{
    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9054364/",
        "https://www.instagram.com/tensura_official",
        "https://www.ten-sura.com/anime/tensura",
        "http://www.reddit.com/r/TenseiSlime",
        "https://www.themoviedb.org/tv/82684",
        "https://x.com/ten_sura_anime"
    ],
    "TitleEnglish": "That Time I Got Reincarnated as a Slime",
    "SummaryEnglish": "37-year-old corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru Tempest, he begins his quest to create a world that’s welcoming to all races. Broken free from ordinary, stale past life, his fresh adventure in a fantasy world as a slime monster with unique abilities begins.",
    "TitleJapanese": "転生したらスライムだった件",
    "SummaryJapanese": "サラリーマン三上悟は通り魔に刺され死亡し、気がつくと異世界に転生していた。\nただし、その姿はスライムだった！\nリムルという新しいスライム人生を得て、さまざまな種族がうごめくこの世界に放り出され、\n「種族問わず楽しく暮らせる国作り」を目指すことになるーー！",
    "Aliases": [
        "Slime Isekai",
        "TenSura",
        "Tensei Slime",
        "Tensei Shitara Slime Datta Ken",
        "My Reincarnation as a Slime",
        "Regarding Reincarnated to Slime"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "777470",
            "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "7104556",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7104556",
                    "TitleEnglish": "Tales: Veldora's Journal",
                    "SummaryEnglish": "After being taken into Rimuru's body, Ifrit awakens to find the Storm Dragon Veldora standing before him. Veldora calls Ifrit to where he is, delighted to find a new conversation partner. Thus the two of them begin to watch over Rimuru's actions from within him and recaps events of the season while in a discussion with Veldora as they play Shogi.",
                    "TitleJapanese": "閑話：ヴェルドラ日記",
                    "SummaryJapanese": "リムルの中に取り込まれたイフリート。気がつくと、彼は暴風竜ヴェルドラを前にしていた――。ヴェルドラはイフリートを自分がいる場所へ誘導し、話し相手にしたのだ。こうして、ヴェルドラとイフリートはリムルの中から彼の行動を見守ることに。ヴェルドラとイフリート視点で、本編映像を振り返ります。"
                },
                "2": {
                    "ID": "7205861",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7205861",
                    "TitleEnglish": "The Tragedy of M?",
                    "SummaryEnglish": "One day, when Shuna and Shion are fighting over Rimuru's squishy slime body as usual, Rimuru comes up with the idea to make a cushion in the shape of his slime form. He travels around Tempest to see if his friends know of any good materials he can use, and he learns that a special type of sand found along a lake shore in the forest is exactly what he's looking for. So he sets out to collect some sand... but a monster is waiting for him by the lake!",
                    "TitleJapanese": "外伝：Mの悲劇？",
                    "SummaryJapanese": "いつものようにシュナ&シオンに、スライムボディを奪い合われていたリムル。\n分身体を分け与えれば争いがおさまるかもしれないと考えるも、他の仲間たちから求められた場合の大変さを想像して断念。\nふと、癒しのスライムボディを再現したクッションを作って配ることを思いつく。\nいい材料はないかとテンペストの仲間たちに聞いて回ると、森の湖畔にある砂「サラサ」が最適と判明。\n早速、湖畔に採取に向かうとそこにはモンスターがいて…！？\nさらにピクニックを聞きつけたミリムも空から駆けつけた！\nリムルたちジュラ・テンペスト連邦国のオールスターメンバーが湖畔でゆったりまったり、束の間の休息を満喫する楽しい外伝的エピソード。"
                },
                "3": {
                    "ID": "7205862",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7205862",
                    "TitleEnglish": "Hey! Butts!",
                    "SummaryEnglish": "Being physically incapable of sleeping, Rimuru takes an experimental sleeping pill Vesta invented, and dreams about his attempt to make Sumo Wrestling Tempest's national sport.",
                    "TitleJapanese": "外伝：HEY！尻！",
                    "SummaryJapanese": "いつもの日常を過ごす中、ふと魔国連邦に娯楽がないことに気が付いたリムル。みんなで一緒に楽しめるように、レクリエーションとして相撲を提案すると、早速ノリノリになる一同。優勝賞品目指して熱く燃え上がり、魔国連邦初の相撲大会が勃発する！ベニマルや男性陣だけでなく、シュナとシオンも白熱し戦いをみせるなか、まさかのミリムも参戦！魔国連邦の仲間が一同に揃った楽しいスペシャルエピソード！"
                },
                "4": {
                    "ID": "7651072",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7651072",
                    "TitleEnglish": "Extra: Rimuru's Glamorous Life as a Teacher, Part 1",
                    "SummaryEnglish": "Rimuru, who is teaching Shizu's students as a substitute at the Kingdom of Ingrassia's Freedom Academy, takes part in an orientation in actual field combat in the school's annual outdoor training event. Transfixed by the prize he gets if he wins, he accepts a challenge by the teacher Jeff. However, an enemy appears before the students...",
                    "TitleJapanese": "外伝：リムルの華麗な教師生活 その１",
                    "SummaryJapanese": "イングラシア王国・自由学園で教師としてシズさんの教え子たちと過ごすリムルだったが、毎年恒例の学校行事・野外訓練の季節がやってきた! クラスごとに目的地まで旅をしながら実地で戦闘を学ぶオリエンテーションだが、 なぜかやたらとリムルを目の敵にする名誉教諭のジェフ先生に挑発され、 優勝賞金に目が眩んだリムルは思わず勝負に乗ってしまう。 しかし生徒たちの前に思わぬ敵が現れて…!?"
                },
                "5": {
                    "ID": "7733387",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7733387",
                    "TitleEnglish": "Extra: Rimuru's Glamorous Life as a Teacher, Part 2",
                    "SummaryEnglish": "Rimuru, now a teacher at the Freedom Academy in the Kingdom of Ingrassia, has become involved in the school's outdoor training event with his class. The outdoor training event is an annual competition in which the students of each class guard the teachers on a journey to a nearby town. Rimuru is assigned to Class A, while his own students in Class S escort the young Tiss-sensei. All the students are eager to show how much their daily training has paid off, but the situation turns around when they're attacked by thieves!",
                    "TitleJapanese": "外伝：リムルの華麗な教師生活 その2",
                    "SummaryJapanese": "リムルはクラスごとに競い合う毎年の恒例行事である野外訓練に参加することになった。アリスたちSクラスの一同は、日頃の訓練の成果を見せようと張り切るが、彼らを狙う盗賊が現れて......！"
                },
                "6": {
                    "ID": "7733391",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7733391",
                    "TitleEnglish": "Extra: Rimuru's Glamorous Life as a Teacher, Part 3",
                    "SummaryEnglish": "Rimuru and the Class S students have made it through the first exercise of the Freedom Academy's annual outdoor training event. Class S has arrived first at the destination, the mansion of Count Guratol, and now they're ready to begin the second exercise, a cave exploration... but awaiting them there are thieves who hope to kidnap the students and make a fortune returning them for ransom money. Just when it seems like Rimuru's students have fought them off thanks to the skills he taught them, they realize a monster is lurking among the thieves!",
                    "TitleJapanese": "外伝：リムルの華麗な教師生活 その3",
                    "SummaryJapanese": "アリスたちSクラスは目的地であるグラトル伯爵の屋敷に一番乗り。第２の課題である洞窟探索に進むが、洞窟内には生徒を誘拐し身代金で儲けようと企む盗賊たちが待ち受ける。さらに、盗賊の中に魔族が潜んでいて…！"
                },
                "7": {
                    "ID": "8122688",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8122688",
                    "TitleEnglish": "Digression: Hinata Sakaguchi",
                    "SummaryEnglish": "A merchant from the east brings Hinata Sakaguchi a new book. In it she finds surprising information about the Jura Tempest Federation, a nation of monsters. As a former student of Shizu's, what goes through Hinata's mind upon learning about the existence of Rimuru? This special episode gives some hints as to what's coming in the new arc, as well as a look back at Rimuru's exploits thus far.",
                    "TitleJapanese": "閑話：ヒナタ・サカグチ",
                    "SummaryJapanese": "神聖法皇国ルベリオスの法皇直属近衛騎士団筆頭騎士にして西方聖教会聖騎士団長であるヒナタ・サカグチは、東の商人から親書を受け取る。そこには魔物の国「ジュラ・テンペスト連邦国」の驚くべき実状が書かれていた。かつてシズの教え子だったヒナタは、リムルの存在を知り何を思うのか…。これまでのリムルの歩みを振り返りながら、物語はついに激動の新章へ歩き出す――。"
                },
                "8": {
                    "ID": "8517725",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8517725",
                    "TitleEnglish": "Tales: Veldora's Journal 2",
                    "SummaryEnglish": "The deadly encounter with Hinata, the attack from the Kingdom of Falmuth, and the newly born Demon Lord... Veldora and Ifrit have been watching these events unfold from within Rimuru's Stomach. Two years have passed since Rimuru and Veldora first met in the cave, and their promise is about to be fulfilled. The two of them leisurely look back on the past years of Tempest, and are frightened by \"something\".",
                    "TitleJapanese": "閑話：ヴェルドラ日記2",
                    "SummaryJapanese": "ヒナタとの邂逅、ファルムス王国の襲撃、魔王への進化―――怒涛の出来事を胃袋から見守り続けてきたヴェルドラとイフリート。リムルとヴェルドラが洞窟で出会ったあの日から２年―――月日は流れ、「最初の約束」が果たされようとしていた。相変わらずの2人が、マイペースに、時に「何か」におびえながら、いろいろあったテンペストのこれまでを振り返る。"
                },
                "9": {
                    "ID": "9684709",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/9684709",
                    "TitleEnglish": "Scarlet Bond",
                    "SummaryEnglish": "The story centers on a new country named Raja, located to the west of Tempest. Rimuru and his companions get involved in a long-running conspiracy that swirls around a girl with a mysterious power. Rimuru and his commander Benimaru also encounter another ogre survivor named Hiiro, who used to hold Benimaru in high regard. An incredible adventure packed with new characters begins. The power of bonds will be put to the test!",
                    "TitleJapanese": "劇場版 転生したらスライムだった件 紅蓮の絆編",
                    "SummaryJapanese": "テンペストの西に位置する【ラージャ小亜国】。\n\nかつては金の採掘で栄えていたが、今はその繁栄は見る影もなく、\n\n湖は鉱山毒に侵され、国は危機的状況に陥っていた。\n\n女王「トワ」は、王家に代々伝わるティアラの魔力を使い、毒を取り除いて民を守っていたが、\n\nその代償としてティアラにかけられた呪いを全身に受けてしまい、命を蝕まれていた。\n\nそんな中、テンペストに突如現れた、大鬼族オーガの生き残り「ヒイロ」。\n\nベニマルたちの兄貴分だったというヒイロは、トワに命を救われ生き延びていたのだった。\n\n自分を救ってくれたトワと【ラージャ小亜国】を守るため、\n\nテンペストのリムルに助けを求めに来たヒイロは、ベニマルと運命の再会を果たす。\n\nラージャの危機を救うため、そしてトワにかけられた呪いの謎を解くため、\n\nリムルたちはラージャへ向かうが…。そこには驚くべき陰謀が待ち受けていた！"
                },
                "10": {
                    "ID": "9684710",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/9684710",
                    "TitleEnglish": "Visions of Coleus: To Coleus",
                    "SummaryEnglish": "Yuuki asks Rimuru to investigate the Kingdom of Coleus, where a battle for succession has pitted the kingdom's two princes against each other. Rimuru launches a covert operation to sneak into Coleus and find out what's driving this conflict.",
                    "TitleJapanese": "コリウスの夢 その 1",
                    "SummaryJapanese": "教師生活もあとわずか。そんなリムルのもとに「コリウス王国の王位継承争い」の調査依頼が舞い込む。次期国王候補のサウザー王子とアスラン王子。ギルド本部はどちらに加担するか、判断材料が欲しいという。"
                },
                "11": {
                    "ID": "9684711",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/9684711",
                    "TitleEnglish": "Visions of Coleus: Great Phantom Thief Satoru",
                    "SummaryEnglish": "Aslan visits Rimuru to thank him for saving his sister, Zenobia. They discuss her illness and Souther's behavior, and begin to suspect that the court physician, Gustav, is behind both. Rimuru dons yet another disguise to investigate further.",
                    "TitleJapanese": "コリウスの夢 その 2",
                    "SummaryJapanese": "両王子の衝突は回避できない。アスラン達の足止めを命じられ、ベニマルとソウエイが参戦しバトル勃発。そこに降り立ったのは、王女をさらった大怪盗サトルだった！"
                },
                "12": {
                    "ID": "9754331",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/9754331",
                    "TitleEnglish": "Visions of Coleus: Purple and Roses",
                    "SummaryEnglish": "Rimuru confirms that it was Gustav who cursed Zenobia with illness. It turns out he and his accomplice, Carl, are Archdemons plotting to manifest their god using Zenobia as a vessel. Can Rimuru stop them before the Kingdom of Coleus is lost?",
                    "TitleJapanese": "コリウスの夢 その 3",
                    "SummaryJapanese": "グスタフとカールの陰謀を暴いたリムルだが、王子達と共に結界に閉じ込められてしまう。結界の外では驚いたことに、ルミナスとヴィオレが激突し始めていた。"
                },
                "13": {
                    "ID": "9990274",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/9990274",
                    "TitleEnglish": "Digression: Diablo's Journal",
                    "SummaryEnglish": "After defeating Clayman at Walpurgis, Rimuru officially became a Demon Lord and a member of Octagram. Meanwhile Diablo awaits Rimuru's return in Tempest, and is anxious to learn about his master's activities as soon as possible. A look back at Walpurgis.",
                    "TitleJapanese": "ディアブロ日記",
                    "SummaryJapanese": "魔王達の宴（ワルプルギス）でクレイマンを倒し、リムルは正式に魔王に、そして八星魔王（オクタグラム）の一員となった。その頃テンペストでリムルの帰りを待つディアブロは、一刻も早く主の活躍を知りたくてたまらない。そこで魔王達の宴（ワルプルギス）に参加していたヴェルドラに、ある契約を持ち掛ける。ディアブロ、ヴェルドラ2人の解説で、魔王達の宴（ワルプルギス）での出来事を振り返る特別編。"
                },
                "14": {
                    "ID": "10655050",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/10655050",
                    "TitleEnglish": "Digression: Luminus Memories",
                    "SummaryEnglish": "Although Luminus and Hinata are deeply important to each other, they ended up in a fierce fight. What happened behind the scenes of that tangled mess? Luminus, the one god of Lubelius and a member of Octagram, tells the story from her point of view.",
                    "TitleJapanese": "閑話：ルミナスメモリーズ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "777471",
            "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6814223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6814223",
                    "TitleEnglish": "The Storm Dragon, Veldora",
                    "SummaryEnglish": "Mikami Satoru, a businessman, is stabbed by a criminal on the street and killed. When he regains consciousness in the darkness, he finds that he's been reincarnated as a slime! With nothing better to do, he spends his time devouring all the rare herbs and precious ores he comes across. As he does, he encounters the Storm Dragon Veldora, who was sealed in this cave 300 years ago by a hero's \"Unlimited Imprisonment\" skill. He's frightened at first, but as they talk, he becomes friends with the long-isolated Veldora.",
                    "TitleJapanese": "暴風竜ヴェルドラ",
                    "SummaryJapanese": "サラリーマン、三上悟は通り魔に刺されて死んだ。暗闇の中で意識が戻ると三上はなんとスライムになっていた！何もすることがないので薬草と鉱石を食べて暇を潰すスライム三上。そのうち、300年前にこの地で勇者によって、スキル“無限牢獄”で封じられた暴風竜ヴェルドラと遭遇してしまう。最初は怯えていたものの、話していくうちにスライム三上は、ずっとひとりぼっちのヴェルドラと友達になってしまう。スライム三上はヴェルドラから自分が、この世界でも珍しい＜転生者＞であることを聞く。"
                },
                "2": {
                    "ID": "6843176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843176",
                    "TitleEnglish": "Meeting the Goblins",
                    "SummaryEnglish": "The slime Mikami and the Storm Dragon Veldora decide to give each other names. Veldora gives the slime Mikami the name \"Rimuru,\" and Rimuru comes up with a family name for both of them: \"Tempest.\" Then Rimuru uses his Predator skill to take Veldora into his body and analyze the \"Unlimited Imprisonment\" seal in hopes of breaking it... but this action sends a shock through the nations surrounding the Great Forest of Jura. With Veldora gone, there's a chance that the larger nations could become bold and invade the smaller provinces. With no knowledge of this, Rimuru leaves the cave and meets some Goblins.",
                    "TitleJapanese": "ゴブリンたちとの出会い",
                    "SummaryJapanese": "友達となったスライム三上と暴風竜ヴェルドラは互いに名前を送り合う。ヴェルドラはスライム三上にリムルの名を送り、リムルはお互いのファミリーネームをテンペストと名付けた。そして、リムルはヴェルドラの封印を解くためスキル・捕食者でヴェルドラを体内に取り込んだ。ところがこれによってジュラの大森林周辺の国家に衝撃が走る。リムルに取り込まれたことでヴェルドラの脅威が消失したため、ジュラの大森林を通って大国が小国へ侵攻することも可能になる。そんなことはいざ知らずリムルは洞窟を抜け、ゴブリンたちと遭遇する。"
                },
                "3": {
                    "ID": "6843178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843178",
                    "TitleEnglish": "Battle at the Goblin Village",
                    "SummaryEnglish": "After leaving the cave, Rimuru encounters a village of Goblins under attack by a clan of Direwolves. Caught in the heat of the moment, Rimuru agrees to help the Goblins in their battle. That night, the Direwolves arrive to try to take over as the new rulers of the Great Forest of Jura!",
                    "TitleJapanese": "ゴブリン村での戦い",
                    "SummaryJapanese": "洞窟を出たリムルが出会ったのは、牙狼族の襲撃に追い詰められたゴブリンたちだった。なりゆきでゴブリンの村を助けることになるリムル。その夜、牙狼族がゴブリンの村を再び襲撃する。しかし、リムルのスキルを生かした作戦が功を奏し牙狼族が次々と倒れていく。ボスをやられ、リムルの圧倒的な力に屈した牙狼族は、リムルの配下になることを誓う。リムルは自らを慕うゴブリンと牙狼族に名前をつけ、ゴブリンはホブゴブリンとゴブリナ、牙狼族は嵐牙狼族(テンペストウルフ)へと進化する。"
                },
                "4": {
                    "ID": "6843179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843179",
                    "TitleEnglish": "In the Kingdom of the Dwarves",
                    "SummaryEnglish": "Rimuru and his companions visit the Dwarven Kingdom, the Armed Nation of Dwargon, in search of some artisans to help the Goblins learn to supply their own food, shelter, and clothing. However, a skirmish just outside the city gate lands Rimuru and Gobta in a prison cell. Then there's a report of an Armorsaurus in the nearby mines!",
                    "TitleJapanese": "ドワーフの王国にて",
                    "SummaryJapanese": "リムルたちは、ゴブリンと嵐牙狼族(テンペストウルフ)の衣食住を支える技術者を求めてドワーフの王国・武装国家ドワルゴンを訪れる。ところが、入国の際の事件でリムルたちは牢獄に繋がれてしまう。獄中での機転がプラスに働きなんとか牢を出ることができたリムルたちは、警備隊長のカイドウに、腕のいい鍛冶屋としてカイジンを紹介される。しかしカイジンは難題に頭を悩ませていた。魔鋼を使ったロングソード20本をあと5日で王に届けなくてはいけないという。"
                },
                "5": {
                    "ID": "6843180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843180",
                    "TitleEnglish": "Hero King, Gazel Dwargo",
                    "SummaryEnglish": "Thanks to Rimuru's skill, Kaijin was able to finish all the longswords and deliver them to the king, so the two of them celebrate by heading to a bar staffed by lots of elf girls. One of them reads Rimuru's fortune for fun, and sees an image in her crystal ball of someone she believes Rimuru is destined to be with. As everyone wonders who this person could be, Vesta shows up and starts to hassle Rimuru...",
                    "TitleJapanese": "英雄王ガゼルドワルゴ",
                    "SummaryJapanese": "リムルのスキルのおかげで無事にロングソードを王に届けることができたカイジン。ふたりは祝杯をあげにエルフの店へと繰り出す。そこで始まった余興の水晶玉占い。リムルの運命の人が占われると、そこには日本人らしい女性の姿が映し出される。彼女は一体……。そこへカイジンに難題を課した大臣のベスターが現れる。リムルをバカにしたベスターにカイジンは手を上げてしまう。この争いは武装国家ドワルゴンの王ガゼルの御前で行う裁判に持ち込まれることになってしまった。"
                },
                "6": {
                    "ID": "6843181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843181",
                    "TitleEnglish": "Shizu",
                    "SummaryEnglish": "One day, in the midst of the improvements on the Goblin Village with the help of Kaijin and the dwarves, Rimuru meets a trio of adventurers from the Guild who've been temporarily joined by a masked woman named Shizu. Shizu turns out to be the person Rimuru is destined to be with, as his fortune said. Shizu also came to this world from Japan, but unlike him, she was summoned here many years ago. So Rimuru uses his Thought Communication skill to show Shizu what Japan looks like today.",
                    "TitleJapanese": "シズ",
                    "SummaryJapanese": "武装国家ドワルゴンから超一流の鍛冶屋カイジンとその弟子たちが加わり、近隣のゴブリンも合流してますます賑やかになる村。そんなある日、リムルは自由組合（ギルド）の冒険者、カバル、エレン、ギドと遭遇する。そこにはパーティーの臨時メンバーとして、仮面の人物、シズもいた。このシズこそ、リムルが占いで見せられた“運命の人”だった。シズはリムルと同じ日本からこの世界に呼び出された召喚者。リムルはスキル思念伝達で、シズに故郷・日本の現在の風景を見せる。"
                },
                "7": {
                    "ID": "6843182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843182",
                    "TitleEnglish": "Conqueror of Flames",
                    "SummaryEnglish": "The Demon Lord Leon Cromwell summoned Shizu out of Tokyo as it burned during in the air raids, then forced the high-ranked spirit Ifrit to possess her. After taking over Shizu's body, Ifrit begins to rampage.",
                    "TitleJapanese": "爆炎の支配者",
                    "SummaryJapanese": "シズは夢を見ていた。彼女を空襲に燃える東京から召喚した魔王レオン・クロムウェル。彼によって上位精霊イフリートを憑依させられたことによる悲劇と絶望。シズはかつて爆炎の支配者と讃えられた伝説の英雄として知られていた。だが今、イフリートが暴走を始め、シズの体は乗っ取られてしまう。物理攻撃を受け付けないイフリート。そこに単身挑むリムル。イフリートの炎化爆獄陣（フレアサークル）がリムルをとらえ、巨大な炎が巻き上がる。"
                },
                "8": {
                    "ID": "6843183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843183",
                    "TitleEnglish": "Inherited Will",
                    "SummaryEnglish": "When Shizu was still with Demon Lord Leon, it was a Hero who rescued her. That Hero was Shizu's inspiration to help as many people as she could for many years. She even worked as a teacher for children who'd come from other worlds. And now, as her time comes to an end, Shizu asks Rimuru for one last favor...",
                    "TitleJapanese": "受け継がれる想い",
                    "SummaryJapanese": "魔王レオンのもとにいたシズを救い出したのはある勇者だった。その勇者のことを胸に、長い間、人々を救うために働いてきたシズ。イングラシア王国では、異世界から来た子供たちの指導者も務めた。そしてシズは今、最期の時を迎えようとしていた。リムルに最期の願いを伝える。「私を――、君の中で眠らせて……」。願いを受け入れ、スキル捕食者を発動するリムル。そしてリムルは、シズによく似た人間の姿を手に入れることになった。"
                },
                "9": {
                    "ID": "6843184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843184",
                    "TitleEnglish": "Attack of the Ogres",
                    "SummaryEnglish": "Rimuru and the Goblins' village is developing nicely. The Dwarves are building all kinds of houses and furniture, and the local Goblin Lords have appointed Rigurd as the Goblin King. As Rimuru watches everything come together, he decides to return to the cave and test the skills he received from Shizu. While there, he receives a request for help from Ranga through Thought Communication, and he rushes back to find his friends facing six Ogres. One of them orders Rimuru to \"reveal his true identity.\" What is going on in the Great Forest of Jura?",
                    "TitleJapanese": "大鬼族の襲撃",
                    "SummaryJapanese": "ムルたちの村の開発は着々と進んでいた。カイジンたちがさまざまな道具や住居を建設し、ゴブリン・キングに任命されたリグルドのもとゴブリン・ロードが村を治める。順調に進む村の様子を見ながらリムルは、シズから受け継いだスキルを試しに、ひとり洞窟へと向かった。そこにランガから思念伝達で救援要請が入る。リムルが駆けつけると、そこには6人の大鬼族（オーガ）がいた。大鬼族（オーガ）のひとりがリムルに告げる「正体を現せ、邪悪な魔人め」。ジュラの大森林になにが起きているのか。"
                },
                "10": {
                    "ID": "6843185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843185",
                    "TitleEnglish": "The Orc Lord",
                    "SummaryEnglish": "Six Ogres are all that remain of their clan after an attack by an Orc army. They say that the Orcs were traveling with a mysterious majin who wore plate mail and a clown mask. Rimuru proposes that the Ogres join his ranks, and they accept on the condition that they will get to take down the one leading the Orcs, so Rimuru gives all six of them names. Meanwhile, the Orcs begin to invade the marshlands surrounding Lake Siss that are inhabited by the Lizardmen. So the Lizardman chieftan gives his son, Gabiru, an order...",
                    "TitleJapanese": "オークロード",
                    "SummaryJapanese": "６人の大鬼族（オーガ）たちは、豚頭族（オーク）の軍勢に襲われた生き残りだった。豚頭族（オーク）たちは身鋼鎧（プレートメール）で武装し、道化の仮面をつけた謎の魔人者も同道していたという。リムルは大鬼族（オーガ）たちに自分の部下にならないかと持ちかける。「豚頭族（オーク）の首魁を倒すまで」という条件で受け入れる大鬼族（オーガ）。そこでリムルは６人に名前を授ける。その頃、豚頭族（オーク）の軍勢は、シス湖周辺の湿地を領地とする蜥蜴人族（リザードマン）に対し侵攻を始めていた。蜥蜴人族（リザードマン）首領は息子ガビルにあることを命じる。"
                },
                "11": {
                    "ID": "6843186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843186",
                    "TitleEnglish": "Gabiru is Here!",
                    "SummaryEnglish": "Rimuru's village has gained Benimaru and the other five Ogres as its newest allies. Soon after, the Lizardman Gabiru visits the village, having heard rumors about it. Gabiru has been visiting Goblin villages throughout the Great Forest of Jura to enlist their aid in fighting off the Orc army. When he faces Ranga with an attitude of provocation, Ranga tells him that if he can defeat Gobta, they'll hear what he has to say...",
                    "TitleJapanese": "ガビル参上！",
                    "SummaryJapanese": "大鬼族（オーガ）のベニマルたちを迎え入れ、さらに仲間が増えたリムルの村。そこに、リムルの村の噂を聞いた蜥蜴人族（リザードマン）のガビルがやってくる。ガビルはジュラの大森林を巡り、豚頭族（オーク）の侵攻に怯える様々なゴブリンの村をどんどん配下に従えていたのだ。挑発的な態度のガビルに対峙したランガは、ゴブタに勝てたら話を聞いてやろうと条件をつける。ガビルとの勝負に挑むコブタ。果たして勝敗の行方は。"
                },
                "12": {
                    "ID": "6843187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6843187",
                    "TitleEnglish": "The Gears Spin Out of Control",
                    "SummaryEnglish": "The Orc army, led by the Orc Lord, continues its conquest throughout the Great Forest of Jura. The crisis has spurred Treyni of the Dryads, the caretakers of the forest, to take action. She has had her eye on Rimuru after noticing his rise to prominence in the forest, and she wants Rimuru to defeat the Orc Lord.",
                    "TitleJapanese": "狂いゆく歯車",
                    "SummaryJapanese": "リムルの前に現れた樹妖精（ドライアド）のトレイニー。大森林の管理者である彼女は豚頭帝(オークロード)の脅威を知りリムルに討伐を依頼しに来たのだ。強力なスキルを持つ豚頭帝(オークロード)とその貪欲な力に突き動かされる20万の豚頭族（オーク）は森を席巻しつつあった。蜥蜴人族（リザードマン）と同盟を結び豚頭帝(オークロード)と戦うことを決意するリムル。そのころガビルのもとに、謎の魔人・ラプラスが現れ、ガビルに部族の首領の座を奪うようにそそのかしていた。"
                },
                "13": {
                    "ID": "6932357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932357",
                    "TitleEnglish": "The Great Clash",
                    "SummaryEnglish": "Rimuru and his Goblin riders set out for the marshlands to finalize their alliance with the Lizardmen. On the way, they save a Lizardman who'd been attacked by the Orcs. The victim turns out to be Gabiru's younger sister, who reveals that Gabiru led an insurrection and left to fight the Orc Lord without waiting for the alliance. She also pleads with Rimuru to save Gabiru and the rest of her clan. Meanwhile, Gabiru faces the massive Orc army and is shocked when he witnesses the power of their unique skill, Starved.",
                    "TitleJapanese": "大激突",
                    "SummaryJapanese": "蜥蜴人族（リザードマン）と同盟を結ぶため湿地帯を目指すリムルたち。道中、リムルたちは豚頭族（オーク）に襲われていた蜥蜴人族（リザードマン）を助ける。それはガビルの妹だった。ガビルの妹はガビルが謀反を起こし、先走って豚頭帝（オークロード）に戦いを挑んだことを打ち明ける。その上で、ガビルと一族を助けて欲しいとリムルに懇願するのだった…。一方ガビルは豚頭族（オーク）の大軍と戦っていた。ユニークスキル飢餓者（ウエルモノ）の力を目の当たりにしてガビルは驚愕する。"
                },
                "14": {
                    "ID": "6932358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932358",
                    "TitleEnglish": "The One Who Devours All",
                    "SummaryEnglish": "The majin Gelmud makes his appearance at last. His true goal was to evolve the Orc Lord into the Orc Disaster, a Demon Lord, and have him reign over the Forest of Jura. Upon learning this, the Orc Lord takes action...",
                    "TitleJapanese": "全てを喰らう者",
                    "SummaryJapanese": "ついに魔人ゲルミュッドが姿を現す。ゲルミュッドの真の狙いは豚頭帝（オークロード）を豚頭魔王（オークディザスター）へと進化させ、ジュラの森を支配させることだった。ゲルミュッドに名付けられたガビルは、その計画を知り動揺する。さらにゲルミュッドは役に立たなかったガビルを処分しようとするが、リムルによって阻まれる。ゲルミュッドの真意を感じ取った豚頭帝（オークロード）はその野望を叶えるためにゲルミュッドを食い、豚頭魔王（オークディザスター）へと進化してしまう…。"
                },
                "15": {
                    "ID": "6932359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932359",
                    "TitleEnglish": "The Jura Forest Alliance",
                    "SummaryEnglish": "Post-war arrangements following the battle with the Orcs have begun. At the meeting, Rimuru reveals that he made a promise with the Orc Disaster, Geld, to take all of the Orcs' sins upon himself. When the Ogres and Lizardmen hear this...",
                    "TitleJapanese": "ジュラの森大同盟",
                    "SummaryJapanese": "豚頭族（オーク）との戦いは終わった。戦後処理の席でリムルは豚頭魔王（オークディザスター）・ゲルドと交わした最期の約束を打ち明ける。それはリムル自身がオークの罪を背負い、残った豚頭族（オーク）を受け入れるというものだった。驚くべき内容だが、蜥蜴人族（リザードマン）、大鬼族（オーガ）は度量を見せてそれを受け入れる。続けてリムルは、多種族が共生する国家の建設を提案。そして、ここにジュラの森大同盟が成立することになる。"
                },
                "16": {
                    "ID": "6932361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932361",
                    "TitleEnglish": "Demon Lord Milim Attacks",
                    "SummaryEnglish": "The Jura Tempest Federation, with Rimuru as its leader, has formed an alliance with the Armed Nation of Dwargon. Just as Rimuru thinks there are only peaceful days ahead, he senses an enormous mass of magical power heading straight for his location at an incredible speed. When the smoke from its collision with the ground clears, standing in its place is a humanoid figure. She is the Demon Mord Milim, the one and only Dragonoid and the one bearing the nickname \"Destroyer.\" Ranga, Benimaru, and the others who face her are quickly overwhelmed by her power.",
                    "TitleJapanese": "魔王ミリム来襲",
                    "SummaryJapanese": "リムルを盟主とするジュラ・テンペスト連邦国は武装国家ドワルゴンとの間に同盟が成立した。そのまま穏やかな日々が訪れるかと思われたある日、リムルは、巨大な魔力の塊が接近するのを感知する。その魔力の塊は、異常な速度でリムルのいた場所へと正確に降り立つ。着地と同時に舞い上がった爆煙が晴れるとそこには人影があった。それはただひとりの竜魔人（ドラゴノイド）にして、破壊の暴君（デストロイ）のふたつ名を持つ魔王・ミリムだった。その強大な力の前に、ランガやベニマルたちは圧倒される。"
                },
                "17": {
                    "ID": "6932362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932362",
                    "TitleEnglish": "The Gathering",
                    "SummaryEnglish": "The Demon Lord Carrion has sent one of his Three Beastketeers, Phobio, on a raid of Rimuru's city. However, Phobio is quickly defeated when Milim meets his attack with her own. Rimuru and his subordinates then ask Phobio why he has come to their town.",
                    "TitleJapanese": "集う物達",
                    "SummaryJapanese": "ジュラの大森林には魔物たちが住む町とそこを治めるスライムがいる。自由組合支部長(ギルドマスター）・フューズはそれを確かめようと決意する、その頃、中央都市リムルは、魔王・カリオン配下の三獣士のうちのひとり、魔人フォビオの来襲を受けていた。だがフォビオはミリムの返り討ちにあい瞬時にノックアウトされてしまう。カリオンの命を受けたファビオは、豚頭族（オーク）に勝利した魔人たちをスカウトしに来たのだという。"
                },
                "18": {
                    "ID": "6932364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6932364",
                    "TitleEnglish": "Evil Creeps Closer",
                    "SummaryEnglish": "Phobio can't restrain his anger toward Milim. He finds himself faced with Footman and Tear, two masked members of the Moderate Harlequin Alliance, who suggest that he become a Demon Lord to take revenge on Milim. They tell him that he can accomplish this using the power of Charybdis. Meanwhile, the Jura Tempest Federation sends Youm out on a journey to make the world believe he was the champion who defeated the Orc Lord.",
                    "TitleJapanese": "忍び寄る悪意",
                    "SummaryJapanese": "ミリムへの怒りが収まらないフォビオ。その前に現れたのは中庸道化連の怒った道化（アングリーピエロ）のフットマンと涙目の道化（ティアドロップ）のティア。2人はフォビオに自ら魔王になって復讐すればいい、暴風大妖渦（カリュブディス）の力を使えばそれが可能になるとそそのかす。一方、ジュラ・テンペスト連邦国は、リムルたちから目をそらすため、ヨウムを「豚頭帝（オークロード）を倒した英雄」として旅に出す計画を実行していた。"
                },
                "19": {
                    "ID": "6945225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945225",
                    "TitleEnglish": "Charybdis",
                    "SummaryEnglish": "Its seal removed, the calamity-class monster Charybdis and its Medalodon minions advance on the capital city of Rimuru. The Jura Tempest Federation combines all its forces under Rimuru to intercept the attack. King Gazel even sends 100 of his Pegasus Knights to aid in the battle. But Charybdis's extra skills Magic Jamming and Ultraspeed Regeneration make it a formidable foe. So Rimuru unleashes his new skill, Gluttony...",
                    "TitleJapanese": "暴風大妖渦（カリュブディス）",
                    "SummaryJapanese": "封印を解かれた災厄級モンスター、暴風大妖渦（カリュブディス）は、空泳巨大鮫（メガロドン）を引き連れて、中央都市リムルを目指して進む。リムルたちはジュラ・テンペスト連邦国の総力を結集してこれを迎え撃とうとする。そこにガゼル王からの助太刀としてペガサスナイツ100騎も参戦する。だが、固有スキル「魔力妨害」とエキストラスキル「超速再生」を持つ暴風大妖渦（カリュブディス）は手強い。その時、リムルが新たなスキル・暴食者（グラトニー）を解き放つ。"
                },
                "20": {
                    "ID": "6945226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945226",
                    "TitleEnglish": "Yuuki Kagurazaka",
                    "SummaryEnglish": "The threat of Charybdis has gone. That night, Rimuru has a dream in which he sees Shizu teaching children at her school in the Kingdom of Ingrassia—a dream showing Shizu's lingering regret. To see her wishes through, Rimuru leaves the Jura Tempest Federation and heads for the capital of the Kingdom of Ingrassia. His first goal is to meet with the Grandmaster of the Guild, Yuuki Kagurazaka, who happens to be a Summon and a former student of Shizu's.",
                    "TitleJapanese": "ユウキ・カグラザカ",
                    "SummaryJapanese": "暴風大妖渦（カリュブディス）の脅威は去った。その夜、リムルは夢を見る。それはシズがイングラシア王国で、召喚された子供たちの先生をやっている夢だった。シズの未練が見せた夢。リムルはシズの想いに応えるため、平和なジュラ・テンペスト連邦国をあとにし、イングラシア王国の王都を目指すことを決める。リムルはまず、自由組合（ギルド）を統括するユウキ・カグラザカに会うことにする。ユウキもまた召喚者でシズの教え子だった。"
                },
                "21": {
                    "ID": "6945227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945227",
                    "TitleEnglish": "Shizu-san's Students",
                    "SummaryEnglish": "Rimuru becomes the new teacher for Shizu's students. However, having been summoned into this world against their will and facing shortened lifespans as a result, the children's feelings are complicated, and they're reluctant to accept Rimuru. So Rimuru proposes a series of mock battles with each of them to ascertain their abilities and allow them to let off steam.",
                    "TitleJapanese": "シズさんの教え子達",
                    "SummaryJapanese": "シズの教え子たちの先生となるリムル。しかし、一方的に召喚され、限られた寿命となった子供たちの胸中は複雑で、リムルにも反抗的な態度をとってくる。そこでリムルは、模擬戦をしようと子供たちに持ちかける。"
                },
                "22": {
                    "ID": "6945228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945228",
                    "TitleEnglish": "Conquering the Labyrinth",
                    "SummaryEnglish": "Rimuru tries to think of a way to save the children of Freedom Academy who are fated to die. The idea he comes up with is to have superior spirits inhabit each of them, as Shizu had, so their lives won't end prematurely. Determined to whatever it takes to save them, Rimuru leads the children to the Dwelling of Spirits, where superior spirits can be found. But as they make their way further inside, a Golem made of magisteel and controlled by the fairy Ramiris stands in their path.",
                    "TitleJapanese": "迷宮攻略",
                    "SummaryJapanese": "自由学園の子供たち。彼らはやがて死ぬ運命にあった。そこでリムルはひとつの解決策を考える。それはシズと同様、子供たちにも上位精霊を宿らせれば寿命が尽きることはないだろう、というものだった。必ず救うという決意を胸に、リムルは子供たちとともに上位精霊がいるという「精霊の棲家」へと足を踏み入れる。先へ進むリムルたちだったが、妖精ラミリスの操る全身が魔鋼で造られた魔人形（ゴーレム）が襲いかかってくる。"
                },
                "23": {
                    "ID": "6945229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945229",
                    "TitleEnglish": "Saved Souls",
                    "SummaryEnglish": "Rimuru and the children reach the deepest level of the Dwelling of Spirits, where they stand on a pedestal bathed in light to summon superior spirits. Will their summoning be successful? Amidst the uncertainty, the first to attempt the summoning is Gale, followed by Alice, Kenya, Ryota, and finally Chloe. But instead of a spirit, Chloe's summoning brings forth an unknown spiritual form with an immense amount of energy. Just what is this spiritual being? Ramiris seems to sense something about it...",
                    "TitleJapanese": "救われる魂",
                    "SummaryJapanese": "リムルたちはついに精霊の棲家の最深部へとたどり着いた。そこにある光の台座で精霊を呼び出すのだ。果たしてうまく精霊を呼び出せるのか。不安の中最初に挑戦したのはゲイル。続いてアリス、ケンヤ、リョウタも台座に登る。そして、最後に挑戦したのはクロエ。クロエのもとに現れたのは、精霊ではなく、それと同様の精神体だった。膨大なエネルギーを持つ精神体の正体とは。ラミリスはそこに何かを感じたようだったが……。"
                },
                "24": {
                    "ID": "6945230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/6945230",
                    "TitleEnglish": "Black and the Mask",
                    "SummaryEnglish": "This story takes place before Rimuru's reincarnation. Shizu, also known as the Conqueror of Flames, responds to an urgent request calling her to the Kingdom of Filtwood. When she reaches the castle, many adventurers are already there. What request could have demanded such a huge gathering? It turns out a demon has been revived, and the adventurers have been called to subjugate it. It is said that more than ten of the most skilled adventurers have already been killed by this demon. But there is more to this request than meets the eye...",
                    "TitleJapanese": "外伝：黒と仮面",
                    "SummaryJapanese": "これはリムルが転生してくる前の物語。フィルウッド王国が多くの冒険者を集めて、復活した悪魔の退治を依頼する。そこには「爆炎の支配者」の二つ名で知られるシズの姿もあった。だがこの依頼には大きな裏があった。"
                }
            }
        },
        "2": {
            "ID": "1806460",
            "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7496338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/7496338",
                    "TitleEnglish": "Rimuru's Busy Life",
                    "SummaryEnglish": "Rimuru sends a delegation led by Benimaru to the Animal Kingdom of Eurazania, ruled by the Demon Lord Carrion, also known as the Beastmaster, to establish diplomatic relations after becoming indebted to him in the battle against Charybdis. A delegation from Eurazania is set to arrive in Tempest around the same time, but the Animal Kingdom is a very warlike nation, and Shion is enraged when one of the delegates, Suphia of the Three Beastketeers, makes a belittling remark toward Rimuru. The goal was a friendly relationship, but it takes no time at all for a fight to break out...",
                    "TitleJapanese": "リムルの忙しい日々",
                    "SummaryJapanese": "魔王カリオンの治める「獣王国ユーラザニア」との国交を結ぶことになったリムル。相手の使節団を迎え、もてなす準備をしていたが、やってきたのは大型魔獣白雷虎（サンダータイガー）が牽引する、物々しい虎車だった。"
                },
                "2": {
                    "ID": "8109439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8109439",
                    "TitleEnglish": "Trade with the Animal Kingdom",
                    "SummaryEnglish": "Despite the initial conflict, Eurazania and Tempest have deemed each other to be worthy of establishing friendly relations, and diplomacy between them officially begins. Tempest agrees to share its industrial techniques in return for Eurazania's agricultural techniques, and Rimuru decides to use the apple brandy produced as a result of this exchange to seek friendly relations with the Armed Nation of Dwargon next. He's accompanied by Shuna and Shion along with the former residents of Dwargon, Kaijin and the three Dwarf brothers, who are welcomed back to their home nation as state guests.",
                    "TitleJapanese": "獣王国との交易",
                    "SummaryJapanese": "一悶着あったものの、ユーラザニアとの国交を結ぶことができたリムルは、続いて武装国家ドワルゴンにて行われる友好宣言の式典へ赴くことに。ところが、自分も同行させて欲しいと駄々をこねるシオンが大暴れして…。"
                },
                "3": {
                    "ID": "8109440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8109440",
                    "TitleEnglish": "Paradise, Once More",
                    "SummaryEnglish": "Rimuru completes the two very important duties of a discussion with King Dwargon and a public speech announcing the two nations' friendship to the people. Now it's time to head out for a little fun at the paradise he promised Gobta... while making sure Shuna and Shion don't notice.",
                    "TitleJapanese": "楽園、再び",
                    "SummaryJapanese": "ガゼル王との会談と、武装国家ドワルゴンとの二国間友好宣言に伴う民衆への演説。ふたつの大仕事を終えたリムルは、シュナとシオンの目を盗んで、かつてゴブタと約束した「あの楽園」に意気揚々と向かうのだった。"
                },
                "4": {
                    "ID": "8118086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8118086",
                    "TitleEnglish": "The Scheming Kingdom of Falmuth",
                    "SummaryEnglish": "Tempest is preparing a feast in celebration of Rimuru's return home. Then a newcomer, the majin Myulan, arrives to scope out Tempest on the Demon Lord Clayman's orders, having joined up with Youm's crew as their military advisor in order to enter the nation. Upon arriving, she's surprised to see what a strong nation it is, but continues to talk with its citizens to learn more. Meanwhile, the king of Falmuth, who sees Tempest as a nuisance, conspires with the Western Holy Church in a plot to invade the monster nation.",
                    "TitleJapanese": "謀略のファルムス王国",
                    "SummaryJapanese": "リムルの帰還を控え、宴の準備を進めるテンペスト。そこに、ヨウム一行が新メンバーの魔導師（ウィザード）ミュウランを伴い到着。一方、ファルムス王国では不穏な動きが…"
                },
                "5": {
                    "ID": "8150833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8150833",
                    "TitleEnglish": "Prelude to the Disaster",
                    "SummaryEnglish": "Following Clayman's orders, Myulan ignores the words of Youm and Grucius, both of whom have fallen in love with her, and activates the Anti-Magic Area spell. At the same time, Reyheim also activates Prison Field. The double barrier prevents Shion and the other fighters of Tempest from fighting as well as usual, and they end up at a disadvantage in their fights with three Otherworlders. Benimaru tries to contact Rimuru, who still hasn't returned, but he can't even get in touch with him due to the barriers.",
                    "TitleJapanese": "災厄の前奏曲",
                    "SummaryJapanese": "クレイマンの指示により行動を起こすミュウラン。そしてもう一つの勢力――ファルムス王国が送り込んだ三人の異世界人が、盟主不在のテンペストに牙をむく。"
                },
                "6": {
                    "ID": "8150834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8150834",
                    "TitleEnglish": "The Beauty Makes Her Move",
                    "SummaryEnglish": "At the same time as the attack on Tempest, Rimuru is also under attack. With one look, Rimuru realizes that his assailant is one of Shizu's former students, an Otherworlder, and the woman then introduces herself as the strongest of the Holy Knights, Hinata Sakaguchi. Rimuru is backed into a corner when her Holy Field seals most of his magic. At the same time, Shion and Hakurou, whose magic has been sealed by a similar barrier, are backed into a corner by Shogo and Kyoya.",
                    "TitleJapanese": "動き出す麗人",
                    "SummaryJapanese": "テンペストが攻撃を受ける中、リムルの前にも刺客が現れる。それは、シズのもうひとりの教え子である、最強の聖騎士（ホーリーナイト）――ヒナタ・サカグチであった。"
                },
                "7": {
                    "ID": "8150835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8150835",
                    "TitleEnglish": "Despair",
                    "SummaryEnglish": "Rimuru faced grave danger in his battle with Hinata, but he managed to escape in the nick of time by using a doppelganger to take the damage while he rushed back to Tempest. Upon arrival, he found the city in a tragic state, engulfed by blood and smoke. Benimaru tries to capture Myulan, the top suspect behind this disaster, but Youm and Grucius stand in his way. Swallowing his rage and grief, Rimuru realizes who their true enemy is and calmly questions Myulan instead of punishing her.",
                    "TitleJapanese": "絶望",
                    "SummaryJapanese": "ヒナタとの戦闘で絶体絶命の状況に陥り、最後の手段、暴食者（グラトニー）を発動したリムルの運命は――。その頃、テンペストは悲壮な血と煙に包まれていた…。"
                },
                "8": {
                    "ID": "8150836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8150836",
                    "TitleEnglish": "Hope",
                    "SummaryEnglish": "Rimuru learns about Clayman and the schemes of the Kingdom of Falmuth, but no matter how hard he wishes for it, his fallen comrades and their peaceful lifestyle will never return. He's just about to give up when Eren tells him of a fairy tale that might offer a glimmer of hope. The probability of success is about 3%... but if Rimuru can manage to become a Demon Lord by taking in the souls of 10,000 humans as nourishment, he just might have a chance at bringing his comrades back to life. As Falmuth's army of 20,000 men marches toward Tempest, Rimuru takes hold of that hope and decides to become a Demon Lord.",
                    "TitleJapanese": "希望",
                    "SummaryJapanese": "クレイマン、そしてファルムス王国の企みを知るリムル。仲間の命と温かな日常を失い、失意の底で目を伏せるリムルの耳に飛び込んだのは、エレンの意外な言葉だった。"
                },
                "9": {
                    "ID": "8236025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8236025",
                    "TitleEnglish": "Putting Everything on the Line",
                    "SummaryEnglish": "In order to come to terms with his own negligence and revive Shion, Gobzo, and his other fallen comrades, Rimuru reveals that he used to be a human. But his allies think nothing of it and accept him regardless, as if it's the natural thing to do. Filled with gratitude for the warm, accepting environment he's in, Rimuru turns his focus to the army from Falmuth. He entrusts Benimaru and the others to destroy the devices that are generating the enemy's Prison Field while Rimuru himself sets out to attack the advancing army and use them as nourishment to become a Demon Lord.",
                    "TitleJapanese": "全てを賭けて",
                    "SummaryJapanese": "「俺は魔王になろうと思う」――自らにケジメを付け、シオンたちを蘇生させるため、決戦を前にリムルは仲間たちに人間だった過去を打ち明ける。"
                },
                "10": {
                    "ID": "8236026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8236026",
                    "TitleEnglish": "Megiddo",
                    "SummaryEnglish": "The battle for revenge has begun. Benimaru and his trusted companions carry out their respective missions, while Hakurou and his party face Shogo and Kyoya once again. And Rimuru's fury rains down upon the army from Falmuth.",
                    "TitleJapanese": "神之怒",
                    "SummaryJapanese": "雪辱戦の口火がきられた。ベニマル達は各々の任務を遂行していく。ハクロウたちも再度ショウゴとキョウヤとの戦いに挑む。そしてリムルの怒りが、ファルムス軍を包みこむ。"
                },
                "11": {
                    "ID": "8236027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8236027",
                    "TitleEnglish": "Birth of a Demon Lord",
                    "SummaryEnglish": "Rimuru succeeds in collecting enough souls to carry out his plan to evolve, and the Harvest Festival begins. But he's suddenly overcome by intense sleepiness at the same time, so he summons a demon to stop Razen, the one target who escaped alive. Then, upon returning to Tempest after successfully becoming a Demon Lord, Rimuru sets about attempting to revive Shion and the rest of the fallen. Through Raphael, the evolved form of Great Sage, the Secret Arts of Spirit Resurrection and Revival of the Dead are activated...",
                    "TitleJapanese": "魔王誕生",
                    "SummaryJapanese": "進化に必要な魂を確保したリムルに「魔王への進化（ハーベストフェスティバル）」が訪れる。強烈な睡魔に襲われたリムルは、取り逃した敵を捕らえるため、悪魔を召喚する。"
                },
                "12": {
                    "ID": "8236028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8236028",
                    "TitleEnglish": "The One Unleashed",
                    "SummaryEnglish": "Shion and the rest of the fallen are revived, Diablo has joined the team... It seems as if all is going smoothly, but Rimuru then receives a report that Milim has declared war and Eurazania has been destroyed, and there's still the matter of the Western Holy Church's hostility toward monsters, even with Falmuth out of the picture. But at the same time, Raphael informs him that the Appraisal of Unlimited Imprisonment has been completed. At last, two years after Rimuru's reincarnation into this world, he can finally fulfill the first promise he made here: to free Veldora.",
                    "TitleJapanese": "解き放たれし者",
                    "SummaryJapanese": "ファルムス軍を退けて、何とか事なきを得たテンペストだが、問題は山積みで……。そんな中、智慧之王（ラファエル）から「無限牢獄の解析に成功した」と吉報が舞い込む。"
                },
                "13": {
                    "ID": "8336715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336715",
                    "TitleEnglish": "The Visitors",
                    "SummaryEnglish": "After saving his city and inhabitants, Rimuru brings back a very important figure to the people of the Great Forest of Jura. The end of the war between Falmuth and Tempest leads to the next step: reorganizing forces and treaties.",
                    "TitleJapanese": "訪れる者たち",
                    "SummaryJapanese": "仲間達の蘇生とヴェルドラの復活を祝した宴。束の間の平和を楽しんだリムルは、皆に今後の方針を話す。リムルは全世界に向けて魔王を名乗り、クレイマンに宣戦布告することを決意する。そして、武装国家ドワルゴンからはガゼル王、ブルムンド王国からはフューズ、魔導王朝サリオンからは大公爵にしてエレンの父、エラルドが赴き、今後のテンペストの動向を決める重要な会議が開催される。"
                },
                "14": {
                    "ID": "8336714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336714",
                    "TitleEnglish": "A Meeting of Humans and Monsters",
                    "SummaryEnglish": "Although unforeseen, Rimuru opens a meeting with great leaders from various nations to discuss the steps that will follow the birth of a new Demon Lord.",
                    "TitleJapanese": "人魔会談",
                    "SummaryJapanese": "ラプラスたちはクレイマンにまつわる計画を企てていた。そこには、とある人物も同席していて―――。一方リムルは、ヴェルドラとの出会いを含め、各国の要人にこれまでのあらましを話す。エラルドはリムルと敵対するより友好を選ぶべきと判断し、ドワルゴン、サリオン、ブルムンドとの協力関係を再確認。そんな中、「この国、テンペストは滅亡する！！」―――不穏な警告を叫び、乱入してきたのはラミリスだった。"
                },
                "15": {
                    "ID": "8336716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336716",
                    "TitleEnglish": "Ramiris's Warning",
                    "SummaryEnglish": "After certain unforeseen events, the conference between monsters and humans continues and the leaders of the nations involved will know the steps that will follow the birth of a new Demon Lord and the return of the Dragon of the Windstorm.",
                    "TitleJapanese": "ラミリスの報せ",
                    "SummaryJapanese": "リムルはファルムスの新たな王にヨウムを擁立するという計画を発表。それを聞いたガゼル王はヨウムに覚悟を問う。そんな会議の様子を黙って聞いていたエラルドだったが…。"
                },
                "16": {
                    "ID": "8336717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336717",
                    "TitleEnglish": "The Congress Dances",
                    "SummaryEnglish": "Ramiris finally exposes the dire news about Tempest's future, about which he came to warn Rimuru. The confusion is soon resolved, but the situation can be dangerous for other reasons. Everyone then comes together to try to predict Clayman's plans.",
                    "TitleJapanese": "会議は踊る",
                    "SummaryJapanese": "ジュラの大森林に新たな勢力が勃興し、その盟主であるスライムが魔王を騙ったため、制裁する」という名目で、クレイマンが魔王達の宴（ワルプルギス）を発議した。リムルも本格的に、クレイマンとの戦争に備えるが、敵軍の動きを観察するうちに、クレイマンが狙っているのは目下のテンペストではなく、ユーラザニアであると判明。クレイマンの軍勢がユーラザニアに到着するまであと２日―――。リムル達は間に合うのか……！？"
                },
                "17": {
                    "ID": "8336718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336718",
                    "TitleEnglish": "The Eve of Battle",
                    "SummaryEnglish": "The announcement of the upcoming event that will bring together several Demon Lords serves as part of the plan to face Clayman. But before that, Rimuru must find a way to save the people of Eurazania, who have become the target of a diabolical plot by Clayman.",
                    "TitleJapanese": "会战前夜",
                    "SummaryJapanese": "ユーラザニアの民の救出、クレイマン軍への対抗。後手に回ったリムルは「智慧之王（ラファエル）」からの助言を受ける。さらに、クレイマン討伐の策は秘書からの進言で！？"
                },
                "18": {
                    "ID": "8336719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336719",
                    "TitleEnglish": "The Demon Lords",
                    "SummaryEnglish": "After sending his troops towards Eurazania, Rimuru needs to prepare for the Walpurgis, the great gathering of Demon Lords - and also for the confrontation with Clayman for what he has been doing.",
                    "TitleJapanese": "魔王たち",
                    "SummaryJapanese": "予想外の抵抗を見せるリムルに、怒りを募らせるクレイマン。一方、最古の魔王ギィと魔王レオン、そしてヴェルドラの姉ヴェルザードは、リムルへの関心を強めていた。"
                },
                "19": {
                    "ID": "8336720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336720",
                    "TitleEnglish": "The Signal to Begin the Banquet",
                    "SummaryEnglish": "Benimaru is in command of the troops that will face Clayman's army, which invaded the Animal Kingdom. If everything goes according to plan, achieving victory is just a matter of time.",
                    "TitleJapanese": "開宴の合図",
                    "SummaryJapanese": "人形を依り代にトレイニーを霊樹人形妖精（ドリュアス・ドール・ドライアド）に進化させるなど、魔王達の宴（ワルプルギス）に向け準備を進めるリムル。一方で、転送魔法でユーラザニアに到着したベニマル達は、クレイマンの軍勢にゲルドが仕掛けた”罠”で一気に畳みかける。その傍ら、カリオン救出に意気込む三獣士は、敵軍首魁の討伐に向かう。アルビスは、五本指筆頭のヤムザと一騎打ちに。フォビオは、ティアとフットマンに挑む。"
                },
                "20": {
                    "ID": "8336721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8336721",
                    "TitleEnglish": "On This Land Where It All Happened",
                    "SummaryEnglish": "Gabiru and the Three Beast Warriors battle Clayman's forces until they encounter formidable opponents. Benimaru will have to take action.",
                    "TitleJapanese": "因縁の地で",
                    "SummaryJapanese": "依然として激しい戦いが各地で繰り広げられる中、三獣士のスフィアは竜を祀る民、ミッドレイに苦戦を強いられていた。一方のアルビスはヤムザを追い詰めるが…。"
                },
                "21": {
                    "ID": "8432231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8432231",
                    "TitleEnglish": "Adalman, the Index Finger",
                    "SummaryEnglish": "On the other side of the front, Shuna, Souei and Hakurou must face Adalman, one of Clayman's most powerful subjects.",
                    "TitleJapanese": "示指のアダルマン",
                    "SummaryJapanese": "リムルは、ついに魔王達の宴（ワルプルギス）へと赴く。一方で、シュナたちもクレイマンの領地に向けて出発するが、城の近くに到着すると同時に敵の妨害を受けてしまう。"
                },
                "22": {
                    "ID": "8432232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8432232",
                    "TitleEnglish": "Demon Lords' Banquet ~Walpurgis~",
                    "SummaryEnglish": "The long-awaited feast of the Demon Lords begins, and Clayman serves the first course: a hate-filled, accusation-filled speech to put Rimuru against the wall.",
                    "TitleJapanese": "魔王達の宴 〜ワルプルギス〜",
                    "SummaryJapanese": "リムルとクレイマンの一騎打ちになるかと思いきや、クレイマンは洗脳したミリムをけしかける。ミリムの相手はリムルが引き受け、クレイマンはシオンが迎え撃つことに。"
                },
                "23": {
                    "ID": "8432233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8432233",
                    "TitleEnglish": "Returning from the Brink",
                    "SummaryEnglish": "Veldora's sudden appearance surprises Rimuru, but this saves him from Milim's attacks. It's time to try to end the battle against Clayman.",
                    "TitleJapanese": "起死回生",
                    "SummaryJapanese": "クレイマンの手駒も、クレイマン自身も、リムル達に全く歯が立たない。窮したクレイマンは、ミリムに狂化暴走（スタンピート）を発動させ、皆殺しにするよう命じる"
                },
                "24": {
                    "ID": "8432234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/that-time-i-got-reincarnated-as-a-slime/episodes/8432234",
                    "TitleEnglish": "Octagram",
                    "SummaryEnglish": "Clayman awakened as a true demon lord. The fight between Rimuru and the puppet master continues, but the difference in strength is very evident. The battle and its aftermath bring profound changes to the Ten Demon Lords.",
                    "TitleJapanese": "八星魔王",
                    "SummaryJapanese": "クレイマンを追い詰め、黒幕を聞き出そうとするリムルだが、クレイマンは死んでも口を割らない。仕方なくリムルは、クレイマンを処刑する。10人だった魔王はクレイマンが死に、カリオンとフレイが魔王の座を降りると宣言したことで、リムルを加えて８人となった。新しく呼び名を考えるようギイに強要され、リムルは「八星魔王（オクタグラム）」と命名。一匹のスライムが八人の魔王のひとりとなり、新たな時代へ突入したのだった。"
                }
            }
        },
        "3": {
            "Episodes": {}
        }
    }
}