{
  "URL": "https://www.thetvdb.com/series/conception",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8403818/",
    "http://conception-anime.com/",
    "https://www.themoviedb.org/tv/82988",
    "https://x.com/conceptionanime"
  ],
  "TitleEnglish": "Conception",
  "SummaryEnglish": "On his high school graduation day, Itsuki's cousin, Mahiru, tells him that she's pregnant. Just then, a gate of light emerges and transports the two into the world of Granvania. In this land, \"Impurities\" have been causing a disturbance to the Stars, ultimately plunging Granvania into chaos and disorder. And Itsuki, now revealed to be one who is fated to meet with the \"Star Maidens\", is seen as Granvania's last hope and was thus given the task to produce \"Star Children\" and combat the \"impurities\". And unless the task is complete, Itsuki may never be able to return home.",
  "Aliases": [
    "Conception: Ore no Kodomo wo Undekure!",
    "Conception: Please Have My Baby!",
    "CONCEPTION (2018)"
  ],
  "Modified": "2025-08-04",
  "Seasons": {
    "1": {
      "ID": "778295",
      "URL": "https://www.thetvdb.com/series/conception/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6821858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6821858",
          "TitleEnglish": "My Child?!",
          "SummaryEnglish": "High school student Yuge Itsuki was sent off to a strange parallel world with his childhood friend Konatsuki Mahiru. It was the magical world of \"Granvania\", which was facing a crisis from the threats of \"Impurities.\" Itsuki was summoned to this world as a \"Visitor\" to save this world, but to accomplish this mission, he had to perform a ritual known as the \"Love Rituals...\"",
          "Aliases": []
        },
        "2": {
          "ID": "6826833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826833",
          "TitleEnglish": "I Want You to Have My Child",
          "SummaryEnglish": "Itsuki and Mahiru performed their first Love Ritual. A \"Star Child\" that will be able to cleanse the Impurity was born, as they bonded through physical contact. Later, they were transferred to \"Hoshigami Academy,\" where the \"maidens of the 12 constellations,\" who will perform the Love Rituals with Itsuki, were gathered. Itsuki starts to bond with one of the maidens, Ruka, at the cherry blossom viewing welcome party.",
          "Aliases": []
        },
        "3": {
          "ID": "6826835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826835",
          "TitleEnglish": "Would You Try Having My Child?",
          "SummaryEnglish": "In order to defeat Impurities that turned out to be far stronger than expected, Itsuki is pressured to perform a \"Double Love Ritual\" with two maidens at the same time. It is said to produce powerful Star Children, but it has never been performed before. Itsuki steps into uncharted territory, following the lead of onee-san maidens Reone and Falun.",
          "Aliases": []
        },
        "4": {
          "ID": "6826836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826836",
          "TitleEnglish": "Please Have My Child!",
          "SummaryEnglish": "Itsuki bonds with Yuzuha, Maiden of Pisces. She works as a painter, but uses a coffin as bed for some reason, and drew what she saw in dreams while sleeping inside it. She seems to be in a slump, so Itsuki asks her out on a date as a change of pace. Then she shows up carrying the coffin with her...",
          "Aliases": []
        },
        "5": {
          "ID": "6826839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826839",
          "TitleEnglish": "I've Got So Many Kids",
          "SummaryEnglish": "A beach tour was organized to deepen Itsuki's bond with the maidens. However, that information was leaked to the biggest playboy in the academy, Seiya, who followed them in an attempt to seduce the maidens. While at the beach, Lillith, the fortune teller Maiden of Gemini, predicts that Itsuki will die soon.",
          "Aliases": []
        },
        "6": {
          "ID": "6826840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826840",
          "TitleEnglish": "Will You Have My Child BlehBleh!",
          "SummaryEnglish": "Mana recommends Collette, Maiden of Aquarius, to Itsuki for the next \"Love Ritual.\" However, Itsuki becomes hesitant of laying hands on a girl who is so pure and innocent. Despite being plagued by guilt, Itsuki helps out at the bakery where Collette usually works alone, in order to deepen their bond, but...",
          "Aliases": []
        },
        "7": {
          "ID": "6826842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826842",
          "TitleEnglish": "Please Be My Chikuwa!",
          "SummaryEnglish": "Collette was trying to recreate her grandfather's secret \"Happy Bread\" to gather customers, and revive the dying bakery. Itsuki helps out, and they make countless prototypes based on few clues left by her grandfather. And so, the two spent the night together, and finally enjoy a moment of happiness.",
          "Aliases": []
        },
        "8": {
          "ID": "6826846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826846",
          "TitleEnglish": "My Child, Welcome!",
          "SummaryEnglish": "Mana, the protector fairy for Visitor Itsuki, plans the \"Ultimate Love Ritual\" to encourage maidens who have yet to perform \"Love Rituals.\" It is supposedly an ultimate heavenly experience, but only a single maiden who managed to catch Itsuki's heart can be his partner.",
          "Aliases": []
        },
        "9": {
          "ID": "6826848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826848",
          "TitleEnglish": "Let's Try Giving Birth, Together",
          "SummaryEnglish": "Itsuki finds out that in addition to Stardust Labyrinths where the \"Impurity Lords\" dwell, there is also the 13th labyrinth, as well as the existence of the 13th maiden. He sets out to find the maiden. However, there is the possibility that the 13th is a male. Although not quite convinced, he seeks all the male candidates he could think of...",
          "Aliases": []
        },
        "10": {
          "ID": "6826849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826849",
          "TitleEnglish": "My Children, Thirteen of Them!?",
          "SummaryEnglish": "The 13th maiden was not male... A girl claiming to be the 13th maiden shows up before Itsuki. She sets out to confess her love while wearing an outlandish '80s outfit. However, Itsuki fails to notice, and continues his search.",
          "Aliases": []
        },
        "11": {
          "ID": "6826851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826851",
          "TitleEnglish": "Are You Going to Tell Me That You Want Me to Have Your Child?",
          "SummaryEnglish": "Winter arrives for Granvania. Streets are surrounded in festive mood of Christmas, as Shangri La unveils a shocking truth to Itsuki. It was about the only way to defeat the \"Thirteenth Phantom\", which is the source of all Impurities. Itsuki's answer to the ultimate choice is...",
          "Aliases": []
        },
        "12": {
          "ID": "6826852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conception/episodes/6826852",
          "TitleEnglish": "Give Birth to My Child!",
          "SummaryEnglish": "Itsuki heads to the final battle in order to secure the future of the ones he loves. However, none of their attacks worked against the \"Thirteenth Phantom\", as they fall in a desperate situation. That is when the feelings of \"we want to be with Itsuki\" by maidens call upon a miracle!!",
          "Aliases": []
        }
      }
    }
  }
}