{
    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8994044/",
        "https://www.instagram.com/tsurune_info",
        "http://tsurune.com/",
        "http://www.reddit.com/r/Tsurune",
        "https://www.themoviedb.org/tv/83314",
        "https://www.wikidata.org/wiki/Q117318984",
        "https://en.wikipedia.org/wiki/Tsurune",
        "https://x.com/tsurune_anime"
    ],
    "TitleEnglish": "Tsurune",
    "SummaryEnglish": "After target panic drives him from archery in middle school, Minato decides to return to the sport when his friends join the high school kyudo club.",
    "TitleJapanese": "ツルネ ―風舞高校弓道部―",
    "SummaryJapanese": "地元の公立高校・風舞高校へ入学した鳴宮湊。\n入学早々、顧問のトミー先生から弓道部に勧誘され、幼なじみの竹早静弥、山之内遼平は入部を快諾する。\nとある思いから入部を断っていた湊だったが、遼平に押し切られる形で弓道部の説明会へと足を運ぶと、そこには如月七緒、小野木海斗らの姿もあった。\n貴重な弓道経験者ということで、トミー先生の指名によって湊は急きょ、参加者の前で射を披露することになるが、矢は的には当たらない。\n湊は弓引きにとって重大な病を抱えていた……。",
    "Aliases": [
        "Tsurune: Kazemai High School Kyudo Club",
        "Tsurune - The Linking Shot -"
    ],
    "Modified": "2025-06-25",
    "Seasons": {
        "0": {
            "ID": "778653",
            "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7069574",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/7069574",
                    "TitleEnglish": "Tsurune: Dangerous Shoot",
                    "SummaryEnglish": "After the events of the tournament, Masa-san needs some help from the boys. The Kirisaki and Kazemai kyudo clubs team up to learn more about... idols?!",
                    "TitleJapanese": "ツルネ ―風舞高校弓道部― 第十四話「矢場い」",
                    "SummaryJapanese": "トーナメントのイベントの後、マサさんは男の子たちの助けを必要としています。 霧崎と風舞の弓道部がチームを組んで…アイドルのことをもっと知りたい！"
                },
                "2": {
                    "ID": "9856711",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9856711",
                    "TitleEnglish": "Tsurune the Movie: The First Shot",
                    "SummaryEnglish": "When Narumiya Minato joins Prefectural Kazemai High School, he is quickly invited to join the archery club by the club's advisor, Tommy-sensei. His childhood friends Takehaya Seiya and Yamanouchi Ryohei swiftly agree to join, but Minato is hesitant at first. Because Minato is the rare student with experience in archery, Tommy-sensei orders him to give a demonstration, which Minato does... except his arrow doesn't hit the target. It is revealed that Minato has developed a terrible dysfunction regarding archery. (This movie is a recap of the events of Season 1.)",
                    "TitleJapanese": "劇場版 ツルネ -はじまりの一射-",
                    "SummaryJapanese": "県立風舞高校に入学した成宮みなとは、顧問のトミー先生からすぐに弓道部への勧誘を受ける。 幼なじみの竹早聖也と山内涼平はすぐに参加を承諾するが、ミナトは最初は躊躇する。\n\nミナトは数少ない弓道経験者のため、トミー先生からデモンストレーションをするよう命じられるが、ミナトは矢が的に当たらなかった。 ミナトは弓道に関してひどい機能不全を患っていることが明らかになった。"
                }
            }
        },
        "1": {
            "ID": "778886",
            "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6827214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827214",
                    "TitleEnglish": "The Young Man on the Shooting Range",
                    "SummaryEnglish": "Minato first watched kyudo--Japanese archery--with his mother, where he was enchanted by the sound of the bowstring. When he first arrives at Kazemai High School, everyone expects him to join the kyudo club. But Minato is haunted by a recent tournament failure, and the strange condition that led to it.",
                    "TitleJapanese": "少年は矢庭に",
                    "SummaryJapanese": "湊には、心捕らわれた音――「弦音」がある。幼い頃に母と一緒に弓道を見て、たちまち魅了された湊は、中学校で弓道部に入るが最後の試合で敗北。その要因ともなった、ある「病」を抱えた湊は、弓道から距離を置くようになってしまった。地元の風舞高校に進学しても、もう弓道はしないと言い張る湊だったが……。"
                },
                "2": {
                    "ID": "6827215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827215",
                    "TitleEnglish": "At Wit's End",
                    "SummaryEnglish": "After his failure at the kyudo club briefing, Minato flees the school, and ends up encountering a mysterious archer named Masa-san. Though on his guard at first, Masa-san's lighthearted personality slowly helps him to open up.",
                    "TitleJapanese": "矢も楯（たて）も堪（たま）らず",
                    "SummaryJapanese": "湊が患っていたのは、「早気」という弓引きにとって恐ろしい病だった。弓道部の説明会で射を失敗し、逃げるように学校を飛び出した湊は、偶然辿り着いた夜多の森弓道場で、美しい弦音を響かせる謎の男・マサさんと出会う。最初は警戒していた湊も、マサさんの快活な人柄に少しずつだが心を開きはじめ……。"
                },
                "3": {
                    "ID": "6827216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827216",
                    "TitleEnglish": "Just as They Met",
                    "SummaryEnglish": "When Minato finally joins the Kazemai Kyudo Club, most of the boys accept him immediately. Kaito alone holds a grudge over Minato's wishy-washy behavior. Minato tries to smooth things over, but...",
                    "TitleJapanese": "出会いの矢先",
                    "SummaryJapanese": "風舞高校弓道部へ入部した湊。\n静弥と遼平、そして七緒は快く受け入れるが、海斗はころころと考えを変える湊を信用できないと突っぱねる。なんとか海斗との距離を縮めようとする湊だったが……。\n新生・風舞高校弓道部に、いきなり嵐の予感！？"
                },
                "4": {
                    "ID": "6827217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827217",
                    "TitleEnglish": "A Poor Fit",
                    "SummaryEnglish": "As the team's new coach, Masa-san decides to hold a training camp to help the kyudo club pass the tournament preliminaries. But first, he holds a mock tournament within the club, with a humiliating punishment for the loser.",
                    "TitleJapanese": "合わない筈",
                    "SummaryJapanese": "少しだが湊のことを信用するようになった海斗。マサさんをコーチとして迎え、風舞高校弓道部は県大会予選を突破するために合宿を行うことになる。\nその直前、部内で模擬試合が行われ、なんと負けた方は合宿中「○○」として過ごすことに！？ 何とか回避しようと試合に臨む5人だったが……"
                },
                "5": {
                    "ID": "6827218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827218",
                    "TitleEnglish": "A Frequent Messenger",
                    "SummaryEnglish": "For losing the match, the boys have to act as servants during their training camp. But does working all day mean they'll have no time to practice kyudo?",
                    "TitleJapanese": "矢の使いで",
                    "SummaryJapanese": "部内試合に負け、栄えある「下僕」となった湊たち男子5人。\n朝早くから境内の掃除に勤しみ、食事の用意もして……。って弓道の練習は！？\n練習ができないことに不満を覚える5人だったが、どうやらトミー先生とマサさんには狙いがあるようで……。"
                },
                "6": {
                    "ID": "6827219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827219",
                    "TitleEnglish": "The Reason for Shooting",
                    "SummaryEnglish": "At Kirisaki, a private high school with a renowned kyudo club, the first-year Fujiwara Shu's skill with a bow stands out. This holds true even when choosing their participants for the prefectural preliminaries...",
                    "TitleJapanese": "弓引く理由(わけ)",
                    "SummaryJapanese": "弓道の強豪校・私立桐先高校。そこには「貴公子」と呼ばれる射手・藤原愁がいる。\n高校1年生とは思えない風格のある射は、腕に覚えのある上級生たちをも圧倒する。\nそれは、県大会予選出場メンバー選抜の校内試合でも変わりなくて……。"
                },
                "7": {
                    "ID": "6827220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827220",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "The prefectural tournament preliminaries finally begin. When the students from Kazemai and Kirisaki run into each other, Minato is happy to see Shu again... but Kaito is only interested in picking a fight!",
                    "TitleJapanese": "再、会",
                    "SummaryJapanese": "いよいよ開幕した、県大会予選。この予選で上位に入らなければ、県大会へは進めない。\n風舞高校弓道部にとっては初の公式試合。会場へやって来た湊たちは、桐先高校の愁たちと遭遇して、早くも一触即発の雰囲気に！？"
                },
                "8": {
                    "ID": "6827221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827221",
                    "TitleEnglish": "Taking Aim",
                    "SummaryEnglish": "The boys finally compete in the group match. While Kaito is focused on making up for his individuals performance, Minato is reinvigorated by his reunion with Shu.",
                    "TitleJapanese": "矢を向けて",
                    "SummaryJapanese": "初めて挑む公式試合の団体戦。前日の個人戦で調子を崩した海斗だったが、やる気は十分。湊も愁の射を久しぶりに見て、奮い立っていた。\n緊張している遼平にいつも通り気楽そうな七緒と冷静な静弥。\nいざ試合開始！……と思いきや、開始直前に射順が変更され、同組はまさかの――！？"
                },
                "9": {
                    "ID": "6827222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827222",
                    "TitleEnglish": "An Unshown Hand",
                    "SummaryEnglish": "The Kazemai Kyudo Club has managed to break through the preliminaries and is now preparing for finals. But Seiya's seemingly unflappable demeanor is beginning to show cracks...",
                    "TitleJapanese": "明かせぬ手の内",
                    "SummaryJapanese": "なんとか予選を突破し、県大会へ出場することになった風舞高校弓道部。\n県大会に向けてチーム全員が一丸となって猛練習中！　と言いたいところだが、熱が入りすぎて、あわや空回り。\nそんな中、静弥はどこか心ここにあらずといった様子で…。"
                },
                "10": {
                    "ID": "6827223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827223",
                    "TitleEnglish": "Linked Heart",
                    "SummaryEnglish": "When Seiya develops a fever and stays home from school, friction develops between the remaining members of the team. Does Masa-san hold a trump card to solve their problems?",
                    "TitleJapanese": "離れぬ心",
                    "SummaryJapanese": "雨に打たれたせいか、熱を出して学校を休んでしまった静弥。\n4人で練習する湊たちだったが、県大会予選突破の勢いはどこへやら。部長不在のせいか、些細なことでギクシャクし始める……。\nそれを心配した妹尾たちがマサさんに相談したところ、彼には「奥の手」があると言う……。"
                },
                "11": {
                    "ID": "6827224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827224",
                    "TitleEnglish": "The Pain of Empty Release",
                    "SummaryEnglish": "Seiya has bounced back from his earlier gloom, and the team is practicing in earnest for the tournament. But when Minato forgets something in the Kyudo Hall, he overhears Masa-san talking to Tommy-sensei...",
                    "TitleJapanese": "空筈の痛み",
                    "SummaryJapanese": "憑き物が取れたように、以前よりも明るい表情をみせる静弥。\n他のメンバーもそれを感じているようで、あとは県大会に向けて練習あるのみといったところ。\nしかし今度はマサさんが浮かない表情を見せ始める。\nある日、湊が弓道場に忘れ物を取りに行くと、トミー先生とマサさんが何やら深刻そうに話し込んでいて……。"
                },
                "12": {
                    "ID": "6827225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6827225",
                    "TitleEnglish": "Five Arrows",
                    "SummaryEnglish": "The news of Masa-san's accident has shaken the boys of the Kazemai kyudo club. The girls manage to get their heads back in the game, but will they be able to pass through to the finals under these conditions?",
                    "TitleJapanese": "五本の矢",
                    "SummaryJapanese": "マサさんが事故に遭った――。\n蓮からの知らせに動揺する風舞高校弓道部。\nマサさんのことが気がかりで、これから始まる試合に集中できていない男子たちを女子が一喝。\n試合に向けて頭を切り替えようと努める湊たちだが、そう簡単にできるはずもなく……。\n試合に向かう5人の背中をトミー先生は心配そうに見守るのだった。"
                },
                "13": {
                    "ID": "6942040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/6942040",
                    "TitleEnglish": "Irreplaceable",
                    "SummaryEnglish": "Having overcome various trials, the members of the reborn Kazemai Kyudo Club have deepened the bonds that they share. As the final match of the tournament approaches, what will the future hold for these young men who have grown together through kyudo?",
                    "TitleJapanese": "かけがえのない",
                    "SummaryJapanese": "全ての《出会い》はあの弦音から始まった。\n「再生」した風舞高校弓道部で、立ちはだかる試練をもがきながらも乗り越え、仲間との絆を深めてきた湊たち5人。\n春が過ぎ、緑が深まる初夏――辿り着いた県大会決勝。弓道によって出会い、若葉のように成長してきた彼らが手にする未来とは――。"
                }
            }
        },
        "2": {
            "ID": "2015080",
            "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9312796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9312796",
                    "TitleEnglish": "Summer Calls",
                    "SummaryEnglish": "The school prepares for the annual Sports Tournament and other students note Minato’s absence. However, a familiar sound tells his friends where they can find him.",
                    "TitleJapanese": "夏への矢声",
                    "SummaryJapanese": "風舞高校弓道部は、県大会優勝という快挙を成し遂げた。調子を取り戻したばかりの鳴宮湊は、弓を引く感覚を身体に覚え込ませておきたい気持ちでいっぱいだった。そんな中、校内行事のスポーツ大会が始まり、部活動は一斉休止となる。生徒たちが出場種目の練習に励む中、湊の姿がどこにも見当たらない。すると、山之内遼平、小野木海斗、如月七緒、竹早静弥の耳に、聞き覚えのある「弦音（ツルネ）」が聞こえてきて……。"
                },
                "2": {
                    "ID": "9540136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540136",
                    "TitleEnglish": "All in the Mind",
                    "SummaryEnglish": "Each participant in the regionals has their own worries and hopes. They are all different, but the one thing that unites them all is kyudo.",
                    "TitleJapanese": "気は、輪をかけるように",
                    "SummaryJapanese": "全国大会優勝が当然とされてきた桐先高校弓道部が、今年は県大会を準優勝という結果に終わった。地方大会で優勝しなければ全国への道すら絶たれることもあり、部内には緊張感が漂う。愁は県大会で自分の射から気持ちを離してしまった事を深く自省していた。一方、絶好調の湊は、試合で弓が引けることに気持ちを昂ぶらせながら、会場へ向かう。風舞、桐先、そして他県からの強豪校が集う、波乱の地方大会が幕を開ける。"
                },
                "3": {
                    "ID": "9540137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540137",
                    "TitleEnglish": "Winds of a Brewing Storm",
                    "SummaryEnglish": "Kazemai’s performance earned them victory. However, another team is quickly making a name for themselves with their unorthodox yet ‌effective kyudo techniques.",
                    "TitleJapanese": "朝嵐が吹く",
                    "SummaryJapanese": "初戦を好成績で突破し、勢いに乗る風舞。３回戦の相手は、中学時代の湊の先輩でもある二階堂永亮が率いる、辻峰高校だった。辻峰は昨年までの試合データがない無名の高校。実力が謎に包まれたまま、今年の大会で番狂わせを起こしている。湊は二階堂と一緒に弓が引けることを喜ぶが、二階堂は不敵な笑みを浮かべる。試合が始まると辻峰の独特なテンポに翻弄される風舞。湊は「自分が当てなくては」と的に集中するのだが……。"
                },
                "4": {
                    "ID": "9540138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540138",
                    "TitleEnglish": "Broken Tempo",
                    "SummaryEnglish": "Exiled from the shooting range on Masaki’s orders, Minato finds himself forbidden from wielding his bow. Meanwhile, Kaito blames himself for the team’s poor performance.",
                    "TitleJapanese": "拍子の大離れ",
                    "SummaryJapanese": "地方大会で散々な試合を見せてしまった風舞。試合後、湊は雅貴から的前に立つことを禁じられる。以降、湊は弓を持つことすら許されず、内心では不服の思いながらも練習用のゴム弓で基本動作を繰り返すことに……。一方で海斗は試合が崩れた原因は自分にあると主張する。だが、事態の本質を見抜いていた七緒は、一人で背負おうとする海斗に揺さぶりをかける。"
                },
                "5": {
                    "ID": "9540139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540139",
                    "TitleEnglish": "Push and Pull",
                    "SummaryEnglish": "Minato endures Masaki’s deluge of instructions. Meanwhile, the rift between Nanao and Kaito deepens, casting a dark cloud over the entire kyudo club.",
                    "TitleJapanese": "押し手、引い手",
                    "SummaryJapanese": "湊は、自分の射形を取り戻し「息合い」を見つけるため、雅貴の細かな指導にも耐えゴム弓を続ける。一方、七緒と海斗の間には深い溝が生じていた。その影響で部内には不穏な空気が立ち込める。これまでなら、海斗に一方的な態度を取られても受け流してきた七緒だったが、今回はどうにも腹の虫が治まらない。部活を無断で休み、あてもなく時間をつぶしながら、幼い頃の海斗との出来事を思い出す。"
                },
                "6": {
                    "ID": "9540140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540140",
                    "TitleEnglish": "Taking Shape",
                    "SummaryEnglish": "It’s their turn this time; Seo, Hanazawa, and Shiragiku have signed up for a kyudo tournament and are bursting with excitement for their first team competition.",
                    "TitleJapanese": "姫反り成る",
                    "SummaryJapanese": "妹尾、花沢、白菊は、市民弓道大会に団体戦で出場することになった。初めて公式の団体戦に臨めることが嬉しくてたまらない三人。特に、県大会で普段通りの弓を引けなかった白菊が、市民大会にかける想いはひとしおだった。湊たち男子部員も、応援のために会場に駆けつける。湊は弓を引きたい気持ちを堪えて、妹尾、花沢、白菊の一体感のある体配を、じっくりと観察する。そして、三人の射を見てあることに気づく。"
                },
                "7": {
                    "ID": "9540141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540141",
                    "TitleEnglish": "Unwavering Spirit",
                    "SummaryEnglish": "Now that they know what they need to do, Minato and the others try to find their own “ikiai.”",
                    "TitleJapanese": "的射る心",
                    "SummaryJapanese": "「息合い」のヒントを得た湊たちは、試行錯誤しながら自分たちの「息合い」を模索し始める。そんな中、他のメンバーに比べて的中数が少ない遼平は、なんとかして全国大会までに早く上手くならなくては、と内心焦っていた。自分の悩みで頭がいっぱいだった遼平は、地方大会で愁に借りた矢を返していなかったことに気づく。思い立って愁の自宅まで矢を返しに行くのだが……。"
                },
                "8": {
                    "ID": "9540142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540142",
                    "TitleEnglish": "Trajectory",
                    "SummaryEnglish": "The Kazemai kyudo club heads to Kirisaki’s campus for a joint practice session.",
                    "TitleJapanese": "矢筋道",
                    "SummaryJapanese": "雅貴の計らいにより、風舞は桐先と合同練習を行うため、桐先高校弓道部を訪れる。風舞は「息合い」を意識するようになり、湊は以前よりも落ち着いて弓と向き合えるようになっていた。愁もまた、千一、万次と一緒に自主練習に取り組むようになり、桐先にも前とは違う空気が流れ始めていた。互いに刺激を受けながら練習を進める中、男子五人立ちでの模擬試合を行うことになる。"
                },
                "9": {
                    "ID": "9540143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540143",
                    "TitleEnglish": "Bending Will",
                    "SummaryEnglish": "Kazemai has a summer training camp and is ecstatic about getting a beach-side kyudo range all to themselves! Too bad the Tsujimine kyudo club beat them to the punch.",
                    "TitleJapanese": "裏反る意志",
                    "SummaryJapanese": "全国大会に向けて、夏合宿を行うことになった風舞高校弓道部。海の近くにある弓道場を貸し切って練習に打ち込めるとあって、盛り上がる湊たち。だが、施設に到着すると、そこには辻峰高校弓道部の姿が。くしくも風舞と辻峰の合同合宿が始まる。愛想よく笑う二階堂だが、雅貴の指導をあおぐ風舞がどこか面白くない様子で……。"
                },
                "10": {
                    "ID": "9540144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540144",
                    "TitleEnglish": "Draw of a New Dawn",
                    "SummaryEnglish": "How can Tsujimine be in sync when its members seem so different? Minato wants to know why, and Fuwa will tell him if Minato explains why Nikaido is obsessed with beating him.",
                    "TitleJapanese": "勝手な夜明け",
                    "SummaryJapanese": "風舞と辻峰は、合宿を通じて次第に交流を深めてゆく。辻峰の体配は不思議とまとまりがある。湊は辻峰の体配の秘密を直接不破に訊ねてみる。不破は体配の心がけを教える代わりに、交換条件として、二階堂が湊と愁を敵視している理由を教えて欲しいと持ちかけるが、湊に心当たりはなく……。"
                },
                "11": {
                    "ID": "9540145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540145",
                    "TitleEnglish": "Falling Into Place",
                    "SummaryEnglish": "Kazemai, Tsujimine, and Kirisaki compete in a national tournament that means something different to each team.",
                    "TitleJapanese": "息合う場所",
                    "SummaryJapanese": "ついに全国大会が幕を開ける。地方大会で全国大会進出を勝ち取った常勝・桐先。二階堂が率いてきた斜面打ち起こしのダークホース・辻峰。そして、「息合い」の入り口にたどり着いたばかりの風舞。それぞれの思いを胸に最後の戦いが始まる。男子団体戦の決勝トーナメントは、強豪チームが同じブロックに集中する“グループ・オブ・デス”状態となってしまう。"
                },
                "12": {
                    "ID": "9540146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540146",
                    "TitleEnglish": "The Linking Shot",
                    "SummaryEnglish": "Minato had setbacks, but all of his hard work earned him a spot on the national stage. Now, as he steps onto the range, he faces Shu once more.",
                    "TitleJapanese": "繋がりの一射",
                    "SummaryJapanese": "母に手を引かれて訪れた弓道場で、初めて「弦音」を聞いた日から、湊の弓道人生は始まった。悲しみや挫折を経験しながらも、湊が続けてきた射法八節の足踏みは、全国大会という大舞台へとつながってゆく。五人で弓を引くことの意味に気づき「息合い」に近づく湊。そして、再び愁との決戦が始まる。二人が並んで弓を引く時、湊は自分の射を見つけることができるのか――。"
                },
                "13": {
                    "ID": "9540147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsurune-kazemai-koukou-kyuudoubu/episodes/9540147",
                    "TitleEnglish": "Resounding Release",
                    "SummaryEnglish": "The conclusion of the national tournament heralds the end of summer. As Minato reflects on kyudo, he and his friends help Masaki prepare for the Star Festival at Yata Shrine.",
                    "TitleJapanese": "気、祓う鳴弦",
                    "SummaryJapanese": "全国大会が終わり、季節は晩夏に差し掛かっていた。試合に集中していた湊たちは、雅貴から頼まれていた“仕事”を、すっかり忘れていた。それは、夜多神社で行われる「あまつ星祭り」の手伝いだった。平安装束に身を包み、神事のための射を奉納するという大役。湊たちは改めて弓引きとしての自分を見つめ直す。"
                }
            }
        }
    }
}