{
  "URL": "https://www.thetvdb.com/series/uzamaid",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8993614/",
    "https://www.themoviedb.org/tv/82864",
    "https://www.themoviedb.org/tv/82864"
  ],
  "TitleEnglish": "UzaMaid!",
  "SummaryEnglish": "Takanashi Misha is a second grade elementary school girl whose father is Japanese and mother was Russian. After she lost her mother at an early age, she has lived alone with her father. One day, a new maid named Kamoi Tsubame comes to their house to serve as their maid. She was a former master sergeant of Japan Air Self-Defense Force, and her biggest problem is that she is a lolicon who is deeply attracted to Misha.",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "778786",
      "URL": "https://www.thetvdb.com/series/uzamaid/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "7152217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/7152217",
          "TitleEnglish": "My Maid Is Still Seriously Way Too Annoying...",
          "SummaryEnglish": "Misha and the others go to the spa theme park that everyone is currently talking about. Misha got tickets from Midori and she invited Washiwashi and Yui to come along. But then suddenly, Tsubame shows up... Misha is watching an anime with a very clumsy maid and says that it looks like anyone can be a maid. Tsubame hears this and tells her that it’s not true, but then Misha decides to prove her wrong.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "778787",
      "URL": "https://www.thetvdb.com/series/uzamaid/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6826467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826467",
          "TitleEnglish": "Our Maid Is Too Annoying!",
          "SummaryEnglish": "Kamoi Tsubame is looking for a job, but she can’t find exactly what she’s looking for. Depressed, she goes to find the house of a cute young Russian-speaking girl she had seen before. The house’s backyard seems to be in disrepair, but she notices a sign on the wall saying they need a maid...",
          "Aliases": []
        },
        "2": {
          "ID": "6826583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826583",
          "TitleEnglish": "My Maid Kidnapped Me",
          "SummaryEnglish": "Tsubame is now the Takanashi’s maid. She sees Misha playing games all the time, even though it’s summer break. Tsubame wants to become friends with Misha no matter the cost, but she can’t figure out a way. Then, she decides to play the same game as Misha...",
          "Aliases": []
        },
        "3": {
          "ID": "6826584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826584",
          "TitleEnglish": "My Maid Is Sneaking Up On Me",
          "SummaryEnglish": "Tsubame was having fun being a made for Misha, but after seeing children wearing their backpacks, she remembered that Misha should be going to school, as well. She asks Misha why she isn’t going to school, and Misha insists it’s because she’s Russian, but...",
          "Aliases": []
        },
        "4": {
          "ID": "6826585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826585",
          "TitleEnglish": "My Maid Reveres Young Girls",
          "SummaryEnglish": "Yasuhiro doesn't seem to be coming home, and Tsubame doesn't come on weekends, so Misha is looking forward to have a lot of fun on her own... But Tsubame shows up anyway. Yasuhiro is going to be busy with work, so Tsubame will be spending the night. Misha also has an assignment she needs to finish...",
          "Aliases": []
        },
        "5": {
          "ID": "6826586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826586",
          "TitleEnglish": "My Maid Is Everywhere",
          "SummaryEnglish": "Yui has been the cutest girl in the class this whole time—that is, until Misha comes back to school. Everyone calls Misha “a true beauty”, and that’s something Yui cannot just abide. Eventually Yui ends up getting into a fight with Misha when she tries to get scouted out on the streets...",
          "Aliases": []
        },
        "6": {
          "ID": "6826587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826587",
          "TitleEnglish": "Our Maid's Girl From The Past?",
          "SummaryEnglish": "Misha is heading home when all of a sudden she runs into a tall woman wearing goth lolita-style clothing. Misha gets scared and calls over a police officer who ends up chasing the woman, but the mysterious woman turns out to be someone from Tsubame’s past...",
          "Aliases": []
        },
        "7": {
          "ID": "6826589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826589",
          "TitleEnglish": "My Maid Doesn’t Come Anymore",
          "SummaryEnglish": "Misha hires Midori to be her maid, and tells Tsubame that she's going to be fired. Tsubame accepts this rather readily, and takes her leave. Misha starts to feel bad, and then she finally has a chance to taste Midori's food. Everything did not go as expected.",
          "Aliases": []
        },
        "8": {
          "ID": "6826590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826590",
          "TitleEnglish": "My Former Maid Is From A Good Family",
          "SummaryEnglish": "Midori will be working at Misha's house as a maid for a little while along side Tsubame. One day, as Midori tries to head home, a car comes to pick her up. Midori's current living in a high-end hotel that's owned by her parents. Misha gets wind of this and decides she wants to spend a night at Midori's. They convince Yasuhiro and everyone goes to stay over, but...",
          "Aliases": []
        },
        "9": {
          "ID": "6826591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826591",
          "TitleEnglish": "My Maid And The Day We Met",
          "SummaryEnglish": "Misha tells her pet, Kumagoro, that they're going to the doctor's office. In fear, he decides to run away. He quickly realizes how cold it is outside, and just when he tries to get back in the house, someone appears before him.",
          "Aliases": []
        },
        "10": {
          "ID": "6826592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826592",
          "TitleEnglish": "My Maid And Yasuhiro",
          "SummaryEnglish": "Yasuhiro suddenly tells Misha that he managed to get some time off, and he wants to go to a hot spring. She doesn't want to go, but then Yasuhiro tells her that it's a famous capybara hot spring that's been featured on TV. Misha's excited, but then starts to worry if Tsubame will try to crash their vacation...",
          "Aliases": []
        },
        "11": {
          "ID": "6826593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826593",
          "TitleEnglish": "My Maid And The Forbidden Room",
          "SummaryEnglish": "Misha's finally going to school, and living a normal life. She's even made friends. Now it's time for her to have a sleepover with Washiwashi. She starts thinking about all the fun she's going to have, and then Tsubame interrupts her.",
          "Aliases": []
        },
        "12": {
          "ID": "6826594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826594",
          "TitleEnglish": "My Maid Now And Forever",
          "SummaryEnglish": "Washiwashi and Yui end up going into Misha’s very special room that no one is allowed to enter. Misha finds out that someone entered the room without permission and Tsubame immediately takes the blame, saying that she was the one who entered the room. Misha ends up going into the room and locking herself in. Yasuhiro gets a call about this and comes home. Why doesn’t Misha want anyone to ever enter that room?",
          "Aliases": []
        }
      }
    }
  }
}