{
    "URL": "https://www.thetvdb.com/series/uzamaid",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8993614/",
        "https://www.themoviedb.org/tv/82864",
        "https://www.themoviedb.org/tv/82864"
    ],
    "TitleEnglish": "UzaMaid!",
    "SummaryEnglish": "Takanashi Misha is a second grade elementary school girl whose father is Japanese and mother was Russian. After she lost her mother at an early age, she has lived alone with her father. One day, a new maid named Kamoi Tsubame comes to their house to serve as their maid. She was a former master sergeant of Japan Air Self-Defense Force, and her biggest problem is that she is a lolicon who is deeply attracted to Misha.",
    "TitleJapanese": "うちのメイドがウザすぎる！",
    "SummaryJapanese": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。\nそんな父子家庭にやってきた新人家政婦は、\nやたらマッチョな上に\n三度の飯より幼女が大好きで・・！？\n戦うヘンタイ家政婦ＶＳロシア系小学生の\nほっこりしない系？ホームコメディ、開幕！",
    "Aliases": [
        "Uchi no Maid ga Uzasugiru!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "778786",
            "URL": "https://www.thetvdb.com/series/uzamaid/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7152217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/7152217",
                    "TitleEnglish": "My Maid Is Still Seriously Way Too Annoying...",
                    "SummaryEnglish": "Misha and the others go to the spa theme park that everyone is currently talking about. Misha got tickets from Midori and she invited Washiwashi and Yui to come along. But then suddenly, Tsubame shows up... Misha is watching an anime with a very clumsy maid and says that it looks like anyone can be a maid. Tsubame hears this and tells her that it’s not true, but then Misha decides to prove her wrong.",
                    "TitleJapanese": "うちのメイドはやっぱりもうホントウザいんだなあ……",
                    "SummaryJapanese": "噂の最新温泉テーマパークにやってきたミーシャたち。ミーシャはみどりにチケットを貰い、わしわしとゆいを誘ったのでした。そこへ当然のようにつばめが現れて…。\nまた、ある日ドジなメイドが登場するアニメを見ていたミーシャは「メイドって誰でもできそう」と呟きます。それを聞いたつばめと口論になり、ミーシャはうっかり「メイドになる！」と宣言してしまい…。"
                }
            }
        },
        "1": {
            "ID": "778787",
            "URL": "https://www.thetvdb.com/series/uzamaid/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6826467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826467",
                    "TitleEnglish": "Our Maid Is Too Annoying!",
                    "SummaryEnglish": "Kamoi Tsubame is looking for a job, but she can’t find exactly what she’s looking for. Depressed, she goes to find the house of a cute young Russian-speaking girl she had seen before. The house’s backyard seems to be in disrepair, but she notices a sign on the wall saying they need a maid...",
                    "TitleJapanese": "うちのメイドがウザすぎる！",
                    "SummaryJapanese": "仕事を探している鴨居つばめは、職業安定所で理想が高すぎる（？）条件を提示し、あっさり断られます。失意の中、去年のお正月に帰省した際に見かけた、ロシア語を話す幼女の家の目の前にやってきました。庭を覗き込むと、以前とは違いすっかり荒れ果てて人の気配がありません。「あの雪の妖精は冬の日の幻だったのか？」とがっかりしていたつばめでしたが、ふと柵の近くに目をやると、そこには「家政婦さん急募！」の文字が・・・！"
                },
                "2": {
                    "ID": "6826583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826583",
                    "TitleEnglish": "My Maid Kidnapped Me",
                    "SummaryEnglish": "Tsubame is now the Takanashi’s maid. She sees Misha playing games all the time, even though it’s summer break. Tsubame wants to become friends with Misha no matter the cost, but she can’t figure out a way. Then, she decides to play the same game as Misha...",
                    "TitleJapanese": "うちのメイドにさらわれた",
                    "SummaryJapanese": "高梨家の家政婦になったつばめは、夏休みだというのに自宅でゲーム三昧のミーシャに友達がいない事が気がかりな様子。自らが友達になろうと思いあの手この手を使ってみても、ことごとく失敗してしまいます。諦めきれないつばめは、自宅で無意識に筋トレをしている際に、ふとミーシャがプレイしていたゲームを思い出しました。ノートPCを開き、そのゲームをプレイしようとしたつばめでしたが・・・。"
                },
                "3": {
                    "ID": "6826584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826584",
                    "TitleEnglish": "My Maid Is Sneaking Up On Me",
                    "SummaryEnglish": "Tsubame was having fun being a made for Misha, but after seeing children wearing their backpacks, she remembered that Misha should be going to school, as well. She asks Misha why she isn’t going to school, and Misha insists it’s because she’s Russian, but...",
                    "TitleJapanese": "うちのメイドが忍び寄る",
                    "SummaryJapanese": "ミーシャのもとへ家政婦として通う事に幸せを感じ、意気揚々と出勤するつばめでしたが、ランドセルを背負う通学中の少女たちを見て、ふとミーシャは学校に通っているのか気になりました。おやつの合間に学校に行かないのかと聞いたつばめに対して、ミーシャは「ロシア人だから学校に行かなくてもいい」というのですが・・・。"
                },
                "4": {
                    "ID": "6826585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826585",
                    "TitleEnglish": "My Maid Reveres Young Girls",
                    "SummaryEnglish": "Yasuhiro doesn't seem to be coming home, and Tsubame doesn't come on weekends, so Misha is looking forward to have a lot of fun on her own... But Tsubame shows up anyway. Yasuhiro is going to be busy with work, so Tsubame will be spending the night. Misha also has an assignment she needs to finish...",
                    "TitleJapanese": "うちのメイドは幼女が尊い",
                    "SummaryJapanese": "今日は康弘が家に帰れず、土日は家政婦のつばめもやってこないため、久しぶりの自由を満喫しようとしていたミーシャでしたが、そこに突然つばめが現れます。康弘より、当分休日出勤と泊まり込みが続くので、土日も家政婦の仕事を依頼されていたのでした。つばめのおかげで、至れり尽くせりなものの心が休まらないと嘆いているミーシャは、宿題の作文が気がかりで・・・。"
                },
                "5": {
                    "ID": "6826586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826586",
                    "TitleEnglish": "My Maid Is Everywhere",
                    "SummaryEnglish": "Yui has been the cutest girl in the class this whole time—that is, until Misha comes back to school. Everyone calls Misha “a true beauty”, and that’s something Yui cannot just abide. Eventually Yui ends up getting into a fight with Misha when she tries to get scouted out on the streets...",
                    "TitleJapanese": "うちのメイドはどこにでもいる",
                    "SummaryJapanese": "朝、教室ではおしゃれ命の女子小学生・森川ゆいが、同級生たちと談笑していました。そこへミーシャが登校してくると、他のクラスメイトは「本物の美少女」に見とれてしまい、ゆいはミーシャに対抗心を燃やします。後日、JSギャルの聖地にやってきたゆいは、ファッション雑誌にスナップ写真を撮られたいと何度も通りを往復していました。足が痛くなってきた頃、ついに声がかかるのですが・・・。"
                },
                "6": {
                    "ID": "6826587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826587",
                    "TitleEnglish": "Our Maid's Girl From The Past?",
                    "SummaryEnglish": "Misha is heading home when all of a sudden she runs into a tall woman wearing goth lolita-style clothing. Misha gets scared and calls over a police officer who ends up chasing the woman, but the mysterious woman turns out to be someone from Tsubame’s past...",
                    "TitleJapanese": "うちのメイドの昔のオンナ？",
                    "SummaryJapanese": "学校帰り、わしわしと別れて帰宅途中のミーシャの前に突然立ちはだかったのは、ゴスロリファッションを纏った背の高い女性。ミーシャをマジマジと見つめ、肌や髪の毛、唇などの特徴をねっとりと語り始めました。ミーシャはすかさず防犯ブザーを鳴らし、やって来た警官に「不審者に声をかけられた」と伝えます。警官に連れて行かれたその女性は・・・。"
                },
                "7": {
                    "ID": "6826589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826589",
                    "TitleEnglish": "My Maid Doesn’t Come Anymore",
                    "SummaryEnglish": "Misha hires Midori to be her maid, and tells Tsubame that she's going to be fired. Tsubame accepts this rather readily, and takes her leave. Misha starts to feel bad, and then she finally has a chance to taste Midori's food. Everything did not go as expected.",
                    "TitleJapanese": "うちのメイドがいない家",
                    "SummaryJapanese": "みどりを新たに家政婦として雇ったミーシャは、つばめに対して突然クビを宣告しました。ところがつばめはあっさりと受け入れ、振り返りもせず家を出て行ってしまいます。少しの罪悪感に苛まれながらも、ミーシャはみどりに晩御飯を作るようお願いしました。しかし、出てきたのは吐瀉物のような見た目のカレー。ドMのみどりは、料理を美味しく作る事が出来ず・・・。"
                },
                "8": {
                    "ID": "6826590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826590",
                    "TitleEnglish": "My Former Maid Is From A Good Family",
                    "SummaryEnglish": "Midori will be working at Misha's house as a maid for a little while along side Tsubame. One day, as Midori tries to head home, a car comes to pick her up. Midori's current living in a high-end hotel that's owned by her parents. Misha gets wind of this and decides she wants to spend a night at Midori's. They convince Yasuhiro and everyone goes to stay over, but...",
                    "TitleJapanese": "うちの元メイドはお嬢様",
                    "SummaryJapanese": "しばらくの間、ミーシャの家で家政婦としてつばめと共に働く事になったみどり。仕事を終えて帰ろうとすると、家の者が車で迎えに来るという連絡がありました。みどりの実家は、超豪華なホテルを経営しているホテル王だったのです。それを聞いたミーシャは、みどりの家に泊まりたいと言い出します。康弘を説得し、皆でみどりの家に泊まりに行く事になったのですが・・・。"
                },
                "9": {
                    "ID": "6826591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826591",
                    "TitleEnglish": "My Maid And The Day We Met",
                    "SummaryEnglish": "Misha tells her pet, Kumagoro, that they're going to the doctor's office. In fear, he decides to run away. He quickly realizes how cold it is outside, and just when he tries to get back in the house, someone appears before him.",
                    "TitleJapanese": "うちのメイドとあの日の出会い",
                    "SummaryJapanese": "ある日、クマゴローがベッドの上でくつろいでいると、ミーシャから声を掛けられます。嬉しそうに部屋を出たクマゴローですが、ミーシャから「病院に行くぞ」と呼びかけられました。注射が怖いクマゴローは、思い切ってベランダから飛び出し、外に逃げてしまいます。しかし外は寒く、暖かい家に戻ろうかと悩んでいると、そこに現れたのは・・・。"
                },
                "10": {
                    "ID": "6826592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826592",
                    "TitleEnglish": "My Maid And Yasuhiro",
                    "SummaryEnglish": "Yasuhiro suddenly tells Misha that he managed to get some time off, and he wants to go to a hot spring. She doesn't want to go, but then Yasuhiro tells her that it's a famous capybara hot spring that's been featured on TV. Misha's excited, but then starts to worry if Tsubame will try to crash their vacation...",
                    "TitleJapanese": "うちのメイドとヤスヒロと",
                    "SummaryJapanese": "ミーシャが家でくつろいでいると、康弘から「連休が取れたので温泉に行こう」と提案されました。「めんどくさい」と素っ気ないミーシャでしたが、テレビでも人気のカピバラと一緒に入れる温泉と聞いて大喜び。しかも康弘と二人きりの為、「久々につばめと離れられる！」とテンションが上がります。しかし下手に情報を漏らすと、つばめは追いかけて来そうです。そこで、わしわしの家に泊まっている事にして旅立ったのですが・・・。"
                },
                "11": {
                    "ID": "6826593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826593",
                    "TitleEnglish": "My Maid And The Forbidden Room",
                    "SummaryEnglish": "Misha's finally going to school, and living a normal life. She's even made friends. Now it's time for her to have a sleepover with Washiwashi. She starts thinking about all the fun she's going to have, and then Tsubame interrupts her.",
                    "TitleJapanese": "うちのメイドと開かずの部屋",
                    "SummaryJapanese": "これまで、ゲームやネットで一日を過ごし、好きな時に起きて食べて寝る放蕩三昧の生活を送っていたミーシャ。しかし最近は真面目に学校に通い、友達もできてリア充（？）生活を送るようになりました。そしてとうとう今日は、わしわしとの「お泊り会」の日。ミーシャは部屋でテンションが上がり、何をしようかと考えていると、当然のようにつばめが現れて・・・。"
                },
                "12": {
                    "ID": "6826594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzamaid/episodes/6826594",
                    "TitleEnglish": "My Maid Now And Forever",
                    "SummaryEnglish": "Washiwashi and Yui end up going into Misha’s very special room that no one is allowed to enter. Misha finds out that someone entered the room without permission and Tsubame immediately takes the blame, saying that she was the one who entered the room. Misha ends up going into the room and locking herself in. Yasuhiro gets a call about this and comes home. Why doesn’t Misha want anyone to ever enter that room?",
                    "TitleJapanese": "うちのメイドとこれからも",
                    "SummaryJapanese": "入ってはいけないと言われていたミーシャにとって大切な部屋に入ってしまった、わしわしとゆい。誰かが侵入したと知り、激昂したミーシャの前でつばめは「自分が入った」と2人をかばいます。中から鍵をかけ、部屋に閉じこもってしまったミーシャ。そこへ、連絡を受けた康弘が帰ってきました。他人が部屋に入る事をミーシャが拒む理由は・・・。"
                }
            }
        }
    }
}