{
    "URL": "https://www.thetvdb.com/series/run-with-the-wind",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9402026/",
        "https://www.kazetsuyo-anime.com/",
        "http://www.reddit.com/r/RunWithTheWind",
        "https://www.themoviedb.org/tv/82766",
        "https://x.com/kazetsuyo_anime"
    ],
    "TitleEnglish": "Run with the Wind",
    "SummaryEnglish": "Kakeru, a former elite runner at high school, is chased for stealing food. He is saved by a Kansei University student Haiji, who is also a runner. Haiji persuades Kakeru to live in the old apartment \"Chikuseisou\" where he plans to team up with fellow residents to enter Hakone Ekiden Marathon, one of the most prominent university races in Japan. Kakeru soon finds out that all of the residents except for Haiji and himself are complete novices.",
    "TitleJapanese": "風が強く吹いている",
    "SummaryJapanese": "寛政大学4年の清瀬灰二（ハイジ）は肌寒い三月、\n類まれな「走り」で夜道を駆け抜けていく蔵原走（カケル）に出くわし、\n下宿の竹青荘（通称・アオタケ）に半ば強引に住まわせる。\nハイジには「夢と野望」があった。高校時代の怪我による挫折。\nでももう一度、走りたい、駅伝の最高峰・箱根駅伝に出て、\n自分の追求する走りを見せたい。その「夢と野望」を「現実」にするにはあと一年しかない。\nそしていま強力な牽引者が彼の目の前に現れたのだ。\n竹青荘は特異な才能に恵まれた男子学生の巣窟だった。\n寮生のため炊事をこなすハイジをはじめに、大学に5年在籍している25歳ヘビースモーカーの\nニコチャン先輩（平田彰宏）、双子の兄弟・ジョージ（城 次郎）とジョータ（城 太郎）、\n留学生のムサ（ムサ・カマラ)、実家が山奥のど田舎にある神童（杉山高志）、\n司法試験に合格済の音楽フリーク・ユキ（岩倉雪彦）、クイズ番組好きのキング（坂口洋平）、\n金と時間のすべてを漫画に捧げる王子（柏崎 茜）...。そんな個性豊かな面々が、その竹青荘が実は\n「寛政大学陸上競技部錬成所」であることなど知らずに共同生活を送っていた。\nハイジは彼らを脅しすかし、奮い立たせ、「箱根」に挑む。\nたった十人で。蔵原の屈折や過去、住人の身体能力と精神力の限界など、\n壁と障害が立ちはだかるなか、果たして彼らは「あの山」の頂きにたどりつけるのか―。\n「走りとは力だ。スピードではなく、一人のままでだれかとつながれる強さだ。」",
    "Aliases": [
        "Run with the Wind"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "779328",
            "URL": "https://www.thetvdb.com/series/run-with-the-wind/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "6831922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6831922",
                    "TitleEnglish": "The 10th Man",
                    "SummaryEnglish": "Kurahara Kakeru runs through the city streets at night. A single man chases after him on a bicycle. That man's name is Kiyose Haiji. When Haiji catches up to Kakeru, he asks him a question: \"Hey, do you like running?\" Led by Haiji, Kakeru arrives at the Chikusei-so student dorm. He meets the strange residents living there. Haiji behaves in a peremptory manner. Kakeru is bewildered by the sudden development. No one at the dorm is aware of Haiji's ulterior motive. That night, the residents hold a welcoming party for Kakeru. At the party, from Haiji's mouth comes a grand and reckless plan. How will Kakeru respond...?",
                    "TitleJapanese": "10人目の男",
                    "SummaryJapanese": "夜の街を駆け抜ける蔵原走。走を自転車で追う一人の男。男の名は清瀬灰二。追いつくなり灰二が走に問いかける。「なあ、走るの好きか!」走は灰二に導かれ、竹青荘という学生寮へ辿り着く。奇妙な住人たちとの邂逅。有無を言わせぬ灰二の言動。突然の展開に戸惑うばかりの走。灰二の魂胆を知るものはそこにはいない。同じ夜、住人総出で走の歓迎会が開かれる。そこで灰二の口から、壮大で無謀な、ある目論みが告げられる。それを聞いた走の反応は…。"
                },
                "2": {
                    "ID": "6853230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6853230",
                    "TitleEnglish": "The Ogre’s Arrival",
                    "SummaryEnglish": "\"The residents of the Chikusei-so will run in the Hakone Ekiden together.\" Kakeru responds strongly to Haiji's rash suggestion. All the residents are amateurs when it comes to long distance running. Nobody takes Haiji's words seriously. The residents attempt to carry on with their college lives, but Haiji's shadow approaches. Threatened by Haiji's mysterious pressure, several tragically fall to Haiji's hand. Kakeru tries to leave the Chikusei-so, but he runs into Nico-chan in the city. Meanwhile, the Chikusei-so's bath breaks for unknown reasons, and they decide to go to the \"hellish\" public bath instead...",
                    "TitleJapanese": "鬼が来りて",
                    "SummaryJapanese": "灰二の無謀な提案に、反発の色を隠せない走。\n住人たちも陸上は全くの素人。誰も灰二の言葉を真に受けようとはしない。\nそんな彼らの元に、灰二の影が迫る。住人と灰二の攻防が始まる。"
                },
                "3": {
                    "ID": "6854415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854415",
                    "TitleEnglish": "A Single Flower",
                    "SummaryEnglish": "When their hot water contest ends in a tie, Kakeru participates in the dorm's morning jogs while continuing to rebel against Haiji. His plan is to make the other residents give up. The next morning, several of the residents decide to boycott the jogging. A young girl wearing a school uniform runs up to Kakeru and his cool attitude.",
                    "TitleJapanese": "花、一輪",
                    "SummaryJapanese": "熱湯対決を引き分けた走は、灰二に反発しながらも早朝ジョギングに参加する。\nそこには、住人たちを諦めさせるという狙いがあった。\n翌朝、数名の住人がジョギングをボイコットする。\n冷ややかな態度の走に向かって、制服姿の少女が駆けてくる。"
                },
                "4": {
                    "ID": "6854417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854417",
                    "TitleEnglish": "Shadows That Don't Fade",
                    "SummaryEnglish": "\"It's been a while...\" Sakaki smirks fearlessly. He and Kakeru are old acquaintances. Kakeru is unable to hide how shaken he is by their unexpected reunion. Swirling inside Kakeru was the loneliness he experienced as a high school student due to his talents. Kakeru runs as though fleeing from shadows, when before him appears \"the other Kakeru.\" It is the desperate man he used to be before he met Haiji. Kakeru glares resentfully at his past. Just as he's about to lose hope in himself, someone with a kind voice reaches out to him. It's Prince and his friends...",
                    "TitleJapanese": "消えない影",
                    "SummaryJapanese": "そう言って不敵に笑う榊浩介。思いがけない再会に動揺を隠せない走。\n走の胸の内には、高校時代に味わった、才能が故の深い孤独が渦巻いていた。\n影を振り切るように駆けていく走。その目の間に、“もう一人の走”が現れる。"
                },
                "5": {
                    "ID": "6854418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854418",
                    "TitleEnglish": "The Ones Not Chosen",
                    "SummaryEnglish": "After being challenged by Tokyo Sport University's Sakaki, Kakeru and the other residents of Chikusei-so have grown closer. As they celebrate the renewal of their resolve, King comes home wearing a suit for a change. Meanwhile, Kakeru voices his objections to participating in a track meet so soon. What point is there in forcing the amateurish residents to face reality? In response to Kakeru, Haiji asks his own question. Kakeru's doubts remain unresolved as Haiji begins holding proper practices. However, King refuses to participate because he's busy looking for a job... Under a cloud of anxiety, their proper training begins.",
                    "TitleJapanese": "選ばれざる者たち",
                    "SummaryJapanese": "東体大の榊に挑発されたことで、結果的に距離を縮めた走と竹青荘の住人たち。\n皆が決意も新たに盛り上がる中、キングが慣れないスーツ姿で帰って来る。\n一方、走は、早くも記録会への出場を目論む灰二に異を唱える。\n素人同然の住人たちに過酷な現実を突きつけてどうするのか。\nそう訴える走に、灰二が問い返す。\n走の疑問は晴れぬまま、灰二が本格的な練習を始めようとする。\nしかし、キングが就活を理由に参加を拒否して…。\n不安を抱えまま、本格的な練習が始まる。"
                },
                "6": {
                    "ID": "6854419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854419",
                    "TitleEnglish": "The Emperor's New Clothes",
                    "SummaryEnglish": "King rebels against Haiji's escalating demands. His job search continues to go poorly, causing him to close himself off to even Shindo, who is concerned for him. Eventually King begins acting independently. The other residents are also unable to hide their befuddlement at being told they can't work. Meanwhile, Kakeru goes to Nico-chan in order to dispel his doubts about Haiji, but he's unable to find a definitive answer. While this is happening, Shindo has an idea and suggests it to the other residents, but...",
                    "TitleJapanese": "裸の王様",
                    "SummaryJapanese": "エスカレートする灰二の要求に強く反発するキング。\n就活でも思うような成果は出ず、気遣ってくれる神童にも返って心を閉ざしてしまう。\nついには単独行動を取り始めるキング。他の住人たちも、\n強引なバイト禁止令には戸惑いを隠せずにいた。\n一方、走も、灰二への疑念を晴らすため、ニコチャンの元を訪れるが、\n確たる答えを見つけることはできない。\nそんな中、神童があるアイデアを思いつき、住人たちに提案するのだが…。"
                },
                "7": {
                    "ID": "6854420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854420",
                    "TitleEnglish": "Bear Your Fangs at the Summit",
                    "SummaryEnglish": "The residents of the Chikusei-so go to Tokyo Sport University in order to attend their first track meet. While there, Kakeru is reunited with his old teammate Sakaki Kosuke. Sakaki persistently attempts to provoke Kakeru. When Haiji tries to stop them, a man calls out to him. That man is the champion of Hakone and Rikudo University's ace, Fujioka Kazuma.",
                    "TitleJapanese": "頂きに牙を剥け",
                    "SummaryJapanese": "初めての記録会。東体大を訪れた竹青荘の住人たちの前に、\n走の因縁の相手、榊浩介が現れる。執拗に走を挑発する榊。\n二人を止めようとする灰二。そこに、王者六道大学の絶対的エース、藤岡一真が割って入る。\n誰もがその風格に気圧される中、なぜか灰二だけが平然と藤岡と言葉を交わす。\n一方、現実を知らない住人たちのマイペースな言動に苛立ちを募らせる走。\nスタート直前、灰二に苦言を呈した走は、藤岡の背中を鋭く見据えて…。"
                },
                "8": {
                    "ID": "6854421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854421",
                    "TitleEnglish": "Dangerous Character",
                    "SummaryEnglish": "The residents of the Chikusei-so experience a crushing defeat at the track meet. When Kakeru sees his teammates complain and praise one another for their powerlessness, he explodes. While trying to calm down Kakeru, Nico-chan reveals his feelings towards running that he's been hiding. Kakeru advises him to try as hard as possible. The next morning, Kakeru and Nico-chan abandon Haiji's coaching and begin training alone. Meanwhile, in order to regain the comic reading time that was taken from him by practice, Prince plans to have a certain item delivered to the apartment...",
                    "TitleJapanese": "危険人物",
                    "SummaryJapanese": "記録会で惨敗を喫した竹青荘の住人たち。\n愚痴をこぼし、自らの力不足を慰める仲間の姿に、走が感情を爆発させる。\nそんな走をなだめるうちに、ニコチャンが、心の底に燻らせている陸上への想いを吐露する。\n走は、とことんまで追い込むべきだと進言する。\n翌朝、走とニコチャンは、灰二の指導を離れ、独断でトレーニングを行う。\n一方、王子は、練習で奪われてしまった漫画鑑賞の時間を取り戻すため、\nとある器具の調達を目論んでいて…。"
                },
                "9": {
                    "ID": "6854422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854422",
                    "TitleEnglish": "Mismatched Runners",
                    "SummaryEnglish": "Kakeru asks Prince to quit the team depending on his performance at the next track meet. Though Haiji says Kakeru's words are ineffective, Prince asks if he'll be able to achieve an official record. But there's something else bothering Haiji: there's one leftover portion of food.",
                    "TitleJapanese": "ふぞろいの選手たち",
                    "SummaryJapanese": "王子に、次回の記録会の成績次第ではメンバーから抜けるよう提案する走。\nあの発言に効力はないと言う灰二に対し、王子は、僕でも記録は出せるのか？と直言する。\nさらに灰二にはもう一つの気がかりが。それは、用意した食事が一人分余っていること。\n灰二は、弁当を携え、食事を抜いた犯人の前に現れる。\n焦る走とは裏腹に、練習の成果が見え始めてムードを良くする竹青荘の住人たち。\nそんな彼らに、灰二が意外な指示を与えて…。"
                },
                "10": {
                    "ID": "6854423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854423",
                    "TitleEnglish": "Our Speed",
                    "SummaryEnglish": "Haiji suddenly faints. The residents realize how Haiji has been supporting them, and Nico-chan encourages Kakeru and Prince to reconcile. However, the stubborn boys refuse to bridge the gap. The next day, Shindo suggests that the team pick a temporary captain. When all the older members refuse, Kakeru agrees to do the job. Desperate to do something about Prince, Kakeru follows him around while nagging him. Prince's opposition increases in response. As the residents are unable to even feed themselves, someone comes to extend a helping hand...",
                    "TitleJapanese": "僕たちの速度",
                    "SummaryJapanese": "突然の灰二の昏倒。\n住人たちは灰二に支えられてきたことを痛感し、ニコチャンは、走と王子に和解を持ちかける。\nしかし、意固地な二人は溝を埋めることができない。\n翌日、神童が代理キャプテンの選出を提案する。\n年長たちがことごとく断った結果、走が代理を引き受けることになる。\n王子をどうにかしたい一心で、口うるさくついて回る走。その態度に反発を強める王子。\nそして、食事の用意もままならない住人たちに、救いの手を差し伸べる者が…。"
                },
                "11": {
                    "ID": "6854425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854425",
                    "TitleEnglish": "Overflowing Drops",
                    "SummaryEnglish": "The twins and Musa achieve official records, and the residents of the Chikusei-so feel there's hope for them. However, Shindo and Yuki begin to panic as they fail to beat their personal records for close to a month. Haiji tries to reason with them, but words alone aren't enough to save them. Meanwhile, the heavy rains continue, impeding the progress of the residents. The other residents grow concerned as Shindo continues to work hard at practice and his studies. Meanwhile, Kakeru and Haiji spot champion Fujioka Kazuma in a track and field magazine...",
                    "TitleJapanese": "こぼれる雫",
                    "SummaryJapanese": "双子とムサが公認記録を獲得し、希望を掴んだかに見えた竹青荘の住人たち。\nしかしそこには、一ヶ月近く記録を出せず、焦り始めた神童とユキの姿もあった。\n灰二が二人を諭そうと語りかけるが、言葉だけでは彼らを救えそうにない。\n住人たちの行く手を阻むように、重たい雨が降り続く。\nそれでも練習と学業の手を抜かない神童に、住人たちも心配を募らせ始める。\n一方、走と灰二は、陸上の専門誌に、王者・藤岡一真の姿を見つけて…。"
                },
                "12": {
                    "ID": "6854426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854426",
                    "TitleEnglish": "Summer Prank",
                    "SummaryEnglish": "Kansei University's battle to achieve official records formally begins. Having already achieved their official records, Musa, Jota, and Joji watch the race with Hanako. Kakeru joins the lead pack and competes with exchange students from strong schools. Meanwhile, the stagnating Shindo and Yuki utilize their strengths to make a strong effort towards achieving an official time. During the final lap, Haiji's words cut through Kakeru's mind. \"Do you like running?\" In that moment, something inside him opens, and Kakeru bangs out an astonishing time. After the race, a lone reporter approaches Kakeru, and...",
                    "TitleJapanese": "夏のいたずら",
                    "SummaryJapanese": "寛政大学の公認記録獲得を目指す戦いが本格的に始まる。\nすでに記録を持っているムサ、ジョータ、ジョージが葉菜子とともにレースを見守る中、\n走が先頭集団に混ざり、強豪留学生たちと渡り合う。\n一方、伸び悩んでいた神童とユキも、それぞれの特性を活かし、\nしたたかに目標タイムを狙う。\nラスト一周、走の脳裏をよぎる灰二の言葉。「走るの好きか！」。\nその瞬間なにかが開き、走は驚異的なタイムを叩き出す。\nレース後、そんな走に一人の記者が歩み寄り…。"
                },
                "13": {
                    "ID": "6854428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854428",
                    "TitleEnglish": "And Then Start Running",
                    "SummaryEnglish": "The Kansei University track team runs into Tokyo Sport University at Lake Shirakaba, where they're holding their training camp. Sakaki insistently provokes Kakeru over his past actions. Pushes to his limit, Kakeru grabs ahold of him, but his friends come between them before anything can happen. Later they begin their grueling practice, but Kakeru can't stop recalling heavy memories from his high school days: a cruel past that pushed a group of elite runners to their breaking point. Recalling how he chose his own destruction, Kakeru agonizes over his past. That night, the sky is full of stars. Haiji appears next to Kakeru as he's hanging around by himself...",
                    "TitleJapanese": "そして走り出す",
                    "SummaryJapanese": "夏合宿で訪れた白樺湖で、東体大と鉢合わせてしまった寛政大陸上部。\n走の過去の行為を告発するように、執拗に挑発を繰り返す榊。\n限界に達した走が掴みかかるも、仲間たちが間に入り事なきを得る。\nその後の練習は過酷を極めるが、走の心は高校時代の重い記憶に囚われたままだった。\nそれは、選ばれた者たちをさらに追い詰める、残酷すぎる過去だった。\n破滅を選んだ自分を思い出し、苦悩する走。\nやがて夜。空には満天の星。一人佇む走のそばに灰二が現れて…。"
                },
                "14": {
                    "ID": "6854429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854429",
                    "TitleEnglish": "You're Not Alone",
                    "SummaryEnglish": "The Kansei University track team accepts Kakeru's past and begins running once again. Their hellish training camp continues, and once they return to the city, they busily engage in recruiting for the fan club, fundraising, and job hunting. The last traces of their amateurism fade as every one of them swells with the strength of a true athlete. The ten of them sprint through a single fleeting summer. As Hanako watches over their brilliant progress, they begin to see a certain path leading towards their future. A single man's dream passes from one man to another. Nico-chan and King draw ever closer to achieving official records. Only one man remains...",
                    "TitleJapanese": "一人じゃない",
                    "SummaryJapanese": "走の過去を受け入れ、再び走り始めた寛政大陸上部。\n合宿では地獄の猛特訓が続き、都内に戻ってからは、後援会募集、資金調達、就職活動などに奔走する。いつしか素人の面影は薄れ、誰もが競技者の逞しさを漲らせていく。\n十人が、たった一度の儚い夏を駆け抜けていく。\nその眩い姿を見守る葉菜子にも、未来へと続く確かな道が見えてくる。\nたった一人の夢が、一人、また一人と繋がっていく。\nニコチャンが、キングが公認記録に迫る。残すは一人。それは…。"
                },
                "15": {
                    "ID": "6854430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854430",
                    "TitleEnglish": "Place of Destiny",
                    "SummaryEnglish": "The entire team achieves official records. Having earned the right to compete in the qualifier, Haiji reports their progress to Coach Tazaki. Though they still have many challenges to face before they make it through the qualifier, the exceptions of everyone around them continue to rise. They even receive an interview request from a TV station. While the others are excited, Yuki alone seems unhappy.",
                    "TitleJapanese": "運命の場所",
                    "SummaryJapanese": "無事にメンバー全員が公認記録を獲得。\n予選会の出場資格を得て、灰二が監督の田崎に現状を報告する。\n予選を突破するにはまだまだ厳しい状況が続くが、周囲の期待は高まる一方だった。\nテレビの取材も舞い込み、浮き足立つメンバー。\nしかし、ユキだけがどこか浮かない顔をしている。\nそしてムサの視線の先には双子と葉菜子の仲睦まじい姿が。\n風雲急を告げる秋。いよいよ予選会の号砲が鳴る！"
                },
                "16": {
                    "ID": "6854431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854431",
                    "TitleEnglish": "Dreams and Reality",
                    "SummaryEnglish": "A runner from another school trips and falls right in front of Haiji. Fortunately, he's able to avoid crashing into him, but he puts all his weight on his right leg. The fall causes a commotion at the water station. The cold rain mercilessly pounds down on the runners and the fans watching over them. Eventually the races moves into the city streets, and the runners' race for survival accelerates.",
                    "TitleJapanese": "夢と現(うつつ)",
                    "SummaryJapanese": "目の前で他校の選手が転倒する。\n辛うじて衝突を回避した灰二だったが、右足に全体重をかけてしまう。\n騒然とする給水所前。不穏な情報に心が波立つ葉菜子。\n冷たい雨が、選手と見守る大観衆に容赦なく降り注ぐ。\n集団がばらけ、レースが街路へ移る頃、各校の選手たちが勝負を仕掛ける。\n状況を察知した灰二が仲間たちに合図を送る。\nそれぞれの生き残りを賭けた孤独な戦い。\nそんな中、第１集団に大きな動きが。\n寛政大１年、蔵原走。\nその衝撃の追走が始まる！"
                },
                "17": {
                    "ID": "6854433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854433",
                    "TitleEnglish": "Searching for the Answer",
                    "SummaryEnglish": "The Kansei University track team miraculously makes it through the qualifier. The team is inundated by club applicants and interview requests. Despite them, Haiji calmly focuses on preparing for the race. However, Jota and Joji suddenly begin to oppose him. \"Haiji's fooling us, isn't he?\" What misgivings weigh heavily on their minds?",
                    "TitleJapanese": "答え探して",
                    "SummaryJapanese": "奇跡の予選突破を成し遂げた寛政大学陸上部。\n入部希望者が押しかけ、取材依頼も殺到する。\nそれでも灰二は冷静に、本番へ集中しようとする。\nだが、灰二がコースの下見を提案した時、ジョータとジョージが突然反抗を見せる。\n「俺たち騙されてたんでしょ、ハイジさんに」。\n力の差は明らか。優勝なんて到底無理。\nなのに頂点を目指すなんて、俺たちそそのかされたんだ。\nそう詰め寄る双子。どうにか答えを探そうとする仲間たち。\n灰二が二人に返した言葉とは…。"
                },
                "18": {
                    "ID": "6854434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854434",
                    "TitleEnglish": "And Then, Morning",
                    "SummaryEnglish": "While walking home with Musa, Kakeru runs into reigning champion Rikudo's Fujioka Kazuma. When Kakeru can't let go of the inconsiderate remarks made by some passers-by, Fujioka methodically and without faltering shows him the answer. Then Fujioka tells them about his shared history with Haiji. The burden Haiji has borne alone. The response he gave to Fujioka. In Fujioka's words, Kakeru begins to sense the meaning of the \"strength\" Haiji once described to him. Meanwhile, Haiji is at a consultation with his doctor. His eyes are glued to the harsh reality they see...",
                    "TitleJapanese": "そして朝",
                    "SummaryJapanese": "ムサと二人の帰り道、走は思いがけず、王者六道大の藤岡一真と遭遇する。\n周囲の心ない囁きを引きずる走に、藤岡は整然と、淀みなく答えを示してみせる。\nそして藤岡は、灰二との過去について語り始める。\n灰二が一人で背負ってきたものとは。藤岡に伝えた、精一杯の返事とは。\n走は藤岡の言葉から、灰二がかつて自分に話してくれた、「強さ」の意味を感じ取る。\n一方その頃灰二は、一人、医師の診察を受けていた。\n見据える灰二の瞳に、過酷な現実が映り込む…。"
                },
                "19": {
                    "ID": "6854435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854435",
                    "TitleEnglish": "The Moment of Release",
                    "SummaryEnglish": "The Tokyo-Hakone Round-Trip College Ekiden Race finally begins. Haiji was right, and Section 1 moves at a slow pace while the teams try to feel each other out. Prince, who bears the heavy responsibility of starting the race, takes up his position behind the other runners and conserves his strength. It's all part of Haiji's plan to take the top. Haiji also sends a message to Prince through Tazaki in the coach's vehicle and heads to the Tsurumi Relay Station where Musa waits. The group raises its pace. Prince desperately hangs on. And in the back of his mind, he recalls a conversation he once had with Haiji...",
                    "TitleJapanese": "解き放つ時",
                    "SummaryJapanese": "ついに東京箱根間往復大学駅伝競争の幕が上がる。\n灰二の賭けが当たり、１区は皆が探り合うスローペースの展開となる。\nそんな中、スタートの重責を担った王子は、他の選手の背後に位置を取り、体力の温存を目論む。\nそれもまた、灰二が授けた頂点を取るための作戦だった。\nさらに灰二は、監督車の田崎に王子への伝言を託し、ムサの待つ鶴見中継所を目指す。\nペースを上げる集団。必死に喰らいつく王子。\nその脳裏に去来するのは、いつかの灰二との会話だった…。"
                },
                "20": {
                    "ID": "6854436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854436",
                    "TitleEnglish": "Even If I Break",
                    "SummaryEnglish": "Hanako cheers for him on the sidelines. Pieces of memories run through his head. Finally realizing his romantic feelings, Jota accelerates and climbs in the standings. As the older twin passes the sash to his younger brother, Joji is informed about Hanako's feelings and becomes distracted. The sudden Hanako panic leaves the other members of the team disconcerted as well. In order to get the race back on track, Kakeru asks Tazaki to deliver a message. Meanwhile, Haiji calls Shindo, who has arrived at the relay station. Their time feels simultaneously too long and too short. A tragic resolve spreads through Shindo's burning, feverish body...",
                    "TitleJapanese": "壊れても",
                    "SummaryJapanese": "沿道に声援を送る葉菜子の姿。頭の中を駆け巡る記憶の欠片。\nついに恋に気づいてしまったジョータが、走りを加速させ順位を上げる。\n兄から弟へ繋がれる襷、と同時に、\n葉菜子の想いも聞かされたジョージは、すっかり心ここに在らず。\n突然の葉菜子パニックに他の選手も浮き足立つ。\nレースを修正するため、走が田崎に伝言を託す。\n一方、中継所に辿り着いた神童に、灰二が電話で語りかける。\n長くて短い二人の時間。高熱を帯びた神童の体に、悲壮な決意が滲む…。"
                },
                "21": {
                    "ID": "6854438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854438",
                    "TitleEnglish": "Goodbye, Beautiful World",
                    "SummaryEnglish": "His teammates faced death to pass the sash along. Bearing that weight in his mind, Yuki prepares for the race. Shindo approaches him. Turning his overflowing anxiety and regrets into strength, Yuki waits for the race to start. Meanwhile, in Yokohama, Kakeru and Haiji wait for Sections 9 and 10 to start. However, when Haiji is nowhere to be found, Kakeru grows uneasy. As though confirming his concerns, a sports doctor exits Haiji's room. Kakeru interrogates Haiji, but Haiji remains the same calm Haiji he's always been. It's 8AM. The second half begins!",
                    "TitleJapanese": "さよなら、美しきこの世界",
                    "SummaryJapanese": "仲間が決死の走りで繋いだ襷。\nその重さを噛み締めながら、ユキがレースの準備に臨む。\nそばに寄り添う神童の姿。溢れる不安や後悔を力に変え、運命のスタートを待つ。\n一方、横浜では、９区の走と１０区の灰二がスタンバイ。\nしかし、灰二の姿が見あたらず、走の胸に不安がよぎる。\nそしてそれが的中するように、灰二の部屋からスポーツドクターが現れる。\n灰二に詰め寄る走。しかし灰二は、どこまでも穏やかな、いつもの灰二だった。\n午前８時。復路開幕！"
                },
                "22": {
                    "ID": "6854439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854439",
                    "TitleEnglish": "Embrace Your Loneliness",
                    "SummaryEnglish": "Sakaki's fighting spirit verges on tragic. As though dragged along by it, King loses his pace. He thinks back on a conversation he had once with Haiji. The words he can't say, the reality he can't escape. Will Haiji's words free him from the doubts that cling to him? King's thoughts eventually arrive at the day he arrived at the Chikusei-so. It was the beginning of a lonely but also dream-like time. That small disappointment, that small pride. Carry all of it with you as you run. The men continue to fight to find themselves...!",
                    "TitleJapanese": "寂しさを抱きしめろ",
                    "SummaryJapanese": "悲壮なまでの榊の闘志。\n引きずられるようにペースを見失うキング。\nその脳裏を過るのは、灰二と交わしたある日の会話だった。\n言い出せない言葉。逃げ出せない現実。\n絡みつく迷いを解いてくれるのは、やはり灰二の言葉なのか。\nやがてキングの思いは、竹青荘で出会った、あの日の記憶にたどり着く。\nそれは孤独な、だけど夢のような時間の始まりだった。\n小さな落胆、小さなプライド。全てを抱えて走り抜け。\n男たちの、自分を手に入れるための戦いが続く…！"
                },
                "23": {
                    "ID": "6854441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/run-with-the-wind/episodes/6854441",
                    "TitleEnglish": "In The Wind",
                    "SummaryEnglish": "Kakeru is bewildered by this new experience. His speed overwhelms the other competitors. Meanwhile, reigning champion Rikudo's ace Fujioka breaks the section record as promised and pushes his team into first place. Fujioka finds Haiji. What answers wait for them at the ends of their roads? They reassure one another as they exchange words. Prince's smile pushes Haiji's quiet resolve forward. Kakeru eventually appears at the relay station, running at shocking speeds. Their dream lies before them. Kakeru passes to Haiji. Their sash unites them and their entire team. At what peak will the Kansei University track and field team arrive?",
                    "TitleJapanese": "それは風の中に",
                    "SummaryJapanese": "未体験の感覚に戸惑う走。その速度は他の選手を圧倒する。\n一方、王者六道大のエース藤岡も、宣言通り区間記録を更新、チームを１位へ押し上げる。\n藤岡を迎える灰二。互いの道の先にどんな答えが待つのか。\n確かめ合うように言葉を交わす二人。灰二の静かな決意に王子が笑顔で背中を押す。\nやがて、走が衝撃の速度で中継地点に現れる。\n夢がそこにある。走から灰二へ。襷が二人を、チームを一つに繋いでゆく。\n寛政大学陸上競技部。彼らが辿り着いた頂とは。"
                }
            }
        }
    }
}