{
    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10662504/",
        "http://rerided.com/",
        "http://www.reddit.com/r/RErideD",
        "https://www.themoviedb.org/tv/82522",
        "https://www.themoviedb.org/tv/82522",
        "https://x.com/Derrida_2060"
    ],
    "TitleEnglish": "RErideD – Derrida, who leaps through time –",
    "SummaryEnglish": "In 2050 engineer Derrida Yvain is famous for his contribution to \"Autonomous Machine DZ,\" at his father's company, Rebuild. But when he and his colleague Nathan discover a dangerous flaw in their creation, their warnings go ignored. The next day after Nathan's daughter Mage's birthday party, the group barely escapes an attack by unknown forces, leading to Derrida's unwitting captivity in cryogenic stasis. Ten years later, he emerges in a world at war with the mechanical lifeforms he helped create. Now, he fights to survive his nightmare future to make good his promise to \"Take care of Mage.\"",
    "TitleJapanese": "RErideD-刻越えのデリダ-",
    "SummaryJapanese": "2050年、エンジニアのDerrida Yvainは、父親の会社であるRebuildで「AutonomousMachineDZ」に貢献したことで有名です。 しかし、彼と彼の同僚のネイサンが彼らの創造に危険な欠陥を発見したとき、彼らの警告は無視されます。 ネイサンの娘メイジの誕生日パーティーの翌日、グループは未知の力による攻撃をかろうじて逃れ、デリダは極低温の停滞状態に無意識のうちに捕らえられました。 10年後、彼は彼が作成した機械的な生命体との戦争の世界に現れます。 今、彼は「メイジの世話をする」という約束を果たすために、悪夢のような未来を生き残るために戦っています。",
    "Aliases": [
        "RErideD - Derrida, who leaps through time -",
        "RErideD: Derrida, Who Leaps Through Time",
        "Rerided: Tokigoe no Derrida"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "779326",
            "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6831920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6831920",
                    "TitleEnglish": "The Place He Awakened",
                    "SummaryEnglish": "In the year 2050, engineer Derrida Yvain becomes aware of a bug in a new line of androids developed by his company. His attempts to avert disaster are blocked off at every turn, and soon, he and his friend Nathan are forced to run for their lives!",
                    "TitleJapanese": "目覚めた場所",
                    "SummaryJapanese": "2050年。技術者デリダ・イヴェンは、リビルド社で自身が開発に携わった自律機械DZにバグがあることに気付く。同僚のネイサンと共に、上司のアンドレイにDZの出荷を止めるよう上申するが、断られてしまう。嫌気がさしたデリダは、上層部の説得を諦め、ネイサンの娘・マージュの誕生日を祝うパーティへと出かける。ネイサン、マージュ、その友人のユーリィと共に楽しい時間を過ごすデリダ。だが翌日、何者かによる襲撃を受けて……。"
                },
                "2": {
                    "ID": "6836654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6836654",
                    "TitleEnglish": "Who Is Left in the World",
                    "SummaryEnglish": "Derrida awakens from cryostasis ten years in the future, to find a world in ruins filled with rampaging androids. After being saved by a man named Vidaux, Derrida decides to fulfill his promise to Nathan by finding and protecting his daughter, Mage.",
                    "TitleJapanese": "世界に残されたものは",
                    "SummaryJapanese": "デリダが冷却睡眠装置から目覚めたとき、10年の時が経過していた。荒廃し、暴走したDZの群れがひしめく2060年の世界で、DZに襲われていたデリダを救ったのは、デストラクトのヴィドーという男だった。ヴィドーは、人工知能ナビを搭載した車・グラハムと、娘のマユカと共に請負仕事をしているという。混乱しながらもネイサンの最期の言葉を思い出したデリダは、マージュ探しへの同行をヴィドーに依頼するが……。"
                },
                "3": {
                    "ID": "6836656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6836656",
                    "TitleEnglish": "Those Who've Come Together",
                    "SummaryEnglish": "Derrida stops by Nathan's old house, where he runs into Mage's best friend Yuri, who is now a young woman. Yuri devastates Derrida by informing him that Mage is dead... but his grief is cut short when they're attacked by a woman in black.",
                    "TitleJapanese": "集まった者たち",
                    "SummaryJapanese": "マージュを探すために訪れたネイサンの家で、デリダは成長したユーリィと再会する。しかし、ユーリィは、目の前の人物がデリダだと信じず銃を向け、「マージュは死んだ」と言う。父と親友を失い、さらに親友に託された少女まで失ってしまったと、悲嘆にくれるデリダ。そのとき、近づいてきた黒衣の女が、急にデリダに襲い掛かる。割って入ったヴィドーは、女が悪名高い殺し屋のドナであることを告げ、防戦するが……。"
                },
                "4": {
                    "ID": "6836747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6836747",
                    "TitleEnglish": "The Time Leaper",
                    "SummaryEnglish": "To search for more clues about to Mage's whereabouts, Derrida and Vidaux infiltrate company building of Rebuild, the creator of the out-of-control androids. But to do so, they'll first need to navigate the underground tunnels and gain access to the city.",
                    "TitleJapanese": "時間跳躍者",
                    "SummaryJapanese": "10年前にデリダが手渡したアクセスキーが原因で、マージュは誰かに追われている。姿を消したのはそのせいかもしれない。そして、追っているのは、陰謀を隠蔽したいリビルド社なのではないか。マージュ探しに同行すると言い出したユーリィの提案により、デリダたちはマージュへの手がかりを得るため、リビルド社へ潜入することに。しかし、リビルド社のある街の中心地に入るためには、ある地下道を突破しなければならず……。"
                },
                "5": {
                    "ID": "6839491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6839491",
                    "TitleEnglish": "That Which Is Not Wholly Abandoned",
                    "SummaryEnglish": "The group traces Mage's steps to a museum in the city of Vanfort. Derrida is struck by memories of visiting this place with his father when he was a child, and the strong memory spurs a sudden leap back to himself ten years before...",
                    "TitleJapanese": "棄てきれぬもの",
                    "SummaryJapanese": "デリダたちは、マージュが立ち寄ったという博物館の街・ヴァンフォートを訪れる。戦争の災禍が及び人の住まなくなった街は静まりかえっていたが、まだいくつかのインフラはかろうじて生き残っていた。博物館へと足を踏み入れたデリダは、既視感を覚える。父ジャキスと共に博物館を訪れた、幼い頃の記憶。と同時に、またもや不思議な感覚に包まれたデリダは、10年前のあのときに自分がいることに気がついて……。"
                },
                "6": {
                    "ID": "6850210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6850210",
                    "TitleEnglish": "Those Who Search, Those Who Conceal",
                    "SummaryEnglish": "Damages to Graham from repeated battles have taken their toll. While Vidaux walks to the city for repairs, Derrida and Yuri spend the night in an abandoned home, where Derrida begins experimenting with the mysterious \"time ride\" phenomenon.",
                    "TitleJapanese": "探す者、隠す者",
                    "SummaryJapanese": "ヴァンフォート博物館でのドナの襲撃を逃れ、マージュの痕跡を追ってガーボンドという街へ向かうデリダたち。しかし、度重なる戦闘負荷によりグラハムが故障し、途中の街道で立ち往生してしまう。ヴィドーとマユカが助けを呼びに行く間、デリダとユーリィは廃屋で待つことに。そこでデリダは、ユーリィと会話するうちに、自分が体験してきた不思議な現象が、「タイムライド」という過去に遡る現象であることを確信して……。"
                },
                "7": {
                    "ID": "6859416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6859416",
                    "TitleEnglish": "The Loves of Each",
                    "SummaryEnglish": "Derrida and Vidaux come to a new town looking for Yuri. But it turns out her kidnappers are from the government, and the conspiracy goes even deeper than expected...",
                    "TitleJapanese": "それぞれの、愛",
                    "SummaryJapanese": "ユーリィが姿を消した。大切にしていたカメラが路地裏に落ちているのを見つけたデリダは、ユーリィが追手に攫われたのではないかと動揺するが、グラハムの故障が直らなければ追跡することもできない。ヴィドーは、慌てるデリダを諌め、馴染みのメカニックに修理を依頼するため、湖島の街・ブリュッケを訪れる。一方その頃、ユーリィは、シュミットと名乗る男と対峙していた。男は、デリダの動向を執拗に尋ねてきて……。"
                },
                "8": {
                    "ID": "6859418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6859418",
                    "TitleEnglish": "The Fate of Time",
                    "SummaryEnglish": "A trap set by Donna ends up leading the group to the man they're searching for. Can Derrida use time rides to save them all from their merciless pursuer?",
                    "TitleJapanese": "時のさだめ",
                    "SummaryJapanese": "グラハムに搭載された新機能のおかげでシュミットの追撃を逃れたデリダたちは、マージュがヴァンフォート博物館で会っていた人物・カシエルに接触するため、ガーボンドの街へと向かう。その街にカシエルが潜伏しているらしい。ところが、ハイウェイを走るグラハムが、不意に崖崩れに見舞われる。またもや襲撃かとデリダたちが身を固くしていると、無線通信が入り、「ハイウェイを外れろ」という機械音声が響いて……。"
                },
                "9": {
                    "ID": "6880986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6880986",
                    "TitleEnglish": "Strong Bonds",
                    "SummaryEnglish": "Vidaux's past with Mayuka is explored as the team makes a brutal charge through a DZ graveyard.",
                    "TitleJapanese": "強い絆",
                    "SummaryJapanese": "タイムライドの影響により世界が変化していく。戦争は激化し、デリダたちは犯罪者として追われる身となっていた。カシエルのおかげで少しの時間は稼げたものの、度重なる戦闘負荷でヴィドーの怪我が悪化してしまう。そこで、ヴィドーを休ませるため、デリダたちは、グラハムで深い森の中へと逃げ込む。休息の間、いつもは明るく振る舞うマユカが、珍しく落ち込んだ顔をしている。気になったユーリィが、マユカに声を掛けると……。"
                },
                "10": {
                    "ID": "6893799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6893799",
                    "TitleEnglish": "Those Who Have Let Go",
                    "SummaryEnglish": "Five years ago after Derrida's tragedy, a reckless experiment gives birth to the entity known as Donna.",
                    "TitleJapanese": "手放したもの",
                    "SummaryJapanese": "「マージュは『静かな場所』に向かった」というカシエルの情報をたよりに、学術都市イェーツにたどりついたデリダたち。そこで母校のイェーツ工科大学を訪れたデリダは、かつての恩師・マレーネと再会する。DZもタイムライドも、自分が関わった研究は犠牲しか生まない、夢を追うべきではなかったのだ。そう嘆くデリダに、マレーネは、自らが放棄した研究の悲劇について語り出す。それは、DZにまつわる一つの実験の記録……。"
                },
                "11": {
                    "ID": "6896615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6896615",
                    "TitleEnglish": "A Quiet Place",
                    "SummaryEnglish": "Derrida and his friends make a final desperate run to the telescope facility where they believe Mage to be.",
                    "TitleJapanese": "静かな場所",
                    "SummaryJapanese": "マージュが向かった『静かな場所』、エッフェルズバーグ電波望遠鏡。研究施設で装置を完成させたマージュは、自分でタイムライドをしようとしているに違いない。だが、タイムライドには大きな代償が伴う。しかも、DZ掃討のため、電波望遠鏡がある場所はもうすぐ大規模空爆が行われるという。危機にさらされたマージュを救うため、デリダたちは、カシエルから譲り受けたDZジャマ－を携え、荒野を埋め尽くすDZの群れを突破する。"
                },
                "12": {
                    "ID": "6897280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rerided-derrida-who-leaps-through-time/episodes/6897280",
                    "TitleEnglish": "Everything Goes Back to Where It Belongs",
                    "SummaryEnglish": "With the government closing in, Derrida rushes to find Mage, learn the truth, and make a final time ride to avert disaster.",
                    "TitleJapanese": "総ては在るべき場所へ",
                    "SummaryJapanese": "グラハムの力を借りて荒野を突破し、デリダたちは電波望遠鏡にたどり着く。シュミットやドナの襲撃を潜り抜けたデリダとユーリィが施設地下へと向かうなか、マユカは、DZたちを食い止めているヴィドーの元へと駆け戻っていく。デリダとユーリィが施設の扉を開くと、目の前には懐かしい「あの時」の光景が広がっていた。そして、そこに横たわるマージュを見つけるが……！？再会は“刻”を越えて―――これは、想いが旅する物語。"
                }
            }
        }
    }
}