{
    "URL": "https://www.thetvdb.com/series/fategrand-order",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9525238/",
        "https://anime.fate-go.us/ep7-tv/tv/",
        "https://www.themoviedb.org/tv/90677",
        "https://x.com/FGOAP_ep7"
    ],
    "TitleEnglish": "Fate/Grand Order - Absolute Demonic Front: Babylonia",
    "SummaryEnglish": "A.D. 2017 The last era in which Magecraft still existed. Society was created by human hands, but Mages grasped the truth of the world. Magecraft is comprised of techniques from past humans that cannot be explained by science, while science encompasses the techniques of future humans that Magecraft cannot achieve. Researchers and scholars of both Magecraft and science have been gathered to maintain human civilization under the Chaldea Security Organization. But calculations then proved the extinction of humanity in 2019. The cause of this is “realms that cannot be observed” that suddenly appeared in various eras of history, called “Singularities”. Ritsuka Fujimaru, the one Master remaining in Chaldea, has been intervening within these Singularites, alongside the Demi-Servant Mash Kyrielight. He has been attending to the forbidden rituals to resolve or destroy the Singularities: the “Grand Order”.",
    "TitleJapanese": "Fate/Grand Order -絶対魔獣戦線バビロニア-",
    "SummaryJapanese": "カルデアのエージェントであるフジムナルリツカとマッシュキリエライトはバビロンに旅行し、その領域の英雄と神々に出会います。",
    "Aliases": [
        "Fate Grand Order",
        "Fate Grand Order - Zettai Majuu Sensen Babylonia",
        "The Absolute Frontline in the War Against the Demonic Beasts of Babylonia"
    ],
    "Modified": "2025-09-12",
    "Seasons": {
        "0": {
            "ID": "781180",
            "URL": "https://www.thetvdb.com/series/fategrand-order/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6849985",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/6849985",
                    "TitleEnglish": "Fate/Grand Order -First Order-",
                    "SummaryEnglish": "The year 2015 CE. The last era in which magecraft still thrived. The Chaldea Security Organization was founded to focus on preserving the continuation of human history. They observe a world which magecraft couldn't observe and science couldn't measure all to prevent the certain extinction of humanity. But one day, the future that Chaldea continued to observe disappears and humanity's extinction in 2017 becomes clear. Rather, it had already happened. The cause seems to be related to Fuyuki, a provincial town in Japan, in the year 2004 CE. There, an \"unobservable region\" that had not existed before appears. Based on the assumption that Fuyuki is the reason for humanity's extinction, Chaldea issues an order to explore, investigate, and possibly destroy this singularity – a quest for the Holy Grail, the Grand Order.",
                    "TitleJapanese": "Fate/Grand Order ~First Order~",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6849986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/6849986",
                    "TitleEnglish": "Fate/Grand Order: Moonlight/Lostroom",
                    "SummaryEnglish": "There is a \"Lost Room\" where you can find what was lost - or those who lost. This room, which belongs to no one, lies forgotten in a corner of Chaldea.",
                    "TitleJapanese": "Fate/Grand Order ~Moonlight/Lost room~",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6850007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/6850007",
                    "TitleEnglish": "Fate/Grand Order: Himuro no Tenchi - 7-nin no Saikyou Ijin-hen",
                    "SummaryEnglish": "The story follows three girls — Kaede Makidera, Kane Himuro, and Yukika Saegusa — at Homurahara Academy, but has nothing to do with the efforts to restore the Human Order.",
                    "TitleJapanese": "Fate/Grand Order × 氷室の天地 ～7人の最強偉人篇～",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6981005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/6981005",
                    "TitleEnglish": "Learning with Manga! Fate/Grand Order",
                    "SummaryEnglish": "A short anime based on Manga de Wakaru! Fate/Grand Order by Riyo. Aired during Fate Project Year End 2018",
                    "TitleJapanese": "マンガでわかる！Fate/Grand Order",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7307050",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7307050",
                    "TitleEnglish": "Episode 0 Initium Iter",
                    "SummaryEnglish": "The year is 2010 AD. Romani Archaman has been posted to Chaldea, where he becomes the primary doctor for a young girl. Mash Kyrielight, Chaldea's second successful summoning experiment, is interested in the word \"Senpai.\"",
                    "TitleJapanese": "Fate/Grand Order -絶対魔獣戦線バビロニア- Initium Iter",
                    "SummaryJapanese": "西暦2010年。\nカルデアに赴任する事になったロマニ・アーキマン。\n彼はある少女の主治医となる。\n「先輩」という言葉に興味を持つ召喚例第二号の少女マシュ・キリエライト。ふたりのふれあいは、マシュにひとつの望みを抱かせた。\nその望みは、波紋となって拡がっていく。\n\nそれは君の物語であり、誰かの物語。\n未来を紡ぐ旅、その始まりの物語。"
                },
                "6": {
                    "ID": "8046482",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/8046482",
                    "TitleEnglish": "Fate/Grand Order: The Sacred Round Table Realm: Camelot 1 - Wandering; Agateram",
                    "SummaryEnglish": "Chaldea agents Ritsuka Fujimnaru and Mash Kyrielight travel to Camelot and encounter the heroes of that realm.",
                    "TitleJapanese": "劇場版 Fate/Grand Order -神聖円卓領域キャメロット- 前編 Wandering; Agateram",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8046484",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/8046484",
                    "TitleEnglish": "Fate/Grand Order: The Sacred Round Table Realm: Camelot 2 - Paladin; Agateram",
                    "SummaryEnglish": "Part two of Fate/Grand Order: The Sacred Round Table Realm: Camelot - Wandering; Agateram; an adaptation of the the Sixth Holy Grail War, The Sacred Round Table Realm Camelot Singularity of Fate/Grand Order.",
                    "TitleJapanese": "劇場版 Fate/Grand Order -神聖円卓領域キャメロット- 後編 Paladin; Agateram",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7463093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7463093",
                    "TitleEnglish": "Summary I - The Beginning of the Journey",
                    "SummaryEnglish": "First recapitulative episode of Fate/Grand Order - Absolute Demonic Front: Babylonia concerning events of the first half of the series.",
                    "TitleJapanese": "総集編I「旅の始まり」",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7463096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7463096",
                    "TitleEnglish": "Summary II - Battle of Souls",
                    "SummaryEnglish": "Second recapitulative episode of Fate/Grand Order - Absolute Demonic Front: Babylonia concerning events of the first half of the series.",
                    "TitleJapanese": "総集編II「魂の闘い」",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7536441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7536441",
                    "TitleEnglish": "Summary III - Decisive Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "総集編Ⅲ「決戦」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "820613",
            "URL": "https://www.thetvdb.com/series/fategrand-order/seasons/official/1",
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "7307051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7307051",
                    "TitleEnglish": "Absolute Demonic Front: Babylonia",
                    "SummaryEnglish": "At Chaldea Security Organization, the final Master of humanity Ritsuka Fujimaru and his Servant Mash Kyrielight have journeyed through six regions of differing eras in order to retrieve their future lost due to the \"incineration of humanity\" caused by the Mage King. And now, to repair the final Singularity, the pair head forth into ancient Mesopotamia. As soon as they land in those lands where the gods exist on an everyday basis, they are assaulted by an overwhelming number of Demonic Beasts. And just as suddenly, a beautiful girl descends down from the sky.",
                    "TitleJapanese": "絶対魔獣戦線バビロニア",
                    "SummaryJapanese": "人理継続保障機関・カルデア。人類最後のマスター、藤丸立香とそのサーヴァントであるマシュ・キリエライトは、魔術王が成した「人理焼却」により失われた未来を取り戻すため、六つの時代と地域を旅してきた。\nそして今、最後の特異点修復のため、二人は古代メソポタミアへと踏み込む。\n神々が日常的に存在しているその地に着くなり、圧倒的な数の魔獣に襲われてしまう二人。あわやという時に空から現れたのは、見目麗しい一人の少女だった。"
                },
                "2": {
                    "ID": "7372665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372665",
                    "TitleEnglish": "Fortress City: Uruk",
                    "SummaryEnglish": "Fujimaru and Mash head for Uruk, led by a young man named Enkidu who has volunteered to be their guide. However, within the deep forest, Mash feels an ominous feeling in the air as Enkidu walks down a path different from the direction of their destination. Before them, an aloof couple – a man and a girl – appear before them. And with one phrase from the man, the hidden secrets of Enkidu come into light...",
                    "TitleJapanese": "城塞都市ウルク",
                    "SummaryJapanese": "案内を申し出た青年・エルキドゥによる誘導のもと、ウルクを目指す藤丸たち。しかし深い森の中、目的の方角とは異なる道を行くエルキドゥに、マシュは不穏な空気を感じとる。\nそんな一行の前に、突如浮世離れした男と少女の二人組が現れる。そして男の一言により、エルキドゥの隠された秘密が明らかになるのだった……。"
                },
                "3": {
                    "ID": "7372666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372666",
                    "TitleEnglish": "The King and His People",
                    "SummaryEnglish": "Fujimaru's entourage successfully has an audience with the wise king Gilgamesh ruling over Uruk. Fujimaru suggests to Gilgamesh that he wants to receive the Holy Grail that is causing this Singularity in return for defeating the Three Goddess Alliance that is putting all of Mesopotamia into a panic. However, Gilgamesh declares that he will not need the assistance of Chaldea for Uruk to face its perils. The situation turns extremely delicate, but then, Ishtar, the patron deity of Uruk, suddenly intrudes upon them, and they all end up in battle.",
                    "TitleJapanese": "王と民",
                    "SummaryJapanese": "ウルクを治める賢王ギルガメッシュとの謁見を果たした藤丸と一行。\n藤丸はギルガメッシュに対し、メソポタミアに恐慌を与える「三女神同盟」を倒すことと引き換えに、この特異点を引き起こしている聖杯を得たいと提示する。\nしかしウルクの危機に対しカルデアの力は借りないと言い切るギルガメッシュ。\n一触即発の状況――も束の間、彼らの前にいきなりウルクの都市神イシュタルが乱入し、戦闘となってしまう。"
                },
                "4": {
                    "ID": "7372667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372667",
                    "TitleEnglish": "Welcome to the Jungle",
                    "SummaryEnglish": "Fujimaru recalls his journeys in the other Singularities, particularly the regret he feels for those he couldn't save. Fujimaru finds himself questioning his decisions. Meanwhile, Gilgamesh dispatches him to investigate the city of Ur under royal orders.",
                    "TitleJapanese": "密林の呼び声",
                    "SummaryJapanese": "かつて旅した特異点での光景を思い出す藤丸。魔術王の手によって害され、守れなかった者がいたという後悔。藤丸は自身の選択について、今も逡巡していた――。\nそんな彼にウルの調査へと向かうよう、ギルガメッシュより王命が下る。道中、猛暑の密林で何かに襲われる一行。その言動と戦いに惑わされつつも、どうにかウルに到達する。予想に反して、穏やかな生活をしている人々に驚く藤丸たち。\nだが、その平穏には隠された秘密があった……。\nそして藤丸は、あるひとつの“選択”を迫られる。"
                },
                "5": {
                    "ID": "7372668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372668",
                    "TitleEnglish": "Gilgamesh's Journey",
                    "SummaryEnglish": "Fujimaru and company are dumbfounded by Gilgamesh's sudden visitation of the Chaldean Embassy. There, they are given a new request from the king which is to investigate the Persian Gulf. Merlin and Ana cannot join as they have no travel permits. In other words, this will be Fujimaru's first journey alone with Mash in a while. But there sat the noble king, reciting a poem and cocking his head in contemplation. Having fun with tales of the past, Fujimaru and company's journey will finally become a lively one.",
                    "TitleJapanese": "ギルガメッシュ紀行",
                    "SummaryJapanese": "突如カルデア大使館を訪れたギルガメッシュに、唖然とする藤丸たち。そこで直接言い渡された新たな王命は、ペルシア湾の調査だった。道中は三女神に襲われていない領域、しかもマーリンとアナは通行証がないため不参加。つまり今回の旅は、久しぶりに訪れたマシュと二人だけの道程――となるはずだった。\nだが、そこには一句詠んでは首をひねる尊大な王の姿が……。\n昔話に花を咲かせつつ、藤丸たちの旅は、いよいよ賑やかなものとなる。"
                },
                "6": {
                    "ID": "7372669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372669",
                    "TitleEnglish": "The Tablet of Destinies",
                    "SummaryEnglish": "Finishing up the investigation at the Persian Gulf, Fujimaru and company are given a new order from the king. The new order is to retrieve a clay tablet that Gilgamesh had previously lost in the city of Kutha. Kutha was a city that suddenly disappeared after the emergence of the three goddesses, where every citizen had passed away. In such a quiet town, the entourage decides to split up in search of the tablet. Fujimaru suddenly wanders into a very frigid world. It is what people call \"the underworld,\" a space separate from the physical world.",
                    "TitleJapanese": "天命の粘土板",
                    "SummaryJapanese": "ペルシア湾の調査を終えた藤丸たちは、あらたな王命を請けることとなる。それは以前クタ市でギルガメッシュが失くした粘土板を回収せよというもの。\nクタ市は三女神が現れたあと、なんの前触れもなく消え去り、住民も息を引き取った都市だという。ひっそりとしたその街で、手分けして粘土板を探すことになった一行。そこで藤丸は、突如寒々しい世界へと迷い込んでしまう。そこは冥界と呼ばれる、この世とは隔離された空間だった。"
                },
                "7": {
                    "ID": "7372671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372671",
                    "TitleEnglish": "Diversionary Operation",
                    "SummaryEnglish": "Fujimaru successfully retrieves Gilgamesh's clay tablet, and within a deep slumber, he remembers his encounter with the King of Mages in London, the Fourth Singularity, which renews his understanding of the importance of the final Holy Grail. Meanwhile, Merlin suspects that the Demonic Beasts at the Northern Wall are planning a large-scale attack, and takes Fujimaru and company to the Northern Wall. There, they see a squad commanded by Leonidas I putting up a struggle. Once there, Fujimaru and company hear from Ushiwakamaru that communication with the fortress city of Nippur to the north has been severed, and they head out towards Nippur.",
                    "TitleJapanese": "陽動作戦",
                    "SummaryJapanese": "無事にギルガメッシュの粘土板を回収した藤丸は、深い眠りの中で第四特異点ロンドンでの魔術王との対峙を思い出し、最後の聖杯の必要性を再認識する。\nそんな中、北壁の魔獣たちが大規模な攻勢に出ようとしていることを察知したマーリンが、藤丸たちを北壁へと連れていく。そこにはレオニダス一世が指揮する部隊が奮闘する姿があった。\nその場で牛若丸から北にある要塞都市ニップルと連絡が途絶えたことを聞いた藤丸たち一行は、ニップルに向けて出撃をするのだが…。"
                },
                "8": {
                    "ID": "7372672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372672",
                    "TitleEnglish": "The Mother of Demonic Beasts",
                    "SummaryEnglish": "Fujimaru and entourage, in order to rescue the people left behind in the fortress city of Nippur after communications were severed, begin their battle against the fake Enkidu who had been awaiting them. With Fou's help, they were somehow managing to keep things even, but in the midst of battle, the Goddess of the Demonic Beasts finally appears. Even Merlin is at his wit's end facing her overwhelming power. Meanwhile, Ushiwakamaru and Leonidas I engage in a spectacular battle, standing up defiant against the Goddess of the Demonic Beasts. In order to break through the situation where it is hard to deliver a wounding blow, the two Servants unleash their Noble Phantasms with desperate resolve.",
                    "TitleJapanese": "魔獣母神",
                    "SummaryJapanese": "藤丸たち一行は連絡の途絶えた城塞都市ニップルに残された人たちを救うため、待ち構えていた偽エルキドゥとの戦闘を始める。\nフォウの助けもあり何とか均衡を保っていたが、戦いの最中、ついに魔獣の女神が出現。\nその強大な力にはマーリンさえも手も足も出ない。\nそんな中、魔獣の女神をものともせず立ち向かい大激闘を繰り広げる、牛若丸とレオニダス一世。\nなかなか傷を負わすことができない状況を打開すべく、決死の覚悟で二騎は宝具を発動する。"
                },
                "9": {
                    "ID": "7372673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372673",
                    "TitleEnglish": "Good Morning, Goddess of Venus",
                    "SummaryEnglish": "Fujimaru and entourage have lost Ushiwakamaru and Leonidas I. Upon receiving the report from the group that returned to the ziggurat, Gilgamesh decides it is necessary to conquer the three goddesses in certain order to fight against Gorgon, and orders Fujimaru to first turn Ishtar into an ally. With a \"secret plan\" given by Gilgamesh in hand, Fujimaru and company head over to Ishtar's temple.",
                    "TitleJapanese": "おはよう、金星の女神",
                    "SummaryJapanese": "牛若丸とレオニダス一世を失った藤丸たち。\nジグラッドに帰還した一行から報告を受けたギルガメッシュは、ゴルゴーンに対抗するには三女神を順に攻略していくことが必要だとし、まずはイシュタルを仲間にしてくるよう藤丸に命じる。\nギルガメッシュに与えられた“秘策”を持って、藤丸たちはイシュタルの神殿に向かうのだった。"
                },
                "10": {
                    "ID": "7372674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372674",
                    "TitleEnglish": "Hello, Goddess of the Sun",
                    "SummaryEnglish": "Fujimaru and company greet Ishtar to their ranks without hitches, and gain information from Gilgamesh about the key for defeating Gorgon, \"the Axe of Marduk\" stowed away in Eridu within the southern jungle. Furthermore, Ishtar discloses the True Name of the Goddess of the Jungle who took a foothold in Eridu, just as the Goddess of the Jungle makes a surprise attack against Uruk. Against the Goddess of the Jungle who smiles as she attacks one human after another, Fujimaru and entourage brace for battle once they reach her, but the goddess starts speaking of \"certain circumstances\".",
                    "TitleJapanese": "こんにちは、太陽の女神",
                    "SummaryJapanese": "無事にイシュタルを仲間にした藤丸たちは、ギルガメッシュからゴルゴーン打倒の要として、南の密林・エリドゥに保管されている“マルドゥークの手斧”の情報を得る。\nさらにイシュタルにより、エリドゥを拠点にする密林の女神の真名が明らかになるのと時を同じくして、まさに密林の女神がウルクに急襲を仕掛けてくる。\n笑顔で次々と人間を攻撃していく密林の女神に対し、駆けつけた藤丸たちは戦闘を覚悟するが、女神は“とある事情”を語り始める。"
                },
                "11": {
                    "ID": "7372676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372676",
                    "TitleEnglish": "Temple of the Sun",
                    "SummaryEnglish": "Fujimaru and company ever so easily have Jaguar Warrior join their ranks, and are reunited with the soldiers of Uruk, thought to be all dead, outside Eridu. Learning of their safety, the group sees a way to defeat Quetzalcoatl. They finally arrive at Eridu's Temple of the Sun, and they challenge Quetzalcoatl, one of the deities of the Three Goddess Alliance, to a battle. While in a fierce battle in an attempt to destroy the Altar of the Sun, Fujimaru seeks assistance from Ishtar's powers and challenges Quetzalcoatl to a head-on battle of the soul.",
                    "TitleJapanese": "太陽の神殿",
                    "SummaryJapanese": "いとも容易くジャガーマンを味方につけた藤丸たちは、エリドゥの手前で死んだと思われていたウルク兵たちと再会。\n彼らの無事を知り、ケツァル・コアトル打倒への活路を見出す一行。\nそして、ついにエリドゥ太陽神殿にたどり着き、三女神同盟の一柱、ケツァル・コアトルに戦いを挑む。\n太陽の祭壇を壊すために猛攻を繰り広げる中、藤丸はイシュタルの力を借り、単身ケツァル・コアトルへ魂の真っ向勝負を挑む。"
                },
                "12": {
                    "ID": "7372678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7372678",
                    "TitleEnglish": "Death of the King",
                    "SummaryEnglish": "Due to overwork, Gilgamesh finds himself in the arms of eternal sleep. Fujimaru and the others are shocked by the news. They also hear from Siduri that there have been many reports of deaths from weakness within Uruk. Thinking that a member of the Three Goddess Alliance is the cause of it all, they head to the underworld with Ishtar to defeat the goddess of the land of the dead and liberate Gilgamesh’s soul.",
                    "TitleJapanese": "王の死",
                    "SummaryJapanese": "過労により永遠の眠りについたギルガメッシュ…。\n動揺が走る藤丸一行。しかしギルガメッシュ王のみならず、ウルク市民の衰弱死も増えているという報告をシドゥリから受ける。\nそこで、三女神同盟の一柱“冥府の女主人”がその原因であると推察した一行は、イシュタルとともに冥界に向かい、女神を倒しギルガメッシュの魂を解放することに――。"
                },
                "13": {
                    "ID": "7515966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7515966",
                    "TitleEnglish": "Goodbye, Goddess of the Underworld",
                    "SummaryEnglish": "Fujimaru and entourage finally face Ereshkigal, the great goddess of the underworld. They ask her to save Uruk with them, but she refuses and attacks them instead. With Gilgamesh and Ishtar's assistance, Fujimaru attempts to communicate with Ereshkigal's heart, but... The fate of an intense battle is in the hands of Mash's Noble Phantasm, \"Lord Camelot.\"",
                    "TitleJapanese": "さよなら、冥界の女神",
                    "SummaryJapanese": "ついに冥界の女神エレシュキガルと対峙した藤丸は、共にウルクを救おうと訴えかける。\nしかしエレシュキガルはそれに応じず、彼らに襲い掛かってくる。ギルガメッシュやイシュタルの力を借り、エレシュキガルの心に問いかけていく藤丸だが…。\n女神の職務を果たさんとする彼女との激しい戦闘は、マシュの宝具”ロード・キャメロット”にその命運がかけられる。"
                },
                "14": {
                    "ID": "7515967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7515967",
                    "TitleEnglish": "Decisive Battle",
                    "SummaryEnglish": "After making peace with Ereshkigal, the goddess of the underworld, Fujimaru and the others return to Uruk to find Gilgamesh who has returned to the land of the living. As the final battle with Gorgon approaches, Gilgamesh proposes a strategy that may give them a chance at victory. His plan calls for a preemptive strike on Gorgon’s stronghold, the Blood Fort, before she can begin her next attack on humanity. Before the battle to decide Uruk's fate, Fujimaru speaks with Merlin and Ana as they travel to the Northern wall.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "冥界の女神エレシュキガルと和解し、ウルクへと戻った藤丸達は冥界から帰還を果たしたギルガメッシュの元へ向かう。\nゴルゴーンとの最終決戦が迫る中、ギルガメッシュは藤丸達へ苦境を打破する作戦を提言する。\nそれは、彼女の再侵攻より先にゴルゴーンの本拠地である鮮血神殿へ強襲をかけることであった。\nウルクの命運をかけた最後の戦いを前に、北壁へと向かう藤丸はそこで共に戦ったマーリン、アナの思いに触れる。"
                },
                "15": {
                    "ID": "7515970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7515970",
                    "TitleEnglish": "The New Humanity",
                    "SummaryEnglish": "With the Axe of Marduk, Fujimaru's party manages to weaken Gorgon by lowering her Divinity. Having opened a path for themselves, they finally reach the Blood Fort's depths. There, Gorgon says that she will gain her revenge by destroying humanity. Ana unleashes her own Divinity, which had been suppressed until now, against Gorgon. Using her own Mystic Eyes, Ana neutralizes Gorgon's, and her scythe is the only weapon able to combat the immortal goddess. Can Ana's blade defeat a goddess capable of resurrecting herself after any attack?",
                    "TitleJapanese": "新しいヒトのカタチ",
                    "SummaryJapanese": "マルドゥークの手斧によりゴルゴーンの神性を低下させることに成功した藤丸たちは、鮮血神殿の最奥に辿り着く。\n現れたゴルゴーンは復讐のため人類を滅ぼすと明かすが、そんな彼女に、これまで抑えていた神性を解放したアナが攻撃を仕掛ける。\nアナの魔眼はゴルゴーンの魔眼を相殺することができ、またその武器である鎌は不死の女神に対抗する唯一の策なのだった。\nいかなる攻撃を受けても再生するゴルゴーンに対し、アナの刃は届くのか―――。"
                },
                "16": {
                    "ID": "7538426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7538426",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "The Laḫmu attack Kingu and steal the Holy Grail from his body! After being robbed of the Grail, Kingu makes a desperate escape into the forest. However, the Laḫmu discover him there, and so he prepares to meet his fate. But at that moment, Kingu witnesses something beyond comprehension... At the same time, Fujimaru and company pursue the Laḫmu now in possession of the Grail, but a Servant long thought dead appears to block their path...",
                    "TitleJapanese": "目覚め",
                    "SummaryJapanese": "ラフムに攻撃されたキングゥの体内から聖杯が顕現する。\n聖杯を奪われたキングゥは必死に森の中へ逃げ込むが、ラフムに見つかり悔しくも最期を覚悟する。その時、キングゥは信じられない光景を目にするのだった―――。\n時を同じくして聖杯を持つラフムを追いかける藤丸たちに、死んだと思われていたあのサーヴァントが立ちはだかる。"
                },
                "17": {
                    "ID": "7560000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7560000",
                    "TitleEnglish": "The Congress Dances",
                    "SummaryEnglish": "The power of the Grail, now in the hands of the Laḫmu, has transformed the Persian Gulf into the Chaos Tide. Any living thing that touches this sea is instantly mutated into a Demonic Beast. As the Chaos Tide advances toward Uruk, Fujimaru and company form a desperate plan to destroy Tiamat as a last-ditch effort to save the city. Fighting with Ishtar at his side, Fujimaru uses a Command Spell to empower an attack against Tiamat who resides at the heart of the Persian Gulf. However...",
                    "TitleJapanese": "会議は踊る",
                    "SummaryJapanese": "ラフムによって回収された聖杯の力により、ペルシア湾は触れるもの全てが魔獣と化す黒い泥の海へと姿を変えてしまう。\n黒泥が迫りくる中、ウルクを救うべく藤丸たちは全ての根源であるティアマトを撃破することを決意する。\nペルシア湾の中心に鎮座するティアマトへ、藤丸は令呪を用いイシュタルと共に猛攻を仕掛けるが―。"
                },
                "18": {
                    "ID": "7575665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7575665",
                    "TitleEnglish": "Star of the Beginning, We Look Up at the Sky",
                    "SummaryEnglish": "Fujimaru, Mash and the goddesses enjoy one last moment of peace on the eve of the final battle. That same night, Kingu reaches the peak of the ziggurat. So badly injured that he can no longer stand, he looks up to see a figure looming over him... As morning dawns, King Gilgamesh gives Fujimaru and his companions some final words of encouragement. Their attack on Tiamat begins now!",
                    "TitleJapanese": "原初の星、見上げる空",
                    "SummaryJapanese": "決戦を前にした最後の夜、藤丸やマシュたちは女神たちと束の間の穏やかな時間を過ごす。\n同じ夜、ジグラットの頂を訪れたキングゥ。立ち上がることもできないほど傷んだ彼の前に、とある人物が現れる……。\nそして迎えた朝、ギルガメッシュの言葉を胸に、藤丸たちはティアマトへの攻撃を仕掛ける。"
                },
                "19": {
                    "ID": "7575667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7575667",
                    "TitleEnglish": "Absolute Demonic Front Mesopotamia I",
                    "SummaryEnglish": "When Tiamat refuses to be defeated even after Quetzalcoatl’s desperate attack, Gorgon makes her appearance. The newcomer unleashes her devastating Noble Phantasm to destroy Tiamat’s wings but is unable to halt her advance toward Uruk.",
                    "TitleJapanese": "絶対魔獣戦線メソポタミアⅠ",
                    "SummaryJapanese": "ケツァル・コアトルの決死の攻撃も届かずいまだ健在するティアマトの前に、突如ゴルゴーンが現れる。ティアマトの翼を砕くためゴルゴーンは宝具を解放するが、ウルクへの進行を止めることができない。藤丸たちはジグラットへ戻り、ギルガメッシュとともにティアマトを迎え撃つ。ウルクに設置したギルガメッシュの宝具“ディンギル”を一斉に撃ち、ティアマトへダメージを与えるが、一瞬の隙を突かれギルガメッシュは狙撃されてしまう。"
                },
                "20": {
                    "ID": "7575670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7575670",
                    "TitleEnglish": "Absolute Demonic Front Mesopotamia II",
                    "SummaryEnglish": "Tiamat falls into the underworld, but there, she transforms into one of the Evils of Humanity: Beast II. Hassan-i Sabbah, the first Old Man of the Mountain, intervenes, using his power as Grand Assassin to deprive Beast II of her immortality.",
                    "TitleJapanese": "絶対魔獣戦線メソポタミアⅡ",
                    "SummaryJapanese": "冥界へと導かれたティアマトは人類悪―「ビーストⅡ」へ姿を変えるも、顕現した山の翁、ハサン・サッバーハの力によってその不死性は奪われる。ビーストⅡをここで消滅せんと、藤丸の呼びかけに応えるイシュタルらであったがビーストⅡは攻撃を逃れながら冥界の壁を駆け上がる。\n再び地上へ舞い戻ろうとするビーストⅡの前に現れたのは―。"
                },
                "21": {
                    "ID": "7575673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fategrand-order/episodes/7575673",
                    "TitleEnglish": "Grand Order",
                    "SummaryEnglish": "Ritsuka and Mash conclude their trip in Babylonia.",
                    "TitleJapanese": "Grand Order",
                    "SummaryJapanese": "リツカとマッシュはバビロニアへの旅を締めくくります。"
                }
            }
        }
    }
}