{
    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9182894/",
        "https://www.themoviedb.org/tv/83042"
    ],
    "TitleEnglish": "Merc Storia: The Apathetic Boy and the Girl in a Bottle",
    "SummaryEnglish": "Merc Storia takes places in a world where humans and monsters coexist. The protagonist, Yuu, is a healer apprentice and possesses the ability to tame monsters. In a quest to regain the memories of Merc, a girl confined in a bottle, the pair embarks on a journey.",
    "TitleJapanese": "メルクストーリア -無気力少年と瓶の中の少女-",
    "SummaryJapanese": "モンスターの心を癒す力を持つ癒術士の少年・ユウは、 ● 幼い頃に父から不思議な瓶をプレゼントされる。 ユウが瓶に触れると中から出てきたのは液体状の少女・メルク。\nそしてユウと出会う前の記憶がないメルクは\n自分が何者なのか知りたいと言い、 2人はさまざまな国を巡る旅に出た。 モンスター恐怖症の見習い癒術士ュウと、\n瓶詰め少女のメルクが巻き起こす 2人のコミカルファンタジー開幕。",
    "Aliases": [
        "Merc Storia: Mukiryoku no Shounen to Bin no Naka no Shoujo"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "1": {
            "ID": "780990",
            "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6847582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6847582",
                    "TitleEnglish": "The Apathetic Boy and the Girl in a Bottle",
                    "SummaryEnglish": "Yuu is a young boy who is a Healer, a special magic user who can calm the hearts of angry monsters. Merc is a young fairy creature who lives in a bottle. They're about to set out on a journey with Mr. Fluffball, a small fluffball creature, in this relaxing and easygoing adventure.",
                    "TitleJapanese": "無気力少年と瓶の中の少女",
                    "SummaryJapanese": "人間とモンスターが織りなす世界『メフテルハーネ』。王国の辺境に暮らす少年・ユウは、人間を襲う存在であるモンスターの心を癒す者\"癒術士\"の力を持つのだが…大のモンスター恐怖症で王国に引きこもっていた。そんなある日、ユウは瓶暮らしの不思議な友だち・メルクと共に様々な国を巡る旅に出ることになった。果たしてユウとメルクを待っているものとは？"
                },
                "2": {
                    "ID": "6861113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6861113",
                    "TitleEnglish": "The King of Dawn and the Imprisoned Bride",
                    "SummaryEnglish": "The crew sets off! It's a wide world full of adventure, and first up it's off to the village of the animal people, where a princess is being forced into a marriage she wants no part in.",
                    "TitleJapanese": "夜明けの王と囚われの花嫁",
                    "SummaryJapanese": "ジャモさんの行商護衛に同行したユウとメルクは動物の国へとやってきた。行先はハルシュトという指導者の下に発展しつつある犬族の村・ウルカ。ユウたちはそこで、ハルシュトとお見合いをするために訪れていた、もう１つの犬族の村・アルムからの花嫁であるリイリと出会う。メルクの一言がきっかけで、リイリから「私を連れて逃げてくれませんか…！」と頼まれることに…。"
                },
                "3": {
                    "ID": "6869250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6869250",
                    "TitleEnglish": "The Tomboy Fairy and the Spring-Eating Dragon (Part 1)",
                    "SummaryEnglish": "The party arrives at the land of the fairies, where they're transformed into miniature versions of themselves. But even though they're small, there's big trouble!",
                    "TitleJapanese": "おてんば妖精と春を食べる竜(前編)",
                    "SummaryJapanese": "妖精の国でいちばん早く春が訪れる地、春の丘。授業を抜け出した小さなおてんば王女・サローディアが見つけたのは、森に横たわる大きな岩とそれに刺さった可愛い短剣。軽い気持ちで剣を抜いた瞬間、黒い霧が噴き出して…。そんなことは知らず、ユウとメルクは春の女王の命で城へと招かれていた。女王の用件とは「黒き霧を生み出し、春を食べる竜を癒してほしい」というものだった。"
                },
                "4": {
                    "ID": "6870487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6870487",
                    "TitleEnglish": "The Tomboy Fairy and the Spring-Eating Dragon (Part 2)",
                    "SummaryEnglish": "The group travels to meet the spring-eating dragon. In the process, they learn more about the forest and the fairy country.",
                    "TitleJapanese": "おてんば妖精と春を食べる竜(後編)",
                    "SummaryJapanese": "妖精の国を救うため、旅に出たユウたち。助言を得るべく地を知る者を尋ねたものの、協力を拒まれてしまう。しかし、窮地に陥ったユウたちを救ったのも地を知る者だった。ゼフュロダイと名乗るその男が語るには、黒い霧は心の春すらも食べてしまうという。竜を石に変える短剣を携え、ユウたちと竜の元へ向かうサローディアは知りゆく。春の力の意味を……。"
                },
                "5": {
                    "ID": "6870490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6870490",
                    "TitleEnglish": "The Red Star of Evil and the Brilliant Ruler of Superior Flame",
                    "SummaryEnglish": "Yuu and his friends come to a small village where a princess is cursed. They try to help her break the curse and make her free.",
                    "TitleJapanese": "紅き禍つ星と優焔の煌宗",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6898246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6898246",
                    "TitleEnglish": "The Lord with You in Dreams and the Town of Oblivion (Part 1)",
                    "SummaryEnglish": "A girl gets lost in the mysterious world of dreams, as Yuu travels to the land of the dead.",
                    "TitleJapanese": "夢添いの君と忘却の町(前編)",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6905882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6905882",
                    "TitleEnglish": "The Lord with You in Dreams and the Town of Oblivion (Part 2)",
                    "SummaryEnglish": "Yuu is trapped in the land of dreams, where he begins to remember his past.",
                    "TitleJapanese": "夢添いの君と忘却の町 (後編)",
                    "SummaryJapanese": "古城でユウが見たものは、父を失ってメルクと過ごした幼い日々。一方、ジャントールは幼い頃に夢見た冒険をスクウィークと共に繰り広げていた。そんな彼を待っていたのは、亡き妻のエレオノール。失った夢の中でジャントールが見つけ出す、本当に求めているものとは。コゼットが手のひらに望むもの、シトルイユが探すカボチャ頭の中身……、それぞれの夢が繋がっていく"
                },
                "8": {
                    "ID": "6920721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6920721",
                    "TitleEnglish": "The King of the Song Altar and the Diva in a Cage (Part 1)",
                    "SummaryEnglish": "The party comes to the land of birds, where one's status is decided by the beauty of their singing voice. There, they meet a young girl from the countryside who wants to a diva more than anything...",
                    "TitleJapanese": "歌楽壇の王と鳥籠のディーヴァ(前編)",
                    "SummaryJapanese": "再びの動物の国でユウたちが訪れたのは鳥族の憧れの都・パルティシオ。\n美しい歌声こそが価値あるものとされるその都で、歌劇場の地下に落ちたユウたちは冴えない青年・アンテルと人の言葉を話すヴォイシアというモンスターのやり取りを目撃する。地上では、歌姫・セレナが田舎娘のフォルナにとある頼みを持ち掛ける。歌もダンスも人並み程度だが、彼女の声は…。"
                },
                "9": {
                    "ID": "6923248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6923248",
                    "TitleEnglish": "The King of the Song Altar and the Diva in a Cage (Part 2)",
                    "SummaryEnglish": "A new Diva has been born, and the old one has lost her voice. Now a creature beneath the city begins to stir...",
                    "TitleJapanese": "歌楽壇の王と鳥籠のディーヴァ (後編)",
                    "SummaryJapanese": "ヴォイシアの封印を解く代わりに、奪われたセレナの歌声を返してもらう誓いを立てたことをアンテルから聞かされたユウたち。\n一方、フォルナに心を開き始めたセレナは、アンテルの目的は復讐なのだと打ち明ける。フォルナはセレナの力になることを決意するが、その矢先に待ち兼ねたヴォイシアの歌声が響きだし……。哀歌と共に誓いの歌劇の幕が開く。"
                },
                "10": {
                    "ID": "6930228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6930228",
                    "TitleEnglish": "The Angel Who Couldn`t Fly and the Holy Wings of Ten Thousand Prayers (Part 1)",
                    "SummaryEnglish": "The wagon is traveling down the road when it's attacked by flying monsters, and Yuu and Merc are picked up and carried into the sky! There they land on a floating continent, whose inhabitants are less than friendly...",
                    "TitleJapanese": "飛べない天使と万祈の聖翼 (前編)",
                    "SummaryJapanese": "仕入れ品で馬車もいっぱいになり、一行は王国へ戻ることに。しかし、そこへ現れたモンスターがメルクを攫ってしまう。咄嗟にしがみついたユウも連れ、モンスターは空へ。ふたりが振り落とされた場所は、翼を持つ天空の民が暮らす空の国だった。メルクは聖なる水のお方と歓迎され聖宮へ、ユウは罪人として隔離されてしまう。連れられた離塔で、ユウは翼を持たぬ天空の民・オルトスと出会う。"
                },
                "11": {
                    "ID": "6940286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6940286",
                    "TitleEnglish": "The Angel Who Couldn`t Fly and the Holy Wings of Ten Thousand Prayers (Part 2)",
                    "SummaryEnglish": "Yuu goes to rescue Merc from the floating continent. Along the way, he and his new friend are captured by the palace guard, who have less than benevolent intentions...",
                    "TitleJapanese": "飛べない天使と万祈の聖翼 (後編)",
                    "SummaryJapanese": "ミシェリアの命を受け、ユウを聖宮へ連れて行くべく離塔に向かったラヴィオル。そこで、かつてオルトスに与えた望遠鏡が寂しく転がる姿を見つけた彼は、複雑な胸中を抱えつつも、地上の民を見つけ出すようにと聖宮守護団に指示を出すのだった。一方、靴屋で聞いた情報から、ミシェリアに頼めば翼を得られるかもしれないと思い至った2人は聖宮へと急ぐ。捜索のために靴屋へ訪れたフェイエルの「団長に弟はいない」という言葉に顔を曇らせながら…。"
                },
                "12": {
                    "ID": "6948570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/merc-storia-the-apathetic-boy-and-the-girl-in-a-bottle/episodes/6948570",
                    "TitleEnglish": "The Healer and the Friend in a Bottle",
                    "SummaryEnglish": "Merc and Yuu are back home after their long journey. Merc thinks that Yuu was mad he spent so much time away from home, but Yuu has a special present for her...",
                    "TitleJapanese": "癒術士と瓶の中の友人",
                    "SummaryJapanese": "地上へと運んでくれたオルトスを見送り、ユウとメルクは合流したトトとジャモと共に王国へと帰還する。しかし、実は馬車には長旅によるガタが来ており、整備がいつ終わるのかもわからないという。そこでユウは、せっかく王国へ戻ってきたので故郷へと戻ることを提案する。久しぶりの我が家に喜ぶメルクだったが、いつの間にかユウとトトが家の中にいないことに気づき……。"
                }
            }
        }
    }
}