{
  "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt9529546/",
    "https://www.instagram.com/shieldheroanime_official",
    "http://shieldhero-anime.jp/",
    "http://www.reddit.com/r/shieldbro",
    "https://www.themoviedb.org/tv/83095",
    "https://x.com/shieldheroanime"
  ],
  "TitleEnglish": "The Rising of the Shield Hero",
  "SummaryEnglish": "Iwatani Naofumi was summoned into a parallel world along with 3 other people to become the world's Heroes. Each of the heroes respectively equipped with their own legendary equipment when summoned, Naofumi received the Legendary Shield as his weapon. Due to Naofumi's lack of charisma and experience he's labeled as the weakest, only to end up betrayed, falsely accused, and robbed by the third day of adventure. Shunned by everyone from the king to peasants, Naofumi's thoughts were filled with nothing but vengeance and hatred. Thus, his destiny in a parallel World begins...",
  "Aliases": [
    "Shield Hero",
    "Tate no Yuusha no Nariagari",
    "Tate no Yūsha no Nariagari"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "0": {
      "ID": "781300",
      "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {}
    },
    "1": {
      "ID": "783569",
      "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/1",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "6874097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6874097",
          "TitleEnglish": "The Shield Hero",
          "SummaryEnglish": "College student Iwatani Naofumi is reading a book titled \"The Records of the Four Cardinal Weapons\" in the library when he is suddenly summoned to another world and told he has to save the world as the Shield Hero, one of the Four Cardinal Heroes. And one morning, he finds all his money and equipment gone.",
          "Aliases": []
        },
        "2": {
          "ID": "6978710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6978710",
          "TitleEnglish": "The Slave Girl",
          "SummaryEnglish": "Naofumi follows the slave merchant to his store, where he looks for a partner to act as his sword. But all he has the money to buy is a diseased demi-human girl named Raphtalia, whom he then forces into an incredibly harsh battle.",
          "Aliases": []
        },
        "3": {
          "ID": "6983640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6983640",
          "TitleEnglish": "Wave of Catastrophe",
          "SummaryEnglish": "Naofumi has obtained a whole load of abilities and skills, and his teamwork with Raphtalia is reaching perfection, too. To prepare for the incoming Wave, he upgrades their equipment and heads to the dragon hourglass to find out exactly when it will arrive. But there, he runs into Motoyasu and the other heroes once again.",
          "Aliases": []
        },
        "4": {
          "ID": "6983643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6983643",
          "TitleEnglish": "Lullaby at Dawn",
          "SummaryEnglish": "The Wave is gone, but Naofumi's relief is short-lived as Motoyasu challenges him to a duel in the middle of the celebratory banquet held in Melromarc Castle. Motoyasu insists that owning a slave is unbecoming for a hero and that Naofumi free Raphtalia at once.",
          "Aliases": []
        },
        "5": {
          "ID": "6987925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6987925",
          "TitleEnglish": "Filo",
          "SummaryEnglish": "After Aultcray reluctantly offers Naofumi a paltry reward, he heads to the slave merchant to redo the slave crest as per Raphtalia's wishes. He also buys a monster egg there, which hatches a few days later and gives him a new party member. Meanwhile, Myne shows up in Lute Village, where they're staying.",
          "Aliases": []
        },
        "6": {
          "ID": "6994259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994259",
          "TitleEnglish": "A New Comrade",
          "SummaryEnglish": "The mysterious girl that showed up out of nowhere was actually Filo. She's a filolial queen with an advanced transformation ability, and she can even take human form thanks to it. However, her clothes get ripped every time she transforms, meaning Naofumi has to get her some magic clothes if he doesn't want to go broke. The party leaves on a new adventure to gather the materials required.",
          "Aliases": []
        },
        "7": {
          "ID": "6994261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994261",
          "TitleEnglish": "The Savior of the Heavenly Fowl",
          "SummaryEnglish": "After hearing of a village that's in immediate need of herbicide, Naofumi and his party head there to do business. The village has been overrun by plants that have turned into monsters, and its residents were forced to abandon it. These plants can even take root in humans, and apparently Motoyasu is the one who released them into the wild.",
          "Aliases": []
        },
        "8": {
          "ID": "6994262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994262",
          "TitleEnglish": "Curse Shield",
          "SummaryEnglish": "After hearing of a village in the East that's being ravaged by an epidemic, Naofumi and his party head there to deliver medicine. The epidemic was caused by the corpse of a dragon that had been killed a month before and left there to rot. Naofumi's party accepts a job request to clean the corpse and head to the mountains where it lies.",
          "Aliases": []
        },
        "9": {
          "ID": "6994263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994263",
          "TitleEnglish": "Melty",
          "SummaryEnglish": "In the Eastern village, Naofumi meets a girl named Melty. She instantly becomes friends with Filo and then requests to accompany the party on their journey. It seems she got separated from her guards. They travel together for a while, but when they reach the capital, they find...",
          "Aliases": []
        },
        "10": {
          "ID": "6994264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994264",
          "TitleEnglish": "In the Midst of Turmoil",
          "SummaryEnglish": "After refusing to hear Melty out, Naofumi switches to planning for the next Wave. When a bunch of young soldiers ask to join his party, he agrees, but on a certain condition. At the same time, he also tries to upgrade Raphtalia's class after she hits the level cap, but all he receives is harassment.",
          "Aliases": []
        },
        "11": {
          "ID": "6994265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994265",
          "TitleEnglish": "Catastrophe Returns",
          "SummaryEnglish": "Naofumi faces another Wave, this time in a remote village. With the help of the soldiers who volunteered to join him, he's able to secure the safety of the villagers, but the Wave shows no signs of letting up. He heads to fight with the other heroes, only to find a giant ghost ship floating in the sky.",
          "Aliases": []
        },
        "12": {
          "ID": "6994266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994266",
          "TitleEnglish": "The Raven Invader",
          "SummaryEnglish": "A mysterious woman showed up out of nowhere and destroyed the second Soul Eater in a single blow. She then proclaimed the start of the \"true battle of the wave\" and blew away the other three heroes when they attacked her. With Naofumi's party proving ineffective as well, he decided to use the Rage Shield one more time.",
          "Aliases": []
        },
        "13": {
          "ID": "7099962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099962",
          "TitleEnglish": "The Devil of the Shield",
          "SummaryEnglish": "Naofumi foils the attempt to take Melty's life and fights off the royal knights, but he's then framed for abducting Melty and killing several knights, so the party is forced to go on the run. With security tightened and checkpoints everywhere, the party receives a further blow that only makes things even worse.",
          "Aliases": []
        },
        "14": {
          "ID": "7099963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099963",
          "TitleEnglish": "Everlasting Memory",
          "SummaryEnglish": "Due to Myne recklessly starting a forest fire, Naofumi and his party are forced to flee to a village at the base of the mountain. However, it won't be easy to break through the knights' net. Melty suggests going to a noble she knows for help, and it just so happens that Raphtalia's past is linked to his domain.",
          "Aliases": []
        },
        "15": {
          "ID": "7099964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099964",
          "TitleEnglish": "Raphtalia",
          "SummaryEnglish": "Raphtalia corners Idol with vengeance in her eyes, her bloodthirsty blade reaching for his throat. Naofumi's words bring her back to her senses momentarily, but when Idol attacks her once again...",
          "Aliases": []
        },
        "16": {
          "ID": "7099965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099965",
          "TitleEnglish": "Filolial Queen",
          "SummaryEnglish": "As Naofumi and his party try to get the weakened kids to safety, Tyrant attacks them. Once Naofumi realizes that he's actually after Filo, he hatches a plan to lure him outside the city, but they can't even put a scratch on its massive body.",
          "Aliases": []
        },
        "17": {
          "ID": "7099966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099966",
          "TitleEnglish": "A Promise Made",
          "SummaryEnglish": "Fitoria tells Naofumi that she'll kill all Four Cardinal Heroes if they don't get back on the same page. She even takes Melty hostage, but Naofumi continues to refuse. Understanding where he's coming from, Fitoria instead proposes a one-on-one duel with Filo.",
          "Aliases": []
        },
        "18": {
          "ID": "7099967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099967",
          "TitleEnglish": "A Conspiracy Linked",
          "SummaryEnglish": "Naofumi decides to go straight up to the checkpost in order to talk it out with the other heroes. But there, he finds the one guy least likely to listen to him, Motoyasu, who attacks Naofumi without bothering to listen to what he has to say. Why could Motoyasu be so intent on killing Naofumi, more than ever before?",
          "Aliases": []
        },
        "19": {
          "ID": "7099968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099968",
          "TitleEnglish": "The Four Cardinal Heroes",
          "SummaryEnglish": "The Pope holds in his hands the ultimate weapon, which possesses the properties of all four cardinal weapons. Faced with its attack skill, \"Judgment,\" and its powerful defensive force field, Naofumi and gang are rendered helpless. As the crisis worsens, Motoyasu, who is now in line to be punished as a \"fake\" hero, makes a surprising decision.",
          "Aliases": []
        },
        "20": {
          "ID": "7099969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099969",
          "TitleEnglish": "Battle of Good and Evil",
          "SummaryEnglish": "Naofumi and gang stay on the attack despite being trapped in the Pope's Great Cathedral, but its sacred subspace nullifies his Curse Shield, leaving them one step short. Naofumi turns to another, newly unlocked Curse Shield, but the dragon's wrath threatens to swallow his mind whole.",
          "Aliases": []
        },
        "21": {
          "ID": "7099970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099970",
          "TitleEnglish": "Naofumi's Triumphant Return",
          "SummaryEnglish": "After Naofumi survives thanks to Mirelia's help, she comes to visit him and tells him the truth behind the summoning of the heroes and the discrimination against the Shield Hero. She also promises to clear his name, and holds a trial for Aultcray and Myne's crimes.",
          "Aliases": []
        },
        "22": {
          "ID": "7099971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099971",
          "TitleEnglish": "Four Heroes Council",
          "SummaryEnglish": "After being unable to for so long, Naofumi finally gets to upgrade his party's classes. He then takes part in a meeting of the Four Cardinal Heroes, held under the guise of a celebratory banquet. There, he learns of the existence of a bonus stage, with increased XP earnings. Meanwhile, Raphtalia gets into a fight at the party.",
          "Aliases": []
        },
        "23": {
          "ID": "7099972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099972",
          "TitleEnglish": "Cal Mira Archipelago",
          "SummaryEnglish": "On the ship to Cal Mira, Naofumi once again runs into L'arc, who keeps throwing him off. However, the strange man's friendly nature shines through, and Naofumi quickly takes a liking to him. After having a fun time grinding levels and a lively meal, Naofumi feels happy and fulfilled for the first time in this world.",
          "Aliases": []
        },
        "24": {
          "ID": "7099973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099973",
          "TitleEnglish": "Guardians of Another World",
          "SummaryEnglish": "Melromarc brings a large fleet to fight the Wave out at sea. While the queen takes charge and leads the operation well, the other three heroes prove useless yet again, leaving Naofumi to do it all alone. Later, he gets help from L'arc and Therese to fend off the monsters, but then...",
          "Aliases": []
        },
        "25": {
          "ID": "7100520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7100520",
          "TitleEnglish": "The Rising of the Shield Hero",
          "SummaryEnglish": "It turns out that Glass, like L'arc, is also a hero from other world. Naofumi barely fights off their combo attacks and then corners Glass in a one-on-one battle, but is then faced with an all-important question: does he truly wish to protect this world?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1819351",
      "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/2",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7577774",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7577774",
          "TitleEnglish": "A New Roar",
          "SummaryEnglish": "Mysterious monsters appear as Naofumi is preparing for the next Wave. At the same time they show up, the Wave countdown stops. The Queen summons the Four Cardinal Heroes, and tells them that the Spirit Tortoise has revived.",
          "Aliases": []
        },
        "2": {
          "ID": "9061381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061381",
          "TitleEnglish": "Footprints of the Spirit Tortoise",
          "SummaryEnglish": "The leaders of all the nations’ militaries gather in the Spirit Tortoise Kingdom. Naofumi is there as well, and promises to offer his help as one of the heroes. But just before they decide on a plan, a mysterious woman appears…",
          "Aliases": []
        },
        "3": {
          "ID": "9061382",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061382",
          "TitleEnglish": "Shaking Land",
          "SummaryEnglish": "The Spirit Tortoise begins its march once more, appearing at the border of the kingdom bearing its name. Naofumi volunteers to lure away its familiars while the army tries to bring it to the mountains. The Spirit Tortoise’s familiar, Ost, fights alongside the humans…",
          "Aliases": []
        },
        "4": {
          "ID": "9061383",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061383",
          "TitleEnglish": "Ruins in the Fog",
          "SummaryEnglish": "The Spirit Tortoise’s head was cut off, but Ost, its familiar, is still alive. It could revive at any moment. The allied armies need to get back into fighting shape, and fast. Naofumi makes the risky move of heading onto the Tortoise’s back with only a small group, and tries to find its true weak spot.",
          "Aliases": []
        },
        "5": {
          "ID": "9061384",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061384",
          "TitleEnglish": "Ost Hourai",
          "SummaryEnglish": "Naofumi is met by L'Arc, Glass, and Therese. They're after the person who broke the Spirit Tortoise's seal and is controlling it. L'Arc proposes teaming up again...",
          "Aliases": []
        },
        "6": {
          "ID": "9061385",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061385",
          "TitleEnglish": "Racing to Catch Up",
          "SummaryEnglish": "Fitoria appears when the Spirit Tortoise revives, and with her help, Naofumi attempts to destroy its heart and cut off its head at the same time. L'Arc arrives as well, but all of them are helpless before Kyo's overwhelming power.",
          "Aliases": []
        },
        "7": {
          "ID": "9061386",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061386",
          "TitleEnglish": "Infinite Labyrinth",
          "SummaryEnglish": "Naofumi wakes up in a strange prison to find him and his party at level 1, and Filo missing. They start to raise their levels in order to escape, but things quickly turn against them when a dangerous monster suddenly appears...",
          "Aliases": []
        },
        "8": {
          "ID": "9061387",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061387",
          "TitleEnglish": "A Parting in the Snow",
          "SummaryEnglish": "Naofumi's party heads for the Dragon Hourglass of Mikakage, in order to get to Sikul, the country that summoned Kizuna. Along the way, he sells rare healing items to make a hefty profit. He hears a rumor about a genius mage...",
          "Aliases": []
        },
        "9": {
          "ID": "9061388",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061388",
          "TitleEnglish": "Humming Fairy",
          "SummaryEnglish": "Naofumi's party is teleported to Sikul, where Kizuna introduces the Vassal Weapon Hero, Ethnobalt. He says he can use a piece of Raphtalia's hair and Naofumi's blood as a catalyst that can create a shikigami to find her. He creates the shikigami, and they find...",
          "Aliases": []
        },
        "10": {
          "ID": "9061389",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061389",
          "TitleEnglish": "Katana Hero",
          "SummaryEnglish": "Raphtalia is imprisoned in a Raybul Kingdom prison. She's wary of L'Arc's team, who is also imprisoned there, but asks them for help in escaping. Glass is weakened by the draining power of the prison. Raphtalia has a plan to escape, but...",
          "Aliases": []
        },
        "11": {
          "ID": "9061390",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061390",
          "TitleEnglish": "Kizuna",
          "SummaryEnglish": "Naofumi's party is overjoyed to be reunited with Raphtalia. Kizuna criticizes Glass for invading another world. Glass and L'Arc swear they won't fight Naofumi anymore, and instead find another way to solve their problem. Meanwhile, Kyo's plot proceeds...",
          "Aliases": []
        },
        "12": {
          "ID": "9061391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061391",
          "TitleEnglish": "Reason to Fight",
          "SummaryEnglish": "The Wave appears before its scheduled time. Kizuna's group is teleported to it while Naofumi and his party head for Kyo's lab on Ethnobalt’s ship. There, they see the true depths of Kyo's wickedness...",
          "Aliases": []
        },
        "13": {
          "ID": "9061392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061392",
          "TitleEnglish": "Flowers Offered in Recollection",
          "SummaryEnglish": "Raphtalia recalls having to buy clothing for her smaller self. Kizuna remembers being alone for so long. Rishia remembers Ost trying to give advice.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2013100",
      "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/3",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9978930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9978930",
          "TitleEnglish": "The Dark Coliseum",
          "SummaryEnglish": "Seeking to reunite the scattered inhabitants of Lurolona Village who were sold into slavery, the Shield Hero and his party head to Zeltoble to secretly compete in the underground fights at the coliseum.",
          "Aliases": []
        },
        "2": {
          "ID": "10021736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021736",
          "TitleEnglish": "Nadia",
          "SummaryEnglish": "After his bout, Naofumi encounters Nadia, another one of the coliseum's fierce fighters. With some help from an old acquaintance, Naofumi's team battles through the coliseum's ranks, knowing full well that Nadia will be waiting if they emerge victorious.",
          "Aliases": []
        },
        "3": {
          "ID": "10021737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021737",
          "TitleEnglish": "The White Tiger Siblings",
          "SummaryEnglish": "Naofumi, while purchasing slave children from Lurolona Village, is shown the white tiger demi-humans Fohl and Atla. Fohl obviously has high combat potential, but Atla is blind and extremely ill.",
          "Aliases": []
        },
        "4": {
          "ID": "10021738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021738",
          "TitleEnglish": "The Operation to Capture the Spear Hero",
          "SummaryEnglish": "A mysterious girl appears while Naofumi is serving breakfast to the children at Lurolona Village. Even though he'd prefer to focus on rebuilding the village, the queen asks him to seek out Motoyasu, whose whereabouts are unknown after his party disbanded.",
          "Aliases": []
        },
        "5": {
          "ID": "10021739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021739",
          "TitleEnglish": "Each of Their Paths",
          "SummaryEnglish": "Naofumi's party is attacked by a pair of mysterious and powerful men. S'yne arrives during the battle and finally attempts to explain why she wants to become one of Naofumi's followers. Meanwhile, more villagers are training in Hengen Muso.",
          "Aliases": []
        },
        "6": {
          "ID": "10021740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021740",
          "TitleEnglish": "Where You Point Your Strength",
          "SummaryEnglish": "Ren is haunted by the deaths of his party members in a failed attempt to defeat the Spirit Tortoise and doesn't want to believe that he might be responsible for what happened. Myne seems ready to take his side and support him, but...",
          "Aliases": []
        },
        "7": {
          "ID": "10021741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021741",
          "TitleEnglish": "The Girl and the Dragon",
          "SummaryEnglish": "Keel and other demi-human children in the village are starting to learn how to assume therianthrope form like Sadeena. Ren is now staying in the village while suffering the effects of the Curse swords and doing his best to fit in.",
          "Aliases": []
        },
        "8": {
          "ID": "10021742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021742",
          "TitleEnglish": "Dragon's Den",
          "SummaryEnglish": "Naofumi assembles a party to pursue Gaelion, who has consumed the Emperor Dragon's Core. Gaelion's transformation is profoundly sickening Filo, so Naofumi must return Gaelion to normal within the next two days.",
          "Aliases": []
        },
        "9": {
          "ID": "10021743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021743",
          "TitleEnglish": "Emperor Dragon",
          "SummaryEnglish": "Naofumi's party regroups and plans another assault on the Emperor Dragon. While their plan of attack comes together, Wyndia explains her connection to the dragon. This causes Wyndia to remember something very significant...",
          "Aliases": []
        },
        "10": {
          "ID": "10021744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021744",
          "TitleEnglish": "Perfect Hidden Justice",
          "SummaryEnglish": "Filo has recovered but needs to gain experience to replace her lost levels. S'yne returns from the underground arena bearing a tale of a suspiciously familiar new fighter who uses a bow and goes by the alias Perfect Hidden Justice.",
          "Aliases": []
        },
        "11": {
          "ID": "10021745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021745",
          "TitleEnglish": "Justice VS Justice",
          "SummaryEnglish": "Rishia faces Itsuki in the underground arena. As Itsuki rants and raves, it's clear that he's also come under the mental influence of Myne and unlocked a Curse series. Naofumi evacuates the children as Rishia enters her most dangerous fight yet.",
          "Aliases": []
        },
        "12": {
          "ID": "10021746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021746",
          "TitleEnglish": "The Ones We Must Protect",
          "SummaryEnglish": "Naofumi begins training in the Way of the Dragon Vein with Sadeena and Gaelion. Back at the village, the blacksmith visits, bringing new equipment for Raphtalia. When she tries it on, it reveals a shocking secret about her past...",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "2106782",
      "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/4",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10664238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10664238",
          "TitleEnglish": "Siltvelt",
          "SummaryEnglish": "Naofumi stops at Siltvelt on his journey to Q'ten Lo. The people there worship him as a king.",
          "Aliases": []
        },
        "2": {
          "ID": "11192842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192842",
          "TitleEnglish": "Official Welcome",
          "SummaryEnglish": "Naofumi and Raph-chan stay in the castle while the rest of the party tours the town.",
          "Aliases": []
        },
        "3": {
          "ID": "11192843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192843",
          "TitleEnglish": "A True People",
          "SummaryEnglish": "Siltvelt castle is rocked by the attempted poisoning at breakfast.",
          "Aliases": []
        },
        "4": {
          "ID": "11192844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192844",
          "TitleEnglish": "Entrusted Power",
          "SummaryEnglish": "Fohl battles the cunning and sneaky Jaralis while Atla challenges the veteran warrior Lyceras.",
          "Aliases": []
        },
        "5": {
          "ID": "11192845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192845",
          "TitleEnglish": "White Tiger",
          "SummaryEnglish": "When Fohl is about to be defeated, Naofumi asks him if he has the resolve to become stronger.",
          "Aliases": []
        },
        "6": {
          "ID": "11192846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192846",
          "TitleEnglish": "Leaving Port",
          "SummaryEnglish": "Naofumi returns, temporarily, to Lurolona Village, and decides who he’s going to take with him.",
          "Aliases": []
        },
        "7": {
          "ID": "11192847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192847",
          "TitleEnglish": "Arriving in Q'ten Lo",
          "SummaryEnglish": "In Q’ten Lo, the party finds that it’s forbidden to kill an animal, and that the people are heavily taxed.",
          "Aliases": []
        },
        "8": {
          "ID": "11192848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192848",
          "TitleEnglish": "Orochi",
          "SummaryEnglish": "The Emperor’s blessing causes the “Sealed Orochi” to revive.",
          "Aliases": []
        },
        "9": {
          "ID": "11192849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192849",
          "TitleEnglish": "Zodia",
          "SummaryEnglish": "A lost girl named \"Zodia\" appears as Muramasa suggests a drinking party.",
          "Aliases": []
        },
        "10": {
          "ID": "11192850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192850",
          "TitleEnglish": "Prayers",
          "SummaryEnglish": "Raphtalia goes to meet the shrine maiden of the water dragon, Shildina.",
          "Aliases": []
        },
        "11": {
          "ID": "11192851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192851",
          "TitleEnglish": "Oracle Miko",
          "SummaryEnglish": "Shildina appears at the old capital and asks for a duel between representatives of both sides.",
          "Aliases": []
        },
        "12": {
          "ID": "11192852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192852",
          "TitleEnglish": "Return of the Emperor",
          "SummaryEnglish": "The emperor challenges Raphtalia to a one-on-one duel!",
          "Aliases": []
        }
      }
    }
  }
}