{
    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9529546/",
        "https://www.instagram.com/shieldheroanime_official",
        "http://shieldhero-anime.jp/",
        "http://www.reddit.com/r/shieldbro",
        "https://www.themoviedb.org/tv/83095",
        "https://x.com/shieldheroanime"
    ],
    "TitleEnglish": "The Rising of the Shield Hero",
    "SummaryEnglish": "Iwatani Naofumi was summoned into a parallel world along with 3 other people to become the world's Heroes. Each of the heroes respectively equipped with their own legendary equipment when summoned, Naofumi received the Legendary Shield as his weapon. Due to Naofumi's lack of charisma and experience he's labeled as the weakest, only to end up betrayed, falsely accused, and robbed by the third day of adventure. Shunned by everyone from the king to peasants, Naofumi's thoughts were filled with nothing but vengeance and hatred. Thus, his destiny in a parallel World begins...",
    "TitleJapanese": "盾の勇者の成り上がり",
    "SummaryJapanese": "ごく平凡なオタク大学生・岩谷尚文は、\n図書館で出会った1冊の本に導かれ異世界へと召喚されてしまう。\n与えられた使命は、剣、槍、弓、盾をまとう四聖勇者の一人「盾の勇者」として、\n世界に混沌をもたらす災い「波」を振り払うこと。\n\n大冒険に胸を膨らませ、仲間とともに旅立った尚文。\nところが、出発から数日目にして裏切りに遭い、金も立場もすべて失ってしまう。\n\n他人を信じられなくなった尚文は奴隷の少女・ラフタリアを使役し、\n波に、世界に、立ち向かおうとするが―。\n果たして、この絶望的状況を打破することはできるのか?\n\nすべてを失った男の成り上がりファンタジー、開幕。",
    "Aliases": [
        "Shield Hero"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "0": {
            "ID": "781300",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "5": {
                    "ID": "9308029",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9308029",
                    "TitleEnglish": "Season 2 Pre-Broadcast Special: Can't Wait for Season 2 - Raphtalia and Filo",
                    "SummaryEnglish": "A pre-broadcast special for \"The Rising of the Shield Hero Season 2\"! The voice actresses for Raphtalia and Filo, Asami Seto and Rina Hidaka, will talk extensively about \"The Rising of the Shield Hero\" in this pre-broadcast special. The program includes a behind-the-scenes look at the animation production by Kinema Citrus, staff discussions, video messages from MADKID, who is in charge of the opening theme, and Chiai Fujikawa, who is in charge of the ending theme. There's plenty of content to enjoy. Please be sure to watch before the broadcast of \"The Rising of the Shield Hero Season 2.\" *This program contains footage from the pre-broadcast special that aired on AT-X on March 20 (Sunday). ■ Cast Asami Seto (Raphtalia) Rina Hidaka (Filo) ■ Narration Kaito Ishikawa (Naofumi Iwatani)",
                    "TitleJapanese": "『盾の勇者の成り上がり』放送直前! ラフタリアとフィーロはSeason 2が待ちきれない!! SPECIAL",
                    "SummaryJapanese": "2022/03/25(金) 21:30～22:00\nＡＴ－Ｘ\n盾の勇者の成り上がり Season 2 事前特番\n\nこの時間は「『盾の勇者の成り上がり』放送直前! ラフタリアとフィーロはSeason 2が待ちきれない!! SPECIAL」を放送いたします。"
                }
            }
        },
        "1": {
            "ID": "783569",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "6874097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6874097",
                    "TitleEnglish": "The Shield Hero",
                    "SummaryEnglish": "College student Iwatani Naofumi is reading a book titled \"The Records of the Four Cardinal Weapons\" in the library when he is suddenly summoned to another world and told he has to save the world as the Shield Hero, one of the Four Cardinal Heroes. And one morning, he finds all his money and equipment gone.",
                    "TitleJapanese": "盾の勇者",
                    "SummaryJapanese": "図書館で『四聖武器書』という本を読んでいたところ、突如として異世界へ召喚された大学生・岩谷尚文。伝説の勇者の一人「盾の勇者」として世界を救うことになるが、ある朝、金と装備が盗まれてしまう。"
                },
                "2": {
                    "ID": "6978710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6978710",
                    "TitleEnglish": "The Slave Girl",
                    "SummaryEnglish": "Naofumi follows the slave merchant to his store, where he looks for a partner to act as his sword. But all he has the money to buy is a diseased demi-human girl named Raphtalia, whom he then forces into an incredibly harsh battle.",
                    "TitleJapanese": "奴隷の少女",
                    "SummaryJapanese": "奴隷商に案内され、自らの剣となるパートナーを探す尚文。だが、手持ちの少ない尚文が買えるのは、病を患った亜人の少女のみだった。尚文はラフタリアと名乗る生気のない少女に、過酷な戦いを強いる。"
                },
                "3": {
                    "ID": "6983640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6983640",
                    "TitleEnglish": "Wave of Catastrophe",
                    "SummaryEnglish": "Naofumi has obtained a whole load of abilities and skills, and his teamwork with Raphtalia is reaching perfection, too. To prepare for the incoming Wave, he upgrades their equipment and heads to the dragon hourglass to find out exactly when it will arrive. But there, he runs into Motoyasu and the other heroes once again.",
                    "TitleJapanese": "災厄の波",
                    "SummaryJapanese": "様々なスキルと技能を習得し、ラフタリアとの連携も抜群によくなった尚文。迫りくる波に対抗して武器と防具を新調し、波の刻限を示すという龍刻の砂時計へ向かう。すると、そこへ元康たちがやってきて……。"
                },
                "4": {
                    "ID": "6983643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6983643",
                    "TitleEnglish": "Lullaby at Dawn",
                    "SummaryEnglish": "The Wave is gone, but Naofumi's relief is short-lived as Motoyasu challenges him to a duel in the middle of the celebratory banquet held in Melromarc Castle. Motoyasu insists that owning a slave is unbecoming for a hero and that Naofumi free Raphtalia at once.",
                    "TitleJapanese": "暁の子守唄",
                    "SummaryJapanese": "波が去ったのも束の間、メルロマルク城での祝宴のさなか尚文は元康から決闘を挑まれてしまう。奴隷を使役するのは勇者にあるまじき行為であり、即刻、ラフタリアを解放せよというのが元康の言い分なのだが……。"
                },
                "5": {
                    "ID": "6987925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6987925",
                    "TitleEnglish": "Filo",
                    "SummaryEnglish": "After Aultcray reluctantly offers Naofumi a paltry reward, he heads to the slave merchant to redo the slave crest as per Raphtalia's wishes. He also buys a monster egg there, which hatches a few days later and gives him a new party member. Meanwhile, Myne shows up in Lute Village, where they're staying.",
                    "TitleJapanese": "フィーロ",
                    "SummaryJapanese": "オルトクレイからなけなしの報酬を渡された尚文は、ラフタリアの要望で再び奴隷紋を入れ直した。数日後、奴隷商から購入した魔物の卵くじも孵化。新たな仲間を加えるが、滞在中のリユート村にマインが現れ……。"
                },
                "6": {
                    "ID": "6994259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994259",
                    "TitleEnglish": "A New Comrade",
                    "SummaryEnglish": "The mysterious girl that showed up out of nowhere was actually Filo. She's a filolial queen with an advanced transformation ability, and she can even take human form thanks to it. However, her clothes get ripped every time she transforms, meaning Naofumi has to get her some magic clothes if he doesn't want to go broke. The party leaves on a new adventure to gather the materials required.",
                    "TitleJapanese": "新しい仲間",
                    "SummaryJapanese": "謎の少女の正体はフィーロだった。フィーロは変身能力を持つフィロリアル・クイーンであり、人間の姿にもなれるという。しかし、変身のたびに服が破けるため魔法の服が必要に。尚文は素材を求め、新たな冒険に出発する。"
                },
                "7": {
                    "ID": "6994261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994261",
                    "TitleEnglish": "The Savior of the Heavenly Fowl",
                    "SummaryEnglish": "After hearing of a village that's in immediate need of herbicide, Naofumi and his party head there to do business. The village has been overrun by plants that have turned into monsters, and its residents were forced to abandon it. These plants can even take root in humans, and apparently Motoyasu is the one who released them into the wild.",
                    "TitleJapanese": "神鳥の聖人",
                    "SummaryJapanese": "除草剤を必要としている村があると聞き、行商に向かう尚文たち。村は魔物化した植物に飲み込まれ、住民は避難を余儀なくされていた。人間にも寄生するこの植物、どうやら原因を作ったのは元康のようで……。"
                },
                "8": {
                    "ID": "6994262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994262",
                    "TitleEnglish": "Curse Shield",
                    "SummaryEnglish": "After hearing of a village in the East that's being ravaged by an epidemic, Naofumi and his party head there to deliver medicine. The epidemic was caused by the corpse of a dragon that had been killed a month before and left there to rot. Naofumi's party accepts a job request to clean the corpse and head to the mountains where it lies.",
                    "TitleJapanese": "呪いの盾",
                    "SummaryJapanese": "疫病に苦しむ東方の村の話を聞き、薬を届けに行く尚文たち。疫病の原因は、1ヶ月前に退治されたドラゴンの死骸が適切に処理されぬまま腐敗してしまったためだった。死骸処理の依頼を受け、尚文たちは山を目指す。"
                },
                "9": {
                    "ID": "6994263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994263",
                    "TitleEnglish": "Melty",
                    "SummaryEnglish": "In the Eastern village, Naofumi meets a girl named Melty. She instantly becomes friends with Filo and then requests to accompany the party on their journey. It seems she got separated from her guards. They travel together for a while, but when they reach the capital, they find...",
                    "TitleJapanese": "メルティ",
                    "SummaryJapanese": "東方の村で、尚文はメルティと名乗る少女に出会う。フィーロとすぐに打ち解けた彼女は、一緒に王都に行きたいという。どうやら護衛とはぐれてしまったらしい。しぶしぶ同行させるのだが、王都で待っていたのは……!?"
                },
                "10": {
                    "ID": "6994264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994264",
                    "TitleEnglish": "In the Midst of Turmoil",
                    "SummaryEnglish": "After refusing to hear Melty out, Naofumi switches to planning for the next Wave. When a bunch of young soldiers ask to join his party, he agrees, but on a certain condition. At the same time, he also tries to upgrade Raphtalia's class after she hits the level cap, but all he receives is harassment.",
                    "TitleJapanese": "混迷の中で",
                    "SummaryJapanese": "メルティを拒絶した尚文は、粛々と次の「波」に備える。協力したいという少年兵を条件付きで受け入れ、加えてレベルアップしたラフタリアをクラスアップさせようとするが……そこに王の嫌がらせが待ち受けていた。"
                },
                "11": {
                    "ID": "6994265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994265",
                    "TitleEnglish": "Catastrophe Returns",
                    "SummaryEnglish": "Naofumi faces another Wave, this time in a remote village. With the help of the soldiers who volunteered to join him, he's able to secure the safety of the villagers, but the Wave shows no signs of letting up. He heads to fight with the other heroes, only to find a giant ghost ship floating in the sky.",
                    "TitleJapanese": "災厄、再び",
                    "SummaryJapanese": "辺境の村で新たな「波」を迎え撃つ尚文。志願兵の協力もあって村人の安全は確保したが、「波」はいつまで経っても収まる気配がない。尚文がほかの勇者の援護に向かうと、そこには巨大な幽霊船が浮かんでいて……。"
                },
                "12": {
                    "ID": "6994266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/6994266",
                    "TitleEnglish": "The Raven Invader",
                    "SummaryEnglish": "A mysterious woman showed up out of nowhere and destroyed the second Soul Eater in a single blow. She then proclaimed the start of the \"true battle of the wave\" and blew away the other three heroes when they attacked her. With Naofumi's party proving ineffective as well, he decided to use the Rage Shield one more time.",
                    "TitleJapanese": "漆黒の異邦者",
                    "SummaryJapanese": "ソウルイーターを一撃で仕留めた謎の少女、グラス。「真の波の戦い」を始めると告げ、最初に攻撃を仕掛けた錬、元康、樹を圧倒する。尚文たちの連携技も通用せず、満身創痍の中、尚文は再び憤怒の盾を使おうとする……。"
                },
                "13": {
                    "ID": "7099962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099962",
                    "TitleEnglish": "The Devil of the Shield",
                    "SummaryEnglish": "Naofumi foils the attempt to take Melty's life and fights off the royal knights, but he's then framed for abducting Melty and killing several knights, so the party is forced to go on the run. With security tightened and checkpoints everywhere, the party receives a further blow that only makes things even worse.",
                    "TitleJapanese": "盾の悪魔",
                    "SummaryJapanese": "メルティへの攻撃を防ぎ、騎士団を追い返した尚文。しかし、メルティ誘拐と騎士殺害の濡れ衣を着せられ、逃避行を余儀なくされる。各地に厳戒態勢が敷かれる中、尚文たちに追い打ちを掛けるような事態が発生する。"
                },
                "14": {
                    "ID": "7099963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099963",
                    "TitleEnglish": "Everlasting Memory",
                    "SummaryEnglish": "Due to Myne recklessly starting a forest fire, Naofumi and his party are forced to flee to a village at the base of the mountain. However, it won't be easy to break through the knights' net. Melty suggests going to a noble she knows for help, and it just so happens that Raphtalia's past is linked to his domain.",
                    "TitleJapanese": "消せない記憶",
                    "SummaryJapanese": "山火事を起こすというマインの暴挙により、麓の村まで逃げてきた尚文。しかし、騎士団の包囲網を突破するのは簡単ではない。メルティは知己の貴族を頼ろうとするが、ラフタリアにとってここは因縁の地域で……。"
                },
                "15": {
                    "ID": "7099964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099964",
                    "TitleEnglish": "Raphtalia",
                    "SummaryEnglish": "Raphtalia corners Idol with vengeance in her eyes, her bloodthirsty blade reaching for his throat. Naofumi's words bring her back to her senses momentarily, but when Idol attacks her once again...",
                    "TitleJapanese": "ラフタリア",
                    "SummaryJapanese": "イドルを追い詰めるラフタリア。その瞳には復讐の炎が灯り、殺意を帯びた切っ先がイドルののど元に突きつけられる。尚文の言葉で一度は怒りを飲み込むが、イドルが再びラフタリアに襲いかかろうしたそのとき……。"
                },
                "16": {
                    "ID": "7099965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099965",
                    "TitleEnglish": "Filolial Queen",
                    "SummaryEnglish": "As Naofumi and his party try to get the weakened kids to safety, Tyrant attacks them. Once Naofumi realizes that he's actually after Filo, he hatches a plan to lure him outside the city, but they can't even put a scratch on its massive body.",
                    "TitleJapanese": "フィロリアルの女王",
                    "SummaryJapanese": "衰弱した子どもたちを連れた尚文にタイラントが襲いかかる。フィーロが狙われていると気付いた尚文は、フィーロに乗ってタイラントを街の外へおびき出すが、正面から戦ってもダメージが通らず手詰まりになってしまう。"
                },
                "17": {
                    "ID": "7099966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099966",
                    "TitleEnglish": "A Promise Made",
                    "SummaryEnglish": "Fitoria tells Naofumi that she'll kill all Four Cardinal Heroes if they don't get back on the same page. She even takes Melty hostage, but Naofumi continues to refuse. Understanding where he's coming from, Fitoria instead proposes a one-on-one duel with Filo.",
                    "TitleJapanese": "紡がれる約束",
                    "SummaryJapanese": "四聖勇者が和解しなければ皆殺しにするというフィトリア。さらにメルティを人質にするという強硬手段に出るが、それでも尚文は和解を拒絶。その想いを汲み取ったフィトリアは、代わりにフィーロとの一騎打ちを提案する。"
                },
                "18": {
                    "ID": "7099967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099967",
                    "TitleEnglish": "A Conspiracy Linked",
                    "SummaryEnglish": "Naofumi decides to go straight up to the checkpost in order to talk it out with the other heroes. But there, he finds the one guy least likely to listen to him, Motoyasu, who attacks Naofumi without bothering to listen to what he has to say. Why could Motoyasu be so intent on killing Naofumi, more than ever before?",
                    "TitleJapanese": "連なる陰謀",
                    "SummaryJapanese": "勇者たちと話し合うため、尚文は正面から関所を抜けようとする。しかし、そこには一番話の通じなそうな元康が待ち構えていた。問答無用で襲いかかってくる元康。かつてないほどの殺意が意味するものとは……。"
                },
                "19": {
                    "ID": "7099968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099968",
                    "TitleEnglish": "The Four Cardinal Heroes",
                    "SummaryEnglish": "The Pope holds in his hands the ultimate weapon, which possesses the properties of all four cardinal weapons. Faced with its attack skill, \"Judgment,\" and its powerful defensive force field, Naofumi and gang are rendered helpless. As the crisis worsens, Motoyasu, who is now in line to be punished as a \"fake\" hero, makes a surprising decision.",
                    "TitleJapanese": "四聖勇者",
                    "SummaryJapanese": "教皇が有するのは四聖武器の力を備えた究極の武器。その刀身から放たれる「裁き」と強大な魔力障壁を前に、尚文たちは為す術がなかった。窮地に陥る中、偽勇者として裁かれる側となった元康が驚きの行動に出る。"
                },
                "20": {
                    "ID": "7099969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099969",
                    "TitleEnglish": "Battle of Good and Evil",
                    "SummaryEnglish": "Naofumi and gang stay on the attack despite being trapped in the Pope's Great Cathedral, but its sacred subspace nullifies his Curse Shield, leaving them one step short. Naofumi turns to another, newly unlocked Curse Shield, but the dragon's wrath threatens to swallow his mind whole.",
                    "TitleJapanese": "聖邪決戦",
                    "SummaryJapanese": "教皇の「大聖堂」に囚われながらも、攻撃の手を休めない尚文たち。しかし、神聖な領域において呪いの盾は無効化され、あと一撃が届かない。尚文は新たに解放された呪いの盾を使おうとするが、竜の怒りに心を蝕まれて……。"
                },
                "21": {
                    "ID": "7099970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099970",
                    "TitleEnglish": "Naofumi's Triumphant Return",
                    "SummaryEnglish": "After Naofumi survives thanks to Mirelia's help, she comes to visit him and tells him the truth behind the summoning of the heroes and the discrimination against the Shield Hero. She also promises to clear his name, and holds a trial for Aultcray and Myne's crimes.",
                    "TitleJapanese": "尚文の凱旋",
                    "SummaryJapanese": "ミレリアのおかげで一命を取り留めた尚文は、彼女から勇者召喚の真実と盾の勇者が迫害される理由を聞かされる。そして、尚文の冤罪を晴らすというミレリアによって、オルトクレイとマインの弾劾裁判がはじまる。"
                },
                "22": {
                    "ID": "7099971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099971",
                    "TitleEnglish": "Four Heroes Council",
                    "SummaryEnglish": "After being unable to for so long, Naofumi finally gets to upgrade his party's classes. He then takes part in a meeting of the Four Cardinal Heroes, held under the guise of a celebratory banquet. There, he learns of the existence of a bonus stage, with increased XP earnings. Meanwhile, Raphtalia gets into a fight at the party.",
                    "TitleJapanese": "勇者会議",
                    "SummaryJapanese": "紆余曲折ありながらもクラスアップを果たした尚文たち。三勇者とともに祝賀会という名の会談に参加し、いわゆる「ボーナスステージ」の存在を知る。一方その頃、ラフタリアは祝賀会場で揉め事を起こしていた。"
                },
                "23": {
                    "ID": "7099972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099972",
                    "TitleEnglish": "Cal Mira Archipelago",
                    "SummaryEnglish": "On the ship to Cal Mira, Naofumi once again runs into L'arc, who keeps throwing him off. However, the strange man's friendly nature shines through, and Naofumi quickly takes a liking to him. After having a fun time grinding levels and a lively meal, Naofumi feels happy and fulfilled for the first time in this world.",
                    "TitleJapanese": "カルミラ島",
                    "SummaryJapanese": "カルミラ島に向かう船の中で再びラルクに遭遇し、尚文はペースを崩されながらも、気さくな彼と徐々に打ち解けていった。経験値稼ぎに、賑やかな食事。この世界にきて初めてと言えるくらい充実した時間が流れていく。"
                },
                "24": {
                    "ID": "7099973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7099973",
                    "TitleEnglish": "Guardians of Another World",
                    "SummaryEnglish": "Melromarc brings a large fleet to fight the Wave out at sea. While the queen takes charge and leads the operation well, the other three heroes prove useless yet again, leaving Naofumi to do it all alone. Later, he gets help from L'arc and Therese to fend off the monsters, but then...",
                    "TitleJapanese": "異世界の守護者",
                    "SummaryJapanese": "海上で波を迎え撃つため、メルロマルクは大艦隊を編成する。女王自ら指揮を執るが、三勇者は相変わらず役に立たず、尚文たちが孤軍奮闘するばかり。尚文はラルクとテリスの協力を得て波に対抗するのだが……。"
                },
                "25": {
                    "ID": "7100520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7100520",
                    "TitleEnglish": "The Rising of the Shield Hero",
                    "SummaryEnglish": "It turns out that Glass, like L'arc, is also a hero from other world. Naofumi barely fights off their combo attacks and then corners Glass in a one-on-one battle, but is then faced with an all-important question: does he truly wish to protect this world?",
                    "TitleJapanese": "盾の勇者の成り上がり",
                    "SummaryJapanese": "グラスは異世界の勇者を名乗るラルクの仲間だった。尚文は強烈な連携攻撃を耐え凌ぎ、一騎打ちでグラスに肉薄するのだが……。本当にこの世界を守りたいのか、尚文はグラスとの戦いの中で己の覚悟を問われる。"
                }
            }
        },
        "2": {
            "ID": "1819351",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7577774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/7577774",
                    "TitleEnglish": "A New Roar",
                    "SummaryEnglish": "Mysterious monsters appear as Naofumi is preparing for the next Wave. At the same time they show up, the Wave countdown stops. The Queen summons the Four Cardinal Heroes, and tells them that the Spirit Tortoise has revived.",
                    "TitleJapanese": "新たな咆哮",
                    "SummaryJapanese": "尚文が次の「波」への準備を進めていると、謎の魔物たちが現れ、同時に「波」へのカウントダウンが停止してしまう。急遽、ミレリアから呼び出された四聖勇者たちは、伝説の魔物「霊亀」が復活したことを告げられる。"
                },
                "2": {
                    "ID": "9061381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061381",
                    "TitleEnglish": "Footprints of the Spirit Tortoise",
                    "SummaryEnglish": "The leaders of all the nations’ militaries gather in the Spirit Tortoise Kingdom. Naofumi is there as well, and promises to offer his help as one of the heroes. But just before they decide on a plan, a mysterious woman appears…",
                    "TitleJapanese": "霊亀の足跡",
                    "SummaryJapanese": "霊亀国に集う各国の司令官たち。尚文もまたその場に同席し、勇者の一人として力を貸すと約束。連合国軍による霊亀討伐作戦が動き出そうとするのだが、突如として謎の女性が会議場に現れる。彼女の正体とは……!?"
                },
                "3": {
                    "ID": "9061382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061382",
                    "TitleEnglish": "Shaking Land",
                    "SummaryEnglish": "The Spirit Tortoise begins its march once more, appearing at the border of the kingdom bearing its name. Naofumi volunteers to lure away its familiars while the army tries to bring it to the mountains. The Spirit Tortoise’s familiar, Ost, fights alongside the humans…",
                    "TitleJapanese": "揺れる大地",
                    "SummaryJapanese": "霊亀が活動を再開し、ついに霊亀国の辺境に現れる。尚文は自らが標的となって使い魔たちをおびき寄せ、エクレールたちは霊亀を山間部へ誘導しようとしていた。霊亀の使い魔であるオストも協力して果敢に戦うが……。"
                },
                "4": {
                    "ID": "9061383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061383",
                    "TitleEnglish": "Ruins in the Fog",
                    "SummaryEnglish": "The Spirit Tortoise’s head was cut off, but Ost, its familiar, is still alive. It could revive at any moment. The allied armies need to get back into fighting shape, and fast. Naofumi makes the risky move of heading onto the Tortoise’s back with only a small group, and tries to find its true weak spot.",
                    "TitleJapanese": "霧中の遺跡",
                    "SummaryJapanese": "霊亀の首を落としたものの、使い魔のオストは健在であり、いつ霊亀が復活してもおかしくない状況だった。連合軍は再編成が急務の状況。尚文はリスクを覚悟して少数の仲間と霊亀の背に登り、真の弱点を探ろうとする。"
                },
                "5": {
                    "ID": "9061384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061384",
                    "TitleEnglish": "Ost Hourai",
                    "SummaryEnglish": "Naofumi is met by L'Arc, Glass, and Therese. They're after the person who broke the Spirit Tortoise's seal and is controlling it. L'Arc proposes teaming up again...",
                    "TitleJapanese": "オスト＝ホウライ",
                    "SummaryJapanese": "尚文の前に現れたのは、ラルク、テリス、グラスだった。三人が追っているのは、霊亀の封印を不正に解き放ち、操っている者。尚文の目的と一致していた。ラルクは、また手を組もうと提案してきて……。"
                },
                "6": {
                    "ID": "9061385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061385",
                    "TitleEnglish": "Racing to Catch Up",
                    "SummaryEnglish": "Fitoria appears when the Spirit Tortoise revives, and with her help, Naofumi attempts to destroy its heart and cut off its head at the same time. L'Arc arrives as well, but all of them are helpless before Kyo's overwhelming power.",
                    "TitleJapanese": "追駆",
                    "SummaryJapanese": "霊亀が復活すると同時にフィトリアが現れ、尚文はフィトリアが霊亀の首を落とすタイミングに合わせ、心臓を破壊しようとする。そこへラルクたちも合流するのだが、キョウは圧倒的な力で尚文たちを追い詰めていく。"
                },
                "7": {
                    "ID": "9061386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061386",
                    "TitleEnglish": "Infinite Labyrinth",
                    "SummaryEnglish": "Naofumi wakes up in a strange prison to find him and his party at level 1, and Filo missing. They start to raise their levels in order to escape, but things quickly turn against them when a dangerous monster suddenly appears...",
                    "TitleJapanese": "無限迷宮",
                    "SummaryJapanese": "尚文が見知らぬ牢獄で目覚めると、全員がレベル1になり、フィーロの行方がわからなくなってしまった。尚文は脱出の方法を探りながら、レベルを上げようとする。しかし、突如として現れた魔物に大苦戦してしまう。"
                },
                "8": {
                    "ID": "9061387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061387",
                    "TitleEnglish": "A Parting in the Snow",
                    "SummaryEnglish": "Naofumi's party heads for the Dragon Hourglass of Mikakage, in order to get to Sikul, the country that summoned Kizuna. Along the way, he sells rare healing items to make a hefty profit. He hears a rumor about a genius mage...",
                    "TitleJapanese": "雪の別れ",
                    "SummaryJapanese": "絆を召喚したシクール国へ向かうため、尚文たちは行商しながらミカカゲ国の龍刻の砂時計を目指す。希少な回復アイテムを販売し、売上を伸ばす尚文。だが、偶然知った天才術師の存在に思うところがあり……。"
                },
                "9": {
                    "ID": "9061388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061388",
                    "TitleEnglish": "Humming Fairy",
                    "SummaryEnglish": "Naofumi's party is teleported to Sikul, where Kizuna introduces the Vassal Weapon Hero, Ethnobalt. He says he can use a piece of Raphtalia's hair and Naofumi's blood as a catalyst that can create a shikigami to find her. He creates the shikigami, and they find...",
                    "TitleJapanese": "ハミングフェーリー",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9061389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061389",
                    "TitleEnglish": "Katana Hero",
                    "SummaryEnglish": "Raphtalia is imprisoned in a Raybul Kingdom prison. She's wary of L'Arc's team, who is also imprisoned there, but asks them for help in escaping. Glass is weakened by the draining power of the prison. Raphtalia has a plan to escape, but...",
                    "TitleJapanese": "刀の勇者",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9061390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061390",
                    "TitleEnglish": "Kizuna",
                    "SummaryEnglish": "Naofumi's party is overjoyed to be reunited with Raphtalia. Kizuna criticizes Glass for invading another world. Glass and L'Arc swear they won't fight Naofumi anymore, and instead find another way to solve their problem. Meanwhile, Kyo's plot proceeds...",
                    "TitleJapanese": "絆",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9061391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061391",
                    "TitleEnglish": "Reason to Fight",
                    "SummaryEnglish": "The Wave appears before its scheduled time. Kizuna's group is teleported to it while Naofumi and his party head for Kyo's lab on Ethnobalt’s ship. There, they see the true depths of Kyo's wickedness...",
                    "TitleJapanese": "戦う理由",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9061392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9061392",
                    "TitleEnglish": "Flowers Offered in Recollection",
                    "SummaryEnglish": "Raphtalia recalls having to buy clothing for her smaller self. Kizuna remembers being alone for so long. Rishia remembers Ost trying to give advice.",
                    "TitleJapanese": "追憶の献花",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "2013100",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9978930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/9978930",
                    "TitleEnglish": "The Dark Coliseum",
                    "SummaryEnglish": "Seeking to reunite the scattered inhabitants of Lurolona Village who were sold into slavery, the Shield Hero and his party head to Zeltoble to secretly compete in the underground fights at the coliseum.",
                    "TitleJapanese": "闇のコロシアム",
                    "SummaryJapanese": "新たな四霊「鳳凰」の復活に備え、尚文は散り散りになったルロロナ村出身の亜人を取り戻そうとする。だが亜人の奴隷たちはある理由で買い占められていた。尚文は彼らを救うため、商人と傭兵の国ゼルトブルへ向かう。"
                },
                "2": {
                    "ID": "10021736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021736",
                    "TitleEnglish": "Nadia",
                    "SummaryEnglish": "After his bout, Naofumi encounters Nadia, another one of the coliseum's fierce fighters. With some help from an old acquaintance, Naofumi's team battles through the coliseum's ranks, knowing full well that Nadia will be waiting if they emerge victorious.",
                    "TitleJapanese": "ナディア",
                    "SummaryJapanese": "正体を隠して地下賭博闘技場に出場する尚文たちは、闘技場内外に渦巻く欲望と無法ぶりを身をもって知りながら勝ち進んでいく。そして、ついに迎えた決勝戦。ラフタリアは対戦相手の特徴に聞き覚えがあるようで……。"
                },
                "3": {
                    "ID": "10021737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021737",
                    "TitleEnglish": "The White Tiger Siblings",
                    "SummaryEnglish": "Naofumi, while purchasing slave children from Lurolona Village, is shown the white tiger demi-humans Fohl and Atla. Fohl obviously has high combat potential, but Atla is blind and extremely ill.",
                    "TitleJapanese": "ハクコの兄妹",
                    "SummaryJapanese": "奴隷市場を訪れた尚文は、亜人の奴隷フォウルに病気の妹を救ってほしいと懇願される。代価を支払う覚悟を問う尚文だが……。一方、救出された亜人を迎え入れ活気づくルロロナ村に、大きな危機が迫ろうとしていた。"
                },
                "4": {
                    "ID": "10021738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021738",
                    "TitleEnglish": "The Operation to Capture the Spear Hero",
                    "SummaryEnglish": "A mysterious girl appears while Naofumi is serving breakfast to the children at Lurolona Village. Even though he'd prefer to focus on rebuilding the village, the queen asks him to seek out Motoyasu, whose whereabouts are unknown after his party disbanded.",
                    "TitleJapanese": "槍の勇者捕獲作戦",
                    "SummaryJapanese": "槍の勇者・元康の所在が確認され、ミレリアに説得を頼まれた尚文。領地はエクレールに任せ、元康探しに向かおうとすると、そこへ招かれざる客がやってくる。そして、元康が滞在する町では予想外の人物に遭遇し……!?"
                },
                "5": {
                    "ID": "10021739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021739",
                    "TitleEnglish": "Each of Their Paths",
                    "SummaryEnglish": "Naofumi's party is attacked by a pair of mysterious and powerful men. S'yne arrives during the battle and finally attempts to explain why she wants to become one of Naofumi's followers. Meanwhile, more villagers are training in Hengen Muso.",
                    "TitleJapanese": "それぞれの道",
                    "SummaryJapanese": "街道で謎の二人組に襲撃される尚文たち。相手はラフタリアの攻撃を軽く受け止め、尚文の援護魔法を解除し、果ては巨大な隕石まで操るかなりの手練れだった。追い詰められる尚文たち。窮地に現れたのは……!?"
                },
                "6": {
                    "ID": "10021740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021740",
                    "TitleEnglish": "Where You Point Your Strength",
                    "SummaryEnglish": "Ren is haunted by the deaths of his party members in a failed attempt to defeat the Spirit Tortoise and doesn't want to believe that he might be responsible for what happened. Myne seems ready to take his side and support him, but...",
                    "TitleJapanese": "強さの矛先",
                    "SummaryJapanese": "剣の勇者・錬はかつてプレイしたゲームとこの世界を重ね、ゲーム感覚で行動した結果、悲劇を招いてしまった。すべてを失いながら、それでも引けない願い。さらなる力を求める錬が、尚文と元康を襲う！"
                },
                "7": {
                    "ID": "10021741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021741",
                    "TitleEnglish": "The Girl and the Dragon",
                    "SummaryEnglish": "Keel and other demi-human children in the village are starting to learn how to assume therianthrope form like Sadeena. Ren is now staying in the village while suffering the effects of the Curse swords and doing his best to fit in.",
                    "TitleJapanese": "少女とドラゴン",
                    "SummaryJapanese": "ミレリアの紹介で尚文のもとへ魔物専門の錬金術師ラトが派遣されてくる。彼女を村の魔物小屋へ案内すると、尚文は魔物好きの少女ウィンディアからひときわ大きな卵を渡される。その卵は、なんとドラゴンの卵で……!?"
                },
                "8": {
                    "ID": "10021742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021742",
                    "TitleEnglish": "Dragon's Den",
                    "SummaryEnglish": "Naofumi assembles a party to pursue Gaelion, who has consumed the Emperor Dragon's Core. Gaelion's transformation is profoundly sickening Filo, so Naofumi must return Gaelion to normal within the next two days.",
                    "TitleJapanese": "竜の巣",
                    "SummaryJapanese": "尚文はガエリオンの追跡部隊を編成するが、その矢先にフィーロの体調が急変する。フィーロからは禍々しい力が溢れ、その力はガエリオンに流出しているおそれがあった。追跡を急ぐ尚文に、大きな決断の刻が迫る。"
                },
                "9": {
                    "ID": "10021743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021743",
                    "TitleEnglish": "Emperor Dragon",
                    "SummaryEnglish": "Naofumi's party regroups and plans another assault on the Emperor Dragon. While their plan of attack comes together, Wyndia explains her connection to the dragon. This causes Wyndia to remember something very significant...",
                    "TitleJapanese": "魔竜",
                    "SummaryJapanese": "絶望的な状況の中で魔竜に攻撃を仕掛けたのはアトラだった。その攻撃は魔竜にも届くが、洞窟が半壊。尚文たちは濁流に飲まれてしまう。体勢を整える中、ウィンディアは父との暮らしを思い出し、ある事実に気づく。"
                },
                "10": {
                    "ID": "10021744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021744",
                    "TitleEnglish": "Perfect Hidden Justice",
                    "SummaryEnglish": "Filo has recovered but needs to gain experience to replace her lost levels. S'yne returns from the underground arena bearing a tale of a suspiciously familiar new fighter who uses a bow and goes by the alias Perfect Hidden Justice.",
                    "TitleJapanese": "パーフェクト＝ハイド＝ジャスティス",
                    "SummaryJapanese": "メルティとレベル上げがしたいフィーロと、仕事が山積みのメルティ。二人の事情を考慮した尚文は、ある宣言を行う。そんな中、今も地下賭博闘技場に出場するセインから、闘技場を渡り歩く弓使いの噂を聞かされる。"
                },
                "11": {
                    "ID": "10021745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021745",
                    "TitleEnglish": "Justice VS Justice",
                    "SummaryEnglish": "Rishia faces Itsuki in the underground arena. As Itsuki rants and raves, it's clear that he's also come under the mental influence of Myne and unlocked a Curse series. Naofumi evacuates the children as Rishia enters her most dangerous fight yet.",
                    "TitleJapanese": "正義 VS 正義",
                    "SummaryJapanese": "樹を救おうとまっすぐに対峙するリーシア。だが樹は聞く耳を持たず、その歪んだ正義は客席の尚文や子どもたちをも巻き込んでいく。リーシアは樹の掲げる正義を真っ向から否定し、命を賭して立ち向かおうとする。"
                },
                "12": {
                    "ID": "10021746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10021746",
                    "TitleEnglish": "The Ones We Must Protect",
                    "SummaryEnglish": "Naofumi begins training in the Way of the Dragon Vein with Sadeena and Gaelion. Back at the village, the blacksmith visits, bringing new equipment for Raphtalia. When she tries it on, it reveals a shocking secret about her past...",
                    "TitleJapanese": "守るべき者たち",
                    "SummaryJapanese": "エルハルトに頼んだ武具の修復が完了した。ラフタリアの巫女服も無事に戻ってくるが、サディナは血相を変えて巫女服を脱がそうとする。事情を説明しようとした瞬間、ラフタリアが着替えに入った家で大爆発が起こる。"
                }
            }
        },
        "4": {
            "ID": "2106782",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10664238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/10664238",
                    "TitleEnglish": "Siltvelt",
                    "SummaryEnglish": "Naofumi stops at Siltvelt on his journey to Q'ten Lo. The people there worship him as a king.",
                    "TitleJapanese": "シルトヴェルト",
                    "SummaryJapanese": "ラフタリアの暗殺を狙うクテンロウとの交渉に向け、尚文たちは唯一クテンロウへの連絡船が出る亜人の国シルトヴェルトへ旅立つ。だが、シルトヴェルトの民と権力者に熱烈に歓迎され、思わぬ足止めを喰らってしまう。"
                },
                "2": {
                    "ID": "11192842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192842",
                    "TitleEnglish": "Official Welcome",
                    "SummaryEnglish": "Naofumi and Raph-chan stay in the castle while the rest of the party tours the town.",
                    "TitleJapanese": "歓待",
                    "SummaryJapanese": "神のごとき歓待を受ける尚文は、“ハーレム”という過剰なまでのサービスを押しつけられる。しかし船が用意される気配は一向になく、シルトヴェルトに不信感を募らせていく。そんな折、ジャラリスが接触してきて……。"
                },
                "3": {
                    "ID": "11192843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192843",
                    "TitleEnglish": "A True People",
                    "SummaryEnglish": "Siltvelt castle is rocked by the attempted poisoning at breakfast.",
                    "TitleJapanese": "真なる民とは",
                    "SummaryJapanese": "朝食会場での毒混入騒動に揺れるシルトヴェルト城。各派閥の醜い舌戦に激昂したアトラが、重鎮たちを一喝し尚文の偉大さを高らか説こうとする。そして尚文は“密偵”を通じて、真犯人を突き止めるのだが……。"
                },
                "4": {
                    "ID": "11192844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192844",
                    "TitleEnglish": "Entrusted Power",
                    "SummaryEnglish": "Fohl battles the cunning and sneaky Jaralis while Atla challenges the veteran warrior Lyceras.",
                    "TitleJapanese": "託された力",
                    "SummaryJapanese": "フォウルは搦め手を使うジャラリスと、アトラは歴戦の猛者であるリケラスと対峙。強敵を相手にしながらも、二人は一切怯まずに立ち向かっていく。だが、フォウルがジャラリスの猛毒攻撃を食らってしまい……!?"
                },
                "5": {
                    "ID": "11192845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192845",
                    "TitleEnglish": "White Tiger",
                    "SummaryEnglish": "When Fohl is about to be defeated, Naofumi asks him if he has the resolve to become stronger.",
                    "TitleJapanese": "白虎（ハクコ）",
                    "SummaryJapanese": "獣人化したフォウルがジャラリスとぶつかり合う。尚文たちは乱入してきたジャラリスの部下を抑えるが、ジャラリスは敗れた部下を喰らって異形化。追い詰められたフォウルは、尚文に強くなる“覚悟”を問われる。"
                },
                "6": {
                    "ID": "11192846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192846",
                    "TitleEnglish": "Leaving Port",
                    "SummaryEnglish": "Naofumi returns, temporarily, to Lurolona Village, and decides who he’s going to take with him.",
                    "TitleJapanese": "出港",
                    "SummaryJapanese": "ルロロナ村へ一時帰還した尚文は、村の戦力を再編しながらクテンロウ行きのメンバーを選定。“師匠”の手がかりを掴んだエルハルトも珍しく同行することに。無事に船出をするが、敵船に襲撃されてしまい……!?"
                },
                "7": {
                    "ID": "11192847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192847",
                    "TitleEnglish": "Arriving in Q'ten Lo",
                    "SummaryEnglish": "In Q’ten Lo, the party finds that it’s forbidden to kill an animal, and that the people are heavily taxed.",
                    "TitleJapanese": "クテンロウ上陸",
                    "SummaryJapanese": "クテンロウに潜入した尚文たちは、この国では動物の殺生が禁じられ、さらに民には重税が課せられていることを知る。この状況を逆手に取ろうとする尚文の前に、天命に不満を抱く革命派の者たちが接触してきて……。"
                },
                "8": {
                    "ID": "11192848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192848",
                    "TitleEnglish": "Orochi",
                    "SummaryEnglish": "The Emperor’s blessing causes the “Sealed Orochi” to revive.",
                    "TitleJapanese": "大蛇（オロチ）",
                    "SummaryJapanese": "現在地と首都の間にある「旧都」の制圧を提案するラルヴァ。進軍が決定した矢先、天命の祝福を受けていた「封じられしオロチ」が復活する。尚文のスキル「桜陣結界」でオロチの加護を無効化し、短期決戦を目指すのだが……。"
                },
                "9": {
                    "ID": "11192849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192849",
                    "TitleEnglish": "Zodia",
                    "SummaryEnglish": "A lost girl named \"Zodia\" appears as Muramasa suggests a drinking party.",
                    "TitleJapanese": "ゾディア",
                    "SummaryJapanese": "フィーロを“神鳥”として掲げ、旧都近郊をすんなり支配下に置く尚文たち。増援を待つ間、尚文とセインが天叢雲剣の状態を確認しに鍛冶場を訪れると、迷子の少女ゾディアが現れ、ムラマサが急に飲み会を提案し……!?"
                },
                "10": {
                    "ID": "11192850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192850",
                    "TitleEnglish": "Prayers",
                    "SummaryEnglish": "Raphtalia goes to meet the shrine maiden of the water dragon, Shildina.",
                    "TitleJapanese": "祈り",
                    "SummaryJapanese": "水竜の巫女シルディナとの会談に臨むラフタリア。シルディナから一時休戦を提案され、さらに講和に向けた天命との会談も用意するという。だが、彼女から提示された条件は、ラフタリアの覚悟を問うもので……。"
                },
                "11": {
                    "ID": "11192851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192851",
                    "TitleEnglish": "Oracle Miko",
                    "SummaryEnglish": "Shildina appears at the old capital and asks for a duel between representatives of both sides.",
                    "TitleJapanese": "神託の巫女",
                    "SummaryJapanese": "旧都関所前に現れたシルディナは、戦の幕引きとして代表者による決闘を宣言。先代巫女のサディナを指名し、役割を押しつけられた恨み節をぶつける。飲み比べに、雷と風の激突に――。二人の決闘は混迷を極め……!?"
                },
                "12": {
                    "ID": "11192852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11192852",
                    "TitleEnglish": "Return of the Emperor",
                    "SummaryEnglish": "The emperor challenges Raphtalia to a one-on-one duel!",
                    "TitleJapanese": "天命の帰還",
                    "SummaryJapanese": "シルディナに乗り移った“過去の天命”がマキナに裁きを下す。亡霊となったマキナの抵抗に遭うが、尚文たちの連携で無力化。しかし、過去の天命はシルディナ解放の条件に、ラフタリアとの一騎打ちを迫り……!?"
                }
            }
        },
        "5": {
            "ID": "2208169",
            "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/seasons/official/5",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11357302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-rising-of-the-shield-hero/episodes/11357302",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}