{
    "URL": "https://www.thetvdb.com/series/carol-and-tuesday",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8107988/",
        "http://caroleandtuesday.com/",
        "https://www.themoviedb.org/tv/83962",
        "https://x.com/carole_tuesday"
    ],
    "TitleEnglish": "Carole & Tuesday",
    "SummaryEnglish": "Fifty years have passed since mankind began migrating to the new frontier: Mars. It's an age where most culture is produced by AI, and people are content to be passive consumers. There's a girl. Scrapping a living in the metropolis of Alba City, she's working part time while trying to become a musician. She's always felt like something is missing. Her name is Carole.There's a girl. Born to a wealthy family in the provincial town of Herschel City, she dreams of becoming a musician, but nobody around her understands. She feels like the loneliest person in the world. Her name is Tuesday. A chance meeting brings them together. They want to sing. They want to make music. Together, they feel like they just might have a chance. The two of them may only create a tiny wave. But that wave will eventually grow into something larger...",
    "TitleJapanese": "キャロル＆チューズデイ",
    "SummaryJapanese": "火星のハーシェルシティの富裕な家に生まれた少女・チューズデイは愛用のギターと家出。首都のアルバシティに着いたものの荷物を盗まれ途方に暮れる。チューズデイは、アルバイトをしながら、路上でキーボードで弾き語りをしていたキャロルと知り合い、彼女のアパートに転がり込む。意気投合した二人は一緒に曲を作りミュージシャンを目指す。",
    "Aliases": [
        "Carole & Tuesday"
    ],
    "Modified": "2025-08-25",
    "Seasons": {
        "0": {
            "ID": "782524",
            "URL": "https://www.thetvdb.com/series/carol-and-tuesday/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "7331277",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7331277",
                    "TitleEnglish": "Carole & Tuesday Recap (Episode 12.5)",
                    "SummaryEnglish": "Recap of the first 12 episodes of Carole & Tuesday.",
                    "TitleJapanese": "特別編",
                    "SummaryJapanese": "～ガスとロディの回想録～"
                },
                "2": {
                    "ID": "7292423",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7292423",
                    "TitleEnglish": "Mini Series: Gus & Roddy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第1話 ～ガス＆ロディ～",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7292424",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7292424",
                    "TitleEnglish": "Mini Series: Ertegun & Roddy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第2話 ～アーティガン＆ロディ～",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7299505",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7299505",
                    "TitleEnglish": "Mini Series: Angela & Tao",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第3話 ～アンジェラ＆タオ～",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7318640",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7318640",
                    "TitleEnglish": "Mini Series: Tuesday & Roddy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第4話 ～チューズデイ＆ロディ～",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7331249",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7331249",
                    "TitleEnglish": "Mini Series: Ertegun & Ertegun",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第5話 ～アーティガン＆アーティガン～",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7342605",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7342605",
                    "TitleEnglish": "Mini Series: Ertegun & Tao",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第6話 ～アーティガン＆タオ～",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7380571",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7380571",
                    "TitleEnglish": "Mini Series: Carole & Gus",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第7話 ～キャロル＆ガス～",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7407012",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7407012",
                    "TitleEnglish": "Mini Series: Carole & Tuesday",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きゃろる＆ちゅーずでい　第8話 ～キャロル＆チューズデイ～",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "782525",
            "URL": "https://www.thetvdb.com/series/carol-and-tuesday/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6863698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/6863698",
                    "TitleEnglish": "True Colors",
                    "SummaryEnglish": "Tuesday, the daughter of a well-to-do family from Hershell City, runs away from home and comes to Alba City. Her dream is to become a musician. Carole, a girl who was raised in orphanages, has just been fired from her part-time job in Alba City. Her dream is also to become a musician. Carole’s street performance captures Tuesday’s heart and brings the two girls together. Carole invites Tuesday to her apartment, where they discuss their upbringings. This marks the beginning of the tale of the two girls who become the driving force behind the Miraculous 7 Minutes.",
                    "TitleJapanese": "True Colors",
                    "SummaryJapanese": "ハーシェルの町に住むお嬢様のチューズデイは、家出をしてアルバシティまでやってきた。彼女の夢はミュージシャン。そのアルバシティでバイトを首になったのが施設育ちのキャロル。彼女の夢もまた、ミュージシャンだった。\nキャロルが路上で歌った歌が、チューズデイの心をとらえ、ふたりは出会う。そして、チューズデイはキャロルの部屋に転がり込み、ふたりは生い立ちを語り合う。ここから“奇跡の7分間”の原動力となったふたりの少女の物語は始まる。"
                },
                "2": {
                    "ID": "7111538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111538",
                    "TitleEnglish": "Born to Run",
                    "SummaryEnglish": "The runaway Tuesday ends up staying at Carole’s apartment, and the girls begin their life together. That night, Carole mentions that she would like to play the song they created together on a proper piano. The grand piano in the Mars Immigration Memorial Hall comes to mind. Meanwhile, another girl is planning her debut in Alba City—the model Angela. She takes her first step as a singer under the guidance of Tao, the greatest contemporary music producer on Mars.",
                    "TitleJapanese": "Born to Run",
                    "SummaryJapanese": "家出娘のチューズデイがキャロルの部屋に転がり込み、共同生活が始まった。\nその夜、キャロルはチューズデイに一緒に作った曲をちゃんとしたピアノで弾いてみたいと言う。思いついた場所は、火星移民メモリアルホール。\nそして、アルバシティにはもうひとり、歌手デビューを目指す少女がいた。モデルのアンジェラ。彼女は現代最高のプロデューサー・タオのもと歌手として第一歩を踏み出そうとしていた。"
                },
                "3": {
                    "ID": "7111540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111540",
                    "TitleEnglish": "Fire and Rain",
                    "SummaryEnglish": "The self-proclaimed “ace manager” Gus appears before Carole and Tuesday. He acknowledges that the girls have talent and demands to be their manager. So, how to sell them to the public? Gus’ ideas are all old-fashioned. However, their acquaintance, the AI programmer Roddy, comes up with the idea of featuring them on a famous DJ’s show. Carole and Tuesday make a direct sales call to the super-popular DJ Ertegun...",
                    "TitleJapanese": "Fire and Rain",
                    "SummaryJapanese": "キャロルとチューズデイの前に突然現れた男・ガス。自称敏腕マネージャーのガスは「お前らには才能がある」と２人のマネジメントを買って出る。では、どうやってキャロル＆チューズデイを売り出すのか。時代遅れのアイデアばかりのガス。そこでAIプログラマー・ロディの「大物DJにフィーチャリングされる」というアイデアが決まってしまう。ロディのコネで、キャロルとチューズデイは人気絶頂のDJアーティガンに直接売り込みにいくのだが…。"
                },
                "4": {
                    "ID": "7111542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111542",
                    "TitleEnglish": "Video Killed the Radio Star",
                    "SummaryEnglish": "The DJ feature plan ended in failure. After a second strategy meeting, the gang decides to create a music video. Gus purchases an AI director called IDEA, and everyone splits up to begin filming preparations. Carole and Tuesday work on a new song, Roddy goes to borrow an expensive car from Ertegun, and Gus pleads with his ex-wife, the stylist Marie, to help them. Finally, they start filming under the direction of IDEA...",
                    "TitleJapanese": "Video Killed the Radio Star",
                    "SummaryJapanese": "DJフィーチャリング作戦は失敗に終わった。そして第２回売り出し作戦会議で決まったのが、ミュージックビデオの制作。ガスが買ったディレクターAI“イデア”が届き、さっそく手分けして撮影の準備が始まる。キャロルとチューズデイは新曲を作り、ロディはアーティガンに高級車を借りに行く。そしてガスは、スタイリストで元妻・マリーを呼び出し、協力を頼む。そして、いよいよ“イデア”による撮影が始まるが…。"
                },
                "5": {
                    "ID": "7111543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111543",
                    "TitleEnglish": "Every Breath You Take",
                    "SummaryEnglish": "The plans to bring Carole & Tuesday into the limelight keep ending in failure. Gus proposes a live concert, then pays an unannounced visit to an old acquaintance, the famous organizer Hefner. Meanwhile, Tao takes Angela to seek a 12 million woolong (1 woolong = 1 dollar) investment from the Hedge Fund King Schwartz, pressuring Angela to prove her songs are worth that much. Around that time, Roddy visits an independent live house called Mars Lounge and tries to negotiate a gig for the girls.",
                    "TitleJapanese": "Every Breath You Take",
                    "SummaryJapanese": "キャロル＆チューズデイを売り出す作戦は失敗続き。\nガスはライブの開催を提案し、旧知の名物オーガナイザー・ヘフナーのところにアポ無しで乗り込んでいく。一方、タオはアンジェラを連れ、ヘッジファンドの帝王・シュバルツに1,200万ウーロン（１ドル＝１ウーロン）の出資を求める。自らの歌で、その価値を証明することを迫られるアンジェラ。そのころロディは、インディペンデントのライブハウス、マーズ・ラウンジを訪れ2人の出演交渉をしていた。"
                },
                "6": {
                    "ID": "7111544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111544",
                    "TitleEnglish": "Life Is a Carnival",
                    "SummaryEnglish": "Only ten people came to see Carole & Tuesday’s first gig. However, the girls are soon offered another opportunity to play on the main stage of Cydonia Festival in front of over 100,000 people! It turns out they’re filling in for Joshua, lead singer of the popular band Omega, who pulled out at the last minute. What’s more, the festival is the following day! Carole & Tuesday are also very nervous because they’ll be performing alongside Crystal, an artist they’ve long admired. Will they finally be able to make a name for themselves?",
                    "TitleJapanese": "Life is A Carnival",
                    "SummaryJapanese": "たった観客10人のファースト・ライブ。第１歩を踏み出したキャロル＆チューズデイの次のステージは、サイドニア・フェスのメインステージだった。キャパは10万人以上。しかも開催日は明日。お騒がせバンド・オメガのヴォーカル・ヨシュアに万が一があった時のための補欠としてブッキングされる。\n憧れのアーティスト・クリスタルも出演する大舞台で、緊張しまくるキャロル＆チューズデイに果たして出番はやってくるのか…。"
                },
                "7": {
                    "ID": "7111546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111546",
                    "TitleEnglish": "Show Me the Way",
                    "SummaryEnglish": "Carole & Tuesday are delighted at the encouragement they received from their idol Crystal. Gus suggests they enter the reality TV singing competition Mars’ Brightest. Carole & Tuesday participate in the regional preliminaries. Tuesday learns about Carole’s upbringing for the first time through the judge’s questions. Meanwhile, Angela also decides to enter Mars’ Brightest based on Tao’s instructions. Out of 200,000 contestants, only a mere eight teams will make it to the final stage...",
                    "TitleJapanese": "Show Me The Way",
                    "SummaryJapanese": "サイドニア・フェスで憧れのクリスタルから声をかけられたキャロル＆チューズデイ。そんな２人にガスはオーディション番組「マーズ・ブライテスト」への出演を提案する。地方予選に参加したキャロル＆チューズデイ。審査員の質問でチューズデイは初めてキャロルの生い立ちを知る。一方、アンジェラもまたタオの指示で「マーズ・ブライテスト」への参加を決めていた。20万人の参加者のうち本選に出場できるのはわずか８組——。"
                },
                "8": {
                    "ID": "7111547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111547",
                    "TitleEnglish": "All the Young Dudes",
                    "SummaryEnglish": "The reality TV singing competition Mars’ Brightest is full of eccentric characters. Carole & Tuesday are completely overwhelmed by the atmosphere at the venue. One of the other contestants, Sibelle, introduces himself as one of Tuesday’s fans and behaves in an overly familiar way. Meanwhile, Angela is irritated that her producer Tao hasn’t made an appearance yet. And then, the event begins. Carole & Tuesday are up against OG Bulldog in the second round.",
                    "TitleJapanese": "All The Young Dudes",
                    "SummaryJapanese": "オーディション番組「マーズ・ブライテスト」の本選メンバーは超個性派ばかり。会場の雰囲気に圧倒されるキャロルとチューズデイ。出場者の一人・シベールは、チューズデイのファンを名乗り、親しげに振る舞ってくる。一方アンジェラは、自身のプロデューサーであるタオが姿を見せないことに苛立っていた。そして本選が開幕。キャロル＆チューズデイは第２戦に出場、OGブルドッグと対戦する。"
                },
                "9": {
                    "ID": "7111549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111549",
                    "TitleEnglish": "Dancing Queen",
                    "SummaryEnglish": "Carole & Tuesday have made it into the semifinals. The following week, the third and fourth rounds of Mars’ Brightest take place. Awaiting her turn, Cybelle pesters Tuesday with questions about her hairstyle and suggests that they team up. Carole is irritated that Tuesday can’t get rid of her. Cybelle’s opponent in the fourth round is Angela.",
                    "TitleJapanese": "Dancing Queen",
                    "SummaryJapanese": "準決勝進出を決めたキャロル＆チューズデイ。その翌週、今度は「マーズ・ブライテスト」の第３戦、第４戦が行われる。出演を控えたシベールは、チューズデイに髪型はどれがいいかを尋ね、さらに一緒にコンビを組もうと迫ってくる。シベールをうまくあしらえないチューズデイに苛立つキャロル。そのシベールが第４戦で対戦するのは、アンジェラだった。"
                },
                "10": {
                    "ID": "7111551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111551",
                    "TitleEnglish": "River Deep, Mountain High",
                    "SummaryEnglish": "The remaining contestants of Mars’ Brightest are Carole & Tuesday, GGK, Pyotr, and Angela. Ertegun joins the proceedings as a monthly judge, and the semifinals begin. The first round is GGK vs. Angela. After seeing GGK’s amazing performance, Tao visits Angela’s dressing room and issues a certain order, which Angela accepts. Meanwhile, Cybelle appears before Tuesday to bid her farewell.",
                    "TitleJapanese": "River Deep, Mountain High",
                    "SummaryJapanese": "「マーズ・ブライテスト」にここまで勝ち残ったのはＧＧＫ、ピョートル、キャロル＆チューズデイ、そしてアンジェラ。マンスリー審査員には、アーティガンが参加し、いよいよ準決勝が始まる。最初の対戦はGGKとアンジェラ。GGKの圧巻なパフォーマンスを見たタオは、突如、歌唱前のアンジェラの楽屋を訪れて、あることを命じる。アンジェラはそれを受け入れた。一方、キャロルとチューズデイのもとを訪れたシベールはチューズデイに別れを告げる。"
                },
                "11": {
                    "ID": "7111555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111555",
                    "TitleEnglish": "With or Without You",
                    "SummaryEnglish": "Tuesday is left with a burn on her right hand after opening an anonymous birthday present left in the girls’ changing room. On stage, Pyotr fires up the audience with an amazing semifinals performance, and Carole & Tuesday know that it will soon be their turn. Gus runs around looking for the culprit, but meanwhile, Tuesday is unable to play her guitar. Eventually, Carole & Tuesday are called onto the stage...",
                    "TitleJapanese": "With or Without You",
                    "SummaryJapanese": "控室に置かれた『ハッピーバースデイ・チューズデイ』と書かれた箱。その箱を開けたチューズデイは、右手を火傷してしまう。会場ではピョートルが準決勝にふさわしいパフォーマンスで会場を沸かせ、いよいよキャロル＆チューズデイの出番が迫る。ガスが犯人探しに奔走する中、ギターを弾けないチューズデイとキャロルは…。キャロル＆チューズデイのステージがついに始まる。"
                },
                "12": {
                    "ID": "7111556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7111556",
                    "TitleEnglish": "We've Only Just Begun",
                    "SummaryEnglish": "Tuesday has been forcefully taken home before the Mars’ Brightest finals. Trying to avoid a scandal before the presidential elections, Tuesday’s mother Valerie confines Tuesday to her room. In her room, Tuesday reflects on the significance of meeting Carole. Just as she’s losing hope, her brother Spencer tells her that he heard them sing. Meanwhile, Gus and Carole are working on a plan to get Tuesday back.",
                    "TitleJapanese": "We've Only Just Begun",
                    "SummaryJapanese": "マーズブライテストの決勝を前に、チューズデイは実家に連れ戻されてしまった。大統領選挙を前に、スキャンダルを避けたい母・ヴァレリーはチューズデイを部屋に閉じ込めてしまう。部屋の中で、キャロルとの出会いが、いかに大事なものだったかを振り返るチューズデイ。そんな失意の中、兄のスペンサーはキャロル＆チューズデイの歌を聞いたことを告げる。その頃、ガスとキャロルは、チューズデイを取り戻そうと作戦を立てていた。"
                },
                "13": {
                    "ID": "7254255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254255",
                    "TitleEnglish": "Walk This Way",
                    "SummaryEnglish": "With Mars’ Brightest over, Carole & Tuesday are gradually emerging into the public eye. Confronted by a group of thugs at the laundromat, the girls are saved by a stranger named Dann. Meanwhile, the victorious Angela performs her major debut song at a press conference surrounded by journalists. Carole & Tuesday are also offered the contract with Brightest Records like Angela, but Gus asks them, “What’s more important? Money or freedom?” The girls’ answer is...",
                    "TitleJapanese": "Walk This Way",
                    "SummaryJapanese": "マーズ・ブライテストが終わり、徐々に注目を集めるキャロル＆チューズデイ。コインランドリーでヤンキーに絡まれているところを、見知らぬ男性・ダンに助けられる。\n一方その頃、優勝したアンジェラは記者会見で大勢の報道陣に囲まれ、メジャーデビュー曲を披露する。\nキャロルとチューズデイも、アンジェラと同様のブライテスト・レコーズの契約に臨むにあたって、ガスは2人に問いかける。「金と自由どっちが大事だ？」。２人の答えは……。"
                },
                "14": {
                    "ID": "7254256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254256",
                    "TitleEnglish": "The Kids Are Alright",
                    "SummaryEnglish": "Upon finally meeting the legendary music producer Tobe, Carole & Tuesday are somewhat taken aback. The girls begin recording their debut song. Meanwhile, the ever successful Angela is stalked by a suspicious figure. In between these events, Tuesday meets Kyle, a mysterious journalist doing a story on Valerie, and Carole gradually opens up to Dann after he helps her out of another tight spot.",
                    "TitleJapanese": "The Kids are Alright",
                    "SummaryJapanese": "ついに、伝説の音楽プロデューサー・トビーと出会う。あまりの衝撃に困惑するキャロル＆チューズデイ。一方、順風満帆なアンジェラには、不穏な影が忍び寄る。\nそんな中、バイト中にヴァレリーの取材をする謎のジャーナリスト・カイルと出会い、困惑するチューズデイ。そして、先日出会ったダンに、再度助けられたキャロルは徐々に心を通わしていく。デビュー曲のレコーディングもスタートした二人は、果たして…。"
                },
                "15": {
                    "ID": "7254257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254257",
                    "TitleEnglish": "God Only Knows",
                    "SummaryEnglish": "Just as “Army of Two”, Carole & Tuesday’s debut song, is spreading around Mars, the girls receive an invitation from Desmond, a solitary artist who’s known as a living legend. Carole & Tuesday discuss their dreams while listening to a Desmond song selected by Roddy, then visit Desmond’s mansion to find out why they’ve been invited. Meanwhile, Tuesday’s mother Valerie, who’s running for president of Mars, participates in a debate with the current president.",
                    "TitleJapanese": "God Only Knows",
                    "SummaryJapanese": "広まっていくキャロル＆チューズデイのデビュー曲「Army Of Two」。そこに孤高のリビングレジェンドとして知られるアーティスト・デズモンドから招待状が届く。ロディがセレクトしたデズモンドの曲を聞きながら夢を語り合う2人。そして、屋敷を訪れたキャロルとチューズデイは、デズモンドから自分たちが招かれた理由を聞く。その頃、大統領を目指すチューズデイの母、ヴァレリー・シモンズは、現大統領との討論会を行っていた。"
                },
                "16": {
                    "ID": "7254258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254258",
                    "TitleEnglish": "A Natural Woman",
                    "SummaryEnglish": "Carole & Tuesday’s debut song finally goes on sale. After it ranks 53rd on the charts, Gus lands the girls a gig performing at South by Southwest. On the way home from practicing at the studio, the girls meet Flora, one of the artists who originally inspired Carole to get into music. Seeing how far Flora has fallen from her heyday, Gus explains to the girls that he used to manage her.",
                    "TitleJapanese": "A Natural Woman",
                    "SummaryJapanese": "ついに発売されたキャロル＆チューズデイのデビュー曲。チャートでは初登場53位を記録し、ガスは「サウス・バイ・サウスウエスト」に出演することを決める。ライブへ向け、スタジオでの練習の帰り道で、キャロルがシンガーを目指すきっかけにもなった憧れのアーティスト・フローラと出会う。\n全盛期から変わり果てたフローラを前に、ガスは自分が昔、フローラのマネジメントをしていたことを2人に告げる。"
                },
                "17": {
                    "ID": "7254259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254259",
                    "TitleEnglish": "Head Over Heels",
                    "SummaryEnglish": "One morning, Ertegun awakens to find himself bankrupt... His AI manager has made off with all of his money. Ertegun’s house is foreclosed, and without a penny to his name, he is forced to sleep at Roddy’s place. Ertegun completely loses his confidence and begins questioning his own identity. Trying to cheer him up, Roddy takes Ertegun to visit Carole & Tuesday, who are busy working on their first album. And so, Ertegun’s comeback drama begins, with everyone including Tao and Angela dragged into it.",
                    "TitleJapanese": "Head Over Heels",
                    "SummaryJapanese": "アーティガンはある朝、目覚めると破産していた…。AIマネージャーが預金を全て持ち逃げしたのだ。一文無しになり、自宅も差し押さえされたアーティガンは、ロディの家に転がり込む。すっかり自信を喪失したアーティガンは、自分は何者なのかと自問自答する。元気づけようと考えたロディは、ファーストアルバムを制作中のキャロルとチューズデイのもとへ彼を連れて行く。そして、タオ、アンジェラも巻き込んだアーティガンの復活劇の幕が上がる。"
                },
                "18": {
                    "ID": "7254260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254260",
                    "TitleEnglish": "Only Love Can Break Your Heart",
                    "SummaryEnglish": "Carole & Tuesday are officially confirmed to play at the autumn Cydonia Festival. Tuesday resolves to confront her mother and decides to meet with Kyle, the reporter doing a story on Valerie. Tuesday gradually becomes attracted to Kyle, who provides a sympathetic ear for all her concerns. Meanwhile, a weather plant is bombed by unknown persons. This incident, along with Valerie’s hardline stance against immigrants from Earth, stirs up public opinion...",
                    "TitleJapanese": "Only Love Can Break Your Heart",
                    "SummaryJapanese": "秋のサイドニアフェスに正式出演が決まったキャロル＆チューズデイ。チューズデイは、ちゃんと母親ヴァレリーと向かい合おう決意を固め、ヴァレリーを取材する記者カイルと会うことを決める。悩みを優しく受け止めるカイルに徐々に惹かれていくチューズデイ。そんな中、ウェザープラントが何者かによって爆破され、ヴァレリーの地球移民に対する強硬姿勢と相まって、世論を沸騰させていく…。"
                },
                "19": {
                    "ID": "7254261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254261",
                    "TitleEnglish": "People Get Ready",
                    "SummaryEnglish": "Dahlia reveals to Tao that Angela is being threatened by a stalker who calls himself “The Black Knight”. Upon hearing this, Tao takes it upon himself to find the culprit. For the upcoming Cydonia Festival, Angela has agreed to appear as a secret guest for Ertegun. Meanwhile, Carole & Tuesday, eager to redeem themselves after their last disastrous performance at Cydonia Festival, are also making preparations. Finally, the curtain rises on each of their stages...",
                    "TitleJapanese": "People Get Ready",
                    "SummaryJapanese": "アンジェラが“ブラックナイト”を名乗るストーカーによって危険にさらされていたことを、ダリアがタオに打ち明ける。それを聞いたタオは、自ら犯人探しに乗り出すことを決意する。そんな中、アンジェラはアーティガンが出演するサイドニア・フェスに、シークレットゲストとして参加が決定する。キャロルとチューズデイも前回の雪辱を果たすべく準備を進めていた。いよいよ、それぞれのサイドニア・フェスの幕が上がる。"
                },
                "20": {
                    "ID": "7254262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254262",
                    "TitleEnglish": "Immigrant Song",
                    "SummaryEnglish": "Following the weather plant terrorist incident, presidential candidate Valerie sees a sharp rise in popularity for her anti-earth immigrant rhetoric. Carole & Tuesday and Angela are nominated for Best New Artist Grammys, and Tao is suddenly taken into custody by the Mars Federal Attorney’s Office after refusing a request from Schwartz. Meanwhile, Carole tries to make contact with the rapper Ezekiel, who she believes is her childhood friend Amel from the orphanage.",
                    "TitleJapanese": "Immigrant Song",
                    "SummaryJapanese": "ウェザー・プラント・テロを境に、反地球移民を訴えるヴァレリー大統領候補の人気はさらに高まりを見せる。そんな中、キャロル＆チューズデイとアンジェラはマーズ・グラミーの新人賞にノミネートされるが、シュバルツの依頼を断ったタオは突如、連邦検察局に身柄を拘束されてしまう。一方、キャロルはサイドニアフェスで出会ったラッパー・エゼキエルが、実は施設で一緒だった幼馴染のアメルではないかと思いコンタクトを試みる。"
                },
                "21": {
                    "ID": "7254263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254263",
                    "TitleEnglish": "It's Too Late",
                    "SummaryEnglish": "With Tao under arrest and her mother Dahlia in a coma, Angela is left feeling alone like never before. The Mars Grammys are to take place on Christmas, Carole’s birthday. Carole & Tuesday rack their brains for the perfect song to complete their album, while Gus runs around trying to organize a special guest to co-perform with them. Carole also goes to see Amer to convey her feelings before he’s deported back to Earth.",
                    "TitleJapanese": "It's Too Late",
                    "SummaryJapanese": "タオが逮捕され、母ダリアも意識不明のまま、たった一人になったアンジェラは、さらに孤独を募らせていく。キャロルの誕生日でマーズ・グラミー本番であるクリスマスが近づく中、キャロルとチューズデイはアルバム完成に向けて最後の曲に頭を悩ませる。一方、ガスは本番に向けて特別ゲストとの共演を用意するために奔走する。そしてキャロルは、地球への強制送還が決まったアメルに想いを伝えるために会いに行く。"
                },
                "22": {
                    "ID": "7254266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254266",
                    "TitleEnglish": "Just Like Heaven",
                    "SummaryEnglish": "Crystal has agreed to perform with Carole & Tuesday at the Mars Grammys. Seeing that the girls are unsure of what to sing, she suggests a song that will serve as a ray of light in the darkness. So begins Carole & Tuesday’s uphill battle to create a suitable new number. The Mars Grammys take place on Christmas, Carole’s birthday. On Christmas morning, Angela is at the hospital where Dahlia is being treated. Finally, the show begins...",
                    "TitleJapanese": "Just Like Heaven",
                    "SummaryJapanese": "マーズ・グラミーでキャロル＆チューズデイは、憧れのクリスタルと共演することになった。何を歌うべきか迷う彼女たちにクリスタルは、闇の中でも一筋の光となるような歌が必要だと語る。そこから新曲作りに悪戦苦闘する毎日が始まった。マーズ・グラミーの本番日は、キャロルの誕生日であるクリスマス。その日の朝、アンジェラはダリアが入院する病院にいた。いよいよ、マーズ・グラミーの幕が上がる。"
                },
                "23": {
                    "ID": "7254267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254267",
                    "TitleEnglish": "Don't Stop Believin'",
                    "SummaryEnglish": "After losing her mother and being mentally backed into a corner, Angela collapses on stage at the Mars Grammys. Meanwhile, musicians like Skip, who oppose Presidential Candidate Valerie’s proposed regulations on freedom of speech, are arrested one after another. During a meeting with Gus, Roddy, and Ertegun, Carole & Tuesday suggest inviting musicians from all over Mars and singing together in a show of solidarity. They also want Angela to participate. However...",
                    "TitleJapanese": "Don’t Stop Believin’",
                    "SummaryJapanese": "母・ダリアが亡くなり、精神的に追い詰められたアンジェラもマーズ・グラミーの舞台で倒れてしまう。一方、ヴァレリー大統領候補の掲げる表現規制に反対するスキップ達ミュージシャンが次々と逮捕されていく。そんな中、キャロルとチューズデイは、ガス、ロディ、アーティガン達に火星中のミュージシャンを誘い一つの歌を歌うことを提案し、それぞれが実現に向け奔走する。そして二人は、アンジェラにも参加してほしいと願うのだが…。"
                },
                "24": {
                    "ID": "7254268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/carol-and-tuesday/episodes/7254268",
                    "TitleEnglish": "A Change Is Gonna Come",
                    "SummaryEnglish": "Appearing before Angela, Tao reveals a secret that he has long kept hidden. Meanwhile, Carole & Tuesday finally complete their new song titled “Mother”. On New Year’s Eve, artists from all over Mars secretly gather in the Mars Immigration Memorial Hall, the place where Carole & Tuesday first became known to the public. A little while later, the Miraculous 7 Minutes, an event that would go down in Martian history, begins.",
                    "TitleJapanese": "A Change is Gonna Come",
                    "SummaryJapanese": "アンジェラの前に現れたタオは、ずっと隠していたある秘密を語り始める。その頃、キャロルとチューズデイは楽曲「Mother」をついに完成させていた。 大晦日当日、キャロル＆チューズデイの始まりの場所・火星移民メモリアルホールに、火星中の様々なアーティストが極秘に集結してくる。 そして、のちに火星の歴史に刻まれることとなる「奇跡の７分間」の幕が上がるのだった。"
                }
            }
        }
    }
}