{
    "URL": "https://www.thetvdb.com/series/domekano",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9817980/",
        "http://domekano-anime.com/",
        "https://www.themoviedb.org/tv/83103"
    ],
    "TitleEnglish": "Domestic Girlfriend",
    "SummaryEnglish": "The daily life of high school student Natsuo becomes heavily complicated after his single father marries the mother of his teacher crush Hina Tachibana and her sister Rui, with whom he had shared his first experience.",
    "TitleJapanese": "ドメスティックな彼女",
    "SummaryJapanese": "なつおは片思いの絶望を経験している高校生。 さらに悪いことに、彼が愛しているのは彼の先生、ヒナです。 精神を高揚させるために、彼はミキサーに通い、そこでルイという名前の女の子に会います。 二人は一緒に寝て、二度と会うことはないと期待しているが、運命には他の計画がある。 父が帰宅し、夏尾が出会った二人の娘、ひなとるいと再婚したと発表すると、人生は一気に複雑化。",
    "Aliases": [
        "Domestic Girlfriend"
    ],
    "Modified": "2025-06-16",
    "Seasons": {
        "1": {
            "ID": "787492",
            "URL": "https://www.thetvdb.com/series/domekano/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6917720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6917720",
                    "TitleEnglish": "Will You Do It With Me, Here?",
                    "SummaryEnglish": "Natsuo’s life suddenly becomes more complicated when his father comes home and announces he has remarried a woman with two daughters whom Natsuo has met before. They’re Hina, his teacher and unrequited crush, and Rui, a girl he previously slept with.",
                    "TitleJapanese": "ここであたしと、してくんない？",
                    "SummaryJapanese": "夏生は友達に誘われた合コンで出会った瑠衣と初体験をしてしまう。なりゆきでしてしまったことに高揚しながらも、好きな人のことを諦めきれずにいた。そんなある日、父の再婚相手の家族が訪ねてきて･･･。\n「藤井さんのお子さんって、藤井くんだったの！？」"
                },
                "2": {
                    "ID": "6987148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6987148",
                    "TitleEnglish": "By Any Chance, Did We Do It?",
                    "SummaryEnglish": "Natsuo has mixed feelings about a new classmate. Later, Hina receives a mysterious call that leaves her emotional and Natsuo concerned.",
                    "TitleJapanese": "もしかしてしちゃった？",
                    "SummaryJapanese": "陽菜へキスしようとしていたのを瑠衣に目撃された夏生。そんな中、夏生の通う赤森高校に瑠衣が転校してきた。転校初日で早くも孤立し始めていた瑠衣のために友達作りの手伝いをすることに･･･。\n「ねぇねぇルイちゃん。休みの日とか、何してんのぉ？」"
                },
                "3": {
                    "ID": "6995441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6995441",
                    "TitleEnglish": "Is It True, After All?",
                    "SummaryEnglish": "Natsuo learned the truth about Hina's mysterious relationship. Following an intense encounter with her, Natsuo leaves home to cool off and establishes a connection with Rui.",
                    "TitleJapanese": "やっぱり、ホントなんですか？",
                    "SummaryJapanese": "陽菜が泣いて帰ってきたことを、喫茶店「ラマン」で働く親友・文哉に相談に行く夏生。その後偶然陽菜を見つけてしまった夏生は、陽菜に”あること”を聞きに行く…。\n「えっ。ちょっ……まさか……！」"
                },
                "4": {
                    "ID": "6995442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6995442",
                    "TitleEnglish": "And... What About You?",
                    "SummaryEnglish": "Determined to end Hina’s affair, Natsuo and Rui take matters into their own hands. But things don’t go according to plan...",
                    "TitleJapanese": "どうなの、君は？",
                    "SummaryJapanese": "夏生と瑠衣は、文哉とともに陽菜を別れさせようと行動に出る。尾行を続けても、なかなかうまく行かず困っていると、喫茶店「ラマン」に偶然にも陽菜が不倫相手と現れ･･･。\n「先生と……っ！　別れてください！」"
                },
                "5": {
                    "ID": "6995443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6995443",
                    "TitleEnglish": "Is It Okay... If I Fall for Him?",
                    "SummaryEnglish": "Rui makes a new friend with a notorious reputation — and an uncomfortable attraction to Natsuo.",
                    "TitleJapanese": "好きになってもいい？",
                    "SummaryJapanese": "家族に元気が戻ってきたある日、瑠衣は男ったらしとの噂がある柏原ももから手作りのぬいぐるみをもらう。どこか憎めないももと仲良くなっていく瑠衣。そんなとき、偶然出会った夏生にももがときめいてしまい･･･。\n「ナツオくんて彼女いるのかなぁ…。」"
                },
                "6": {
                    "ID": "6995444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/6995444",
                    "TitleEnglish": "Right Here And Now, Try To Kiss",
                    "SummaryEnglish": "Crime doesn’t pay and the punishment doesn’t always fit the crime — a lesson Natsuo experiences firsthand after ‘borrowing’ a book from the library.",
                    "TitleJapanese": "今ここでキスしてみなさい",
                    "SummaryJapanese": "瑠衣の部活見学に同行する夏生。文芸部室で見つけた本を無断で借りてしまう。翌日、こっそり本を返そうとするも、文芸部室で顧問の桐谷と部長・葦原美雨に、勝手に本を持ち出したことがバレてしまい･･･。\n「今、何してたんスか……？」"
                },
                "7": {
                    "ID": "7043163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7043163",
                    "TitleEnglish": "This Is What It Means To Go Out Together, You Know?",
                    "SummaryEnglish": "Natsuo’s perception of Hina changes when she reveals how she first met Shuu. Later, Rui comes to Natsuo with a surprising request — one he isn’t sure he should fulfill.",
                    "TitleJapanese": "付き合うって、こういうことだよ",
                    "SummaryJapanese": "迷惑をかけたお詫びにと陽菜とドライブに出かけることになった夏生。デート気分を味わう夏生であったが、陽菜と柊の出会いの話を聞くことになり･･･。\n「そう、思ってたのよ……。」"
                },
                "8": {
                    "ID": "7048828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7048828",
                    "TitleEnglish": "Then I Don't Have To Be An Adult",
                    "SummaryEnglish": "You can only lie to yourself for so long. As truths come bubbling to the surface, consequences ripple through Natsuo’s entire household.",
                    "TitleJapanese": "大人じゃなくていいです",
                    "SummaryJapanese": "夏休みに入り、部誌の参考用の小説を借りに部室へ行った夏生は、校内で自転車に乗った転校生・アルと仲良くなった。帰り道、下着泥棒と遭遇し2人で協力して捕まえようとするが･･･。\n「そりゃー、向こうではもうウッハウハでしたから。」"
                },
                "9": {
                    "ID": "7054677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7054677",
                    "TitleEnglish": "Don't Say That, Please?",
                    "SummaryEnglish": "Hina puts her plan to move out into motion. Neither Rui nor Natsuo wants her to leave, albeit for different reasons. Will their home feel the same without Hina in it?",
                    "TitleJapanese": "そんなこと、言わないで？",
                    "SummaryJapanese": "陽菜が引っ越しを決めたのは自分のせいだと落ち込む瑠衣。気分転換にと出かけた本屋で桐谷とかつての陽菜の交際相手・柊と遭遇する。以前と雰囲気が変わった柊に陽菜の引っ越しについて相談をするが･･･。\n「あんた、いい男になったじゃない…！」"
                },
                "10": {
                    "ID": "7054678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7054678",
                    "TitleEnglish": "Liar...",
                    "SummaryEnglish": "Natsuo takes a tumble down a flight of stairs, but a broken leg is the least of his worries when he’s caught in a lie by Rui…",
                    "TitleJapanese": "うそつき……っ",
                    "SummaryJapanese": "文化祭が終わり、しばらく休んでいる桐谷のお見舞いに赴く夏生たち。そこで桐谷の教師ではない”とある秘密”を知ってしまう。夏生たちは桐谷から、部誌の小説を文芸誌の新人賞へ応募することを提案され…。\n「彼女とかじゃなくてよかったね。」"
                },
                "11": {
                    "ID": "7054680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7054680",
                    "TitleEnglish": "Are You Sure?",
                    "SummaryEnglish": "Rui makes a decision after her conversation with Natsuo. Later, Natsuo’s class takes a field trip to Okinawa, where feelings are laid bare beneath the light of fireworks.",
                    "TitleJapanese": "ホントにいいの？",
                    "SummaryJapanese": "夏生の陽菜への気持ちを知り、「嫌いになる」宣言をする瑠衣。修学旅行の準備に沸く中、新人賞を文芸部員が受賞したとの知らせが届いた。祝福ムードの中、夏生はある決意を胸に桐谷のもとを訪ねる･･･。\n「もう…怒ってない？」"
                },
                "12": {
                    "ID": "7054681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/domekano/episodes/7054681",
                    "TitleEnglish": "I'm Sorry, I Love You.",
                    "SummaryEnglish": "When the unthinkable happens, Hina expresses her love for Natsuo the only way she can: by giving him a chance to move on.",
                    "TitleJapanese": "ごめんね。愛してる",
                    "SummaryJapanese": "思いもよらないことが起こったとき、ひなは夏尾への愛を彼女ができる唯一の方法で表現します：彼に先に進む機会を与えることによって。"
                }
            }
        }
    }
}