{
    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/565D-7980-C44F-4269-8CDC-T",
        "https://www.imdb.com/title/tt9522300/",
        "https://kaguya.love/",
        "http://www.reddit.com/r/Kaguya_sama",
        "https://www.tvmaze.com/shows/40143/show-slug",
        "https://www.themoviedb.org/tv/83121",
        "https://en.wikipedia.org/wiki/Kaguya-sama:_Love_Is_War",
        "https://x.com/anime_kaguya"
    ],
    "TitleEnglish": "Kaguya-sama: Love Is War",
    "SummaryEnglish": "The proudly privileged top two students of an elite school each makes it their mission to be the first to extract a confession of love from the other.",
    "Aliases": [
        "Kaguya-sama: Love Is War?",
        "Kaguya-sama: Love Is War -Ultra Romantic-",
        "Kaguya-sama ~Love Is War~"
    ],
    "Modified": "2025-07-10",
    "Seasons": {
        "0": {
            "ID": "782624",
            "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "8985040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/8985040",
                    "TitleEnglish": "Kaguya Darkness Volume 1 / Kaguya Darkness Volume 2 / Kaguya Wants Him to Eat",
                    "SummaryEnglish": "OVA bundled with volume 22 of the manga."
                },
                "2": {
                    "ID": "8794372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/8794372",
                    "TitleEnglish": "Yu Ishigami Wants to Chat",
                    "SummaryEnglish": "Ishigami and Shirogane share a mutual love of a certain manga- but their friendship is tested by whether or not they can admit to being otaku. Will their social lives survive? A special 10 minute adaptation of chapter 110 of the Kaguya-sama manga that serves as the preview for season 3."
                },
                "3": {
                    "ID": "9283778",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9283778",
                    "TitleEnglish": "Tokyo Romantic Night",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "9677142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9677142",
                    "TitleEnglish": "Kaguya-sama: Love is War - New Year Special - This Year Never Ends",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "9706323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9706323",
                    "TitleEnglish": "Miyuki Shirogane Wants to Talk Things Over / Miko Iino Wants to Talk / About Kaguya Shinomiya, Part 3",
                    "SummaryEnglish": "With the culture festival over and the world dyed in the Christmas mood, Shirogane recalled the kiss on the clock tower, desperately trying to understand Kaguya's true intentions. Kaguya, on the other hand, gleefully told Hayasaka the events. However, the next day, a shrunken Kaguya appeared in the student council room for some reason. While everyone is concerned, a trial begins inside Kaguya's brain!!"
                },
                "6": {
                    "ID": "9706324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9706324",
                    "TitleEnglish": "About Kaguya Shinomiya, Part 4 / Kaguya Wants to Be Noticed (Ice) / Kaguya Wants to Forgive (Ice)",
                    "SummaryEnglish": "Kaguya has frozen her heart as a result of the trial in her brain. Shirogane was unable to hide his turmoil as the Kaguya who stood before him had radically changed from the day before. Shirogane tries to talk to Kaguya to solve the situation. But she runs away, and a chase within the school suddenly begins. Finally, as Shirogane catches up, he shares his thoughts."
                },
                "7": {
                    "ID": "9707594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9707594",
                    "TitleEnglish": "Kaguya Wants to Eat It (Ice) / Our Persona / Kaguya Wants to Confess (Ice)",
                    "SummaryEnglish": "After she saw Shirogane's bento lunch box during the lunch break, Kaguya tried to tempt him indirectly for a single bite. He noticed her actions, but due to a certain happening, the distance between the two rapidly closed. However, Kaguya's daring actions cause Shirogane to lose consciousness. While staring at Shirogane asleep in bed, inside Kaguya's head, she is..."
                },
                "8": {
                    "ID": "9707596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9707596",
                    "TitleEnglish": "Kaguya Is Fine with It",
                    "SummaryEnglish": "Christmas Eve. Friends and lovers. Everyone spends time in their own way. Shirogane and Kaguya, who joined the Fujiwara Family's Christmas party, enjoyed the Fujiwara Family's brand of hospitality. As the fun time passed quickly, they found themselves on the way home. The two, who cannot express their honest feelings, sit side-by-side on a park bench."
                },
                "9": {
                    "ID": "9708357",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9708357",
                    "TitleEnglish": "Kaguya-sama: Love Is War -The First Kiss Never Ends-",
                    "SummaryEnglish": "After pining for one another and plotting for so long, Kaguya Shinomiya and Miyuki Shirogane finally have their climactic first kiss. However, they struggle to define their relationship. After all, how much of their true selves have they really shown to one another?"
                },
                "10": {
                    "ID": "9779504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9779504",
                    "TitleEnglish": "Kaguya-sama: Love is War -The First Kiss Never Ends- (TVSP) #01 Part 1",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "9779505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9779505",
                    "TitleEnglish": "Kaguya-sama: Love is War -The First Kiss Never Ends- (TVSP) #02 Part 2",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "10070434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/10070434",
                    "TitleEnglish": "「かぐや様は告らせたい？～天才たちの恋愛頭脳戦～」放送直前特番",
                    "SummaryEnglish": "「かぐや様は告らせたい？～天才たちの恋愛頭脳戦～」放送直前特番 詳細情報 出演者 古賀葵、古川慎、小原好美、鈴木崚汰、富田美憂"
                },
                "13": {
                    "ID": "11203951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/11203951",
                    "TitleEnglish": "Kaguya-sama: Love is War -The First Kiss Never Ends- (TVSP) #03 Part 3",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "11203952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/11203952",
                    "TitleEnglish": "Kaguya-sama: Love is War -The First Kiss Never Ends- (TVSP) #04 Part 4",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "782625",
            "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6864635",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6864635",
                    "TitleEnglish": "I Will Make You Invite Me to a Movie / Kaguya Wants to Be Stopped / Kaguya Wants It",
                    "SummaryEnglish": "Shuchiin Academy is a beacon for talented students with a bright future ahead of them. The vice-president of Student Council, Kaguya Shinomiya, and the president, Miyuki Shirogane, are attracted to each other, but they are both too proud to be honest about their feelings, so all they do is think about how to get the other person to confess their love. Six months pass without anything happening between them, but then one day, the secretary, Chika Fujiwara, comes in with news about how she won a pair of free tickets to see a movie, a movie that supposedly turns males and females who see it together into romantic couples. This is the trigger that kicks off the romantic game of wits..."
                },
                "2": {
                    "ID": "6937077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937077",
                    "TitleEnglish": "Kaguya Wants to Trade / Chika Wants to Go Somewhere / Miyuki Wants to Hide His Ignorance",
                    "SummaryEnglish": "The students at Shuchiin Academy are under the impression that Shirogane is a veteran when it comes to romantic affairs, and so it is that despite the fact that Shirogane actually has no romantic experience whatsoever, a male student comes to him seeking advice on a matter of the heart. But if the truth about Shirogane's lack of experience got out, he would lose his dignity as the president of student council. So he nervously takes on the student's request with false bravado: \"If it's about love, leave it to me!\" Kaguya finds herself in a position to surreptitiously eavesdrop and does so as a chance to hear Shirogane's views on love, but finds his advice off the wall..."
                },
                "3": {
                    "ID": "6937081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937081",
                    "TitleEnglish": "Miyuki Shirogane Still Hasn't Done It / Kaguya Wants to Be Figured Out / Kaguya Wants to Walk",
                    "SummaryEnglish": "When Fujiwara glances at an unwholesome magazine confiscated by the headmaster, she notices to her dismay a survey with the question, \"When was your 'first time'?\" The magazine claims 34% of high school students have had that experience. Fujiwara calms a startled Shirogane by doubting the veracity of the figure, believing it to be too high, while Kaguya posits, \"This percentage seems about right to me,\" and freely admits that she has had that experience. Shirogane, who has never been in a romantic situation, is shocked by Kaguya's admission, but when she sees his reaction, she uses it as an opportunity to stir him up by asking, \"Don't you have a girlfriend?\""
                },
                "4": {
                    "ID": "6937082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937082",
                    "TitleEnglish": "Kaguya Wants Affection / The Student Council Wants It to Be Said / Kaguya Wants Him to Send It / Miyuki Shirogane Wants to Talk",
                    "SummaryEnglish": "For some reason, Kaguya and Shirogane indulge Fujiwara's idea of doing cosplay for the upcoming gathering with students from their sister school in Paris. Deep down, Kaguya thinks it's silly, but when she puts on cat ears, a subdued \"meow\" escapes her mouth. Moreover, that minor cosplay is an unexpected major hit with Shirogane, an avowed cat lover. He's so bowled over by her cuteness that he isn't able to maintain his usual presence of mind. The situation becomes more complicated when Shirogane follows suit and puts on cat ears, which secretly thrills Kaguya. Unable to hide their thoughts that each other looks cute, the two act weirder and weirder..."
                },
                "5": {
                    "ID": "6937083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937083",
                    "TitleEnglish": "Kaguya Wants to Handle It / Miyuki Shirogane Wants to Show Off / Kaguya Wants to Be Covered",
                    "SummaryEnglish": "When it comes to studiousness, Shirogane is second to none, but as for athletics, he's hopeless, which is why he's training hard for volleyball in the gym after school. However, no matter what he does, Shirogane isn't showing any signs of progress. Playing volleyball for P.E. is only a week away, and at this rate, his image as the perfect president of Student Council will be crushed. Just as Shirogane gives in to despair, Fujiwara shows up. Swallowing his pride, he begs her to coach him, and so Shirogane's days of training under the enthusiastic tutelage of Fujiwara begin. Will he be able to deliver an average serve in time?"
                },
                "6": {
                    "ID": "6937084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937084",
                    "TitleEnglish": "Yu Ishigami Wants to Live / Chika Fujiwara Wants to Test You / Kaguya Wants to Be Noticed",
                    "SummaryEnglish": "Yu Ishigami is the fourth member of the student council. Despite being a first-year, he was scouted out by Shirogane for his talent with numbers and appointed the council's treasurer. Owing to Yu's introverted personality, he normally doesn't stand out much, but the council would fall apart without him. But one day, Yu goes to Shirogane and confesses his desire to quit the group. In fact, his mind is made up, even though Shirogane desperately tries to persuade him to stay. Apparently, the situation is beyond Yu's control, but with a tear in his eye, he explains to the president that he thinks he's being targeted for murder..."
                },
                "7": {
                    "ID": "6937085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937085",
                    "TitleEnglish": "Miyuki Shirogane Wants to Work / Kaguya Wants Him to Join In / Kaguya Wants to Control It",
                    "SummaryEnglish": "Kashiwagi's boyfriend goes back to Shirogane for more romantic advice while Kaguya eavesdrops again. Thanks to Shirogane's advice the first time around, the boy has been dating Kashiwagi, but a month has passed and the two haven't even held hands yet. To Kaguya, the question of what to do in order to hold hands is so simple that she's disgusted by it, but for Shirogane, who doesn't actually have any experience when it comes to romantic relationships, it's a relief since he feels capable of addressing the problem. However, like the previous occasion, Shirogane's advice seems to go in an unexpected direction..."
                },
                "8": {
                    "ID": "6937086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937086",
                    "TitleEnglish": "Kaguya Wants Her to Say It / Miyuki Shirogane Can't Lose / Yu Ishigami Closes His Eyes",
                    "SummaryEnglish": "As term-end exams approach, the psychological war between Kaguya and Shirogane in the student council room ramps up. Kaguya is an all-around genius, but her pride is hurt because she hasn't yet beaten Shirogane when it comes to academics. Meanwhile, when it comes to making an effort, Shirogane is second to no one and as the president of student council, he refuses to let anyone else usurp his position at the head of the class. The two of them lie through their teeth and employ wiles worthy of Machiavelli in an attempt to get ahead of the other. At last, it's the day of finals, but which of them will the goddess of victory smile upon?"
                },
                "9": {
                    "ID": "6937087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937087",
                    "TitleEnglish": "Kaguya Wants to Give a Gift / Chika Fujiwara Wants to Pay a Visit / About Kaguya Shinomiya, Part 1",
                    "SummaryEnglish": "When Kaguya stays home from school with a cold, Shirogane tells the other council members that he's going to drop off handouts at her house, an announcement that stirs Fujiwara up as she volunteers to go in his stead. According to Fujiwara, Kaguya acts like a baby when she gets a cold. Shirogane's heart beats fast as he imagines a cute Kaguya who's upfront about what she wants, but he shoots down the idea of all the student council members barging in on Kaguya when she's sick. So, Fujiwara proposes playing a game of Concentration to decide on who will visit Kaguya. Even Ishigami gets dragged into what becomes a serious battle!"
                },
                "10": {
                    "ID": "6937088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937088",
                    "TitleEnglish": "Kaguya Won't Forgive / Kaguya Wants to Forgive / Miyuki Shirogane Wants to Go Somewhere",
                    "SummaryEnglish": "Kaguya and Shirogane had an argument over the \"home visit incident\" and as they're both unable to be honest about their feelings, a hostile mood pervades the student council room. Since Kashiwagi has a boyfriend, Kaguya goes to her for \"romantic advice,\" although she lies, saying she's \"asking for a friend.\" Meanwhile, when Shirogane asks romcom fan Ishigami how he can make up with the \"person of the opposite sex\" he had a fight with, the class treasurer goes off on a heated rant... After getting an earful of various advice, Kaguya and Shirogane begin to realize how they really feel about each other."
                },
                "11": {
                    "ID": "6937089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937089",
                    "TitleEnglish": "Ai Hayasaka Wants to Get Soaked / Chika Fujiwara Really Wants to Eat It / Miyuki Shirogane Wants to See You / I Can't Hear the Fireworks, Part 1",
                    "SummaryEnglish": "Half a month into their summer vacation, Kaguya spends her days moping around, unable to see Shirogane without the student council to throw them together. However, she does have plans to see a fireworks display with the other members of the student council toward the end of the break. Kaguya has never been able to make summer memories because of her strict upbringing as the daughter of the head of a financial conglomerate, so she is anticipating the day she can have fun with everyone. But the day before the event, Kaguya's father suddenly summons her home to Kyoto..."
                },
                "12": {
                    "ID": "6937090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/6937090",
                    "TitleEnglish": "I Can't Hear the Fireworks, Part 2 / Kaguya Doesn't Want to Avoid Him",
                    "SummaryEnglish": "After being forced to bail out on seeing fireworks with her fellow student council members, Kaguya shuts herself up in her dark bedroom. Hayasaka, Kaguya's maid, is worried about her mistress's depressive state. She tries to cheer Kaguya up, and when that doesn't work, introduces a plan to sneak out of the family mansion. Kaguya manages to slip past a pair of vigilant butlers and reaches the venue, but the fireworks display is already over. Kaguya is in tears, since she really wanted to see the fireworks with the others, but then she hears a familiar voice: \"Then, I'll show them to you.\""
                }
            }
        },
        "2": {
            "ID": "830911",
            "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7414201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7414201",
                    "TitleEnglish": "Ai Hayasaka Wants to Stave Them Off / The Student Council Has Not Achieved Nirvana / Kaguya Wants to Get Married / Kaguya Wants to Celebrate",
                    "SummaryEnglish": "The boy who has been dating Kashiwagi, thanks to Shirogane's help, comes back yet again for more relationship advice from Shirogane. But something seems different about him. With his return from summer vacation, he has completely transformed into a player. Getting advice was just an excuse to brag about his girlfriend to Shirogane and Ishigami, and the two suspect that he has \"experienced nirvana.\" They decide to leave the couple alone and observe them from afar as the two lovebirds start to get into a romantic mood..."
                },
                "2": {
                    "ID": "7677632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7677632",
                    "TitleEnglish": "Kaguya Wants to Know / Kaguya Wants to Give a Gift / Chika Fujiwara Wants to Confirm It",
                    "SummaryEnglish": "Kaguya finally gets to go window shopping and watches vigilantly for her chance to befriend Shirogane’s sister, Kei. While the Fujiwara sisters get in the way, she eventually manages to position herself next to Kei. But then, she can only see Shirogane’s resemblance in Kei’s profile, making her heart beat wildly out of control. Kaguya still decides to take the opportunity to figure out what she should give Shirogane for his birthday when Kei mutters that she isn’t very close to her brother. What secrets will Kei spill about Shirogane?"
                },
                "3": {
                    "ID": "7683963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7683963",
                    "TitleEnglish": "Miyuki Shirogane Wants to Gaze at the Moon / The 67th Student Council / Kaguya Doesn't Want to Say It",
                    "SummaryEnglish": "On their final day as the 67th Student Council at Shuchiin Academy, the four members clean out the Student Council Room where they find many memorable items, one after the other. From the banner used at the French exchange student welcome party, the deck of cards that was used to cheat during Concentration, the cards from the forbidden word game, the cosplay cat ears, the inappropriate magazine that was confiscated from a student, and the movie tickets for Mr. Birdson of Birdville, each of these items bring back fond memories and they can’t stop talking about their time together. And so, the four leave the empty Student Council Room behind..."
                },
                "4": {
                    "ID": "7696164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7696164",
                    "TitleEnglish": "Ai Hayasaka Wants Him to Fall for Her / Kaguya Wants to Be Confessed To / Miko Iino Wants to Set Things Right",
                    "SummaryEnglish": "Shirogane is at the top of the race for the student council elections according to the latest predictions, but he is concerned about Miko Iino, a first-year who is trailing close behind him in the race. His competitive streak flares up when he has a conversation with Miko during her election campaign and finds out that she has been at the top of her class as well as an eloquent speaker. Fujiwara plays the role of the peacemaker while tensions mount between the two rivals, but she is caught off guard when Miko asks, “Will you be my vice president if I’m elected as the student council president?”"
                },
                "5": {
                    "ID": "7702453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702453",
                    "TitleEnglish": "Miyuki Shirogane Wants Girls to Fall for Him / Nagisa Kashiwagi Wants to Console / Miyuki Shirogane Wants to Sing / Kaguya Wants to Kick Them Down",
                    "SummaryEnglish": "No one surpasses Shirogane when it comes to academics, but he has never been very confident with his musical skills and always faked it by lip-synching whenever they had to sing the school anthem. Though Shirogane’s secret is soon discovered by Fujiwara, if the other students find out that he can’t carry a tune, his reputation as the perfect former student council president would be ruined. Since Fujiwara was able to help Shirogane overcome his lack of athletic skills in the past, she agrees to help him with singing lessons... However, little does she know that Shirogane’s level of tone deafness may be beyond hope!"
                },
                "6": {
                    "ID": "7702454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702454",
                    "TitleEnglish": "I Don't Want to Make Miko Iino Smile / I Want to Make Miko Iino Smile / Kaguya Isn't Getting Called",
                    "SummaryEnglish": "The fateful day of the student council elections finally arrives, but Miko’s efforts are in vain, and it appears that Shirogane’s past experience as the president has given him the edge to be the projected winner. Kaguya gives a perfect endorsement speech showing that Shirogane and his team are leagues above Miko’s camp. However, for some reason Ishigami looks troubled. He is worried that Miko, who suffers from stage fright, will be unable to deliver her speech, and become the laughing-stock of the whole school. As Ishigami is visibly frustrated by this prospect, Shirogane utters “I just need to win in a way so that Miko Iino won’t be ridiculed by the other students, right?” as he heads for the stage…"
                },
                "7": {
                    "ID": "7702458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702458",
                    "TitleEnglish": "Kaguya Wants to Undress Him / Kaguya Wants to Make Him Let Go / Miyuki Shirogane Wants to Make Her Read / Kaguya ♡ Aquarium",
                    "SummaryEnglish": "Ishigami has a biased opinion that \"Guys who wear boxers are all man whores.\" Kaguya takes his words to heart and is dying to know what kind of underwear Shirogane is wearing. She tries to come up with different strategies so that she can take a peek at his underwear without it seeming weird, but all her ideas are too naughty. She decides to ask him directly what kind of underwear he likes, but Shirogane misunderstands the question and thinks she is asking him what kind of lingerie he is into. Shirogane starts to imagine the kind of underwear that he wants Kaguya to wear."
                },
                "8": {
                    "ID": "7702459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702459",
                    "TitleEnglish": "Miko Iino Wants to Control Herself / Kaguya Doesn't Scare Easily / Kaguya Wants to Be Examined",
                    "SummaryEnglish": "The newly formed student council welcomes Miko as the auditor, but for some reason the student council room is full of tension. Miko is such a stickler for the rules that if she sees anything that appears remotely inappropriate she frequently ends up harshly berating them."
                },
                "9": {
                    "ID": "7702461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702461",
                    "TitleEnglish": "Yu Ishigami Closes His Eyes, Part 2 / Kaguya Wants to Touch / Kaguya Doesn't Say No",
                    "SummaryEnglish": "In an effort to break out of his shell and become a normie, Ishigami decides to join the cheerleading squad for the school sports festival, but much to his dismay, the team is essentially the “Tribe of Yay!” While Ishigami feels hesitant, the team meeting intensifies fueled by enthusiasm and zeal, where it is decided that all the boys will dress up in girls’ school uniforms while cheering. However, Ishigami, who is a loner, can’t think of any female friends that would casually lend him a uniform. As he begins to consider quitting the team, Kaguya appears…"
                },
                "10": {
                    "ID": "7702465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702465",
                    "TitleEnglish": "Kei Shirogane Can't Speak / Miyuki Shirogane Wants to Dance / Kobachi Osaragi Wants to Crack Down / Miyuki Shirogane's Dad Wants to Find Out",
                    "SummaryEnglish": "Though no one surpasses Shirogane when it comes to academics, his lack of dancing skills finds him in his third intense training session with Fujiwara in preparation for the school sports festival. However, Shirogane is such a hopeless dancer that Fujiwara’s patience runs out and storms out of the room. As Shirogane proceeds to diligently practice on his own, Kaguya appears and starts giving him dance lessons. Fujiwara, who has returned to check on Shirogane, begins to argue with Kaguya about the best way to teach him and so a battle ensues! Who will end up victorious as the better dance teacher?"
                },
                "11": {
                    "ID": "7702466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702466",
                    "TitleEnglish": "Yu Ishigami Closes His Eyes, Part 3 / Miyuki Shirogane and Yu Ishigami / Kyoko Otomo Doesn't Realize",
                    "SummaryEnglish": "With the sports festival now in full swing, the performance of the cheerleading squad is a great success, and Ishigami is overcome with a sense of fulfillment that he has never experienced before. However, when a classmate from middle school, Kyoko Otomo, approaches Ishigami, his facial expression completely changes. While still being visibly rattled, he is chosen to replace the injured leader of the cheerleading squad as the anchor for the relay race. As a pale faced Ishigami steps up to the track, he begins to reflect on an incident he once caused in the past at school..."
                },
                "12": {
                    "ID": "7702467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7702467",
                    "TitleEnglish": "The Student Council Would Like a Group Photo / The Student Council Is Going to Get That Group Photo / Chika Fujiwara Wants to Inflate",
                    "SummaryEnglish": "The student council is asked to model for the Shuchiin Academy brochure. However, Kaguya's family has a strict policy prohibiting her from being photographed for any forms of publicity, and as result, she is unable to participate. As Kaguya longingly observes the rooftop photo shoot, the student council members propose to take a final group photo, solely for private use, on their cell phone, which makes Kaguya very happy. Just then a gust of wind blows across the rooftop, causing her to drop her phone and sending it way down below to the school grounds. Kaguya picks up her shattered cell phone from the floor and begins to reflect on all the photos with everyone she has lost, and becomes overwhelmed with sadness."
                }
            }
        },
        "3": {
            "ID": "1876831",
            "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7689771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/7689771",
                    "TitleEnglish": "Miko Iino Wants to Be Soothed / Kaguya Doesn't Realize / Chika Fujiwara Wants to Battle",
                    "SummaryEnglish": "After finally making her long awaited smartphone debut, Kaguya restlessly contemplates over how to respond to Shirogane's LINE message. As Hayasaka watches over, she realizes that Kaguya is not aware of the \"read receipt\" function. If Kaguya lies by responding that she just read the message, she runs the risk of exposing the truth that she had been obsessively staring at Shirogane's message with glee. Weighing out her options to best serve her mistress, Hayasaka decides to explain LINE's functions when suddenly a new problem emerges."
                },
                "2": {
                    "ID": "9090730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090730",
                    "TitleEnglish": "Miyuki Shirogane Wants to Mediate / Kaguya Wants to Distract Him / Kaguya Preemptively Strikes",
                    "SummaryEnglish": "Kaguya makes a big fuss when she learns that Shirogane was invited to a karaoke group date and orders Hayasaka to remove him from the venue. Dissatisfied with such treatment yet unable to refuse her mistress' instructions, Hayasaka joins the party as Shirogane's acquaintance Smithee A. Herthaka and plans to ruin the atmosphere by airing out that Shirogane once dumped her. And although she manages to get Shirogane out, a rebellious spirit against Kaguya has begun to grow..."
                },
                "3": {
                    "ID": "9090731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090731",
                    "TitleEnglish": "Nagisa Kashiwagi Wants to Kill / Maki Shijo Wants to Take Action / Miyuki Shirogane Wants to Be Believed",
                    "SummaryEnglish": "Shirogane accidentally steps on Maki Shijo, a female student who had collapsed on campus, and takes care of her in the student council room. Apparently, she has suffered from the sorrows of love. When Maki discusses her situation with him, her expression changes from high-spirited, to anxious, to explosively angry, to tearful. After witnessing such an intense range of human emotion, for some reason Shirogane was struck by a strong sense of déjà vu. What on earth was this feeling?"
                },
                "4": {
                    "ID": "9090732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090732",
                    "TitleEnglish": "Kaguya Shinomiya's Impossible Demand: \"A Cowrie a Swallow Gave Birth To\" Part 1 / Yu Ishigami Wants to Prove Himself Worthy / Chika Fujiwara Wants to Stay Over",
                    "SummaryEnglish": "After their second semester final exams end, there are plans for a sleepover at Kaguya's house. But Shirogane and the others are unable to come, leaving Fujiwara as the only one who can join. While barley glancing at an upset Kaguya, Fujiwara gets excited about the totally hot butler Mr. Herthaka without realizing it's Hayasaka dressed as a man. That night as the girl talk unfolds at the pajama party, a sleep-deprived Kaguya takes on a strange mood before anyone can notice. With that energy, she calls Shirogane and ends up asking outrageous questions."
                },
                "5": {
                    "ID": "9090733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090733",
                    "TitleEnglish": "Chika Fujiwara Wants to Beat a Rhythm / Ai Hayasaka Wants to Talk / Maki Shijo Wants Some Help",
                    "SummaryEnglish": "Shirogane couldn't tell Ms. Herthaka that sometimes humans need to expose their weaknesses and endeavors to practice rapping which should be able to convey that. But his rapping skills are catastrophic. Fujiwara, who previously taught him singing and dancing, tags along for practice. But she's a total amateur when it comes to rap that she's on the level where she's convinced it's all simple-minded puns. So Fujiwara begins special training. With the advice from Shirogane who has overflowing knowledge on rap music, she rapidly improves... But something is still missing!"
                },
                "6": {
                    "ID": "9090734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090734",
                    "TitleEnglish": "The Student Council Wants to Move Forward / Miyuki Shirogane Wants to Make Her Confess, Part 2 / Miyuki Shirogane Wants to Make Her Confess, Part 3",
                    "SummaryEnglish": "Parent-Teacher Conferences to determine each student's future begin at Shuchiin Academy. One wishes to continue in the academy's university, one is considering taking exams for a different university – both will declare their future plans. Fujiwara, who is joined by her father, jokes around and expresses her desire to go to a university outside of the academy. Meanwhile, Kaguya's father didn't show up, but she informs them just as her parents instructed – that she will continue to Shuchiin's university. While Maki, Hayasaka, and the others each discuss their dreams, last but not least is Shirogane who is taking the exam. In a clear and confident tone, he declares the road he must proceed. And that answer is...!"
                },
                "7": {
                    "ID": "9090735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090735",
                    "TitleEnglish": "Miko Iino Can't Love, Part 1 / Students Wish to Discuss the Culture Festival / Miyuki Shirogane Wants to Blow It Up",
                    "SummaryEnglish": "While all the classes were consumed in preparation for Shuchiin Academy's Hoshin Culture Festival, Shirogane and those from Class 2-B were working hard at making balloon art. As Fujiwara delicately puts finishing touches on a cute balloon bear, the clumsy Shirogane keeps popping them no matter how many times he tries. The sound of balloons popping echoes sadly in the classroom. But Fujiwara, who has joined Shirogane's special training many times up until now, hardens her heart and decides not to help this time. To overcome this without the help of others, Shirogane heads to the student council room for practice. However, Kaguya is in the room..."
                },
                "8": {
                    "ID": "9090736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090736",
                    "TitleEnglish": "Kei Shirogane Wants to Show Off / About Kaguya Shinomiya, Part 2 / Kaguya Wants to Confess",
                    "SummaryEnglish": "Kaguya learns about the romantic legend that giving a heart-shaped gift at the Culture Festival brings eternal love. She wonders if there is a way she can give Shirogane a heart-shaped gift without getting caught. But her plans are full of errors, and she panics. She becomes sick of herself as a cowardly person who can only come up with negative ideas. There, Shirogane, exhausted from preparing for the Culture Festival, shows up. As Kaguya sees Shirogane doing his best for everyone as the student council president, she..."
                },
                "9": {
                    "ID": "9090737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090737",
                    "TitleEnglish": "Spring of First Year / Kaguya's Culture Festival / Yu Ishigami's Culture Festival",
                    "SummaryEnglish": "One week after enrolling in Shuchiin Academy as a special scholarship student, Shirogane had already regretted that he had come to a school he should not have. The students around him were elites born into famous families. Shirogane, who is from a modest household and enrolled from a school outside of Shuchiin's track, couldn't even find a friend to eat with, so he quietly kills time away from the cafeteria. Just as Shirogane's miserable emotions explode, an upperclassman with a student cap appears in front of him. A shining golden fourragere lays across his chest as proof of student council president. And he says that he's come to recruit Shirogane into the student council."
                },
                "10": {
                    "ID": "9090738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090738",
                    "TitleEnglish": "Kozue Makihara Wants to Have Fun / Chika Fujiwara Wants to Unmask / Miyuki Shirogane's Culture Festival",
                    "SummaryEnglish": "Ishigami, who succeeded in inviting Tsubame on a Culture Festival date, browses around campus exhibits in an attempt to shorten the distance between the two. In the end, it didn't go as well as hoped. But when he tried to express his everyday feelings of gratitude for the upperclassman he feels indebted to, it caused an unexpected uproar. Shirogane was astonished after witnessing the unexpected event. Gripped by the fear that his secretly planned \"Make Shinomiya Confess Plan\" will be ruined, he sinks into despair after thinking too hard about every detail."
                },
                "11": {
                    "ID": "9090739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090739",
                    "TitleEnglish": "Miyuki Shirogane Wants to Make Her Confess, Part 4 / Tsubame Koyasu Wants to Say No / Miyuki Shirogane Wants to Make Her Confess, Part 5",
                    "SummaryEnglish": "Invited to walk around the culture festival together by Shirogane, Kaguya is unable to hide her surprise at this sudden plot twist. She lightly joked that maybe he was affected by the festival's atmosphere, but Shirogane never dropped his serious expression. Compelled by such intensity, Kaguya decided to walk around the school together. Everyone around them gossips that they are on a date as Kaguya blushes. But while they enjoy visiting a love fortune-teller, food shops and live music, Kaguya feels true happiness. From the depths of her heart, she wishes that each day could continue just like this."
                },
                "12": {
                    "ID": "9090740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9090740",
                    "TitleEnglish": "Kaguya Wants to Confess, Part 2 / Kaguya Wants to Confess, Part 3 / Dual Confessions, Part 1",
                    "SummaryEnglish": "The moment the culture festival reached its finale, the jewel object made by Shirogane was stolen by a phantom thief who calls himself Arsène. Kaguya and the others headed to the roof where the phantom thief keeps appearing, but there was no one there. Fujiwara, who transformed into a genius detective, struggles to solve the mystery behind the calling card and uncover the thief's true identity. But Kaguya, left behind at the scene of the crime, had begun to figure out the criminal. The problem is the location. Kaguya traced the phantom thief's line of thinking and headed to where he is now..."
                },
                "13": {
                    "ID": "9231033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguya-sama-love-is-war/episodes/9231033",
                    "TitleEnglish": "Dual Confessions, Part 2 / The Shuchiin Afterparty",
                    "SummaryEnglish": "Shroud in a cape and dressed in the guise of the phantom thief Arsène, Shirogane waited for Kaguya's arrival atop the clock tower roof overlooking Shuchiin. When asked why he would do such a thing, Shirogane answered that there was something he wanted to show Kaguya. The festival's afterparty has already begun as the sun set over this school and the students could be seen encircling and enjoying the bonfire. While the emotions that could not be expressed with words mingled between Shirogane and Kaguya's hearts... Shirogane carried out his ultra-romantic operation!!"
                }
            }
        }
    }
}