{
    "URL": "https://www.thetvdb.com/series/kengan-ashura",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9058134/",
        "http://kengan.net/",
        "https://www.themoviedb.org/tv/90660"
    ],
    "TitleEnglish": "Kengan Ashura",
    "SummaryEnglish": "Since the Edo periods of Japan, gladiator arenas exist in certain areas. In these arenas, wealthy business owners and merchants hire gladiators to fight in unarmed combat where winner takes all. Toki Taouma, nicknamed \"Ashura,\" joins these arenas and devastates his opponents. His spectacular ability to crush his enemies catches the attention of the big business owners, including the Nogi Group chairman, Nogi Hideki.",
    "TitleJapanese": "ケンガンアシュラ",
    "SummaryJapanese": "企業・商人たちが巨額の利益を賭け、雇った闘技者によって素手による格闘仕合を行い、勝った方が全てを得るという「拳願仕合」。商人たちの争いを収める手段として、江戸中期に発祥したと言われているそれは現代にまで継承されている。\n\nそして今、己の最強を証明せんとする謎の闘技者・十鬼蛇王馬が拳願仕合の舞台に足を踏み入れようとしていた。その内に野望を秘めたる乃木グループ会長・乃木英樹と王馬が出会った時、拳願仕合に大きな渦が巻き起こる。",
    "Aliases": [],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "807522",
            "URL": "https://www.thetvdb.com/series/kengan-ashura/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7148359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7148359",
                    "TitleEnglish": "Kengan",
                    "SummaryEnglish": "Salaryman Kazuo Yamashita is unexpectedly summoned by the Chairman of Nogi Group, which leads to a new assignment in the underground world of Kengan Association.",
                    "TitleJapanese": "拳願",
                    "SummaryJapanese": "うだつのあがらないサラリーマン山下一夫は、偶然にも路地裏で行われていた死闘を目撃してしまう。\n自身の何倍もの大きさのある巨漢をいとも簡単に倒す男、十鬼蛇王馬。\n彼と出会ったことで、日本経済界の裏ルール、拳願仕合の存在を知った山下一夫は、自身の務める乃木グループの会長、乃木英樹に呼び出され、十鬼蛇王馬の世話役に任命されてしまうのだった…。"
                },
                "2": {
                    "ID": "7285405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285405",
                    "TitleEnglish": "Super Human",
                    "SummaryEnglish": "For his debut Kengan match, Ohma calmly faces Yoshitake Real Estate's Lihito, an arrogant fighter with a superhuman vice-like grip.",
                    "TitleJapanese": "超人",
                    "SummaryJapanese": "乃木グループの闘技者となった王馬とその世話役、山下。\n彼らの相手は、驚異の握力（ピンチ力）を持つ、義武不動産の闘技者、理人。\nそして賭けられたのは、なんと1000億円相当の権利！\n金額の多さにたじろぐ山下。それとは対照的に、自身の勝利を疑わない王馬。\n二人のデビュー戦がいま始まる！"
                },
                "3": {
                    "ID": "7285407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285407",
                    "TitleEnglish": "Tough Guy",
                    "SummaryEnglish": "Ohma Tokita is battle tested and faces a bigger threat in his next fight in the kengan matches, in the form of a highly skilled pro wrestler.",
                    "TitleJapanese": "強者",
                    "SummaryJapanese": "激闘を終えた王馬の次の対戦相手は、大手プロレス団体の絶対的エースであり、ガンダイの闘技者、関林ジュンだった。\nプロレスラーとしての誇りを大事にしている関林は、一切ガードをせず、観客を沸かせエンターテインメントな仕合を展開する。\n打っても打っても、倒れない関林を前に、王馬は、ある秘技を持って対抗するのだが…。\nそして、ルーキーである王馬を相当な実力者である関林と闘わせた、乃木の思惑とは…？"
                },
                "4": {
                    "ID": "7285411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285411",
                    "TitleEnglish": "Reunited",
                    "SummaryEnglish": "Chairman Nogi declines Ohma's representation in the upcoming \"Kengan Annihilation Tournament\" but suggest a roundabout route to enter the Tournament with the assistance of Yamashita.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "拳願会会長、片原滅堂より宣言された会長指名権を賭けた拳願絶命トーナメント開催の号令。\n闘志を燃やす王馬だったが、乃木グループの代表闘技者の座を、初見泉に奪われてしまった！\n王馬を絶命トーナメントに参加させる為、１億円の借金と共に、半ば強制的に山下商事の社長にさせられてしまった山下…。\n二人は、拳願会の会員証を手に入れる為、非公式仕合に参加する事するのだが…。\nそして、王馬の因縁の相手が姿を現す？！"
                },
                "5": {
                    "ID": "7285478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285478",
                    "TitleEnglish": "Brawl",
                    "SummaryEnglish": "After the immediate Qualification of 28 Fighters, The remaining 100+ Fighters including Tokito Ohma are locked in a room to fight it out for the remaining 5 spots.",
                    "TitleJapanese": "乱戦",
                    "SummaryJapanese": "無事、拳願会の会員証を手にし、山下が社長を務める山下商事の闘技者となった王馬。\n絶命トーナメント開催の地へと赴く為、船に乗り一安心かと思いきや…。突如として知らされていない予選が開催された！\n数々の猛者たちが入り乱れる檻の中で、王馬は勝ち残り、絶命トーナメントの本選に参加できるのか？！"
                },
                "6": {
                    "ID": "7285479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285479",
                    "TitleEnglish": "Pulling Strings",
                    "SummaryEnglish": "Backstage Strategies, Sabotage and Scuffles commence in the Luxury Liner following an open ended Announcement from Kengan Association Chairman Katahara Metsudo.",
                    "TitleJapanese": "暗躍",
                    "SummaryJapanese": "山下の友人である義伊國屋書店の会長、大屋健。\n彼が、連れてきた将棋仲間の金田末吉は、ただの棋士ではなかった！\n義伊國屋書店の闘技者である氷室涼を挑発し、闘技者の座を賭けた勝負を挑む金田！\n闘技者対一般人。圧倒的な差がある闘いにみえたのだが…。\nそして、一方では闘技者を闇討ちする事件が発生！何者かが暗躍している？！"
                },
                "7": {
                    "ID": "7285480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285480",
                    "TitleEnglish": "The Night Before",
                    "SummaryEnglish": "The Luxury Liner arrives at \"Ganryu Island\". The corporate Presidents generate 9 digit numbers on a machine to decide the Brackets and Pairings of the Tournament Fights.",
                    "TitleJapanese": "前夜",
                    "SummaryJapanese": "闘技者を狙った事件が発生している拳願号。その魔の手がついに王馬にも？！\n…かと思いきや、王馬に接近した者の正体は、呉一族の少女、呉迦楼羅だった。\n果たして彼女の目的は？！\nその一方では、絶命トーナメントの対戦カードが決定！ついに決戦の火蓋が切って落とされる！"
                },
                "8": {
                    "ID": "7285482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285482",
                    "TitleEnglish": "The Battle Begins",
                    "SummaryEnglish": "The First Match of \"Kengan Annihilation Tornament\" pits Jujitsu Prodigy Imai Cosmo against American Heavyweight Goon Adam Dudley.",
                    "TitleJapanese": "開戦",
                    "SummaryJapanese": "ついに始まった拳願絶命トーナメント！表格闘技にはない独特の空気に包まれ、興奮する観客たち！\n第一仕合は、“皇帝”アダム・ダッドリーVS.21戦無敗の天才“絞殺王（キング・オブ・ストラングラー）”今井コスモ。\n勝負はコスモの優勢で進む！マウントを取られたアダムは万事休す…と思われたが？！"
                },
                "9": {
                    "ID": "7285483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285483",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "With his Humongous Mass and Freakish agility, Depraved Himalayan Warrior Kono Haruo Fights against Riot Squad Captain Akoya Seishu, who stands steadfast with his impenetrable defense and an underlying desire to execute \"Justice\".",
                    "TitleJapanese": "正義",
                    "SummaryJapanese": "300kg越えの巨体を持つNENTENDOの闘技者“デストロイヤー”河野春男。\n対するは、機動隊を統べる男、若桜生命の闘技者“処刑人”阿古谷清秋。\n巨体から破壊的なパワーを繰り出す河野と、鋼の様な肉体を武器にして闘う阿古屋の一戦は、まさに矛対盾の闘い！ 防戦一方の阿古谷だが、隠された秘策があって…？！"
                },
                "10": {
                    "ID": "7285484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285484",
                    "TitleEnglish": "Sister",
                    "SummaryEnglish": "The Malicious Assassin Raian Kure from the Infamous Kure Clan Battles against \"Baritsu\" practitioner Mokichi Robinson, who is being watched by his worrying sister Elena.",
                    "TitleJapanese": "兄妹",
                    "SummaryJapanese": "アンダーマウント社の闘技者“禁忌の末裔”呉雷庵VS.セントリーの闘技者“滅殺する牧師”茂吉・ロビンソン。\n彼ら二人は、互いに、古（いにしえ）より伝わる武術を扱う者同士だった？！\n古流武術の一種、バリツを駆使して、相手の隙や弱点をついた闘いを見せる茂吉。\n一方の雷庵は、茂吉の攻撃をあしらい、まるで遊んでいるかのように笑うのだった…！\n勝利を求めるだけではない…！伝統を受け継いだ者同士の、まさに血を懸けた勝負の行方は？！"
                },
                "11": {
                    "ID": "7285486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285486",
                    "TitleEnglish": "Ashura",
                    "SummaryEnglish": "Ohma Tokita makes his debut in his first round of the Kengan Annihilation tournament against an agile and unorthodox opponent. Setting the stage for what dangerous opponents Ohma Tokita may face if he advances.",
                    "TitleJapanese": "修羅",
                    "SummaryJapanese": "山下商事の闘技者“阿修羅”十鬼蛇王馬VS.ペナソニックの闘技者“黒呪の亡霊”因幡良。\n不気味な雰囲気を醸す因幡は、暗殺を生業にする一族の当主であり、奇手のプロフェッショナル！\n因幡の奇想天外な技に苦戦し、窮地に陥ってしまう王馬！\n闘いに生きる二人の男。その死闘を制するのは？！"
                },
                "12": {
                    "ID": "7285487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7285487",
                    "TitleEnglish": "Father and Son",
                    "SummaryEnglish": "Toyo Corp continues its intimidation and rule bending behind the scenes. Ohma has flashbacks of his Father Figure Niko. Battle between Mercenary Muteba Gizenga and Psychotic Meguro Masaki comes to an end.",
                    "TitleJapanese": "父子",
                    "SummaryJapanese": "海一証券の闘技者“泣き男”目黒正樹と岩美重工の闘技者“虐殺者”ムテバ・ギゼンガの一戦。\n人を殺すことに快楽を覚え、13歳にして多くの命を奪った目黒の無慈悲な攻撃が炸裂!!\n仕合を観戦し、師匠である十鬼蛇二虎を思い出す王馬と、親心のように王馬を心配する山下。\n王馬の過去の一端が露わになると共に、それぞれの想いが垣間見えるが…？！"
                },
                "13": {
                    "ID": "7340559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7340559",
                    "TitleEnglish": "Convictions",
                    "SummaryEnglish": "Kiohzan Takeru looks like he’s using MMA moves against “Hell’s Angel” Jun Sekibayashi, but his all-out style is how sumo was originally fought.",
                    "TitleJapanese": "信念",
                    "SummaryJapanese": "ガンダイの闘技者“獄天使”関林ジュンと禍谷園の闘技者“土俵の喧嘩屋”鬼王山尊の一戦。\n掟破りの逆大銀杏を結い挑発する関林に対し、八百長野郎と嘲笑する鬼王山。\n闘志むき出しの2人の闘いは、互いに1歩も引く事がない真っ向勝負！\nプロレス対相撲。2つの競技の天才が、譲れない信念をぶつけ合う時、ついに雌雄が決する？！"
                },
                "14": {
                    "ID": "7417535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417535",
                    "TitleEnglish": "Master and Pupil",
                    "SummaryEnglish": "Gladiators and spectators enjoy a night off. Ohma visualizes his matches against formidable opponents -- including his former master, Niko Tokita.",
                    "TitleJapanese": "師弟",
                    "SummaryJapanese": "理人や鎧塚サーパインなど仕合を控えた闘技者たちは、各々闘志を漲らせていた！\n王馬もイメージトレーニングで準備をするが、彼の前に師匠である十鬼蛇二虎が幻影として現れた。\n想定外の状況に訝しむ王馬。\nそして師匠対弟子による二虎流の壮絶な闘いが始まる！\n自分を最も知る男が高い壁となって立ち塞がる時、王馬はある真実を知る？！"
                },
                "15": {
                    "ID": "7417536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417536",
                    "TitleEnglish": "The Fisherman",
                    "SummaryEnglish": "Ajiro Fisheries' Yoshinari Karo faces Saw Paing Yoroizuka. The fix is in: the match is rigged. But Karo and his harpoon aren't following the script.",
                    "TitleJapanese": "漁師",
                    "SummaryJapanese": "夜明けの村の闘技者“吼える闘魂”鎧塚サーパインとあじろ水産の闘技者“日本海の大入道”賀露吉成の一戦。\n雄叫びを上げ闘志を露にするサーパイン。それとは、対照的に冷静に、漁師特有の技で対峙する賀露。\n激しい打撃の応酬で、両闘技者とも渾身の闘いを見せるのだが…。この仕合には隠された秘密があった…？！"
                },
                "16": {
                    "ID": "7417538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417538",
                    "TitleEnglish": "The Rakshasa",
                    "SummaryEnglish": "Destinyland's Masami Nezu takes on Rei Mikazuchi, the scion of an assassin sect. Ren Nikaido's uncanny move against Setsuna Kiryu backfires.",
                    "TitleJapanese": "羅刹",
                    "SummaryJapanese": "白夜新聞の闘技者“番人”二階堂蓮と皇桜学園グループの闘技者“美獣”桐生刹那の一戦。\n美しき闘技者同士の華麗なる姿に、黄色い声援が飛び交う中、闘いは始まった！\n日式中国武術・天狼拳（てんろうけん）の秘儀を繰り出し、刹那を追い込む二階堂。\nしかし、二階堂は期せずして、刹那の真の力を呼び覚ましてしまう…。"
                },
                "17": {
                    "ID": "7417540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417540",
                    "TitleEnglish": "The Devil Lance",
                    "SummaryEnglish": "Lihito's hot-headed and arrogant, but Motor Head Motors' Gensai Kuroki isn't fazed by his taunts. It's youth versus age and the Kaiwan style.",
                    "TitleJapanese": "魔槍",
                    "SummaryJapanese": "SH冷凍の闘技者として参戦する“超人”理人。対するは、モーターヘッドモータースの闘技者“魔槍”黒木玄斎。\n鍛錬に鍛錬を重ね、最強とも呼べる力を手に入れた黒木。血のにじむ努力を重ね最強を目指してきた理人。\n互いに磨き上げてきた技や力の激しいぶつかり合い！\nだが、力の差は歴然だった…。\n必死に食らいつく理人は、傷だらけの中、最後の力を振り絞り勝負に出る！"
                },
                "18": {
                    "ID": "7417541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417541",
                    "TitleEnglish": "Oddities",
                    "SummaryEnglish": "Sen Hatsumi faces Takayuki Chiba, mimicker of other fighters' moves. Hajime Hanafusa enters the ring with orders to kill death row inmate Yohei Bando.",
                    "TitleJapanese": "異常",
                    "SummaryJapanese": "帝都大学の闘技者“解剖魔”英はじめと十王通信の闘技者“血染めの象牙”坂東洋平の一戦。\n血まみれになりながらも激闘を繰り広げる二人だが、勝負は均衡状態。\n常識を超えた二人の闘いは、どちらか一方の命が尽きるまで終わらない…。\n果たしてどちらが生き残る？！"
                },
                "19": {
                    "ID": "7417542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417542",
                    "TitleEnglish": "Volition",
                    "SummaryEnglish": "Thai boxer Kaolan Wongsawat fights for his country and sworn liege. Suekichi Kaneda's clearly outmatched, but he's got a cunning and unshakable will.",
                    "TitleJapanese": "意地",
                    "SummaryJapanese": "八頭貿易の闘技者“タイの闘神”ガオラン・ウォンサワットと義伊國屋書店の闘技者“大物喰い”金田末吉の一戦。\n圧倒的力量差のある二人の闘いは、金田の防戦一方で展開。ガオランは、金田に降参を勧める。\nしかし、金田は、強さへの渇望をぶつけ、そして弱者としての意地を見せる！\n金田の想いに答える様に構え直した本気のガオラン。その様子に金田は謎の笑みを浮かべ――？！"
                },
                "20": {
                    "ID": "7417543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417543",
                    "TitleEnglish": "Champions",
                    "SummaryEnglish": "Naoya Ohkubo is known as the King of Combat, but crowd favorite Agito Kanoh is undefeated with 157 straight wins. It's a matchup for the ages.",
                    "TitleJapanese": "王者",
                    "SummaryJapanese": "ムジテレビの闘技者“格闘王”大久保直也。対するは、拳願会会長、片原滅堂率いる大日本銀行の闘技者、“滅堂の牙”加納アギト。\n加納アギトの登場に“牙”コールで沸く会場で、１回戦最後の仕合が始まる！\n複合技で、アギトを追い込む大久保。ついにアギトが倒れ勝敗が決したかに思えたが…。\n表格闘技の王者対裏武術界の王者。世紀の一戦を勝利するのは？！"
                },
                "21": {
                    "ID": "7417544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417544",
                    "TitleEnglish": "The Abyss",
                    "SummaryEnglish": "The second round begins. At a huge size disadvantage, Cosmo Imai discards his signature grappling moves when facing the monolithic Seishu Akoya.",
                    "TitleJapanese": "深淵",
                    "SummaryJapanese": "絶命トーナメント第２回戦が開幕！第1仕合は、西品治警備保障の闘技者“絞殺王（キング・オブ・ストラングラー）”今井コスモ対若桜生命所属の闘技者“処刑人”阿古谷清秋の闘い。\nコスモは得意の組み技ではなく、打撃に特化した構えで挑む！\n鉄壁の盾である阿古谷に打撃で挑むコスモの真意とは？！\nそして、阿古屋とその雇い主である檜山。二人の秘密と過去がついに明かされる！"
                },
                "22": {
                    "ID": "7417545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417545",
                    "TitleEnglish": "Deathmatch",
                    "SummaryEnglish": "Seishu Akoya lives by his own code of sadistic justice. On the brink of death, Cosmo Imai has a revelation that puts him back in the fight.",
                    "TitleJapanese": "死合",
                    "SummaryJapanese": "枷の外れた阿古屋の歪んだ正義感は、殺人衝動へと変わり、コスモをじわじわと追い詰めてゆく…。\n阿古屋との闘いに死への恐怖を感じ戦意すら失われていたが、コスモは自分の信念に気が付き…反撃を開始する！\nそして、王馬と山下の前に姿を現した、呉一族の長、呉恵利央と雷庵。\n恵利央は、仕合の勝敗に山下の息子、健蔵の命を賭けることを持ちかける…！"
                },
                "23": {
                    "ID": "7417546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417546",
                    "TitleEnglish": "The Devil",
                    "SummaryEnglish": "As Ohma faces Raian of the Kure clan, other Kure assassins are on the move outside the ring. The life of Yamashita's eldest son hangs in the balance.",
                    "TitleJapanese": "魔人",
                    "SummaryJapanese": "絶命トーナメント2回戦第2仕合。“阿修羅”十鬼蛇王馬対“禁忌の末裔”呉雷庵。\n一回戦よりも格段に進化した王馬は、攻勢を仕掛けるが雷庵には通用しない。\n切り札である“前借り”すら届かず、ついに王馬は、崩れ落ちてしまう！\n一方、息子の命が懸かった仕合の行く末を見守る山下は、“前借り”が王馬に及ぼす副作用を知り、棄権するかの決断を迫られる…。\n山下は、王馬と健蔵。大切な人を同時に失ってしまうのか…。"
                },
                "24": {
                    "ID": "7417547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/7417547",
                    "TitleEnglish": "Father",
                    "SummaryEnglish": "Just when the match seems over, Ohma has a vision and unlocks a new level of his abilities for an epic showdown against Raian.",
                    "TitleJapanese": "親父",
                    "SummaryJapanese": "瀕死の王馬の脳裏に現れたのは二虎の幻影。彼は、王馬に“武”とは何か。“技”とは何か。そして“二虎流”とは何かを説く。\nそして、山下は、立ち上がれない王馬を鼓舞するように必死に語り掛ける！\n山下と二虎の想いを受け、“二虎流”の神髄に気付いた王馬は、最後の力を振り絞り立ち上がった！\nそして今までとは、違った“前借り”に頼らない王馬なりの“二虎流”で反撃に出る！\n果たして、勝負の行方は？！そして健蔵の命を救う事ができるのか…？！"
                }
            }
        },
        "2": {
            "ID": "824238",
            "URL": "https://www.thetvdb.com/series/kengan-ashura/seasons/official/2",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "10038750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10038750",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "Despite insisting that he's fine, Ohma ends up collapsing — and recalls a childhood memory. Then, the Kengan Life-or-Death Tournament kicks off again.",
                    "TitleJapanese": "兆候",
                    "SummaryJapanese": "体に問題はないと言い張る王馬。だが、その言葉に反して王馬は倒れてしまい、その脳裏に少年時代の記憶がよみがえる。その後、一時中断していた拳願絶命トーナメントが再開する。"
                },
                "2": {
                    "ID": "10041080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041080",
                    "TitleEnglish": "Blast Core",
                    "SummaryEnglish": "Takeshi Wakatsuki was raised to be the ultimate fighter for Furumi Pharma, but even he's intimidated by his opponent, Julius Reinhold.",
                    "TitleJapanese": "爆芯",
                    "SummaryJapanese": "若槻武士は、古海製薬のもとで最強の闘技者となるべく育てられた。だが、その若槻をもってしても、対戦相手のユリウス・ラインホルトが誇る強さは大きな脅威だった。"
                },
                "3": {
                    "ID": "10041081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041081",
                    "TitleEnglish": "The Clown",
                    "SummaryEnglish": "The crowd goes wild when Jun Sekibayashi enters the arena as Marvelous Seki, his legendary pro-wrestler persona.",
                    "TitleJapanese": "道化",
                    "SummaryJapanese": "関林ジュンはプロレス界に伝説として語られている極悪非道のデスマッチレスラー、\"マーヴェラス・セキ\"を召喚。思わぬ展開に、観客たちは熱狂に包まれてゆく。"
                },
                "4": {
                    "ID": "10041083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041083",
                    "TitleEnglish": "Dignity",
                    "SummaryEnglish": "During his match against Muteba, Jun Sekibayashi remembers how his life changed when he began training as a pro wrestler at 15-years-old.",
                    "TitleJapanese": "矜持",
                    "SummaryJapanese": "15歳の頃にプロレス団体に入門し、厳しい練習を重ねた関林ジュン。ムテバとの死闘のさなか、関林は過酷な新弟子時代を思い返し、人生を変えてくれたプロレスへの思いをかみしめる。"
                },
                "5": {
                    "ID": "10041085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041085",
                    "TitleEnglish": "Suicide Attack",
                    "SummaryEnglish": "Saw Paing is known for his match-ending head-butts, but his lightning-fast opponent Rei Mikazuchi might not let him get close enough to use it.",
                    "TitleJapanese": "特攻",
                    "SummaryJapanese": "対戦相手を葬り去る強烈な頭突きを必殺技とするサーパイン。だが、まるで稲妻のような素早さを誇る御雷零を相手に頭突きを繰り出すのは、至難の業かもしれない。"
                },
                "6": {
                    "ID": "10041087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041087",
                    "TitleEnglish": "An Old Friend",
                    "SummaryEnglish": "All Setsuna Kiryu wants to do is win this match — and the next two matches — so he can face the man he's been dreaming of: Ohma himself.",
                    "TitleJapanese": "旧友",
                    "SummaryJapanese": "桐生刹那の望みは、次なる戦いとその後の2仕合に勝利すること。すべては、その身を焦がすほどに執着する十鬼蛇王馬と相対するためだった。"
                },
                "7": {
                    "ID": "10041088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041088",
                    "TitleEnglish": "Hell",
                    "SummaryEnglish": "The bout between Setsuna and Gensai Kuroki comes to an end. Ohma remains hospitalized, leaving the Nogi Group with Sen Hatsumi as their only fighter.",
                    "TitleJapanese": "地獄",
                    "SummaryJapanese": "桐生刹那と黒木玄斎の壮絶な戦いに、ついに決着の時が訪れる。王馬の意識が未だ戻らず、乃木グループに残された闘技者の手札は、初見泉のただ1人だけになってしまう。"
                },
                "8": {
                    "ID": "10041089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041089",
                    "TitleEnglish": "Resurrection",
                    "SummaryEnglish": "Having survived 45 hanging attempts, death row convict Yohei Bando has a certain physical advantage that he deploys against Sen Hatsumi.",
                    "TitleJapanese": "復活",
                    "SummaryJapanese": "45回もの死刑執行を生き延びた死刑囚の坂東洋平には、信じられない特異体質があった。その驚異的な身体能力を武器に、坂東洋平は初見泉に猛然と攻撃を仕掛ける。"
                },
                "9": {
                    "ID": "10041090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041090",
                    "TitleEnglish": "Superiority",
                    "SummaryEnglish": "While facing Kaolan Wongsawat, Agito Kanoh begins moving in a strange way; he seems to have developed a brand new fighting style during their match.",
                    "TitleJapanese": "超越",
                    "SummaryJapanese": "加納アギトは、ガオラン・ウォンサワットと戦う最中に見たこともない動きを取り始める。アギトは戦いながらガオランの攻撃に適応し、新たな格闘スタイルを編み出していた。"
                },
                "10": {
                    "ID": "10041091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041091",
                    "TitleEnglish": "Life and Death",
                    "SummaryEnglish": "After the match between Kaolan and Agito, round two of the Kengan Life-or-Death Tournament comes to an end. Suddenly, a change of schedule is announced.",
                    "TitleJapanese": "生殺",
                    "SummaryJapanese": "ガオランとアギトの戦いに勝敗が決し、拳願絶命トーナメントは2回戦が終了。その後、翌日以降のスケジュールが変更されるというアナウンスが会場に突然流れる。"
                },
                "11": {
                    "ID": "10041092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041092",
                    "TitleEnglish": "Rebel Flag",
                    "SummaryEnglish": "Hayami gives everyone a choice; either join him, or die. When Ohma was a kid in the slums, Niko Tokita trained him the ways of the Niko fighting style.",
                    "TitleJapanese": "反旗",
                    "SummaryJapanese": "速水は一堂に会した拳願会の会員たちに、軍門に下るか死ぬかの選択を迫る。時は遡り、無法地帯で暮らしていた少年時代の王馬は、十鬼蛇二虎から二虎流の修行を受けていた。"
                },
                "12": {
                    "ID": "10041093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10041093",
                    "TitleEnglish": "Melee",
                    "SummaryEnglish": "With Ohma still in his hospital room, Hayami and his men attempt to complete their coup — but there might be a traitor foiling their plans.",
                    "TitleJapanese": "混戦",
                    "SummaryJapanese": "依然として意識が戻らない王馬。速水と手下たちはクーデターを成功させようとするものの、計画をくじこうとする裏切り者が内部にいる可能性が...。"
                },
                "13": {
                    "ID": "10639658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639658",
                    "TitleEnglish": "Headstrong",
                    "SummaryEnglish": "Cosmo Imai is told in no uncertain terms that Nishihonji Security Services won't be using him for the next round, but he's still determined to fight.",
                    "TitleJapanese": "強情",
                    "SummaryJapanese": "西品治警備保障が次の仕合で自分を使う意思がないことを、単刀直入に告げられる今井コスモ。それでもなお仕合を諦めない今井は、自分が闘えることを証明しようとする。"
                },
                "14": {
                    "ID": "10639659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639659",
                    "TitleEnglish": "Reflecting Water",
                    "SummaryEnglish": "Familiar with his opponent's every move, the fighter for Nishihonji Security Services is able to keep the match neck-and-neck — but for how long?",
                    "TitleJapanese": "水鏡",
                    "SummaryJapanese": "対戦相手の技を知り尽くしている西品治警備保障の闘技者。両者一歩も譲らない白熱の闘いは、果たしてどこまで続くのか。"
                },
                "15": {
                    "ID": "10639660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639660",
                    "TitleEnglish": "Ace In The Hole",
                    "SummaryEnglish": "With special guest Jun Sekibayashi providing ring-side commentary, the next match starts off with an explosive move by Takeshi Wakatsuki.",
                    "TitleJapanese": "隠玉",
                    "SummaryJapanese": "関林ジュンが特別ゲストとしてリングサイドで解説を務めるなか、次の仕合が幕を開ける。開始早々、爆発的な技で相手を攻める若槻武士。"
                },
                "16": {
                    "ID": "10639661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639661",
                    "TitleEnglish": "Culmination",
                    "SummaryEnglish": "Rei Mikazuchi steps into the ring to fight for pride, love and desire, but can his Lightning Spirit Style overpower the impregnable Gensai Kuroki?",
                    "TitleJapanese": "極到",
                    "SummaryJapanese": "誇り、愛、欲のために闘う御雷零がリングに登場。雷心流を操る零は、難攻不落の黒木玄斎を打ち負かすことはできるのか。"
                },
                "17": {
                    "ID": "10639662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639662",
                    "TitleEnglish": "Gathering Clouds",
                    "SummaryEnglish": "It's Nogi versus Metsudo in the final match of the third round. But before the Floating Cloud can face off with the Fang, Kanoh must defend his position.",
                    "TitleJapanese": "叢雲",
                    "SummaryJapanese": "乃木と滅堂がぶつかることとなった三回戦最終仕合。\"浮雲\"と\"滅堂の牙\"との仕合を前に、加納は自分の力を証明しなければならなくなる。"
                },
                "18": {
                    "ID": "10639663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639663",
                    "TitleEnglish": "The Floating Cloud",
                    "SummaryEnglish": "As Sen looks back on his past and how he turned down an opportunity to become the next Fang, the fight ramps up and takes a shockingly devastating turn.",
                    "TitleJapanese": "浮雲",
                    "SummaryJapanese": "自らの過去、そして\"牙\"となるチャンスを手放したことを思い出す泉。エスカレートしていく闘いは、致命的な一撃で衝撃の展開を迎える。"
                },
                "19": {
                    "ID": "10639664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639664",
                    "TitleEnglish": "Predicament",
                    "SummaryEnglish": "On the eve of the final round, Setsuna Kiryu recalls the inhumane treatment he endured on The Inside, and the fateful meeting that saved his life.",
                    "TitleJapanese": "窮地",
                    "SummaryJapanese": "最終決戦の前夜、自らの過去に思いをはせる桐生刹那。その脳裏によみがえるのは、かつて\"中\"で受けていた残酷な仕打ちと、自分の命を救った運命的な出会いだった。"
                },
                "20": {
                    "ID": "10639665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639665",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "Ohma finally recovers a crucial memory of who taught him Life Advance, revealing his and Setsuna's complicated pasts.",
                    "TitleJapanese": "悪魔",
                    "SummaryJapanese": "誰が自分に\"前借り\"を教えたのか、ついに思い出す王馬。重大な意味を持つその記憶から、王馬と刹那の複雑な過去が明らかになる。"
                },
                "21": {
                    "ID": "10639666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639666",
                    "TitleEnglish": "Farewell",
                    "SummaryEnglish": "With a flurry of powerful Rakshasa's Palm strikes, Setsuna finally gets his wish and faces Ohma in an intense fight that pushes his sanity to the limit.",
                    "TitleJapanese": "決別",
                    "SummaryJapanese": "ついに念願をかなえ王馬との闘いを実現させた刹那。強力な羅刹掌を次々と繰り出すが、その壮絶な闘いが刹那の精神を限界まで追いつめていく。"
                },
                "22": {
                    "ID": "10639667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639667",
                    "TitleEnglish": "Wakatsuki",
                    "SummaryEnglish": "The long-awaited semifinals kick-off and Yamashita receives an ominous visit from Chairman Nogi, who demands the fight be rigged in Furumi Pharma's favor.",
                    "TitleJapanese": "若槻",
                    "SummaryJapanese": "待望の準決勝を前に山下のもとを訪れる乃木会長。不穏な空気がただようなか、古海製薬の望みどおり八百長を受け入れると会長から聞かされた山下は...。"
                },
                "23": {
                    "ID": "10639668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639668",
                    "TitleEnglish": "Wholehearted",
                    "SummaryEnglish": "While Yamashita learns about his surprisingly deep ties to the Kengan Association and Nogi Group, Ohma must find a way to best Wakatsuki in the ring.",
                    "TitleJapanese": "一心",
                    "SummaryJapanese": "拳願会および乃木グループと自分との間に深いつながりがあることを知り驚く山下。一方リングに入った王馬は、若槻を倒す方法を見つけられるのか。"
                },
                "24": {
                    "ID": "10639669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639669",
                    "TitleEnglish": "Supreme Strength",
                    "SummaryEnglish": "In the highly anticipated second semifinal match, the two massive titans of martial arts, Kuroki and Kanoh, clash in a battle of supreme strength.",
                    "TitleJapanese": "至強",
                    "SummaryJapanese": "大きな歓声の中で幕を開けた準決勝第二仕合。それぞれに武術を極めた二大巨頭、黒木と加納が、究極の強さを試す闘いで激しくぶつかり合う。"
                },
                "25": {
                    "ID": "10639670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639670",
                    "TitleEnglish": "Giant Star",
                    "SummaryEnglish": "Pushing each other to their limits, Kuroki and Kanoh continue to evolve their fighting styles. Which of these giants will advance to the finals?",
                    "TitleJapanese": "巨星",
                    "SummaryJapanese": "互いに一歩も引かない黒木と加納は、さらなる進化を遂げながら限界を超え続けていく。決勝に進むのは果たしてどちらだ?!"
                },
                "26": {
                    "ID": "10639671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639671",
                    "TitleEnglish": "The Finals",
                    "SummaryEnglish": "Before their fight, Kuroki unveils the truth behind Niko Style to Ohma. As Ohma prepares to enter the finals, Yamashita gives him one last pep talk.",
                    "TitleJapanese": "決勝",
                    "SummaryJapanese": "闘いを前にした黒木は、対戦相手となる王馬にニ虎流の真実を語って聞かせる。決勝のリングに向かう王馬に対し、最後の激励の言葉をかける山下。"
                },
                "27": {
                    "ID": "10639672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639672",
                    "TitleEnglish": "Victory",
                    "SummaryEnglish": "As the intense battle with Kuroki reaches its peak, Ohma waits to unleash Niko Style and Life Advance simultaneously — despite Yamashita’s objections.",
                    "TitleJapanese": "優勝",
                    "SummaryJapanese": "黒木との壮絶な闘いがクライマックスを迎える。山下の反対を押して二虎流と\"前借り\"を同時に使うことにした王馬は、絶好のタイミングを狙う。"
                },
                "28": {
                    "ID": "10639673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kengan-ashura/episodes/10639673",
                    "TitleEnglish": "Finale",
                    "SummaryEnglish": "Takakaze approaches Chairman Nogi with an unexpected proposal. As life returns to normal for everybody else, Yamashita reflects on his time with \"The Ashura.\"",
                    "TitleJapanese": "終幕",
                    "SummaryJapanese": "鷹風から思いがけない申し出を受ける乃木会長。平穏な日常が戻りつつあるなか、山下は\"阿修羅\"と呼ばれた男に思いをはせる。"
                }
            }
        }
    }
}