{
    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9828724/",
        "http://kenja-no-mago.jp",
        "http://www.reddit.com/r/TheWiseGrandson",
        "https://www.themoviedb.org/tv/85844",
        "https://x.com/kenja_no_mago"
    ],
    "TitleEnglish": "Wise Man's Grandchild",
    "SummaryEnglish": "In the modern world, a lonely man dies and reincarnates in another world. Rescued as a baby from a tragedy by a brilliant sage named Merlin, the baby is raised as “Shin Walford,” and undergoes training in both magic and martial arts to kill the monsters that ravage the land. At 15 years old, Shin has become shockingly powerful. But his grandfather Merlin has forgotten to teach him the common sense of this world. As a result, Shin enrolls in the kingdom's Magic Academy to hone his skills and mature among other teenagers. However, living a normal life is impossible, as he is established as a local celebrity almost as soon as he arrives. This story follows Shin Walford's high school life in the capital as he makes new friends, learns about the world, and fights off the various forces of evil surrounding him and his city.",
    "Aliases": [
        "Philosopher's Grandson",
        "Magi's Grandson",
        "Kenja no Mago"
    ],
    "Modified": "2025-05-03",
    "Seasons": {
        "1": {
            "ID": "790235",
            "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6946616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/6946616",
                    "TitleEnglish": "A Babe in the Woods Goes to the Capital",
                    "SummaryEnglish": "Shin Wolford was an average office worker in Japan, but after being killed in a traffic accident, he is reborn in another world. There he learns magic from his adoptive grandfather Merlin and grows up sheltered from the world.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7081283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081283",
                    "TitleEnglish": "The Unconventional New Student",
                    "SummaryEnglish": "After moving to the royal capital, Shin prepares to take the entrance exam for Earlsheid Magic Academy, a high school for magicians. However, his far-disproportionate skill in magic already ensures that he is in a class of his own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7081284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081284",
                    "TitleEnglish": "An Emergency Arises!",
                    "SummaryEnglish": "During their first full day of school, Shin and his classmates get a tour of the academy. After Kurt's father comes down on him over his recent behavior, he is grounded, while his mother invites his former mentor over to speak to him.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7081285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081285",
                    "TitleEnglish": "The Name of the Instigator",
                    "SummaryEnglish": "News of Shin's exploits proves impossible to keep under wraps, and many more applicants wish to join the study group. The king orders a joint investigation into the appearance of the new demonoid. The study group gains two new members.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7081286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081286",
                    "TitleEnglish": "A Pioneering New Hero",
                    "SummaryEnglish": "Mark takes Shin and the others to his family-run blacksmith shop, where Shin commissions a new sword, and buys a gift for Sizilien. The Blusfia Empire begins preparing to go to war. Shin is formally decorated for his heroic actions.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7081287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081287",
                    "TitleEnglish": "Outbreak of War and a Joint Training Exercise",
                    "SummaryEnglish": "Following the routing of an imperial invasion force and demon attacks, Diseum orders the students at both the magic and military schools to increase their combat readiness, resulting in a joint training exercise for both schools.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7081288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081288",
                    "TitleEnglish": "Let’s Go to Camp!",
                    "SummaryEnglish": "The members of the magic academy enjoy mixed results while training with their knight school counterparts. With the demonoid threat looming over them, Shin decides to hold a magic training camp for the group over summer vacation.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7081290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081290",
                    "TitleEnglish": "A Starlit Pledge",
                    "SummaryEnglish": "As Shin's training camp continues, the group members' skills improve. Aug's fiancée and younger sister ask to come stay at the camp, and their presence compels Shin and Sizilien to come to terms with their feelings for each other.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7081292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081292",
                    "TitleEnglish": "The Grandchild, the Magic Gear, and the Engagement Party",
                    "SummaryEnglish": "Before Sizilien will allow Shin to date her, she insists on having him ask her parents for their blessing. Shin experiments with a new form of magic, and thinks the Ultimate Magic Study Group is ready to take their training to a higher level.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7081293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081293",
                    "TitleEnglish": "The Fall of the Empire",
                    "SummaryEnglish": "While Aug looks forward to his installment as crown prince, the study group practices flying, thanks to Shin's floating magic. As the last town in the Blusfia Empire falls, Schtrom recounts the events that led to his overthrow of the nation.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7081294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081294",
                    "TitleEnglish": "The Mightiest Corps of Magicians Ever",
                    "SummaryEnglish": "A horde of over a hundred demonoids crosses the border and invade the Kingdom of Sweed. However, Shin and the other Ultimate Magicians are already en route to provide their assistance in neutralizing the demonoid threat.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7081296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wise-mans-grandchild/episodes/7081296",
                    "TitleEnglish": "And So, Off into the World...",
                    "SummaryEnglish": "Sizilien has her hands full performing triage at the aid station, while Shin and the others are occupied with Miria's exceptional fighting skills. Once the dust settles, Aug proposes a plan to King Sweed that could change the entire world.",
                    "Aliases": []
                }
            }
        }
    }
}