{
  "URL": "https://www.thetvdb.com/series/the-price-of-smiles",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt9553076/",
    "https://tatsunoko.co.jp/egaonodaika/",
    "https://www.themoviedb.org/tv/83477"
  ],
  "TitleEnglish": "The Price of Smiles",
  "SummaryEnglish": "On a planet far, far away from Earth, there reigns a kingdom overflowing with smiles. Princess Yuki is twelve years old and beginning to ride the roller coaster of emotions that comes with adolescence. Each day brings with it tears, laughter, and even a little romance. The palace is full of fun, and the vassals who serve her there add color to her life. There's Layla the tutor, Izana the political adviser, Harold the Grand Master, and of course Joshua, her childhood friend and close aide. \"Yuki! As long as you have the will and passion, you can do anything!\" says Joshua. \"Ugh. That again?! Joshua, you need to act more dignified!\" she replies. Seventeen-year-old Stella is a brilliant warrior. Even though she is cool as a cucumber, she never fails to smile. That's because smiling is essential to life. This is a story about two girls born on a distant planet.",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "784054",
      "URL": "https://www.thetvdb.com/series/the-price-of-smiles/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6880566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6880566",
          "TitleEnglish": "The Girl From Soleil",
          "SummaryEnglish": "Twelve-year-old Princess Yuki is starting to take on the responsibilities of leading her kingdom. But when the borderland knights Yuni and Lune are rude to her, her retainer Joshua challenges them to a battle in a simulator.",
          "Aliases": []
        },
        "2": {
          "ID": "6944293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944293",
          "TitleEnglish": "The Truth of the War",
          "SummaryEnglish": "In order to hold back the advancing Imperial Army at the border, Grand Master Harold takes the royal flagship to the front lines. Joshua throws himself into his first combat sortie in order to protect Yuki's smile.",
          "Aliases": []
        },
        "3": {
          "ID": "6944294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944294",
          "TitleEnglish": "The Smiling Soldier",
          "SummaryEnglish": "A soldier of the Imperial Army, Petty Officer Stella Shining always seems to keep her squad at arm's length. When she and her squad are deployed on a mission with their new commander, he wonders what lies behind her ever-present smile.",
          "Aliases": []
        },
        "4": {
          "ID": "6944295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944295",
          "TitleEnglish": "The Choice of Hope",
          "SummaryEnglish": "Two months have passed since the kingdom and the empire went to war, and the empire continues to advance. As Layla tries to support the despondent Yuki, she thinks back on the tragedy that started it all.",
          "Aliases": []
        },
        "5": {
          "ID": "7007897",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7007897",
          "TitleEnglish": "The Night of the Squad",
          "SummaryEnglish": "To break through a stalemate a stone's throw from the capital, the Buerger Squad embarks on a night mission. But when Lily runs into unexpected trouble, she ends up relaying her past to Commander Owens.",
          "Aliases": []
        },
        "6": {
          "ID": "7028835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028835",
          "TitleEnglish": "The Crossroads of Fate",
          "SummaryEnglish": "Nothing stops the advance of the Grandiga empire, despite the valor of the troops of the Sun kingdom. While most of the residents are evacuated to a safe place, Princess Yuki wonders if it would be wiser to capitulate.",
          "Aliases": []
        },
        "7": {
          "ID": "7028862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028862",
          "TitleEnglish": "The Sunflowers of the Palace",
          "SummaryEnglish": "After the Battle of Hariant, Gail Squadron soldiers try to find the food they need to hold a small party in honor of Pierce who was wounded in action.",
          "Aliases": []
        },
        "8": {
          "ID": "7028863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028863",
          "TitleEnglish": "The Final Message",
          "SummaryEnglish": "While Yuki takes command of the Royal Army, Izana tries to smuggle crucial information about the ruined Empire of Verde from behind enemy lines.",
          "Aliases": []
        },
        "9": {
          "ID": "7028868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028868",
          "TitleEnglish": "The Elegy of Dawn",
          "SummaryEnglish": "With the Kingdom hanging on by a thread, Grand Master Harold ramps up production on the new chrars. But Yuki and Layla pursue a different path based on the data sent by Izana.",
          "Aliases": []
        },
        "10": {
          "ID": "7028869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028869",
          "TitleEnglish": "The Ignition of Souls",
          "SummaryEnglish": "The Empire surges onward, but life is grim for soldiers on the front lines. As she survives through tough situations with her teammates and commander, Stella's smile begins to change.",
          "Aliases": []
        },
        "11": {
          "ID": "7028870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028870",
          "TitleEnglish": "The Resolve of Two",
          "SummaryEnglish": "Winter has arrived. Yuki has lost many of those important to her, but she continues to press onward. As the war reaches its final stages, Yuki defiantly claims she will retake Hariant...",
          "Aliases": []
        },
        "12": {
          "ID": "7028871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028871",
          "TitleEnglish": "The Price of Smiles",
          "SummaryEnglish": "As the final battle rages on, Yuki and Stella arrive on distant foreign soil. Yuki has made up her mind to end the war, but Stella stands in her way. What future will these girls bring to their world?",
          "Aliases": []
        }
      }
    }
  }
}