{
    "URL": "https://www.thetvdb.com/series/the-price-of-smiles",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9553076/",
        "https://tatsunoko.co.jp/egaonodaika/",
        "https://www.themoviedb.org/tv/83477"
    ],
    "TitleEnglish": "The Price of Smiles",
    "SummaryEnglish": "On a planet far, far away from Earth, there reigns a kingdom overflowing with smiles. Princess Yuki is twelve years old and beginning to ride the roller coaster of emotions that comes with adolescence. Each day brings with it tears, laughter, and even a little romance. The palace is full of fun, and the vassals who serve her there add color to her life. There's Layla the tutor, Izana the political adviser, Harold the Grand Master, and of course Joshua, her childhood friend and close aide. \"Yuki! As long as you have the will and passion, you can do anything!\" says Joshua. \"Ugh. That again?! Joshua, you need to act more dignified!\" she replies. Seventeen-year-old Stella is a brilliant warrior. Even though she is cool as a cucumber, she never fails to smile. That's because smiling is essential to life. This is a story about two girls born on a distant planet.",
    "TitleJapanese": "エガオノダイカ",
    "SummaryJapanese": "地球より遥かかなたの星にある、笑顔に溢れた王国。\n王女のユウキは十二歳、そろそろ多感なお年頃。\n毎日泣き、笑い、時にはときめいたり…？しながら、王宮で楽しく暮らしている。\n日々を彩るのは、忠実な家臣たち。\n教育役のレイラ、政治を補佐するイザナ、騎士団長ハロルド、\nそして……幼馴染の側近、ヨシュア。\n「ユウキ！気合と根性さえあれば、何だってできる！」\n「……もうっ。またそれ～！？ヨシュア、もっと貴族らしくしてっ！」\n\nステラは十七歳、有能かつクールな軍人。けれど微笑みはいつも絶やさない……\n笑顔は生きるためには、欠かせないから。\n\nこれは、遠い星に生まれた、二人の少女の物語。",
    "Aliases": [
        "The Price of Smiles",
        "Egao no Daika"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "784054",
            "URL": "https://www.thetvdb.com/series/the-price-of-smiles/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6880566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6880566",
                    "TitleEnglish": "The Girl From Soleil",
                    "SummaryEnglish": "Twelve-year-old Princess Yuki is starting to take on the responsibilities of leading her kingdom. But when the borderland knights Yuni and Lune are rude to her, her retainer Joshua challenges them to a battle in a simulator.",
                    "TitleJapanese": "ソレイユの少女",
                    "SummaryJapanese": "王女ユウキは十二歳の誕生日を迎えた。王国のならわしでは間もなく成人のお年頃とはいえ、まだまだ子供っぽい幼さの残るユウキ。\nそれでも立派な王族を目指し、侍従のヨシュアと共に、笑顔いっぱいで頑張っている。\nそんなある日、辺境から双子の騎士ユニとルネが来訪。ヨシュアはユウキに対して無礼な態度をとったユニと衝突し、シミュレーションバトルでの決闘を申し込んだ。\nユウキも思わぬ形で関わる事となり……。"
                },
                "2": {
                    "ID": "6944293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944293",
                    "TitleEnglish": "The Truth of the War",
                    "SummaryEnglish": "In order to hold back the advancing Imperial Army at the border, Grand Master Harold takes the royal flagship to the front lines. Joshua throws himself into his first combat sortie in order to protect Yuki's smile.",
                    "TitleJapanese": "戦乱の真実",
                    "SummaryJapanese": "王国の平和は破られようとしていた。国境に押し寄せる帝国軍を食い止めるため、騎士団総長ハロルドは旗艦空母「エクセスアルカ」で前線に向かう。搭乗クルーの中にはヨシュアの姿があった。\n前線の苛酷さに圧倒されるヨシュア。だが代々王家に仕えてきた誇りが、ユウキの笑顔を守りたい一心が、初出撃した彼の心を奮い立たせる。「父さん。見ててくれ……必ず俺、あなたを超えてみせます…！」"
                },
                "3": {
                    "ID": "6944294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944294",
                    "TitleEnglish": "The Smiling Soldier",
                    "SummaryEnglish": "A soldier of the Imperial Army, Petty Officer Stella Shining always seems to keep her squad at arm's length. When she and her squad are deployed on a mission with their new commander, he wonders what lies behind her ever-present smile.",
                    "TitleJapanese": "微笑みの兵士",
                    "SummaryJapanese": "ステラ・シャイニング一等兵曹。帝国軍ビュルガー分隊所属の一兵卒である。\nどのような苦境でも微笑みを絶やさぬが、彼女は常に仲間たちと一定の距離を置いている。\n笑顔の裏に隠された、その胸の内は…？\n新たに赴任した分隊長ゲイルと共に、敵地への潜入任務につくステラ。彼女が目撃したのは王国の現実と、もう一人の少女……\n王女ユウキの自分とは全く違う、明るくあどけない笑顔であった。"
                },
                "4": {
                    "ID": "6944295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/6944295",
                    "TitleEnglish": "The Choice of Hope",
                    "SummaryEnglish": "Two months have passed since the kingdom and the empire went to war, and the empire continues to advance. As Layla tries to support the despondent Yuki, she thinks back on the tragedy that started it all.",
                    "TitleJapanese": "希望の選択",
                    "SummaryJapanese": "王国と帝国の戦争が始まって２ヶ月以上が経過した。王国は劣勢を強いられ、国土の北部を帝国軍に占領されつつある。\n苦悩するユウキ。彼女を支えるのはレイラ。\nレイラはかつて夫や娘と共に、帝国で暮らしていた。だが。ある悲惨な出来事で愛する家族を失い、王国に仕える身となった。\nレイラの励ましにより、再び立ち上がるユウキ。王族として今、果たすべき責任とは？\nユウキは厳しい選択を迫られる。"
                },
                "5": {
                    "ID": "7007897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7007897",
                    "TitleEnglish": "The Night of the Squad",
                    "SummaryEnglish": "To break through a stalemate a stone's throw from the capital, the Buerger Squad embarks on a night mission. But when Lily runs into unexpected trouble, she ends up relaying her past to Commander Owens.",
                    "TitleJapanese": "分隊の一夜",
                    "SummaryJapanese": "王国領を流れるディーズ川。その渡河を巡り、両軍は膠着状態にあった。一進一退の攻防、流域では日夜激戦が繰り広げられている。\n状況打開のため、夜間行軍を命ぜられるステラらビュルガー分隊。闇にまぎれて敵軍の背後をつき、本隊の渡河を援護する役割だ。だが夜通しの敵中行軍は困難を極める。\n行軍のさなか、ステラとの過去を思い出すリリィ。彼女はかつて戦場で、ステラに命を救われた事があった……。"
                },
                "6": {
                    "ID": "7028835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028835",
                    "TitleEnglish": "The Crossroads of Fate",
                    "SummaryEnglish": "Nothing stops the advance of the Grandiga empire, despite the valor of the troops of the Sun kingdom. While most of the residents are evacuated to a safe place, Princess Yuki wonders if it would be wiser to capitulate.",
                    "TitleJapanese": "運命の岐路",
                    "SummaryJapanese": "夏の訪れと共に、両軍は決戦の時を迎える。\n王都ハリアントに迫る帝国軍。王都には戒厳令が敷かれ、住民たちは避難を完了した。だがあえて逃げず、王宮に踏み留まるユウキ。\n胸の内には、深い悲しみと大きなとまどいがあった。王都周辺での激しい戦闘。両軍の兵士の命が空しく散っていく中、ある作戦を思いつくユウキ。そして、ユウキは１つの選択を行う。"
                },
                "7": {
                    "ID": "7028862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028862",
                    "TitleEnglish": "The Sunflowers of the Palace",
                    "SummaryEnglish": "After the Battle of Hariant, Gail Squadron soldiers try to find the food they need to hold a small party in honor of Pierce who was wounded in action.",
                    "TitleJapanese": "王宮のひまわり",
                    "SummaryJapanese": "帝国軍は王都ハリアントを占領した。ユウキは腹心たちと脱出し、未だ行方知れずである。\nステラらビュルガー分隊は、王宮に駐留し、つかの間の平穏な日々を過ごしていた。除隊する仲間のピアースの送別会を開くため、一致団結する分隊員たち。本人たちもそうと気付かぬうちに、次第に結束が高まりつつある。\nピアースの頼みを聞き入れ、王宮に忍び込んで中を見てまわるステラたち。最上層の温室で彼らが見たものは……。"
                },
                "8": {
                    "ID": "7028863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028863",
                    "TitleEnglish": "The Final Message",
                    "SummaryEnglish": "While Yuki takes command of the Royal Army, Izana tries to smuggle crucial information about the ruined Empire of Verde from behind enemy lines.",
                    "TitleJapanese": "最後の伝言",
                    "SummaryJapanese": "季節は秋。ユウキは王国南部へと拠点を移し、帝国軍への抗戦を指揮していた。\n一方、ハリアントの王宮に囚われているイザナは、帝国軍の機密情報を探り当てる。今は滅亡したベルデ皇国が、その機密情報には深く関わっていた。\n王宮からの脱出を試みるイザナ。決死ではない、必ず生きて妻子の元に戻る覚悟である。\n折しも帝国軍参謀長アイネは自ら前線に立ち、ユウキと対峙していた。"
                },
                "9": {
                    "ID": "7028868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028868",
                    "TitleEnglish": "The Elegy of Dawn",
                    "SummaryEnglish": "With the Kingdom hanging on by a thread, Grand Master Harold ramps up production on the new chrars. But Yuki and Layla pursue a different path based on the data sent by Izana.",
                    "TitleJapanese": "暁の挽歌",
                    "SummaryJapanese": "王国は今や風前の灯火。騎士団総長ハロルドは最後の手段として、新型クラルスの本格的な増産に手を染める。ユウキや亡き国王夫妻の思いに背く行為だが、あえて汚れ役となり、王国を守り抜こうとするハロルド。\nだがユウキとレイラは、そんなハロルドの決断に異を唱える。イザナが送ってきた帝国の機密情報、その解析に二人は成功したのだ。\n互いの信条をぶつけ合うユウキとハロルド。\n暁と共に、帝国軍が彼らの間近に迫る。"
                },
                "10": {
                    "ID": "7028869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028869",
                    "TitleEnglish": "The Ignition of Souls",
                    "SummaryEnglish": "The Empire surges onward, but life is grim for soldiers on the front lines. As she survives through tough situations with her teammates and commander, Stella's smile begins to change.",
                    "TitleJapanese": "魂の発火",
                    "SummaryJapanese": "帝国は今や破竹の勢い。だがステラたち前線に立つ兵士にとって、日々の戦闘は苛酷なものでしかない。仲間たちと共に生き抜くうち、ステラの笑顔は次第に変化しつつあった。\n戸惑うステラに問いかけるゲイル。「変わったと思うか？　自分が」。咄嗟に答えられぬステラ。だが今の彼女にとって、分隊がかけがえのない居場所になりつつある事は確かだ。\nそんなある日、分隊に下される出撃命令。\n暁の戦場で待ち受けていたのは……。"
                },
                "11": {
                    "ID": "7028870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028870",
                    "TitleEnglish": "The Resolve of Two",
                    "SummaryEnglish": "Winter has arrived. Yuki has lost many of those important to her, but she continues to press onward. As the war reaches its final stages, Yuki defiantly claims she will retake Hariant...",
                    "TitleJapanese": "二人の決意",
                    "SummaryJapanese": "冬が来た。ユウキとステラはそれぞれに大切な人々を失いながら、それでも懸命に歩む事を止めない。そしてついに戦乱は最終局面へ。\n王都ハリアントの奪還を宣言、帝国軍に決戦を挑みかけるユウキ。だがその真の狙いは、別のところにあった。敵味方を欺き、己の命すら顧みずに、最後の賭けに出るユウキ。\nステラとビュルガー分隊もまた、その大きな運命の流れとは、無縁ではいられなかった。"
                },
                "12": {
                    "ID": "7028871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-price-of-smiles/episodes/7028871",
                    "TitleEnglish": "The Price of Smiles",
                    "SummaryEnglish": "As the final battle rages on, Yuki and Stella arrive on distant foreign soil. Yuki has made up her mind to end the war, but Stella stands in her way. What future will these girls bring to their world?",
                    "TitleJapanese": "笑顔の代価",
                    "SummaryJapanese": "決戦の火蓋が切られる。死力を尽くす両軍、数え切れぬほど多くの命が空しく散っていく。\n一方、ユウキとステラは戦場から遠く離れた地……ベルデ皇国の旧領土に辿り着いていた。\n戦乱を止めるため、多大な痛みを伴う「ある決断」を下そうとするユウキ。だがその前にステラが立ちはだかる。\n皆に笑顔をもたらしたいと願う王女ユウキ。\n笑顔でしか自分を守れなかった兵士ステラ。\n二人の少女は、世界に何をもたらすのか。"
                }
            }
        }
    }
}