{
    "URL": "https://www.thetvdb.com/series/darwins-game-2018",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/CFCB-5C8A-672E-BABC-4D91-0",
        "https://www.imdb.com/title/tt11405390/",
        "https://darwins-game.com/",
        "http://www.reddit.com/r/DarwinsGame/",
        "https://www.tvmaze.com/shows/45236/show-slug",
        "https://www.themoviedb.org/tv/85942",
        "https://en.wikipedia.org/wiki/Darwin%27s_Game",
        "https://x.com/d_game_official"
    ],
    "TitleEnglish": "Darwin's Game",
    "SummaryEnglish": "An unknowing Sudou Kaname is invited to try out a new mysterious mobile app game called Darwin's Game, but later realizes that he's in for more than he's bargained for when he finds out that there's no way to quit the game.",
    "TitleJapanese": "ダーウィンズゲーム",
    "SummaryJapanese": "知らない須藤要は、ダーウィンズゲームという新しい謎のモバイルアプリゲームを試してみるように誘われましたが、ゲームをやめる方法がないことに気付いたとき、彼は交渉した以上のことをしていることに気づきました。",
    "Aliases": [
        "Dāwinzu Gēmu"
    ],
    "Modified": "2025-09-04",
    "Seasons": {
        "0": {
            "ID": "785564",
            "URL": "https://www.thetvdb.com/series/darwins-game-2018/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7562991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7562991",
                    "TitleEnglish": "Recap: Log Line",
                    "SummaryEnglish": "Recap of the first 4 episode; also known as Episode 4.5.",
                    "TitleJapanese": "記憶（ログライン）",
                    "SummaryJapanese": "花屋こと、ヒイラギイチロウとの闘いに勝利したカナメとレイン。\n今後激化するであろうイベントに備えて、消耗したカナメは一時休息を取り、レインはこれまでに集めたカナメの情報を振り返っていた。"
                }
            }
        },
        "1": {
            "ID": "785566",
            "URL": "https://www.thetvdb.com/series/darwins-game-2018/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "6897615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/6897615",
                    "TitleEnglish": "First Game",
                    "SummaryEnglish": "One day, high school student Kaname Sudo’s average life is interrupted by the arrival of an emailed invitation to join “Darwin’s Game.” Without even thinking, he opens the app, thereby becoming a player in the game. Just as Kaname begins to suspect there’s more to the shady app than meets the eye, his first battle suddenly begins, with a mysterious man in a panda suit lunging at him with a butcher knife. Will Kaname survive his first, desperate battle against a bloodthirsty killer?",
                    "TitleJapanese": "初陣（ファーストゲーム）",
                    "SummaryJapanese": "平凡な日常を送っていた男子高校生のカナメの元に、ある日アプリ「ダーウィンズゲーム」の招待メールが届く。\n何気なくアプリを開いた事でゲームのプレイヤーになってしまったスドウカナメ。\n怪しげな雰囲気のゲームを訝しんでいるうちにバトルが始まり、突如パンダの着ぐるみを着た謎の人物が襲い掛かかる。\n果たして、絶体絶命のバトルにカナメは生き残ることができるのか！？"
                },
                "2": {
                    "ID": "7517488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7517488",
                    "TitleEnglish": "Gemstone Mine",
                    "SummaryEnglish": "Kaname defeats Banda the rookie hunter and even claims a victory over Shuka “The Undefeated Queen.” After Shuka explains the rules of the game to him, they agree to join forces in their future battles. Together, they explore Shibuya and scope out the battlegrounds to prepare for the upcoming in-game event.",
                    "TitleJapanese": "渋谷（ジェムストーンマイン）",
                    "SummaryJapanese": "ルーキー狩りのバンダ君を倒し、無敗の女王シュカからも勝利を手にしたカナメ。\nその後、シュカからゲームのルールの説明を受け今後共闘することに。\nそして次に開催されるゲーム内イベントの情報を収集するため、早速二人で舞台となるシブヤを散策するのだが、緊張感なく買い物に夢中になるシュカに辟易気味なカナメの元に、不穏な影が忍び寄る―"
                },
                "3": {
                    "ID": "7523150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523150",
                    "TitleEnglish": "Ignition",
                    "SummaryEnglish": "The Treasure Hunt Game begins. The rules of the game are simple: find the rings hidden around the city of Shibuya. Kaname is teleported to a hotel and tries to escape its grounds to search for Shuka, but he is pursued by a battle hungry player and finds himself trapped inside. With the building sealed off, he meets a young girl who calls herself Rein.",
                    "TitleJapanese": "引き金（イグニッション）",
                    "SummaryJapanese": "イベント「宝探しゲーム」がついに始まる。イベントのルールは、”シブヤの街に隠されたリングを集める”というもの。\n直前まで一緒だったはずのカナメとシュカは離れ離れとなりイベントスタート。\nホテルに転送されたカナメはシュカとの合流を目指し脱出を開始する。\n好戦的なプレイヤーの存在や封鎖された通路により苦戦を強いられる中、レインと名乗る少女と出会う。"
                },
                "4": {
                    "ID": "7523152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523152",
                    "TitleEnglish": "Fireworks",
                    "SummaryEnglish": "Kaname and Rein discover that the Florist is watching their every move with the building’s surveillance cameras. They join forces to undermine his plans by destroying the cameras while evading his henchmen. Unable to escape the henchmen, they decide on a desperate strategy that leaves them with only a twenty percent chance of survival!",
                    "TitleJapanese": "火花（ファイアーワークス）",
                    "SummaryJapanese": "監視カメラにより自分たちの位置が「花屋」に補足されていることに気づいたカナメとレイン。\n二人は協力し、逃げながら監視カメラを壊すことで、追っ手を使い二人を追い詰めようとする「花屋」をうまく翻弄していく。\nしかし、いつまでも追っ手を交わすことに限界を感じたカナメは、生存確率2割以下、 一か八かの大勝負に賭けて出るのだった。"
                },
                "5": {
                    "ID": "7523153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523153",
                    "TitleEnglish": "Aquarium",
                    "SummaryEnglish": "It becomes clear to Kaname that in order to win the Treasure Hunt Game, he must defeat the vicious Eighth Clan. To do this, he forms a temporary clan with Rein, Ryuji, and Hiiragi. While they develop a strategy to beat the Eighth Clan, Kaname receives a plea for help from Shuka.",
                    "TitleJapanese": "水葬（アクアリウム）",
                    "SummaryJapanese": "自らの異能を真に覚醒させ、「花屋」ことヒイラギとの勝負に何とか勝利したカナメ。\n「宝探しゲーム」の攻略をするには、危険なクラン「エイス」との衝突は避けられないことを知る。\nそこで、カナメはレイン、リュージ、ヒイラギと即席のクランを結成する。\n打倒「エイス」に向けて戦略を練っている最中、カナメのもとに、シュカから「たすけて」とメッセージが届く。"
                },
                "6": {
                    "ID": "7523155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523155",
                    "TitleEnglish": "Hardness",
                    "SummaryEnglish": "Kaname and Ryuji arrive at the origin point of Shuka’s message. Not hesitating for an instant, Kaname dives in to save Shuka, who he finds unconscious. As Kaname tries to figure out how this happened, Ryuji encounters a young girl named Sui at the entrance to the underpass. When he gives chase, Sui retaliates with her sigil.",
                    "TitleJapanese": "金剛（ハードネス）",
                    "SummaryJapanese": "シュカがメッセージを送って来た場所に到着したカナメとリュージ。\nそこは何者かの異能によって水没した地下道だった。\nシュカを救うべく、躊躇なく地下道へ入っていくカナメは、その先で意識を失うシュカを見つける。\n一方、リュージは事情を探るべく、地下道の入り口で出会った少女・スイを追い詰めて行くが、逆にスイの異能によって追い詰められてしまう。"
                },
                "7": {
                    "ID": "7523157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523157",
                    "TitleEnglish": "Eighth",
                    "SummaryEnglish": "As the Treasure Hunt Game enters its final stage, the Eighth Clan advances toward Shibuya Central Tower. According to plan, Hiiragi holds position in the tower itself and attacks, but is met with a tough battle against Sig, a high-ranking member of the Eighth Clan, who has a Sigil that allows him to control flames. Realizing that the key to victory is at Shibuya Station, Rein heads there immediately, managing to arrive ahead of the others. However, she finds someone unexpected waiting for her...",
                    "TitleJapanese": "圧砕（エイス）",
                    "SummaryJapanese": "「宝探しゲーム」も終盤に突入し、ついに「エイス」がシブヤセントラルタワーへ進軍を開始する。\nヒイラギは当初の計画通り、一人タワーに籠城し迎え撃つのだが、「エイス」の幹部・シグがもつ炎の異能(シギル)との相性の悪さに苦戦を強いられる。\n一方、イベントクリアの鍵がシブヤ駅にあると分かったレインは一足先に駅に辿り着くが、既に駅には意外な人物が待ち構えていた。"
                },
                "8": {
                    "ID": "7523158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523158",
                    "TitleEnglish": "Fragile",
                    "SummaryEnglish": "Kaname and company engage in a battle with Wang, the leader of the Eighth Clan. Ryuji is prepared to die, but Kaname arrives just in the nick of time to save him. He uses a bluff in an attempt to defeat Wang. Who will be the winner of the Treasure Hunt Game?",
                    "TitleJapanese": "平穏（フラジャイル）",
                    "SummaryJapanese": "シブヤ駅で「エイス」のリーダー王と戦うことになったカナメ達。\n戦闘中、リュージは王の異能(シギル)によって腕を斬られ、絶対絶命のピンチに陥ってしまう。\n死を覚悟したリュージの前に現れたカナメは、王相手に交渉を持ち掛ける。\nテイクアンドテイクを信条とし、交渉の余地などないと主張する王に対し、ハッタリ勝負をしかけたカナメ。\n「宝探しゲーム」の勝利は果たして誰の手に――！？"
                },
                "9": {
                    "ID": "7523159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523159",
                    "TitleEnglish": "Heads-Up",
                    "SummaryEnglish": "One month has passed since the conclusion of the Treasure Hunt Game. Kaname has formed his own clan and is undergoing training at Danjo Boxing Club. Danjo, who is the leader of the boxing club, challenges Kaname to a no-holds-barred Vale Tudo style match to gauge Kaname’s training progress and to decide if he is a worthy partner to form an alliance. Kaname stands his ground and unflinchingly battles Danjo, who is one of the top fighters in Darwin’s Game. Just as the battle is about to reach its climax, they are interrupted by the sudden appearance of an unexpected figure.",
                    "TitleJapanese": "決闘（ヘッズアップ）",
                    "SummaryJapanese": "「宝探しゲーム」終了からひと月――、カナメは自らのクランを結成し、ダンジョウ拳闘倶楽部で修行を積んでいた。\nクランのリーダーであるダンジョウは、修行の集大成としてカナメが同盟を結ぶに足る人間がどうかを見極めるべく、バーリ・トゥードゥの試合を申し込む。"
                },
                "10": {
                    "ID": "7523161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523161",
                    "TitleEnglish": "Old Wang",
                    "SummaryEnglish": "After being beaten by Kaname in the Treasure Hunt Game, Wang tries to get revenge by kidnapping Shinozuka, Kaname’s friend, and cutting off his fingers. While Kaname is consumed by guilt for dragging his friend into the D-Game, Rein returns with details on Wang’s hideout and the Eighth Clan’s combat skills. The Sunset Ravens team up with Inukai from Danjo Boxing Club, which they have formed an alliance with, and head to the warehouse where Wang and his followers are hiding.",
                    "TitleJapanese": "旧王（オールドワン）",
                    "SummaryJapanese": "「宝探しゲーム」でカナメに出し抜かれた王は、カナメに復讐をするため、友人であるシノヅカの指を切り落とし人質にしてしまう。\n友人を巻き込んでしまったことで自責の念に駆られるカナメのもとに、レインが情報を集めて戻ってくる。\n王たちの潜伏場所や戦力が明らかになったことで、サンセットレーベンズはシノヅカの救出のため、同盟関係にあるダンジョウ拳闘倶楽部のイヌカイと共に王のいる倉庫街に乗り込んでいく。"
                },
                "11": {
                    "ID": "7523163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darwins-game-2018/episodes/7523163",
                    "TitleEnglish": "Sunset Ravens",
                    "SummaryEnglish": "Kaname challenges Wang to a clan battle to settle things once and for all. What is the fate of the battle between Kaname and Wang, as well as the Sunset Ravens and the Eighth Clan?",
                    "TitleJapanese": "血盟（サンセットレーベンズ）",
                    "SummaryJapanese": "敵であろうと殺すことに抵抗があり、リュージの提案する殲滅作戦にも反対していたカナメ。\nしかし、友人であるシノヅカが惨殺されたことで、これまでの自分の考えの甘さに気づき、ついに覚悟を決める。\n王との決着をつけるべく、自らクランバトルを仕掛けるのだった。\nカナメと王、サンセットレーベンズとエイスの全面戦争の行方はいかにーー。"
                }
            }
        }
    }
}