{
    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Drama",
        "Mystery",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9885888/",
        "http://pipecat-kabukicho.jp/",
        "https://www.themoviedb.org/tv/87447",
        "https://x.com/pipecat_kabuki"
    ],
    "TitleEnglish": "Case File Nº221: Kabukicho",
    "SummaryEnglish": "The East Side of Shinjuku Ward is the neon-lit Kabuki-chō district that stretches across the center of this chaotic city. Where light shines, there are also deep shadows. Yet even deep in this darkness where evildoers lurk, the light of a detective tenement shines. The tenement run by Mrs. Hudson has seven peculiar, shady individuals. The curtains has risen on this stage on the night when a bizarre murder by Jack the Ripper takes place.",
    "TitleJapanese": "歌舞伎町シャーロック",
    "SummaryJapanese": "新宿區イーストサイド……混沌を極めたその街の中心にはネオン瞬く歌舞伎町が広がっている。光が強けりゃ影も濃い。ある猟奇殺人が起きた夜、舞台の幕が上がった！　サスペンス？　いやさコメディ？　なんともはや、判別不能ドラマのはじまりはじまり～",
    "Aliases": [
        "Kabukichou no Yatsu",
        "Kabukichou Sherlock"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "785562",
            "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7817277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7817277",
                    "TitleEnglish": "Moriarty's True Identity | The Truck with Many Orders | Mrs. Hudson and Her Son | Deputy Mayor Mycroft's Secret | Michel's Roommate | Watson and Mary's Date",
                    "SummaryEnglish": "Six side stories set in the world of Kabukicho! Get one more glimpse into the lives of James, Fuyuto, Watson, Torataro, and the rest of the Detective's Row House!",
                    "TitleJapanese": "OVA 1",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "785563",
            "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6897613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/6897613",
                    "TitleEnglish": "Hello Detectives",
                    "SummaryEnglish": "Something strange has been happening to John Watson. He goes to the detectives in Kabukicho for help, but they're even weirder!",
                    "TitleJapanese": "はじめまして探偵諸君",
                    "SummaryJapanese": "新宿區歌舞伎町のBAR『パイプキャット』を一人の男性が訪ねてくる。彼はジョン・H・ワトソンという医者で、シャーロック・ホームズが腕の良い探偵だと聞いて依頼に来たのだ。『パイプキャット』には他にも探偵が集まっていてレストレイド警部が依頼の説明を始める。連続殺人犯・通称「切り裂きジャック」によるものと思われる事件がつい先ほど発生し、その犯人を捕まえた探偵は報酬1000万円を得られると言う。報酬は早い者勝ち！探偵達の犯人探しレースがスタートする。"
                },
                "2": {
                    "ID": "7380630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7380630",
                    "TitleEnglish": "Why Not Join the Staring-At-Eye-Moles Squad?",
                    "SummaryEnglish": "A woman is hired as an idol for her beautiful moles under her eyes. But when the day of her big show comes, the producer disappears! Is a crime involved?",
                    "TitleJapanese": "泣きぼくろ見つめ隊はいかが",
                    "SummaryJapanese": "シャーロックに依頼を持ち掛けるワトソンだが、取り合ってもらえず家事や身の回りの世話をさせられていた。そこへハドソン夫人から探偵全員に招集がかかる。今日の依頼人は歌舞伎町二丁目で花屋を営んでいる高峰富士子で、探偵・小林の憧れの人。アイドルグループ『泣きぼくろ見つめたい』のオーディションに合格して今日がお披露目予定だったという彼女は、解決してほしいことがあると涙ながらに訴える。"
                },
                "3": {
                    "ID": "7381246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7381246",
                    "TitleEnglish": "The Dream of Fuyuto Kyokgoku, the Ace",
                    "SummaryEnglish": "A nephew is framed for the murder of his uncle, and it's up to Sherlock to clear his name.",
                    "TitleJapanese": "エース・京極冬人の夢は",
                    "SummaryJapanese": "モリアーティの誕生日会を開催中のBAR『パイプキャット』に、田中黄熊（プウ）という男性がやってくる。殺人事件の容疑者として報道されている彼だが、それは濡れ衣だと訴える。警察に連行されていく黄熊。しかし黄熊を気に入ったハドソン夫人が探偵へ依頼をする。今回の依頼は「黄熊の無実を証明し、ハドソン夫人のもとへ連れ戻す！」依頼を受けた探偵達はウエストの事件現場へ向かう"
                },
                "4": {
                    "ID": "7410218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7410218",
                    "TitleEnglish": "The Water's Usually Hot",
                    "SummaryEnglish": "Now that he's broke, Watson has to use the public bath. But there's murder waiting for him there, too!",
                    "TitleJapanese": "お湯は基本熱め",
                    "SummaryJapanese": "リアル銭湯『八天の湯』にやって来た、シャーロック・ワトソン・モリアーティの３人。浴場にはなぜかイヌ・サル・キジの被り物をしたまま銭湯を利用している３人の男がいた。モリアーティ曰く、彼らは『モモタローズ』という人気インディーズバンドのメンバー。彼らに話を聞くと、これからライブがあるのに突如ボーカルの桃太郎が姿を消してしまって困っているという。"
                },
                "5": {
                    "ID": "7429081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7429081",
                    "TitleEnglish": "Offside is the Best Side",
                    "SummaryEnglish": "Mary's decided she wants to go to an expensive school, and Lucy decides to raise the money. But getting big money fast means taking big risks...",
                    "TitleJapanese": "立合いはフライングぎみッ",
                    "SummaryJapanese": "街で予備校の看板を見つけたメアリは、憧れのキャンパスライフのために予備校に通いたいとルーシーに訴える。幼い頃に故郷を離れて以来、歌舞伎町で生きてきた二人。ルーシーはメアリの望みを叶えるため授業料200万円を兼古親分から借りるのだが、その帰りに飛び降り自殺をしようとしている力士・文丸を発見してしまう。"
                },
                "6": {
                    "ID": "7442708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7442708",
                    "TitleEnglish": "Kobayashi the Man, Giving It His All",
                    "SummaryEnglish": "Kobayashi runs into his old boss from his time in the Kaneko Gang. When one of the Kabukicho Irregulars steals a valuable sticker from the gangster, he'll have to risk it all to help them out.",
                    "TitleJapanese": "漢 小林、やるっす",
                    "SummaryJapanese": "兼古組のやばいヤクザ・杉本が出所してきた。彼はかつて小林の兄貴分だった。杉本が駄菓子屋を脅してお金と「ドッキリマンシール」を奪っていくところを「歌舞伎町遊撃隊」の子供たちは目撃する。困っている駄菓子屋を見た遊撃隊のリーダー・ヨシオは、杉本からそれらを盗んでしまう。怒る杉本。子供たちにピンチが迫る！"
                },
                "7": {
                    "ID": "7442710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7442710",
                    "TitleEnglish": "Wife Looks Into the Future",
                    "SummaryEnglish": "Watson gets his first solo case as Sherlock sends him to investigate the home of the mysterious Irene Adler.",
                    "TitleJapanese": "ワイフ、未来を見つめる",
                    "SummaryJapanese": "盗まれたUSBを取り返してほしいというＳ級特盛の依頼が探偵長屋に持ち込まれた。USBはモラン新宿區長の寝室から盗まれたらしい。依頼を持ってきたのは區長の第一秘書官でシャーロックの兄、マイクロフト・ホームズ。1500万円という報酬に色めき立つ探偵達。USBを盗んだ犯人はあの有名なアイリーン・アドラーだという。"
                },
                "8": {
                    "ID": "7442711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7442711",
                    "TitleEnglish": "Don't Take Off the Swimsuit",
                    "SummaryEnglish": "Irene joins the team as they track down a medical chart in the possession of an infamous blackmailer, while Sherlock gets stuck with childcare duties.",
                    "TitleJapanese": "水着を脱がせるな",
                    "SummaryJapanese": "探偵長屋に城田結衣という女性がやってくる。一人娘のえみりを女手一つで育てているが、元夫であるミルヴァートンにえみりの養育権を寄越せと脅されているという。娘と離れたくない結衣にはなにやら事情があるらしく、助けを求めて探偵達に依頼を託す。"
                },
                "9": {
                    "ID": "7471873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7471873",
                    "TitleEnglish": "That Woman's Pad",
                    "SummaryEnglish": "Jack the Ripper is after Irene's life, and Sherlock and Watson must take extraordinary steps to protect her.",
                    "TitleJapanese": "あの女のねぐら",
                    "SummaryJapanese": "連続殺人鬼・通称「切り裂きジャック」に滞在先がばれてしまったアイリーン。ハドソン夫人の思い付きでシャーロックと同居することになり、ワトソンはシャーロックの部屋を追い出されてしまう。完璧な家事スキルを持つアイリーンを前に、居場所を失いしょんぼりしていたが、あやしげな自販機の前で不審な動きをする京極を目撃し……。"
                },
                "10": {
                    "ID": "7483063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7483063",
                    "TitleEnglish": "Now Hiring Psychics",
                    "SummaryEnglish": "A badly depressed Watson struggles to come to terms with his new life, as Sherlock vows vengeance on Jack the Ripper.",
                    "TitleJapanese": "霊媒師急募",
                    "SummaryJapanese": "アイリーンの死に落ち込んだ様子のシャーロック。動揺する探偵達。そんな中ワトソンの周りでは不審な出来事が次々と起こる。次第に「切り裂きジャック」の正体がモリアーティではないかと考え、ワトソンは必死にシャーロックが危ないと訴えるが……。"
                },
                "11": {
                    "ID": "7491234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7491234",
                    "TitleEnglish": "Jack the Ripper",
                    "SummaryEnglish": "The identity of Jack the Ripper is revealed when Sherlock finally makes his move.",
                    "TitleJapanese": "切り裂きジャック",
                    "SummaryJapanese": "ワトソンは様子のおかしい京極にUSBを寄越せと襲われるが、それを見越していたシャーロック達が現れワトソンを助ける。ワトソンの周りで起こった一連の不審な出来事は、ジャックをおびき寄せるための策だった！？　シャーロックによる推理落語が始まる。お題は「切り裂きジャック捕り物始末」！さてさて、その内容は……？"
                },
                "12": {
                    "ID": "7502269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7502269",
                    "TitleEnglish": "No More Nyan-Nyan",
                    "SummaryEnglish": "The detectives try to cheer up after a hard week. Mrs. Hudson sends them after her missing cat to keep their minds occupied.",
                    "TitleJapanese": "にゃんにゃん打破",
                    "SummaryJapanese": "死亡したジャック、警察に連行されたモリアーティ。探偵長屋には重い雰囲気が立ち込める。そんな中「パイプキャット」の看板猫・パイプがいなくなったとハドソン夫人が騒ぐ。近頃、歌舞伎町にはペットを誘拐して売りさばく不審者が出るというが……。全員強制参加でハドソン夫人からパイプ捜索を依頼され、探偵達は渋々パイプを探す。"
                },
                "13": {
                    "ID": "7508091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7508091",
                    "TitleEnglish": "First Moonlit Night",
                    "SummaryEnglish": "James is being abused in prison. Mycroft comes to the row house and reflects on how Sherlock got his start in rakugo.",
                    "TitleJapanese": "はじまりの月夜",
                    "SummaryJapanese": "小幡という依頼人が、探偵長屋にやってきた。依頼内容は行方不明の兄を探して欲しいというもの。落語『生きている小平次』に酷似した事件に大喜びで依頼を引き受けるシャーロック。モリアーティの一件から、無理をして喜んでいるのではないかと心配するワトソンに、マイクロフトはシャーロックの過去について語る。一方、刑務所のモリアーティにも過去を語る相手が出来ていた。"
                },
                "14": {
                    "ID": "7529592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7529592",
                    "TitleEnglish": "Take Back Your Melon Heart",
                    "SummaryEnglish": "Fuyuto is hospitalized after the events with Jack the Ripper. But a new case awaits him at the hospital…",
                    "TitleJapanese": "取り戻せ メロンのココロ",
                    "SummaryJapanese": "マキのことで酷くショックを受けた京極は部屋に引きこもり、廃人のような生活を送っていたが、とうとう入院することに。そんなある日、探偵長屋には病院から抜け出したという少年・フータロウがネットの評判を頼りに依頼にやってきた。同室に入院している院長の息子・ランポが、一緒に行った異世界に取り残されていると言う。奇妙な謎に興味を示し依頼を受けるシャーロック。依頼ついでに、入院している京極の見舞いに行くのだが……。"
                },
                "15": {
                    "ID": "7529593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7529593",
                    "TitleEnglish": "Where is He?",
                    "SummaryEnglish": "Watson and Mary work together to break up an MLM scam that's plotting a terrorist attack on Shinjuku.",
                    "TitleJapanese": "あの人はいずこ",
                    "SummaryJapanese": "今回の依頼人はパイプキャットの近くで呼び込みをしているディラン。婚約者のキャシーという女性を探してほしいと言う。彼女の勧めでディランは『ビジョントゥユー』といういかにもあやしい会社に大金を払っていた。超高級ソープリゾートの招待券2枚という報酬で依頼を受けた小林と京極。そしてなにかに気が付いたメアリもワトソンを誘い調査を開始する。"
                },
                "16": {
                    "ID": "7549577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7549577",
                    "TitleEnglish": "Michel and Dopey",
                    "SummaryEnglish": "Michel is reunited with his long-lost daughter, who is promptly arrested for murder.",
                    "TitleJapanese": "ミッシェルとあほぼん",
                    "SummaryJapanese": "高級キャバクラ「ホワイトローズ」の前でミッシェルはひとりのキャバクラ嬢・エリカを目にする。エリカ目当てに「ホワイトローズ」に通い出すも、緊張してまともに話せない中、エリカに彼氏がいることを教えられ、意気消沈のミッシェル。そんな中、ウエストでも有名な大金持ちで慈善家のハリー・エバンズが店を訪れ、エリカを指名する。太客をつかまえるチャンスを手にしたエリカだったが、なんと翌日、殺人容疑で逮捕されてしまう。エリカの冤罪を晴らすため、ミッシェル・インポッシブル……！？"
                },
                "17": {
                    "ID": "7571362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7571362",
                    "TitleEnglish": "Looking Back on Saudade",
                    "SummaryEnglish": "Sherlock solves a mysterious code that leads to an even more mysterious conclusion.",
                    "TitleJapanese": "振り返ればサウダーデ",
                    "SummaryJapanese": "モリアーティが刑務所から出所！パイプキャットではお祝いのパーティーが開催される。その二次会で向かったバッティングセンターには、あちこちに奇妙な落書きが。落書きの犯人と疑われる遊撃隊の子供たち。遊撃隊の潔白を信じるモリアーティは「真犯人を捕まえよう」とS級特盛の依頼をすることに。さらにはモリアーティ自身も探偵として犯人を追うと言い出し……！？"
                },
                "18": {
                    "ID": "7571363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7571363",
                    "TitleEnglish": "Lots of Animals",
                    "SummaryEnglish": "What begins as a case to track down an animal killer leads into something more sinister and dangerous.",
                    "TitleJapanese": "動物たくさんデス",
                    "SummaryJapanese": "TVやネット上で「ヒーロー探偵」と呼ばれ大人気のモリアーティ。大忙しの彼はパイプキャットへ、自分の受けきれない依頼を代わりに受けてほしいと相談にやってきた。モリアーティの様子を気にするシャーロックだが、もたらされた依頼の中の「動物園で動物が殺害された事件」に興味を持ち依頼を引き受けることに。シャーロック、ワトソン、モリアーティの3人は、事件のあった歌舞伎町動物園で猿、狼、雉の檻を調べる。"
                },
                "19": {
                    "ID": "7571364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7571364",
                    "TitleEnglish": "The Curtain Rises on the Grand Guignol",
                    "SummaryEnglish": "The real cause behind the strange incidents is revealed in an explosive lead up to the finale.",
                    "TitleJapanese": "グランギニョールの幕を",
                    "SummaryJapanese": "モラン新宿區長主催のチャリティーコンサートが開催される。そこには、マイクロフトから依頼を受け現地に集う探偵たちの姿が。コンサート開催の4日前、モランのもとに奇妙な爆破予告が届いていたのだ。予告状を送ってきたのは第七刑務所集団脱獄事件の首謀者とされるアルバート・トレヴァ！「アルバートを捕らえて犯行を未然に防ぐ」という依頼の成功報酬は5000万円。魅力的な金額、モリアーティの頼みとあって長屋の探偵全員が捜査を始めるが……。"
                },
                "20": {
                    "ID": "7571366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7571366",
                    "TitleEnglish": "Moriarty Savors",
                    "SummaryEnglish": "Peril overtakes Watson as the villain makes his move.",
                    "TitleJapanese": "モリアーティ、享受",
                    "SummaryJapanese": "アルバートの登場でコンサート会場がパニックに陥る中、はぐれたメアリを探すルーシーはモリアーティに呼び止められる。一方、モリアーティを探すためワトソンはレストレイドのもとへ、シャーロックはハドソン夫人達と合流。夫人はモリアーティを心配し、電話をかけるのだが……。"
                },
                "21": {
                    "ID": "7611084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7611084",
                    "TitleEnglish": "Not Breathing",
                    "SummaryEnglish": "With Watson's disappearance, the villain is ready to move on to the next phase of his plan.",
                    "TitleJapanese": "絶入",
                    "SummaryJapanese": "ワトソンとメアリ、モリアーティが行方不明のまま、歌舞伎町はクリスマスイブを迎えていた。アレクサンドラの死からちょうど2年。サンタクロースはプレゼントを配り歩き、シャーロックはクリスマスパーティーに誘われる。シャーロックは覚悟を胸に指定された場所へ向かう。"
                },
                "22": {
                    "ID": "7611086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7611086",
                    "TitleEnglish": "The Thread Where We Talk About Yeast",
                    "SummaryEnglish": "The exciting story of six mystery-solving bakers in a bread factory!",
                    "TitleJapanese": "イースト菌について語るスレ",
                    "SummaryJapanese": "旅する元パン職人（助手）がイースト菌について語るぞ\n1旅する元パン職人（助手）◆dH9YF69H3E 2021/1/2（土）07:34:36 ID:auXf8hKq\nお前ら、今日から旅に出る俺の話を聞いてくれ"
                },
                "23": {
                    "ID": "7611087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7611087",
                    "TitleEnglish": "Everybody Be There At Eight",
                    "SummaryEnglish": "Watson desperately tries to track down Sherlock before he reaches the point of no return.",
                    "TitleJapanese": "8時、全員集合だよ",
                    "SummaryJapanese": "シャーロックがとうとう殺人を犯してしまった――殺人現場に辿り着いたワトソンとアイリーン。しかしシャーロックはワトソンの目の前から逃げ出し、再び行方不明になってしまう。決定的な証拠は出ないまま、周囲のシャーロックに対する疑惑は深まるばかり……。「シャーロックは人殺しをしていない」と信じるワトソンは、ある行動に出るが――。"
                },
                "24": {
                    "ID": "7611090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabukicho-sherlock/episodes/7611090",
                    "TitleEnglish": "See You in Kabukicho!",
                    "SummaryEnglish": "Sherlock performs his final rakugo: Moriarty the Living.",
                    "TitleJapanese": "歌舞伎町で会おう",
                    "SummaryJapanese": "長屋の探偵達に助けられ、シャーロックとワトソンは區庁舎からの脱出に成功する。モリアーティの残した小夜の迷言集に挟まれた片喰。その意味することに気がついたシャーロックは、モリアーティの真相を確かめるべく、ワトソンと共に歌舞伎町へと舞い戻る。"
                }
            }
        }
    }
}