{
  "URL": "https://www.thetvdb.com/series/meikoi",
  "Genres": [
    "Animation",
    "Anime",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10223702/",
    "http://meikoi.com/tv-anime/",
    "https://www.themoviedb.org/tv/84141"
  ],
  "TitleEnglish": "Meiji Tokyo Renka",
  "SummaryEnglish": "Mei Ayazuki is just your ordinary, everyday high-school girl. That is until one night, when the moon is full and red, she’s transported through time to the Meiji Period by Charlie, a self-proclaimed magician. She ends up in a strange, Meiji-era ‘Tokyo’ where the existence of ghosts is accepted. Led by Charlie, she finally arrives at the Rokumeikan. There, waiting for her to arrive, are the historical figures Ougai Mori, Shunsou Hishida, Otojirou Kawakami, Kyouka Izumi, Gorou Fujita, Yakumo Koizumi, and Tousuke Iwasaki. Whilst interacting with these men, she discovers she is a Tamayori - someone who can see ghosts - a skill that is highly valued in the Meiji Period. Due to these powers, her relationship with the men begins to change… As she gets to know these handsome men in a new era she just can’t get used to, a love begins to grow within her. Will Mei be able to return to her time? What will become of her love - a love that crosses the boundaries of time and space?",
  "Aliases": [],
  "Modified": "2025-10-04",
  "Seasons": {
    "1": {
      "ID": "786520",
      "URL": "https://www.thetvdb.com/series/meikoi/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6907164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6907164",
          "TitleEnglish": "The Unexpected Strawberry Moon",
          "SummaryEnglish": "On the night of a crimson full moon, Ayazuki Mei, a female high school student, is enticed to enter a magical box by a mysterious magician named Charlie. When she awakens, she finds herself in an unfamiliar park. Unable to fully grasp the situation, two handsome men appear before Mei, Mori Ogai and Hishida Syunso. She does as she's told, and rides in their carriage with them and finds herself at the Rokumeikan, a luxurious Western-style house from the Meiji era, at a party with high-ranking officials in attendance.",
          "Aliases": []
        },
        "2": {
          "ID": "6976364",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976364",
          "TitleEnglish": "Sukiyaki is Romance Veiled in Steam",
          "SummaryEnglish": "During the party at the Rokumeikan, Mei is treated like a suspect by a police officer named Fujita Goro, but Ougai pulls her close and calls Mei his precious fiancée. Having no place to go, Ougai brings her back to his mansion and tells her that she can stay until her memory returns. Mei is being toyed with by Ougai's gentle alluring words. Meanwhile, Syunso, who is a freeloading art student living at the mansion as well, seems to be troubled by something putting him in a poor mood.",
          "Aliases": []
        },
        "3": {
          "ID": "6976366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976366",
          "TitleEnglish": "Caught in the Ghost Hotel",
          "SummaryEnglish": "Now that it is clear that Mei is a Tamayori who can see ghosts, she decides to help Syunso find the black cat that became a divine spirit and left his painting. While conducting their search, Mei and Syunso happen to run across Koizumi Yakumo and Izumi Kyoka and Yakumo asks Mei for her help in investigating some paranormal happenings at his hotel. The ghost, it turns out, is likely a childhood friend of Yakumo's. Ougai is against the investigation out of concern for Mei, but she insists on helping regardless.",
          "Aliases": []
        },
        "4": {
          "ID": "6976369",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976369",
          "TitleEnglish": "Flower of Asakusa Rendezvous",
          "SummaryEnglish": "Ougai openly admits to his aunt, who has brought him photos of possible marriageable young women, that Mei is his fiancée; and, he also states his intent to formally present her as such at a party being held at the Rokumeikan the following month. Sensing Mei distress at this, Ougai invites her out on a date to Asakusa. After being escorted around Meiji era Asakusa, Mei seems to brighten in spirit. However, while out on their date Mei is faced with a beautiful girl who clearly is one of the hopefuls for Ougai's hand.",
          "Aliases": []
        },
        "5": {
          "ID": "6976371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976371",
          "TitleEnglish": "The Long Road to Becoming a Fiancé",
          "SummaryEnglish": "Mei undergoes strict instruction from a geisha named Otoyakko to become a proper lady worthy of being Ougai's fiancée. She struggles desperately to learn how to wear a kimono, how to carry herself, and etiquette. Otoyakko observes Mei and tells her that, \"I don't mind women like you.\" As Mei's training continues, she fails to take notice of when Otoyakko slips and speaks in a more manly tone, revealing that her geisha mentor may not be all \"she\" appears to be.",
          "Aliases": []
        },
        "6": {
          "ID": "6976372",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976372",
          "TitleEnglish": "Electricity of Dreams and Passion",
          "SummaryEnglish": "Mei attends a party as a geisha to help Otoyakko. Kyoka is also unwillingly roped into dressing up as a geisha to repay burning the tatami mats. On this evening, a party called a \"popular party\" is being held at the behest of Iwasaki Tosuke, and Yakumo, Fujita, Syunso, and Ougai are among those in attendance. Mei, who has been undergoing fiancée training, does her best to entertain the other guests while avoiding running into Ougai.",
          "Aliases": []
        },
        "7": {
          "ID": "6976373",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976373",
          "TitleEnglish": "I Miss You Dearly, Rainy Day",
          "SummaryEnglish": "On a rainy day, Mei and Syunso happen to encounter Kyoka by Shinobazu Pond. Kyoka explains that while in the midst of writing his latest play, Shirayuki, a dragon goddess, suddenly became a divine spirit and escaped from his story and is in the pond. Having been separated from her beloved and desperate to be reunited with him again, Shirayuki has refused to listen to Kyoka's attempts to coax her back into the story and has been making it rain continuously for days. Mei speaks with Ougai about wanting to help Kyoka is some way, but he tells her not to, since it is too dangerous.",
          "Aliases": []
        },
        "8": {
          "ID": "6976375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976375",
          "TitleEnglish": "Masagocho Cat Café Incident",
          "SummaryEnglish": "Mei and Syunso bump into Yakumo while out searching for the black cat. When they find out that Yakumo is going to a café where lots of cats tend to gather, they tag along with him. Along the way, they happen across Kyoka who is arguing with an unfamiliar man in front of a mail box. Not long after, they also run into Otojiro, and somehow the whole group ends up going to the café together. However, upon their arrival at the café...",
          "Aliases": []
        },
        "9": {
          "ID": "6976376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976376",
          "TitleEnglish": "Labyrinth of Love and Heartache",
          "SummaryEnglish": "Mei made a promise with Charlie that he would return her to her time on the next full moon, but she's starting to feel that she would rather stay in the Meiji Era with Ougai. Meanwhile, having started writing his next novel, Ougai has shut himself up in the study to focus. The story he writes is meant to be a love story, but his writing isn't progressing as he would like and Ougai's countenance is getting gloomier. Ougai's past is hidden within the story.",
          "Aliases": []
        },
        "10": {
          "ID": "6976377",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976377",
          "TitleEnglish": "Escaping at 3 O'Clock in the Afternoon",
          "SummaryEnglish": "Filled with concern that Mei might disappear at any moment, and desperate to make progress in his romance with her, Ougai tries to face the love he left behind in the past that has come out in his writing. However, when a phantom of his past love, Elise, appears, Ougai finds himself emotionally cornered. With the pain too much to bear, Ougai says that he will cease writing, but Mei, unaware of his reasons, begs him to keep writing.",
          "Aliases": []
        },
        "11": {
          "ID": "6976379",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976379",
          "TitleEnglish": "Chat Noir Won't Look Back",
          "SummaryEnglish": "Syunso has been seeming off lately and while the cause is unclear, it's likely because he has been unable to make any progress on his art since they haven't found the black cat. When Syunso forgets his pencil case one day, Mei heads to his school to bring it to him and is mistaken for his girlfriend by his classmates and a huge uproar ensues. The pair escape the chaos by ducking into an empty classroom where they are found by Syunso's best friend, Yokoyama Taikan. Taiken notices something strange in Syunso's eyes and urges him to go to the doctor immediately.",
          "Aliases": []
        },
        "12": {
          "ID": "6976380",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/meikoi/episodes/6976380",
          "TitleEnglish": "Embraced by the Strawberry Moon",
          "SummaryEnglish": "Mei's memories of her time that had been lost have begun to return. She remembers being isolated because she could hear the voices of ghosts and how she would cover her ears to block them out in fear of being hurt further. All the memories come flooding back to Mei and certain emotions begin taking root in her heart. Furthermore, the promised night of the full moon has arrived.",
          "Aliases": []
        }
      }
    }
  }
}