{
    "URL": "https://www.thetvdb.com/series/boogiepop-and-others",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9458372/",
        "http://boogiepop-anime.com/",
        "https://www.themoviedb.org/tv/84163",
        "https://x.com/boogiepop_anime"
    ],
    "TitleEnglish": "Boogiepop and Others",
    "SummaryEnglish": "There is an urban legend that tells of a shinigami that can release people from the pain they are suffering. This \"Angel of Death\" has a name—Boogiepop. And the legends are true. Boogiepop is real. When a rash of disappearances involving female students breaks out at Shinyo Academy, the police and faculty assume they just have a bunch of runaways on their hands. Yet some students know better. Something mysterious and foul is afoot. Is it Boogiepop or something even more sinister...?",
    "TitleJapanese": "ブギーポップは笑わない",
    "SummaryJapanese": "ぼくは自動的なんだよ。名を不気味な泡(ブギーポップ)という――。",
    "Aliases": [
        "Boogiepop wa Warawanai (2019)"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "786652",
            "URL": "https://www.thetvdb.com/series/boogiepop-and-others/seasons/official/1",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "6908600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6908600",
                    "TitleEnglish": "Boogiepop and Others 1",
                    "SummaryEnglish": "Takeda Keiji was waiting for his girlfriend and junior in school, Miyashita Touka. But she doesn't show up at the time they agreed on and he can't get a hold of her. The sun starts to set and Takeda decides to give up and head home. But then, he sees a man unsteadily wandering around with tears in his eyes. Takeda and the other people around him quickly realize the man is not normal and decide to ignore him when a mysterious figure approaches the man. A mysterious figure wearing a cape and a bizarre hat. That figure happened to have the same face as Touka, the girlfriend who ditched Takeda...",
                    "TitleJapanese": "ブギーポップは笑わない 1",
                    "SummaryJapanese": "竹田啓司は、同じ学校の後輩でもある恋人の宮下藤花を待っていた。\nしかし約束の時間が過ぎても彼女は現れず、連絡も通じない。\n日も暮れ始め、あきらめて帰ろうとした竹田の視界に涙を流しながらふらふらと歩く男の姿が映る。\nどう見ても普通ではない男の姿に、竹田自身も、そして周囲の人間たちも我関せずを決め込んだそのとき、\n不思議な人物が男に駆け寄ってくる。\n大きなマントに身を包み、奇妙な帽子を被った不思議な人物。\nソレは竹田との待ち合わせをすっぽかした宮下藤花と同じ顔をしていて……。"
                },
                "2": {
                    "ID": "6945244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945244",
                    "TitleEnglish": "Boogiepop and Others 2",
                    "SummaryEnglish": "One day after school, Kinoshita Kyouko asks Suema Kazuko to walk home with her. As they're walking along the river going home, Kyouko asks Kazuko if she knows another way home. Kazuko teases her, asking her if she thinks someone's going to kill her. Kyouko stays silent and Kazuko tells her she's overthinking things, when suddenly Kirima Nagi appears before them. Nagi then pins Kyouko to the ground.",
                    "TitleJapanese": "ブギーポップは笑わない 2",
                    "SummaryJapanese": "放課後、帰り支度をしている末真和子に一緒に帰ろうと声かけた木下京子。\n川沿いの道を歩く末真の後ろを怯えたようについてくる京子は、別の道から帰らないかと提案する。\n末真はそんな京子に核心をついたかのように、誰かに襲われて殺されるからかと聞く。\n口を閉ざす京子に対し、事情はわからないが考え過ぎだと末真が言ったとき、二人の元に、ライダースーツに見を包んだ霧間凪がやってくる。\n有無を言わさず、京子の腕を掴んで地面に組み伏せた凪は、このまま腕をへし折るかと語気を荒げるのだった。"
                },
                "3": {
                    "ID": "6945245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945245",
                    "TitleEnglish": "Boogiepop and Others 3",
                    "SummaryEnglish": "Tanaka Shiro is worried about Kamikishiro Naoko because she disappeared, so he went to ask Niitoki Kei from the disciplinary committee for help. Kei just figured Naoko was skipping again, but Tanaka tells her that Naoko had her reasons for not showing up to school. Saotome Masami happens to hear them talking and tells them that they should talk to Kirima Nagi. Naoko and Nagi are good friends and she might know something. The three of them then go to look for Nagi.",
                    "TitleJapanese": "ブギーポップは笑わない 3",
                    "SummaryJapanese": "姿を消してしまった紙木城直子を心配する田中志郎は、\n風紀委員の当番をしていた新刻敬に彼女を見ていないか尋ねるが、今日は見ていないと言われる。\nまたサボっているのではと言う敬に対して、\n志郎は直子がここ最近毎日学校に来なくてならない理由があったことを告げる。\nそこに話を聞いていた早乙女正美が、行方がわからないなら霧間凪に聞けばといいと口を挟む。\n直子と凪は中学からの友人であり、もしかしたら何か知っているかもしれないと告げる。\n三人は凪を探し始めるのだが……。"
                },
                "4": {
                    "ID": "6945246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945246",
                    "TitleEnglish": "VS Imaginator 1",
                    "SummaryEnglish": "Asukai Jin teaches at a prep school and also acts as a guidance counselor to the students at that school... but he was also born with a strange power. He was able to see what other people were missing in their hearts. He could see plants within their hearts. Everyone had something missing from their plants, such as leaves or roots. However, he couldn't do anything about what was missing in their hearts, so he tried to help them by telling them what they needed to hear. One day as he's walking home, he encounters a woman named Minahoshi Suiko, who calls herself the Imaginator.",
                    "TitleJapanese": "VSイマジネーター 1",
                    "SummaryJapanese": "予備校で美術を教えながら、\n学生たちの進路相談も行う飛鳥井仁には生まれつき不思議な能力があった。\nそれは人の心の欠落が見えるというもの。\n飛鳥井の目には人々の胸元に植物が見える。\nその植物はどんな人間であっても根や花など、何かが必ず欠けているのだ。\nしかし欠けているものはどうしようもなく、\nただ見ることしかできない飛鳥井にできることは、言葉で補うことくらい。\nそんなある日、仕事を終えた帰り道で、\n飛鳥井は自らをイマジネーターと名乗る少女・水乃星透子に出会う。"
                },
                "5": {
                    "ID": "6945247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945247",
                    "TitleEnglish": "VS Imaginator 2",
                    "SummaryEnglish": "In order to go to high school in Japan, Kirima Nagi's half brother, Taniguchi Masaki, returns to Japan. Masaki gets advice from his sister to not stand out as much at school, but ends up gathering some grudges from some of the kids at school. He gets surrounded by some students and a girl calls out to them. Orihata Aya seems to be offering herself up in Masaki's place. Because of this encounter, the two of them start to get closer, but...",
                    "TitleJapanese": "VSイマジネーター 2",
                    "SummaryJapanese": "日本の高校に進学するため、海外から日本へと戻ってきた霧間凪の母親違いの弟でもある谷口正樹。\n姉からのアドバイスに従って、学校ではあまり目立たないように過ごしていた正樹だったが、\nある日、同級生たちから因縁をつけられてしまう。\n街中の路地裏で正樹を取り囲む同級生たちに、ふいに一人の少女が声をかける。\nまるで正樹の身代わりを買って出るかのように自らを差し出そうとする少女の名前は織機綺。\n正樹はこの出会いをきっかけに、織機との距離を少しずつ縮めていくのだが……。"
                },
                "6": {
                    "ID": "6945248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945248",
                    "TitleEnglish": "VS Imaginator 3",
                    "SummaryEnglish": "Kotokawa Kinue approaches Miyashita Touka and Suema Kazuko as they study at one of the tables at the prep school. Kotoe asks Kazuko for help and tells her that Kyouko was the one that referred her. Kotoe asks Kazuko to help her cousin Asukai Jin, who is one of the instructors at the prep school. Apparently, he used to worry a lot about various things, but stopped worrying and would stay out late at night and come home with blood stains on his clothes. Kazuko says she'll accept the job and decides to investigate.",
                    "TitleJapanese": "VSイマジネーター 3",
                    "SummaryJapanese": "予備校で机を並べて勉強をしていた宮下藤花と末真和子の元に衣川琴絵がやってくる。\nかつて末真に殺されるかもしれないと相談をしたことがある木下京子から、\n末真の話を聞いてやってきたという琴絵は、末真に予備校の講師であり、\n琴絵の従兄である飛鳥井仁を助けて欲しいと話す。\nかつてのように悩むことがなくなり、外泊が増え、服に血痕のようなシミをつけていたこともあって、\n警察への相談も考えた琴絵だったが、大事になりそうで躊躇していたのだという。\n話を聞いた末真は私に任せて欲しいと返すのだが…"
                },
                "7": {
                    "ID": "6945249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945249",
                    "TitleEnglish": "VS Imaginator 4",
                    "SummaryEnglish": "Due to Orihata's request, Masaki dons a black hat and cape and goes around acting like Boogiepop. It had been two weeks since they started using Orihata as bait to lure bad guys in so Masaki can beat them up like a superhero, but Masaki still had no idea why they were doing this. Masaki mentions that they can't do this forever, but Orihata just tells him that she'll do anything for him. All he has to do is tell her. Slightly annoyed by Orihata avoiding the question, Masaki says he'll continue acting as Boogiepop, but...",
                    "TitleJapanese": "VSイマジネーター 4",
                    "SummaryJapanese": "織機の願いを聞き入れ、黒い帽子とマントを身につけて、ブギーポップを演じることになった正樹。\n織機を囮にして、悪者を退治するといった正義の味方の真似事を始めてから、\nすでに2週間が過ぎていたが、正樹はいまだ織機の真意をつかめずにいた。\nいつまでもこんなことをしているわけにはいかないと織機に言う正樹に対して、\n織機は何かして欲しいことがあれば言って欲しい。正樹がしたいことをなら何でもすると告げる。\nそんな織機の様子に、根負けしたかのように、正樹はもう少しだけブギーポップを続けようと言うのだが……。"
                },
                "8": {
                    "ID": "6945250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945250",
                    "TitleEnglish": "VS Imaginator 5",
                    "SummaryEnglish": "Suema Kazuko finds out that Kinukawa Kotoe's attitude has changed ever since she had requested Suema to help her with Asukai Jin. Suema can't help but feel that there's something deeper at play with Kotoe's sudden attitude change, and she goes to visit Asukai to see if she can find out the truth. Suema asks him if he's sure he doesn't know the reason that Kotoe changed, but Asukai just changes the subject and starts talking about his own personal goals.",
                    "TitleJapanese": "VSイマジネーター 5",
                    "SummaryJapanese": "飛鳥井仁のことで相談にやってきた衣川琴絵の様子が、最近になって急に変わってしまったことを知った末真和子。\n衣川と直接会って受けた印象もあり、衣川が変わってしまったことに対して、\nどうしても違和感を拭うことのできない末真は、真相を突き止めるために、飛鳥井のもとを訪ねる。\n飛鳥井に対して、本当は衣川が変わってしまった理由を知っているのではないかと問いかける末真だったが、\n飛鳥井はそんな問いかけに動じることもなく、自らの目的を淡々と語り始める。"
                },
                "9": {
                    "ID": "6945251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945251",
                    "TitleEnglish": "VS Imaginator 6",
                    "SummaryEnglish": "Masaki wonders where he's been looking this whole time after he finds out the truth about Orihata and begins to desperately look for her. He finally manages to get through to her phone, but Orihata asks him to leave her alone. Masaki refuses to give up and tries to track down where she is. He gets to Paisley Park and...",
                    "TitleJapanese": "VSイマジネーター 6",
                    "SummaryJapanese": "いったい今まで何を見ていたのか。\n織機の隠された真実を知った正樹は、そんな後悔を胸に、彼女の行方を必死に探し始める。\nかろうじて繋がった電話で、織機の力になりたいと告げる正樹だったが、織機はそんな正樹の言葉を拒絶する。\n互いが互いを想い合うが故に二人はすれ違っていく。\nしかし、何を言われても決してあきらめない正樹は、電話の向こうから聞こえた音を頼りに、\n織機が囚われている建設中の遊園地であるペイズリーパークへとたどり着くのだが……。"
                },
                "10": {
                    "ID": "6945252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945252",
                    "TitleEnglish": "Boogiepop at Dawn 1",
                    "SummaryEnglish": "Private Investigator Kuroda Shinpei's true identity actually a synthetic human named Scarecrow who works for a secret organization. His true mission is to track down any MPLS. MPLS had abilities that surpassed any human. One day, a fellow synthetic human named Pigeon brings him a new mission. His new mission is to investigate the entrepreneur Teratsuki Kyouichirou. Despite having some doubts about this mission, Kuroda looks into Teratsuki and discovers a hospital he donates to...",
                    "TitleJapanese": "夜明けのブギーポップ 1",
                    "SummaryJapanese": "私立探偵を営む黒田慎平の正体、それは統和機構という\n巨大な秘密組織によって作られた合成人間・スケアクロウである。\n任務はMPLSの探索。MPLSとは人類を超えた能力を持つ存在のことだ。\nそんな黒田のもとに、同じく統和機構の合成人間であるピジョンが任務を持って現れる。\nその任務は稀代の実業家として名を知られる寺月恭一郎の身辺を調べるというもの。\nもう幾度目かになるその任務に、黒田は疑問を持ちつつも、\n寺月の調査を開始し、寺月がかつて寄付をしたというとある病院に目をつけるのだが……。"
                },
                "11": {
                    "ID": "6945253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945253",
                    "TitleEnglish": "Boogiepop at Dawn 2",
                    "SummaryEnglish": "Everything started on the day when Kirima Nagi, who had been diagnosed with an unknown, incurable disease, made a sudden recovery and Makiko found remnants of some kind of medicine in her room. Kisugi Makiko began various experiments with this medicine and gained extraordinary powers. Soon after, there is news of a number of girls dying mysterious deaths. The number of victims climbs to 5 and the suspect still hasn't been caught...",
                    "TitleJapanese": "夜明けのブギーポップ 2",
                    "SummaryJapanese": "全ての始まりはあのときだった。不治の病を患い、入院していた凪の病室で見つけた薬剤の入ったアンプル。\n精神科医の来生真紀子は、実験を繰り返し、この薬剤を投与された者が\n不死身とも言える驚異的な再生能力を得ることを知る。\nまるで人類の進化ともいえる効果に、患者に投与したらどうなるのだろうと逡巡する来生。\nそんな中、テレビからまた連続殺人事件の被害者が発見されたというニュースが流れる。\n被害者はすでに5名にのぼっており、犯人はいまだ捕まっていないというが……。"
                },
                "12": {
                    "ID": "6945254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/6945254",
                    "TitleEnglish": "Boogiepop at Dawn 3",
                    "SummaryEnglish": "One day, Kirima Seiichi receives a letter from a young man who says he's about to be killed. The young man thanks Kirima for his books, saying that they helped him out quite a bit. But now, he's become an enemy to society, so he was going to be disposed of. Kirima then asks his friend to look into the source of the letter. They find out that the young man indeed died the day after he sent out the letter and it's discovered that he had some extraordinary power.",
                    "TitleJapanese": "夜明けのブギーポップ 3",
                    "SummaryJapanese": "霧間誠一のもとに届いた一通の手紙。その手紙には、\n自らの死を予言する言葉とともに、霧間誠一への感謝が綴られていた。\n霧間誠一の本と出会ったことで、ずっと隠してきた生まれもった才能を少しずつ世に現そうと考え、\nその結果、社会の敵となってしまったことから、最後にお礼を述べるために手紙を送ったという。\nこの手紙のことが気になった霧間誠一が、友人である榊原弦に調査を依頼すると、手紙の差し出し人は\n手紙を送った翌日に命を落としており、彼には本当に不思議な能力があったことが明らかになる。"
                },
                "13": {
                    "ID": "7009012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7009012",
                    "TitleEnglish": "Boogiepop at Dawn 4",
                    "SummaryEnglish": "Nagi prepares to fight with Kisugi Makiko. Now that Kisugi is not human, there's a good chance Nagi won't survive this fight. Mo Murder knows the odds of this fight and ends up doing something very much out of his character. Meanwhile, Nagi tries to lure Kisugi Makiko away from the hospital so there won't be any other victims. Kisugi attacks Nagi and tries to get her to fear but...",
                    "TitleJapanese": "夜明けのブギーポップ 4",
                    "SummaryJapanese": "来生真紀子と戦うために準備を整える凪。\nもう人間ではなくなってしまった来生真紀子と凪が戦えば、恐らく凪は殺されてしまう。\nまさしく無謀な戦いを挑もうとしている凪を見ているうちに、これまでの自分では\n決して選択し得ないような行動を取ってしまうモ・マーダー。\n一方、来生真紀子と対峙した凪は、病院を戦いの場にしないように、全力で自転車を走らせるが、\n来生真紀子の圧倒的な身体能力によって追いつかれ、組み敷かれてしまう。\n来生真紀子は、凪を殴打しながら、恐怖を感じろと叫ぶのだが……。"
                },
                "14": {
                    "ID": "7016192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7016192",
                    "TitleEnglish": "Overdrive: The King of Distortion 1",
                    "SummaryEnglish": "An eccentric billionaire named Teratsuki Kyouichirou created a strange building called the Moon Temple before he died. The purpose for its construction was unknown, so they decided to open it to the public to view to try to gain some money to help pay for its cost. Takeda Keiji happened to be waiting for his girlfriend Miyashita Touka nearby and Tanaka Shirou was visiting the tower because he had once promised Kamikishiro Naoko that they'd go together someday...",
                    "TitleJapanese": "オーバードライブ 歪曲王 1",
                    "SummaryJapanese": "一代で巨万の富を築き、様々な分野に多大な貢献と進歩をもたらした伝説的起業家である寺月恭一郎が、\n人生の最期に残した異様かつ巨大な塔のような建築物、ムーンテンプル。\nその観覧イベントが開催され、多く人々が行列をなして開場を今か今かと待ちわびていた。\nそこには偶然にも、宮下藤花と待ち合わせをする竹田啓司、予備校の願書を出しにきていた新刻敬、\nかつて紙木城直子とムーンテンプルが完成したら一緒に見に行こうと約束していた田中志郎ら、\nあの事件の関係者たちが集まっていて……。"
                },
                "15": {
                    "ID": "7016193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7016193",
                    "TitleEnglish": "Overdrive: The King of Distortion 2",
                    "SummaryEnglish": "Teratsuki Kyouichirou and a pregnant woman sit drinking in a bar, and he offers her money if she keeps the child, even though she does not know who the father is. Some time later she gives birth to Makoto Hashizaka and she is shown to be the same woman waiting in the queue earlier with her son. Later, Sakiko a girl trapped in the Moon Temple meets her dead school friend Hina along a railway line and apologises for offending her years ago. Habara Kentarou meets Nagi Kirima in a café who warn him about his computer hacking activities. However, Habara realizes that it is an illusion and that they are still in the Moon Temple. Habara wakes himself up and finds that everyone in the temple is unconscious, all having their own dreams influenced by the King of Distortion which he suspects is part of Teratsuki's original plan.",
                    "TitleJapanese": "オーバードライブ 歪曲王 2",
                    "SummaryJapanese": "ムーンテンプル内に鳴り響く音楽、そして人々を閉じ込めるかのように\n非常用シャッターが作動し、館内の明かりが落ちる。\n停電の暗がりで、パニックに陥る人々。\nしかし、誰もが気がつけばムーンテンプルではない別の場所にやってきていた。\nやってきた場所は人それぞれ違っていて、共通しているのは\nかつて通り過ぎてきたはずの過去の続きにいるということ。\nそこには自らを歪曲王と名乗る存在がいて、心から消し去ってしまいたいと願う苦しみを、\n逆に金に変えるようにしなければならないと語りかけてくるのだが……。"
                },
                "16": {
                    "ID": "7016194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7016194",
                    "TitleEnglish": "Overdrive: The King of Distortion 3",
                    "SummaryEnglish": "Niitoki Kei is progressing through the Moon Temple along with Boogiepop. According to Boogiepop, it's definitely true that something is endangering the world right now, but they don't know just how dangerous it is at the moment. Boogiepop explains that things aren't that simple and that they're not sure if the King of Distortion is actually an enemy yet. Kei's stomach suddenly rumbles in the middle of their conversation and Boogiepop offers her a very cute looking bento.",
                    "TitleJapanese": "オーバードライブ 歪曲王 3",
                    "SummaryJapanese": "ブギーポップと共にムーンテンプルの中を進んでいく新刻敬。\nブギーポップが言うには、世界に危機が迫っていることは確かだが、\nそれがどのような危機なのかまでは、まだわからないらしい。\n歪曲王と名乗っている何者かを倒せばいいのではないかと問う敬だったが、\n事態はそんなに簡単なものではなく、それこそ歪曲王と\n敵対するかどうかさえわからないと答えるブギーポップ。\nそんなときふいに敬のお腹の虫が鳴り、それを聞いたブギーポップは、\n空腹は神経を乱すと、可愛らしいお弁当を敬に差し出す。"
                },
                "17": {
                    "ID": "7016195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7016195",
                    "TitleEnglish": "Overdrive: The King of Distortion 4",
                    "SummaryEnglish": "Tanaka Shirou finds a place in the floor that looks like it may lead somewhere else, so he and Habara Kentarou want to go explore it, but Sakiko was asleep on top of the entrance. They manage to wake her up and manage to get into the crawlspace, but nothing there seems to have any connections with the King of Distortion. Suddenly, the entrance closes and Sakiko yells at them, saying that she won't let them get in the way of the King of Distortion. The entrance now won't budge, leaving Kentarou and Shirou trapped. Then, they hear the sound of something shutting...",
                    "TitleJapanese": "オーバードライブ 歪曲王 4",
                    "SummaryJapanese": "床下に降りられそうな入り口を見つけたという田中志郎と共に、その場所までやってきた羽原健太郎。\nしかし、入り口の上には道元咲子が倒れていた。\n目を覚ました咲子をどかせ、床下へと降りる羽原と志郎だったが、\nそこは換気用のスペースで、歪曲王に繋がりそうなものは何もなかった。\nふいに入り口の扉が閉まり、どんな目的があるにしても歪曲の邪魔はさせないという咲子の声が聞こえてくる。\n入り口の扉は固く閉ざされてしまい、戻ることができなくなった羽原たち。\nそしてさらに何かが閉まる音が鳴り響き……。"
                },
                "18": {
                    "ID": "7016196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boogiepop-and-others/episodes/7016196",
                    "TitleEnglish": "Overdrive: The King of Distortion 5",
                    "SummaryEnglish": "The truth that Teratsuki Kyouichirou just revealed in the video... He explains that what's happening in the Moon Temple right now is a collaboration between him and the King of Distortion. Niitoki Kei manages to make it to the top floor and she and Boogiepop encounter the actual King of Distortion. After seeing who the real King of Distortion is, Boogiepop realizes why he knew who Boogiepop was. The King of Distortion tells them that this is merely an experiment and that he doesn't mean to harm anyone, but...",
                    "TitleJapanese": "オーバードライブ 歪曲王 5",
                    "SummaryJapanese": "モニターに映った寺月恭一郎から語られた事実。\nそれはムーンテンプルで起きている現象は寺月と歪曲王の合作によるもので、\nこの舞台を創り上げた歪曲王を褒め称えるものだった。\nそして最上階まで登ってきた新刻敬は、ブギーポップと共に歪曲王の本体と対峙する。\nついに明らかになった歪曲王の正体を見て、\nブギーポップはなぜ彼が自らを知っていたのかを理解する。\n歪曲王は、これはあくまでも実験であり、誰も傷つけるつもりはないと告げるのだが……。"
                }
            }
        }
    }
}