{
    "URL": "https://www.thetvdb.com/series/dr-stone",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Critically Acclaimed"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9679542/",
        "https://dr-stone.jp/",
        "http://www.reddit.com/r/DrStone",
        "https://www.themoviedb.org/tv/86031",
        "https://x.com/STONE_anime_off"
    ],
    "TitleEnglish": "Dr. STONE",
    "SummaryEnglish": "Awakened into a world where humanity has been petrified, scientific genius Senku and his brawny friend Taiju use their skills to rebuild civilization.",
    "TitleJapanese": "Dr.STONE",
    "SummaryJapanese": "全人類が、謎の現象により一瞬で石化して数千年――。\n\n超人的な頭脳を持つ、根っからの科学少年・千空が目覚めた。\n\n文明が滅んだ石の世界を前に、千空は、科学の力で世界を取り戻すことを決意。\n\n時を同じくしてよみがえった、体力自慢の幼馴染・大木大樹はじめ、仲間たちと、ゼロから文明を作り出していく――石器時代から現代文明まで、科学史200万年を駆け上がる！\n\n前代未聞のクラフト冒険譚、ここに開幕！",
    "Aliases": [
        "Dr Stone",
        "Doctor Stone",
        "Dr. Stone: Stone Wars",
        "Dr. Stone: New World",
        "Dr. Stone: New World Cour 2",
        "Dr. Stone: Science Future",
        "Dr. Stone",
        "Dr Stone - Stone Wars",
        "Dr Stone - New World",
        "Dr Stone - New World Cour 2",
        "Dr Stone - Science Future",
        "Dr Stone - Science Future Cour 2",
        "Dr Stone - Science Future Part 1",
        "Dr Stone - Science Future Part 2",
        "Dr STONE: SCIENCE FUTURE Part 2"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "787037",
            "URL": "https://www.thetvdb.com/series/dr-stone/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "8007309",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8007309",
                    "TitleEnglish": "Stone Wars Eve of the Battle",
                    "SummaryEnglish": "A recap episode with additional scenes which was screened on Jump's official YouTube channel for Jump Special Anime Festa 2020.",
                    "TitleJapanese": "Dr.STONE STONE WARS 開戦前夜スペシャル映像",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8912625",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8912625",
                    "TitleEnglish": "Dr. STONE: Ryusui",
                    "SummaryEnglish": "The battle against Tsukasa's empire is over, and Senku and his team set out to save Tsukasa, who is in cold sleep. To discover the mystery of the petrification phenomenon, the Kingdom of Science finally set out for the New World on the other side of the Earth! Senku and his team begin to build a ship for the voyage. In an attempt to recruit a godly captain with 10 billion navigational skills, they awaken Nanami Ryuusui, the heir to the Nanami Conglomerate and an expert sailor, based on information from Minami, who used to work as a journalist. With his overwhelming greed, Ryuusui creates a currency in the village and enjoys a luxurious life. In exchange for captaining the ship, he proposes he wants the king of all resources, \"oil.\"",
                    "TitleJapanese": "Dr.STONE 龍水",
                    "SummaryJapanese": "司帝国との戦いが終わり、コールドスリープした司を救うべく動き出した千空たち。\n石化現象の謎を突き止める為、ついに科学王国は地球の裏側・新世界を目指す！\n航海に向けて船造りを始めた千空たちは、航海力100億の神腕船長を仲間にしようと、記者だった南の情報をもとに、七海財閥の御曹司で、かつて帆船を乗り回していた男“七海龍水”を目覚めさせる。\n「はっはー！世界は再び俺の物だ‼」と豪語する龍水は、その圧倒的な強欲さで村に通貨を作り、ゴージャスな暮らしを満喫。船長を引き受ける代わりに、資源の王様“石油”が欲しいと提案するが…？"
                },
                "3": {
                    "ID": "9818492",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9818492",
                    "TitleEnglish": "Snickers x Dr Stone",
                    "SummaryEnglish": "In Sekikashita Kusanagi, Senkuu discovers an alternative way to revive petrified people–using Snickers! By feeding this chocolate to someone who has been petrified, that person will instantly revive just to have a taste of a Snickers bar. With this discovery, Senkuu uses Snickers to revive the famous comedian Kouki Kusanagi.",
                    "TitleJapanese": "石化した草薙",
                    "SummaryJapanese": "全人類が石化して数千年が経った石の世界（ストーンワールド）。なんと、お笑いコンビ宮下草薙の草薙も頭を抱えた状態で石化されていた！科学の力で文明を取り戻そうとしている天才科学少年・千空は、通りがかりに草薙の石像を見つける。そこで千空は、スニッカーズ®を口に突っ込み、本能を目覚めさせることで救出に成功。千空の解説もよそに「わ、罠だったらどうしよう・・・」と言いながら、草薙は数千年ぶりのスニッカーズ®をむさぼり食べ続けるのであった...。"
                }
            }
        },
        "1": {
            "ID": "787277",
            "URL": "https://www.thetvdb.com/series/dr-stone/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6915147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/6915147",
                    "TitleEnglish": "STONE WORLD",
                    "SummaryEnglish": "Senku and Taiju emerge from their petrification several thousand years after everyone in the world had turned to stone. It’s up to them to rescue everyone else and restore civilization.",
                    "TitleJapanese": "STONE WORLD",
                    "SummaryJapanese": "超人的な頭脳を持つ根っからの科学少年・千空と体力自慢でまっすぐな性格の親友・大樹。幼馴染の杠に、長年片想いし続けている大樹は、千空にからかわれつつも、ついに杠への想いを告げようとする。しかし、突如、空がまばゆい光で覆われ、世界中の人類が一瞬にして全て〝石化〟してしまう謎の現象が起こる……!!それから約3700年後――。文明が全て消えた〝石の世界〟（ストーンワールド）〟で、石化から解放された千空と大樹は再会を果たし、ゼロから文明を作り出すことを誓う！"
                },
                "2": {
                    "ID": "7223682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223682",
                    "TitleEnglish": "KING OF THE STONE WORLD",
                    "SummaryEnglish": "Taiju and Senku are about to revive Yuzuriha, when they get attacked by lions.",
                    "TitleJapanese": "KING OF THE STONE WORLD",
                    "SummaryJapanese": "ある日、世界中の人類が一瞬にして全て石化してしまう謎の現象が起こる……！それから約3700年後の世界で目覚めた千空と大樹は、文明が全て消えた石の世界（ストーンワールド） で何度も実験を繰り返し、遂に石化を解く〝復活液〟を完成させた。まずは、幼馴染の杠を復活させようと試みる２人だが、思わぬ非常事態に見舞われてしまい、かつて霊長類最強の高校生といわれた男・獅子王司を復活させる！"
                },
                "3": {
                    "ID": "7223683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223683",
                    "TitleEnglish": "Weapons of Science",
                    "SummaryEnglish": "Tsukasa has learned about the cave where the nitric acid is collected. The race is on between Senku and Tsukasa to restore humanity in their respective visions.",
                    "TitleJapanese": "科学の武器",
                    "SummaryJapanese": "完成させた復活液で、霊長類最強の男・獅子王司の石化を解いた、千空と大樹。しかし、司は「純粋な若者だけを復活させて、人類を浄化する」という過激な思想を千空に語り、石化した大人を破壊し始める。危険を感じた千空は、幼馴染の杠を復活させることを決断。そして大樹と杠に、２人でこの場から逃げるか、自分とともに司の破壊を止めるかの判断を委ねる。 そんな中、戻ってきた司は、自らの殺気を隠す様子もなく、千空たちに迫る……!!"
                },
                "4": {
                    "ID": "7223684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223684",
                    "TitleEnglish": "Fire the Smoke Signal",
                    "SummaryEnglish": "Senku, Taiju and Yuzuriha head to Hakone to collect sulfur for gunpowder, which they’ll need to fight Tsukasa. They accidentally set off an explosion, which attracts some unexpected attention.",
                    "TitleJapanese": "狼煙をあげろ",
                    "SummaryJapanese": "司の元を離れ、箱根までやって来た千空たち３人 。最強の武力を持つ司に対抗する為、“火薬”を手に入れようと 、箱根で必要な素材を集め、急いで火薬作りを開始する。そんな中、千空たちは、遠くで狼煙が上がっているのを発見する！この石の世界（ストーンワールド） に自分たち以外の人間がいる事を確信した千空は、司に見つかるリスクを負いながらも合図を送るが……!?"
                },
                "5": {
                    "ID": "7223686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223686",
                    "TitleEnglish": "STONE WORLD THE BEGINNING",
                    "SummaryEnglish": "Tsukasa demands that Senku abandons science, but there’s no way he can do that. Tsukasa is left with no choice but to kill him.",
                    "TitleJapanese": "STONE WORLD THE BEGINNING",
                    "SummaryJapanese": "箱根の森で、遠くに狼煙を発見した千空たち。しかし、狼煙の相手と出会う前に、追いかけて来た司に見つかってしまう。杠を人質に取られた千空は、司に復活液のレシピを教えるが、「命を助ける代わりに科学を捨てろ」という取引だけは受け入れる事が出来ずに殺される。怒りと悲しみを隠せない大樹と杠だが、「共に闘う」という千空との約束を胸に、司へと挑む！"
                },
                "6": {
                    "ID": "7223687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223687",
                    "TitleEnglish": "Two Nations of the Stone World",
                    "SummaryEnglish": "Taiju and Yuzuriha figure out Senku’s secret to reviving him. But now that he’s back, they need to deal with Tsukasa.",
                    "TitleJapanese": "石の世界の二つの国",
                    "SummaryJapanese": "人類が石化して数千年後のある日。たった一人で石化から目覚めた千空は、文明が全て消えた世界でサバイバル生活をスタートさせる。最低限度の衣食住を確保のなか、体力ゲージの限界を迎えていた千空は、体力自慢の親友・大樹の石像を見つけ出し、復活させようと試みる。そして現在――。司に殺された千空を抱えた大樹と杠も、千空との約束を信じ、蘇生を試みるのだった。"
                },
                "7": {
                    "ID": "7223689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223689",
                    "TitleEnglish": "Where Two Million Years Have Gone",
                    "SummaryEnglish": "Kohaku shows Senku to her village, but it’s going to take some convincing before they let him in. In the meantime, he makes friends with a like-minded, promising “sorcerer.”",
                    "TitleJapanese": "200万年の在処",
                    "SummaryJapanese": "大樹たちと別れ、謎の少女・コハクと出会った千空は、コハクたちが暮らす村へと案内される。この石の世界（ストーンワールド）で、沢山の人間が生活する光景を目撃し、驚く千空。そこへ、突如、門番の金狼・銀狼が立ちはだかる！司帝国を倒す為に大量のマンパワーが欲しい千空は、金狼ら村人たち全員を仲間に引き入れようと企むが、事態を嗅ぎつけた自称・天才妖術使いの男、クロムも登場し、科学vs妖術の対決が始まる！"
                },
                "8": {
                    "ID": "7223691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223691",
                    "TitleEnglish": "STONE ROAD",
                    "SummaryEnglish": "Kohaku’s sister, village priestess Ruri, is gravely ill. Senku, Chrome and Kohaku begin their quest to make antibiotics to save her life.",
                    "TitleJapanese": "STONE ROAD",
                    "SummaryJapanese": "コハクの姉で村の巫女・ルリが、病に侵されている事を知った千空は、科学の万能薬〝サルファ剤〟を作るとコハクとクロムに宣言！村の少女・スイカも協力し、早速、サルファ剤に辿り着く為の、壮大なロードマップを歩み始める！ところが、ロードマップの一歩目〝製鉄〟で、マンパワー不足という壁に早々にぶち当たってしまう。そこで千空は〝科学のグルメ〟で村人を味方につけようと企む。"
                },
                "9": {
                    "ID": "7223693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223693",
                    "TitleEnglish": "Let There Be the Light of Science",
                    "SummaryEnglish": "Senku starts a ramen stand in hopes of winning over support for his kingdom of science, but some people are too principled to take such a bribe. Mentalist Asagiri Gen is not one of them.",
                    "TitleJapanese": "この手に科学の灯を",
                    "SummaryJapanese": "ルリの病を治す為、万能薬・サルファ剤作りをスタートさせた千空たち。まずは製鉄に必要なマンパワーを集める為、科学のグルメ〝猫じゃらしラーメン〟を作り出し、村人たちの胃袋を掴む事に成功する。そんな中、千空たちの前に怪しい男・あさぎりゲンが現れる！司帝国のスパイだと明かしながらも本性の見えないゲンを警戒しつつ、サルファ剤作りを進める千空は、村に〝発電所〟を作ると言い出して……。"
                },
                "10": {
                    "ID": "7223695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223695",
                    "TitleEnglish": "A Flimsy Alliance",
                    "SummaryEnglish": "Senku and his kingdom of science successfully test the first lightbulb since the collapse. Meanwhile, Asagiri Gen, a spy from Tsukasa’s empire, is killed by an unknown attacker.",
                    "TitleJapanese": "薄っぺらの同盟",
                    "SummaryJapanese": "サルファ剤作りを進める千空たちの前に、突如現れた司帝国のスパイ・あさぎりゲン。ペラッペラの軽いトークで、本性が見えないゲンの動向を気にしつつも、千空たちは鉄を作り、遂に電気までも手に入れた。そんな中、村でゲンが何者かに襲撃されるという事件が起きる！千空たちが犯人を見つけようとする中、治療中のゲンは姿を消してしまい、村に緊張が走る……。"
                },
                "11": {
                    "ID": "7223698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223698",
                    "TitleEnglish": "CLEAR WORLD",
                    "SummaryEnglish": "The development of glassworks, an important step for making sulfa drugs and for chemistry as a whole, turns out to have a surprising benefit for Suika.",
                    "TitleJapanese": "CLEAR WORLD",
                    "SummaryJapanese": "司に「千空は死んでいた」と嘘の報告をし、千空と同盟を結んで科学王国の一員となったゲン。一方コハクたちは、誰かが村の長(おさ)になってルリにサルファ剤を飲ませる為、村の御前試合に出場し優勝することを計画する。そんな中、サルファ剤作りのロードマップを進める千空は、目が悪いスイカの為に、〝メガネ〟を作ると約束し、村の職人・カセキを引き入れ、〝ガラス〟作りに挑戦する！"
                },
                "12": {
                    "ID": "7223701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7223701",
                    "TitleEnglish": "Buddies Back to Back",
                    "SummaryEnglish": "To make antibiotics, Senku and his kingdom need to obtain sulfuric acid from a fountain of the stuff. The team goes prepared, but there’s no guarantee that they’ll make it back alive.",
                    "TitleJapanese": "背中合わせの仲間たち",
                    "SummaryJapanese": "職人のカセキを仲間に引き入れ、科学王国にラボを作った千空。サルファ剤作りの最難関素材〝硫酸〟をゲットする為、銀狼たちと一緒に森の奥地に視察へと繰り出す。しかし、硫酸の泉付近にたまった毒ガスの恐ろしさを目の当たりにした銀狼は、恐怖でビビりまくってしまう。腹をくくった千空とクロムは手作りのガスマスクを用意し、危険と不安が残る中、命懸けの硫酸採集に挑む！"
                },
                "13": {
                    "ID": "7366285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366285",
                    "TitleEnglish": "Masked Warrior",
                    "SummaryEnglish": "All that’s needed to make antibiotics is alcohol. The best way to get some is to win the Grand Bout, which the Senku and his kingdom will also need to do in order to keep Magma away from Ruri and give her the drug.",
                    "TitleJapanese": "仮面の戦士",
                    "SummaryJapanese": "銀狼の決死の救出により、何とか最難関素材・硫酸をゲットした千空たち。必要な素材をほとんど手に入れ、ラボでのサルファ剤作りを一気に進めていく。そんな中、御前試合の優勝者には、サルファ剤に必要な最後の素材、酒が振る舞われる事を知った千空。急遽、銀狼と八百長試合を計画し、参加することに。ところが、運頼みだったトーナメント表は、思わぬ結果となってしまう！"
                },
                "14": {
                    "ID": "7366287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366287",
                    "TitleEnglish": "MASTER OF FLAME",
                    "SummaryEnglish": "The Grand Bout is on. The kingdom of science must defeat Magma and take the seat of the village chief in order to give Ruri the antibiotic and win over the village.",
                    "TitleJapanese": "MASTER OF FLAME",
                    "SummaryJapanese": "ついに始まった村の御前試合。優勝者に振る舞われる酒をゲットする為、八百長試合を計画した千空たちだったが、トーナメントは第一試合から波乱の幕開け。金狼vsマグマの最強対決となってしまった！仲間を思う強い気持ちで、マグマを圧倒する金狼だが、マグマとマントルの卑怯な手口にハマってしまう。"
                },
                "15": {
                    "ID": "7366288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366288",
                    "TitleEnglish": "The Culmination of Two Million Years",
                    "SummaryEnglish": "With Magma defeated, it’s down to Senku and Ginro to take the throne. Although both are on the same team, one is driven by personal greed and opportunism. The fight is on!",
                    "TitleJapanese": "200万年の結晶",
                    "SummaryJapanese": "激闘が続く御前試合。準決勝で強敵・マグマを撃破したのは、ボロボロになりながらも科学の力を信じで戦ったクロムだった。試合は科学王国の完全勝利！思わぬアクシデントで千空が優勝してしまうものの優勝者に振る舞われる酒を手に入れた千空たちは、一気にサルファ剤作りを進めていく！そして遂に、ルリの病を治すための万能薬、サルファ剤が完成を迎える！"
                },
                "16": {
                    "ID": "7366897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366897",
                    "TitleEnglish": "A Tale for the Ages",
                    "SummaryEnglish": "Having won the Grand Bout fair and square, and having cured village priestess Ruri of her pneumonia, Senku has won the hearts and minds of the village. Ruri delivers Senku a message from someone dear.",
                    "TitleJapanese": "幾千年物語",
                    "SummaryJapanese": "遂に完成したサルファ剤によって、病からの復活を遂げたルリ。娘の命を救ったことでコクヨウからも認められ、千空は村の長となった。そして、巫女であるルリから、この村に代々受け継がれている百物語・其之100『石神千空』が語られる。それは、今から約3700年前、宇宙飛行士で千空の父・百夜が、仲間たちと宇宙に旅立つところから始まっていた――。"
                },
                "17": {
                    "ID": "7366898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366898",
                    "TitleEnglish": "A Hundred Nights and a Thousand Skies",
                    "SummaryEnglish": "Through Byakuya’s message to Senku, we learn of the events that started Ishigami Village.",
                    "TitleJapanese": "百の夜と千の空",
                    "SummaryJapanese": "村の巫女、ルリによって語られる百物語。“石神村”の創始者は、宇宙飛行士である千空の父・百夜だった……！石化現象が起きた瞬間、宇宙ステーションにいた百夜たち6人の宇宙飛行士は、人類石化の原因を探るべく、地球へ戻る決意を固めた。しかし、そこには過酷なサバイバルが待ち受けていた。数千年の時を超えて、百夜が千空に託したメッセージとは……!?"
                },
                "18": {
                    "ID": "7366899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366899",
                    "TitleEnglish": "STONE WARS",
                    "SummaryEnglish": "Tsukasa’s army attacks the village, potentially leaving them with no choice but to cut down the bridge and lose Kinro.",
                    "TitleJapanese": "STONE WARS",
                    "SummaryJapanese": "数千年の時を超えて、百夜からのメッセージを受け取った千空。村では新しい長の誕生を祝い、宴が始まっていた。そんな中、千空たちは、かつて司帝国のスパイだったゲンから、間もなく司軍が攻め入って来る事を聞かされる。そして突如、警備をしていた金狼・銀狼の前に、司軍の戦闘員・氷月が現れる！司軍の奇襲により、村は窮地へと追い込まれてしまう！"
                },
                "19": {
                    "ID": "7366900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366900",
                    "TitleEnglish": "To Modernity",
                    "SummaryEnglish": "Tsukasa’s army attacks the village. Outmatched by the attackers, they have to rely on wits, cooperation and science to fend them off.",
                    "TitleJapanese": "そして現代へ",
                    "SummaryJapanese": "司軍の戦闘員・氷月たちによる襲撃を受けた石神村。高い戦闘力を持つ氷月たちに対し、千空たちは日本刀で迎え撃つ！しかし、氷月の忠実な部下・ほむらが村に火を放ち、火事が起きたことで形勢は逆転。逃げ惑う村人たちに、再び司軍が迫る……！"
                },
                "20": {
                    "ID": "7366901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366901",
                    "TitleEnglish": "The Age of Energy",
                    "SummaryEnglish": "Tsukasa plans a second attack after a few months of preparation. He has no idea what Senku and his kingdom are cooking up in the meantime.",
                    "TitleJapanese": "動力の時代",
                    "SummaryJapanese": "「人類200万年最強の武器、ケータイを作る！」千空の宣言により、村での携帯電話作りがスタートした。司軍に先制攻撃を仕掛ける為、情報戦を制する最強の武器、ケータイを手に入れたい千空。しかし、石の世界（ストーンワールド）の村人たちにとっては未知の領域。そんな中、ケータイ作りロードマップの第一歩として千空が作りだしたのは、何故か、あのスイーツだった……！"
                },
                "21": {
                    "ID": "7366903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366903",
                    "TitleEnglish": "Spartan Crafts Club",
                    "SummaryEnglish": "Making cell phones takes a lot of materials and tools. Senku begins by upgrading their equipment using the waterwheel Chrome and Kaseki invented and built together.",
                    "TitleJapanese": "スパルタ工作クラブ",
                    "SummaryJapanese": "冬解け直後の司帝国との戦いに備え、ケータイ作りに乗り出した千空たち。クロムの閃きによって出来た水車から、水力発電所を手に入れた千空は、その動力で次々に科学設備を整えていく。そんな中、ケータイの心臓部・真空管を作り始めた千空たちは、トライ＆エラーを繰り返し、必要な耐熱素材を見つけれずにいた。カセキたちにも疲労が見え始め、打つ手が無いように思われたが……！？"
                },
                "22": {
                    "ID": "7366907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366907",
                    "TitleEnglish": "THE TREASURE",
                    "SummaryEnglish": "Senku, Magma and Chrome explores a cave for tungsten, which they’ll need to make durable filaments for their cell phone vacuum tubes. But Magma has other plans in mind.",
                    "TitleJapanese": "THE TREASURE",
                    "SummaryJapanese": "スイカのお手柄によって、最強の耐熱金属・タングステンを手に入れた千空たち。真空管作りの素材として、大量のタングステンが欲しい千空は、探索好きのクロムと怪力のマグマを連れて、お宝探しの洞窟探検へと出発する！しかし、村の御前試合で敗れて以来、千空に不満を持っているマグマは、何かを企んでいる様子で……。"
                },
                "23": {
                    "ID": "7366917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366917",
                    "TitleEnglish": "Wave of Science",
                    "SummaryEnglish": "Now that the kingdom of science has access to tungsten, they can finish building the cell phone.",
                    "TitleJapanese": "科学の波",
                    "SummaryJapanese": "洞窟探検でクロム、マグマと力を合わせ、大量のタングステンをゲットした千空。必要な素材も全て揃い、ここから一気にケータイ作りのロードマップを進めていく！長の千空を中心に、クロムが加熱チームを任され、カセキは真空管作りを任される。そして、石神村の全員が一致団結して、遂にケータイ作りはクライマックスを迎える！"
                },
                "24": {
                    "ID": "7366921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7366921",
                    "TitleEnglish": "Voices Over Infinite Distance",
                    "SummaryEnglish": "Senku and the kingdom learns of a mysterious disc left behind by his father and the other astronauts. They use their newfound technology to bring it to life.",
                    "TitleJapanese": "声は無限の彼方へ",
                    "SummaryJapanese": "石神村が一丸となって進めてきたケータイ作りも、遂にゴール！現代戦最強の武器・ケータイを手に入れた！クロムたちが実際に声が届くかテストする中、ルリから発せられた〝スピーカー〟という単語に違和感を持った千空。村に伝わる百物語をヒントに、百夜たちからの贈り物を発見する！そして、千空たち科学王国は、司帝国との最後の決戦へと動き出す……!!"
                }
            }
        },
        "2": {
            "ID": "1842798",
            "URL": "https://www.thetvdb.com/series/dr-stone/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7494828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/7494828",
                    "TitleEnglish": "STONE WARS BEGINNING",
                    "SummaryEnglish": "Senku and the kingdom are going to need rations to be well during their attack on Tsukasa’s empire. There’s a science for that.",
                    "TitleJapanese": "STONE WARS BEGINNING",
                    "SummaryJapanese": "人類が謎の現象により石化して数千年――。文明が滅びた石の世界（ストーンワールド）で一人目覚めた千空は、超人的な頭脳と科学の力で、ゼロから文明を作り出していく。そんな中、武力で科学を制圧しようとする獅子王司に対抗する為、千空は科学王国の仲間と共に、情報戦の最強武器〝携帯電話〟を完成させた！新たな科学クラフトも投入し、司帝国との決戦準備を進める千空に、ゲンはある極秘の作戦を持ち掛ける......！"
                },
                "2": {
                    "ID": "8118080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8118080",
                    "TitleEnglish": "HOT LINE",
                    "SummaryEnglish": "The kingdom of science moves to Tsukasa’s scout, Homura, so that they can deploy their newly built cell phone in their base.",
                    "TitleJapanese": "HOT LINE",
                    "SummaryJapanese": "ついにストーンウォーズ開戦の火蓋が切られた！完成したケータイを密かに司帝国に設置する為、まずは司軍の監視役・ほむらの捕獲作戦を実行する。音爆弾でほむらを誘導し、科学のびっくりドッキリアイテム〝閃光玉〟を炸裂させる千空！しかし、体操選手の様な素早い動きのほむらを、あと一歩の所で逃がしてしまう。ケータイを運ぶクロム達に追い付かれる前に、千空は科学の追跡システムでほむらを追いかける！"
                },
                "3": {
                    "ID": "8118082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8118082",
                    "TitleEnglish": "Call from the Dead",
                    "SummaryEnglish": "With Homura captured, the kingdom of science finally succeeds in setting up a hotline with their spies in Tsukasa’s empire. Meanwhile, Chrome runs into some trouble.",
                    "TitleJapanese": "死者からの電話",
                    "SummaryJapanese": "司軍の監視役・ほむらを捕まえ、ついに科学王国と司帝国を繋ぐ〝ホットライン〟が開通！司帝国にスパイとして潜入していた大樹と杠とも、1年ぶりに電話越しの再会を果たした千空。一方、司帝国で弓使いの見張り役・羽京に見つかってしまったクロム達。なんとか科学王国に舞い戻ったゲンは、早速、極秘の偽リリアン大作戦をスタート。まずは大樹達の監視役・ニッキーを仲間にしようと試みる！"
                },
                "4": {
                    "ID": "8118083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8118083",
                    "TitleEnglish": "Full Assault",
                    "SummaryEnglish": "Nikki becomes the first member of the Tsukasa Empire to convert to the kingdom of science. Meanwhile, with Chrome in mortal danger, Senku and the kingdom begin plotting a way to bring him back to safety.",
                    "TitleJapanese": "全軍出撃",
                    "SummaryJapanese": "千空とゲンの極秘作戦で、まずは司軍の監視役・ニッキーを仲間に引き入れた。リリアンのガチファン・ニッキーによるスパルタ特訓で、更に仲間を増やそうと企む千空達。しかし、村に戻ったマグマから、クロムが司軍に捕まったと聞き、救出の準備を急ぐ！一方、羽京に捕まり、奇跡の洞窟へと連行されたクロム。そこでついに、石神村の科学使いと武力帝国のリーダーが顔を合わせる……！！"
                },
                "5": {
                    "ID": "8145688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145688",
                    "TitleEnglish": "STEAM GORILLA",
                    "SummaryEnglish": "The kingdom of science builds a steam engine. They use it to set up base closer to Tsukasa’s empire.",
                    "TitleJapanese": "STEAM GORILLA",
                    "SummaryJapanese": "大量の科学グッズを司帝国に運ぶ為、〝自動車〟を作る！と宣言した千空。蒸気機関を完成させ、竹製のタイヤを装着、科学の怪力モンスター〝スチームゴリラ号〟が誕生した！村に残る老人達に、必ず勝利して帰る事を約束し、司帝国へ出発する千空達。名探偵スイカの偵察により、クロムが竹の牢に幽閉されていると知った千空は、クロム奪還の為に、スチームゴリラ号の更なる大改造パワーアップを発案する！"
                },
                "6": {
                    "ID": "8145690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145690",
                    "TitleEnglish": "PRISON BREAK",
                    "SummaryEnglish": "Chrome tries to use his knowledge of science to escape from his prison, but he just doesn’t have the tools. Yo, a former cop who had been revived into Tsukasa’s army, tries to work up the ranks.",
                    "TitleJapanese": "PRISON BREAK",
                    "SummaryJapanese": "司軍との戦闘に備え、スチームゴリラ号を自動車から防御力最強の〝戦車〟へ、大改造する千空達。一方、司帝国に幽閉中のクロムは、千空達の助けを待たず、自力での脱獄を企てる。元警察官の牢屋番・陽が監視する中、クロムは脱獄への手がかりとなりそうな材料集めを開始。科学使いのプライドを賭けた、決死の脱獄劇を決行する……！"
                },
                "7": {
                    "ID": "8145691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145691",
                    "TitleEnglish": "Secret Mission",
                    "SummaryEnglish": "Chrome makes it back to the kingdom of science’s base, where he bears witness to the Steam Gorilla for the first time. Meanwhile, with the help of the others and with his fake Lilian voice, Gen manages to convert even more people away from the Tsukasa Empire.",
                    "TitleJapanese": "極秘のミッション",
                    "SummaryJapanese": "科学の知識で司軍の牢屋番・陽を出し抜き、見事自力での脱獄を果たしたクロム。一方、ケータイを使った偽リリアン大作戦で、着々と仲間を増やすゲン達。しかし、耳が異常に良い羽京にレコードの歌を聞きつけられ、その声がゲンによる偽物とバレてしまう。絶対絶命の千空達に、羽京は杠の〝極秘のミッション〟を目撃した事から、ある取引を持ち掛ける。"
                },
                "8": {
                    "ID": "8145692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145692",
                    "TitleEnglish": "FINAL BATTLE",
                    "SummaryEnglish": "The kingdom of science begins its siege on Tsukasa’s empire. They’ll have less than twenty seconds from the beginning of the war to scare the empire into submission, or risk casualties.",
                    "TitleJapanese": "FINAL BATTLE",
                    "SummaryJapanese": "大樹・杠とも合流を果たし、ついに、VS司帝国の最終決戦に臨む千空達。火薬や復活液の材料、硝酸が取れる〝奇跡の洞窟〟を攻め落とす為に、与えられた時間はわずか、20秒！誰一人死なない無血開城をルールに、パワーアップしたスチームゴリラ号で一気に突撃！音響兵器・ショックキャノンも投入し、奇跡の洞窟・完全制圧に挑む!!"
                },
                "9": {
                    "ID": "8145693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145693",
                    "TitleEnglish": "To Destroy and to Save",
                    "SummaryEnglish": "Several of the kingdom’s strongest fighters are locked in battle with Hyoga and Tsukasa. Meanwhile, Senku, Gen and Chrome make it to the miracle cave. They’ll have very little time to put together a weapon to end the war.",
                    "TitleJapanese": "壊すもの救うもの",
                    "SummaryJapanese": "奇跡の洞窟を制圧した千空達。しかし、作戦に気づいた司と氷月の登場で、形勢逆転。切り札だった火薬作りの薬品も破壊され、二人の圧倒的な武力の前に成す術がない科学王国軍。それでもコハク達は、千空が作り出す勝利の道を信じて戦い続ける。そして、千空は残された最後の希望から、最強の科学武器を作り出し、空へと放つ……!!"
                },
                "10": {
                    "ID": "8145694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145694",
                    "TitleEnglish": "Humanity's Strongest Tag Team",
                    "SummaryEnglish": "A truce is called between the kingdom of science and Tsukasa Empire. All appears to be well, but some of the kingdom’s dynamite is missing.",
                    "TitleJapanese": "人類最強のタッグ",
                    "SummaryJapanese": "残された材料から〝ダイナマイト〟を作り出し、司軍との戦いに勝利した科学王国。千空は、一時停戦を条件に、脳死状態の司の妹・未来を復活させると約束する。石像を見つけ出し、復活液により命を吹き返した未来と、数千年ぶりの再会を果たす司。そんな中、クロムはダイナマイトが何者かによって、一つ盗まれていることに気がつく。捕らえていたほむらも脱走し、司帝国に緊張が走る。"
                },
                "11": {
                    "ID": "8145695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/8145695",
                    "TitleEnglish": "PROLOGUE OF Dr. STONE",
                    "SummaryEnglish": "Tsukasa and Senku defeat Hyoga, but Tsukasa is mortally wounded. The options for treating sepsis and a punctured lung are limited, painful and uncertain.",
                    "TitleJapanese": "Prologue of Dr. Stone",
                    "SummaryJapanese": "突如反旗を翻した氷月の手により、重傷を負った司。それでも最後の力を振り絞り、千空との最強タッグで氷月を撃退！長い戦いに終わりを告げた。今度こそ、全員の力で一から科学王国を作り上げると宣言する千空。しかし、槍で胸を貫かれた司の傷は深く、助ける治療の手立てはない。千空は、司の命を救う唯一の手段のために、ある決意をする！"
                }
            }
        },
        "3": {
            "ID": "1913522",
            "URL": "https://www.thetvdb.com/series/dr-stone/seasons/official/3",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "9372021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9372021",
                    "TitleEnglish": "NEW WORLD MAP",
                    "SummaryEnglish": "While continuing to use the hot air balloon to search for the oil, it's decided that Ishigami Village needs to take up agriculture to prevent future food shortages, as well as to produce preserved food for their upcoming sea voyage.",
                    "TitleJapanese": "NEW WORLD MAP",
                    "SummaryJapanese": "コールドスリープした司を救う為、人類石化の黒幕に挑む千空たち。航海に必要な神腕船長・龍水を仲間に迎え、気球でお宝探索へと乗り出した。まずは船の燃料となる石油を探しつつ、空からの情報で科学王国周辺の地図を作っていくメンバーたち。そんな中、村人の食糧問題に直面した千空は、大樹たちと共にある事を始める。人類が謎の光により石化して数千年――。遂に、千空たちは人類未踏の新世界へと突き進む!!"
                },
                "2": {
                    "ID": "9687329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687329",
                    "TitleEnglish": "Greed Equals Justice",
                    "SummaryEnglish": "The Kingdom of Science will need rations to last them through their voyage to the other side of the world. But Senku, being no professional, burns all the bread he attempts to bake.",
                    "TitleJapanese": "欲しい=正義",
                    "SummaryJapanese": "大樹たちの働きにより、大きな小麦畑を手に入れた科学王国。しかし、自ら焼いたパンは硬く黒焦げ状態。絶望した千空たちはプロのシェフを叩き起こす事を決意！　石化前、龍水に仕えていた執事兼シェフのフランソワを目覚めさせる。千空に保存食にもなるパンをオーダーされたフランソワは、その“欲しい”に応える為に動き出す。一方、千空も記者である南の“欲しい”に応える為、とある科学アイテムを作り始める。"
                },
                "3": {
                    "ID": "9687330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687330",
                    "TitleEnglish": "First Contact",
                    "SummaryEnglish": "Senku, brings along a team to look for the Sagara Oil Fields. Meanwhile, Suika and Francois go truffle hunting.",
                    "TitleJapanese": "ファーストコンタクト",
                    "SummaryJapanese": "手に入れたカメラで、気球から航空写真を撮る千空たち。しかし、写真からも油田は見つけられないまま、季節は実りの秋を迎えていた。フランソワは料理の食材を集める為、スイカと共にイノシシやトリュフを探す。それを見た千空も、イノシシを油田探しに利用できないかと思い付き……。そんな中、新たな科学アイテムを試す千空たちの通信が何者かによって妨害されて……!?"
                },
                "4": {
                    "ID": "9687331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687331",
                    "TitleEnglish": "Eyes of Science",
                    "SummaryEnglish": "The morse code signal reading \"WHY\" saturates the airwaves too much for Ukyo to pinpoint a direction, so the Kingdom of Science works on a way to visualize the signal.",
                    "TitleJapanese": "科学の眼",
                    "SummaryJapanese": "突如千空たちに不気味なメッセージを送ってきた “ホワイマン”。その正体を突き止めるべく千空、龍水、クロム、ゲン、羽京の五知将による、科学王国の戦略会議が始まった。姿の見えない敵に対抗する為、科学の眼であるレーダー＆ソナーを作り、ホワイマンを炙り出そうと考える千空。その空も海もスケさせるレーダーの性質を知ったクロムは、何かを思い立って……。"
                },
                "5": {
                    "ID": "9687332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687332",
                    "TitleEnglish": "Science Vessel Perseus",
                    "SummaryEnglish": "Kaseki's efforts to build the science vessel Perseus hit a roadblock when he realizes that it's impossible to get all the parts to fit in practice.",
                    "TitleJapanese": "科学船ペルセウス",
                    "SummaryJapanese": "クロムの活躍により鉱山を発見した科学王国。船造りに必要な大量の鉱石や石油を運ぶ為、トロッコやアスファルトの舗装道路を作り、物流ネットワークを手に入れた！しかし、大型機帆船造りは技術的に難航し、千空は計画変更を余儀なくされる。そんな中、誰よりも機帆船に思い入れのある龍水が、ある事を提案。大海原へ出る為の船造りがクライマックスを迎える！"
                },
                "6": {
                    "ID": "9687333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687333",
                    "TitleEnglish": "TREASURE BOX",
                    "SummaryEnglish": "The Perseus crew are on their way to the treasure island, the birthplace of the Hundred Tales, where they hope to locate the treasure box left behind by the Soyuz crew.",
                    "TitleJapanese": "TREASURE BOX",
                    "SummaryJapanese": "遂に完成した科学船ペルセウス号。選抜メンバーが乗船し、人類未踏の大海原へと飛び出した！　目指すはかつて百夜たちが遺した宇宙船ソユーズが眠る、百物語“はじまりの地”。出発前にルリから代々巫女に伝わる百物語を聞いた千空は、スーパーレアアイテムの“プラチナ”が、ソユーズの中にあると確信していた。そんな中、乗船しているとある村人が、今まで隠していた重要な秘密を明かす！"
                },
                "7": {
                    "ID": "9687334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687334",
                    "TitleEnglish": "Ray of Despair, Ray of Hope",
                    "SummaryEnglish": "The Perseus arrives at the treasure island. A recon squad consisting of Senku, Soyuz, Kohaku, and Gen set off to locate the platinum and make contact with the islanders. Ukyo later discovers something on the seafloor and send Ginro to investigate.",
                    "TitleJapanese": "絶望と希望の光",
                    "SummaryJapanese": "プラチナが眠るとされる宝島へと辿り着いた千空たち。早速、島の出身者であるソユーズと共に探索を開始する。同じく船での待機組も、島の周辺や海底を調査。羽京は、かつての無人島に大量の石像がある事に疑問を抱く。そんな中、船上の龍水は、何者かの視線を感じて――。一方、千空たちは科学捜査を駆使して初の島民を発見。情報を得ようと近づくが……。"
                },
                "8": {
                    "ID": "9687335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687335",
                    "TitleEnglish": "The Trump Card Aboard the Science Vessel",
                    "SummaryEnglish": "Amaryllis explains how she evaded petrification and how she came to her decision to sneak into the inner palace.",
                    "TitleJapanese": "切り札は科学の船に",
                    "SummaryJapanese": "島の美少女、アマリリスを仲間にした千空たち。アマリリスは５年前、この島の頭首に仕える２トップ・モズとキリサメが石化武器を使うのを見て以来、密かに奪うチャンスを狙っていた。その事を聞いた千空は、早速頭首の周辺を探る為、潜入作戦へと動き出す！\nしかし、計画に必要な科学のラボは占有されたペルセウス号の中。遠くから船の様子を伺うが……。"
                },
                "9": {
                    "ID": "9687336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687336",
                    "TitleEnglish": "Beautiful Science",
                    "SummaryEnglish": "Suika and Ginro work together to rescue the mobile lab from the Perseus. Reunited with Senku and the others, the group works on items to help Kohaku with the selection process.",
                    "TitleJapanese": "美しい科学",
                    "SummaryJapanese": "船が襲われた時、龍水の助けで生き残っていたスイカ。同じく、海中にいた銀狼も石化光線から逃れ、イバラたちに占有されたペルセウス号の中に隠れていた。二人はコハクからの決死のメッセージを受け取り、ラボカーを千空たちに届けようと船からの大脱走を試みる！　一方、千空は石化武器の秘密を探る為、島の後宮への潜入作戦を続行。科学を使ったコハクのビューティー大改造がスタートする！"
                },
                "10": {
                    "ID": "9687337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687337",
                    "TitleEnglish": "SCIENCE WARS",
                    "SummaryEnglish": "Amaryllis, Ginro and Kohaku are chosen to join the inner palace. The science team will need a way to communicate with them in secret, and, eventually, a way for them with the science team.",
                    "TitleJapanese": "SCIENCE WARS",
                    "SummaryJapanese": "科学の力で、見事美しく大変身したコハクと銀狼。頭首が持つ石化武器を奪う為、アマリリスと共に“カワイイ選抜”に参加し、後宮入りを狙う。科学のスパイアイテム、イヤリング型インカムで千空からの指令を受けつつ、敵の本拠地を探るコハク。千空も頭首たちとの空中戦に備え、新たな科学アイテムを準備していたところ、潜入中のスパイチームからある暗号メッセージが届く。"
                },
                "11": {
                    "ID": "9687338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687338",
                    "TitleEnglish": "With This Fist, a Miracle",
                    "SummaryEnglish": "Kohaku has located the treasure left behind by Byakuya and the others, but it's encased in concrete. Senku has to devise a plan to quietly get at the contents inside, so as to not alert the guards.",
                    "TitleJapanese": "奇跡はこの掌で",
                    "SummaryJapanese": "敵の本拠地へ潜入中のコハクは、そこで、スーパーレアアイテム“プラチナ”が眠る宝箱・ソユーズを発見！　しかし、プラチナは分厚いコンクリートの塊で覆われていて、簡単には取り出せない。千空はコハクと連携し、敵に気づかれない様にプラチナを奪う、宝箱開封ミッションに挑む！かつてこの島で生涯を過ごした百夜が、千空の為に遺してくれた大切な宝を手にいれる事はできるのか……⁉"
                },
                "12": {
                    "ID": "9687339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687339",
                    "TitleEnglish": "The Kingdom of Science Strikes Back",
                    "SummaryEnglish": "Kohaku is forced to destroy Ryusui's statue to prove that she isn't a spy.",
                    "TitleJapanese": "反撃の科学王国",
                    "SummaryJapanese": "宝島に眠るスーパーレアアイテム、プラチナをゲットした千空たち。早速、プラチナを使った科学クラフトで硝酸を作り“復活液無限生産マシーン”を手に入れた！まずは、職人カセキを目覚めさせたい千空だが、石化された科学王国の仲間はイバラたちによって海に捨てられてしまう。そんな中、千空は後宮に運ばれた龍水を先に救出すべく、潜入中のコハクと協力し、仲間の奪還へと動き出す！"
                },
                "13": {
                    "ID": "9971408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971408",
                    "TitleEnglish": "The Medusa's True Face",
                    "SummaryEnglish": "The team revives Kaseki to work on the drone. Meanwhile, Ginro is called to see the Master.",
                    "TitleJapanese": "メデューサの素顔",
                    "SummaryJapanese": "狂気のバラバラ脱獄により、見事復活を果たした龍水。クラフトした酸素ボンベを使って海底の大樹を目覚めさせ、共に協力して職人カセキを救出した。カセキの復活により、三次元最強の武器“ドローン”作りを一気に進めていく千空。残りの仲間も次々と復活させ、反撃の準備を進める。一方、後宮に潜入中のコハクたちスパイチームは、島のある重大な秘密に迫っていた……!!"
                },
                "14": {
                    "ID": "9971409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971409",
                    "TitleEnglish": "Deal Game, Test of Wit",
                    "SummaryEnglish": "More of the Kingdom of Science is brought back from petrification, but they are discovered in the cave by Moz.",
                    "TitleJapanese": "頭脳戦のディールゲーム",
                    "SummaryJapanese": "島の頭首が石像である事を暴き、イバラの手によって致命的な傷を負った銀狼。コハクのとっさの判断により二人は自ら石化され、千空たちの助けを待つ。一方、仲間を次々と復活させ、反撃の切り札ドローンをゲットした千空。混乱の中から脱出してきたアマリリスの情報を聞き、敵の内情を探る。そんな中、千空たちの前に突如、石化王国の最強戦士・モズが現れた……!!"
                },
                "15": {
                    "ID": "9971410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971410",
                    "TitleEnglish": "Battle in Three Dimensions",
                    "SummaryEnglish": "Moz and the Kingdom of Science form a tenuous, temporary alliance against Ibara. How long it will last is a question they can't afford to concern themselves with just yet.",
                    "TitleJapanese": "三次元の決戦",
                    "SummaryJapanese": "モズに隠れ家を突き止められ、窮地に陥る千空たち。しかし、ゲンがとっさに仕掛けたディールゲームによって、お互いの利益の為、一時協定を結ぶ事に。早速、モズと千空たちによる陰謀大作戦がスタート！侵入者のフリをしたモズの闇討ちで石化王国に脅威を与える中、千空たちは密かに戦闘武器をパワーアップ！科学装備も準備して、いよいよ石化王国との最終戦に挑む！"
                },
                "16": {
                    "ID": "9971411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971411",
                    "TitleEnglish": "Total War",
                    "SummaryEnglish": "The Kingdom of Science attacks and tries to execute their plan to steal the petrification device. Moz convinces Kirisame to use the device, but Ryusui's instincts tell him something is off about the situation.",
                    "TitleJapanese": "全土大乱戦",
                    "SummaryJapanese": "遂に始まった科学王国vs石化王国の最終決戦！勝利条件である敵の石化装置を奪う為、千空たちはフード戦士に扮して先制攻撃を仕掛ける。金狼が先頭で攻め込む中、龍水たちは物陰からドローンを待機。キリサメが石化装置を投げるタイミングを伺うが……。一方、敵の司令塔であるイバラもモズの動きを警戒し、卑劣な手口で千空たちを追い込もうとしていた！"
                },
                "17": {
                    "ID": "9971413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971413",
                    "TitleEnglish": "JOKER",
                    "SummaryEnglish": "The Kingdom of Science members launch an attack on the islanders aboard the Perseus, but Moz isn't far behind and Senku and the others are forced to retreat inside the vessel. Ibara has them cornered, but Senku unleashes his Joker card.",
                    "TitleJapanese": "JOKER",
                    "SummaryJapanese": "キリサメの持つ石化装置が、イバラの仕掛けたフェイクである事に気づいた千空たち。急遽ラボカーで引き返すも、イバラは島全体を石化光線で包み込もうとしていた！イバラを止める為、ペルセウス号へと乗りこむ千空たちだが、そこへ協定が無効になったモズも現れる！容赦なく襲い掛かるモズに追い詰められた千空は、最後の切り札として、ある男を目覚めさせる……！"
                },
                "18": {
                    "ID": "9971414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971414",
                    "TitleEnglish": "Flicker of Doom",
                    "SummaryEnglish": "Yo and the Kingdom of Science capture the petrification device, but Ibara isn't going down without a fight.",
                    "TitleJapanese": "滅びの煌めき",
                    "SummaryJapanese": "頭首の石像を運び出し、イバラの悪事を白日の下に晒した大樹たち。真実を知ったキリサメは、イバラによって石化されてしまう。そんな中、銃を持っていた陽が残り1発の弾丸をイバラに放ち、石化装置をゲット！最強武器を手に入れて喜ぶ陽だが、イバラも必死に奪還を狙う。一方、石化から復活した氷月は、天性の強さを誇るモズとの戦いに苦戦を強いられていて……。"
                },
                "19": {
                    "ID": "9971415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971415",
                    "TitleEnglish": "LAST MAN STANDING",
                    "SummaryEnglish": "Much to Ibara's shock and dismay, Senku devised a plan and managed to escape petrification. Now the two enter into a head-to-head battle for control of the Medusa device.",
                    "TitleJapanese": "LAST MAN STANDING",
                    "SummaryJapanese": "イバラの策略により、石化の光で覆われていく宝島。科学王国の仲間たちや島民も次々と石化され、船上で光を免れたイバラだけが生き残った。しかし、勝利を確信したイバラが島に上陸すると、そこにはたった一人、科学で石化装置に打ち勝った千空が立っていた！遂に石化装置を巡る宝島での戦いも、千空vsイバラの大将戦クライマックスを迎える……!!"
                },
                "20": {
                    "ID": "9971416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971416",
                    "TitleEnglish": "FIRST DREAM",
                    "SummaryEnglish": "Senku stands victorious. He then works on reviving the others and fixing their communications device, but while they are talking with Ruri they encounter a strong interference with the signal.",
                    "TitleJapanese": "FIRST DREAM",
                    "SummaryJapanese": "ドローンを使った三次元の戦いで、遂にイバラとの大将戦に勝利した千空。早速クロムを復活液で目覚めさせ、他の仲間たちも次々と復活させていく。潜入先で深手を負った銀狼と、共に石化したコハクも無事目覚め、千空と再会を果たす。そんな中、科学王国にいるルリと無線で連絡を取る千空たちは、突如、通信を遮断され、衝撃的なメッセージを受信する！"
                },
                "21": {
                    "ID": "9971417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971417",
                    "TitleEnglish": "Treasure Island",
                    "SummaryEnglish": "To the moon! That's the plan, at least. Senku and the Kingdom of Science need to devise a means with which to go to the moon and deal with Why-Man. The first step is allying with the people of Treasure Island and enlisting their help with some new crafts.",
                    "TitleJapanese": "宝島",
                    "SummaryJapanese": "数百年の石化から目覚めた松風によって、かつて石化装置は、ある日突然空から大量に降って来たという情報をゲットした千空。謎の通信を繰り返すホワイマンは月面にいると確信し、ホワイマンの正体を突き止める為、月に行くと宣言する！まずは科学王国へと戻る為、出航の準備を進める千空たちだが、頭首の息子であるソユーズは、複雑な想いを抱えていた……。"
                },
                "22": {
                    "ID": "9971418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9971418",
                    "TitleEnglish": "BEYOND THE NEW WORLD",
                    "SummaryEnglish": "With the petrification device in the Kingdom's hands, it's time to revive Tsukasa. But there's just one problem: the device is out of batteries.",
                    "TitleJapanese": "BEYOND THE NEW WORLD",
                    "SummaryJapanese": "宝島に残るソユーズたちと別れ、科学王国へと帰還した千空たち。ルリや未来との再会を果たし、早速ゲットした石化装置で、コールドスリープされた司を目覚めさせようと試みる。しかし、石化装置は既にエネルギー切れの可能性があり……。"
                }
            }
        },
        "4": {
            "ID": "2100026",
            "URL": "https://www.thetvdb.com/series/dr-stone/seasons/official/4",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9687340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/9687340",
                    "TitleEnglish": "RYUSUI VS. SENKU",
                    "SummaryEnglish": "Senku and his companions finally set off for America in search of corn. However, a dispute arises between Ryusui and Senku shortly after they depart.",
                    "TitleJapanese": "RYUSUI VS. SENKU",
                    "SummaryJapanese": "宝島での激戦を終え、科学王国へと帰還した千空たち。手に入れた石化装置で司が復活、科学王国の仲間となった！そして、千空たちは石化の元凶・ホワイマンの発信源である“月”を目指し、「月面着陸計画」を始動。世界中から宇宙船の材料を集める為、ペルセウス号で大海原へと飛び出した。しかし、アメリカを目指す船旅の中で、航路を巡り千空と龍水の意見が対立！どちらを採用するか決めるため、まさかのポーカー対決が始まる！"
                },
                "2": {
                    "ID": "10849846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849846",
                    "TitleEnglish": "SCIENCE JOURNEY",
                    "SummaryEnglish": "Maintaining morale will be critical on the long journey to the Americas. Knowing where on the ocean you are is pretty important, too. The crew of the Perseus discuss.",
                    "TitleJapanese": "SCIENCE JOURNEY",
                    "SummaryJapanese": "航路を巡る千空VS.龍水のポーカー対決は、捨て身のウルシ作戦で千空が勝利。ムズさ100億％の最短ルートでアメリカを目指す。過酷な船旅には娯楽が欲しい！という龍水の提案で、船上にカジノが誕生。フランソワがゲストに合わせたオリジナルカクテルを提供してくれる「バー・フランソワ」も開店し、船員たちを楽しませる。そんな中、松風は石化装置にまつわる忌まわしい記憶を思い出していた。"
                },
                "3": {
                    "ID": "10849847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849847",
                    "TitleEnglish": "Light Trap in the Darkness",
                    "SummaryEnglish": "The Perseus lands in the Americas. They first head to Northern California in search of yellow dent corn, but discover a lot more than that.",
                    "TitleJapanese": "暗闇の誘蛾灯",
                    "SummaryJapanese": "40日におよぶ過酷な船旅を、科学の航海術と結束力で乗り切り、遂に新大陸アメリカへと到達したペルセウス号。千空たちは、かつての文明を失ったアメリカの現状に、必ず全人類を助け出すと、決意を新たにする。早速、サクラメント川を渡りながら、復活液の材料であるコーンを探す千空たち。夜になり、誘蛾灯を頼りに探索を進めていると、司が強い殺気に気付く……！"
                },
                "4": {
                    "ID": "10849848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849848",
                    "TitleEnglish": "Dr. X",
                    "SummaryEnglish": "The search party narrowly escaped enemy machine gun fire. Unfortunately, the respite was short-lived.",
                    "TitleJapanese": "Dr.Ｘ",
                    "SummaryJapanese": "遂に、アメリカ大陸に足を踏み入れた科学王国一行。千空たちが闇夜の誘蛾灯でコーンのありかを探っていたところ、司が暗闇から強い殺気を察知！突如、何者かにマシンガンで襲撃される！司の超反応と龍水の機転で何とかかわした千空たちだが、アメリカに高い科学力を持つ復活者がいることが判明する。翌朝、再び現れた復活者は、更なる驚きの科学武器で千空たちに迫る……！"
                },
                "5": {
                    "ID": "10849849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849849",
                    "TitleEnglish": "DOCTOR VS. DOCTOR",
                    "SummaryEnglish": "Tensions rise as Dr. Xeno makes his introductions to the Perseus.",
                    "TitleJapanese": "DOCTOR VS. DOCTOR",
                    "SummaryJapanese": "新大陸で高度な科学力を持つ復活者に襲われた千空たち。敵の本拠地を探る為、自らスパイとして敵城に乗り込んだゲンは、そこで、敵のリーダーである科学者・Dr.ゼノと対面し、尋問を受ける。無線から千空たちにコンタクトを取ってきたゼノは、ゲンの偽情報から大樹との対話を要求し、緊迫の交渉がスタートする！そして、千空たちは迫るゼノ軍との対決に備え、ペルセウス号のパワーアップを試みる！"
                },
                "6": {
                    "ID": "10849850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849850",
                    "TitleEnglish": "SCIENCE IS ELEGANT",
                    "SummaryEnglish": "Stanley orders Luna to infiltrate the Perseus and identify Doctor Taiju. Things go sideways when it turns out to be a little too easy.",
                    "TitleJapanese": "SCIENCE IS ELEGANT",
                    "SummaryJapanese": "ゼノ軍に対抗すべく、ペルセウス号の「空母大改造計画」をスタートさせた千空たち。早速、船の突貫工事を進めつつ、敵のリーダー・ゼノの身柄を拘束する為の特殊部隊を結成、司たちが敵陣へと向かう。一方、ゼノからDr.大樹の暗殺を任された、総司令官・スタンリーは、ルーナをスパイとしてペルセウス号へと送り込む。そこで、ルーナがこぼした情報から、千空とゼノの驚きの関係が判明する！"
                },
                "7": {
                    "ID": "10849851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849851",
                    "TitleEnglish": "The Two Scientists",
                    "SummaryEnglish": "Senku had gotten his start in rocket building through an email exchange with Doctor Xeno. Their approaches to science soon diverged.",
                    "TitleJapanese": "二人の科学者",
                    "SummaryJapanese": "ルーナの言葉から、ゼノが科学の師匠に当たる男だと気付いた千空。千空が小学生の頃、世界中の科学施設に質問メールを送り、返答をくれたのがNASAの科学者・Dr.ゼノだった。科学を愛するゼノの言葉に、力を貰っていた科学少年の千空。ゼノもまた、若き科学者との交流を楽しんでいた。しかし、それから数年後、ゼノは科学の武力で独裁者になるという願望を語る様になっていく……。"
                },
                "8": {
                    "ID": "10849852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849852",
                    "TitleEnglish": "LOCK ON",
                    "SummaryEnglish": "NASA scientist Dr. Xeno attempts to pick off the leader of the Kingdom of Science.",
                    "TitleJapanese": "LOCK ON",
                    "SummaryJapanese": "かつて、科学を通じて師弟関係にあったゼノと千空。二人は同じ頃に石化から目覚め、それぞれの場所で科学を発展させていた。復活後、科学武器を製造する為の城を築き、世界を導く独裁者になることを目論むゼノ。そして今、ゼノの指令により、凄腕スナイパーのスタンリーが、科学王国のリーダーの命を狙う！スパイであるルーナは、船内から標的を見つけ、スタンリーに合図を送ろうとするが……。"
                },
                "9": {
                    "ID": "10849853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849853",
                    "TitleEnglish": "Light of Science",
                    "SummaryEnglish": "With Senku having been shot, the Kingdom of Science plots its retaliation against Dr. Xeno.",
                    "TitleJapanese": "科学の灯",
                    "SummaryJapanese": "科学王国のリーダーが、かつて師弟関係にあった千空だと気付くゼノ。それでも、ゼノはスタンリーに千空の狙撃を指示。混乱に陥るペルセウス号の中で、千空はスタンリーに狙撃されてしまう！咄嗟の防御で一命は取り留めたものの、瀕死の重傷を負った千空。大樹はかつて医学生だったルーナに、千空の治療を頼み込む。その頃、ゼノ城を視察中のクロムたちは、ゼノ捕獲作戦へと動き出していた。"
                },
                "10": {
                    "ID": "10849854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849854",
                    "TitleEnglish": "Dirty Roads",
                    "SummaryEnglish": "With Senku still confined to the bed, Chrome's team begins work on the tunnel to Xeno's base.",
                    "TitleJapanese": "土まみれの道を",
                    "SummaryJapanese": "ゼノ城へ潜入する為、秘密の地下トンネルを掘り始めたクロムたち。狙撃され瀕死の千空に変わり、科学使い・クロムが自ら土を掘る為のドリルを考案。科学王国が一丸となってクラフトを進めていく。一方、大樹に頼まれ千空の治療にあたっていたルーナは、ゼノ軍のスパイでありながら、千空への特別な感情に気がついてしまう。そんな中、ゼノ軍は科学王国を脅かす、驚愕の秘密兵器を作り上げていた……！"
                },
                "11": {
                    "ID": "10849855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849855",
                    "TitleEnglish": "Those Who Know the Rules; Those Who Make Them",
                    "SummaryEnglish": "Ryusui and Senku take to the skies in a science versus science dogfight while Xeno's forces mount a ground counterattack.",
                    "TitleJapanese": "ルールを知る者創る者",
                    "SummaryJapanese": "遂に始まった、科学VS.科学のリーダーを狙う速攻戦！強大な科学武器を有するゼノ軍に対し、千空たちもペルセウス号を空母へとパワーアップ！病み上がりの千空は、龍水と共に飛行機へと乗り込み、スタンリーとのドッグファイトに挑む。激しい空中戦が繰り広げられる中、ゼノ軍が密かに開発を進めていた巨大な科学兵器が、船上の松風たちに迫っていた！"
                },
                "12": {
                    "ID": "10849856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/10849856",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Xeno's army attacks and when all seems lost, Chrome and his friends finish the tunnel and capture Xeno.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "天・地・水上と激しさを増す科学王国同士の制圧戦。空中で千空たちがドッグファイトを繰り広げる中、地上ではゼノ軍が巨大な潜水艦でペルセウス号を襲撃！万事休すかと思われた時、クロムたちがゼノを確保！密かにトンネルを掘り進め、ゼノ城への潜入作戦を遂行していた。拘束され、クロムと共にトンネルを進むゼノ。その最中、千空もかつての科学の師である、ゼノの元へと向かっていた……。"
                },
                "13": {
                    "ID": "11054333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11054333",
                    "TitleEnglish": "Watching the Same Moon",
                    "SummaryEnglish": "The team head to the source of the petrification beam in South America as they flee from Stanley's ship.",
                    "TitleJapanese": "同じ月を見て",
                    "SummaryJapanese": "ゼノ軍との戦いの末、ペルセウス号を占領された千空たち科学王国。しかし、クロムたちがゼノの捕獲に成功。千空はコーンシティをニッキーたちに託し、スタンリーの猛追をかわしながら、石化光線発生の地・南米を目指す。そして、千空は石化光線と月の謎を突き止めるべく、かつての科学の師匠であるゼノとタッグを組む！地球最強の科学者が二人、互いの知見を持ち寄り、忌まわしき光の正体に迫る……！"
                },
                "14": {
                    "ID": "11236697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236697",
                    "TitleEnglish": "EARTH RACE",
                    "SummaryEnglish": "Senku and company must flee from Stanley's ship, but they have to make stops to refuel.",
                    "TitleJapanese": "EARTH RACE",
                    "SummaryJapanese": "千空とゼノ、二人の科学者によって突き止められた石化光線の発信源。早速その地を目指し、千空たちのアマゾン大冒険＆お宝さがしがスタートした！しかし、超スピードの空母で迫りくるスタンリー部隊から逃げ切る為、千空たちは大急ぎで燃料の木材を現地補給することに。大樹が夜通し働く中、突如、夜空に謎の文字が浮かびあがり、何者かが現れる……！"
                },
                "15": {
                    "ID": "11236698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236698",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "With Stanley's ship hot on their tail, can science help Senku and company escape?",
                    "TitleJapanese": "包囲網突破戦",
                    "SummaryJapanese": "石化光線の発信源である南米を目指しながら、スタンリーと全力レース中の千空たち。天才地理学者・チェルシーを仲間に迎え、目的地までの最短ルートを突き進む！まずは、アマゾン横断に備え“バイク”をクラフトしたい千空たち。必須素材“ゴム”をゲットする時間を稼ぐ為、スタンリーたちにとある囮作戦を試みる……！VS.スタンリーの包囲網突破に向け、千空たちは爆速でのバイク作りへと挑む！"
                },
                "16": {
                    "ID": "11236699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236699",
                    "TitleEnglish": "Medusa Mechanism",
                    "SummaryEnglish": "The team is going to need a weapon for when Stanley inevitably catches up to them.",
                    "TitleJapanese": "MEDUSA MECHANISM",
                    "SummaryJapanese": "ラボカー囮作戦でスタンリーたちから時間を稼ぎ、バイク作りに必須の素材、ゴムをゲットした千空たち。メンバー全員が力を合わせ、最速で６台のバイクを完成！スタンリー部隊の追撃をかわし、見事、包囲網突破戦に勝利した！そんな中、千空はコーンシティのニッキーたちに、石化装置のメカニズムを解析するミッションを伝達。分解作業を行う技師を目覚めさせ、いよいよ石化装置のカラクリへと迫る！"
                },
                "17": {
                    "ID": "11236700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236700",
                    "TitleEnglish": "Sickening Yet Beautiful",
                    "SummaryEnglish": "Senku and his team have lost Stanley for now, but they aren't out of -- or rather, in -- the woods just yet.",
                    "TitleJapanese": "悍ましくも美くしく",
                    "SummaryJapanese": "千空から石化装置のカラクリ解析を任されたニッキーたち。エース時計技師のジョエルを目覚めさせ、石化装置のエネルギー源を特定していた。一方、スタンリーたち最後の猛追をかわす為、ロープウェイ作りをスタートさせた千空たち。チームの心を一つに、命懸けの山越えへと挑む！そして、過酷なアマゾン大密林コースを突き進む千空たちを待ち構える、驚きの光景とは――。"
                },
                "18": {
                    "ID": "11236701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236701",
                    "TitleEnglish": "Diamond Heart",
                    "SummaryEnglish": "The team discovers a giant pile of petrification devices. They take them apart to see what makes them tick.",
                    "TitleJapanese": "DIAMOND HEART",
                    "SummaryJapanese": "南米横断ウルトラレースを制し、ついに石化光線の爆心地へと辿り着いた千空たち。そこには、大量の石化装置が眠る、悍ましくも美しい光景が広がっていた。数千年前に降り注いだ敵意の塊に息をのむコハクたち。既にエネルギー切れの石化装置を大量にゲットした千空は、早速、ゼノと共に科学分析をスタート！一方、スタンリーたちの魔の手は刻一刻と迫っていて……。"
                },
                "19": {
                    "ID": "11236702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236702",
                    "TitleEnglish": "Stone Sanctuary",
                    "SummaryEnglish": "The team begins making, digging for, and polishing diamonds to replace the burnt-out ones inside the devices.",
                    "TitleJapanese": "STONE SANCTUARY",
                    "SummaryJapanese": "千空からのミッションで、石化装置のエネルギー源となるダイヤモンド作りに挑むニッキーたち。チーム全員が力を合わせ、科学者不在の中、ゼロからダイヤモンドを作り出した！一方、千空たちは超合金の街を作る為、レアメタルが豊富なストーン・サンクチュアリ、ブラジルの都市・アラシャを目指す。しかし、ゼノから密かに通信を受けたスタンリーたちも、先回りする為に動き出していた……！"
                },
                "20": {
                    "ID": "11236703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236703",
                    "TitleEnglish": "What I Once Sought to Destroy",
                    "SummaryEnglish": "Suika is in charge of making sure Senku's plan works, but her kindness becomes an obstacle.",
                    "TitleJapanese": "かつて消そうとしたものは",
                    "SummaryJapanese": "スタンリーとの最終決戦に向けて、メデューサの砦を築く千空たち。切り札である石化装置の再起動に一縷の望みを懸ける中、スタンリー部隊がアラシャへと上陸。千空たちに知らせようとしたスイカとフランソワは、危機的状況に陥ってしまう……！そして、事態を察したコハク、司、氷月の三人は、スタンリー部隊を足止めする為、決死のゲリラ戦へと乗り出した！"
                },
                "21": {
                    "ID": "11236704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236704",
                    "TitleEnglish": "Our Dr. Stone",
                    "SummaryEnglish": "With the revival team captured, it's up to Luna and Chelsea to revive everyone when the time comes.",
                    "TitleJapanese": "OUR Dr.STONE",
                    "SummaryJapanese": "ついに始まった科学王国VS.スタンリー部隊の最終決戦。スタンリーたちを足止めする為、決死の抗戦を試みたコハクたちは、深手を負いながらも千空たちに全ての運命を託す。激しい攻防戦の中で盾となり、次々と倒れゆく科学王国の仲間たち。そんな絶体絶命の状況下、切り札を失い心が折れそうになるカセキたちの元に、コーンシティから最後の通信が届く……！"
                },
                "22": {
                    "ID": "11236705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236705",
                    "TitleEnglish": "Until We Meet Again",
                    "SummaryEnglish": "With the petrification beam approaching, who will get their hands on the revival fluid?",
                    "TitleJapanese": "まだ逢う日まで",
                    "SummaryJapanese": "スタンリー部隊との最終決戦で盾となり、倒れゆく大樹や龍水たち。絶望的な状況下で、遂にジョエルが石化装置を完成。千空の作戦を受け、コーンシティの仲間たちと命懸けの正面特攻で石化装置を発動させた！忌まわしい光を放ち、地球全てを包み込んでいく石化光線。スタンリーたちとの復活液争奪戦が激化する中、石化していく千空が最期に託したものは……。"
                },
                "23": {
                    "ID": "11236706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236706",
                    "TitleEnglish": "Scientist, All Alone",
                    "SummaryEnglish": "Suika gathers the team's statues, sets up camp and gets to work doing science.",
                    "TitleJapanese": "ひとりぼっちのサイエンティスト",
                    "SummaryJapanese": "石化装置の発動により、世界中の人間は全て石になった――。暗闇の中、再び復活までの秒数を数える千空。そんな中、託された復活液を浴び、一人目覚めたスイカ。孤独と不安に押しつぶされそうになりながらも、衣食住を手に入れ、仲間の石像を集めていく。しかし、肝心の復活液を見つけられないままのスイカは、千空が残したメモを頼りに、ひとりぼっちでゼロから科学の道を歩み始める！"
                },
                "24": {
                    "ID": "11236707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-stone/episodes/11236707",
                    "TitleEnglish": "WHOLE NEW WORLD",
                    "SummaryEnglish": null,
                    "TitleJapanese": "WHOLE NEW WORLD",
                    "SummaryJapanese": null
                }
            }
        }
    }
}