{
    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9522316/",
        "https://www.themoviedb.org/tv/84660"
    ],
    "TitleEnglish": "My Roommate Is a Cat",
    "SummaryEnglish": "The story of Mikazuki Subaru, a novelist who is shy and struggles in relationships with other people, and a cat who was dumped by humans and lived a tough life on the streets. Through a twist of fate, the two of them end up living together. This heartwarming tale illustrates day-to-day life through the eyes of both man and cat. These moments seem trivial, but as they build upon themselves, the two become family and find happiness in their life together.",
    "Aliases": [
        "Doukyonin wa Hiza, Tokidoki, Atama no Ue.",
        "Hizaue",
        "My roommate is sometimes on my knees, sometimes on my head"
    ],
    "Modified": "2025-03-19",
    "Seasons": {
        "1": {
            "ID": "787500",
            "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6917725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/6917725",
                    "TitleEnglish": "An Encounter with the Unknown",
                    "SummaryEnglish": "Novelist Mikazuki Subaru has no interest in anything but books and can't stand it when people interrupt his writing work. One day, by chance, he finds a stray cat and brings it home to live with him. As he watches the cat behave in ways he didn't expect, Subaru comes up with all kinds of ideas for his latest novel. He's pleasantly surprised that the cat doesn't interrupt his work and even stimulates his imagination... but then the cat starts scattering its food around, and scratching at the door to his room. Maybe this creature really is nothing but trouble?! But the cat has its own thoughts on the matter...",
                    "Aliases": []
                },
                "2": {
                    "ID": "6985755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/6985755",
                    "TitleEnglish": "I Call to You",
                    "SummaryEnglish": "Subaru has begun living with a cat as a roommate. He realizes he's run out of cat food and goes to a pet shop to buy more, but starts to panic when he's surrounded by creatures he's never been around before. Then Nana, a shop employee, starts to talk to him, asking him questions about the cat's name and age. Subaru then realizes he hadn't thought of a name for the cat yet. Nana tells him that he should give the cat a name because it's his family now, so Subaru tries to think of one, but nothing good comes to mind. As he's pondering, he comes across a book in his room called \"The Moon and the Sun\"...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6985756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/6985756",
                    "TitleEnglish": "I Touch You",
                    "SummaryEnglish": "Subaru and his editor, Kawase, plan to have their next meeting at Subaru's house. When the cat-loving Kawase sees Haru for the first time, he can't restrain his excitement as he chases her around to play with her. Meanwhile, Haru has been behaving strangely, staring at nothing and suddenly leaping around the room for no apparent reason. On top of that, she makes a mess of Subaru's parents' room, which he hadn't entered in a long time, and ends up covered in dust. Subaru has just about had enough... but then he discovers the albums in the dusty room.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6985758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/6985758",
                    "TitleEnglish": "For You",
                    "SummaryEnglish": "Subaru is at home doing his favorite thing, reading... but then Hiroto and Kawase show up, robbing him of his time alone. Then Kawase suddenly orders Subaru to buy a collar for Haru immediately, saying it'll help identify her in the event that she gets lost. So Subaru heads for the pet shop, where Nana helps him find a suitable collar. But Nana also tells him that many cats dislike collars and only end up stressed out by them. Will Haru approve of her new collar?",
                    "Aliases": []
                },
                "5": {
                    "ID": "7014469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7014469",
                    "TitleEnglish": "What I Want to Tell You",
                    "SummaryEnglish": "The distance between Subaru and Haru is slowly shrinking. Since the vet said Haru was slightly overweight, Nana visits Subaru's home to share her advice on cat diets. Subaru enthusiastically listens to all kinds of tips he'd never heard before on correct feeding amounts, a trick to feed using a drink bottle, and more. Haru seems to enjoy this new game, as well. Eventually, Nana takes her leave, but she forgets her house key, so Subaru hurries to return it to her...",
                    "Aliases": []
                },
                "6": {
                    "ID": "7023977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7023977",
                    "TitleEnglish": "What Connects Us",
                    "SummaryEnglish": "After accompanying Subaru to Nana's apartment to return her key, Haru had an emotional reunion with her younger brother, Hachi. Then, suddenly, a man with a scary face busts into the room! He turns out to be Nana's younger Yugo, and despite his large stature, Haru is relieved to see Hachi and Roku happily playing with him. Then Subaru spots a magazine called Polaris in Yugo's bag—the very magazine that's serializing Subaru's novel.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7023978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7023978",
                    "TitleEnglish": "Ones Who Can't Be Controlled",
                    "SummaryEnglish": "Subaru and Kawase are having a meeting at Subaru's house to discuss cover designs and promotions for the upcoming print release of Subaru's novel. Kawase says there's been strong demand from a store owner to hold an autograph signing event, but the antisocial Subaru is repulsed by the idea and refuses. Then, suddenly, the doorbell rings, and Subaru's house is overrun with children!",
                    "Aliases": []
                },
                "8": {
                    "ID": "7023979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7023979",
                    "TitleEnglish": "Because You're Here",
                    "SummaryEnglish": "Subaru heads into his living room to find Haru curled up asleep in front of the window. She looks so comfortable napping in the sun's rays that Subaru can't resist stretching out on the floor nearby to read some reference materials, but he soon falls asleep. Then he starts to dream about his own chidhood... Meanwhile, Haru wakes up and sees Subaru sleeping, so she decides to prepare some food for him. She finds a can of cat food in the kitchen, but as she's struggling to get the food out of it, someone suddenly appears behind her!",
                    "Aliases": []
                },
                "9": {
                    "ID": "7060217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7060217",
                    "TitleEnglish": "I Reach Out to You",
                    "SummaryEnglish": "It's the day of Subaru's autograph event. Seeing him in a strange suit and acting different than usual makes Haru feel worried, but Subaru hastily leaves without even noticing. Left alone in the house, Haru is suddenly overcome with anger... Meanwhile, as Subaru sees all the people who've come for his autograph, he shakes uncontrollably and wishes he could run away. But just then, someone familiar arrives...",
                    "Aliases": []
                },
                "10": {
                    "ID": "7060218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7060218",
                    "TitleEnglish": "Eating Together",
                    "SummaryEnglish": "After meeting a deadline, Subaru sleeps well into the afternoon. When he finally wakes, he's greeted by an email from Hiroto announcing that his sister Narumi and her friend Haru-chan will be paying him a visit. He barely has time to feel surprised by the short notice before the girls arrive at his door. They bring food made by Haru-chan's mother as a gift, and Subaru can't suppress his stomach's hungry growls in response. He wants to share it with Haru, but Haru-chan says human food isn't healthy for cats and offers to make some cat-safe homemade food for her.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7060220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7060220",
                    "TitleEnglish": "Feelings Crossing",
                    "SummaryEnglish": "Kawase has suggested that Subaru start working on a new series, but Subaru can't come up with any good ideas. So, at Kawase's recommendation, he decides to try taking a trip somewhere for a change of pace. As he's thinking about where to go, he suddenly notices his mother's flower garden in the yard, which she had planted as a gift to him using seeds and seedlings from places she'd traveled to. Each plant is labeled with the location it was acquired from, but the space labeled \"Tokushima\" has nothing planted in it... so Subaru decides to visit Tokushima.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7060221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-roommate-is-a-cat/episodes/7060221",
                    "TitleEnglish": "You and I",
                    "SummaryEnglish": "Subaru's return from Tokushima is delayed by stormy weather, so he asks Hiroto to check in on Haru. Meanwhile, Haru is growing worried over Subaru's unusually long absence... so the moment Hiroto arrives, she bolts out the door to look for him! When Subaru hears this, even the driving rain can't stop him from rushing to search for her. Nana, Yugo, and Kawase also join in the hunt, but Haru is nowhere to be found... Will Subaru and Haru find each other again?",
                    "Aliases": []
                }
            }
        }
    }
}