{
  "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt9622614/",
    "http://watatentv.com/",
    "http://www.reddit.com/r/Watashi_ni_Tenshi",
    "https://www.themoviedb.org/tv/84666",
    "https://www.themoviedb.org/tv/84666",
    "https://x.com/watatentv"
  ],
  "TitleEnglish": "WATATEN!: an Angel Flew Down to Me",
  "SummaryEnglish": "Miyako is a shy college student who is also an otaku. One day she happens to meet some angelic grade school kids! When Miyako sees her little sister's new friend Hana-chan, Miyako's heart won't stop racing! Miyako tries to get along with them but struggles... A sketch comedy all about trying to get along with the super cute girl is about to begin!",
  "Aliases": [
    "Watashi ni Tenshi ga Maiorita!"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "787501",
      "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7130522",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7130522",
          "TitleEnglish": "You Never Let Us Down / Always Growing Closer / Let's Change You Into This! / I'm Your Big Sister",
          "SummaryEnglish": "Episode 01 \"You Never Let Us Down\" Everyone's going camping! Hinata, Noa-chan, and Hana-chan can't control their excitement, but Miyako just can't seem to get into the spirit of things... Episode 02 \"Always Growing Closer\" In their first year of high school, Matsumoto Koko saw Hoshino Miyako silently concentrating on her sewing project and felt a profound shock course through her... Episode 03 \"Let's Change into This, Shall We?\" Hinata and the others are doing Halloween! Miyako wonders what costume Hana-chan might be wearing when she comes, and when she finally arrives... Episode 04 \"I'm Your Big Sister\" Even before her new little sister was born, Miyako couldn't wait to meet her. Then when she was, and Miyako got to meet her for the first time...",
          "Aliases": []
        },
        "2": {
          "ID": "9444304",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/9444304",
          "TitleEnglish": "WATATEN!: an Angel Flew Down to Me - Precious Friends",
          "SummaryEnglish": "Hana, Hinata, Noa, Koyori, and Kanon are always good friends. Today, they are having a friendly sweets party at home with Miyako's homemade sweets! The flower-shaped cookies look just like the hair ornaments worn by Hana. The hair ornament was a precious treasure that Hana received from her grandmother when she was little, and everyone was intrigued by the story. And as \"practice for the school trip,\" they decide to go visit Hana's grandmother's house...! The \"first\" outing for everyone is about to begin.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "787502",
      "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6917726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/6917726",
          "TitleEnglish": "A Funny, Squirmy Feeling",
          "SummaryEnglish": "Shy college student and otaku Miyako lives at home. One spring day, her little sister, Hinata, brings home a new friend she made at elementary school. From the moment Miyako sees Hana-chan, her heart won't stop racing! Desperate to make friends with the angelic Hana-chan, Miyako uses her skill at making sweets to try to lure her in, but...",
          "Aliases": []
        },
        "2": {
          "ID": "6982026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/6982026",
          "TitleEnglish": "Incontestably Cute",
          "SummaryEnglish": "Following Hana-chan, the new friend Hinata brings home this time is none other than the girl who moved in next door, Noa-chan! Miyako can't hide her distress at having the girl who witnessed her embarrassing display reappear before her eyes. Now, in order for Noa-chan to keep her secret, Miyako must do whatever she says...",
          "Aliases": []
        },
        "3": {
          "ID": "6992886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/6992886",
          "TitleEnglish": "Imprinting",
          "SummaryEnglish": "At school, Hinata and the others are told to make an original board game for class, and the theme they choose is nothing other than \"Mya-nee\"! Miyako can't hide her anxiety when confronted with a board game designed to help her be less shy, but then she realizes it's a chance to get closer to Hana-chan. She gladly joins in, and what awaits her is...",
          "Aliases": []
        },
        "4": {
          "ID": "7003346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003346",
          "TitleEnglish": "Can We Talk for a Moment?",
          "SummaryEnglish": "While playing in the pool Miyako readied for them in the backyard, Hinata, Hana-chan, and Noa-chan discover the unexpected truth that Miyako doesn't like school swimsuits! Sensing that now, while Hana-chan is wearing a school swimsuit, is her chance to grab the title of \"most cute,\" Noa-chan presses Miyako hard, but...",
          "Aliases": []
        },
        "5": {
          "ID": "7003350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003350",
          "TitleEnglish": "Don't Worry! Leave It to Me!",
          "SummaryEnglish": "Hinata's classmate Koyori-chan is always hoping that people will rely on her, but it never seems to work out that way. Even so, Kanon-chan is always there to gently smooth things along for her. One day in class, the two of them join Hinata's group and together they all attempt to bake cookies, but...",
          "Aliases": []
        },
        "6": {
          "ID": "7003352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003352",
          "TitleEnglish": "Mya-nee Doesn't Have Any Friends",
          "SummaryEnglish": "Miyako suddenly says she's going to university, shocking Hinata and the others! Unable to believe that Miyako is really a university student, Hinata and the others tail her. They successfully infiltrate the campus, and just when they are at a loss as to how to find Miyako, a young lady who knows where she is calls out to them...",
          "Aliases": []
        },
        "7": {
          "ID": "7003353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003353",
          "TitleEnglish": "I Don't Understand What Mya-nee Is Saying",
          "SummaryEnglish": "Hinata is always full of energy! But one morning, she comes down with a fever. Her mother tells her to stay home from school, thinking she'd rest, but Hinata turns to Miyako and says, \"let's play!\" When Miyako says she won't be home because of classes, Hinata's dejected reaction makes Miyako decide to take the day off to care for her, but...",
          "Aliases": []
        },
        "8": {
          "ID": "7003354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003354",
          "TitleEnglish": "Sometimes Ignorance Is Bliss",
          "SummaryEnglish": "One day, in spite of the fact that her little sister Hinata has been sent off on an errand, Miyako spends her time wearing her same old track suit, engrossed in a game. Her mother, Chizuru, can't stand seeing her daughter like this and gives Miyako money to go out and buy new clothes, but...",
          "Aliases": []
        },
        "9": {
          "ID": "7003355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003355",
          "TitleEnglish": "Please Stay Until I Fall Asleep",
          "SummaryEnglish": "Noa-chan appears at the Hoshino house with special movie tickets she got from her mom! But they're only good until the next day... Miyako and Hana-chan have other plans, so they turn her down right away. Hinata is the only one who says she can go! Finding herself unexpectedly alone on a date with Hinata, Noa-chan decides to...",
          "Aliases": []
        },
        "10": {
          "ID": "7003356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003356",
          "TitleEnglish": "I Said Too Much Again",
          "SummaryEnglish": "Noa-chan's upset because she can't get her hair to do what she wants. Hana-chan sees her and offers to help! Hana-chan is pleased with the results, but her catastrophic level of clumsiness makes things even worse leading Noa-chan to seek Miyako's help, but...",
          "Aliases": []
        },
        "11": {
          "ID": "7003359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003359",
          "TitleEnglish": "In Short, It's Your Fault, Onee-san",
          "SummaryEnglish": "Hinata's class is putting on a play for the school Culture Festival, and the one nominated by Hinata to play the lead, the one who won the lottery, beating all those who volunteered for the part, is none other than Hana-chan! Miyako, delirious with delight, decides to buy a video camera to capture such a precious appearance, but the girls have something to ask of her...",
          "Aliases": []
        },
        "12": {
          "ID": "7003363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wataten-an-angel-flew-down-to-me/episodes/7003363",
          "TitleEnglish": "Angel's Gaze",
          "SummaryEnglish": "Finally, it's here! The day of the Culture Festival! Miyako, who avoids crowds in daily life, goes to the school in full battle gear(?!) in order to see everyone in their hour of triumph. After meeting up with everyone and having some fun, they head to the gym where the play will be held. After getting ready, Hana-chan and the others wait in the wings. The curtain is about to rise!",
          "Aliases": []
        }
      }
    }
  }
}