{
    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9585568/",
        "https://www.themoviedb.org/tv/84665"
    ],
    "TitleEnglish": "Grimms Notes The Animation",
    "SummaryEnglish": "The story takes place in a world created by a beings known as \"Story Tellers.\" At birth, all inhabitants of this world are bestowed with a \"book of fate\" where all their lives are written in advance. However, rogue Story Tellers known as Chaos Tellers are writing bad events into people's books without them knowing. It is up to the holders of blank books of fate to seek out the Chaos Tellers and restore the world.",
    "TitleJapanese": "グリムノーツ The Animation",
    "SummaryJapanese": "人々は生まれたとき1冊の本を与えられる。 生まれてから死ぬまで“運命の書”に 記載された脚本の通りに生きる宿命。\nそんな中、空っぽの脚本である 「“空白の書”をもって生まれたエクスは、\n同じように“空白の書”をもった仲間、 レイナ、タオ、シェインと出会い、 自らの役割を見つける旅に出る。 これは繰り返し読まれた童話の物語。",
    "Aliases": [
        "Grimms Notes : The Animation"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "787504",
            "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6917728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6917728",
                    "TitleEnglish": "Red Riding Hood's Forest",
                    "SummaryEnglish": "Ex, Reina, Tao, and Shane are travelers who journey between Story Zones, places where a single story is repeated over and over again. In the newest zone they've arrived at, they save a girl being attacked by a monster. The villagers tell her the girl's name is \"Little Red Riding Hood\", but she disappears into the forest...",
                    "TitleJapanese": "赤ずきんの森",
                    "SummaryJapanese": "ひとつの物語を繰り返す世界～想区～をまたいで旅するエクス、レイナ、タオ、シェインたち。\n新たな想区へ足を踏み入れた矢先、怪物に襲われている幼い少女を見つける。\n村人の話によると、その少女は「赤ずきん」と呼ばれているのだという。\nエクスたちは、いずこかへ消えた赤ずきんを助けに森ヘ足を踏み入れるのだが……。"
                },
                "2": {
                    "ID": "6993921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6993921",
                    "TitleEnglish": "Don Quixote's Faith",
                    "SummaryEnglish": "The heroes find themselves in Don Quixote's story zone. But instead of the story proceeding like it should, the people are being attacked by hordes of devils. The sky has turned an eerie red, and the whole zone is about to collapse. The heroes act to try and stop it, but they meet a surprising person...",
                    "TitleJapanese": "ドン・キホーテの信念",
                    "SummaryJapanese": "エクスたちがやって来たのは、「ドン・キホーテの想区」。\nだが、本来の物語とは異なり、恐ろしい悪魔の群れが人々を襲っていた。\nそして空は不気味に赤く染まり、想区そのものが崩壊しようとしている。\nそれを阻止すべく、さっそく調査を開始するエクスたちだったが、その前に、意外な人物が現れ……。"
                },
                "3": {
                    "ID": "6993923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6993923",
                    "TitleEnglish": "Cinderella of Recollection",
                    "SummaryEnglish": "The story moves to the past. Ex is still living in the town where he was born, spending his days with a girl named Cinderella. Ex lost both his parents when he was little, and Cinderella has lost her mother. The two of them grow up supporting each other. Finally, the day comes when Cinderella's fate will change forever. That's when Ex meets a girl named Reina in the forest.",
                    "TitleJapanese": "追憶のシンデレラ",
                    "SummaryJapanese": "ストーリーは過去へ遡る。\n生まれ故郷で、エクスは幼い頃からシンデレラという少女と日々を過ごしていた。\n早くに両親を亡くしたエクス。同じように、母を失ったシンデレラ。\n二人は互いに支え合い、成長していく。\nやがて、シンデレラの運命が叶う夜が近付いて来る。\nそんな時、エクスは森でレイナという少女と出会う。"
                },
                "4": {
                    "ID": "6993924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6993924",
                    "TitleEnglish": "Ex's Journey Begins",
                    "SummaryEnglish": "Ex now knows that he's been given a special destiny: a Blank Book. But before he can leave on his fantastic journey, he must first defeat the enemies that threaten his childhood friend Cinderella.",
                    "TitleJapanese": "エクスの旅立ち",
                    "SummaryJapanese": "幼なじみであるシンデレラの運命が、歪もうとしている……。\nレイナの口から、さまざまな事実を聞かされるエクス。\nそれは彼にとって、今まで見たことも聞いたこともない事ばかりだった。\nそしてレイナは、エクスに戦うための力を与える。\nシンデレラの運命を守るために。\nエクスたちは、王城へと向かうのだが。"
                },
                "5": {
                    "ID": "6993926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6993926",
                    "TitleEnglish": "Treasure Island, a Place of Dreams and Adventure",
                    "SummaryEnglish": "The crew travels to the world of Treasure Island, and fantastic booty awaits! They test out their new swimsuits while searching for buried treasure and making their way past deadly traps.",
                    "TitleJapanese": "夢とロマンの宝島",
                    "SummaryJapanese": "とある島にやって来たエクスたち。\n久々の息抜きとばかりに浜辺で遊んでいると、波打ち際に倒れていた一人の男を見つける。\n男の名はジョン・シルバー。\nやがて一同は、ここが「宝島の想区」であることを知る。\n大海賊フリントが隠したと言われる財宝を求め、夢とロマンにあふれた大冒険が始まる！"
                },
                "6": {
                    "ID": "6993927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/6993927",
                    "TitleEnglish": "Ex and Snow White",
                    "SummaryEnglish": "Ex and his friends find themselves in Snow White's Story Zone. But thanks to a zany misunderstanding, Snow White mistakes Ex for her prince!",
                    "TitleJapanese": "エクスと白雪姫",
                    "SummaryJapanese": "今回、エクスたちがやって来たのは「白雪姫の想区」。\nしかし誤解が誤解を生み、眠りについていた白雪姫を、エクスが起こしてしまった。\nこのままでは本来の物語から変わってしまう！\n何とかして元に戻そうと、白雪姫の城へ向かうエクスたち。\nだが、そこには当然ながら毒林檎の王妃が待ち受けていて……。"
                },
                "7": {
                    "ID": "7054507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7054507",
                    "TitleEnglish": "Gerda and the Snow Queen",
                    "SummaryEnglish": "In a snowy story zone, Ex saves a girl who's collapsed. Her name is Gelda and she's trying to rescue her brother. But something seems off about her...",
                    "TitleJapanese": "ゲルダと雪の女王",
                    "SummaryJapanese": "凍え付きそうな、深い雪に閉ざされた想区。\nエクスたちは、行き倒れていたゲルダという少女を発見する。\n暖を取ろうと見つけた小さな民家。\nそこに居たのは、たった一人の幼い少女だった。\nどこか不思議な雰囲気を漂わせた少女から、雪の女王の宮殿の場所を知る一同。\nだが、向かった先で待ち受けていたのは……。"
                },
                "8": {
                    "ID": "7066507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7066507",
                    "TitleEnglish": "The Brother and Sister of Onigashima",
                    "SummaryEnglish": "Ex goes to the story zone of Momotaro. There he learns of the past of Tao and Shayne, and the sad events that brought them together.",
                    "TitleJapanese": "鬼ヶ島の兄妹",
                    "SummaryJapanese": "これまでエクスと共に旅を続けて来た仲間、タオとシェイン。\nしかし二人には、重い、秘められた過去があった。\nタオが仲間をファミリーと呼ぶ理由。\nそしてシェインが、タオを兄と慕う理由……。\n鬼と人間が戦いを続ける「桃太郎の想区」で、二人の過去が明かされる。\n果たして、鬼ヶ島で何があったのか？"
                },
                "9": {
                    "ID": "7078384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7078384",
                    "TitleEnglish": "Aladdin of the Burning Sand",
                    "SummaryEnglish": "In the sunny desert, the gang encounters Aladdin. He first introduces himself by hitting on Reina, and then making off with her book of fate!",
                    "TitleJapanese": "熱砂のアラジン",
                    "SummaryJapanese": "見渡す限り砂漠の想区へとやって来たエクスたち。\nそこで出会った盗賊の少年アラジン。\n彼は、何でも願いを叶えてくれる魔法のランプの持ち主だったという。\nここはアラビアンナイトの世界、「アラジンの想区」だった。\nアラジンと行動を共にすることになった一行だったが、そこへ、敵の群れが現れ……。"
                },
                "10": {
                    "ID": "7089330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7089330",
                    "TitleEnglish": "The Maid of Orléans",
                    "SummaryEnglish": "In medieval France, the gang encounters Joan of Arc. She's the saint of Orleans, and fighting a battle that the enemy doesn't want her to win. But if she wins, she'll face a terrible fate...",
                    "TitleJapanese": "オルレアンの聖女",
                    "SummaryJapanese": "イングランドとフランスの百年戦争。\nその真っ直中に現れた、聖女ジャンヌ・ダルク。\n彼女と出会ったエクスたちは、人間を襲う悪魔の群れと戦うことになった。\nジャンヌは華々しい勝利を収めるが、その運命は、徐々に歪んでいく……。\nそしてジャンヌを助けようとしたエクスも、瀕死の傷を負ってしまった！"
                },
                "11": {
                    "ID": "7099930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7099930",
                    "TitleEnglish": "Reina in Wonderland",
                    "SummaryEnglish": "In Wonderland, the Tao Family encounters Loki and the force behind the Chaostellers.",
                    "TitleJapanese": "不思議の国のレイナ",
                    "SummaryJapanese": "エクスたちがやって来たのは「不思議の国の想区」。\nそこでレイナは、幼い頃から憧れだったアリスに出会う。\nだが、どうもアリスの様子がおかしい。\n不思議なことは絶対に認めないと言い放ち、エクスたちも捕まえようとする。\nいったいアリスを変えたのは何か？　\nその一方で、恐るべき陰謀が進んでおり……。"
                },
                "12": {
                    "ID": "7110108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimms-notes-the-animation/episodes/7110108",
                    "TitleEnglish": "A Fairy Tale Nobody Knows",
                    "SummaryEnglish": "The enemy summons a terrible Jabberwock to defeat the Tao Family. Can they overpower this awesome enemy?",
                    "TitleJapanese": "誰も知らない童話",
                    "SummaryJapanese": null
                }
            }
        }
    }
}