{
    "URL": "https://www.thetvdb.com/series/7seeds",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Horror",
        "Mystery",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9348718/",
        "http://7seeds.jp/",
        "https://www.themoviedb.org/tv/85940",
        "https://x.com/7SEEDS_anime"
    ],
    "TitleEnglish": "7Seeds",
    "SummaryEnglish": "In the immediate future, a giant meteorite has collided with earth. All living organisms, including mankind, have been wiped off the face of the planet. The government, who had foreseen this outcome, took measures to counter the worst-case scenario. In particular was Project \"7SEEDS\", in which five sets of seven gifted young men and women were carefully selected and placed into teams (Spring, Summer A, Summer B, Autumn and Winter). Each participant was then put under cryogenic sleep in hopes of preserving the continued existence of mankind. When those men and women awoke, they found themselves suddenly thrust into a cruel world. While bereft and grieved over forever losing their loved ones, they sought to find ways to survive.",
    "TitleJapanese": "7SEEDS",
    "SummaryJapanese": "少女ナツが目を覚ますと、辺りは海。\n突然荒れ狂う海に放り出された彼女は、嵐と蟬丸、牡丹と共に島へと辿り着く。\nその島には未開のジャングルが広がり、巨大化した植物や、凶暴化した動物や昆虫に次々と襲われ、死と隣り合わせのサバイバル生活へと放り込まれる。\nそんな中、ガイドだと名乗る人物より信じられない計画の話を聞かされる。\nそれは、人類絶滅を回避するため、若く健康な人間を冷凍保存し、災厄が過ぎ去った後の世界に人類の種を残そうという壮大な計画「７ＳＥＥＤＳ計画」の話だった。\n彼女らはその計画に選ばれた人間なのだと初めて知り愕然とするのであった。\n「７ＳＥＥＤＳ計画」に選ばれた若者たちは変わり果てた世界で、過酷な環境にさらされながらも懸命に生きてゆく。",
    "Aliases": [
        "7 Seeds"
    ],
    "Modified": "2024-12-23",
    "Seasons": {
        "1": {
            "ID": "787666",
            "URL": "https://www.thetvdb.com/series/7seeds/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6919361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/6919361",
                    "TitleEnglish": "Spring Begins",
                    "SummaryEnglish": "Along with three others, Natsu wakes up with no idea what's happening. The four of them reach an island and try to figure out a way to survive.",
                    "TitleJapanese": "立春",
                    "SummaryJapanese": "コールドスリープから目覚めたナツは、共に目覚めた牡丹、嵐、蟬丸と一緒にボートで近くの猫に似た形の島へ漂着する。ナツたちはどこか分からない島でサバイバル生活を余儀なくされる。"
                },
                "2": {
                    "ID": "7255517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255517",
                    "TitleEnglish": "Insects Awaken",
                    "SummaryEnglish": "Convinced that Botan has kidnapped them, Natsu and Arashi sneak out of camp and run into another survivor. Finally, Botan reveals what she knows.",
                    "TitleJapanese": "啓蟄",
                    "SummaryJapanese": "巨大化した植物や、凶暴化した動物や昆虫によって、いくつものピンチがナツたちを襲う。ナツたちの窮地を救った謎の人物\"百舌\"の言葉に、蟬丸が何かを知っていそうな牡丹を問い詰める。"
                },
                "3": {
                    "ID": "7255519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255519",
                    "TitleEnglish": "Light Snow",
                    "SummaryEnglish": "Natsu's clumsiness indirectly leads to Team Summer B to the rest of the group. Her memories help them figure out their location, and their next moves.",
                    "TitleJapanese": "小雪",
                    "SummaryJapanese": "残りの夏のBチームと合流したナツたちは、自分たちが九州近海に、他の各チームはばらばらの場所に集められたこと知る。そこで救援物資がある\"7つの富士\"の一つ、由布岳を目指すことになる。"
                },
                "4": {
                    "ID": "7255520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255520",
                    "TitleEnglish": "Autumn Begins",
                    "SummaryEnglish": "Arashi, Natsu and Semimaru stumble upon the Team Autumn settlement in the former Kobe region. They seem to be thriving, but their leaders are tyrants.",
                    "TitleJapanese": "立秋",
                    "SummaryJapanese": "東京を目指し、北上していたナツたちは神戸付近で秋のチームが生活する村を見つける。初めて他のチームに出会ったナツたちだったが、秋ヲと蘭の厳しい村のルールに驚愕する。"
                },
                "5": {
                    "ID": "7255521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255521",
                    "TitleEnglish": "Heavy Snow",
                    "SummaryEnglish": "In the ruins of Tokyo, Natsu, Arashi and Semimaru meet the sole survivor of Team Winter. Team Spring reaches Mt. Ogino Fuji and finds Natsu's message.",
                    "TitleJapanese": "大雪",
                    "SummaryJapanese": "東京にたどり着いたナツたちは、冬のチームの新巻と出会う。彼は冬のチームは自分一人だけだという。一方、花たち春のチームも神奈川にある\"7つの富士\"の一つの経ヶ岳にたどり着いていた。"
                },
                "6": {
                    "ID": "7255522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255522",
                    "TitleEnglish": "Grain Rain",
                    "SummaryEnglish": "Aramaki joins Team Spring, despite Fujiko's doubts. Hana decides to search for Arashi after hearing that Aramaki met someone who fits the description.",
                    "TitleJapanese": "穀雨",
                    "SummaryJapanese": "15年先に目覚めたと話す新巻を花たちは初めは疑いつつも、美しい投球ホームを見て甲子園で活躍したあの新巻だと信用する。雨季に入り、青紫の謎の液体が植物や動物を侵食しはじめる…。"
                },
                "7": {
                    "ID": "7255523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255523",
                    "TitleEnglish": "Winter Solstice",
                    "SummaryEnglish": "Hana and her companions discover a massive underground shelter. They find a survivor’s diary and learn the cruel fate of those who took refuge there.",
                    "TitleJapanese": "冬至",
                    "SummaryJapanese": "ハルが見つけた足跡を辿り、花たちは地下の建物に入る。そこで、秋のチームと遭遇し、ハルが捕まってしまう。解放する代わりにある場所に行って欲しいと指示され、巨大な避難シェルターへ辿りつく。"
                },
                "8": {
                    "ID": "7255524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255524",
                    "TitleEnglish": "Summer Solstice",
                    "SummaryEnglish": "Hana's group and the Team Autumn survivors find the Spring settlement destroyed and abandoned. Momotaro wakes up among strangers.",
                    "TitleJapanese": "夏至",
                    "SummaryJapanese": "龍宮シェルターを出た花たちは、安居たち夏のAチームと遭遇した。一方、はぐれた桃太郎はあゆに助けられ看病されるが次第におかしいと気づく。花たちはついに桃太郎を発見するが…。"
                },
                "9": {
                    "ID": "7255525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255525",
                    "TitleEnglish": "Lesser Heat",
                    "SummaryEnglish": "To survive, Hana and the others work together with Team Summer A. On the ship, Hotaru's cousin Hibari tells Natsu that Hotaru is slowly dying.",
                    "TitleJapanese": "小暑",
                    "SummaryJapanese": "白いコウモリに襲われ、共闘することになった花と安居たち。夏のAチームの高い能力によって救われ、安居から意外な提案をされる。ナツたちは目覚めた春のチームのひばりから蛍の話を聞く。"
                },
                "10": {
                    "ID": "7255526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255526",
                    "TitleEnglish": "Cold Dew",
                    "SummaryEnglish": "Ango recalls his Harsh upbringing in the program and the brutal graduation test that winnowed the survivors down to the final Team Summer A members.",
                    "TitleJapanese": "寒露",
                    "SummaryJapanese": "\"7SEEDSプロジェクト\"の試験中、安居は未来に行く以外自分たちが生きて出ることができないと知ってしまう。安居が懲罰房から戻ってから、試験中立て続けに事故が起こるようになる。"
                },
                "11": {
                    "ID": "7255527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255527",
                    "TitleEnglish": "Greater Heat",
                    "SummaryEnglish": "Hana becomes convinced that Ango will kill her if she stays in the village. Natsu and the others make landfall near the former Autumn settlement.",
                    "TitleJapanese": "大暑",
                    "SummaryJapanese": "花の父親が\"7SEEDSプロジェクト\"の首謀者の一人だと知る安居たち。安居は花への敵意が収まらずにいた。一方、ナツたちは秋のチームが住んでいた村に着き、花が書いた嵐への手紙を見つける。"
                },
                "12": {
                    "ID": "7255532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7255532",
                    "TitleEnglish": "End of Heat",
                    "SummaryEnglish": "Ryo orders Hana to join him in searching for a water source underground, putting her in a vulnerable position. In the caves, Ango recalls Shigeru.",
                    "TitleJapanese": "処暑",
                    "SummaryJapanese": "水を探すため洞窟の中に入る花たち。暗がりの地下に降りる恐怖を感じながらも、探索を進める花だったが、涼があることを尋ねる。その頃、安居は洞窟内で茂を助けられなかった時の記憶が蘇る。"
                }
            }
        },
        "2": {
            "ID": "1808283",
            "URL": "https://www.thetvdb.com/series/7seeds/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7512304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7512304",
                    "TitleEnglish": "Frost Descends",
                    "SummaryEnglish": "Team Summer A banishes Ango and Ryo as Haru and the others mourn the missing Hana. Aramaki leaves the settlement believing she is still alive.",
                    "TitleJapanese": "霜降",
                    "SummaryJapanese": "夏のAチームは、安居と涼を追放。ハルたちは激流に流された花を思い、悲しみを募らせる。新巻は花の生存を信じ、村を出て捜索する決意を固める。"
                },
                "2": {
                    "ID": "7639233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639233",
                    "TitleEnglish": "Summer Begins",
                    "SummaryEnglish": "Expecting a trap, Ango and Ryo find and observe Team Summer B, but they are unexpectedly welcomed by the easygoing group.",
                    "TitleJapanese": "立夏",
                    "SummaryJapanese": "夏のBチームを発見した安居と涼。わなを警戒して観察するつもりが、図らずも夏のBチームに合流してしまい、一同の能天気ぶりに戸惑いを隠せない。"
                },
                "3": {
                    "ID": "7639234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639234",
                    "TitleEnglish": "Grain in Ear",
                    "SummaryEnglish": "The two newcomers help Team Summer B. As they get to know the group, Ryo doubts their ability to survive. Ango begins to see Natsu as Shigeru.",
                    "TitleJapanese": "芒種",
                    "SummaryJapanese": "安居と涼は夏のBチームに力を貸すが、涼は次第に彼らのサバイバル能力に疑問を持ち始める。安居はナツに茂の面影を見出し、世話を焼き始める。"
                },
                "4": {
                    "ID": "7639235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639235",
                    "TitleEnglish": "Autumnal Equinox",
                    "SummaryEnglish": "The carefree group enjoys life at sea, but Ryo tests their survival skills. Natsu reveals that Team Summer B is for dropouts, angering Ango.",
                    "TitleJapanese": "秋分",
                    "SummaryJapanese": "涼は、航海を楽しむ夏のBチームのサバイバル適性を密かに試し始める。安居は、チームが落ちこぼれであることをナツから聞き、激しい苛立ちを覚える。"
                },
                "5": {
                    "ID": "7639237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639237",
                    "TitleEnglish": "Vernal Equinox",
                    "SummaryEnglish": "Suspicious, Botan searches Ryo and Ango's belongings while the others look for Arashi. Elsewhere, another survivor learns about the wilderness.",
                    "TitleJapanese": "春分",
                    "SummaryJapanese": "夏のBチームは嵐を捜索するが、牡丹は不信感に駆られて涼と安居の持ち物を調べる。ある生存者は、動物たちと触れ合いながら自力で活動を始める。"
                },
                "6": {
                    "ID": "7639238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639238",
                    "TitleEnglish": "White Dew",
                    "SummaryEnglish": "Team Summer B gets stuck in a bed of dense algae. they find a large ship and investigate, but Botan is wary. Stranded, Arashi sees the ship's kite.",
                    "TitleJapanese": "白露",
                    "SummaryJapanese": "大量の藻に行く手を阻まれた夏のBチームは海上に巨大な船を発見し、牡丹の心配をよそに調査を開始。嵐は、仲間の船から上がった凧(たこ)を見つける。"
                },
                "7": {
                    "ID": "7639239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639239",
                    "TitleEnglish": "Winter Begins",
                    "SummaryEnglish": "The team members are separated after the ship's sudden movement. Arashi makes his way to help as Botan's group makes a discovery.",
                    "TitleJapanese": "立冬",
                    "SummaryJapanese": "突如動き出した巨大船の中で、散り散りになってしまう夏のBチーム一行。嵐は、仲間を助けるために動き出す。牡丹たちは、船内で驚くべき発見をする。"
                },
                "8": {
                    "ID": "7639241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639241",
                    "TitleEnglish": "Lesser Cold",
                    "SummaryEnglish": "Ango's hallucinations lead to perilous situations for him and Arashi. Semimaru has a brush with death while Natsu gathers her courage.",
                    "TitleJapanese": "小寒",
                    "SummaryJapanese": "精神が不安定な安居は、自身と嵐を危険な状況に追いやってしまう。蟬丸は、死にそうな目に遭う。ナツは、勇気を振り絞って大きな1歩を踏み出す。"
                },
                "9": {
                    "ID": "7639243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639243",
                    "TitleEnglish": "Grain Full",
                    "SummaryEnglish": "A sanctuary in nature becomes a trap for small mammals and humans alike. Meanwhile, an iron-eating bacteria begins to spread throughout the ship.",
                    "TitleJapanese": "小満",
                    "SummaryJapanese": "花と動物たちが一息ついていた水場は、突如として弱肉強食の狩場に変貌。巨大船の内部では、鉄を食べるバクテリアが急激に増殖を開始していた。"
                },
                "10": {
                    "ID": "7639246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639246",
                    "TitleEnglish": "Rain Water",
                    "SummaryEnglish": "Fujiko and Chisa reunite with Hana. On the ship, the missiles begin launch prep while Team Summer B learns about Ango's past and the test.",
                    "TitleJapanese": "雨水",
                    "SummaryJapanese": "藤子とちさと再会を果たす花。ミサイルの発射準備が着々と進む巨大船の中で、安居は辛い過去と忘れられないテストの記憶を夏のBチームに打ち明ける。"
                },
                "11": {
                    "ID": "7639250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639250",
                    "TitleEnglish": "Greater Cold",
                    "SummaryEnglish": "Hana readjusts to other humans. Team Summer B works together to manually disable the missiles, but a series of passcodes complicates the process.",
                    "TitleJapanese": "大寒",
                    "SummaryJapanese": "花は、人間として生きるための厳しい現実を痛感。夏のBチーム一行はミサイルの発射を止めるべく力を合わせ、停止に必要なパスワード集めに奔走する。"
                },
                "12": {
                    "ID": "7639253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7seeds/episodes/7639253",
                    "TitleEnglish": "Pure Brightness",
                    "SummaryEnglish": "Problems persist in the ship as the spreading bacteria begins attacking. The missile countdown continues as the team makes a mad dash to exit.",
                    "TitleJapanese": "清明",
                    "SummaryJapanese": "増殖するバクテリアは人々を襲い始め、船内は一刻の猶予もない危険な状態に。ミサイル発射のカウントダウンが進むなか、一同は船からの脱出を急ぐ。"
                }
            }
        }
    }
}