{
    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13758844/",
        "https://colorful-pastrale.com/",
        "https://www.themoviedb.org/tv/84663"
    ],
    "TitleEnglish": "Bermuda Triangle: Colorful Pastrale",
    "SummaryEnglish": "Mermaids are known worldwide as bewitching mythological creatures of the sea. Despite their charms and otherworldly powers, daily life for these beings comes with everyday problems. But there’s nothing that can’t be overcome with the support of friends. Follow the adventures of five young mermaids as they explore their town and the world around them in this delightful slice-of-life series that takes viewers to an enchanting world beneath the waves.",
    "TitleJapanese": "バミューダトライアングル ～カラフル・パストラーレ～",
    "SummaryJapanese": "光り輝くスポットライト。\nキラキラふわふわ、かわいい衣装。\n笑顔輝くダンスに魅惑のチャームボイス。\n大都会のステージで、まばゆい光が照らすのは、\n水中を自由自在に泳ぎ踊る“マーメイドアイドル”\n\nそんな大都会から遠く離れた、\nのどかなパーレル村に集った少女たち。\n自分たちが将来そんなきらめく姿になるとは\n想像もしていない彼女らは、\n今日食べるおやつのケーキひとつで大騒ぎ。\nそんな、毎日に一生懸命なマーメイドたちの\n賑やかな日々のものがたり。",
    "Aliases": [],
    "Modified": "2025-08-10",
    "Seasons": {
        "1": {
            "ID": "788389",
            "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6927135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/6927135",
                    "TitleEnglish": "Welcome to Parrel",
                    "SummaryEnglish": "Sonata, Fina, Serena, Caro, and Poco spend their days in the idyllic Parel village. One day, it was Kanon that was delivered to the chief Aldi by seal mail.",
                    "TitleJapanese": "パーレルへようこそ",
                    "SummaryJapanese": "のどかなパーレル村で日々を過ごすソナタ、フィナ、セレナ、キャロ、ポコの4人と1匹。ある日、アザラシ郵便で首長・アルディ宛に届けられたのは、カノンだった。"
                },
                "2": {
                    "ID": "6937444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/6937444",
                    "TitleEnglish": "So Many Cineorbs",
                    "SummaryEnglish": "Girls who are fascinated by the images that spread in front of them at an old movie theater that they discovered by chance. Aldi is banned from entering, but the five who can not give up the movie theater start the operation.",
                    "TitleJapanese": "キネオーブがこんなに",
                    "SummaryJapanese": "偶然発見した古びた映画館で、目の前に広がる映像に心を奪われる少女たち。アルディに立ち入りを禁止されてしまうが、映画館を諦めきれない5人は作戦を開始する。"
                },
                "3": {
                    "ID": "6937445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/6937445",
                    "TitleEnglish": "Five of Us, Together",
                    "SummaryEnglish": "The five people aiming to revive a tattered movie theater decided to listen to Muranaka's opinions to make it a \"comfortable place for everyone.\" However, the opinions gathered were ridiculous ...",
                    "TitleJapanese": "５人いっしょ",
                    "SummaryJapanese": "ボロボロの映画館の復興を目指す5人は、「みんなの心地良い場所」にしようと村中の意見を聞いてまわることに。だが集めた意見はとんでもない内容だった……"
                },
                "4": {
                    "ID": "7009683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7009683",
                    "TitleEnglish": "Boldly, with Everything You've Got",
                    "SummaryEnglish": "You can find a kine orb with a movie, but only the sound like a haunted house is played. On the way to the library in search of projector materials, Serena encounters a trio of little kids.",
                    "TitleJapanese": "大胆に思い切って",
                    "SummaryJapanese": "映画の入ったキネオーブは見つかるが、再生されるのはお化け屋敷のような音声のみ。映写機の資料を求めて図書館に向かう途中、セレナはちびっこ3人組に遭遇する。"
                },
                "5": {
                    "ID": "7030353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7030353",
                    "TitleEnglish": "Surprise and Excitement",
                    "SummaryEnglish": "The five people who reconstructed the movie theater and the projector are finally aiming to hold a screening. However, for the first time, the five people were enthusiastic about selecting a movie, deciding the date, and notifying the villagers ...",
                    "TitleJapanese": "びっくりワクワク",
                    "SummaryJapanese": "映画館と映写機を復興させた5人はいよいよ上映会の開催を目指す。しかし、映画の選定や、開催日の決定、村人へのお知らせなど、初めてづくしに5人はてんてこ舞いで……"
                },
                "6": {
                    "ID": "7030354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7030354",
                    "TitleEnglish": "Tell Me Your Name",
                    "SummaryEnglish": "One day when the tide is strange. Machine malfunctions also occur in a disturbing atmosphere. Meanwhile, a mysterious girl appears in front of Fina who arrives at the movie theater in search of something left behind.",
                    "TitleJapanese": "あなたの名前を教えて",
                    "SummaryJapanese": "潮の流れのおかしいある日。不穏な雰囲気に機械の不調も発生。そんな中、忘れものを探して映画館にたどりついたフィナの前に、不思議な少女が現れる。"
                },
                "7": {
                    "ID": "7055263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7055263",
                    "TitleEnglish": "So, I'll Just Have It All",
                    "SummaryEnglish": "The popular diva Chel in the city suddenly appears in the village of Parrel. Rushing into the dormitory where 5 people live, 5 people are tajitaji with stormy power. Furthermore, Chel is all you want to say at the movie theater ...",
                    "TitleJapanese": "だから全部いただくわ",
                    "SummaryJapanese": "都会で大人気の歌姫チェルがパーレル村に突然現れる。5人の住む寮に押しかけ、嵐のようなパワーに5人はタジタジ。さらには映画館でも言いたい放題のチェルだが……"
                },
                "8": {
                    "ID": "7055264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7055264",
                    "TitleEnglish": "Well, Those Are Called Shoes",
                    "SummaryEnglish": "Five people who go to Gladys who lives on land using magical items that mermaids can go up to land like humans. When the four of them were experiencing \"feet\" for the first time, Serena was alone ...",
                    "TitleJapanese": "それはね、靴っていうの",
                    "SummaryJapanese": "マーメイドが人間のように陸に上がれる魔法のアイテムを使って、陸に住むグラディスの元へお使いに行く5人。4人が「足」を初体験していた頃、ひとりセレナの様子が……"
                },
                "9": {
                    "ID": "7078186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7078186",
                    "TitleEnglish": "Hey, Do You Want Some, Too?",
                    "SummaryEnglish": "A movie shooting team came to the idyllic Parel village and the village made a fuss. Caro suddenly decided to appear in the movie with a word from the cameraman while five people were helping the shooting team!",
                    "TitleJapanese": "ね、君も食べる？",
                    "SummaryJapanese": "のどかなパーレル村に映画の撮影隊がやってきて村中が大騒ぎ。5人も撮影隊の手伝いをしている中、カメラマンのひとことでキャロは急遽映画に出演することに！"
                },
                "10": {
                    "ID": "7078187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7078187",
                    "TitleEnglish": "How Do You Film With This, Anyway?",
                    "SummaryEnglish": "Sonata finds an unrecorded Kine Orb and decides to try shooting. However, Aldi asks Sonata, who is wondering what he wants to shoot, to record a documentary of the village festival.",
                    "TitleJapanese": "これ、どうやって撮るの？",
                    "SummaryJapanese": "録画されていないキネオーブを見つけたソナタは、撮影に挑戦してみることに。だが、何を撮りたいのか悩んでしまったソナタに、アルディは村のお祭の記録映像を依頼する。"
                },
                "11": {
                    "ID": "7078188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7078188",
                    "TitleEnglish": "This Song's",
                    "SummaryEnglish": "A group of five friends who have been together since they were small. A letter arrives from Atlantica's guardian Verata to Kanon. It is a content that encourages participation in the audition again ...",
                    "TitleJapanese": "この曲は",
                    "SummaryJapanese": "まるで小さい時から一緒のような仲良し5人組。そんなカノンの元にアトランティアの後見人ヴェラータから手紙が届く。それは再びオーディションへの参加を促す内容で……"
                },
                "12": {
                    "ID": "7078189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bermuda-triangle-colorful-pastorale/episodes/7078189",
                    "TitleEnglish": "Become a Small Light, and Shine",
                    "SummaryEnglish": "Verata was originally from the village of Parel. Four people uncomfortable with her urban atmosphere. What the seal mail brought there was a bunch of canon letters that had been issued for some time.",
                    "TitleJapanese": "小さな光となって輝いて",
                    "SummaryJapanese": "パーレル村出身だったヴェラータ。彼女の都会の雰囲気に居心地が悪い4人。そこにアザラシ郵便が持ってきたのは、以前から出され続けていたカノンの手紙の束だった。"
                }
            }
        }
    }
}