{
  "URL": "https://www.thetvdb.com/series/sarazanmai",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8096510/",
    "https://www.themoviedb.org/tv/86919"
  ],
  "TitleEnglish": "Sarazanmai",
  "SummaryEnglish": "The stage is Asakusa. One day, three second-year middle school students — Kazuki Yasaka, Toi Kuji, and Enta Jinai — meet a kappa-like creature named Keppi, who is the self-proclaimed heir to the throne of Kappa Kingdom. Keppi forcibly takes the students' shirikodama (a mythical organ kappa steal through a person's anus) and they are transformed into kappa. Keppi informs them, \"If you want to return to your former selves, you need to connect in 'that way' and you must bring me the shirikodama of zombies.\" Will the three boys be able to connect and take the shirikodama of zombies? At the same time, two policemen, Reo Niiboshi and Mabu Akutsu, try to do something at the police box where they are stationed.",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "801769",
      "URL": "https://www.thetvdb.com/series/sarazanmai/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "7081098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7081098",
          "TitleEnglish": "I Want to Connect, but I Want to Lie",
          "SummaryEnglish": "Three middle schoolers, Yasaka Kazuki, Kuji Toi and Jinnai Enta encounter Keppi of the Kappa Kingdom. Butt stuff happens, and the three are enlisted to fight kappa zombies.",
          "Aliases": []
        },
        "2": {
          "ID": "7098850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098850",
          "TitleEnglish": "I Want to Connect, but I Want to Take",
          "SummaryEnglish": "Kazuki goes to unthinkable lengths to make his kid brother, Haruka, happy, including deception and theft.",
          "Aliases": []
        },
        "3": {
          "ID": "7098852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098852",
          "TitleEnglish": "I Want to Connect, but It's Not Meant to Be",
          "SummaryEnglish": "Having no way to express his feelings for Kazuki, all Enta can do is to try to get him back in the soccer club.",
          "Aliases": []
        },
        "4": {
          "ID": "7098853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098853",
          "TitleEnglish": "I Want to Connect, but You're So Far Away",
          "SummaryEnglish": "Kazuki needs Toi’s help to take over Sara’s fan meet. Meanwhile, Toi has his own demons to fight.",
          "Aliases": []
        },
        "5": {
          "ID": "7098854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098854",
          "TitleEnglish": "I Want to Connect, but I Can't Be Forgiven",
          "SummaryEnglish": "Kazuki’s plot to highjack Sara’s fan meet goes sideways when it turns out there’s more to her than meets the eye.",
          "Aliases": []
        },
        "6": {
          "ID": "7098856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098856",
          "TitleEnglish": "I Want to Connect, so I'm Not Giving Up",
          "SummaryEnglish": "Having failed to defeat the previous kappa zombie, the three are stuck as kappa. Meanwhile, Reo and Mabu become more desperate for kappa zombies.",
          "Aliases": []
        },
        "7": {
          "ID": "7098857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098857",
          "TitleEnglish": "I Want to Connect, but I Want to Betray",
          "SummaryEnglish": "With things returning to normal for the three, they begin playing soccer together, but someone seems not to be happy with that.",
          "Aliases": []
        },
        "8": {
          "ID": "7098858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098858",
          "TitleEnglish": "I Want to Connect, but We'll Never Meet Again",
          "SummaryEnglish": "Chikai wants Toi to leave town with him. He bumps into Enta, and they go on a walk around as they share their predicaments",
          "Aliases": []
        },
        "9": {
          "ID": "7098859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098859",
          "TitleEnglish": "I Want to Connect, but I Can't Express It",
          "SummaryEnglish": "Enta and Keppi are both in critical condition. Meanwhile, Toi and Chikai flee from town, only to run into even more trouble.",
          "Aliases": []
        },
        "10": {
          "ID": "7098861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098861",
          "TitleEnglish": "I Want to Connect, but I Can't",
          "SummaryEnglish": "Enta has four hours left to live. The only way to save him is with the Dishes of Hope, but Reo also needs them to bring back the real Mabu.",
          "Aliases": []
        },
        "11": {
          "ID": "7098863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sarazanmai/episodes/7098863",
          "TitleEnglish": "I Want to Connect, so Sarazanmai",
          "SummaryEnglish": "Enta and Kazuki follow Toi, who is going into the past to remove himself from existence.",
          "Aliases": []
        }
      }
    }
  }
}