{
  "URL": "https://www.thetvdb.com/series/devilman-ova",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0264530/"
  ],
  "TitleEnglish": "Devilman (OVA's)",
  "SummaryEnglish": "Akira is just another normal kid in modern-day Tokyo, until an old friend of his, Ryo, shows up and turns his world upside down. Akira learns that there is an upcoming war of demons on humanity and he has just been enlisted for a major tour of duty. But the only way to fight a demon is with their power, so Akira and Ryo risk a dangerous ceremony in an attempt to create humanity's only hope: the powerful Devilman.",
  "Aliases": [
    "Devilman",
    "Devilman: The Birth",
    "Devilman: Demon Bird Sirène",
    "Amon: Apocalypse of Devilman"
  ],
  "Modified": "2024-04-07",
  "Seasons": {
    "1": {
      "ID": "791588",
      "URL": "https://www.thetvdb.com/series/devilman-ova/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "6968622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devilman-ova/episodes/6968622",
          "TitleEnglish": "The Birth",
          "SummaryEnglish": "Akira is just another normal kid in modern-day Tokyo, until an old friend of his, Ryou, shows up and turns his world upside down. Akira learns that there is an upcoming war of demons on humanity and he has just been enlisted for a major tour of duty. But the only way to fight a demon is with their power, so Akira and Ryou risk a dangerous ceremony in an attempt to create humanity's only hope — the powerful Devilman.",
          "Aliases": []
        },
        "2": {
          "ID": "6968625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devilman-ova/episodes/6968625",
          "TitleEnglish": "The Demon Bird",
          "SummaryEnglish": "Demons exist and their power is beyond what humans can fathom. In fact they are so strong that humans do not stand a chance against them in a fight. The only thing strong enough to defeat a demon is another demon and it is through this logic that Asuka Ryou hatches the plan to have his good-hearted friend Fudou Akira possessed by a demon. If a person has a pure heart, then he might be able to control the demon that possesses him and thereby acquire power equal to that of a demon. After raising some hell in a club the plan works and Akira is possessed by the powerful demon known as Amon. Now Akira is humanity's sole champion of justice against the hidden demon menace that has plagued mankind since the dawn of time.",
          "Aliases": []
        },
        "3": {
          "ID": "6968628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devilman-ova/episodes/6968628",
          "TitleEnglish": "Amon: Apocalypse of Devilman",
          "SummaryEnglish": "Fear runs rampant throughout Tokyo with the revelation that demons in fact exist amongst us. Paranoia and the darker side of humanity boils onto the streets as people turn on one another, suspecting that anyone could in fact be a demon hiding in human clothing. Amidst the growing tensions, tragedy strikes Akira causing his mind to snap, retreating into his subconscious, allowing his Devilish alter-ego Amon to break free from Akira's cage of flesh and wreak havoc on both human and demons alike.",
          "Aliases": []
        }
      }
    }
  }
}