{
    "URL": "https://www.thetvdb.com/series/assassins-pride",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10973152/",
        "https://assassinspride-anime.com/",
        "https://www.themoviedb.org/tv/91299",
        "https://x.com/assassins_anime"
    ],
    "TitleEnglish": "Assassins Pride",
    "SummaryEnglish": "In the world only the aristocrats have the power to fight the monster - mana. Even though Melida Angel was born in an aristocracy and studies at an academy developing mana users, she has no mana. To find her talent for mana, Kufa Vampir was sent to be her tutor but at the same time, he was ordered to assassinate her if she has no talent for mana. He makes a cruel decision to assassinate her because he thinks that it is a wasted effort that people who have not any mana are working hard in this world... However, he asks her, \"Do you want to try to entrust your life to me?\" He is not as an assassin nor a tutor. He is someone betting on his pride as an assassin tutor, to show the world what Melida is capable of!",
    "Aliases": [
        "Assassin's Pride"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "820028",
            "URL": "https://www.thetvdb.com/series/assassins-pride/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7299695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7299695",
                    "TitleEnglish": "Mercy of an Assassin",
                    "SummaryEnglish": "Kufa is sent to assess the abilities of the House of Angel's heir, whose lack of mana calls her lineage into question — but Merida is nothing like Kufa expected her to be."
                },
                "2": {
                    "ID": "7396471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396471",
                    "TitleEnglish": "When the Girl’s World Changes",
                    "SummaryEnglish": "Kufa plays a dangerous game by casting his lot with Melida. As for his young pupil? The school tournament is coming up, and Melida knows something her opponents don’t."
                },
                "3": {
                    "ID": "7396473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396473",
                    "TitleEnglish": "Going Beyond the Limit",
                    "SummaryEnglish": "Melida and Elise look forward to the Circlet Night festival, but a kidnapping interrupts their celebration. Now Melida must undergo a trial by fire and prove herself."
                },
                "4": {
                    "ID": "7396474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396474",
                    "TitleEnglish": "Two Young Ladies Assemble at the Chained Castle",
                    "SummaryEnglish": "The Luna Lumiere Selection Tournament is poised to begin, but the students of St. Friedeswiede are in for a shock when this year's unexpected Cadets are revealed."
                },
                "5": {
                    "ID": "7399557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399557",
                    "TitleEnglish": "The Golden Princess and the Silver Princess",
                    "SummaryEnglish": "The tournament will proceed despite the danger posed by Black Madia. As the Cadets prepare for their inevitable battle, Melida can’t help but dwell on Elise’s troubled words."
                },
                "6": {
                    "ID": "7399558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399558",
                    "TitleEnglish": "The Gray Witch",
                    "SummaryEnglish": "When the students gather for a secret party, Melida and her friends spend their time making merry and telling ghost stories, unaware that some tales are very real."
                },
                "7": {
                    "ID": "7399559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399559",
                    "TitleEnglish": "No Guidance Above nor Below",
                    "SummaryEnglish": "Melida sees green when Rosetti seeks Kufa as her lover to ward off an arranged marriage. Rosetti’s father claims Kufa bears an uncanny resemblance to a boy in the past."
                },
                "8": {
                    "ID": "7399560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399560",
                    "TitleEnglish": "The Last Testament of a Certain Skeleton",
                    "SummaryEnglish": "Suspicion falls on Kufa as the attacks continue. To clear his name, Melida teams up with an unlikely ally, but their findings are far more gruesome than they dared imagine."
                },
                "9": {
                    "ID": "7399562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399562",
                    "TitleEnglish": "An Eternal Pact",
                    "SummaryEnglish": "Kufa confides his past to Melida. Now armed with forbidden knowledge, Melida must decide her next move, especially where Rossetti is concerned."
                },
                "10": {
                    "ID": "7399563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399563",
                    "TitleEnglish": "Labyrinth Library",
                    "SummaryEnglish": "The suspicion regarding Melida’s mana reaches critical mass. Worried how the scandal could stain their prestige, Flandore’s nobles vow to take matters into their own hands."
                },
                "11": {
                    "ID": "7399564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399564",
                    "TitleEnglish": "Messengers of Death",
                    "SummaryEnglish": "Mule and Salacha join forces with Melida and Elise for the exam. But the two cousins don't realize their friends are hiding something from them."
                },
                "12": {
                    "ID": "7399565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399565",
                    "TitleEnglish": "Pride of an Assassin-Instructor",
                    "SummaryEnglish": "Melida doesn't answer to the prejudiced nobles who have put her on trial. She will show the world once and for all that she is the rightful heir of the House of Angel."
                }
            }
        }
    }
}