{
  "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Mystery",
    "Suspense"
  ],
  "Other Sites": [
    "https://www.facebook.com/ElMelloiCaseFiles",
    "https://www.imdb.com/title/tt9573854/",
    "https://elmelloi-anime.com/",
    "https://www.themoviedb.org/tv/85368",
    "https://x.com/elmelloi_anime"
  ],
  "TitleEnglish": "Lord El-Melloi II's Case Files {Rail Zeppelin} Grace note",
  "SummaryEnglish": "Waver Velvet – The boy who fought side by side with the King of Conquerors, Iskandar, during the Fourth Holy Grail War in Fate/Zero. Time has passed, and the mature Waver has now adopted the name of Lord El-Melloi II. As Lord El-Melloi II, he takes on numerous magical and mystical cases in the Clock Tower, the mages' mecca...",
  "Aliases": [
    "Lord El-Melloi II Case Files"
  ],
  "Modified": "2025-09-18",
  "Seasons": {
    "0": {
      "ID": "791628",
      "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "6970803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/6970803",
          "TitleEnglish": "A Grave Keeper, a Cat, and a Mage",
          "SummaryEnglish": "As one of the Lords of the Clock Tower as well as the department head of the Modern Magecraft Theories department, Lord El-Melloi II holds yet another lecture for his diverse array of students. After the post-lecture meeting with other Clock Tower nobility, he throws out a few insults at the fellow Lords who are interested only in their internal power struggles – but quickly receives a counter-curse in retaliation. On the following day, while in transit with his apprentice Gray, he notices a cat that had been hit by a car – the very same stray cat that frequently visited his room of late. Lord El-Melloi II realizes that this was an attempt to take his life, and commences a hunt for the perpetrator alongside Gray, Flat, and Svin.",
          "Aliases": []
        },
        "2": {
          "ID": "8916609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/8916609",
          "TitleEnglish": "Waver, Reunion, and the Magic Lantern",
          "SummaryEnglish": "A letter is delivered to Lord El-Melloi II informing him of a Clock Tower reunion. One morning, as the reunion's date draws near, Lord El-Melloi II takes a look in the mirror and reels in shock. He is suddenly a full decade younger! Lord El-Melloi II has become Waver Velvet, his former self! Believing himself to be in the grip of a powerful, magically induced delusion, Lord El-Melloi II immediately begins investigating how this could have happened. On the day of the reunion, he makes his way to the gathering of his contemporaries, planning to confront whoever transformed his body and hoping to reveal their intentions. However, when Touko Aozaki arrives, things take a sudden turn...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "805194",
      "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7121758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7121758",
          "TitleEnglish": "Babylon, the Condemned, and the Memories of the King",
          "SummaryEnglish": "Waver Velvet is a young man who participated in, and survived through, the Fourth Holy Grail War that took place in Fuyuki. Three years after the Holy Grail War, he suddenly receives an invitation from Reines EL-Melloi Archisorte, the stepsister of his mentor Kayneth El-Melloi Archibald. Reines, showing interest in Waver who went into a sizable debt to buy out the El-Melloi class, presses him to tell her the reason why. Waver begrudgingly starts to tell his tale about when he visited Babylon after the Holy Grail War. He became involved into an incident within the city which some say witnessed the final moments of Iskandar's life, and he had an unexpected reunion with Melvin Weins, an old classmate.",
          "Aliases": []
        },
        "2": {
          "ID": "7227126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227126",
          "TitleEnglish": "The Seven Stars and the Eternal Cage",
          "SummaryEnglish": "Reines and Melvin bring a difficult case to Lord El-Melloi II involving one of his former students, Mary Lil Fargo. Mary is the only daughter of the Fargo family, a branch of the family in charge of the Astromancy Department, the Animuspheres. In response to Mary’s call for her former mentor’s assistance, Lord El-Melloi II and Gray visit the Fargo estate to examine the dismembered corpse of Mary’s father, Ernest Fargo. Quite separate from the traditions of Astromancy, this crime calls for the expertise of one versed in Modern Magecraft. Lord El-Melloi II dives in to solve the mystery!",
          "Aliases": []
        },
        "3": {
          "ID": "7227127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227127",
          "TitleEnglish": "Thunder and the Underground Labyrinth",
          "SummaryEnglish": "The Modern Magecraft Theories classroom was as rowdy as ever, but there is something wrong with Lord El-Melloi II's behavior. Luvia, sitting in on one of his lectures, asks Gray the reason why, and it turns out it's because his favorite tearoom has basically closed shop. Lord El-Melloi II heads to the tearoom to inquire on their circumstances, as he realizes work just can't progress at this rate, but when he goes down into the underground aqueducts to investigate, an ominous shadow attacks him. Gray, worried that he hasn't shown any signs of returning from the investigation, seek help from Flat and Svin.",
          "Aliases": []
        },
        "4": {
          "ID": "7227128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227128",
          "TitleEnglish": "A Workshop, a Grave, and a Necromancer",
          "SummaryEnglish": "Primary Lecturer Wills is an authority in the Spiritual Evocation department. His father, Sir Trevor, owned the Marburry Workshop that utilizes an entire wastelands to operate as a Magical Workshop. However, the Workshop went out of control, causing many casualties including that of Sir Trevor himself, and has gotten out of hand. Lord El-Melloi II, seeking assistance from the Spiritual Evocation department in order to participate in the Holy Grail War, begrudgingly accepts the request to solve this case. However, what awaited the entourage who arrived at the mansion was Hishiri Adashino, a member of the Policies department that investigates and enforces rules within the Clock Tower...",
          "Aliases": []
        },
        "5": {
          "ID": "7227130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227130",
          "TitleEnglish": "The Lance that Shines to the End of the World and the Fairy Eyes",
          "SummaryEnglish": "As the investigation of the Marburry Workshop continues, lightning strikes a second time, adding a new victim into the mix! Lord El-Melloi II and Hishiri Adashino find themselves in disagreement once again regarding the identity of the culprit. Lord El-Melloi II turns to the necromancer Kairi Shishigou for help with his investigation. A fierce beast known as the Black Dog ambushes Gray and Shishigou. After witnessing the Black Dog’s reaction to Gray’s Mystic Code, Lord El-Melloi II begins to draw conclusions. His next move is to prepare for a ritual, utilizing the assistance of all mages who had gathered at the Marburry Workshop.",
          "Aliases": []
        },
        "6": {
          "ID": "7227131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227131",
          "TitleEnglish": "A Girl, a Department Store, and a Gift",
          "SummaryEnglish": "One peaceful day, Gray heads out on her own to visit Reines. An unexpected turn of events leads to the two going on a shopping trip to Carnac, a major department store. Gray's lack of experience in such a place leaves her entirely at Reines’s mercy. To further complicate matters, Luvia elects to join them partway through their trip, and the three girls decide to have a tea party...",
          "Aliases": []
        },
        "7": {
          "ID": "7227132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227132",
          "TitleEnglish": "Rail Zeppelin – A Train Whistle of Departure and the First Murder (1)",
          "SummaryEnglish": "The Relic of Iskandar, the King of Conquerors, has been stolen from Lord El-Melloi II. In its place was left an invitation to Rail Zeppelin, the train purported to have dealings with Mystic Eyes. Lord El-Melloi II, with Gray and Caules in tow, heads to investigate this strange train. Many have gathered there, including Hishiri Adashino from Policies, Yvette from the El-Melloi's Class, Olga-Marie Arsimilat Animusphere, daughter of the Lord of Astromancy, and even Karabo Frampton of the Holy Church. The train departs, carrying with it the many agendas of its passengers...",
          "Aliases": []
        },
        "8": {
          "ID": "7227133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227133",
          "TitleEnglish": "Rail Zeppelin – Gordius Wheel and the Memory of the King of Conquerors (2)",
          "SummaryEnglish": "Murder aboard the Rail Zeppelin! Someone has killed Trisha Fellows, and Lord El-Melloi II steps up to take on the case himself, but Olga Marie questions his way of life, as his behavior is far from typical for a proper Mage. Meanwhile, Shishigou and Luvia, under Reines's orders, are conducting their own investigation. The Rail Zeppelin begins its procession once again, and a mysterious figure appears before Lord El-Melloi II and Gray. Radiating overwhelming power, their assailant is a manifestation of the Heroic Spirits engraved into human history: a Servant.",
          "Aliases": []
        },
        "9": {
          "ID": "7227134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227134",
          "TitleEnglish": "Rail Zeppelin - A Sibyl, Decision, and Child of Einnashe (3)",
          "SummaryEnglish": "While giving the gravely wounded Lord El-Melloi II an arduous treatment, Gray and the others harbor doubts about the existence of a Servant whose Master is nowhere to be seen. Shishigou and Luvia continue their investigation in London, where they visit Jean-Mario Supinerra and inquire about a serial murder that took place seven years ago. The respite is momentary, as the course of the Rail Zeppelin has been altered, and the train plunges into the forest of Dead Apostles – the Child of Einnashe. Gray, worried about the weakened Lord El-Melloi, decides to assist Karabo's group that is acting to correct the train's progress. Furthermore, Melvin, who has boarded Rail Zeppelin after hearing of rumors, joins the entourage. Olga Marie, barricading her lonely self after refusing to help Gray, finds a 'certain something' in her own room.",
          "Aliases": []
        },
        "10": {
          "ID": "7227135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227135",
          "TitleEnglish": "Rail Zeppelin - Mystic Eyes of Transience and an Awakening Detective (4)",
          "SummaryEnglish": "Gray and the Servant Hephaestion clash within the Child of Einnashe. However, they are buried in an avalanche, inevitably forcing a ceasefire. While they temporarily sheathe their weapons, they discuss their beliefs about the relationship between Masters and Servants. Shishigou and Luvia find out that Trisha was investigating the serial murders of seven years ago, as well as the Holy Grail War, and they recognize the link between her and the Rail Zeppelin. As various speculations intertwine, Adashino begins to reveal her own deductions in place of Lord El-Melloi II aboard the Mystic Eyes Collection Train...",
          "Aliases": []
        },
        "11": {
          "ID": "7227136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227136",
          "TitleEnglish": "Rail Zeppelin - The Residual Image and Auctions (5)",
          "SummaryEnglish": "As Adashino's deductions are playing out, Lord El-Melloi II makes his comeback. He sees a clue to the identity of Trisha’s murderer in Gray’s testimony and so asks Melvin to delay the start of the Mystic Eyes auction. Lord El-Melloi II plans to seek help from Olga Marie to find conclusive evidence to disprove Adashino’s claims. Meanwhile, in London, Shishigou gathers Flat and Svin to move ahead with certain preparations... As each of them reflects upon their own thoughts, the fateful Mystic Eyes auction finally begins...",
          "Aliases": []
        },
        "12": {
          "ID": "7227137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7227137",
          "TitleEnglish": "Rail Zeppelin – Lightning and Shooting Star (6)",
          "SummaryEnglish": "Caules Forvedge has been arrested for Trisha’s murder. As Lord El-Melloi II brings the Mystic Eyes auction to a halt in order to divulge his findings, Reines—who is supposedly still in London—rushes to his side. She brings with her the real Caules Forvedge, proving that the perpetrator, disguised as Caules, had been among the group on the Mystic Eyes Collection Train all this time. And so, Lord El-Melloi II reveals the name of the true perpetrator: the former director of the Modern Magecraft Theories Department, the man said to \"have had his heart stolen by Fairies\"...",
          "Aliases": []
        },
        "13": {
          "ID": "7358812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-el-melloi-iis-case-files-rail-zeppelin-grace-note/episodes/7358812",
          "TitleEnglish": "The Clock Tower, Usual Days, and the First Step Forward to the Future",
          "SummaryEnglish": "Several days after the incident on the Mystic Eyes collection train, a solemn ritual is conducted within Department of Modern Magecraft Theories for Svin's ascension to the rank of Pride. Several days after the incident on the Mystic Eyes collection train, a solemn ritual is conducted within Department of Modern Magecraft Theories for Svin's ascension to the rank of Pride. Meanwhile, Gray cannot shake her uneasiness about Lord El-Melloi II’s imminent departure for distant lands to participate in the Holy Grail War. Deep in thought as she wanders the streets, bustling as they are with the approach of Christmas, she bumps into Melvin.",
          "Aliases": []
        }
      }
    }
  }
}