{
    "URL": "https://www.thetvdb.com/series/assassins-pride",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10973152/",
        "https://assassinspride-anime.com/",
        "https://www.themoviedb.org/tv/91299",
        "https://x.com/assassins_anime"
    ],
    "TitleEnglish": "Assassins Pride",
    "SummaryEnglish": "In the world only the aristocrats have the power to fight the monster - mana. Even though Melida Angel was born in an aristocracy and studies at an academy developing mana users, she has no mana. To find her talent for mana, Kufa Vampir was sent to be her tutor but at the same time, he was ordered to assassinate her if she has no talent for mana. He makes a cruel decision to assassinate her because he thinks that it is a wasted effort that people who have not any mana are working hard in this world... However, he asks her, \"Do you want to try to entrust your life to me?\" He is not as an assassin nor a tutor. He is someone betting on his pride as an assassin tutor, to show the world what Melida is capable of!",
    "TitleJapanese": "アサシンズプライド",
    "SummaryJapanese": "マナという能力を持つ貴族が、人類を守る責務を負う世界。能力者の養成校に通う貴族でありながら、マナを持たない特異な少女メリダ=アンジェル。彼女の才能を見出すため、家庭教師としてクーファ=ヴァンピールが派遣される。\n『彼女に才なき場合、暗殺する』という任務を背負い－－。能力が全ての社会、報われぬ努力を続けるメリダに、クーファは残酷な決断を下そうとするのだが……。\n「オレに命を預けてみませんか」暗殺者でもなく教師でもない暗殺教師の 矜持（プライド）にかけて、少女の価値を世界に示せ！",
    "Aliases": [
        "Assassin's Pride"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "820028",
            "URL": "https://www.thetvdb.com/series/assassins-pride/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7299695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7299695",
                    "TitleEnglish": "Mercy of an Assassin",
                    "SummaryEnglish": "Kufa is sent to assess the abilities of the House of Angel's heir, whose lack of mana calls her lineage into question — but Merida is nothing like Kufa expected her to be.",
                    "TitleJapanese": "暗殺者の慈悲",
                    "SummaryJapanese": "マナという能力を持つ貴族が、人類を守る責務を負う世界。能力者の養成校に通う貴族でありながら、マナを持たない特異な少女メリダ=アンジェル。彼女の才能を見出すため、家庭教師としてクーファ=ヴァンピールが派遣される。『彼女に才なき場合、暗殺せよ』という任務を背負い、クーファは残酷な決断を下そうとするのだが…。"
                },
                "2": {
                    "ID": "7396471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396471",
                    "TitleEnglish": "When the Girl’s World Changes",
                    "SummaryEnglish": "Kufa plays a dangerous game by casting his lot with Melida. As for his young pupil? The school tournament is coming up, and Melida knows something her opponents don’t.",
                    "TitleJapanese": "少女の世界が変わるとき",
                    "SummaryJapanese": "遂にマナを開放したメリダ。クーファとの厳しいトレーニングを経て、聖フリーデスウィーデ女学院で行われる公開試合に参戦することに。そして、メリダを苛め続けてきた《闘士》ネルヴァ＝マルティーリョと対決の機会がついにコロシアムで訪れる…。"
                },
                "3": {
                    "ID": "7396473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396473",
                    "TitleEnglish": "Going Beyond the Limit",
                    "SummaryEnglish": "Melida and Elise look forward to the Circlet Night festival, but a kidnapping interrupts their celebration. Now Melida must undergo a trial by fire and prove herself.",
                    "TitleJapanese": "臨界点の彼方に",
                    "SummaryJapanese": "クーファ不在の中、週末開催のサークレット・ナイトに気分が高揚するメリダ。一方自分の意志とは違う衣装を着させられ落ち込むエリーゼ。そこに二人を誘拐すべくランカンスロープのテロ集団《黎明戯兵団》のウィリアム・ジンの魔の手が忍び寄る…。"
                },
                "4": {
                    "ID": "7396474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7396474",
                    "TitleEnglish": "Two Young Ladies Assemble at the Chained Castle",
                    "SummaryEnglish": "The Luna Lumiere Selection Tournament is poised to begin, but the students of St. Friedeswiede are in for a shock when this year's unexpected Cadets are revealed.",
                    "TitleJapanese": "鎖城に集う、乙女と乙女",
                    "SummaryJapanese": "誘拐事件後距離を縮めるメリダとエリーゼ。間もなく姉妹校の聖ドートリッシュ女学園との合同行事ルナ・リュミエール選抜戦が開催される。各校からの選抜生徒は優秀な上級生が恒例の中、聖フリーデスウィーデ女学院側からは思い掛けない代表者が告げられた…。"
                },
                "5": {
                    "ID": "7399557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399557",
                    "TitleEnglish": "The Golden Princess and the Silver Princess",
                    "SummaryEnglish": "The tournament will proceed despite the danger posed by Black Madia. As the Cadets prepare for their inevitable battle, Melida can’t help but dwell on Elise’s troubled words.",
                    "TitleJapanese": "黄金の姫と、白銀の姫",
                    "SummaryJapanese": "暗殺者ブラック＝マディアの侵入にルナ・リュミエール選抜戦の中止を申し出るクーファとロゼッティ。しかし、提案は却下され、メリダとエリーゼも仲を拗らせたまま選抜戦の期間が過ぎていく。そして、最終日。選抜者4組総当たり戦となるバトルロイヤルの試練が幕を開ける…。"
                },
                "6": {
                    "ID": "7399558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399558",
                    "TitleEnglish": "The Gray Witch",
                    "SummaryEnglish": "When the students gather for a secret party, Melida and her friends spend their time making merry and telling ghost stories, unaware that some tales are very real.",
                    "TitleJapanese": "灰色の魔女",
                    "SummaryJapanese": "ルナ・リュミュエール選抜戦には、裏・後夜祭があった。聖フリーデスウィーデ女学院と聖ドートリッシュ女学園の生徒が集まり、メリダやエリーゼも夜更かしを楽しむことに。ナイトパーティが進む中、ミュールが怪談「灰色の魔女」について話し始めると、突然会場が暗闇に包まれる。深紅の炎に照らされて現れたのは、例の「灰色の魔女」だった…。"
                },
                "7": {
                    "ID": "7399559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399559",
                    "TitleEnglish": "No Guidance Above nor Below",
                    "SummaryEnglish": "Melida sees green when Rosetti seeks Kufa as her lover to ward off an arranged marriage. Rosetti’s father claims Kufa bears an uncanny resemblance to a boy in the past.",
                    "TitleJapanese": "上も下も標はなく",
                    "SummaryJapanese": "聖フリーデスウィーデ女学院の研修旅行で、シャンガルタに向かうことになったメリダとクーファ。シャンガルタは、ロゼッティ の故郷。父親ブロサムも先んじて学院に来訪する。親からの婚約話を破談にすべく、嘘の結婚相手としてクーファを紹介するロゼッティ 。そんな中大広間で生徒が突然襲われてしまう…。"
                },
                "8": {
                    "ID": "7399560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399560",
                    "TitleEnglish": "The Last Testament of a Certain Skeleton",
                    "SummaryEnglish": "Suspicion falls on Kufa as the attacks continue. To clear his name, Melida teams up with an unlikely ally, but their findings are far more gruesome than they dared imagine.",
                    "TitleJapanese": "ある骸骨の遺言",
                    "SummaryJapanese": "シャンガルタの教会にて、聖フリーデスウィーデ女学院で起きた事件と同様の手口で、子供達が襲われた。容疑を疑われるクーファの姿が見当たらない中、メリダとマディアは独自に調査を始める、そして街人から聞きだしたミステリースポット歪んだ家に向かったのだが…。"
                },
                "9": {
                    "ID": "7399562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399562",
                    "TitleEnglish": "An Eternal Pact",
                    "SummaryEnglish": "Kufa confides his past to Melida. Now armed with forbidden knowledge, Melida must decide her next move, especially where Rossetti is concerned.",
                    "TitleJapanese": "悠久の契約",
                    "SummaryJapanese": "7年前、シャンガルタは建物が崩壊し、大火災に見舞われていた。教会では数多くの子供達が死亡し、大蜘蛛ナクアが子供達を主食としていた。惨劇の中ブロサムが泣きすがる一人の男の子が立ち上がる。徐々にその髪色は白く変わっていった…。"
                },
                "10": {
                    "ID": "7399563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399563",
                    "TitleEnglish": "Labyrinth Library",
                    "SummaryEnglish": "The suspicion regarding Melida’s mana reaches critical mass. Worried how the scandal could stain their prestige, Flandore’s nobles vow to take matters into their own hands.",
                    "TitleJapanese": "迷宮図書館",
                    "SummaryJapanese": "聖フリーデスウィーデ女学院に、ビブリアゴート認定試験の季節がやってきた。資格のない１年生にも関わらず、メリダとエリーゼは参加を促される。一方、メリダを怪しく思うセルジュ＝シクザール一同は、彼女の出自について公表をしようと目論む。"
                },
                "11": {
                    "ID": "7399564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399564",
                    "TitleEnglish": "Messengers of Death",
                    "SummaryEnglish": "Mule and Salacha join forces with Melida and Elise for the exam. But the two cousins don't realize their friends are hiding something from them.",
                    "TitleJapanese": "死神の使いたち",
                    "SummaryJapanese": "ビブリアゴートを進むメリダとエリーゼは、ミュールとサラシャと同行することになる。認定試験は、本の《修繕》と《整頓》。書物を食い荒らす魔物《虫喰い》を蹴ちらしながら、ミュールの協力で整頓を進める一同。そして、ついに合格の証がもたらされたのだが…。"
                },
                "12": {
                    "ID": "7399565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassins-pride/episodes/7399565",
                    "TitleEnglish": "Pride of an Assassin-Instructor",
                    "SummaryEnglish": "Melida doesn't answer to the prejudiced nobles who have put her on trial. She will show the world once and for all that she is the rightful heir of the House of Angel.",
                    "TitleJapanese": "暗殺教師の矜持",
                    "SummaryJapanese": "ウォールターの幻想譚では、セルジュ＝シクザールによるメリダ＝アンジェルの裁判が始まった。サムライの位階も暴かれ、マナ発現の原因を問い詰められながらも、アンジェル家の子供としての”プライド”を宣言するメリダ。そこに立ちはだかったのは…。"
                }
            }
        }
    }
}