{
    "URL": "https://www.thetvdb.com/series/fruits-basket-2019",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4CB4-BD6A-635C-5250-7886-U",
        "https://www.imdb.com/title/tt9304350/",
        "https://www.instagram.com/fruba_pr",
        "https://fruba.jp/",
        "https://www.themoviedb.org/tv/85991",
        "https://en.wikipedia.org/wiki/Fruits_Basket_(2019_TV_series)",
        "https://x.com/fruba_pr"
    ],
    "TitleEnglish": "Fruits Basket (2019)",
    "SummaryEnglish": "After a family tragedy turns her life upside down, 16-year-old high school student Tohru Honda takes matters into her own hands and moves out… into a tent! Unfortunately for her, she pitches her new home on private land belonging to the mysterious Soma clan, and it isn't long before the owners discover her secret. But, as Tohru quickly finds out when the family offers to take her in, the Somas have a secret of their own—when hugged by the opposite sex, they turn into the animals of the Chinese Zodiac!",
    "TitleJapanese": "フルーツバスケット (2019)",
    "SummaryJapanese": "高校生の本田透は、唯一の家族だった母親を亡くしてから一人でテント暮らしをしていた。ところが、テントを張ったその場所は由緒正しい『草摩家』の敷地内だった！\n草摩紫呉に家事の腕を買われた透は、学校の王子様的存在の草摩由希、そして由希を敵視する草摩夾と一緒に住むことに。\nしかし、透はまだ知らない。『草摩家』が何百年も前からある呪いに縛られていることを……。",
    "Aliases": [
        "Fruits Basket 1st Season",
        "Fruits Basket 2nd Season",
        "Fruits Basket 3rd Season",
        "Fruits Basket: The Final"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "791618",
            "URL": "https://www.thetvdb.com/series/fruits-basket-2019/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9117249",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/9117249",
                    "TitleEnglish": "Fruits Basket: Prelude",
                    "SummaryEnglish": "Before there was Tohru and Kyo, there was Katsuya and Kyoko. Discover the turbulent beginning of Tohru’s mom’s dark past, and the man who breathed new hope into her.",
                    "TitleJapanese": "フルーツバスケット -prelude-",
                    "SummaryJapanese": "この世の何も信じることが出来ず荒れ果てた生活を送っていた今日子は、 教育実習生として赴任してきた本田勝也と出会う。 慇懃無礼でクセの強い勝也に翻弄され、次第に惹かれていく。 ところが、不良仲間との間で起きた事件をきっかけに親から勘当を言い渡されてしまう。 今まで散々好き勝手やってきた罰だ。 そう思う今日子の前に、勝也が現れて……。"
                }
            }
        },
        "1": {
            "ID": "799444",
            "URL": "https://www.thetvdb.com/series/fruits-basket-2019/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "7054604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7054604",
                    "TitleEnglish": "See You After School",
                    "SummaryEnglish": "Temporarily homeless high school student Tohru Honda doesn't want to cause her friends any trouble, so she's been secretly living in a tent instead of asking to stay with any of them. Then she meets the owners of the land she pitched her tent on...",
                    "TitleJapanese": "行ってきます",
                    "SummaryJapanese": "高校生の本田透は、通りがかった家で十二支の置物を見つけて母親から聞いた昔話――子（ネズミ）に騙されて宴に参加できなかった可哀そうな猫のお話――を思い出す。それが縁で家主の草摩紫呉、そして紫呉の親戚で眉目秀麗な王子様的存在のクラスメイトである草摩由希と仲良くなるが、由希はどうしてか猫が嫌いなようで……。"
                },
                "2": {
                    "ID": "7082461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082461",
                    "TitleEnglish": "They're All Animals!",
                    "SummaryEnglish": "Tohru learns the Soma family's shocking secret: they transform into zodiac animals! Is this show a zodiac animal transformation home comedy?!",
                    "TitleJapanese": "みなさんが動物なんです！",
                    "SummaryJapanese": "アクシデントで草摩夾に抱きついてしまった透は、草摩家にまつわるとんでもない秘密を知る。それは何百年も前から続く十二支の呪い……忌まわしき宿命……透に秘密がバレたことは、紫呉から草摩の当主である慊人に報告されるという。由希の脳裏をよぎったのは、子供の頃の――隠蔽された――悲しい記憶だった。"
                },
                "3": {
                    "ID": "7082462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082462",
                    "TitleEnglish": "Let's Play Rich Man-Poor Man!",
                    "SummaryEnglish": "Kyo and Yuki both confide in Tohru about their insecurities, and she discovers that they have a lot in common for people who seem like such opposites.",
                    "TitleJapanese": "大貧民をやりましょう",
                    "SummaryJapanese": "文化祭まで一ヶ月。透のクラスは『オニギリ亭』を開店することに決定。同じ高校に通うはめになった夾は、クラスメイトに信頼されている由希を羨ましく思う。透はそんな夾を皆と打ち解けさせるため、花島と魚谷を交えて大貧民をしようと提案。一方、由希は夾が皆の輪の中になじんでいる様子を遠くから眺めるだけで……。"
                },
                "4": {
                    "ID": "7082463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082463",
                    "TitleEnglish": "What Year Is She?",
                    "SummaryEnglish": "Kagura Soma visits and expresses her rather explosive love for Kyo. At first she regards Tohru as a potential rival, but she soon comes to realize that Tohru is interested in friendship, not fighting.",
                    "TitleJapanese": "なにどしの方なのですか？",
                    "SummaryJapanese": "夾を訪ねて女性がやって来た。名前は草摩楽羅。草摩ということは……思った通り十二支の一人だ。が、楽羅は夾を見つけた途端に「会いたかったぁ！！」とグーパンチ＆怒涛のラッシュで攻め立てる。好きすぎるが故のエキセントリックな愛情表現に防戦一方の夾だったが、楽羅の“とある言葉”をきっかけに雰囲気が変わり……。"
                },
                "5": {
                    "ID": "7082466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082466",
                    "TitleEnglish": "I've Been Fooling Myself",
                    "SummaryEnglish": "Tohru has come to think of the Somas as her new family, but her faith in herself and in her relationships is shaken when her biological family says they're ready to take her back.",
                    "TitleJapanese": "勘違いをしていました",
                    "SummaryJapanese": "透のもとにおじいさんから電話が。娘夫婦と同居するための家の改築が終わったという。透は新しい家の住所を残して、草摩家を去って行った。そもそも改築が終わるまで居候していたにすぎない。他人がいる方が変なんだ――分かってはいたけれど、草摩家の空気はどこか重い。由希と夾も、透の存在が心に引っ掛かっていた。"
                },
                "6": {
                    "ID": "7082467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082467",
                    "TitleEnglish": "Perhaps We Should Invite Ourselves Over",
                    "SummaryEnglish": "On school festival day, the gang sells a ton of rice balls thanks to an innovative Prince Yuki marketing technique. Bonus: two other members of the Soma family come to the festival to introduce themselves.",
                    "TitleJapanese": "お邪魔させてもらおうかしら",
                    "SummaryJapanese": "文化祭、当日。先輩達に頼まれて、由希は女装するはめに。草摩一族の草摩紅葉、草摩はとりもそんな由希の姿を一目見ようと訪れて、透のクラスは大賑わい。そんな中、花島と魚谷だけは妙に親しい透と由希の関係を怪しんでいた。２人から隠し事でもあるのかと言われた透は、草摩家で厄介になっていると漏らしてしまい……。"
                },
                "7": {
                    "ID": "7082469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082469",
                    "TitleEnglish": "Spring Comes",
                    "SummaryEnglish": "A nervous Tohru visits the main Soma estate for her meeting with Hatori. There, she finds out the backstory behind Hatori's seemingly harsh attitude toward her.",
                    "TitleJapanese": "春になりますね",
                    "SummaryJapanese": "はとりに呼び出されて草摩の本家にやってきた透は、紅葉の案内で屋敷の中へ。しかし、わざわざ訪ねてきた透に対して、はとりは紫呉の家から出ていくよう勧める。草摩家は呪われている……慊人に利用される前に、関わった事を後悔する前に出ていけと言うのだ。はとりがそう言いだしたのは、自身の過去に関係があった。"
                },
                "8": {
                    "ID": "7082471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082471",
                    "TitleEnglish": "See You When You Get Back",
                    "SummaryEnglish": "Tohru tries to figure out how to cause everyone the least amount of trouble over the New Year's holiday. Meanwhile, Yuki and Kyo try to figure out how to survive three days without Tohru.",
                    "TitleJapanese": "行ってらっしゃい",
                    "SummaryJapanese": "年の暮れ。帰る場所のない透は正月もこの家にいさせてほしいと紫呉にお願いする。紫呉はもちろんと認めるが、草摩家は正月に一族が集まってお祝いをするしきたりがあるという。本家に帰りたくないとゴネる由希と夾に、留守は自分にまかせて帰りを待っている両親に会いに行くよう透は促す。由希達は仕方なく家を出るが……。"
                },
                "9": {
                    "ID": "7082473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082473",
                    "TitleEnglish": "Yuki Was My First Love",
                    "SummaryEnglish": "Kyo fights Yuki, Yuki fights a cold, and Tohru meets a new Soma whose mood swings may be even more extreme than Kagura's.",
                    "TitleJapanese": "由希は俺の初恋だから",
                    "SummaryJapanese": "三学期が始まるも、由希は少し風邪気味の様子。明日は持久走もあるし学校を休んだ方がいいのではと透が言ったその時、「持久走……つまりは勝負事か！」と夾が食いついてしまう。こうして始まった持久走は、トップを争う由希と夾の独壇場に。一方、透は土手で横になっていた白髪の男に草摩の家を知らないかと尋ねられ……。"
                },
                "10": {
                    "ID": "7082476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082476",
                    "TitleEnglish": "It's Valentine's, After All",
                    "SummaryEnglish": "Shigure does some serious scheming while Kagura, Kyo, Yuki, and Tohru all go on a double date.",
                    "TitleJapanese": "だって、バレンタインだもん",
                    "SummaryJapanese": "バレンタインデー前日。夾は校門前で待っていた楽羅を見た途端、一目散に逃げ出した。猛追する楽羅は、バレンタインデー当日にデートをしようと誘いに来たという。だが、夾は断固拒否。そこで楽羅は、透と由希も交えたＷデートを提案。デート未経験の透が嬉しそうに目を輝かせるので、夾は渋々Ｗデートをすることに。"
                },
                "11": {
                    "ID": "7082477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082477",
                    "TitleEnglish": "This Is a Wonderful Inn",
                    "SummaryEnglish": "It's \"White Day,\" the day that boys who received chocolates on Valentine's Day give their return gifts to the girls. And Momiji has one big surprise gift for Tohru!",
                    "TitleJapanese": "とってもステキなお宿です",
                    "SummaryJapanese": "「明日は何日でしょー」と透に質問する紅葉。明日は３月１４日……ホワイトデー！ そんな訳で、透に温泉旅行をプレゼントすると言いだした。由希と夾も誘われるが、夾は気分が乗らないらしい。しかし、紅葉がクラス会で読んだという本の話を聞き、ホワイトデーのお返しの代わりとして自分も一緒に温泉へ行くと透に伝える。"
                },
                "12": {
                    "ID": "7082478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7082478",
                    "TitleEnglish": "You Look Like You're Having Fun",
                    "SummaryEnglish": "It's the first day of the new school year, and the students of Kaibara High School gets their first look at Momiji and Hatsuharu's \"unique\" approach to school uniforms. Another member of the Soma family also pays a visit.",
                    "TitleJapanese": "楽しそうだね",
                    "SummaryJapanese": "新学期が始まり、透達も２年生に。新入生として草摩潑春と草摩紅葉も入学してきた。が、紅葉は女子の制服を着用、潑春もアクセサリーをジャラジャラと付けている始末。そこに現れた生徒会長の竹井誠が２人を注意したことで、潑春がブラック化！ 何とか事態は収まるも、今度は紅葉が由希と夾に話があると呼び止めて……。"
                },
                "13": {
                    "ID": "7222608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222608",
                    "TitleEnglish": "How Have You Been, My Brother?",
                    "SummaryEnglish": "Tohru meets a man she never knew existed, and learns something about Yuki that she never knew before.",
                    "TitleJapanese": "元気でいたかな？ 我が弟よっ",
                    "SummaryJapanese": "透は由希の秘密基地から帰ってくる途中に、脱ぎ捨てられた服を見つける。すると、何かが足元から体を這い上がってきた。透の悲鳴を聞きつけた由希が目にしたのは、一匹の蛇。なんと、この蛇の正体は十二支のひとりで由希の実兄、草摩綾女だという。だが、由希は自分本位で王様気質の綾女とは反りが合わないようで……。"
                },
                "14": {
                    "ID": "7222609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222609",
                    "TitleEnglish": "That's a Secret",
                    "SummaryEnglish": "Tohru learns more about Momiji Soma and visits her mother's grave with her friends.",
                    "TitleJapanese": "ヒミツだよ",
                    "SummaryJapanese": "透は５月１日に外出してもいいか紫呉に尋ねる。その日は母親の一周忌にあたるのでお墓参りに行きたいというのだ。話を聞いていた由希は一緒に行きたいと申し出るが、夾は黙り込む。草摩の人からは両親の話をあまり聞かないと思った透は、紅葉に両親のどちらがドイツ人かと尋ねる。紅葉は笑顔で「Mutti！」と答えるが……。"
                },
                "15": {
                    "ID": "7222611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222611",
                    "TitleEnglish": "I Wouldn't Say That",
                    "SummaryEnglish": "Tohru, Yuki, Kyo, Shigure, and Hatori go on a trip to the Soma vacation house near a lake.",
                    "TitleJapanese": "そうでもないさ",
                    "SummaryJapanese": "お泊りをしようと紫呉が急に言い出したので、はとりの運転する車で透達は別荘へやって来た。別荘から見える湖に感激する透だったが、お墓参りをした日から妙に塞ぎ込んでいる由希と夾のことが気になって仕方ない。湖まで散歩に出るも２人の空気は重いまま。耐え切れなくなった透は、自分に不手際があったと思い込み……。"
                },
                "16": {
                    "ID": "7222613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222613",
                    "TitleEnglish": "She Said Don't Step on Them!",
                    "SummaryEnglish": "Uotani plans a group gift for Tohru. Then, the Somas learn more about Uotani's past.",
                    "TitleJapanese": "踏むなっつってんだろが！",
                    "SummaryJapanese": "プールの授業。校則では何を着用しても自由だが、高いし勿体ないので透はいまだにスクール水着を着続けていた。不憫に思った魚谷と花島は水着をプレゼントすることに。その仲睦まじい様子を見た由希は、いつからの付き合いかと尋ねる。三人の仲は中学校からだという。そして、その頃の魚谷は手に負えない問題児だった。"
                },
                "17": {
                    "ID": "7222614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222614",
                    "TitleEnglish": "This Is for Uo-chan!",
                    "SummaryEnglish": "Uotani continues to tell about her past and how meeting Kyoko and Tohru impacted her.",
                    "TitleJapanese": "うおちゃんの分ですっ！",
                    "SummaryJapanese": "中学生の時は現役の不良だった魚谷。高校生とケンカをして、追われている最中に透とぶつかってしまう。透は魚谷を守ろうと咄嗟に手を握って家まで走る。また本田家に戻ってきた魚谷は、自分の本当の気持ちに気づき……なーんて、こっぱずかしい青春を語っちまったと話をやめる魚谷だったが、その話にはまだ続きがあった。"
                },
                "18": {
                    "ID": "7222617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222617",
                    "TitleEnglish": "What's Important Is…",
                    "SummaryEnglish": "Hatsuharu unexpectedly shows up with a new Soma who doesn't speak a word.",
                    "TitleJapanese": "大切なのは・・・・・",
                    "SummaryJapanese": "透と由希が雨宿りをしていると、びしょ濡れの潑春が歩いてきた。どうやら探し物をしていたらしい。見てみると、腕の中に虎の子供が！ 透は思わず「かわいい猫さんです……！」と手を伸ばすがガブッと咬まれてしまう。この虎の名前は草摩杞紗。十二支のひとりだ。だが、杞紗は中学校に入ってから話すことが出来ないという。"
                },
                "19": {
                    "ID": "7222619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222619",
                    "TitleEnglish": "I'm So Sorry!",
                    "SummaryEnglish": "Another Soma comes to visit, while Mitsuru begs Shigure for his manuscript.",
                    "TitleJapanese": "ごめんなさいーっ",
                    "SummaryJapanese": "満が原稿を受け取りに来た。が、家には誰もいない様子。電話をすると紫呉はたこ焼き屋にいると言うので、満は猛スピードで去っていった。そこへ透が帰宅。玄関の前で荷物を散乱させている和服の人が目に入る。咄嗟に拾うのを手伝うと、その人は「ごめんなさいーっ！」と頭をおさえて絶叫！ その仕草から透はハッとして……。"
                },
                "20": {
                    "ID": "7222620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222620",
                    "TitleEnglish": "I Can't Believe You Picked It Up",
                    "SummaryEnglish": "Hiro Soma comes to introduce himself, and it rapidly becomes obvious that he is not a Tohru Honda fan.",
                    "TitleJapanese": "何マジで拾ってんのさ",
                    "SummaryJapanese": "透はバイトへ向かう途中にひとりの少年と出会う。草摩家のひとり、草摩燈路だ。しかし、燈路は可愛らしい外見とは裏腹に屁理屈をまくし立てて透を困らせる。更には、わざわざ会いに来たから食事でも奢ってくれと要求。透は所持金が少ないと言うも、財布を見せてと強引にカバンを取り上げられて手帳を奪われてしまう。"
                },
                "21": {
                    "ID": "7222621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222621",
                    "TitleEnglish": "I Never Back Down from a Wave Fight",
                    "SummaryEnglish": "Members of the Prince Yuki Fan Club do some scheming and visit Hanajima's house.",
                    "TitleJapanese": "売られた電波は買わなくちゃ",
                    "SummaryJapanese": "透と魚谷は珍しい光景に足を止める。花島が由希のファンクラブ『プリンス・ユキ』のメンバーに声をかけられていたのだ。聞いてみると、学校新聞で電波の特集を組みたいので家へ行ってもいいかと取材を申し込まれたという。花島は「売られた電波は買わなくちゃ」と了承するが、プリユキの真の目的は別にあって……。"
                },
                "22": {
                    "ID": "7222623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222623",
                    "TitleEnglish": "Because I Was Happy",
                    "SummaryEnglish": "We learn more about Hanajima's past and how she meets Uotani and Tohru.",
                    "TitleJapanese": "だって嬉しかったのよ",
                    "SummaryJapanese": "人の心の声、所謂“電波”を受け取ることができる花島。しかし、幼い頃はコントロールすることが難しく、頭に響く声に苦しめられていた。家族に迷惑をかけたくないと小学生の時から他人と距離を置くも、周りからは「魔女」と呼ばれてイジメられる日々。それがエスカレートしたことで、とある事件が起こってしまい……。"
                },
                "23": {
                    "ID": "7222624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222624",
                    "TitleEnglish": "You Look Well…",
                    "SummaryEnglish": "Tohru comes down with a cold, and the Somas help her while she recovers.",
                    "TitleJapanese": "元気そうだな……",
                    "SummaryJapanese": "期末試験の結果、透は一教科だけ赤点を取って追試が決定。由希に勉強を教わったのに情けないと頭痛がするほどの落ち込みようだ。夾にも赤点のことを指摘され、高校卒業という母親との約束が守れるか心配で倒れこんでしまう。なんと、本当に風邪をひいていたらしい。皆の優しいフォローに透の情けなさは倍増するも……。"
                },
                "24": {
                    "ID": "7222626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7222626",
                    "TitleEnglish": "Let's Go Home",
                    "SummaryEnglish": "Kazuma Soma's visit to the house is more than a casual visit, especially for Kyo. Will we finally find out Kyo's secret?",
                    "TitleJapanese": "帰りましょう",
                    "SummaryJapanese": "道場をこれ以上は空けておけないと、夾の武術の師匠である草摩藉真が修行から戻ってきた。藉真は夾との再会を喜ぶ。というのも、藉真の祖父は猫憑きだった。夾の立場を一番理解し、本当の父親のように大切に思っているのだ。が、藉真は道場へ帰ってもいいかと聞く夾にこう言い放つ。「お前はここで暮らしていくんだ」と。"
                },
                "25": {
                    "ID": "7340287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7340287",
                    "TitleEnglish": "Summer Will Be Here Soon",
                    "SummaryEnglish": "Kazuma leaves without a word to Kyo while Yuki and Kagura fight their own battles. Then, Shigure gathers everybody for dinner at his house.",
                    "TitleJapanese": "もうすぐ夏がやってきます",
                    "SummaryJapanese": "夾が目覚めると、藉真の姿はもうなかった。透が送っていったと紫呉から言われ、夾は家を飛び出す。そして、透と話している藉真に追いつくなり殴りかかって、今まで言えなかった胸の内をぶつける。藉真もそれに応え、ようやく二人の心が触れ合えたようだった。一方、由希も自分の中に閉じ込めている感情と向き合い……。"
                }
            }
        },
        "2": {
            "ID": "1816501",
            "URL": "https://www.thetvdb.com/series/fruits-basket-2019/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "7551559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7551559",
                    "TitleEnglish": "Hello Again",
                    "SummaryEnglish": "Motoko continues to fawn over Yuki from afar as he meets Kakeru Manabe and Machi Kuragi, an odd pair with quirky habits.",
                    "TitleJapanese": "お久しぶりです",
                    "SummaryJapanese": "『プリンス・ユキ』の会長である皆川素子は、由希が率いる新生徒会役員のメンバーを探っていた。メンバーの中に女性がいて、由希に不埒な行為を働いたらと心配でたまらないらしい。一方、竹井に呼び出され進路指導室を訪れた由希は目を見張る。室内が滅茶苦茶に荒らされていたのだ。そこでは、女性がうずくまっていて……。"
                },
                "2": {
                    "ID": "7669219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7669219",
                    "TitleEnglish": "Eat Somen with Your Friends",
                    "SummaryEnglish": "The students need to submit their career plan forms before summer break begins, but thought of the future brings a wave of anxiety along with it.",
                    "TitleJapanese": "みんなで素麺食べたりしてね",
                    "SummaryJapanese": "進路希望の用紙を出すように言われた透は就職したいと考えるが、由希と夾は自分たちの今後について思いをはせる。そしてある日、透と夾は藉真の道場を訪れる。すると道場に一本の電話が。電話の相手は夾の父親だった。電話をうけて、夾の父親の元を訪ねる藉真。そこで語られる猫憑きの行く末とは？"
                },
                "3": {
                    "ID": "7682427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7682427",
                    "TitleEnglish": "Shall We Go and Get You Changed?",
                    "SummaryEnglish": "After Ayame drops by Shigure's house, Yuki decides to visit Ayame's shop for the first time together with Tohru.",
                    "TitleJapanese": "お着替えしましょうか・・・・・❤",
                    "SummaryJapanese": "初めて綾女の店へやって来た透と由希。この店が取り扱っているのは手芸品、そして綾女お手製のメイドやナースの服などらしい。すると突然、メイド服に身を包む従業員、倉前美音の目がキラーンと光って透を別室へ連れ去ってしまう。綾女いわく、美音には可愛い女性を見ると着せ替えをさせたくなる習性があるようで……。"
                },
                "4": {
                    "ID": "7696158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7696158",
                    "TitleEnglish": "I Got Dumped…",
                    "SummaryEnglish": "The students in class 2-D plan for their upcoming school trip. Meanwhile, Hatsuharu goes on a rampage, but nobody knows why.",
                    "TitleJapanese": "ふられたんだあ…",
                    "SummaryJapanese": "透たちの教室に「大変なのー！」と紅葉が駆け込んできた。潑春がブラック化して暴れているという。かなり重症なブラックのようで、様子を見に来た透も巻き込まれそうに。それに怒った夾と潑春の大喧嘩が始まりかけるも、繭子が現れて事態は収束。だが潑春がどうしてキレたのか……心配になった由希は潑春の後を追いかける。"
                },
                "5": {
                    "ID": "7707015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7707015",
                    "TitleEnglish": "Wait for me, tororo soba!",
                    "SummaryEnglish": "Summer break has started and Tohru and the crew have some fun at the department store. Then, Uotani meets someone who reminds her of Tohru at work.",
                    "TitleJapanese": "待ってろとろろソバー！",
                    "SummaryJapanese": "1学期が終了し、夏休みが始まる。透たちは紅葉に連れられてお化け屋敷へ。一方、バイトの休憩中だった魚谷はとある男性の姿が目に留まる。彼とは一度、別のバイト中に会ったことがある。魚谷は思わず駆けだした。ドジで、おっちょこちょいで、少しだけ透を思わせる彼にまた会いたいと願っていたのだ。"
                },
                "6": {
                    "ID": "7718787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7718787",
                    "TitleEnglish": "Are you really this stupid?",
                    "SummaryEnglish": "Momiji convinces Tohru to join the Somas at their vacation house by the ocean for some fun in the sun.",
                    "TitleJapanese": "馬鹿かい？君は",
                    "SummaryJapanese": "突然、草摩の別荘へ避暑の旅に行こうと紅葉が言い出した。ほかの十二支の皆も誘っているようだが、透は夏休みの宿題が終わっていなかった。由希は透の部屋で宿題の手助けをするも、棚の上に置かれた子供用の帽子が気になってしまう。その帽子は、迷子になった幼い透を助けた男の子が残していったものだというが……。"
                },
                "7": {
                    "ID": "7724211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7724211",
                    "TitleEnglish": "Let's Start the Watermelon Splitting Contest!",
                    "SummaryEnglish": "During their stay at the vacation house, Tohru and the Somas get exciting news and surprise visitors.",
                    "TitleJapanese": "スイカ割り大会を始めるのよーっ",
                    "SummaryJapanese": "燈路の母親が妊娠したと連絡が入り、透たちは紅葉の提案でお祝いとしてスイカ割り大会を始めることに。一方、遅れて別荘へやってきた紫呉の元に、はとりが現れる。はとりがいるならば慊人も来ていると予想する紫呉。しかし、慊人が連れてきたのは、はとりだけではなかった。海沿いを歩く由希の前に姿を見せたのは……。"
                },
                "8": {
                    "ID": "7724212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7724212",
                    "TitleEnglish": "It's True, Isn't It?",
                    "SummaryEnglish": "Isuzu leaves Kagura’s house without explanation. At the same time, Akito is now at the vacation house. What is Akito planning?",
                    "TitleJapanese": "だってホントのことだろ",
                    "SummaryJapanese": "由希を始め、十二支の面々が慊人のところへ出かける中、今回も留守番の透と夾。透は前日の由希の様子が気になり考えこんでいたが、そんな透を気にする夾に心配かけまいと砂遊びをしに海に行こうと誘う。そしてその夜、おぼつかない足取りで、また新たな草摩の者が別荘地へとやってくる……。"
                },
                "9": {
                    "ID": "7750619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7750619",
                    "TitleEnglish": "My Precious...",
                    "SummaryEnglish": "Kyo is summoned to join Akito at the annex along with the other zodiac members. How will Kyo cope with meeting Akito?",
                    "TitleJapanese": "大切な俺の・・・・・",
                    "SummaryJapanese": "依鈴が馬の物の怪憑きなら、酉（トリ）の物の怪憑きは慊人なのでは……透がそう考えていると紫呉に声をかけられる。なんと、夾を慊人の元へ連れていくという。慊人の命令らしいが、夾もお呼ばれされたと心から喜ぶ透。一方、正月と同じく透を一人にしてしまうと気にかけながらも、夾は慊人の部屋へと向かう……。"
                },
                "10": {
                    "ID": "7771908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7771908",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "What’s better than winding down the summer with some fireworks? Tohru and the Somas plan to do just that as their trip comes to a close.",
                    "TitleJapanese": "あなたは・・・・・『誰』ですか？",
                    "SummaryJapanese": "透に寂しい思いをさせたのではと考えた由希たちは、別荘で過ごす最後の夜に花火をしようと言いだす。皆の優しさに触れた透は、嬉し涙をこらえて微笑む。そして、自身も皆の為に何かをしたいと強く願うのだった。ところがその夜、慊人が別荘に姿を現し、不気味に微笑みこう言い放った。「本田透さんに……会いに来たよ」と。"
                },
                "11": {
                    "ID": "7778148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7778148",
                    "TitleEnglish": "All Mine",
                    "SummaryEnglish": "Tohru and the Somas return from their trip and Kagura invites Kyo on a date for some serious talk.",
                    "TitleJapanese": "私だけのものだよ",
                    "SummaryJapanese": "別荘から帰ってきた透は藉真を訪ね、呪いのことを教えてほしいと頭を下げる。夾がいずれ幽閉されること、慊人が十二支の主であることを知り、呪いを解きたいと思ったのだ。その頃、楽羅は夾に対していつものようにエキセントリックな愛情表現をしていた……が、夾は真面目な様子で言っておきたいことがあると切り出す。"
                },
                "12": {
                    "ID": "7792021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7792021",
                    "TitleEnglish": "You Cried for Me",
                    "SummaryEnglish": "Mayuko goes down memory lane after getting a few visitors at her family bookstore.",
                    "TitleJapanese": "俺の代わりに君が泣いた",
                    "SummaryJapanese": "繭子は夏風邪で入院した父親の代わりに実家の白木書店で店番をしていた。そこへ紫呉がお客としてやってくる。本を物色する紫呉を横目に、繭子は2年前を思い出す。それは、親友の佳菜からはとりを紹介された過去。そして、2人が恋人同士だと分かっていながら、一目見た時からはとりを好きになってしまった記憶……。"
                },
                "13": {
                    "ID": "7799365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7799365",
                    "TitleEnglish": "Sure Thing",
                    "SummaryEnglish": "The new term starts and Yuki takes on his duties as the student council president.",
                    "TitleJapanese": "いいっスよー",
                    "SummaryJapanese": "新学期が始まり、由希の率いる新生徒会が本格始動。しかし魔性の女と呼ばれている藤堂公と、いつもピリピリしている桜木直人が加わり圧倒される由希。伏し目がちで口数の少ない倉伎真知と、自由すぎる問題児の真鍋翔だけでも大変なのに、この上に立つことが出来るのかと愕然とする。だが、あの日の誓いが頭をよぎり……。"
                },
                "14": {
                    "ID": "7809227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7809227",
                    "TitleEnglish": "I Might as Well Die, Then...",
                    "SummaryEnglish": "A family emergency comes up for Tohru, and Yuki starts to realize why Rin acts the way she does.",
                    "TitleJapanese": "俺もう死んだっていいや・・・・・",
                    "SummaryJapanese": "透のおじいさんがギックリ腰で倒れたと連絡が入る。三者面談の日が差し迫っていたので、おじいさんの代理として紫呉が透の三者面談に出席することに。由希も三者面談のことを両親に話そうと草摩家へ戻るが母親は不在だった。その帰り道に依鈴と遭遇。逃げる依鈴の手を掴み、「本気で春を振ったのか？」と尋ねるが……。"
                },
                "15": {
                    "ID": "7817264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7817264",
                    "TitleEnglish": "See You Later",
                    "SummaryEnglish": "Parent-teacher conferences to discuss career plans are underway, triggering various emotions in the students.",
                    "TitleJapanese": "・・・・・行ってきます",
                    "SummaryJapanese": "三者面談がスタート。紫呉と繭子が嫌味を言いあう中、透は母親との約束である就職を希望する。続く夾は藉真と共に面談を開始。将来の展望を聞かれるも、限られた時間しかない夾の胸の内には透の姿が浮かぶ。由希も面談の日を迎えるが、受ける大学は選定済みだと母親が勝手に決めつけて話し出すので狼狽えてしまい……。"
                },
                "16": {
                    "ID": "7830947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7830947",
                    "TitleEnglish": "Ask Him for Me",
                    "SummaryEnglish": "Tohru takes it upon herself to venture into the Soma Estate where she meets someone unexpected.",
                    "TitleJapanese": "だからつたえて",
                    "SummaryJapanese": "魚谷の想い人の名前が「クレノ」だと知った透は草摩紅野と同一人物か確かめるために草摩本家へ出向くが、中から聞こえるヴァイオリンの音色に気をとられて女の子とぶつかってしまう。その子は紅葉の妹、モモだった。モモは透と紅葉が友達だと知ると、秘密の入り口を教えて中へと案内。そして、お願いを聞いてほしいと言う。"
                },
                "17": {
                    "ID": "7837153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7837153",
                    "TitleEnglish": "You Will, I'm Sure of It",
                    "SummaryEnglish": "Tohru and her classmates are in Kyoto for their school trip to create some lifelong memories.",
                    "TitleJapanese": "あります、きっと・・・・・",
                    "SummaryJapanese": "透達は修学旅行で京都へやってきた。周りは少し浮足立っている様子で、夾も女子生徒から告白される。だが、覗き見しにきた魚谷達が加わり、ちょっとしたカオス状態に！ 透は夾に騒動の原因を訪ねるも、「おまえに関係ない」と冷たく突き放されてしまう。初めて言われた訳ではないのに、なぜだか透の胸は千切れそうで……。"
                },
                "18": {
                    "ID": "7847806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7847806",
                    "TitleEnglish": "Do You Wanna Kiss?",
                    "SummaryEnglish": "Isuzu, the zodiac Horse, is determined to make change and seeks out Shigure for some answers.",
                    "TitleJapanese": "キスしよっか",
                    "SummaryJapanese": "依鈴は具合が悪いにも拘わらず、ひとりで呪いの解き方を探し続けていた。しかし、手がかりはみつからない。仕方なく、また紫呉を訪ねるも吐き気に襲われる。そこへ透が帰宅。透の姿が母親と被り、依鈴は錯乱状態に……嫌な夢でも見ているのか……昔は私もパパもママも――まるでお芝居のように――倖せだったのに……。"
                },
                "19": {
                    "ID": "7861775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7861775",
                    "TitleEnglish": "There's Just No Way!",
                    "SummaryEnglish": "Isuzu spends the night recuperating at Shigure’s, giving a chance for Tohru and Isuzu to get to know each other.",
                    "TitleJapanese": "無いんだ、どこにもっ！",
                    "SummaryJapanese": "依鈴が目を覚ます。錯乱して気を失ったので意識が戻るまで紫呉の家で休ませてもらっていたようだ。依鈴は何かと気にかけてくる透に、「呪いを解こうとするのは止めろ」、「お優しい世界で生きていけ」と警告する。だが、譲れない透も「出しゃばります！」と反論。感情が抑えきれなくなった依鈴は衝動的に家を飛び出す。"
                },
                "20": {
                    "ID": "7876626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7876626",
                    "TitleEnglish": "Are You Okay?",
                    "SummaryEnglish": "With the school culture festival around the corner, Yuki is kept busy as he juggles the student council and class duties.",
                    "TitleJapanese": "大丈夫ですか",
                    "SummaryJapanese": "透達のクラスは文化祭でシンデレラを上演することに決定。配役に悩む一同だったが、由希は生徒会の会議に出るため教室を後にする。すると、目の前で生徒会室のガラス窓が砕け散る。中にはぽつんと、真知がいた。この場は俺に預けてくれと申し出る真鍋。言う通りにする由希だったが、真鍋と真知の関係が気になって……。"
                },
                "21": {
                    "ID": "7876627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7876627",
                    "TitleEnglish": "There Was, Definitely",
                    "SummaryEnglish": "Yuki loses himself in thought as he remembers a dark memory from his childhood.",
                    "TitleJapanese": "あったんだ。確かに",
                    "SummaryJapanese": "由希がまだ誰にも伝えていない、情けなくてカッコ悪いこと……それは初めて慊人と会った時まで遡る。物心ついた頃には、神様に一番近い存在として慊人の側にいた。しかし、ある日を境に否定的な言葉を浴びせられるようになる。友達も去った。母親からも見放された。そんな日々の中で、由希の心のどこかが弾けて……。"
                },
                "22": {
                    "ID": "7876628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7876628",
                    "TitleEnglish": "That Isn't What I Want",
                    "SummaryEnglish": "While the school prepares for the culture festival, Yuki talks about his secret that he’s never told anyone else.",
                    "TitleJapanese": "俺は、嫌なんだ！",
                    "SummaryJapanese": "由希が透に求めたもの。それは恥ずかしくて、認めたくなくて、今までずっと蓋をしていた気持ち。でも、今は違う。透がくれた優しさや温もりを糧に、もう一度歩き出したい。暗闇に負けないように。由希は真鍋に気持ちを打ち明け、溢れる涙をぬぐった。一方、透はシンデレラで演じる意地悪な姉役に苦戦していて……。"
                },
                "23": {
                    "ID": "7876629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7876629",
                    "TitleEnglish": "It's Cinderella-ish",
                    "SummaryEnglish": "Tohru’s class puts on an unconventional retelling of Cinderella at the school culture festival.",
                    "TitleJapanese": "シンデレラっぽいもの！",
                    "SummaryJapanese": "文化祭当日。燈路と杞紗は透のクラスが上演する『シンデレラっぽいもの』を観にやってきた。ところが配役のせいで劇は大荒れ。芝居か本心か、シンデレラ役の花島が王子様役の夾に自分を誤魔化しながら城の中で生きていくつもりかと問う。夾はどうなろうが俺の勝手と答えるも、「私はそんなの……」と透が声を上げてしまう。"
                },
                "24": {
                    "ID": "7876630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7876630",
                    "TitleEnglish": "Here You Are",
                    "SummaryEnglish": "Another New Year’s means another banquet for the zodiac members at the Soma estate.",
                    "TitleJapanese": "真知がいた",
                    "SummaryJapanese": "年内の大きな仕事を片付けた生徒会の皆は、忘年会も兼ねた打上げを行うことに。真知は参加を断るが、由希から集合場所のメモを渡される。虚ろで何もない私……つまらない存在……そう思い込んで自分の殻に閉じこもる真知だったが、由希と接することで何かが変わっていく。一方、由希も年末は草摩の本家へ帰る決意をする。"
                },
                "25": {
                    "ID": "7907680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7907680",
                    "TitleEnglish": "I'm Different Now",
                    "SummaryEnglish": "A winter chill lingers in the air as memories revealing some of Kureno's mysterious past and present emerge.",
                    "TitleJapanese": "・・・・・俺はもう、違うんだ",
                    "SummaryJapanese": "三学期が始まった。紅葉から文化祭のＤＶＤを渡すことができたと聞いた透は、魚谷の気持ちが届くように強く願う。草摩の本家では、由希に反抗されたショックで慊人が寝込んでいた。その側を離れ、紅野はＤＶＤを再生する。画面には劇中で思いの丈を叫ぶ魚谷が。それがきっかけとなり、紅野は透に衝撃的な事実を告げる。"
                }
            }
        },
        "3": {
            "ID": "1869109",
            "URL": "https://www.thetvdb.com/series/fruits-basket-2019/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7950801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/7950801",
                    "TitleEnglish": "I’ll Hold Another Banquet",
                    "SummaryEnglish": "As Season 3 begins, Tohru struggles to digest all the new information she's learned from Kureno.",
                    "TitleJapanese": "また宴を開こう",
                    "SummaryJapanese": "慊人は男性ではなく、女性だった。生まれた日から母親の草摩楝によって男性として育てられてきたのだ。その本意は不明だが、はっきりとしているのは慊人と楝が憎しみあっていること。そして、紅野が慊人から離れられないという事実。哀しさが螺旋のようにつながり、へたりこむ透。そんな透の前に現れたのは……。"
                },
                "2": {
                    "ID": "8297178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8297178",
                    "TitleEnglish": "That's an Unwavering Truth",
                    "SummaryEnglish": "Tohru isn't sure who to talk to, or how many secrets to keep. Meanwhile, one of Shigure's secrets begins coming to light.",
                    "TitleJapanese": "それこそが、揺るぎない事実",
                    "SummaryJapanese": "慊人が女性だということ、母親の楝と確執があること、紅野が呪いから解放されていること……卒業式の準備で騒々しいなか、透はその話を口にしていいものか悩んでしまう。一方、紫呉は満と食事に出かけるも偶然、両親と鉢合わせる。どうやら同じ店で草摩本家の会食が行われるらしい。当然、そこには慊人の姿もあって……。"
                },
                "3": {
                    "ID": "8355340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355340",
                    "TitleEnglish": "I Hope It Snows Soon",
                    "SummaryEnglish": "A shocking rumor spreads about Machi. Love confessions are in the air, too: Kaibara High School's seniors are rushing to gain closure with their secret crushes before graduation.",
                    "TitleJapanese": "降ればいいのに",
                    "SummaryJapanese": "卒業式が近づくなか、由希は真知に関する不穏な噂を耳にする。なんでも、実の弟を死なせようとして家を追い出されたのだという。真鍋が言うには、その噂はかなり真相に近いようだ。しかし、それでも由希は信じられずにいた。こうなったら直接本人から聞いてみようと真鍋が提案し、２人は真知の家へ向かう。"
                },
                "4": {
                    "ID": "8355341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355341",
                    "TitleEnglish": "I'm… Home.",
                    "SummaryEnglish": "The Somas get increasingly worried when no one can find Rin.",
                    "TitleJapanese": "……ただい…ま",
                    "SummaryJapanese": "由希から依鈴の入院先と容態を聞かれる潑春。だが、詳しくは知らないと答えて何やら上の空な様子。「どうにもなんなくなったら……慰めて」と言い残して楽羅の家に向かうも、潑春は燈路から依鈴はまだ戻っていないと聞かされる。その頃、紅野は草摩本家の座敷牢で驚愕の光景を目撃してしまい……。"
                },
                "5": {
                    "ID": "8355342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355342",
                    "TitleEnglish": "I Mean… You Know, Right?",
                    "SummaryEnglish": "Momiji seems completely different this school year! He's got a taller body and a deeper voice, but has anything changed on the inside?",
                    "TitleJapanese": "だって…わかるでしょう？",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8355343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355343",
                    "TitleEnglish": "It Was So Foolish",
                    "SummaryEnglish": "Kyo is thinking about the past. Tohru is thinking about the future. But they're both thinking about each other.",
                    "TitleJapanese": "なんて、愚かなんだろう",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8355347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355347",
                    "TitleEnglish": "That's Right, It's Empty",
                    "SummaryEnglish": "Kyo has a nightmare about the mothers in his life. Akito and Ren are still dealing with Akira's death.",
                    "TitleJapanese": "そうだよ、空っぽだ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8355348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355348",
                    "TitleEnglish": "I'm Disappointed in You",
                    "SummaryEnglish": "Kyo and Tohru have a painful conversation.",
                    "TitleJapanese": "そんなん…幻滅だ…",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8355349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355349",
                    "TitleEnglish": "What's Your Name?",
                    "SummaryEnglish": "Yuki goes looking for Kyo. Tohru and Akito finally connect, but then they both get a shock.",
                    "TitleJapanese": "貴方の…お名前は？",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8355351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355351",
                    "TitleEnglish": "I Just Love Her",
                    "SummaryEnglish": "After a fight, Yuki and Kyo each figure out what they want to do next.",
                    "TitleJapanese": "好きなんだ。ただ…",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8355354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355354",
                    "TitleEnglish": "Goodbye",
                    "SummaryEnglish": "Kyo finally tells Tohru what he should have told her in the first place. And we finally hear the true, original zodiac story.",
                    "TitleJapanese": "さようなら",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8355357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8355357",
                    "TitleEnglish": "You Fought Well",
                    "SummaryEnglish": "Akito makes a drastic choice that will affect the futures of the whole Soma family.",
                    "TitleJapanese": "がんばったね",
                    "SummaryJapanese": "真知に会いたいと、由希は家から飛び出した。大勢の人がいる中で自分一人を見つけ、想ってくれるのは幸福なことで、由希と真知はお互いを奇跡みたいな存在だと自覚する。その時、「遠い遠い約束を……守ってくれてありがとう」という声が聞こえた。とうとう由希の呪いも……自然と流れる涙を拭い、由希は真知を抱きしめる。"
                },
                "13": {
                    "ID": "8447433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fruits-basket-2019/episodes/8447433",
                    "TitleEnglish": "See You Again Soon",
                    "SummaryEnglish": "Tohru, the Somas, and all of their friends prepare for the next chapters of their lives.",
                    "TitleJapanese": "いってきます",
                    "SummaryJapanese": null
                }
            }
        }
    }
}