{
  "URL": "https://www.thetvdb.com/series/startwinkle-precure",
  "Genres": [
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/55EC-7197-AD6C-2614-2B9A-6",
    "https://www.imdb.com/title/tt13620226/",
    "http://www.toei-anim.co.jp/tv/precure/",
    "https://www.themoviedb.org/tv/85322"
  ],
  "TitleEnglish": "Star☆Twinkle Precure",
  "SummaryEnglish": "Hikaru meets aliens Lala, Prunce, and Fuwa while watching the night sky. She learns of the \"Star Palace,\" where the 12 Star Princesses of the constellations kept the balance of the universe until they were attacked. Lala is searching for the legendary Precure warriors to help find the 12 scattered \"Princess Star Color Pens\" and revive the princesses. When Fuwa is captured by an enemy, Hikaru wishes to save Fuwa, and a Star Color Pendent and a Star Color Pen appear to allow her to transform into Cure Star. From then on she works to collect the pens and raise Fuwa, who is the key to reviving the princesses.",
  "Aliases": [
    "Star Twinkle Precure",
    "Star☆Twinkle Pretty Cure"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "791474",
      "URL": "https://www.thetvdb.com/series/startwinkle-precure/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7293558",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7293558",
          "TitleEnglish": "Pretty Cure Miracle Universe",
          "SummaryEnglish": "Pretty Cure Miracle Universe is a crossover film featuring all of the current Pretty Cure characters from \"KiraKira ☆ Pretty Cure A La Mode\" onward. It is the 26th movie overall in the Pretty Cure movie series. The Star ☆ Twinkle Pretty Cure characters, without Cure Cosmo at that time, make their movie debut.",
          "Aliases": []
        },
        "2": {
          "ID": "7255751",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7255751",
          "TitleEnglish": "Star ☆ Twinkle Pretty Cure: These Feelings Within The Song Of Stars",
          "SummaryEnglish": "\"Star ☆Twinkle Pretty Cure: These Feelings Within The Song Of Stars\" is the 27th Pretty Cure movie produced by Toei Animation, and is directed by Tanaka Yuuta. The movie will be released in Japanese cinemas on October 19th, 2019.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "791475",
      "URL": "https://www.thetvdb.com/series/startwinkle-precure/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 49,
      "Episodes": {
        "1": {
          "ID": "6967679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/6967679",
          "TitleEnglish": "Glitterific~ ☆ Shining In Space, Cure Star Is Born!",
          "SummaryEnglish": "I'm Hoshina Hikaru, a second-year middle school student who loves constellations and space! Today, when I was looking up at the starry skies, I drew my own original constellation in my notebook. But then my picture shines, and out comes a strange fairy called \"Fuwa\"! At last! I've always dreamt of meeting someone from space!! The next day, as I searched for Fuwa who had left my room, I bumped into aliens called Lala and Prunce. Glitterific~ ☆ However, it seems a bad alien has targeted Fuwa...",
          "Aliases": []
        },
        "2": {
          "ID": "7003247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7003247",
          "TitleEnglish": "A Friend From Space ☆ Cure Milky Is Born!",
          "SummaryEnglish": "What, the rocket is broken!? But the alien Lala can fix it herself! Not only can she drive the rocket, but she can do so much more too, which sounds amazing!! She's only a natural because she's an adult. Wait, she's 13 too!? That's the same age as me!! I wonder if Lala would want to be a Pretty Cure too...? Don't worry, I'm sure Lala can transform as well!",
          "Aliases": []
        },
        "3": {
          "ID": "7003250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7003250",
          "TitleEnglish": "The Pretty Cure Are Disbanding!? Search For The Power Of The Star Princesses ☆",
          "SummaryEnglish": "Huh, I heard a sound come from my Star Color Pendant! But then just as I heard it, it stopped. So Lala decides to examine the pendant overnight...And apparently Prunce can tell us exactly where the Princess' power lies! Glitterific~☆ Alright! Time to get searching~☆ But Lala wants me to wait until she has completed her analysis of the pendant...! What~ Maybe you should analyse it as we search~~! Gosh! I'm not waiting anymore! I'll find it my way!",
          "Aliases": []
        },
        "4": {
          "ID": "7003253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7003253",
          "TitleEnglish": "Ciao! A Shining Smile ☆ Cure Soleil Is Born!",
          "SummaryEnglish": "Shines as bright as the sun! Amamiya Elena is a popular girl who is incredible at sports! Together with Lala, I went to the flower shop \"Sonrisa\"! It just so happens to be Elena's family house too~! Sonrisa means \"to smile\" in Spanish! Elena's siblings are all smiles and get along really well. Now I can see why she's called the sun: she's surrounded by smiles! But on the way back from Sonrisa, a Nottoraider appears before us...",
          "Aliases": []
        },
        "5": {
          "ID": "7027498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7027498",
          "TitleEnglish": "A Secret Transformation ☆ The Lady is Cure Selene!",
          "SummaryEnglish": "Kaguya Madoka is the \"Moon\" of the school as well as the student council president! She's smart, can play the piano and is amazing at archery too! As Hikaru, Elena and Lala looked after Fuwa, Madoka came from out of nowhere and found out about Fuwa! Madoka's father investigates aliens so now she wanted to talk to the girls about Fuwa. Problem is, since Lala and Prunce are aliens, if Madoka were to reveal their secret, they wouldn't be able to stay on Earth anymore!!",
          "Aliases": []
        },
        "6": {
          "ID": "7052315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7052315",
          "TitleEnglish": "An Imagination of Darkness!? The Dark Pen Appears!",
          "SummaryEnglish": "Lala is trying her hardest to fix the rocket but ends up failing to do so each time. Hikaru decides to take her, along with Elena and Madoka, to the observatory to help her relax and have a bit of fun. There she introduces them to Ryoutarou, who tells her that the stars' lights are beginning to weaken.",
          "Aliases": []
        },
        "7": {
          "ID": "7052316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7052316",
          "TitleEnglish": "Exciting! The Grand Strategy To Repair The Rocket ☆",
          "SummaryEnglish": "The girls set out to repair the rocket together. Hikaru got stuck with cleaning up, which she finds boring, so she draws a picture in the Twinkle Book to convey her wish of flying in the rocket. With the others feeling the same way, the rocket is fixed...but then a Notraider appears.",
          "Aliases": []
        },
        "8": {
          "ID": "7052317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7052317",
          "TitleEnglish": "Off to Space We Go ☆ Planet Kennel is Woofderful!",
          "SummaryEnglish": "The girls finally go to space, in which they follow the Star Color Pendant to Planet Kennel. There they meet the aliens Doggie, Maggie and Neggie who look like dogs but talk a lot like humans. At the temple, they find a Princess Star Color Pen but the dogs refuse to hand it over.",
          "Aliases": []
        },
        "9": {
          "ID": "7052318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7052318",
          "TitleEnglish": "Ring of Friendship! Star Donuts ☆",
          "SummaryEnglish": "Hikaru finds out that Madoka has never tried Star Donuts before nor has she ever gone to the shopping district. This is because Madoka spends her days studying, practising her archery, performing tea ceremonies and flower arranging. So to take some of the stress off Madoka's shoulders, Hikaru decides to take her, with Lala tagging along, to the shopping district and have Madoka try Star Donuts for the first time...",
          "Aliases": []
        },
        "10": {
          "ID": "7052320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7052320",
          "TitleEnglish": "Sparkling ☆ Welcome To Planet Coumarin!",
          "SummaryEnglish": "\"I want to see the southern cross constellation\" is Hikaru's desire so she and the others go back into outer space. And before they knew it, the Star Color Pendant reacts and they are teleported to Planet Coumarin...",
          "Aliases": []
        },
        "11": {
          "ID": "7107967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7107967",
          "TitleEnglish": "Shine ☆ The Power Of The Southern Cross!",
          "SummaryEnglish": "Hikaru, whose pens were taken off her by the Notraiders, has fallen into depression. To make matters worse, Fuyuki's research team had seen the rocket when it was returning to Earth...",
          "Aliases": []
        },
        "12": {
          "ID": "7107969",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7107969",
          "TitleEnglish": "Goodbye Lala!? The Movie Director Is An Alien ☆",
          "SummaryEnglish": "Hikaru's favorite movie director, Abraham is an alien from the planetary union. And for Lala and Prunce to stay on Earth, the girls have to take part in a movie!",
          "Aliases": []
        },
        "13": {
          "ID": "7110503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7110503",
          "TitleEnglish": "Lala's Heart-Pounding First School Visit ☆",
          "SummaryEnglish": "To go to school is Lala's dream! By removing the A.I out of her life, Lala's common sense starts to falter at school, leaving her puzzled and losing sight of herself...",
          "Aliases": []
        },
        "14": {
          "ID": "7134411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7134411",
          "TitleEnglish": "The Party Of Smiles! The Family's Sonrisa ☆",
          "SummaryEnglish": "Hikaru and the others are invited to Elena's home party. During the party full of smiles, Touma leaves with a sad look on his face.",
          "Aliases": []
        },
        "15": {
          "ID": "7150652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7150652",
          "TitleEnglish": "The Treasure Scramble! Look Out For The Space Phantom Thief ☆",
          "SummaryEnglish": "On Planet Zeni, Hikaru and the others meet a space idol known as Mao. In order to get the pen, the girls must participate in an auction against other celebrities.",
          "Aliases": []
        },
        "16": {
          "ID": "7156207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7156207",
          "TitleEnglish": "Aim For Victory ☆ Madoka's Arrow!",
          "SummaryEnglish": "Madoka is to participate in a national archery tournament. Since she feels as if she's disturbing her father's investigations, Madoka aims to win for Fuyuki. That is until a strong opponent named Yumika appears...",
          "Aliases": []
        },
        "17": {
          "ID": "7156210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7156210",
          "TitleEnglish": "Enemy? Ally? The Treasure Blue Cat Is Searching For ☆",
          "SummaryEnglish": "Following the Star Color Pendant's reaction, the girls end up on Planet Zeni again, but this time before Doramusu's house. In which they decide to work together with the space phantom thief, Blue Cat...!",
          "Aliases": []
        },
        "18": {
          "ID": "7187581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7187581",
          "TitleEnglish": "Publish That New Story ☆ Mom's Manga Journey!",
          "SummaryEnglish": "Hikaru's mother aims to write a new manga that will hopefully get serialised. Seeing her mother take on a genre she has never done before, Hikaru decides to try and support her in whatever way she can...",
          "Aliases": []
        },
        "19": {
          "ID": "7187582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7187582",
          "TitleEnglish": "To The Planet Of Rainbows ☆ Blue Cat's Secret!",
          "SummaryEnglish": "Hikaru and the others visit Planet Rainbow, where they meet the fossilised inhabitants. On top of that, they stumble upon Blue Cat's hideout...",
          "Aliases": []
        },
        "20": {
          "ID": "7208584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7208584",
          "TitleEnglish": "Light Up The Galaxy ☆ Cure Cosmo Is Born!",
          "SummaryEnglish": "Hikaru and the others chase after Blue Cat who had stolen Fuwa and all their Princess Star Color Pens. Once caught up with her, Blue Cat begins to tell them the truth about Planet Rainbow...",
          "Aliases": []
        },
        "21": {
          "ID": "7216051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7216051",
          "TitleEnglish": "The Rainbow Spectrum ☆ Cure Cosmo's Power!",
          "SummaryEnglish": "Standing before Cure Cosmo is Aiwarn's Nottoriga who has noticed that Darknest is residing within Aiwarn. So Hikaru and the others decide to transform and fight alongisde their new ally.",
          "Aliases": []
        },
        "22": {
          "ID": "7238007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7238007",
          "TitleEnglish": "Welcome Home, Dad! The Hoshina Family's Star Festival ☆",
          "SummaryEnglish": "It's Tanabata and Hikaru's father comes back for just one day. On top of that, it's Lala's birthday, so the girls and Hikaru's family get together for a barbecue to celebrate.",
          "Aliases": []
        },
        "23": {
          "ID": "7255738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7255738",
          "TitleEnglish": "So Many Fuwas!? Fuwa ☆ Panic!",
          "SummaryEnglish": "Fuwa suddenly multiplies when she eats the matter cookie!? What can Hikaru and the others do to stop the number of Fuwas from increasing...?",
          "Aliases": []
        },
        "24": {
          "ID": "7255740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7255740",
          "TitleEnglish": "Melting Hearts! The Concert of Planet Aisuno ☆",
          "SummaryEnglish": "Aisuno is a planet blanketed in snow and ice. To get their hands on the Princess Star Color Pen, the girls put on a concert in the ice pillar room.",
          "Aliases": []
        },
        "25": {
          "ID": "7255741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7255741",
          "TitleEnglish": "The Star Festival Of The Sky ☆ Yuni's Memories",
          "SummaryEnglish": "Hikaru and the other take Yuni to the Star Festival. While walking around the festival in her yukata, Yuni remembers a similar festival that was held at Planet Rainbow too.",
          "Aliases": []
        },
        "26": {
          "ID": "7283607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7283607",
          "TitleEnglish": "The Mysterious Invader!? The Dreaded Pajama Party ☆",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "27": {
          "ID": "7299269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7299269",
          "TitleEnglish": "The Ocean Planet! Swim Your Way To Becoming A Mermaid ☆",
          "SummaryEnglish": "In order to repair the rocket, the girls stop by at Planet Pururun. To get to the heart of the planet, the girls decide to become mermaids...",
          "Aliases": []
        },
        "28": {
          "ID": "7308569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7308569",
          "TitleEnglish": "Burning Heart! A Tradesman's Flare And Repairing The Rocket ☆",
          "SummaryEnglish": "Only a tradesman like alien known as Flare can help the girls fix their rocket. To create enough fire deemed necessary, Elena and Madoka must work together to move the bellows...",
          "Aliases": []
        },
        "29": {
          "ID": "7308570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7308570",
          "TitleEnglish": "I'm Home ~lun ☆ Planet Saman In A Depressed State",
          "SummaryEnglish": "Hikaru and the others have finally arrived on Planet Saman, where they meet Lala's parents and twin brother, Lolo. However, Lala appears to be feeling down.",
          "Aliases": []
        },
        "30": {
          "ID": "7317554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7317554",
          "TitleEnglish": "Lala's Thoughts And The AI's Feelings ☆",
          "SummaryEnglish": "Hikaru and the others are on the run after being accused of stealing the Princess Star Color Pen. Furthermore, Aiwarn has hijacked Saman's Mother AI.",
          "Aliases": []
        },
        "31": {
          "ID": "7334382",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7334382",
          "TitleEnglish": "Protect It! The Final Princess Pen ☆",
          "SummaryEnglish": "Despite being asked to be apart of the Starscape Association, Hikaru and the others decide to head back to Earth. However, Garuouga attacks Hikaru and Toppa when they were up in space.",
          "Aliases": []
        },
        "32": {
          "ID": "7334386",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7334386",
          "TitleEnglish": "Overlapping Emotions ☆ Our New Power of Imagination",
          "SummaryEnglish": "Fuwa has become a unicorn. But when Garuouga appears, the mood changes drastically, in which the Pretty Cure and Fuwa need to have their hearts become one.",
          "Aliases": []
        },
        "33": {
          "ID": "7342729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7342729",
          "TitleEnglish": "A Determined Fuwa! The Plan To Lend A Helping Hand ☆",
          "SummaryEnglish": "Summer holidays are now over, which means it's back to being busy. In search of the \"True Twinkle Imagination\", Fuwa decides she'll try to help everyone with their tasks.",
          "Aliases": []
        },
        "34": {
          "ID": "7342733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7342733",
          "TitleEnglish": "Connected Feelings ☆ Elena and the Sapoten Alien!",
          "SummaryEnglish": "Saboro, who looks like a cactus, has come to Earth to inspect it. Elena decides to act as his guide and learns an interesting fact about him?",
          "Aliases": []
        },
        "35": {
          "ID": "7349534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7349534",
          "TitleEnglish": "Hikaru Is The Student Council President!? The Glitterific Election Battle ☆",
          "SummaryEnglish": "Madoka convinces Hikaru to take part in the student council president election. Her rival just so happens to be Sakurako. Who will end up as the next student council president!?",
          "Aliases": []
        },
        "36": {
          "ID": "7349530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7349530",
          "TitleEnglish": "Blue Cat Returns! The Rainbow-Colored Heart ☆",
          "SummaryEnglish": "In order to take back the ring Don Octo had stolen from Yuni, the girls head to the Starry Sky Mafia Spaceship. Also there is the police detective, Mary Ann, who is on a look out for the phantom thief, Blue Cat!",
          "Aliases": []
        },
        "37": {
          "ID": "7388939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7388939",
          "TitleEnglish": "Become Winners With UMA! The Halloween Costume Contest ☆",
          "SummaryEnglish": "Everyone in Hikaru's class are participating in a costume contest! Even Kappard has paid a visit... how will the girls fight him without revealing their identities as the Pretty Cure!?",
          "Aliases": []
        },
        "38": {
          "ID": "7388941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7388941",
          "TitleEnglish": "Shine! Yuni's Twinkle Imagination ☆",
          "SummaryEnglish": "The girls head to Planet Uranain in search for clues on Twinkle Imagination. What is the \"Star of Destiny\" that the fortune teller, Hakenyan speaks about?",
          "Aliases": []
        },
        "39": {
          "ID": "7395672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7395672",
          "TitleEnglish": "Elena In Big Trouble! Teacher Tenjo's Trap!",
          "SummaryEnglish": "Tenjo disguises herself as a guest teacher for the subject, English. Without being told in advance, Elena is told to host the speech contest.",
          "Aliases": []
        },
        "40": {
          "ID": "7423128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7423128",
          "TitleEnglish": "Her Identity Is Exposed!? The Alien in Class 3, Year 2 ☆",
          "SummaryEnglish": "A rumour has been spread around the school regarding Lala. Furthermore, Lala transforms in front of her classmates to protect them!?",
          "Aliases": []
        },
        "41": {
          "ID": "7423131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7423131",
          "TitleEnglish": "Shine, Oh Moon ☆ Madoka's First Step!",
          "SummaryEnglish": "Madoka has to study in London once she finishes her duties as the Student Council President. However, Madoka is conflicted about whether to study abroad.",
          "Aliases": []
        },
        "42": {
          "ID": "7468597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7468597",
          "TitleEnglish": "Lost Smiles, Confused Elena.",
          "SummaryEnglish": "Elena feels as if she cannot think about her own future since she puts her family first. And after learning about this, Elena's mother Kaede starts to get bothered by this.",
          "Aliases": []
        },
        "43": {
          "ID": "7468602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7468602",
          "TitleEnglish": "Emitting Feelings Through Smiles ☆ Tenjo VS Elena!",
          "SummaryEnglish": "The girls head to Planet Guten to find some clues on where the Notraider's base is. There, they learn that the planet is Tenjo's home, which values long noses more than anything else.",
          "Aliases": []
        },
        "44": {
          "ID": "7468603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7468603",
          "TitleEnglish": "Supri~se☆ Santa Is An Alien!?",
          "SummaryEnglish": "On Christmas Eve, a sled-like spaceship crash lands in Mihoshi Town. Hikaru and the others will help Santa the Alien deliver presents!",
          "Aliases": []
        },
        "45": {
          "ID": "7476405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7476405",
          "TitleEnglish": "The Twinkling Star ☆ Hikaru's Imagination!",
          "SummaryEnglish": "Four Twinkle Imaginations have been awaken, and only Hikaru remains to awaken hers. But, Hikaru has been feeling rather upset lately.",
          "Aliases": []
        },
        "46": {
          "ID": "7484951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7484951",
          "TitleEnglish": "Darknest Descends! The Battle at Star Palace",
          "SummaryEnglish": "All 5 Twinkle Imaginations have been awoken, so Hikaru and the others go to the Star Palace. However, the Notraiders are there attacking the palace!",
          "Aliases": []
        },
        "47": {
          "ID": "7484952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7484952",
          "TitleEnglish": "Save Fuwa! The Universe Disappears Within The Great Darkness!",
          "SummaryEnglish": "To rescue Fuwa and the Star Princesses, everyone heads for the Notraiders' planet. What could Princess Ophiuchus' actual plan be!?",
          "Aliases": []
        },
        "48": {
          "ID": "7484955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7484955",
          "TitleEnglish": "Overlapping Thoughts! The Star of Hope Shines Through The Darkness ☆",
          "SummaryEnglish": "The Ophiuchus Princess has swallowed the universe up in darkness. Just as Hikaru loses hope, she finds.",
          "Aliases": []
        },
        "49": {
          "ID": "7484958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/startwinkle-precure/episodes/7484958",
          "TitleEnglish": "Draw It Into The Universe! My Own Imagination ☆",
          "SummaryEnglish": "Everyone has returned to their respective homes. But one month passes, to which it seems Lala and Yuni will return to Mihoshi Town.?",
          "Aliases": []
        }
      }
    }
  }
}