{
    "URL": "https://www.thetvdb.com/series/aquarion-evol",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3458374/"
    ],
    "TitleEnglish": "Aquarion EVOL",
    "SummaryEnglish": "12,000 years after the events in Genesis Aquarion, humans live on the star Vega under constant threat of trans-dimensional beings called Abductors. These enemies originate from Vega’s sister star Altair and raid Vega for human life. As a countermeasure, an organization known as Neo-DEAVA formed to combat the Abductors. They pilot advanced mecha suits called Aquaria and are strictly separated by gender. Boys and girls are not allowed contact; they are even restrained from fighting on the same battlefield. However, events take a shocking turn when an advanced Abductor mecha suit joins the fray. Two teenagers, Mikono and Amata, are dragged into the conflict. Unknowingly, Amata performs a taboo when he summons an Aquaria and initializes what is called the Forbidden Union between male and female Aquaria. Neo-DEAVA is shocked, and the repercussions of Amata’s actions are much farther reaching than he realizes.",
    "TitleJapanese": "アクエリオンEVOL",
    "SummaryJapanese": "アクエリオンのかつての激戦から１万２千年後――次元ゲートを超えた「異次元」からのアブダクターが人間を拉致し、その襲来に人々はおびえて暮らしていた。これに対抗できるのは「アクエリア」と呼ばれる合体兵器のみ。構成する３機のベクターマシンに乗り込むのは、学園「ネオ・ディーバ」に集められた若きエレメント候補生たちである。だが学園の男女間は恋愛できないよう障壁で隔てられ、男女間の合体もかたく禁止されていた。ある日、エレメント能力を隠して孤独に生きてきた少年アマタは、少女ミコノと運命の出逢いをはたす。危機を目前にして彼女を抱いたままベクターマシンに乗りこんだアマタは、無意識に叫んだ！――永らく禁じられた、その言葉を・・・。その真の姿が明らかになったとき、敵味方のすべてが変わり始める。恋愛禁止、男女合体禁止の状況で、《終わりを抱いた神話》が、いまここに起動する！",
    "Aliases": [],
    "Modified": "2025-03-22",
    "Seasons": {
        "0": {
            "ID": "793452",
            "URL": "https://www.thetvdb.com/series/aquarion-evol/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7894444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion-evol/episodes/7894444",
                    "TitleEnglish": "Genesis of Aquarion Evol",
                    "SummaryEnglish": "It was screened at Project Aquarion's 10th Anniversary event held on June 28, 2015.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}