{
    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Musical",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9886006/",
        "http://www.konooto-anime.jp/",
        "https://www.themoviedb.org/tv/85843",
        "https://x.com/konooto_anime"
    ],
    "TitleEnglish": "Kono Oto Tomare!: Sounds of Life",
    "SummaryEnglish": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members into the club, or the club will become terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?",
    "TitleJapanese": "この音とまれ！",
    "SummaryJapanese": "クラブのシニアメンバーの卒業以来、武蔵は「箏」（日本の伝統的な弦楽器）クラブの唯一のメンバーになります。 新学期が始まった今、武蔵はクラブに新会員を探す必要があり、さもないとクラブは解散する。 どこからともなく、新しいメンバーが廃墟となったクラブルームに押し入り、クラブへの参加を要求します。 タケゾウはどうやって彼のクラブを存続させ、この新しいメンバーの悪党に対処することができるでしょうか？",
    "Aliases": [
        "Sounds of Life",
        "Stop at this Sound!",
        "Stop this Sound!",
        "Kono Oto Tomare!",
        "Kono Oto Tomare"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "800117",
            "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "7061426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7061426",
                    "TitleEnglish": "New Club Members",
                    "SummaryEnglish": "It's Takezo Kurata's 3rd year at Tokise High and he's now the sole member of the Koto Club after his upperclassmen graduated. If no new students join, the club will be disbanded. He's in for a shock, however, when Chika Kudo, a delinquent, joins the club.",
                    "TitleJapanese": "新入部員",
                    "SummaryJapanese": "新学期。時瀬高校２年の倉田武蔵は、先輩から託された廃部寸前の箏曲部を守ろうと一人必死に頑張っていた。\nだが部室は不良たちに荒らされ、新入部員の勧誘もままならない。\nそんな時、警察沙汰を起こし恐れられている新入生、久遠愛が部室に乗り込んで来た。おまけに箏曲部へ入ると言い出して――。\n警察沙汰の事件の真相、愛と箏の絆とは。そしてそれを知った武蔵は……！？"
                },
                "2": {
                    "ID": "7110309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110309",
                    "TitleEnglish": "Having What It Takes",
                    "SummaryEnglish": "It's time to entice more first years into joining the koto club. Even though Takezo's solo performance doesn't seem to capture the crowd, the beautiful Satowa Hozuki suddenly shows up asking permission to join.",
                    "TitleJapanese": "資格の在処",
                    "SummaryJapanese": "愛が晴れて箏曲部に入部。武蔵はさらなる部員勧誘のため部活発表で箏を演奏するが、全くいい所を見せられない。\nにもかかわらず入部希望だという美少女、鳳月さとわが現れる。\nさとわは『鳳月会』という箏の家元のお嬢様にして、コンクールで賞総ナメの有名な天才少女だった。その一方で、実は……。\n愛も武蔵もさとわに翻弄され、数少ない部員がバラバラに！？"
                },
                "3": {
                    "ID": "7110311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110311",
                    "TitleEnglish": "The Koto Club Reborn",
                    "SummaryEnglish": "Even though the instruments will soon be repaired, the club is still in need of more members or it'll be disbanded. Fortunately, Chika's old friends Saneyasu Adachi, Michitaka Sakai and Kota Mizuhara seem to be interested in joining.",
                    "TitleJapanese": "新生箏曲部始動",
                    "SummaryJapanese": "このまま部員が５人集まらなければ、箏曲部は廃部になってしまう。\nさとわは、なぜか愛を慕っている３バカこと、サネ・みっつ・コータを人数合わせのためだけに声をかける。しかし裏目に出てしまい――。\n箏曲部を潰そうとする教頭。それを阻止しようと、さとわの出した提案に、武蔵は度肝を抜かれる。\nそんな中、さとわはことあるごとに愛とぶつかって……。"
                },
                "4": {
                    "ID": "7110312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110312",
                    "TitleEnglish": "The First Resounding Note",
                    "SummaryEnglish": "The club members are having trouble learning the piece for their upcoming performance and being so naturally talented is making it hard for Satowa to know how to teach everyone. Will the club really be able to learn this piece in time?",
                    "TitleJapanese": "初めての響き",
                    "SummaryJapanese": "『一か月で全校生徒を納得させる演奏が出来なければ廃部』――教頭と無謀な約束をしてしまった箏曲部。\n懸命の練習に励む愛たちだが、教えるさとわに天才であるが故の思いも寄らない問題が立ち塞がる。\n手を差し伸べる愛と武蔵。皆と触れ合うことで、頑なだったさとわも次第に心開いていく。\nそんなある日、さとわから箏という楽器に込められている想いについて聞いた愛は、さとわも武蔵も驚くような音を奏でる。"
                },
                "5": {
                    "ID": "7110314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110314",
                    "TitleEnglish": "Let Our Sound Resound and Reach Them",
                    "SummaryEnglish": "It's almost time for the clubs big performance. They need to satisfy the whole school or the club will be disbanded! They're all nervous and the crowd seems displeased from the get-go. Can they do it?",
                    "TitleJapanese": "響き届け　僕らの音",
                    "SummaryJapanese": "愛の過去を知ったさとわは呆然、動揺のあまり愛の前で涙を見せてしまうのだが……。\nそしてついに全校生徒の前で『龍星群』を演奏する日がやってきた。\nしかし生徒たちは全くの無関心。ろくに聞く気がないばかりかヤジを飛ばしたりバカにして笑ったり。\nそれでも真っ直ぐに自分たちの決意を告げる武蔵、心を一つにする部員たち。\n箏の音が、愛の想いが、体育館に響き渡る！　大事なものを守り、届けるために――"
                },
                "6": {
                    "ID": "7110315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110315",
                    "TitleEnglish": "An Invisible Boundary",
                    "SummaryEnglish": "A new member, Hiro Kurusu, has joined the koto club. She's a second year student from the same class as Takezo. He hasn't talked to her much but she seems nice. Will she get along with the members of the club?",
                    "TitleJapanese": "見えない境界線",
                    "SummaryJapanese": "見事に『龍星群』を弾き切り、部の存続を勝ち取った箏曲部。\n盛り上がる部員たちに、武蔵は改めてある提案をする。また愛はシズに一人だけ仁科楽器へ呼ばれて――。\nすっかり箏曲部に対する周囲の見る目も変わり、これで安泰……と思いきや。\n今まで姿を見せなかった顧問が急に現れたり、何か企んでいる新入部員がやってきたり、せっかくまとまった箏曲部にまたひと波乱が…！？"
                },
                "7": {
                    "ID": "7110317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110317",
                    "TitleEnglish": "Unknown Sounds",
                    "SummaryEnglish": "Both Chika and Hiro now know Satowa's secret. Now, Hiro plans to stir more trouble within the club with this new information. How will Hiro's meddling affect the club? Will their bonds prevail?",
                    "TitleJapanese": "知られざる音の葉",
                    "SummaryJapanese": "体調を崩して休んださとわにプリントを届けに行った愛。しかし住所のメモを頼りにたどり着いたのは、どういう訳かオンボロアパートだった。\n熱にうなされ過去を夢にみるさとわ。\n愛する母のため、箏に打ち込んでも打ち込んでも、すれ違い遠ざかる親子の距離……当時のさとわは一縷の望みを託し、一か八か行動に出たのだが――。\n一方、箏曲部をバラバラにしようと目論む妃呂は、さとわの秘密を皆に暴露しようとする。"
                },
                "8": {
                    "ID": "7110318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110318",
                    "TitleEnglish": "A Sign",
                    "SummaryEnglish": "Chika and the other club members are having trouble understanding Satowa's instruction. Later, 2 girls from the elite Himesaka Girls Academy randomly show up at the clubroom that seem to know Satowa!",
                    "TitleJapanese": "みちしるべ",
                    "SummaryJapanese": "改めて妃呂を部員として迎え7人となった時瀬高校箏曲部は、古典『六段の調』に挑む。\n“自分なりの六段”“今の自分たちのゴール”とは何か――それぞれに悩む愛と3バカ、武蔵。\n大事なものを掴んで少しずつ前へ進む箏曲部が次に目指すのは、関東邦楽祭への出場だ。\n部⻑として忙しい日々を過ごす武蔵だが、ずっと心の奥にしまい込んでいたわだかまりを、ことあるごとに少しずつ感じるようになっていて......。"
                },
                "9": {
                    "ID": "7110320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110320",
                    "TitleEnglish": "A Piercing Sound",
                    "SummaryEnglish": "The koto club gets to hear Kanagawa's number 1, Himesaka, perform at Meiryo high school. Overwhelmed by the performance, Takezo seems shaken and it seems to have an effect on the whole group.",
                    "TitleJapanese": "突き刺さる言の音",
                    "SummaryJapanese": "さとわを追いかけて時瀬高校箏曲部の部室に乗り込んできた少女、かずさ。\n「あなたたちじゃ、さとわちゃんにはつり合わない！」\nそう主張する彼女に言われて、関東の強豪である姫坂女学院と明陵高校の箏曲部が行う合同勉強会へ見学にやって来た愛たち。\nしかしよりによって明陵は武蔵が受験に落ちた因縁の高校だった。\nかずさたち姫坂の演奏を聴いて打ちのめされた武蔵は、あることがきっかけで愛と言い合いになり――。"
                },
                "10": {
                    "ID": "7110321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110321",
                    "TitleEnglish": "Near Yet Far",
                    "SummaryEnglish": "The club decide to do a training camp so they can really focus on practicing their next piece. However, while everyone else seems to be improving, Kota's still struggling and feels left behind.",
                    "TitleJapanese": "近くて遠い距離",
                    "SummaryJapanese": "『目指せ全国一位!!』――再び心を一つにした時瀬高校箏曲部。\n日に日に暑くなる中、邦楽祭に向けてパートごとに分かれて練習を重ねる７人だが、それぞれ課題は山積みだ。\nどうにかまとめて練習の時間が取れないかと考えた愛たちは、夏休みに皆で二泊三日の合宿をすることに。\nしかし盛り上がるサネやみっつとは対照的に、コータの様子がおかしくて……。"
                },
                "11": {
                    "ID": "7110322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110322",
                    "TitleEnglish": "The Sound We Were Searching For",
                    "SummaryEnglish": "The training camp has come to an end and the High School Students' Kanto Region Traditional Japanese Music Festival is finally around the corner. To the gang's surprise, the koto clubs from Meiryo and Himesaka are participating in the festival too.",
                    "TitleJapanese": "探してた音",
                    "SummaryJapanese": "苦手だった裏拍のリズムの取り方を滝浪に教えられ、懸命に練習するコータ。\n武蔵とのかけ合いが上手くいかない愛も、滝浪にアドバイスを求める。\n滝浪の一見いい加減としか思えない答えに武蔵は呆れるが、愛は何かを掴んだようで――。\nずっと曲想に悩んでいたさとわも、仲間たちに意見を聞いて気付きを得る。\n合宿を通じて成長した７人。\nいよいよ大会当日、時瀬高校箏曲部はライバルたちの集う邦楽祭の会場へ！"
                },
                "12": {
                    "ID": "7110324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7110324",
                    "TitleEnglish": "Rivals",
                    "SummaryEnglish": "Meiryo's brilliant performance has rattled some of the koto club members from Tokise. More schools perform but none seem to compare. Takezo's Aunt Isaki, however, doesn't seem so impressed by everyone's performances.",
                    "TitleJapanese": "ライバル",
                    "SummaryJapanese": "邦楽祭のトップバッターをつとめた明陵。桜介の演奏に圧倒される愛たち。\nかずさたち姫坂、新たに出会ったライバル校、次々と素晴らしい演奏が続き、緊張をつのらせる妃呂。\n一方、哲生と共に会場へ来ていた衣咲の口から、思いがけず滝浪の素性が明らかに…！？\nそんなことは露知らず、順番が近付いてきた時瀬高校箏曲部は演奏の準備へと向かう。ところがそこでアクシデントが――"
                },
                "13": {
                    "ID": "7244970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7244970",
                    "TitleEnglish": "Kuon",
                    "SummaryEnglish": "It’s nearing Takezo’s and the other’s time to perform but Chika’s hand injury is starting to really swell up. He’s determined to still perform with the others but is that a decision they will regret?",
                    "TitleJapanese": "久遠",
                    "SummaryJapanese": "倒れた箏からさとわを庇った愛は、本番を前に手を痛めてしまう。\nそれに気付いた滝浪は出場禁止を言い渡すが、愛は……。\n部員で唯一そのことを知ってしまった武蔵は、どうするべきかと悩む。\n愛の悲痛なまでの想い、そして武蔵の出した結論とは。\nライバルや応援してくれる人たち、観客が見守る中、ついに時瀬高校箏曲部の順番がやってくる。"
                },
                "14": {
                    "ID": "7384495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7384495",
                    "TitleEnglish": "A Step Forward",
                    "SummaryEnglish": "Tokise High School's koto club finished their performance. Despite the mistakes in the first half, they made a remarkable comeback in the second half. Now, they nervously await the results of the competition.",
                    "TitleJapanese": "一歩前へ",
                    "SummaryJapanese": "序盤こそ崩れながらも、邦楽祭で心揺さぶる演奏をした時瀬高校箏曲部。\n愛は救護室からの帰り、姫坂女学院のかずさに呼びとめられる。\nさとわに憧れ、追い続けてきたかずさは、今のさとわの音について思いの丈をぶつけてくる。さとわも密かにそれを聞いてしまうが、愛は――。\nさらに全ての学校の演奏が終わり各校の部員たちが揃う中、澪という不思議な生徒が愛に声をかけてきて。\n緊張が高まる中、ついに結果発表！！"
                },
                "15": {
                    "ID": "7384501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7384501",
                    "TitleEnglish": "Becoming Aware",
                    "SummaryEnglish": "After lunch, Satowa and her friends from her class start talking about boys. Since koto has been the center of her life, she cannot follow the conversation and later asks Hiro if she's weird compared to other girls.",
                    "TitleJapanese": "きづき",
                    "SummaryJapanese": "邦楽祭の結果を受け、全国への思いを新たにした箏曲部。\n滝浪は皆に場数を踏ませるべく、学祭で演奏をするように言う。\nそのためにも夏休みの課題をきちんとやれ、と釘を刺された愛たちは勉強会をすることに。愛と３バカの成績に不安を感じる武蔵。だが、本人たちは『秘密兵器』があるとなぜか余裕で……。\n新学期になると各クラスでも学祭の準備が始まって、どこかお祭りムード。そんな中、さとわと愛、妃呂と武蔵、それぞれに思わぬハプニングが！？"
                },
                "16": {
                    "ID": "7384504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7384504",
                    "TitleEnglish": "Their Time",
                    "SummaryEnglish": "On Tokise's school festival day, Takezo gets a surprise visit from the previous koto club president. He tells her that there are now seven members in the club and suggests that she come listen to their performance at the gym.",
                    "TitleJapanese": "二人の時間",
                    "SummaryJapanese": "学祭に向けて練習する部員たち。\nしかし、事故で思いがけずキスをしてしまった愛とさとわはお互い気まずくギクシャク。武蔵への気持ちを意識した妃呂も集中できない。\n迎えた学祭当日、時瀬箏曲部の元部長、真白が武蔵に会いにやってくる。親しげな二人の様子を見てショックを受ける妃呂。\n一方、愛たち一年生のメンバーは、全国予選のための曲を探している滝浪から偶然、ある事実を聞かされる――。"
                },
                "17": {
                    "ID": "7389826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7389826",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "The piece for the qualifier has been decided. It's the piece that Satowa played at the National Koto Competition. Since Takinami's arrangement requires two 17-strings, Satowa goes to see her mother to borrow one.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "武蔵と妃呂、二人には次が全国大会へ行ける最後のチャンス――。\n予選の重さを痛感し、練習に気合いが入る愛たち。\nそんな皆を集め、滝浪が予選で弾く候補として挙げたのは驚くべき曲だった。\n澪たち珀音高校を越えるためだというが、受け入れられず一人で思い悩むさとわ。そこへ愛がやって来て……。\n予選に向けて一丸となって動き出した時瀬箏曲部だが、さらなる問題が。さとわは仲間のため、思い切った行動に出る。"
                },
                "18": {
                    "ID": "7389837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7389837",
                    "TitleEnglish": "Their Determination",
                    "SummaryEnglish": "Takinami decides to have Akira Dojima be the koto instructor for the club. Since she's from the Hozuki School, the club members have some reservations about her becoming their koto teacher at first.",
                    "TitleJapanese": "それぞれの決意",
                    "SummaryJapanese": "十七絃も揃い、やる気も充分、まさに順風満帆の時瀬箏曲部。\nところが、さとわの実家である『鳳月会』から外部指導者がやって来て、さとわも部員たちも騒然となる。\nたった一音にもダメ出しをする、そのあまりに厳しい指導に、妃呂やコータは反発。部をめちゃくちゃにする気ではないかと疑い、不満をつのらせる。\nしかし愛は、なぜか大人しく従っていて……。\n理不尽に思えた指導に対して、箏曲部の皆が選んだ答えとは――？"
                },
                "19": {
                    "ID": "7430564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7430564",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "Previously, Akira told Satowa that there was no need for Satowa to receive any lessons from her. Her attitude shows that she has resentment towards Satowa. What is it that she is carrying deep in her heart?",
                    "TitleJapanese": "対峙",
                    "SummaryJapanese": "時瀬箏曲部にやってきた厳し過ぎる指導者、堂島晶。\nさとわと対峙した晶は、『椿会』の家に生まれた自分の過去を省みる。\n優しい両親とお箏の天才である兄、大好きな家族に囲まれて育った晶。自分と兄の違いに気付きつつも、ずっと努力を重ねてきた。\nしかし運命は予期せぬ方向へ進んでいく……晶とさとわ、交錯する二人の過去――。\n一方、さとわと部員たちは全員で、過去のコンクールで優勝した晶の演奏を聴くことに。"
                },
                "20": {
                    "ID": "7430567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7430567",
                    "TitleEnglish": "Another Chance",
                    "SummaryEnglish": "After telling Takinami that she'd quit as a koto teacher, Akira goes to the club room to find that something is different with the koto club members' sound. During the practice, Takinami stops by and asks Akira and Satowa to play together.",
                    "TitleJapanese": "もう一度",
                    "SummaryJapanese": "心の闇から抜けだせず、箏曲部の指導を辞めると滝浪に告げた晶。\nそんな晶だが、部員たちの変化とその理由に衝撃を受ける。\nさらに愛たちの足を引っ張っていると焦るサネを見て、天才ではない自分の姿を重ねてしまいどうするべきか迷う晶。しかし、サネと愛たちは……。\n滝浪は合奏が上手くいかない皆のため、晶とさとわに手本を見せて欲しいと提案する。\n悲しい因縁で結ばれた晶とさとわ、二人が初めて音を響かせ合う――。"
                },
                "21": {
                    "ID": "7466960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7466960",
                    "TitleEnglish": "Meaning and Role",
                    "SummaryEnglish": "The members of the koto club have started thinking about what Takinami said: the meaning and role of their sound. In the meantime, Dojima arranges a meeting with the senior members of the Hozuki School.",
                    "TitleJapanese": "意味と役割",
                    "SummaryJapanese": "晶の指導のもと、少しずつ手応えを感じ始めている部員たち。\nだが愛は滝浪に言われた『自分の音の意味と役割』が見つからず、焦りをつのらせ無茶をして練習にのめり込む。\nそれに気付いて止めようとする武蔵と、お互いを思うが故にぶつかる愛。しかしそのおかげで愛は、祖父のある言葉を思い出し――。\n一方、『鳳月会』では堂島が、不穏な動きを見せていた。さとわ不在の鳳月会で一体何が……！？"
                },
                "22": {
                    "ID": "7466961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7466961",
                    "TitleEnglish": "Morning of the Showdown",
                    "SummaryEnglish": "The day of the qualifier for nationals has finally come. Seeing other students upon their arrival at the venue, the Tokise koto club members realize that they're all there seriously aiming to go to nationals.",
                    "TitleJapanese": "決戦の朝",
                    "SummaryJapanese": "大会当日の朝。愛、武蔵、姫坂のかずさや珀音の澪も、それぞれ家族や仲間と過ごし、譲れない想いを抱いて会場へと向かう。\n待ち合わせ場所に集った時瀬箏曲部の皆に、さとわはある物を渡す。受け取った愛は思わず胸が一杯に。\n会場に到着し、顔を合わせるライバルたち。誰しも本気だが、この中で全国へ行けるのはたった一校のみ……。\n積み重ねた音の数だけ負けられない理由がある。いざ、神奈川県予選大会、開幕！！"
                },
                "23": {
                    "ID": "7466962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7466962",
                    "TitleEnglish": "Champions' Resolve",
                    "SummaryEnglish": null,
                    "TitleJapanese": "王者の覚悟",
                    "SummaryJapanese": "１０年連続全国大会出場の記録をもつ超名門、姫坂女学院箏曲部。\n負けるはずがない、勝って当たり前、なのになぜ邦楽祭では負けたのか……\nかずさたち部員は話し合いの末、全国予選のメンバーをオーディションで決めることに。\n「私たちは全員で一つ！」――その言葉の真の意味、背負った想いを曲に乗せ、神奈川不動の絶対王者、姫坂の演奏！！\n同時に時瀬箏曲部と、邦楽祭を制した珀音高校の出番も着々と近づいて――。"
                },
                "24": {
                    "ID": "7466964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7466964",
                    "TitleEnglish": "Beyond the Right Answer",
                    "SummaryEnglish": "Himesaka Girls' Academy gave a powerful performance. Now it's time for Hakuto High School to take the stage. Will they give a performance that's the \"right answer\"? Or will it be different this time?",
                    "TitleJapanese": "正解のその先",
                    "SummaryJapanese": "邦楽祭では明陵と並ぶ最優秀賞に選ばれた澪たち珀音高校。\nその曲を生み出したのは珀音の顧問、山本であった。\nひょんなことから箏曲の世界にのめり込んだ山本と、類まれな才能を持ちながら自分の音はつまらないと嫌い絶望すら感じている澪。二人の出会いと交わした約束。\n声と心を一つにして順番を待つ時瀬箏曲部の前で、ついに珀音高校の演奏が始まる。\n澪が奏でる、正解を越えた音とは――。"
                },
                "25": {
                    "ID": "7467241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7467241",
                    "TitleEnglish": "\"Tenkyu\"",
                    "SummaryEnglish": "\"Don't forget why you want to go to nationals\"... With those words by Takinami in their hearts, each member of Tokise High School koto club takes the stage.",
                    "TitleJapanese": "天泣",
                    "SummaryJapanese": "珀音高校の、正解を越えた演奏に会場が湧く中、ついに時瀬高校の順番がやってくる。\nその素晴らしい独奏に聴いている誰もが目を見張る。\nしかしあまりに別格の演奏に、余計な音を入れて欲しくないとさえ思う者もいて。\n果たして愛たちは、さとわの隣に並ぶような演奏が出来るのか。\n一音、一音、積み重ねてきた想いを乗せて……『天泣』よ、心に届け――。"
                },
                "26": {
                    "ID": "7467242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-oto-tomare-sounds-of-life/episodes/7467242",
                    "TitleEnglish": "Starting Line",
                    "SummaryEnglish": "Satowa confronts her mother and everyone waits for the results of the competition.",
                    "TitleJapanese": "スタートライン",
                    "SummaryJapanese": "里和は母親と対峙し、みんなが大会の結果を待っている。"
                }
            }
        }
    }
}