{
    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants",
    "Genres": [
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10022916/",
        "http://occultkoumuin.com/",
        "https://www.themoviedb.org/tv/85935",
        "https://x.com/occultkoumuin"
    ],
    "TitleEnglish": "Midnight Occult Civil Servants",
    "SummaryEnglish": "Miyako Arata is newly assigned to the Shinjuku Ward Office's Nighttime Regional Relations Department. Each of Tokyo's 23 wards has one such department, established to mitigate paranormal and occult-related events. Arata's special skill is the understanding of non-human speech, and the story begins with him encountering a youkai at Shinjuku Gyoen park who refers to him as the legendary Heian-era exorcist, Abe no Seimei.",
    "TitleJapanese": "真夜中のオカルト公務員",
    "SummaryJapanese": "フツーの公務員になったはずの新宿区役所職員・宮古新が配属されたのは、東京23区すべての区役所に人知れず存在する「夜間地域交流課」だった。そのお仕事は、人ならざる者が関与するオカルト的事象の解決。先輩で課のリーダー榊京一、オカルトマニア姫塚セオに連れられて人の世の理を超越した存在と対峙しに、夜な夜な出勤する。",
    "Aliases": [
        "Mayonaka no Occult Koumuin"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "794351",
            "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "7331576",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7331576",
                    "TitleEnglish": "OAD: The Dead End, The Girl and Me",
                    "SummaryEnglish": "Note: Bundled with the limited edition of the 12th manga volume. The story centers around Senda meeting a certain blonde girl.",
                    "TitleJapanese": "袋小路とあの子と俺と",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7378685",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7378685",
                    "TitleEnglish": "Lonely Vampire",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ひとりぼっちの吸血鬼(ヴァンパイア)",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7378687",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7378687",
                    "TitleEnglish": "Beneath the Cherry Tree Forest In Full Bloom",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サクラの森の満開の下",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9649015",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/9649015",
                    "TitleEnglish": "The Blind Alley, the Boy, and I",
                    "SummaryEnglish": "Miyako Arata is newly assigned to the Shinjuku Ward Nocturnal Community Relations Division. Each of Tokyo's 23 wards has one such department, established to mitigate paranormal and occult-related events. Arata's special skill is the understanding of non-human speech, and the story begins with him encountering a youkai at Shinjuku Imperial Gardens who refers to him as the legendary Heian-era exorcist, Abe no Seimei.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "801122",
            "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7073334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7073334",
                    "TitleEnglish": "Angels and Tengu Above the Shinjuku Skyline",
                    "SummaryEnglish": "Young Arata is ready for his first day on the job at the Shinjuku ward office. But when he gets there, he finds that it involves talking to supernatural entities!",
                    "TitleJapanese": "新宿上空の天狗と天使",
                    "SummaryJapanese": "春から新宿区役所「夜間地域交流課」に配属された宮古新。課の先輩となるのは、怪しげな実験に興じる姫塚セオと、元ホストで業務リーダーの榊京一。そして、今夜の現場という新宿で新が目にしたのは、妖精や天使や天狗といった人ならざる者たち「アナザー」だった。夜間地域交流課のお仕事は、アナザーが関与するオカルト的事象の解決。にらみ合う天使と天狗を見て、榊とセオは縄張り争いの激化を制そうとするが、新にはそんな争いには見えていなくて……。"
                },
                "2": {
                    "ID": "7116164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116164",
                    "TitleEnglish": "The White Nekomata of Kagurazaka",
                    "SummaryEnglish": "Arata has been gifted with \"Sand Ears\", which give him the ability to understand the speech of the supernatural Anothers. With his new power he sets out on a new investigation: to solve a series of complex thefts involving magical items.",
                    "TitleJapanese": "神楽坂の白い猫又",
                    "SummaryJapanese": "新は、人間にはわからないアナザーたちの言葉が理解できる「砂の耳」を持っていた。安倍晴明との繋がりがある可能性もあった。夜間地域交流課課長の仙田礼二は、新の背景を調査することを指示。新と榊とセオが、神楽坂の新の実家の蔵に足を踏み込むと、そこにいたのは二股の尾を持つ白い猫ユキ!?　また、ある日は千代田区の狩野一文庫へ。狩野一とは、イギリス系魔術と日本の陰陽術を融合させた魔術道具職人であり、古くからの陰陽師の一族だという。"
                },
                "3": {
                    "ID": "7116166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116166",
                    "TitleEnglish": "Trickster with Amber Eyes",
                    "SummaryEnglish": "Arata is now trapped in an abandoned hospital beneath the ground, while hordes of zombies are flooding Shinjuku park. What does his captor want?",
                    "TitleJapanese": "琥珀の瞳のトリックスター",
                    "SummaryJapanese": "近ごろ続いたオカルト的事象は、あるアナザーによって引き起こされたものだった。アナザーの目的は僵尸の儀式のための素材集め。アナザーは新のことを安倍晴明と呼ぶと「ぼくを楽しませて♪」と大量の僵尸で新を囲むのだった。榊とセオに打開策を尋ねながらとり乱す新。自分を晴明と呼び続けるアナザーに怒るも、晴明でないなら殺すとアナザーがいいだしてしまう。新を晴明と呼ぶアナザーの正体は災いの神ウェウェコヨトル。かつて安倍晴明が「琥珀」と名づけた存在だった。"
                },
                "4": {
                    "ID": "7116167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116167",
                    "TitleEnglish": "Fixed-Point Observation in Kabukicho",
                    "SummaryEnglish": "It's time for Nocturnal Community Relations division to do its yearly check-up of several of the Anothers in Kabukicho. Most of them are fine, but one has awoken after a long slumber, and has big plans...",
                    "TitleJapanese": "歌舞伎町の定点観測",
                    "SummaryJapanese": "新の家にカジュアルな装いに変身した琥珀が居付いてしまい、戸惑う新。そんな中、夜間地域交流課では伝統行事、春期特殊事案定点観測が行われた。新宿の街を見回る新たちが出会ったのは、酒盛りする猿のアナザーの猩々、超絶美形全裸の小豆洗い、ハイエナの姿のブルドゥンギンなど多種なアナザー。アナザーたちは口々に新の砂の耳のことを噂していた。そして、交番の警官が歌舞伎町の守護神・鬼王権現に連れ去られようとしているのを目撃して……。"
                },
                "5": {
                    "ID": "7116168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116168",
                    "TitleEnglish": "The Parallel World Elevator of the City Hall Observation Deck",
                    "SummaryEnglish": "People are disappearing and losing their memories in two elevators in City Hall. Arata and his co-workers go to investigate, but Arata finds himself trapped in another world...",
                    "TitleJapanese": "都庁展望室の異世界エレベーター",
                    "SummaryJapanese": "「異世界エレベーター」の都市伝説が噂される新宿都庁展望室に調査に向かう新たち。展望室で記憶を失う事件も続いていることで都庁から現地調査の許可が下りたのだ。新と榊が北、セオが南の展望室エレベーターに乗り込むと、新と榊が着いたのはアナザーが引き起こした異空間。そこには「あなたたちのそれ、頂戴」と妖しく微笑むアナザー、パンドーラが立っていた。パンドーラは新がアナザーと話せるとわかるやいなや榊だけ元の世界に戻す。探しているのは、ある喪失感だというが……？"
                },
                "6": {
                    "ID": "7116169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116169",
                    "TitleEnglish": "Devil and Sense of Loss",
                    "SummaryEnglish": "Sakaki becomes convinced that he knows where his missing sister was taken. But his determination will find her will lead him to abuse his trust with the rest of the department.",
                    "TitleJapanese": "悪魔と喪失感",
                    "SummaryJapanese": "都内女子行方不明未解決事件の被害者のひとりで、アナザーに囚われていたところを保護された女子高生が目を覚ました。なんと、彼女は昭和四十年代生まれで、高校生のときにさらわれて以来、そのまま歳をとっていなかった。長年この事件を追ってきた榊は、彼女から「黒い砂」の話を聞き、ある確信を得る。かつて自身の姉がさらわれた時にも黒い砂が残っていたのだ。そして、ついに新の目の前でも事件が。幼なじみの泉美がアナザーにさらわれてしまう。"
                },
                "7": {
                    "ID": "7116170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116170",
                    "TitleEnglish": "Sense of Loss and Proof of Despair",
                    "SummaryEnglish": "The department descends into hell itself to get back Sakaki's sister and Miyako's friend. But when they get to their destination, they find there's nothing they can do.",
                    "TitleJapanese": "喪失感と絶望の証明",
                    "SummaryJapanese": "女性たちをさらっているアナザーはアザゼルという悪魔だった。アザゼルは伴侶だった「少女」の死を受け入れられず、女性たちから身体のパーツを集めて、蘇らせようとしていた。事件の主たる発生場所は女子校。新、榊、セオが都内の学校を捜索していると、琥珀が現れて、彼らを異空間の回廊へ誘うのだった。しかし、回廊内のアザゼルは、泉美や榊の姉の詩織の身体を使って、少女蘇生の最後の仕上げにはいってしまう。"
                },
                "8": {
                    "ID": "7116171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116171",
                    "TitleEnglish": "Old Coyote and the Garden of Falling Stars",
                    "SummaryEnglish": "It's a non-workday, and Miyako is ready for some R&R. But Kohaku has other ideas, and drags him across the entire city.",
                    "TitleJapanese": "老いたコヨーテと星降る庭",
                    "SummaryJapanese": "さらわれた当時の17歳のまま戻ってきた榊の姉の詩織。特殊な社会復帰となるが、榊は姉孝行ができることを素直に喜んでいた。一方、新はアザゼルの悪行を看過していた琥珀に怒る。けれど、琥珀は「トモダチのためっていうかー」と目を逸らし、新とユキを抱き上げて街に繰り出した。すると、立ち寄った文京区や台東区のアナザーたちが災いの神ウェウェコヨトルである琥珀の来訪に驚愕。スカイツリーでは晴明と縁のある八咫烏のクロに出会うが……。"
                },
                "9": {
                    "ID": "7116172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116172",
                    "TitleEnglish": "The Dream Demon of the Haunted Apartment Block",
                    "SummaryEnglish": "Arata teams up with someone from city hall to work on the case of a monster that's putting children into eternal slumber.",
                    "TitleJapanese": "幽霊団地の夢魔(ナイトメア)",
                    "SummaryJapanese": "新宿区役所職員の相田からあがった夢に関わるアナザー事件。任された新が話を聞くと、相田の息子が悪夢を見続けて、ついに目を覚まさなくなってしまったのだという。夢にまつわるアナザーを調べる新。そんな折り、都庁で行われる交流会で、東京都夜間文化環境局の狩野一悟と共に業務にあたることに。しかし、その先で新は、アナザーとは意思疎通を図ることはできないと言い切る悟に対して、大きな憤りを感じることになる。"
                },
                "10": {
                    "ID": "7116173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116173",
                    "TitleEnglish": "White Cocoons and Blue Flames",
                    "SummaryEnglish": "A powerful yokai is laying silkworm eggs inside the stadium for the Tokyo 2020 olympics. City hall wants to take a brute force approach, but Arata isn't convinced.",
                    "TitleJapanese": "白い繭と青い炎",
                    "SummaryJapanese": "新の砂の耳の能力に疑いの目を向け、アナザーは処理するものだという考えを持つ悟は、新が心を通わせた夢魔を淡々と処理した。そして、アナザーとの対話による解決を望む新に、ならばその耳で悟の持っている案件を解決してみろと持ちかけた。現場は競技場。何らかのアナザーによって、競技場全体に無数の繭が産み付けられていた。けれども、中には赤子のアナザーの姿があり、新にも言葉を交わすことができない存在なのだった。"
                },
                "11": {
                    "ID": "7116174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116174",
                    "TitleEnglish": "The Ears of Sand and the Guts of a New Employee",
                    "SummaryEnglish": "The yokai, angry about its destroyed eggs, is laying waste to the occult public servants. It's up to Arata to stop it.",
                    "TitleJapanese": "砂の耳と新人の根性",
                    "SummaryJapanese": "悟の指示のもと、新を除く交流会メンバーによる繭の駆除がはじまった。しかし、職員たちはみな、繭に取り込まれてしまう。繭をつくったアナザーは蚕神。出雲への献上品のための糸を紡ごうとしていたが、邪魔されたことにより、祟り神に転じてしまう危険性があった。神の怒りを鎮めるには複雑な儀式が必要になるが、新の砂の耳なら儀式なしでも説得できるかもしれない。危険な任務だったが、今できることの最善が自分にあるならば、と新は向かっていく。"
                },
                "12": {
                    "ID": "7116175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midnight-occult-civil-servants/episodes/7116175",
                    "TitleEnglish": "Shinjuku Ward Nocturnal Community Relations Division",
                    "SummaryEnglish": "Arata and Kohaku enjoy a leisurely day off in Tokyo, but the rest of the yokai in the city aren't happy with having a powerful creature like Kohaku walking among them.",
                    "TitleJapanese": "新宿区夜間地域交流課",
                    "SummaryJapanese": "ある夜、記憶喪失のアナザーを保護した新。依代だった石像が壊れてしまい、寄る辺ないアナザーは、新の家でしばし預かることになった。新は時間を見つけてはアナザーと街を歩き、アナザーを知る手がかりや新しい依代を探す。しかし、次第に消耗し、ついに倒れてしまう。自分が新のエネルギーを吸いとっていることに気づいたアナザーは新の元を去ろうとするが、新がそれを止める。そして、これが自分の仕事なのだとまっすぐにいうのだった。"
                }
            }
        }
    }
}