{
  "URL": "https://www.thetvdb.com/series/rayearth",
  "Genres": [
    "Adventure",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Mini-Series"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/410839",
    "https://www.themoviedb.org/tv/41083"
  ],
  "TitleEnglish": "Rayearth (1997)",
  "SummaryEnglish": "The Earth lies darkened and deserted. Despite the best efforts of Hikaru, the evil-filled castle of Cephiro has taken over the world and stands in the centre of a lifeless Tokyo. Before the ice-witch Alcyone can take her revenge on Hikaru though, she is rescued by Lantis, a young man who seals her into a magical maze where she is challenged to prove her powers while her friends are hunted down by Cephiro's warlocks. Fleeing through the silent city, Umi and Fuu must seek out the sleeping Mashin — godlike creatures that will fuse with them to form giant warriors of awesome destructive power. But the Magic Knights are afraid, untrained and alone... will even the Mashin be enough to save them from the evil acts of Cephiro?",
  "Aliases": [
    "Magic Knight Rayearth OVA"
  ],
  "Modified": "2024-05-13",
  "Seasons": {
    "1": {
      "ID": "795035",
      "URL": "https://www.thetvdb.com/series/rayearth/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "7003123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rayearth/episodes/7003123",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "Unhappy that she, Umi and Fuu will separate after graduation, Hikaru sees the 'fairy' of the cherry tree, who is supposed to grant wishes. In town with her friends, she sees a vision of a ruined earth and is given a mysterious gem.",
          "Aliases": []
        },
        "2": {
          "ID": "7003126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rayearth/episodes/7003126",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "Monsters and magic-wielders from Cephiro appear in Tokyo, while the entire human population vanishes. Hikaru discovers her inner powers, and tries to fight to save the Earth.",
          "Aliases": []
        },
        "3": {
          "ID": "7003128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rayearth/episodes/7003128",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "Umi and Fuu find they also have inner powers and join the battle, but find the only way to win is to awaken a sleeping princess to the truth.",
          "Aliases": []
        }
      }
    }
  }
}