{
    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9883676/",
        "https://boku-ben.com/",
        "https://www.themoviedb.org/tv/87432",
        "https://x.com/bokuben_anime"
    ],
    "TitleEnglish": "We Never Learn: BOKUBEN",
    "SummaryEnglish": "Nariyuki Yuiga is in his last and most painful year of high school. In order to gain the “special VIP recommendation” which would grant him a full scholarship to college, he must now tutor his classmates as they struggle to prepare for entrance exams. Among his pupils are “the sleeping beauty of the literary forest,” Fumino Furuhashi, and “the Thumbelina supercomputer,” Rizu Ogata–two of the most beautiful super-geniuses at the school! While these two were thought to be academically flawless, it turns out that they’re completely clueless outside of their pet subjects…!? As Nariyuki’s life is turned upside down by these quirky girls who just never learn, he must do everything he can to get them accepted into college! The stage is set for this romantic comedy featuring prodigies who never learn when it comes to studying and love!",
    "TitleJapanese": "ぼくたちは勉強ができない",
    "SummaryJapanese": "苦学の高校３年生・唯我成幸は、大学の学費が免除される「特別ＶＩＰ推薦」を得るために、受験勉強に苦戦する同級生たちの教育係となることに。\n指導する相手は「文学の森の眠り姫」古橋文乃、「機械仕掛けの親指姫」緒方理珠といった学園きっての天才美少女たち！\n完全無欠の学力と思われた彼女たちだが、苦手教科に関してはとことんポンコツだった…!?\n個性的な「できない娘」たちに振り回されつつ、成幸は彼女たちの入試合格のために奔走！\n勉強も恋も「できない」天才たちのラブコメディ、ここに開幕!!",
    "Aliases": [
        "We Never Learn: BOKUBEN"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "796673",
            "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7179581",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7179581",
                    "TitleEnglish": "OVA: The Predecessor X with Elegance with the Missing Item on the Beach",
                    "SummaryEnglish": "Yuiga and Asumi faking a date on the beach because of Asumi's Father, and later Yuiga meets his teacher Mafuyu Kirisu hiding since she accidentally lost her bikini top.",
                    "TitleJapanese": "OAD 第01話 「渚に失せものありて先人は毅然と［x］する」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7403069",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7403069",
                    "TitleEnglish": "OVA 2: Church Bells Blessings for X",
                    "SummaryEnglish": "The second OVA episode will feature all five main female leads in a wedding ceremony.",
                    "TitleJapanese": "OAD 第02話 「チャペルの鐘は［x］を祝福する」",
                    "SummaryJapanese": "「ぼくたちは勉強ができない」第16巻アニメBD同梱版に収録されたエピソード。\n原作者・筒井大志先生が完全監修した、ヒロイン5名の結婚式がテーマのオリジナルストーリー！"
                }
            }
        },
        "1": {
            "ID": "799736",
            "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7056716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7056716",
                    "TitleEnglish": "Genius and X Are Two Sides of the Same Coin",
                    "SummaryEnglish": "There are two geniuses at Ichinose Academy: Fumino Furuhashi, a liberal arts prodigy, and Rizu Ogata, a scientific whiz. Nariyuki Yuiga is a talented student who has contempt for them, especially as he’s aiming to get a \"special VIP recommendation.” But then, as a condition for receiving it, Nariyuki is ordered to tutor Fumino and Rizu so that they’re accepted at their first-choice university. Nariyuki rolls up his sleeves but is dismayed to find that Fumino wants to be a science major and Rizu a liberal arts major, the exact opposite of where their talents lie. Moreover, they seem to have no aptitude whatsoever for the subjects they’re interested in. Nariyuki advises the geniuses to change their minds, but...",
                    "TitleJapanese": "天才と［Ｘ］は表裏一体である",
                    "SummaryJapanese": "一ノ瀬学園には文系の古橋文乃、理系の緒方理珠という２人の天才が存在する。そんな彼女らを後目に「特別ＶＩＰ推薦」を目指す秀才・唯我成幸。彼は推薦の条件として、文乃と理珠が志望校に合格するための「教育係」を命じられる。\n　教育係となった成幸だが、文乃は理系、理珠は文系という才能と正反対の志望に困惑！　さらに彼女らの苦手科目の実力たるや、点数が一桁という散々な状態!!　成幸は進路変更を助言するが…!?"
                },
                "2": {
                    "ID": "7081310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081310",
                    "TitleEnglish": "A Fish is to Water as a Genius is to X",
                    "SummaryEnglish": "Uruka Takemoto has been a friend of Nariyuki's since middle school and is a swimming prodigy who should have a brilliant future ahead of her, but her academic grades are so bad that she's in danger of losing the college scholarship she's counting on. The academy's headmaster orders Nariyuki to tutor her, too. Uruka hates studying but suddenly becomes eager when she hears that Nariyuki is going to be her tutor. Actually, she's been in love with Nariyuki since middle school which is when he started helping her. Aware of her fellow mentees, Fumino and Rizu, Uruka secretly gets fired up.",
                    "TitleJapanese": "魚心あれば、天才に［Ｘ］心あり",
                    "SummaryJapanese": "成幸の中学の頃からの友人で、将来を期待される水泳の天才・武元うるか。スポーツ推薦を志望する彼女だが、学業がまったく手についておらず推薦自体が危ぶまれる状態！　成幸は学園長に命じられ、うるかの勉強も見ることに。\n　勉強を嫌がるうるかだが、成幸が教育係と聞いて急に張り切り出す！　実はうるかは中学時代から、自分を認めて助けてくれる成幸に恋していたのだ。文乃たちを意識して、うるかは密かに闘志を燃やす!!"
                },
                "3": {
                    "ID": "7081311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081311",
                    "TitleEnglish": "A Genius Resonates Emotionally with X",
                    "SummaryEnglish": "The results of Nariyuki’s tutoring are about to be put to the test with the midterm exams. If the girls don’t raise their grades, they’ll get a new tutor. The three of them want to keep Nariyuki, though, so they become even more resolved to study hard for the exams.",
                    "TitleJapanese": "天才は［Ｘ］にも心通ずるものと知る",
                    "SummaryJapanese": "中間テストを前に、成幸の教育係としての成果が試されようとしていた。自分たちの成績が上がらないと教育係が変わってしまう…成幸に続けて欲しい文乃たちは、テスト勉強にさらに意欲を高める！\n　後日、成幸は理珠に頼まれて彼女の家が経営する「緒方うどん」を訪れる。店を離れることができない理珠の勉強を見るためだ。不安な自分を優しく励ましてくれる成幸に、頬が赤らむのを感じる理珠。そして試験当日、予期せぬ問題が理珠を襲う…!?"
                },
                "4": {
                    "ID": "7081313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081313",
                    "TitleEnglish": "What She Wants from a Genius Is X",
                    "SummaryEnglish": "Fumino is determined to go on a diet after a sudden weight gain. Rizu's self-proclaimed rival, Sawako Sekijo, has the wrong idea that the reason Rizu has set her sights on humanities is because she's in love with Nariyuki, and she tries to test Rizu's \"love.\"",
                    "TitleJapanese": "彼女が天才に望むもの即ち［Ｘ］である",
                    "SummaryJapanese": "ここ最近、急に体重が増えてしまった文乃はダイエットを決意！　しかしお菓子を勧めるうるか、うどんを差し入れる理珠など、学校には太る要因がいっぱい。空腹をこらえる姿を心配する成幸に、文乃は「触って確かめて」とお腹を差し出して…!?\nそんな中、自習中の理珠の前に現れた白衣の女生徒。自称・理珠のライバルの関城紗和子だ。彼女は理珠が文系を志す理由を成幸が好きだからと誤解し、理珠の恋心を試そうとするが…。"
                },
                "5": {
                    "ID": "7081314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081314",
                    "TitleEnglish": "A Genius in the Forest Strays for X",
                    "SummaryEnglish": "Ichinose Academy’s famous three-day, two-night study training camp has begun. Nariyuki and the students study hard at the boarding house in the mountains, but Rizu can’t stop thinking about her tutor.",
                    "TitleJapanese": "林間の天才は［Ｘ］に迷走する",
                    "SummaryJapanese": "一ノ瀬学園名物・２泊３日の学習強化合宿が始まった。山の合宿所で勉強にはげむ成幸たち。そんな中、理珠は成幸が気になって仕方がない。成幸と文乃たちの楽しそうな様子を見て不機嫌になり、ついには一方的にキレて合宿所を飛び出してしまった！\n　夕方、理珠がいないことを紗和子から聞いた成幸は、理珠を探しに外へ。土砂降りの山中を駆け回り、崖の上に理珠を発見！　助けようと手を伸ばす成幸だが、理珠は足を滑らせて…。"
                },
                "6": {
                    "ID": "7081315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081315",
                    "TitleEnglish": "Thus, X Geniuses Never Learn",
                    "SummaryEnglish": "Nariyuki is summoned by Mafuyu Kirisu, the girls’ former tutor, who interrogates him about the camp incidents. A worried Fumino, waiting outside the student guidance counselor's door, hears snatches of the conversation, including the expression \"illicit sexual conduct.\"",
                    "TitleJapanese": "天才［Ｘ］たちは、かくして勉強ができない",
                    "SummaryJapanese": "元・教育係の桐須真冬先生に呼び出された成幸は、合宿の山中で理珠とキスしていたことを問い詰められる。生徒指導室のドアの前では、心配した文乃が聞き耳を立てていた。聞こえてきた「不純異性交遊」という言葉を頼りに、文乃たちは入れ替わり立ち替わり成幸の弁護をするが…。\n真冬との面談から数日後。うるかは成幸が誰かとキスをしたことを知る。落ち込んだうるかは「友達の話」として文乃に悩みを打ち明ける。"
                },
                "7": {
                    "ID": "7081316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081316",
                    "TitleEnglish": "A Former Tutor's Secret Spot Is X",
                    "SummaryEnglish": "While Nariyuki and Fumino are talking to each other behind the school, she loses her balance and falls into Nariyuki’s arms. Rizu apparently sees the \"hugging\" part and looks furious.",
                    "TitleJapanese": "前任者の秘匿領域は［Ｘ］な有様である",
                    "SummaryJapanese": "校舎裏で成幸と話す中、文乃はバランスを崩して成幸に抱きついてしまった。その背後には険悪な目つきの理珠が！　成幸が好きな理珠を怒らせてしまったと慌てる文乃。文乃はさっきのハグをチャラにしようと…？\n　放課後、猫を助けてケガをした真冬を送るため、成幸は彼女の部屋を訪れることに。成幸はそこで真冬の面倒見の良さや、散らかし放題でだらしない私生活など、怖い先生の意外な一面を知ることに。"
                },
                "8": {
                    "ID": "7081317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081317",
                    "TitleEnglish": "Sometimes a Genius's Every Action Is at the Mercy of X",
                    "SummaryEnglish": "After Nariyuki wins a smartphone in a lottery, he can't wait to use it for apps like the dictionary, schedule managing, and the like. He also learns that studying in the bathtub is effective and quickly puts the method into practice.",
                    "TitleJapanese": "天才の一挙手一投足は時に［Ｘ］を翻弄する",
                    "SummaryJapanese": "福引でスマホを手に入れた成幸は、辞書やスケジュール管理アプリで勉強に活用しようと大張り切り。さらにお風呂での勉強が効果的であることを知り、さっそく実践することに。\n邪魔が入らず防水スマホで調べものも楽！　お風呂での勉強がすっかり気に入った成幸。しかし操作を間違えて文乃にメッセージを送ったり、理珠に電話をかけたりと大騒ぎ。入浴中のうるかにつながった際は、うるかが間違ってビデオ通話設定にしてしまい…!?"
                },
                "9": {
                    "ID": "7081318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081318",
                    "TitleEnglish": "He Struggles with X in a Forbidden Zone",
                    "SummaryEnglish": "When Nariyuki is walking by Mafuyu's apartment one day, she invites him in because she apparently had seen a cockroach. He goes inside and finds the place just as messy as it was during his last visit.",
                    "TitleJapanese": "禁断の地にて彼は、[Ｘ]が為奮闘する",
                    "SummaryJapanese": "真冬のマンションの前を通りかかった成幸は、彼女に呼び止められて部屋に招かれる。部屋にゴキブリが出たとのことだ。入ってみると、以前と同様に散らかりまくった酷い惨状…。ゴキブリを駆除するまでと引き留められる成幸だが、そこに出前で理珠が訪れた！\n　成幸と真冬の関係を誤解してか、理珠はふくれっ面で部屋に居座ってしまう。理珠と真冬を仲直りさせようと、成幸は理珠の好きなカードゲームで遊ぼうと提案する。"
                },
                "10": {
                    "ID": "7081320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081320",
                    "TitleEnglish": "A Lost Lamb in New Territory Encounters X",
                    "SummaryEnglish": "As a reward for being a tutor, Nariyuki gets to take a short summer course at an entrance exam prep school. He's eager to take the course in order to improve his results, but he meets Asumi Kominami, an academy alumni who is still studying to get into a university.",
                    "TitleJapanese": "かの新天地にて迷える子羊は［Ｘ］と邂逅する",
                    "SummaryJapanese": "教育係のご褒美として、予備校の夏期講習を受けることになった成幸。自分の成績のために意気込む成幸は、そこで学園ＯＧの浪人生・小美浪あすみと出会う。\n　そして予備校の帰り、道に迷った成幸は店の呼び込みに引っ張られてメイド喫茶に入ってしまう。慌てて出ようとする成幸の前に、人気No.１の「ピクシーメイド・あしゅみぃ」が登場。可愛くポーズを取る小柄なそのメイドは、予備校で出会ったあすみ先輩だった…!?"
                },
                "11": {
                    "ID": "7081321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081321",
                    "TitleEnglish": "An Illustrious Veteran Sometimes Serves X",
                    "SummaryEnglish": "Downtown at night, Ms. Kirisu finds Nariyuki as he's about to enter a suspicious café and calls him to a halt. It's the maid café where Ms. Kirisu's former student, Asumi, works part-time.",
                    "TitleJapanese": "威厳ある先任者は時に［Ｘ］にかしづく",
                    "SummaryJapanese": "夜の繁華街。真冬はいかがわしい店に入ろうとする成幸を見つけて呼び止める。そこは真冬の元・教え子のあすみがバイトするメイド喫茶だった。店内で成幸を注意する真冬だが、事故で店員にケガをさせてしまった！　彼女は代わり働くことを申し出るが…!?。\n　成幸の心配通り、ドジっ娘メイド・真冬は失敗の連続。そんな自分を前向きにフォローする成幸に、真冬は優しさを感じる。そして真冬が彼に告げた言葉とは――。"
                },
                "12": {
                    "ID": "7081322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7081322",
                    "TitleEnglish": "Sometimes a Genius Travels Down Memory Lane With X",
                    "SummaryEnglish": "Nariyuki consults Fumino about how his relationship with Uruka has become awkward, but he claims he's asking \"for a friend.\" Right after that, Uruka comes to Fumino to discuss the same issue.",
                    "TitleJapanese": "天才は時に［Ｘ］をともに分かち追懐する",
                    "SummaryJapanese": "うるかと気まずくなった成幸から、「友達の話」として相談を受ける文乃。直後、今度はうるかからも同じ悩みを打ち明けられる。文乃は彼らに、思い切って２人で話し合うよう助言する。\n　後日、湖畔のベンチに並ぶ成幸とうるか。しかし緊張のあまり、会話は早々に途切れてしまう。変装して見守っていた文乃は、２人それぞれにスマホから助言を送る。しかし文乃が提案する話題は、ことごとく場の空気を重くしていき…!?"
                },
                "13": {
                    "ID": "7227623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7227623",
                    "TitleEnglish": "The Light in a Genius's Eye is All X",
                    "SummaryEnglish": "When Nariyuki goes to a festival, he runs into Uruka and strolls with her past the food stalls, helps Rizu deliver food, and takes an injured Mafuyu to Asumi's father's first-aid tent. In other words, as ever, he's a busy do-gooder.",
                    "TitleJapanese": "天才の目に天の光はすべて［Ｘ］である",
                    "SummaryJapanese": "お祭りを訪れた成幸は、会場で出会ったうるかと屋台を回ったり、理珠の出前を手伝ったり、ケガをした真冬をあすみの父の救護テントに連れて行ったりと、相も変わらず世話焼きで大忙し。さらには迷子の子供のために駆けずり回ることに…。\n　結局、人の世話で帰りの終電を逃してしまった成幸。そこに星空を眺めて時間を忘れてしまった文乃が現れた。帰りの手段がなく途方に暮れる２人は、旅館の明かりを前に――。"
                }
            }
        },
        "2": {
            "ID": "817531",
            "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7268198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7268198",
                    "TitleEnglish": "He and a Genius Each Consider a Decision Pertaining to X",
                    "SummaryEnglish": "Even during summer vacation, Nariyuki and the girls have to study hard at cram school. One day, Rizu gets an abysmal “E” on one of her tests. Depressed, she shares her grade with the other girls, which causes an uproar. That's because they mistakenly think she's telling them her bra size.",
                    "TitleJapanese": "天才と彼はその［ｘ］なる判定に銘々慮る",
                    "SummaryJapanese": "夏休みも予備校で勉強に励む成幸たち。この日は模試の結果が出て、理珠の志望校判定はＥ判定。「Ｅになった」と落ち込む理珠に文乃たちは騒然！…というのも、なぜか胸のカップ数と勘違いしていたからだ。そして理珠は、成幸が自分の胸に興味を示していると勘違いして…。\n　後日、成幸たちは夏期講習の総まとめで予備校の合宿へ。勉強を終えて風呂に入った成幸は、なぜか男湯にいた文乃たちと鉢合わせ！　そこに男子たちも入ってきて…!!"
                },
                "2": {
                    "ID": "7382041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7382041",
                    "TitleEnglish": "At Times, an Elder's Pride Is in Direct Opposition to X's Circumstances",
                    "SummaryEnglish": "The maid cafe where Asumi works is starting a housekeeping service. Nariyuki and Asumi go together to their first clients, who turn out to be people they know, like Mafuyu and Uruka.",
                    "TitleJapanese": "先人の誇りは時に［ｘ］どもの事情と背反する",
                    "SummaryJapanese": "あすみのバイト先のメイド喫茶が家事代行サービスを開始。成幸はあすみとともに依頼主の元へ向かうが、なぜか真冬やうるかといった知り合いばかり。しかもそれぞれ家事代行を恥じてか、あすみは仕事をさせてもらえずイライラ…！\n　そんなある日の小テスト、普段以上に威圧のオーラを漂わせる真冬。実は徹夜でテストを作成したため、必死で眠気をこらえていたのだ。そして下校中、成幸は自動販売機の下をあさる不審な真冬を見かけるのだが…!?"
                },
                "3": {
                    "ID": "7382042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7382042",
                    "TitleEnglish": "With the Changing Seasons, a Genius Experiences the Sorrow of X",
                    "SummaryEnglish": "Thanks to her dad, Rizu accidentally cuts her bangs way too short. At first she doesn’t care, but gets more embarrassed until she hides her face from Nariyuki and dons a mask.",
                    "TitleJapanese": "天才は変遷する季節と［ｘ］模様に憂う",
                    "SummaryJapanese": "父親のせいで、うっかり前髪を切り過ぎてしまった理珠。最初の内は気にならなかったが、徐々に恥ずかしくなって成幸から顔を隠すように。被り物までして自分から顔を隠す理珠に、成幸は自分が嫌われたと勘違いしてしまう！\n　また別の休日、親友・理珠とのお出かけにはしゃぐ紗和子は、完璧なプランで理珠を楽しませようと大張り切り！　その途中、偶然に成幸と出くわした２人。紗和子は親友の恋のために身を引こうとするが…!?"
                },
                "4": {
                    "ID": "7382043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7382043",
                    "TitleEnglish": "Sometimes a Genius Struggles With a Limited X",
                    "SummaryEnglish": "At the library, a beautiful girl Nariyuki has never seen before sits next to him when he's studying. He's nervous that he's getting hit on, not realizing the girl is actually Rizu, who has changed her hairstyle at a salon.",
                    "TitleJapanese": "時に天才は限定された［ｘ］において奮闘する",
                    "SummaryJapanese": "図書館で勉強する成幸の隣に、見知らぬ美少女が座って話しかけてきた。成幸は逆ナンと緊張するが、その正体は美容院でイメチェンした理珠だった。そうとは気づかない成幸は、勝手に誘惑されていると勘違い！\n　翌日、英語面接に備えてスピーキングを練習するうるか。うるかの目も当てられない英会話に成幸は、この日の会話は英語以外禁止というゲームを提案する。しかしうるかとの英会話はかみ合わないどころか、勘違いの連発で…！"
                },
                "5": {
                    "ID": "7392808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7392808",
                    "TitleEnglish": "A Heartfelt Gift Sometimes Becomes a Complicated X",
                    "SummaryEnglish": "At Nariyuki's house, Fumino is on her way out after a study session when he gives her a birthday present. However, when Fumino opens it, she's startled to find a bra. What was Nariyuki thinking?!",
                    "TitleJapanese": "心尽くしの賜物は時に［ｘ］の錯綜となる",
                    "SummaryJapanese": "成幸の家で勉強した帰り、文乃は成幸から誕生日プレゼントを渡される。初めての男子からのプレゼントに「どんなもの」でも嬉しいと喜ぶ文乃。しかし開けてみると、そこにはブラジャーが…。果たして成幸の意図とは!?\n　ある日、母親の代わりにバイトへ向かう成幸。そこはいつぞやのランジェリー店の店長が営むマッサージ店だった。あの時と同じく、着ぐるみでマッサージのバイトに励む成幸。そこに文乃と理珠が来店する！"
                },
                "6": {
                    "ID": "7392809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7392809",
                    "TitleEnglish": "Wherefore Might They Fathom the Aspirations of the Immediate X",
                    "SummaryEnglish": "When Mafuyu can't use the bathtub in her apartment, she goes to a neighborhood bathhouse. On the way, she encounters Asumi and Nariyuki, and ends up in the sauna with Asumi. It's so hot that the two get punchy.",
                    "TitleJapanese": "彼らは安んぞ面する［ｘ］の志を知らんや",
                    "SummaryJapanese": "マンションの風呂が使えないため、真冬は銭湯に行くことに。途中であすみ、成幸たちと出会い、真冬とあすみは一緒にサウナへ。暑くて朦朧とする２人は、成幸との秘密を口走ったり、水風呂で戯れたり…。漏れ聞こえる２人の嬌声に、男湯の成幸は緊張しっぱなし！\n　数日後、真冬を相手に模擬面接が行われる。文乃、理珠は弱点を突く真冬の質問に、すっかり心が折れてしまった。そして成幸の番…彼は真冬に何を語るのか!?"
                },
                "7": {
                    "ID": "7442717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7442717",
                    "TitleEnglish": "A Genius Secretly Responds with X to their Conjectures",
                    "SummaryEnglish": "Nariyuki, Rizu, and Sawako go to an open campus event. Nariyuki and Sawako both want the other to become closer to Rizu, so they use every excuse in the book to get away so they can leave the other with Rizu.",
                    "TitleJapanese": "人知れず天才は彼らの忖度に［ｘ］する",
                    "SummaryJapanese": "オープンキャンパスを訪れた成幸、理珠、紗和子の３人。しかし成幸と紗和子はそれぞれ相手を理珠と仲良くさせるために、変に譲り合っては理珠を放り出すことに…。そんな中、理珠は数学の教授に才能を見出されて数学科に誘われる。\n　あすみのメイドカフェでボードゲームイベントが開催！　レアなボードゲームにつられた理珠は、メイドとなって手伝いで参加することに。メガネっ娘メイド・理珠に群がる客たち。理珠のゲームの才能が火を噴く！"
                },
                "8": {
                    "ID": "7442720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7442720",
                    "TitleEnglish": "The Flow of X Never Ends...",
                    "SummaryEnglish": "Nariyuki is on the verge of failing Physical Education! Uruka tries teaching him how to swim, but she's so bad at teaching that it doesn't do any good.",
                    "TitleJapanese": "ゆく［ｘ］の流れは絶えずして…",
                    "SummaryJapanese": "成幸の体育の成績が赤点目前！　うるかが成幸に水泳を教えるが、教え方があまりに下手で一向に効果なし。監督していた真冬が見かねてプールに入り、成幸の手を取るが…。\n　プールの一件で真冬に勇気づけられたうるかは、全国水泳大会で見事に優勝！　そして彼女には海外留学の話が。成幸に言い出せずに悩むうるかは、ファミレスで文乃に相談を持ち掛ける。そこに成幸が現れて、うるかはとっさにテーブルの下へ！"
                },
                "9": {
                    "ID": "7466965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7466965",
                    "TitleEnglish": "The Star of Ultimate Love and the Name of X, Part 1",
                    "SummaryEnglish": "Parent-teacher conferences are being held at Ichinose Academy. Nariyuki intends to decide his major based on what would be best for his family. Meanwhile, that math professor appears at the Academy.",
                    "TitleJapanese": "最愛の星に［ｘ］の名を（前編）",
                    "SummaryJapanese": "一ノ瀬学園で三者面談。家のために進路を決めようとする成幸に、母・花枝は自分がやりたいことをするべきと忠告。そんな中、オープンキャンパスで出会った数学教授が現れ、再び理珠を数学の道へ勧誘する。彼の名は古橋零侍、文乃の父親であった。\n　三者面談で零侍と喧嘩した文乃。勢いで家出した彼女は、そのまま唯我家に居候することに。花枝の許可も得て成幸と寝食を共にする内に、どこか新婚生活みたいな雰囲気に…!?"
                },
                "10": {
                    "ID": "7466966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7466966",
                    "TitleEnglish": "The Star of Ultimate Love and the Name of X, Part 2",
                    "SummaryEnglish": "Fumino continues to live with the Yuiga family. One day, his family needs to go out, leaving Nariyuki and Fumino alone. In gratitude for letting her stay over, Fumino attempts to cook and clean, but fails miserably at every turn!",
                    "TitleJapanese": "最愛の星に［ｘ］の名を（後編）",
                    "SummaryJapanese": "唯我家での居候を続ける文乃。この日は花枝たちが出かけてしまい、家には成幸と文乃の２人きり。文乃は居候のお礼をすべく料理や掃除に挑戦するが、ことごとく惨敗！　しまいには風呂に入ってきて、成幸の背中を流そうとする!?\n　その後、星空の下で成幸に後押しされた文乃は、零侍と向き合うために家へ戻る。天文学への進路を認めようとしない零侍に、文乃は母が残した動画データを突き付ける。生前の母は何を語るのか…。"
                },
                "11": {
                    "ID": "7466967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7466967",
                    "TitleEnglish": "X Descends Like Wildfire at the Festival's Beginning",
                    "SummaryEnglish": "While Fumino, Rizu, and Uruka all know what their major in college is going to be, Nariyuki still can't decide what he wants to do. Meanwhile, everyone is busy getting ready for Ichinose Academy's school festival.",
                    "TitleJapanese": "祭のはじめは矢継ぎ早 彼らに［ｘ］が降りかかる",
                    "SummaryJapanese": "文乃、理珠、うるかが希望進路を決める一方、成幸は「自分が本当にやりたいこと」を見出せずに悩んでいた。そんな成幸の悩みとは裏腹に、一ノ瀬学園は文化祭の準備で大忙し！　そしてうるかたちは「後夜祭の１発目の花火を触れ合って見た男女は、必ず結ばれる」というジンクスを聞いて…。\n　文化祭当日。理珠のクラスが出店するうどん屋にトラブルが発生！　理珠の父の勘違いで、模擬店の域を超えた大量のうどんが納品されてしまったのだ。"
                },
                "12": {
                    "ID": "7466968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7466968",
                    "TitleEnglish": "X Treads a Thorny Path as the Festivities Continue…",
                    "SummaryEnglish": "The school festival is a roaring success! At the swim team's live stage show, Umihara and Kawase perform with Mafuyu in a Full Pure costume for some reason.",
                    "TitleJapanese": "祭の騒ぎは留まらず［ｘ］どもは茨の道を往く",
                    "SummaryJapanese": "文化祭はますます大盛況！　水泳部のライブステージでは、なぜかフルピュア衣装を着た真冬が海原＆川瀬と共演。真冬のダンスのキレに沸く観客。そして続いて登場したのは、見慣れない真っ黒な衣装に身を包んだうるか…!?\n　うどんの宣伝で校内を周る成幸は、ある着ぐるみを着ることで、なぜか先生たちに追われてしまう。あすみの手引きで体育館へ逃れる成幸だが、そこでは文乃主演の演劇が修羅場を迎えていた！"
                },
                "13": {
                    "ID": "7466970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-never-learn-bokuben/episodes/7466970",
                    "TitleEnglish": "A Post-Festival Celebration of X, Both Dazzling And Lonely",
                    "SummaryEnglish": "The animal-costumed Nariyuki's intrusion onto the stage brings Fumino's play to an ending that has the crowd on its feet. Meanwhile, business is booming at Rizu's class's udon shop.",
                    "TitleJapanese": "祭の終わりは寂しくも華やかに［ｘ］どもを祝福する",
                    "SummaryJapanese": "着ぐるみの成幸の乱入により、文乃たちの演劇は大絶賛で終演。しかし着ぐるみ越しにキスした相手が分からず、文乃はただただ混乱…。一方、理珠のクラスのうどん店は、みんなの協力で大量のうどんが売り切れそうな盛況ぶり！\nそして「一緒に花火を見ると結ばれる」というジンクスがささやかれる、後夜祭の時間が近づいてきた。成幸と一緒に花火を見る、運命の相手とは…!?"
                }
            }
        }
    }
}