{
  "URL": "https://www.thetvdb.com/series/joshi-kausei",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10044772/",
    "https://www.themoviedb.org/tv/87463"
  ],
  "TitleEnglish": "Joshi Kausei",
  "SummaryEnglish": "Who needs dialog when you're this cute? The beautiful (but unlucky) Momoko, the cool, collected Shibumi, and the refreshingly innocent Mayumi star in a \"silent manga.\" No speeches, no dialog! Just pictures, sound effects, and three high school girls living their daily lives.",
  "Aliases": [],
  "Modified": "2024-06-12",
  "Seasons": {
    "1": {
      "ID": "798855",
      "URL": "https://www.thetvdb.com/series/joshi-kausei/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7048312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7048312",
          "TitleEnglish": "The High School Girl and Thighs",
          "SummaryEnglish": "High school girl Futo Momoko is napping in the classroom when her best friends Furui Mayumi and Shibusawa Shibumi drop in. Later, when Momoko is relaxing alone, a mosquito flies into the room.",
          "Aliases": []
        },
        "2": {
          "ID": "7094646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094646",
          "TitleEnglish": "The High School Girl and the Unlucky Day",
          "SummaryEnglish": "Momoko is watching TV before school, and the morning horoscope says that her sign will have the worst luck today. Despite her dread, Momoko leaves for school, and one bad thing after another threatens to ruin her day.",
          "Aliases": []
        },
        "3": {
          "ID": "7094649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094649",
          "TitleEnglish": "The High School Girl and Drowsiness",
          "SummaryEnglish": "Fukuouda Tadashi boards his train very sleepy, but seated in front of where he's standing is Momoko. He tries to make himself look cool, but epically fails. To add insult to injury, he unwraps a stick of gum, but then drops it right between Momoko's thighs...",
          "Aliases": []
        },
        "4": {
          "ID": "7094650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094650",
          "TitleEnglish": "The High School Girl and the Family Restaurant",
          "SummaryEnglish": "Momoko, Shibumi, and Mayumi are at a family restaurant. Momoko is out of money, so she can only watch while the other two eat. She ends up occupying herself by making animals out of the restaurant napkins.",
          "Aliases": []
        },
        "5": {
          "ID": "7094651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094651",
          "TitleEnglish": "The High School Girl and the Skateboard",
          "SummaryEnglish": "Momoko, Shibumi, and Mayumi visit a family restaurant. Momoko can only watch the other two eat since she doesn't have the money to order anything, so instead she starts to make animals out of the napkins.",
          "Aliases": []
        },
        "6": {
          "ID": "7094652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094652",
          "TitleEnglish": "The High School Girl and Working Out",
          "SummaryEnglish": "Momoko's sister, Kizuku, sees a special on TV about a weight loss routine and suddenly feels that there's too much fat around her belly. So she tries to do the exercises they did on TV...",
          "Aliases": []
        },
        "7": {
          "ID": "7094653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094653",
          "TitleEnglish": "The High School Girl and the Foggy Window",
          "SummaryEnglish": "On a snowy day, Momoku, Shibumi, and Mayumi start to breathe on the classroom window glass and draw in the fog with their fingers. Their drawings quickly disappear, but later, when steam from a teapot fills the room...",
          "Aliases": []
        },
        "8": {
          "ID": "7094656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094656",
          "TitleEnglish": "The High School Girl and Hiding from the Rain",
          "SummaryEnglish": "Fukoda is taking shelter from the rain in a bus stop, when Momoko comes along and takes cover under the same shelter. As he sees Momoko's wet shirt and the way she ties up her hair, Fukoda starts to feel rather tense...",
          "Aliases": []
        },
        "9": {
          "ID": "7094657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094657",
          "TitleEnglish": "The High School Girl and Shadow Puppets",
          "SummaryEnglish": "At lunch time on the day Furui Mayumi transfers to Futaba Girls' High School, she finds herself seated next to Momoko, who suddenly strikes an intimidating pose with her hands. This scares Mayumi at first, but then...",
          "Aliases": []
        },
        "10": {
          "ID": "7094658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094658",
          "TitleEnglish": "The High School Girl and the Hair Barrette",
          "SummaryEnglish": "As an elementary school student, Shibumi proposed a rule prohibiting the use of keyholder accessories, which was met with strong opposition from her classmates. The next day, Shibumi wore a hair barrette that her grandma had given her to school...",
          "Aliases": []
        },
        "11": {
          "ID": "7094659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094659",
          "TitleEnglish": "The High School Girl and the Kotatsu",
          "SummaryEnglish": "Momoko, Shibumi, and Mayumi are sitting under the kotatsu at Momoko's house, playing around as they peel tangerines. And when they're finished with that, they continue to have fun playing with the kotatsu.",
          "Aliases": []
        },
        "12": {
          "ID": "7094661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094661",
          "TitleEnglish": "The High School Girl and the Road Home",
          "SummaryEnglish": "Momoko, Shibumi, and Mayumi are walking home from school together, laughing and having fun as always. The everyday life of these high school girls continues today as it always has.",
          "Aliases": []
        }
      }
    }
  }
}