{
    "URL": "https://www.thetvdb.com/series/joshi-kausei",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10044772/",
        "https://www.themoviedb.org/tv/87463"
    ],
    "TitleEnglish": "Joshi Kausei",
    "SummaryEnglish": "Who needs dialog when you're this cute? The beautiful (but unlucky) Momoko, the cool, collected Shibumi, and the refreshingly innocent Mayumi star in a \"silent manga.\" No speeches, no dialog! Just pictures, sound effects, and three high school girls living their daily lives.",
    "TitleJapanese": "女子かう生",
    "SummaryJapanese": "喋らなくてもカワイイ、サイレント女子高生アニメ！\n残念美人のもも子を中心に、クール系メガネのしぶ美&癒し系ちびっ子まゆみの3人が過ごす楽しい高校生活♪\n１人でも楽しい、みんなと一緒でも楽しい、ちょいバカでぐうかわな彼女たちの日常",
    "Aliases": [],
    "Modified": "2024-06-12",
    "Seasons": {
        "1": {
            "ID": "798855",
            "URL": "https://www.thetvdb.com/series/joshi-kausei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7048312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7048312",
                    "TitleEnglish": "The High School Girl and Thighs",
                    "SummaryEnglish": "High school girl Futo Momoko is napping in the classroom when her best friends Furui Mayumi and Shibusawa Shibumi drop in. Later, when Momoko is relaxing alone, a mosquito flies into the room.",
                    "TitleJapanese": "女子かう生とふともも",
                    "SummaryJapanese": "女子高生・富戸もも子が教室で寝ていると、親友の古井まゆみと渋沢しぶ美がやってくる。その後、もも子が教室で一人リラックスしていると、一匹の蚊が入ってきて……。"
                },
                "2": {
                    "ID": "7094646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094646",
                    "TitleEnglish": "The High School Girl and the Unlucky Day",
                    "SummaryEnglish": "Momoko is watching TV before school, and the morning horoscope says that her sign will have the worst luck today. Despite her dread, Momoko leaves for school, and one bad thing after another threatens to ruin her day.",
                    "TitleJapanese": "女子かう生と不幸な一日",
                    "SummaryJapanese": "朝のテレビの占いで、もも子は自分の星座が最下位になっているのを見てしまう。嫌な予感を覚えながらも、家を出るもも子だが、もも子の身に次々と不幸な出来事が降りかる。"
                },
                "3": {
                    "ID": "7094649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094649",
                    "TitleEnglish": "The High School Girl and Drowsiness",
                    "SummaryEnglish": "Fukuouda Tadashi boards his train very sleepy, but seated in front of where he's standing is Momoko. He tries to make himself look cool, but epically fails. To add insult to injury, he unwraps a stick of gum, but then drops it right between Momoko's thighs...",
                    "TitleJapanese": "女子かう生と眠気",
                    "SummaryJapanese": "深郷田正が眠そうに電車に乗ると、目の前にもも子が座っていた。自分をよく見せようとするが、空回りする深郷田。挙句の果てにガムをもも子の太ももに落としてしまい……。"
                },
                "4": {
                    "ID": "7094650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094650",
                    "TitleEnglish": "The High School Girl and the Family Restaurant",
                    "SummaryEnglish": "Momoko, Shibumi, and Mayumi are at a family restaurant. Momoko is out of money, so she can only watch while the other two eat. She ends up occupying herself by making animals out of the restaurant napkins.",
                    "TitleJapanese": "女子かう生とファミレス",
                    "SummaryJapanese": "ファミレスにやって来た、もも子、しぶ美、まゆみの三人。もも子は二人が料理を食べる中、金欠で料理を食べられずにいると、テーブルナプキンで動物を作って遊び始める。"
                },
                "5": {
                    "ID": "7094651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094651",
                    "TitleEnglish": "The High School Girl and the Skateboard",
                    "SummaryEnglish": "Momoko, Shibumi, and Mayumi visit a family restaurant. Momoko can only watch the other two eat since she doesn't have the money to order anything, so instead she starts to make animals out of the napkins.",
                    "TitleJapanese": "女子かう生とファミレス",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7094652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094652",
                    "TitleEnglish": "The High School Girl and Working Out",
                    "SummaryEnglish": "Momoko's sister, Kizuku, sees a special on TV about a weight loss routine and suddenly feels that there's too much fat around her belly. So she tries to do the exercises they did on TV...",
                    "TitleJapanese": "女子かう生と筋トレ",
                    "SummaryJapanese": "もも子の姉・きづくは、テレビでやっているダイエット特集を目にすると、自分のお腹の贅肉をつまんで困った顔をする。仕方なくテレビのトレーニングをやろうとするが……。"
                },
                "7": {
                    "ID": "7094653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094653",
                    "TitleEnglish": "The High School Girl and the Foggy Window",
                    "SummaryEnglish": "On a snowy day, Momoku, Shibumi, and Mayumi start to breathe on the classroom window glass and draw in the fog with their fingers. Their drawings quickly disappear, but later, when steam from a teapot fills the room...",
                    "TitleJapanese": "女子かう生と曇り窓",
                    "SummaryJapanese": "雪の降る中、もも子、しぶ美、まゆみの三人は窓に息を吐いて、指で楽しそうに絵を描いていく。しかし、途中で絵が消えてしまうが、その後、ヤカンから湯気が出てくると……。"
                },
                "8": {
                    "ID": "7094656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094656",
                    "TitleEnglish": "The High School Girl and Hiding from the Rain",
                    "SummaryEnglish": "Fukoda is taking shelter from the rain in a bus stop, when Momoko comes along and takes cover under the same shelter. As he sees Momoko's wet shirt and the way she ties up her hair, Fukoda starts to feel rather tense...",
                    "TitleJapanese": "女子かう生と雨宿り",
                    "SummaryJapanese": "深郷田がバス停で雨宿りをしていると、もも子がやって来て、一緒に雨宿りを始める。もも子の濡れた服や、髪を結ぶ仕草を見て、深郷田はドキドキと緊張してしまう。"
                },
                "9": {
                    "ID": "7094657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094657",
                    "TitleEnglish": "The High School Girl and Shadow Puppets",
                    "SummaryEnglish": "At lunch time on the day Furui Mayumi transfers to Futaba Girls' High School, she finds herself seated next to Momoko, who suddenly strikes an intimidating pose with her hands. This scares Mayumi at first, but then...",
                    "TitleJapanese": "女子かう生と影絵",
                    "SummaryJapanese": "古井まゆみが双葉女子高校に転校してきた日の昼、もも子はまゆみの隣にいきなり座ると、手で何かを作って威嚇するようにガッと上に上げる。それを見て思わず怖がるまゆみだが……。"
                },
                "10": {
                    "ID": "7094658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094658",
                    "TitleEnglish": "The High School Girl and the Hair Barrette",
                    "SummaryEnglish": "As an elementary school student, Shibumi proposed a rule prohibiting the use of keyholder accessories, which was met with strong opposition from her classmates. The next day, Shibumi wore a hair barrette that her grandma had given her to school...",
                    "TitleJapanese": "女子かう生と髪留め",
                    "SummaryJapanese": "小学生のしぶ美が、学級会で「キーホルダーをつけない」と提案すると、皆から猛反対されてしまう。そして次の日、しぶ美が学校に祖父母からもらった髪留めを付けていくと……。"
                },
                "11": {
                    "ID": "7094659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094659",
                    "TitleEnglish": "The High School Girl and the Kotatsu",
                    "SummaryEnglish": "Momoko, Shibumi, and Mayumi are sitting under the kotatsu at Momoko's house, playing around as they peel tangerines. And when they're finished with that, they continue to have fun playing with the kotatsu.",
                    "TitleJapanese": "女子かう生とコタツ",
                    "SummaryJapanese": "もも子、しぶ美、まゆみの三人はもも子の家のコタツに入って、ミカンの皮をむいて遊び始める。その後も、三人はコタツに入ったまま、楽しそうに遊び続けるのだった。"
                },
                "12": {
                    "ID": "7094661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/joshi-kausei/episodes/7094661",
                    "TitleEnglish": "The High School Girl and the Road Home",
                    "SummaryEnglish": "Momoko, Shibumi, and Mayumi are walking home from school together, laughing and having fun as always. The everyday life of these high school girls continues today as it always has.",
                    "TitleJapanese": "女子かう生と帰り道",
                    "SummaryJapanese": "放課後、もも子、しぶ美、まゆみの三人が、いつものように笑い合いながら帰り道を一緒に歩いてく。 今日も、いつもと変わらない“女子高生”の日常がそこにはある。"
                }
            }
        }
    }
}