{
    "URL": "https://www.thetvdb.com/series/vinland-saga",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10233448/",
        "https://vinlandsaga.jp/",
        "http://www.reddit.com/r/VinlandSaga",
        "https://www.themoviedb.org/tv/88803",
        "https://www.wikidata.org/wiki/Q64063188",
        "https://en.wikipedia.org/wiki/Vinland_Saga_(TV_series)",
        "https://x.com/V_SAGA_ANIME"
    ],
    "TitleEnglish": "Vinland Saga",
    "SummaryEnglish": "For a thousand years, the Vikings have made quite a name and reputation for themselves as the strongest families with a thirst for violence. Thorfinn, the son of one of the Vikings' greatest warriors, spends his boyhood in a battlefield enhancing his skills in his adventure to redeem his most-desired revenge after his father was murdered.",
    "TitleJapanese": "ヴィンランド・サガ",
    "SummaryJapanese": "千年期の終わり頃、あらゆる地に現れ暴虐の限りを尽くした最強の民族、ヴァイキング。\n最強と謳われた戦士の息子トルフィンは、幼くして戦場を生き場所とし、幻の大陸\"ヴィンランド\"を目指す――\n激動の時代で巻き起こる、本当の戦士の物語サガ。",
    "Aliases": [
        "Saga winlandzka"
    ],
    "Modified": "2025-07-24",
    "Seasons": {
        "0": {
            "ID": "1961144",
            "URL": "https://www.thetvdb.com/series/vinland-saga/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9856717",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9856717",
                    "TitleEnglish": "Episode 6.5 \"Drowning in the Shadow\"",
                    "SummaryEnglish": "A new, original story episode, covering events not depicted in the original comic.",
                    "TitleJapanese": "第6.5話 \"Drowning in the Shadow\"",
                    "SummaryJapanese": "原作では描かれていない物語が映像化"
                },
                "2": {
                    "ID": "9856718",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9856718",
                    "TitleEnglish": "Episode 18.5 \"Same old story\"",
                    "SummaryEnglish": "Additional clip with Ketil commanding the farm warriors, leading into episode 19.",
                    "TitleJapanese": "第18.5話 \"Same old story\"",
                    "SummaryJapanese": "第19話に繋がる、農場の兵士を率いるケティルのエピソード"
                }
            }
        },
        "1": {
            "ID": "807819",
            "URL": "https://www.thetvdb.com/series/vinland-saga/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7152184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7152184",
                    "TitleEnglish": "Somewhere not here",
                    "SummaryEnglish": "Thorfinn, a boy living in Iceland, longs for adventure and is eager to know more about the world. He dreams of a land of paradise called Vinland that he hears about from the adventurer Leif, while he leads his peaceful life with this father Thors, a former warrior. One day, Thors saves a runaway slave and sets a series of events in motion. This is the story of a true warrior in an age of turmoil.",
                    "TitleJapanese": "ここではないどこか",
                    "SummaryJapanese": "辺境の地アイスランドで暮らすトルフィンは、冒険に憧れ、広い世界に興味を持つ元気な少年。\nレイフから聞かされる理想郷「ヴィンランド」に夢を馳せながら、かつて強力な戦士だった父・トールズと共に静かで平穏な毎日を送っていた。\nある日、逃亡してきた奴隷をトールズが助けたことから戦士達の物語の歯車が回り始める。\n今ここに、男達の壮大なる物語（サガ）が始まる……"
                },
                "2": {
                    "ID": "7244089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244089",
                    "TitleEnglish": "Sword",
                    "SummaryEnglish": "In the year 1002, the war between England and Denmark was intensifying. One day, the Jomsvikings pay a visit to Thorfinn's village in order to bring back Thors, their former commander, to prepare for the impending battle. Thors is forced to join the war in order to protect the villagers from being taken hostage, and must face his accursed past in order to save his family and his village.",
                    "TitleJapanese": "剣",
                    "SummaryJapanese": "1002年、イングランド軍のヴァイキング襲撃を機に、イングランドとデンマークの戦争は激化の一途を辿っていた。\nある日、トルフィンの住む村にヨーム戦士団が現れる。\nそれはかつてトールズが大隊長を務めていた軍団であり、これから起こる戦のために彼を呼び戻しに来たのだった。村を人質に脅され、参戦せざるを得ない状況に追い込まれたトールズは、家族と村のため、己の呪われた過去と向き合うことになる。"
                },
                "3": {
                    "ID": "7244091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244091",
                    "TitleEnglish": "Troll",
                    "SummaryEnglish": "Askeladd, the leader of a Viking army of a hundred men, receives orders from Floki of the Jomsvikings to kill Thors, who was once known as the Troll of Jom. However, the villagers, completely unaware of the order, buzz with excitement as they prepare for their first battle. Thorfinn also joins in the excitement. Thors and his men are about to embark on a difficult sea journey to England.",
                    "TitleJapanese": "戦鬼",
                    "SummaryJapanese": "100人のヴァイキング達からなる兵団の首領アシェラッドは、ヨーム戦士団のフローキから、かつてヨームの戦鬼（トロル）とよばれたトールズを「殺せ」と、たった１人の戦士の処刑を命じられる。そんな事も露知らず、初めての戦に心を踊らせる村人たち。トルフィンもまた同じであった。イングランドを目指し、トールズ達の厳しい航海の旅が始まる。"
                },
                "4": {
                    "ID": "7244100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244100",
                    "TitleEnglish": "A True Warrior",
                    "SummaryEnglish": "Thors and his men fall for Askeladd’s trap and faces a dangerous situation, but Thors defeats many of Askeladd’s men with his overpowering strength. However, Thors knows that it will be difficult to save everyone, including his son, who’ve been living in a peaceful village their entire lives, and makes a tough decision",
                    "TitleJapanese": "本当の戦士",
                    "SummaryJapanese": "アシェラッド兵団の罠にかかり、絶望的な危機に陥ったトールズ達だが、トールズの圧倒的な強さの前に為す術なく兵団員達は倒れてゆく。\nしかし、平和な村で生きてきた村人達と幼い息子・トルフィンが背後にいる以上、全員助かる事が困難であると、トールズはわかっていた。そこでトールズはある決断をする。"
                },
                "5": {
                    "ID": "7244101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244101",
                    "TitleEnglish": "The Troll's Son",
                    "SummaryEnglish": "After Askeladd kills Thorfinn’s father Thors, Thorfinn hides inside Thor’s ship and bides his time until the opportunity to take revenge. However, life on the ship is harsh without any food or water, and Thorfinn grows weaker day by day. One day, Thorfinn, armed with his sword, attempt to attack Askeladd in his sleep",
                    "TitleJapanese": "戦鬼の子",
                    "SummaryJapanese": "アシェラッド兵団に父トールズを殺されたトルフィンは絶望の中、復讐の為アシェラッドらに奪われた父の船に隠れ、仇討の機会を伺う。しかしその生活は過酷で、飲み物も食べ物も与えられずどんどん衰弱していく。そんな中、とある村で剣を手にアシェラッドの寝込みを襲おうとするが…。"
                },
                "6": {
                    "ID": "7244102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244102",
                    "TitleEnglish": "The Journey Begins",
                    "SummaryEnglish": "Thorfinn goes to battle for the first time as a member of Askeladd’s army. After witnessing the harsh reality of the war to conquer England first-hand, Thorfinn tries to run away, but later throws himself into battle in order to get revenge for his father by defeating Askeladd. One night, Thorfinn gets wounded in battle, and is saved by a mother and daughter living in a village by the sea.",
                    "TitleJapanese": "旅の始まり",
                    "SummaryJapanese": "アシェラッド兵団の一員として、初めて戦場に立つトルフィン。\nイングランド征服を目的とした戦争の悲惨な現実を目の前に逃げ出そうとするも、父の仇アシェラッドを決闘により倒すため自ら戦火へ身を投じる。\nその後、目覚ましい戦闘力を身に着けていくトルフィンだったが、ある夜、イングランド兵との戦闘で傷を負い、\n海辺の村で暮らすイングランド人の母娘に命を救われる。"
                },
                "7": {
                    "ID": "7244103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244103",
                    "TitleEnglish": "Normanni",
                    "SummaryEnglish": "Askeladd withdraws temporarily from the war against England. While searching for a new source of income, he encounters a skirmish among the Franks and hatches a plot to steal their treasure. Askeladd sends 16 years old Thorfinn, who has grown up into a cold-hearted Viking, ahead as a messenger.",
                    "TitleJapanese": "北人",
                    "SummaryJapanese": "イングランド軍との戦争から一時撤退したアシェラッド兵団。\n期待していた稼ぎ場を失った彼らは、ある日、フランク族同士の小競り合いを発見する。\nアシェラッドは土豪の本拠地であるこの場所で宝を奪おうと画策し、トルフィンを軍使として向かわせ参戦することに。\nトルフィンは16歳になっていた。その目は冷たく、立派なヴァイキングの一員となっていた。"
                },
                "8": {
                    "ID": "7244104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244104",
                    "TitleEnglish": "Beyond the Edge of the Sea",
                    "SummaryEnglish": "After capturing the treasure from the Franks, Askeladd’s men return to the village of Gorm on the Jutland Peninsula in Denmark to pass the winter. Thorfinn challenges Askeladd to a duel as a reward for bringing him the head of the captain of the clan of Franks. Even though Thorfinn has grown in skill through his experience in battle, he is still no match for Askeladd.",
                    "TitleJapanese": "海の果ての果て",
                    "SummaryJapanese": "フランク族から奪った財宝を手に、冬越しのためデンマーク・ユトランド半島にあるゴルムの村へ帰港したアシェラッド兵団。\nフランク族の小競り合いの時、隊長首をとった褒美として、トルフィンはアシェラッドに決闘を挑む。\n数々の戦場経験を積んだトルフィンは兵団を唸らせるほどまで成長していたが、それでもアシェラッドとの差は歴然だった。"
                },
                "9": {
                    "ID": "7244105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244105",
                    "TitleEnglish": "The Battle of London Bridge",
                    "SummaryEnglish": "In October 1013, King Sweyn leads a fleet of Danish and Viking ships in an attempt to take London Bridge of England. Askeladd’s army, hired by the army of Denmark, was among them. However, after the betrayal of Thorkell the Tall, a Viking known for his overpowering strength, London Bridge has become impregnable. Askeladd tells Thorfinn he’ll reward him with a duel if he’s able to kill Thorkell.",
                    "TitleJapanese": "ロンドン橋の死闘",
                    "SummaryJapanese": "西暦1013年10月、スヴェン大王は、デンマーク・ヴァイキング主力艦隊を率いてイングランド領地・ロンドン橋陥落を目論む。\nデンマーク軍に雇われたアシェラッド兵団もその中にあった。\n圧倒的戦力を誇る「のっぽのトルケル」がイングランド側に寝返ったことにより、ロンドン橋は難攻不落の要塞と化し、戦況は停滞を余儀なくされていた。\nトルケルの首をとってくれば決闘をしてやるとアシェラッドに言いくるめられ、トルフィンは単身敵軍に乗り込む。"
                },
                "10": {
                    "ID": "7244107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244107",
                    "TitleEnglish": "Ragnarok",
                    "SummaryEnglish": "Askeladd’s army separates from the army of Denmark and attacks a village 100 km to the west. Thorfinn leaves the soldiers behind in disgust and climbs up a hill overlooking the village, where he pledges revenge for his father. However, he encounters Askeladd sitting in the darkness, who tells him about \"Britannia\", the aging of the world, and Ragnarok, the final battle.",
                    "TitleJapanese": "ラグナロク",
                    "SummaryJapanese": "西暦1013年10月、スヴェン大王は、デンマーク軍本隊から離れたアシェラッド兵団はロンドンより西へ100km以上離れた農村を襲撃し享楽を貪っていた。\n略奪した食料で飲み食いし騒ぐ兵団たちを尻目に、村が見下ろせる丘へ登るトルフィン。\n殺された父を思い復讐の念に拳を握りしめていると、そこには暗闇に座り込むアシェラッドの姿が。\nかつて「ブリタニア」が存在したこと、世界が老いてゆくこと。\nアシェラッドはトルフィンに最終戦争(ラグナロク)について聞かせるのだった。"
                },
                "11": {
                    "ID": "7244108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244108",
                    "TitleEnglish": "A Gamble",
                    "SummaryEnglish": "Thorkell takes Canute hostage and follows after the main army of Denmark. Ragnar objects to Thorkell’s plan to take on the entire army of Denmark, boasting 16,000 soldiers, with only 500 men. Thorkell then begins to tell Ragnar the story of Valhalla, the pride of Normans, a place where only those who die in battle can go.",
                    "TitleJapanese": "賭け",
                    "SummaryJapanese": "クヌートを人質として連れ去り、デンマーク軍本隊を追うトルケル軍。たった500の兵でデンマーク軍1万6千の兵を敵に回そうとする行為が理解できないラグナルに、トルケルは戦って死んだ者だけが行けるというノルマン戦士の誉れ「ヴァルハラ」について語るのだった。"
                },
                "12": {
                    "ID": "7244112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7244112",
                    "TitleEnglish": "The Land on the Far Bank",
                    "SummaryEnglish": "Askeladd and his men continue their march to escape from Thorkell. However, their march comes to a halt at the Severn River. Askeladd hands a letter to an old man operating a ferry across the river and tells him to deliver the letter to the other side immediately. As soon as he hears the addressee’s name, the old man sets off in his boat.",
                    "TitleJapanese": "対岸の国",
                    "SummaryJapanese": "追ってくるトルケル軍から逃げ、進軍するアシェラッド兵団だったが、セヴァーン川にて一時足を止めていた。川の渡し舟の老人に手紙を託したアシェラッドは、大至急向こう岸へと運ぶよう伝える。老人は手紙の届け先を聞き、直ちに船を漕いでいく…。"
                },
                "13": {
                    "ID": "7267537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7267537",
                    "TitleEnglish": "Child of a Hero",
                    "SummaryEnglish": "Askeladd crosses the river and escapes from Thorkell into Wales with Canute. However, Askeladd’s men are ambushed by a group of soldiers hiding behind the boulders at the border of the kingdom of Brycheiniog. Askeladd attempts to negotiate with their messenger, and reveals his plan.",
                    "TitleJapanese": "英雄の子",
                    "SummaryJapanese": "川を渡りウェールズに逃れ、王子クヌートを連れてトルケル軍の追撃を脱したアシェラッド兵団。しかし、ブリケイニオグ王国国境付近で岩場に隠れていた兵士たちに包囲され、足止めを食らっていた。アシェラッドは王国の使者と交渉を試みる中で、彼の「計画」を明かすのだった。"
                },
                "14": {
                    "ID": "7267539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7267539",
                    "TitleEnglish": "The Light of Dawn",
                    "SummaryEnglish": "Askeladd and his men change course and decide to return to Gainsborough, by crossing through the Earldom of Mercia in the midst of a harsh snowstorm, where the main army of Denmark awaits. The men spot a small village in the blizzard, and make their move.",
                    "TitleJapanese": "暁光",
                    "SummaryJapanese": "進路を変更し、過酷な風雪の中マーシア伯領を横断してデンマーク軍本隊がいるゲインズバラへの帰還を目指していたアシェラッド兵団。\n慣れない吹雪の中、小さな村に目をつけた一行は、行動を起こす…"
                },
                "15": {
                    "ID": "7267540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7267540",
                    "TitleEnglish": "After Yule",
                    "SummaryEnglish": "After losing Canute, Thorkell decides to halt his advance in central England. Thorkell hears that the end of the war between Denmark and England is near, and bemoans the end of the war. However, he later gets wind of an interesting piece of news.",
                    "TitleJapanese": "冬至祭（ユル）のあと",
                    "SummaryJapanese": "クヌートを取り逃がし、イングランド中部で進軍を止めていたトルケル軍。\nデンマークとイングランドの争いも終結の兆しを見せはじめたと聞き、戦争が終わるのを悲嘆するトルケルのもとに、とある情報が舞い込んだ。"
                },
                "16": {
                    "ID": "7412737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7412737",
                    "TitleEnglish": "History of Beasts",
                    "SummaryEnglish": "Askeladd and his men are attacked by the English army in the village where they had planned to camp during the winter. Askeladd captures their captain and interrogates him to find out how the English knew where they were, and discovers that Thorkell is fast approaching. The news of Thorkell’s arrival sends waves of shock among Askeladd’s followers.",
                    "TitleJapanese": "ケダモノの歴史",
                    "SummaryJapanese": "冬営のために略奪した村でイングランド兵の敵襲を受けたアシェラッドたちは、イングランド兵隊長を捕らえ、なぜ居場所がわかったのかを問い質す。拷問にかけられた兵隊長が口にしたのは、トルケル軍が迫っているという情報だった。動揺したアシェラッドの部下たちの間には不穏な空気が漂う…"
                },
                "17": {
                    "ID": "7420022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7420022",
                    "TitleEnglish": "Servant",
                    "SummaryEnglish": "Askeladd’s men continued their march to escape Thorkell. However, Torgrim and his friends were hatching a plot to switch sides and join Thorkell, taking Canute with them. Torgrim finally launches his rebellion and corners Askeladd, negotiating with him to hand over Canute, then Thorkell arrives in the midst of the confusion.",
                    "TitleJapanese": "仕えし者",
                    "SummaryJapanese": "トルケルから逃げるため進軍していた一行だが、クヌート王子を手土産にトルケル軍に入ろうと考えたトルグリムたちは、ついに謀反を起こした。アシェラッドを取り囲み、クヌートを引き渡すよう交渉するが…"
                },
                "18": {
                    "ID": "7420023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7420023",
                    "TitleEnglish": "Out of the Cradle",
                    "SummaryEnglish": "Thorfinn and Thorkell agree to have a duel over the fate of Askeladd. Thorkell looks forward to facing off against Thors’s son, Thorfinn, and asks him what a true warrior really is. Meanwhile, Canute is suddenly ambushed while he attempts to escape, and has a dream about a certain individual.",
                    "TitleJapanese": "ゆりかごの外",
                    "SummaryJapanese": "アシェラッドの身柄を賭けたトルフィンとトルケルの決闘が成立し、互角にやり合う両者。トールズの子に期待するトルケルは、「本当の戦士」とは何だとトルフィンに問うのだった。\n一方、逃げる最中で襲撃にあったクヌートは、夢の中である人物と再会する。"
                },
                "19": {
                    "ID": "7453095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7453095",
                    "TitleEnglish": "United Front",
                    "SummaryEnglish": "Thorfinn suffers a serious injury in his fight against Thorkell. Thorfinn is told to think about what he has to do to beat Thorkell. Askeladd treats Thorfinn’s wounds so that he may fight again someday, and proposes a joint strategy to help the two of them survive longer.",
                    "TitleJapanese": "共闘",
                    "SummaryJapanese": "トルケルの強烈な一撃によりひどい怪我を負ったトルフィン。勝つためには何をしたらい\nいか考えろと言われ、再び戦えるようにしようとするアシェラッドの手当てをうける。\n彼がトルフィンに提案したのは、2 人が生き延びるための共闘作戦だった。"
                },
                "20": {
                    "ID": "7454118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7454118",
                    "TitleEnglish": "Crown",
                    "SummaryEnglish": "After the fighting dies down, Canute takes in Askeladd and Thorkell as his followers, and returns to Gainsborough. Canute goes through an awakening when he realizes the meaning of love in the aftermath of Ragnar’s death. Canute throws away what little feelings he had left for his father, and joins Askeladd in plotting to assassinate King Sweyn.",
                    "TitleJapanese": "王冠",
                    "SummaryJapanese": "戦士達の争いを収めたクヌートはアシェラッドとトルケルを配下につけ、ゲインズバラに帰還する。\nラグナルの死を経て、戦いの最中に愛とは何かを悟り覚醒したクヌートは、それまで持っていた父への僅かな思いを一切捨て、アシェラッドとともにスヴェン王の暗殺を企てる。"
                },
                "21": {
                    "ID": "7464357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7464357",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Canute’s party arrives in York to attend the Imperial Council. Although Canute had wanted to strike out against King Sweyn, the King was being guarded by the most powerful Jomsviking unit in the Northern Sea while keeping a close eye on Canute. With the situation strained to the breaking point, Askeladd comes up with a plan. Meanwhile, Thorfinn is reunited with a person who knew his former self.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "御前会議に出席するため、クヌート一行はイングランド北部の町・ヨークに入港する。\nスヴェン王に対抗すべく打って出たいクヌート達だが、王は北海最強のヨーム戦士団に厳重に警護されながら、息子の動向を注視している。一触即発の状況の中、アシェラッドは一計を案じる。\n一方、共に入港したトルフィンはかつての自分を知る人物と再会する。"
                },
                "22": {
                    "ID": "7464358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7464358",
                    "TitleEnglish": "Lone Wolf",
                    "SummaryEnglish": "Thorfinn begins his duel against Askeladd with Canute and Thorkell as witnesses. However, Thorfinn is unable to strike as he stands overwhelmed by the extraordinary mood that overtakes Askeladd after Bjorn’s departure. Having noticed Thorfinn’s hesitation, Askeladd lays down his sword and provokes Thorfinn into an unarmed fight, which incites Thorfinn’s fury.",
                    "TitleJapanese": "孤狼",
                    "SummaryJapanese": "クヌートとトルケルが見守る中、アシェラッドと決闘を始めるトルフィン。\nしかしビョルンを送った直後のアシェラッドのただならぬ雰囲気に気圧され、トルフィンはなかなか攻撃を仕掛けられずにいた。\nその様子を見かねたアシェラッドは剣を放り投げ素手で十分だと彼を挑発する。\n激昂したトルフィンは…"
                },
                "23": {
                    "ID": "7464359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7464359",
                    "TitleEnglish": "Miscalculation",
                    "SummaryEnglish": "After the assassination attempt on Canute’s life, rumors spread through York saying that the king is trying to kill Canute. As a result, the king is unable to issue any orders that would put Canute in harm, and Askeladd is pleased that everything is proceeding as planned. However, the tables turn when King Sweyn speaks. Meanwhile, Thorfinn is sent to prison as punishment for disturbing the peace.",
                    "TitleJapanese": "誤算",
                    "SummaryJapanese": "先のクヌート暗殺未遂により「王がクヌートを殺そうとしている」という噂がヨークに広がり、王はクヌートが不利になるような命令は下せなくなった。すべて自分の思惑通りに事が運んだと笑うアシェラッドだったが、スヴェン王のとある一言により形勢が逆転する。\n一方、街で騒動を起こしたトルフィンは治安を乱した罪として投獄されてしまい…"
                },
                "24": {
                    "ID": "7464360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/7464360",
                    "TitleEnglish": "End of the Prologue",
                    "SummaryEnglish": "Askeladd comes forth before King Sweyn and implores him to halt his invasion of Wales. Meanwhile, Thorfinn decides to return home at Leif’s urging. However, the moment before he boards the ship, Thorfinn catches a glimpse of a single tern taking off into the sky...",
                    "TitleJapanese": "END OF THE PROLOGUE",
                    "SummaryJapanese": "スヴェン王の御前へと進んだアシェラッドは、なんとかウェールズ侵攻を思いとどまらせようと言葉を重ねる。\n同じ頃、レイフの説得に応じ故郷へ帰ることを決心したトルフィン。\nしかし、船に乗る直前で目にしたのは一羽のアジサシが飛び立つところで…"
                }
            }
        },
        "2": {
            "ID": "1988566",
            "URL": "https://www.thetvdb.com/series/vinland-saga/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9040137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9040137",
                    "TitleEnglish": "Slave",
                    "SummaryEnglish": "Einar lives peacefully in northern England with his mother and sister, but then one day, their village comes under attack.",
                    "TitleJapanese": "奴隷",
                    "SummaryJapanese": "北イングランドの青年エイナルは穏やかな農村で母と妹と３人で暮らしていた。しかし、ある日ヴァイキングの襲撃によって農村は壊滅し、エイナルの人生は一変する。今再び、激動の時代で本当の戦士の物語（サガ）が始まる……"
                },
                "2": {
                    "ID": "9524421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524421",
                    "TitleEnglish": "Ketil's Farm",
                    "SummaryEnglish": "Einar and Thorfinn are told to convert a wild forest into a wheat field; and if they succeed, they will have the chance to buy their own freedom.",
                    "TitleJapanese": "ケティルの農場",
                    "SummaryJapanese": "デンマークの地主ケティルは奴隷のエイナルにトルフィンと協力して広大な森を開墾するよう命じる。開墾した畑の収穫物の金額が自身の値段を上回れば「自由」を与えるという条件に驚き喜ぶエイナル。だがトルフィンの表情は変わらず暗いままであった。"
                },
                "3": {
                    "ID": "9524422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524422",
                    "TitleEnglish": "Snake",
                    "SummaryEnglish": "The farm guards convince Ketil’s 17-year-old son that he needs to make his first killing to become a man.",
                    "TitleJapanese": "蛇",
                    "SummaryJapanese": "ケティルの息子オルマルが一人前になるため、農場の用心棒である「客人」たちは通過儀礼としてオルマルに「殺しの経験」を積ませようとする。ある朝、悪夢にうなされて起きたトルフィンと農場での生活に希望を見出し始めていたエイナルの前に客人たちが現れる。"
                },
                "4": {
                    "ID": "9524423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524423",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "After everything that happened, Einar asks Thorfinn if he's ever fought in a war — and if he's ever killed a man.",
                    "TitleJapanese": "目覚め",
                    "SummaryJapanese": "客人の一人キツネがトルフィンに向け剣を振り上げた時、客人たちのリーダーである「蛇」が現れその場を治める。エイナルはトルフィンの驚異的な身のこなしを見て、トルフィンがかつて戦士であったことを知る。"
                },
                "5": {
                    "ID": "9524424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524424",
                    "TitleEnglish": "The Path of Blood",
                    "SummaryEnglish": "After the sudden turn of events, young Canute must rise up to claim the throne to a kingdom much reduced and under attack.",
                    "TitleJapanese": "血の道",
                    "SummaryJapanese": "デンマーク王スヴェンの死後、支配者を失ったイングランドは再び戦火に包まれていた。かつて誰よりも争いを嫌っていたクヌートはイングランドを征服すべく、ただ一人修羅の道を歩んでいた。"
                },
                "6": {
                    "ID": "9524425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524425",
                    "TitleEnglish": "I Want a Horse",
                    "SummaryEnglish": "Thorfinn and Einar are working themselves to the bone to clear the forest, but there's only so much they can do without the help of horses.",
                    "TitleJapanese": "馬がほしい",
                    "SummaryJapanese": "トルフィンとエイナルは広大な森の開墾作業を効率的に進めるため馬の労働力を欲していた。しかし、奴隷の身分である2人に馬を貸してくれる者はおらず、途方に暮れていたところ、スヴェルケルと名乗る風変わりな老人と出会う。"
                },
                "7": {
                    "ID": "9524426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524426",
                    "TitleEnglish": "Iron Fist Ketil",
                    "SummaryEnglish": "Thieves have been stealing food from Ketil's farm. Meanwhile, Ketil's eldest son Thorgil returns home.",
                    "TitleJapanese": "鉄拳ケティル",
                    "SummaryJapanese": "農場では食料の盗難が続いており客人たちが捜査を進めていた。時を同じくしてケティル家の長男トールギルが帰省する。トールギルは心穏やかな父ケティルとは違い、勇猛なヴァイキング気質で、クヌートの従士であった。盗難の犯人として幼い兄妹が捕まえられ、2人の処罰を決める会議が始まる。"
                },
                "8": {
                    "ID": "9524427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524427",
                    "TitleEnglish": "An Empty Man",
                    "SummaryEnglish": "Thorfinn has nightmares almost every night, but he can never remember what he dreamed about — and that bothers him.",
                    "TitleJapanese": "カラッポな男",
                    "SummaryJapanese": "トルフィンはいつもの悪夢にうなされ続けていた。復讐だけを考えて戦場を生きてきたトルフィンは、アシェラッドを失い生きる意味を見失っていた。そんな自分に悩むトルフィンに対しエイナルやスヴェルケルは「人は変われる」と言葉をかける。"
                },
                "9": {
                    "ID": "9524428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524428",
                    "TitleEnglish": "Oath",
                    "SummaryEnglish": "Thorfinn wakes up in a peaceful place and he sees his father again. But then things quickly turn dark, and Thorfinn must face his painful past.",
                    "TitleJapanese": "誓い",
                    "SummaryJapanese": "奉公人たちとの乱闘で不意を突かれ意識を失ったトルフィン。そのさなかに見た夢に現れたのは父トールズと仇敵アシェラッドであった。彼らは今のトルフィンを見て何を思い何を語るのか。"
                },
                "10": {
                    "ID": "9524429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524429",
                    "TitleEnglish": "Cursed Head",
                    "SummaryEnglish": "Finally, after three long years, Einar and Thorfinn chop down the final tree in the forest. With hope in their hearts, they talk about the future.",
                    "TitleJapanese": "呪いの首",
                    "SummaryJapanese": "森の開墾を始めて3年、トルフィンとエイナルは全ての木を切り倒した。\nそしてもうすぐ自由になれることを知り、自分たちの未来について語りあう。\n時を同じくしてイングランドの覇者となったクヌートがデンマークの王都イェリングを訪れていた。"
                },
                "11": {
                    "ID": "9524430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524430",
                    "TitleEnglish": "The King and the Sword",
                    "SummaryEnglish": "While in Jelling, Ketil, Thorgil and Olmar meet a man named Leif Erikson who is searching for Thorfinn, the son of his close friend.",
                    "TitleJapanese": "王と剣",
                    "SummaryJapanese": "クヌートが逗留するイェリングを訪れるケティルとトールギル、オルマル。そこでトルフィンを探し続けているレイフと出会う。 一方、クヌートはイングランド駐留軍の維持費を捻出するため、ケティルの農場に白羽の矢を立てていた。"
                },
                "12": {
                    "ID": "9524431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9524431",
                    "TitleEnglish": "For the Love That Was Lost",
                    "SummaryEnglish": "Olmar feels insulted by Canute's messenger and, encouraged by his older brother Thorgil, takes matters into his own hands.",
                    "TitleJapanese": "失われた愛のために",
                    "SummaryJapanese": "クヌートはケティル農場の接収を目論んでいた。その陰謀を知らないオルマルはクヌートの使者から侮辱を受け決闘を申し込んでしまう。そこにトールギルも現れ取り返しのつかない事態に発展する。"
                },
                "13": {
                    "ID": "9672479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672479",
                    "TitleEnglish": "Dark Clouds",
                    "SummaryEnglish": "Einar says that even if he gains his freedom, he wants to stay near Arnheid. Snake hears news of a slave who killed his owners, and is now on the run.",
                    "TitleJapanese": "暗雲",
                    "SummaryJapanese": "ケティル農場の周辺で一人の奴隷が主人一家を惨殺し、脱走する事件がおきる。\n一方、農場では自由が目前となったトルフィンとエイナルが今後の身の振り方を思案していた。 自分の意志で自由になることができないアルネイズを思いやるエイナル。 そんななか、スヴェルケルが畑で倒れてしまう。"
                },
                "14": {
                    "ID": "9672480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672480",
                    "TitleEnglish": "Freedom",
                    "SummaryEnglish": "A runaway slave appears on Ketil's farm, claiming to be Arnheid's husband. But before he can free her, he's confronted by Snake.",
                    "TitleJapanese": "自由",
                    "SummaryJapanese": "脱走した奴隷のガルザルはアルネイズのかつての夫であった。\nガルザルはアルネイズと共に逃亡を試みるが、部下を殺された蛇が立ちはだかる。\nアルネイズの自由を望むエイナルはガルザルに加勢しようと斧を手に取るも、トルフィンに引き留められ……"
                },
                "15": {
                    "ID": "9672481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672481",
                    "TitleEnglish": "Storm",
                    "SummaryEnglish": "Arnheid comes to the fortress where Gardar is imprisoned. She wants to see her husband and treat his injuries.",
                    "TitleJapanese": "嵐",
                    "SummaryJapanese": "蛇に敗れたガルザルは砦に拘束されていた。\nアルネイズはガルザルに会おうと客人たちに必死に訴えなんとか彼のもとにたどり着く。\nアルネイズを見たガルザルは心中をあらわにする。"
                },
                "16": {
                    "ID": "9672482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672482",
                    "TitleEnglish": "Cause",
                    "SummaryEnglish": "As Snake intensifies his search, Arnheid tells Einar and Thorfinn everything she's done. Knowing the risks, Einar and Thorfinn offer to help her.",
                    "TitleJapanese": "大義",
                    "SummaryJapanese": "見張りの客人たちを殺したガルザルは姿をくらませていた。\n客人たちがガルザルの捜索を強化する中、エイナルはアルネイズたちに力を貸すことに決め、トルフィンも迷いながらも協力することにしたが……"
                },
                "17": {
                    "ID": "9672483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672483",
                    "TitleEnglish": "Way Home",
                    "SummaryEnglish": "Snake strikes quickly, surprising Thorfinn with his speed and agility. As he lies wounded, Gardar thinks back on the life he shared with Arnheid.",
                    "TitleJapanese": "帰路",
                    "SummaryJapanese": "トルフィンたちの囮作戦に気が付いた蛇が、今まさに脱出しようとしていたガルザルとアルネイズたちの前に姿を現す。\nこの場で蛇と闘える者は一人だけ。トルフィンは初めて、闘いたくない相手との対峙を迫られる。\n客人たちがガルザルの捜索を強化する中、エイナルはアルネイズたちに力を貸すことに決め、トルフィンも迷いながらも協力することにしたが……"
                },
                "18": {
                    "ID": "9672484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672484",
                    "TitleEnglish": "The First Measure",
                    "SummaryEnglish": "After returning home to his farm, an exhausted Ketil starts searching for Arnheid, only to find out what happened in his absence.",
                    "TitleJapanese": "最初の手段",
                    "SummaryJapanese": "何とかクヌートの手を逃れ、レイフの船で農場に戻って来たケティルたちであったが、クヌート率いる軍団はすぐそこまで迫っていた。\nトールギルは戦争の準備を始めたが、ケティルは現実を受け入れられず憔悴し帰宅する。\nそこで、唯一の心のよりどころであったアルネイズが逃亡を図ったことを知る。"
                },
                "19": {
                    "ID": "9672485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672485",
                    "TitleEnglish": "War at Ketil's Farm",
                    "SummaryEnglish": "Amidst the confusion of a peasant uprising, Thorfinn and the others try to escape, carrying a severely injured and pregnant Arnheid.",
                    "TitleJapanese": "ケティル農場の戦い",
                    "SummaryJapanese": "ケティル率いる農民たちと、クヌート率いるヨーム戦士団との闘いが始まった。\nしかし歴戦のヨーム戦士団にはまるで歯が立たず、次々と殺されていく農民たち。\n一方、トルフィンたちは戦闘のどさくさにまぎれ重傷のアルネイズを連れ出し、戦争から逃れる為レイフの船へと向かう。"
                },
                "20": {
                    "ID": "9672486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672486",
                    "TitleEnglish": "Pain",
                    "SummaryEnglish": "As Thorfinn and Einar head for their escape, Arnheid regains consciousness and asks where they are going — and if there are slaves and wars there, too.",
                    "TitleJapanese": "痛み",
                    "SummaryJapanese": "ケティルたちはクヌート軍の圧倒的な力の前になすすべなく敗北する。\nしかしクヌートの首を狙うトールギルが単身で奇襲をしかけ、混乱のなか戦闘は一時中断する。\n船に向かっていたトルフィン達だったが途中アルネイズの意識が戻り、エイナルとトルフィンへの感謝を口にする。"
                },
                "21": {
                    "ID": "9672487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672487",
                    "TitleEnglish": "Courage",
                    "SummaryEnglish": "The battle has left heartbreaking casualties in its wake. Though Thorgil and Ketil's wife want to continue the fight, Canute demands their surrender.",
                    "TitleJapanese": "勇気",
                    "SummaryJapanese": "多数の戦死者を出した農場側はクヌートからケティル一族の投降を条件に２度目の降伏勧告を受けていた。\nそれに対し、ケティルの妻とトールギルは諦めず戦争の継続を望む。\n抗戦か降伏か、その決定は意識のないケティルに代わり、後継者のオルマルに託された。"
                },
                "22": {
                    "ID": "9672488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672488",
                    "TitleEnglish": "Emperor of Rebellion",
                    "SummaryEnglish": "Snake tries to put a stop to it, but Thorfinn insists on receiving all 100 blows from Canute's brutish guard Drott, shocking the rowdy onlookers.",
                    "TitleJapanese": "叛逆の帝王",
                    "SummaryJapanese": "近衛兵「熊殺しのドロット」の拳を100発耐えることができれば、クヌートとの面会が許される約束を取り付けたトルフィン。\n降伏を告げに来たオルマルと蛇が事情を知って止めに入るが、トルフィンは頑として耐え続ける。\nそのトルフィンの姿にやがて周囲は言葉を失う。"
                },
                "23": {
                    "ID": "9672489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672489",
                    "TitleEnglish": "Two Paths",
                    "SummaryEnglish": "Thorfinn and Einar have said their piece, but Canute stubbornly refuses to give up Ketil's Farm. Then, Thorfinn breaks the standoff with a decision.",
                    "TitleJapanese": "ふたつの道",
                    "SummaryJapanese": "クヌートと対峙したトルフィンとエイナルはそれぞれの立場から、現在に至る想いをクヌートにぶつける。\nしかしクヌートは自身が目指す「楽土建設」の為、ケティル農場の接収をやめるつもりはないことを宣言し、場は緊張に包まれる。"
                },
                "24": {
                    "ID": "9672490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vinland-saga/episodes/9672490",
                    "TitleEnglish": "Hometown",
                    "SummaryEnglish": "At long last, Thorfinn returns to Iceland and finds a moment of happiness, reunited with his loved ones. But soon, he opens up about his next journey.",
                    "TitleJapanese": "故郷",
                    "SummaryJapanese": "トルフィンはエイナルとともにレイフの船で10数年ぶりに故郷アイスランドへ帰還する。\n生き別れた姉のユルヴァ、そして母ヘルガと再会し、一時の幸福を享受するトルフィン。\n虐げられている命を救うため、新たな旅へ出る決意を語り始める。\nその表情には亡き父トールズの面影があった。"
                }
            }
        }
    }
}