{
    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9826344/",
        "http://www.nankoko-anime.com",
        "https://www.themoviedb.org/tv/86836",
        "https://x.com/nankoko_anime"
    ],
    "TitleEnglish": "Why the Hell Are You Here, Teacher!?",
    "SummaryEnglish": "Ichiro Sato is about as average as a student can get… except for his above-average ability to land himself in totally awkward, intensely risqué situations with his no-nonsense teacher, Kana Kojima! Ichiro has his hands full dealing with these steamy shenanigans and unexpected encounters in the most unlikely places. At least it can’t get any worse, right?",
    "TitleJapanese": "なんでここに先生が！？",
    "SummaryJapanese": "なんでここに先生が！？――\n場所を問わず巻き起こる、先生と男子高校生によるギリギリ感満載のハプニングの連続。\n大人の魅力に溢れた先生たちがみせる様々な表情を、知れば知るほど可愛くなる！\n過激なシチュエーションで描かれる『あまあま』で『たゆたゆ』なかわいい先生たちとのハイスクールライフ！",
    "Aliases": [
        "Nande Koko ni Sensei ga!?",
        "Why the Hell are You Here, Teacher!"
    ],
    "Modified": "2025-07-30",
    "Seasons": {
        "0": {
            "ID": "798378",
            "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7380512",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7380512",
                    "TitleEnglish": "Thirteenth Period",
                    "SummaryEnglish": "Unaired episode included with the Blu-ray box set.",
                    "TitleJapanese": "なんでここに先生たちが⁉︎",
                    "SummaryJapanese": "佐藤、鈴木、高橋、田中――そして、彼らの愛する先生たちは、卒業＆慰安旅行へやってきた。しかし、児嶋先生の手違いで、宿には２組しか止まれないことが発覚してしまう。そこで、葉桜先生と高橋、立花先生と田中は外へ泊ることに……。立花先生は田中を“星の見えるホテル”に連れていき、葉桜先生と高橋はゲームをしに漫画喫茶へ。宿に残った児嶋先生と佐藤、松風先生と鈴木もなんだかいい雰囲気に――。はたして、生徒と先生たちはどのような夜を過ごすのだろうか!?"
                }
            }
        },
        "1": {
            "ID": "799436",
            "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7054593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7054593",
                    "TitleEnglish": "First Period",
                    "SummaryEnglish": "How was Ichiro supposed to know his teacher, Kana, was using the men’s restroom? And now she needs his help with WHAT in the infirmary!?",
                    "TitleJapanese": "ゴールデンタイムズ/汗尻泉(かんけつせん)",
                    "SummaryJapanese": "ある日、普通の高校生・佐藤一郎が男子トイレの個室に入ると、そこにはなぜか「鬼の児嶋」こと児嶋先生（♀）が!? 鍵が壊れてしまい、個室に閉じ込められた二人の、尿意との戦いが始まった！"
                },
                "2": {
                    "ID": "7081180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081180",
                    "TitleEnglish": "Second Period",
                    "SummaryEnglish": "Ichiro and Kana are trapped inside a laundromat during a thunderstorm! Afterward, summer vacation is finally here! So, why is Kana at Ichiro’s house babysitting his sister?",
                    "TitleJapanese": "雨宿り／風梨汁(パイナップルジュース)",
                    "SummaryJapanese": "夕立に見舞われた佐藤がコインランドリーに駆け込むと、そこには雨に濡れた児嶋先生が!?意外にも雷が苦手な児嶋先生と、落雷で落ちたブレーカーを復旧させようとするが…。夏休み、佐藤の実家に児嶋先生がやってきて、一緒に妹の詩緒の子守りをすることに。"
                },
                "3": {
                    "ID": "7081183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081183",
                    "TitleEnglish": "Third Period",
                    "SummaryEnglish": "There’s probably a perfectly innocent, unsuspicious reason why Kana’s currently in Ichiro’s room. On a related note, is Ichiro’s mom up to something, or is that just paranoia?",
                    "TitleJapanese": "よいどれ／大人げ",
                    "SummaryJapanese": "なぜか佐藤の部屋にやってきた児嶋先生。児嶋が持ってきたアルバムを一緒に見ると、そこには高校時代の児嶋と一緒に写る小学生の佐藤の姿が。二人の意外な接点とは!?しかも佐藤の母・咲に酔わされた児嶋の暴走が止まらなくなって・・・!?"
                },
                "4": {
                    "ID": "7081184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081184",
                    "TitleEnglish": "Fourth Period",
                    "SummaryEnglish": "Kana and Ichiro find themselves all alone on the beach and in denial of their feelings. But there’s sunscreen to rub on and venomous bites to treat…",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "知人の結婚式にでるため、南の島にやってきた佐藤一家。しかしなぜかそこにも児嶋先生が!?式までの間、二人は海で遊びながら待つことになったが、児嶋が海で足をつってしまったうえ、何かにかまれてしまったかも…!? 佐藤は大好きな先生を救えるのか!?"
                },
                "5": {
                    "ID": "7081185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081185",
                    "TitleEnglish": "Fifth Period",
                    "SummaryEnglish": "Mayu wishes to grow closer with Rin and lunchtime provides the perfect chance! Later, Rin must shield Mayu from prying eyes after her shirt gets caught in the train door.",
                    "TitleJapanese": "聖母in／まん◯ん電車",
                    "SummaryJapanese": "強面のため友達ができず、今日も一人でお昼を食べる男子高校生・鈴木凛。そこに「聖母」と呼ばれ、生徒から人気を博している松風先生が、一緒に食べようと声をかけてくる。お弁当を食べている最中、鈴木は池に落ちそうになった松風先生を助けようとするが…。"
                },
                "6": {
                    "ID": "7081186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081186",
                    "TitleEnglish": "Sixth Period",
                    "SummaryEnglish": "Rin and Mayu run into each other on a rainy day. Later, Mayu recalls when she first met Rin.",
                    "TitleJapanese": "ウキ雨季DAY／ぴぎぃバック",
                    "SummaryJapanese": "ハンバーガーショップにおもちゃ付きセットを買いに来た鈴木。妹たちに頼まれたとはいえ、男子高校生がひとりで買う恥ずかしさにとまどっていると、そこに同じくおもちゃ付きセットを買いに来た松風先生とバッタリ。突如降り出した雨の中、傘を届けてくれた鈴木の妹たちと帰宅する道中、松風先生をおもちゃが襲う!?"
                },
                "7": {
                    "ID": "7081189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081189",
                    "TitleEnglish": "Seventh Period",
                    "SummaryEnglish": "Takashi returns home and finds Hikari in his bed. Later, Hikari decides she’s taking Takashi shopping whether he wants to or not.",
                    "TitleJapanese": "ミッション淫ポッシブル／ラブラブお買いもの",
                    "SummaryJapanese": "「川沼祭」の打ち合わせのため、松風先生と鈴木を出迎える川沼東高校生徒会会計の高橋隆。そんな中、顧問の葉桜先生は幼馴染の高橋をからかってばかり。打ち合わせが終わり、松風先生と葉桜先生の差にため息混じりで高橋が帰宅すると、なぜか自室のベットに葉桜先生が!?"
                },
                "8": {
                    "ID": "7081191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081191",
                    "TitleEnglish": "Eighth Period",
                    "SummaryEnglish": "Takahashi’s coming down with hypothermia and Hikari must warm him up. Later, Hikari’s mischievous nature catches up to Rin and Mayu. Handcuffs are involved.",
                    "TitleJapanese": "ソウナンですね／キーすとーん",
                    "SummaryJapanese": "課外授業で山登りに来た高橋たち。先日の一件以来、葉桜先生を意識してしまう高橋は、道中の葉桜先生とやりとりの最中、足を滑らしてしまう。助けようと手をつかんだ葉桜先生ともども川に落ちてしまった高橋は、一旦洞窟の中で濡れた服をかわかそうとするのだが…。"
                },
                "9": {
                    "ID": "7081192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081192",
                    "TitleEnglish": "Ninth Period",
                    "SummaryEnglish": "Hikari grows jealous of Takahashi and Saya’s relationship, resulting in an embarrassing moment for everyone involved. Has this finally cost Hikari her bond with Takahashi?",
                    "TitleJapanese": "Sikin'／所YOU権",
                    "SummaryJapanese": "川沼祭夜の部の目玉企画「お化け屋敷」。会場となった旧校舎の見回りをする高橋と松風先生の妹で川沼西高校生徒会のさや。さやと一緒でまんざらでもなさそうな高橋の反応が面白くない葉桜先生は、ふたりをおどかしてやろうと先回りをするのだが、いたんだ床を踏み抜いてしまい!?"
                },
                "10": {
                    "ID": "7081193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081193",
                    "TitleEnglish": "Tenth Period",
                    "SummaryEnglish": "Koh vows to find a girlfriend before graduation, but it’s not like he’s got the chance to meet girls. Wait… Why the Hell is the School Nurse Here at his job!?",
                    "TitleJapanese": "無氷情／シャンパンツ",
                    "SummaryJapanese": "レストランでアルバイト中の田中甲のもとに、中学時代の友人である佐藤と鈴木が遊びに来た。ふたりから彼女ができたと告げられ、高校最後の3か月で彼女を作ることを宣言する田中だったが、不注意でぶつかったお客の衣服を汚してしまう。その相手は冷たすぎる言動から「絶対零度の立花」とあだ名されている高校の保健の先生だった！"
                },
                "11": {
                    "ID": "7081194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081194",
                    "TitleEnglish": "Eleventh Period",
                    "SummaryEnglish": "Koh humors Chizuru by agreeing to split her lottery prize, but he doesn't know she's about to hit the jackpot. Now they're going on an all-expenses paid vacation together!",
                    "TitleJapanese": "海水欲／挿入洞",
                    "SummaryJapanese": "お正月の福引でペア旅行券が当たり、一緒に岩垣島に旅をすることになった田中と立花先生。先生とふたりきりで旅行ということに戸惑う田中だったが、そんな田中をよそに立花先生は率先して田中を海へ誘う。そこで二人を待ち受けていたのはヤドカリ!? 旅の中で次第に立花先生に惹かれていく田中だったが・・・。"
                },
                "12": {
                    "ID": "7081195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/why-the-hell-are-you-here-teacher/episodes/7081195",
                    "TitleEnglish": "Twelfth Period",
                    "SummaryEnglish": "Koh didn’t get any chocolates on Valentine’s Day. Will his luck change after he runs into Chizuru? Either way, graduation is approaching and he has yet to find a girlfriend...",
                    "TitleJapanese": "美ター&吸ィート／おめでた",
                    "SummaryJapanese": "バレンタインデーに立花先生からのチョコレートを期待する田中。でも放課後になっても先生は現れない。しょんぼり帰宅しようとした田中だったが、校庭で雪に埋もれた立花先生を発見。しかも折からの大雪で学校に閉じ込められてしまう。立花先生が用意していたチョコレートの秘密とは？そして田中の想いは先生に届くのか!?"
                }
            }
        }
    }
}