{
    "URL": "https://www.thetvdb.com/series/fairy-gone",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9828600/",
        "https://www.fairygone.com/",
        "https://www.themoviedb.org/tv/86835",
        "https://x.com/fairygone"
    ],
    "TitleEnglish": "Fairy gone",
    "SummaryEnglish": "\"Once upon a time, fairies were tools of war.\" The story takes place in a world where fairies possess and dwell in animals, giving them mysterious abilities. By removing the organs of a possessed animal and transplanting them into humans, fairies can be summoned as an alter ego and be used as a weapon. Such individuals who used fairies as war tools were called \"Fairy Soldiers.\" Once the war was over and they completed their roles, the soldiers lost their purpose. Some began working for the government, some joined the mafia, and some even became terrorists, as each chose their own way to live. Nine years have passed since the war. The protagonist Mariya is a new recruit of \"Dorothea,\" an organization which investigates and suppresses fairy-related crimes. Amidst the unstable political situation, criminals with lingering wounds from the war and past conflicts emerge and engage in terrorism as an act of revenge. This is the story of Fairy Soldiers, fighting for their own justice in a chaotic postwar world.",
    "TitleJapanese": "Fairy gone フェアリーゴーン",
    "SummaryJapanese": "かつて妖精は、“兵器”だった―。\nこの世界には、動物に憑依することで不思議な力を宿す妖精が存在していた。\n妖精が憑依した動物の臓器を摘出し、人間に移植することで、妖精を分身として出現させ、兵器として扱えるようになる。\n妖精を戦争の道具として自在に操る兵士たち、彼らは『妖精兵』と呼ばれた。\nだが、長きにわたる戦争が終結すると、彼らはその役目を果たし、行き場を失ってしまう。あるものは政府に、あるものはマフィアに、あるものはテロリストに、\nそれぞれの生きる道を選択していった。\n\n戦争から9年の歳月が経つ。\n未だ不安定な政治情勢の中、戦争によって受けた傷や過去を持つ犯罪者が現れ、\n復讐のためテロを起こすようになっていた。\n主人公の少女マーリヤは、ある事件に関わった事から妖精に関連する事件を捜査・鎮圧する違法妖精取締機関『ドロテア』に入隊することとなる。\n\nこれは、無秩序な戦後に抗い、それぞれの正義を求め戦う\n『妖精兵』たちの物語―。",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "799442",
            "URL": "https://www.thetvdb.com/series/fairy-gone/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7054616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7054616",
                    "TitleEnglish": "Ash-Covered Girl",
                    "SummaryEnglish": "Marlya has been searching for Veronica ever since the great war, but Veronica seems to be conducting a search of her own. When the two of them, and Free, all run headlong into each other, it quickly escalates into a fairy-fueled fight.",
                    "TitleJapanese": "灰かぶりの少女",
                    "SummaryJapanese": "大戦が終わり９年。\nマーリヤ・ノエルは違法に妖精を取引するオークションで幼なじみ、ヴェロニカ・ソーンと再会する。だが彼女は、二人の故郷を焼いた男への復讐者となり果てていた。\n潜入捜査していた違法妖精取締機関『ドロテア』のフリー・アンダーバーと戦うヴェロニカを、\nマーリヤは止めようとし──"
                },
                "2": {
                    "ID": "7089473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089473",
                    "TitleEnglish": "Wolf Collar and Swan Feathers",
                    "SummaryEnglish": "Free and Marlya go on a mission to catch some mafia gangsters who are selling artificial fairies, and it's there that Free encounters his old war buddy Wolfran. But Wolf's working for the mafia now, so this time they won't be fighting on the same side.",
                    "TitleJapanese": "狼の首輪と白鳥の羽",
                    "SummaryJapanese": "戦いの中、特異体質により妖精〝アッシュクラッド〟に取り憑かれたマーリヤだったが、\nフリーの機転によりドロテアへ入隊する。早速、初任務へ遣わされるが、\n現れたマフィアは、フリーの元戦友にして妖精兵ウルフラン・ロウだった。"
                },
                "3": {
                    "ID": "7089474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089474",
                    "TitleEnglish": "Greedy Fox and Lying Crow",
                    "SummaryEnglish": "Free and Marlya are dispatched to collect the Black Fairy Tome from a fairy scholar in Timoon, but they're not the only guests who show up. Every party has its own agenda, and the tome suddenly becomes the hot topic of the evening.",
                    "TitleJapanese": "欲ばりキツネと嘘つきカラス",
                    "SummaryJapanese": "ヴェロニカらが狙う〝黒の妖精書〟が発見されたとの報を受け、塔の都の妖精学者、カインとダミアンの元を訪ねるフリーとマーリヤ。そこに現れた謎の美女、スウィーティー。そのキャラクターに翻弄される二人だったが──"
                },
                "4": {
                    "ID": "7089475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089475",
                    "TitleEnglish": "Impatient Housekeeper and Selfish Artist",
                    "SummaryEnglish": "Free and Marlya manage to secure what is supposedly the Black Fairy Tome, but Sweetie isn't about to give up easily. It's not long before a pair of mafia agents are called in to clean up her mess, which leads to a battle beneath an old church.",
                    "TitleJapanese": "せっかち家政婦とわがまま芸術家",
                    "SummaryJapanese": "スウィーティーもまた、黒の妖精書が狙いだった。\n妖精〝スクライカー〟を操り、黒の妖精書を奪い去ろうとするが、マーリヤの捨て身の攻撃により撃退に成功する。\nだが本部へと戻るべく食事を摂っていたところ、彼女の差し向けた掃除屋に襲われ、\nマーリヤは絶体絶命の窮地に追い詰められる"
                },
                "5": {
                    "ID": "7089476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089476",
                    "TitleEnglish": "Black Moon and Lost Child's Song",
                    "SummaryEnglish": "Veronica shows up to help Marlya deal with Jonathan, while Free continues to battle Patty. Later on, Marlya gets to know some of the other Dorothea members better when they throw her a belated welcome party.",
                    "TitleJapanese": "黒い月と迷い子の唄",
                    "SummaryJapanese": "追い詰められたマーリヤの前に現れたのは、ヴェロニカだった。\n妖精〝ブラッドドーター〟を操って戦う彼女。激しい戦闘に手が出せず、己の無力さに歯噛みするマーリヤだったが、その悔しさが最高潮に達したその時、〝アッシュクラッド〟が現れて暴走する。高熱が吹き荒れ、辺りは炎に巻かれてしまう。 一方、フリーも強力な刺客と対峙していた。"
                },
                "6": {
                    "ID": "7089478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089478",
                    "TitleEnglish": "Fellow Traveler",
                    "SummaryEnglish": "Dorothea tightens security throughout Rondacia as the anniversary of the war's end approaches. Between another supposed piece of the Black Fairy Tome surfacing, and one of the new-model artificial fairies malfunctioning, there's plenty of work to do.",
                    "TitleJapanese": "旅の道連れ",
                    "SummaryJapanese": "皇帝、首相、二人の大公を迎え、盛大に行われる終戦記念式典が迫りつつある最中、試験配備されていた軍の新型人工妖精の暴走事故が起こる。 調査にあたるドロテアの面々。妖精の保全や行政を担当する妖精省、軍を管轄する軍部省も事態を重く見て動き出す。 さらに黒の妖精書〝黒の四〟に関する新たな情報が入り、マーリヤは同僚のクラーラと共に手がかりとなる男を追う。"
                },
                "7": {
                    "ID": "7089479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089479",
                    "TitleEnglish": "Stubborn Blacksmith and Biased Rabbit",
                    "SummaryEnglish": "More new artificial fairies malfunction, and suspicion grows that someone with military connections is sabotaging them. Sweetie brokers a deal with Dorothea in an effort to acquire the piece of the Black Fairy Tome that was recently sold at auction.",
                    "TitleJapanese": "がんこな鍛冶屋と偏屈ウサギ",
                    "SummaryJapanese": "再び新型人工妖精の暴走事故が起こり、究明が進まないまま、内部犯行を疑う上層部同士の対立も激化していた。フリーは情報屋を使って独自に調査を進めるが、決定的な証拠はつかめずにいた。また、〝黒の四〟を落札した黒幕に関しての情報を得ていたマーリヤらだったが、男は政府にも太い繋がりを持つ権力者で、容易に手が出せない。そこへ見透かしたようにスウィーティーが現れ、とある協力を持ちかける。"
                },
                "8": {
                    "ID": "7089480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089480",
                    "TitleEnglish": "Pipe Blowing in Stage Wing",
                    "SummaryEnglish": "Sweetie and Dorothea both make their move against Gilbert Warlock, as the mystery surrounding the malfunctioning artificial fairies slowly unravels. Now it's up to Chase to figure out the culprit's identity, and what exactly they're trying to accomplish.",
                    "TitleJapanese": "舞台そでの笛吹き",
                    "SummaryJapanese": "クラーラを心配するセルジュ、フリーも合流するが、マーリヤたちの奇襲作戦は成功し、〝黒の四〟を入手。一方、新型の人工妖精の暴走事故は、式典での配備を見送るという形で決着していた。式典当日、天壇に立つ首相ゴルバーン。そして、大公シュヴァルツ・ディーゼとレイ・ドーンの二人。レイは、マーリヤとヴェロニカの故郷を焼き払った張本人。そんなレイを眼光鋭く捉える、ヴェロニカ。群衆の声援が高まる中、事件が起きる。"
                },
                "9": {
                    "ID": "7089482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089482",
                    "TitleEnglish": "Rolling Stones and Seven Knights",
                    "SummaryEnglish": "As a reward for saving the prime minister's life, the Duke of Hybranz asks for one of the seven Fairy Weapons. As Dorothea transports this powerful weapon to his duchy, the big question on everyone's mind is what he intends to do with it.",
                    "TitleJapanese": "転がる石と七人の騎士",
                    "SummaryJapanese": "首相暗殺は未遂に終わり、暗殺を阻止したハイブランツ公ディーゼは褒賞としてこの世に七振りしかない〝妖精武器〟の所有を認められることとなった。国宝でもある妖精武器〝フラタニル〟と共にディーゼの護送を命じられたフリー、マーリヤ、オズ、リリーたちは専用列車へと乗り込む。そこへ襲撃者が現れ──"
                },
                "10": {
                    "ID": "7089483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089483",
                    "TitleEnglish": "Cursed Child",
                    "SummaryEnglish": "When a group from Dorothea goes to inspect the Duchy of Kal-o, Marlya comes face to face with Ray Dawn. She also questions her motivations when she goes to visit an old friend. Meanwhile, Liscar's violent conspiracy continues with its progress.",
                    "TitleJapanese": "災いの子",
                    "SummaryJapanese": "襲撃者の正体は、妖精武器〝ガドファクス〟を持つ伝説の妖精兵、ビーヴィー・リスカーだった。統一戦争で活躍した代表的な妖精兵〝七騎士〟の一人でもあるリスカーを前に、ドロテアは圧倒される。仲間を殺され、フラタニルを奪われ、リスカーは消えた。自分のせいで皆が不幸になる。改めて自身を見失ったマーリヤは、かつて親代わりに育ててくれた義侠団の首領・ジングルを訪ねるのだった。"
                },
                "11": {
                    "ID": "7089484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089484",
                    "TitleEnglish": "Uninvited Music Corps",
                    "SummaryEnglish": "The Duchy of Hybranz announces its intention to break away from Unified Zesskia. As the Unified Forces and most of Dorothea set out to put down the rebellion, it turns out that Rondacia might actually be the true target for Diese, Arcame, and Liscar.",
                    "TitleJapanese": "招かざる音楽隊",
                    "SummaryJapanese": "突如、ディーゼが統一ゼスキアからの独立を宣言し挙兵した。ウルフランの暗躍、人工妖精の暴走、首相暗殺未遂、リスカーによる列車襲撃。全ては此処へと至るべく描かれた絵図であり、独立戦争のための準備だった。統一軍もこれに即応、公都ハプシュタットへと鎮圧部隊を派遣する。ドロテア局長であり〝七騎士〟の一人であるネイン・アウラ―も鎮圧部隊に合流する。一方で、マーリヤ、フリーたちは首都ロンダキアに駆け戻るが――。"
                },
                "12": {
                    "ID": "7089485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7089485",
                    "TitleEnglish": "Powerless Soldier",
                    "SummaryEnglish": "Free and Marlya lead their Dorothea contingent in an attempt to drive Liscar's forces out of the palace, as Diese's intrigue enters its end game. But Wolfran just might have a hidden agenda of his own. Could this be the end of Unified Zesskia?",
                    "TitleJapanese": "無力な兵隊",
                    "SummaryJapanese": "公都ハプシュタットでの戦いは陽動作戦で、ディーゼの真の狙いは皇帝と首相ゴルバーンのいる首都ロンダキアだった。リスカーが手練れの傭兵集団を率いてロンダキアを急襲し、統一軍は壊滅的な打撃を受ける。マーリヤ、セルジュ、クラーラ、そして妖精武器〝ヴェロスティール〟を手にしたフリーはリスカーを追い、宮殿へと突入する。"
                },
                "13": {
                    "ID": "7271134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7271134",
                    "TitleEnglish": "Rain Sound’s Crime and White Snow’s Punishment",
                    "SummaryEnglish": "As Rondacia recovers from the foiled attack, the tragedy of Suna is revealed in flashback. Marlya, Veronica, and Ray are all from that village, and their lives are interconnected not only with one another, but with the fairies that once lived there.",
                    "TitleJapanese": "雨音の罪と白雪の罰",
                    "SummaryJapanese": "大きな傷跡を残した「ディーゼの反乱」。\n皇帝の前にたどり着いたディーゼの前に立ちはだかり、その野望を阻止したレイ・ドーン。『救国の英雄』の胸に去来するのは十二年前にマーリヤとヴェロニカ、そして自らの故郷スーナを焼いた苦い記憶──。"
                },
                "14": {
                    "ID": "7380880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7380880",
                    "TitleEnglish": "Wheel-Stopping Castle",
                    "SummaryEnglish": "Dorothea members are escorting Ray Dawn back to Kal-o when a bridge is sabotaged. Forced to stay the night in an old abandoned castle, they come under attack both by some artificial fairies and by Veronica, in her attempt to assassinate Ray.",
                    "TitleJapanese": "歯車がとまる城",
                    "SummaryJapanese": "皇帝を救ったレイ・ドーンが領地へ戻ることになった。ドロテアはレイ・ドーンの警護を命じられるが、マーリヤは複雑な胸中を隠せない。ヴェロニカも護送中のレイ・ドーンを尾行して、復讐の機会を窺っていた。その途上、橋が爆破され一行は足止めを喰らい、古城で一泊することになる。レイ・ドーンに近付くウルフラン、そしてヴェロニカ。マーリヤとフリーは彼らと再び対峙する。"
                },
                "15": {
                    "ID": "7381079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7381079",
                    "TitleEnglish": "Weeding of Back Streets",
                    "SummaryEnglish": "Dorothea sets out to round up and interrogate as many Arcame members as they can find in Rondacia, and clues point to Christoph Rahn's involvement in Diese's rebellion. Meanwhile, both Marlya and Free are having trouble dealing with personal issues.",
                    "TitleJapanese": "裏町の草ひき",
                    "SummaryJapanese": "ディーゼの反乱の影には常にウルフランの暗躍があった。結局はそれら全てを裏切り、果たして男は何を目的に動いているのか。 事後処理で、ひたすらに反乱者の捜査と摘発の日々が続くドロテアの面々。マーリヤは自責の念にかられながらも職務にあたる。そんな中フリーは、ディーゼに内通したと思われる元王族、クリストフ・ラーンの存在にまでたどり着く。"
                },
                "16": {
                    "ID": "7381081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7381081",
                    "TitleEnglish": "Kite Laughing Out Loud",
                    "SummaryEnglish": "A chapter of the Black Fairy Tome turns up at the port island city of Baleun, and multiple parties converge there in an attempt to claim it. Newly formed alliances prove to be fluid and unpredictable, as various secrets begin to come to light.",
                    "TitleJapanese": "笑いころげるトンビ",
                    "SummaryJapanese": "国内唯一の貿易拠点ベイルンの船島で大量の禁制品と共に、黒の妖精書〝黒の九〟が発見された。確保へ向かうマーリヤたち。一方で妖精学者ダミアンとヴェロニカ、さらにスウィーティーとパトリシアの二人も船島へと集結。三大マフィアの一つ『グイ・カーリン』幹部のイージェイを交え、三つどもえの戦いとなる。"
                },
                "17": {
                    "ID": "7423765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7423765",
                    "TitleEnglish": "Balance on Sand",
                    "SummaryEnglish": "Damien confesses to Dorothea about his identify and his ties to Veronica, along with information on the Black Fairy Tome. Based on information provided by Sweetie, Dorothea begins rounding up members of Gui Carlin in an effort to gather more tome pieces.",
                    "TitleJapanese": "砂の上の天秤",
                    "SummaryJapanese": "かくて〝黒の九〟を含む黒の妖精書三部がグイ・カーリンの手に渡り、六部が妖精省の管理下となった。九つ揃った時、そこに何があるのか。ヴェロニカの過去を知るダミアンに、マーリヤは反発するが、彼は更なる危険な勢力の存在を示唆する。 フリーは、スウィーティとの司法取引により容疑者リストを入手、グイ・カーリンを本格的にあぶり出し壊滅する作戦にでるが、組織の手は政府内にも伸びていた。"
                },
                "18": {
                    "ID": "7423766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7423766",
                    "TitleEnglish": "Dancing Mouse and Broken Horn",
                    "SummaryEnglish": "Suspicions about the Ministry of Fairies grow as Dorothea launches a raid on Eajey's hideout. Gui Carlin might be on its last legs, but there are other, potentially more dangerous groups that want the Black Fairy Tome for their own ends.",
                    "TitleJapanese": "踊るネズミと折れた角",
                    "SummaryJapanese": "ドロテアの活躍により〝黒の三〟〝黒の六〟が妖精省の手に渡る。残るはグイ・カーリンの四大幹部最後のひとり、イージェイの所持する〝黒の九〟のみ。潜伏先へと向かうフリー、マーリヤらは意気込む。 だがイージェイは、独自の研究により〝培養型妖精兵〟を生み出していた。"
                },
                "19": {
                    "ID": "7423767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7423767",
                    "TitleEnglish": "Sad Voices and Black Book",
                    "SummaryEnglish": "It comes to light that the Marco Bellwood might have nefarious purposes for acquiring the last pieces of the Black Fairy Tome, as Marlya gradually learns more about how different her situation is from that of other Fairy Soldiers.",
                    "TitleJapanese": "悲しい声と黒い本",
                    "SummaryJapanese": "ウルフランに〝黒の九〟が奪われ、ついに黒の妖精書が揃ってしまう。 それらを影で手引きしていたのが、マルコ・ベルウッドとその右腕であるグリフ・マーサーと判明し、妖精省を一斉検挙するためドロテアが動く。果たして彼らの目的である『あらまほしき世』とは…。"
                },
                "20": {
                    "ID": "7453094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7453094",
                    "TitleEnglish": "Forest of Beginnings",
                    "SummaryEnglish": "Bellwood and most of the Eins Order go into hiding, and a massive manhunt is launched to track them down. Marlya and Free locate someone from Marlya's past, but the news he tells them only makes the whole situation that much more alarming.",
                    "TitleJapanese": "はじまりの森",
                    "SummaryJapanese": "アインツ教団。〝黒の妖精書〟が記す〝神獣〟の復活。 捜査の過程でスーナを訪れたマーリヤは〝災いの子〟と呼ばれ疎まれてきた自分と、〝幸いの子〟と呼ばれ誰からも寵愛を受けてきたヴェロニカの真実、そして神獣復活のために必要な素材は何なのか、その秘密を知ることになる。"
                },
                "21": {
                    "ID": "7463213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7463213",
                    "TitleEnglish": "Rusted Warrior and Unopening Door",
                    "SummaryEnglish": "With the prime minister dead, Ray Dawn comes to Rondacia. Veronica is presumably close behind, meaning all three of the fairy-possessed are now in one place. Marlya desperately tries to locate Veronica before the order can complete its horrific plan.",
                    "TitleJapanese": "錆びた強者と開かない扉",
                    "SummaryJapanese": "教団が狙う最後の素材──〝妖精憑き〟。\n彼らがそれをひとりでも手にすれば、かつて、古代トゥパール王国を滅ぼしたほどの力を持つ〝神獣〟が甦るという。 そして〝妖精憑き〟であるマーリヤ、レイ・ドーン、ヴェロニカの三人は、教団の陰謀によりロンダキアへと誘導されつつあった。"
                },
                "22": {
                    "ID": "7464030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7464030",
                    "TitleEnglish": "Parade of Demise",
                    "SummaryEnglish": "The Eins Order launches an attack just prior to Golbarn's funeral. This results in most everyone in Dorothea being split up, and with Ray Dawn badly injured. Once Marlya is left by herself to guard Ray, Veronica chooses that time to exact her revenge.",
                    "TitleJapanese": "終焉のパレード",
                    "SummaryJapanese": "それぞれの思惑をのせ、暗殺された首相の国葬の車列が走る。 葬儀を強行するレイ・ドーン。それを狙い、妖精兵を率い襲撃をかけるウルフラン。 警護するドロテア。潜むヴェロニカ。それを探すマーリヤ。 そして闘いの匂いに惹かれ──ビーヴィー・リスカーが現れる。"
                },
                "23": {
                    "ID": "7464034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7464034",
                    "TitleEnglish": "One from an Unending Dream",
                    "SummaryEnglish": "Various battles are fought throughout Rondacia, as the revived Divine Beast slowly makes its way into the city, laying waste to everything in its path. It slowly dawns on Marlya that she might be the one who can put a stop to the lumbering catastrophe.",
                    "TitleJapanese": "覚めぬ夢より出でしもの",
                    "SummaryJapanese": "パナム山に大穴を穿ち、神獣が甦る。無差別で徹底的な浄化が人々を襲う。 教団やリスカー隊は壊滅しつつあり、個々の闘いは終わりを迎えつつあったが、神獣を止める手立ては見つからない。 その時。マーリヤは神獣の咆吼のなかに、破壊衝動以外の意志を感じとる。"
                },
                "24": {
                    "ID": "7464037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-gone/episodes/7464037",
                    "TitleEnglish": "Freed Sky_Joined Hands",
                    "SummaryEnglish": "Free and Wolfran fight to put an end to Griff Mercer's ambition and what's left of the fanatical Eins Order. Meanwhile, Marlya and Veronica join forces directly against the Divine Beast. But how can something so overwhelmingly powerful be stopped?",
                    "TitleJapanese": "放たれた空　つないだ手",
                    "SummaryJapanese": "浄化の光は、妖精武器であれば防ぐことができた。神獣が妖精成体であるならば〝ブラッド・ドーター〟の力で〝妖精器官〟を破壊することもできるはず。マーリヤとヴェロニカは神獣を止めるべく立ち向かうが──。駆けつけたフリーと共に、マーリヤは最後の闘いへと身を投じる。"
                }
            }
        }
    }
}