{
    "URL": "https://www.thetvdb.com/series/robihachi",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9308014/",
        "https://www.themoviedb.org/tv/87464"
    ],
    "TitleEnglish": "RobiHachi",
    "SummaryEnglish": "Neo Tokyo, the year G.C. (Galaxy Century) 0051, which marks a half century since first contact was made. Humans have obtained super light-speed navigation technology and formed a commonwealth of planets with aliens. A streak of bad luck is continuing for self-proclaimed freelance reportage writer Robby Yarge, who is around 30 years old. He fails at work, so his contract is cut. His girlfriend leaves him, he nearly dies in a traffic accident, and debt collectors come after him. One day, a bag snatcher steals Robby's bag, and a young man helps him. Hatchi Kita, an 18-year-old part-time worker, catches the criminal and returns Robby's bag. Robby offers him his gratitude and a meal in return. The pair discover they are complete opposites and soon part ways. However, Hatchi turns up again in Robby's life as a debt collector. Hatchi explains that it's his part-time job working for the loan shark Yan. A cat-and-mouse chase begins, and Yan's Finance president Yan takes his subordinates Aro and Gra along for the ride. Robby manages to elude Hatchi and escape to space while shaking off Yan's group. Robby thinks of escaping to Isekandar, a distant and legendary planet in the Milky Way that is said to bring happiness to those who go there. Though Robby thought he had escaped to space alone, he discovers Hatchi inside his spaceship. The two decide to travel across the galaxy together in search of Isekandar.",
    "TitleJapanese": "RobiHachi",
    "SummaryJapanese": "G.C.0051。\nファーストコンタクトから半世紀。\n超光速航行技術を手にした人類は、 いくつかの種族（宇宙人）と惑星連邦を結成していた。\nNEO TOKYO　八百八町———。\nロビーは、顔は悪くないが残念なアラサー。\n自称フリーのルポライターだが、仕事上の失敗から契約を切られ、彼女には振られ、 交通事故で死にかけるなど、人生で思うにまかせぬ不運が続き、 ついには借金取りに追われる身に。\nある日、ひったくりに鞄を奪われたロビーは、一人の青年に助けられる。\n犯人を捕まえて鞄を取り戻してくれたそのフリーターの青年は、ハッチと名乗った。\nお礼にと飯を奢るロビー。\n「曲がった事は大嫌い」と言うハッチ。「楽して暮らせればそれでいい」と言うロビー。\n「きっと何か面白いことがあるはず」と言うハッチ。\n「世の中いいことなんて何もないさ」というロビー。二人はまるで正反対。\n「バイトがんばれよ」「おじさんもね」と言って別れた翌日、 やって来た借金取りはハッチだった。\n「お前、なんでここに？」\n「バイトなんだ」\nハッチのバイトとは、ロビーが借金をした高利貸しのヤンのバイトだったのだ。\n「曲がった事は嫌いだって…」\n「だから借りたお金は返そうよ」\n追いつ追われつのドタバタのさなか、しびれを切らしたヤンが、 部下のアロとグラを引き連れて姿を現す。\n絶体絶命！\nしかし間一髪、ロビーはピンチを切り抜けると宇宙船で大空へと飛び立った。\nヤンたちを振り切ったロビーは、 このまま宇宙へ出て「イセカンダル」に厄落としの旅に出ることを思いつく。\n「イセカンダル」とは、銀河の彼方にある行けば幸せに",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "800571",
            "URL": "https://www.thetvdb.com/series/robihachi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7066266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7066266",
                    "TitleEnglish": "Traveling Companions; Journey to the Star",
                    "SummaryEnglish": "Robby Yarge, a man who comes from wealth but has little luck in life, has a chance encounter with Hatchi Kita, a brilliant young man who is tired of the predictability of his life, and the two begin an adventure toward the world of Isekandar.",
                    "TitleJapanese": "旅は道連れ Journey to the Star",
                    "SummaryJapanese": "宇宙人とのファーストコンタクトから半世紀、人類が自由に宇宙旅行を楽しめるようになったNEO TOKYO――。顔は悪くないが美女とおいしい金の話に弱い残念アラサーのロビーは、今日も高利貸しのヤンから多額の借金を抱えていた。その取り立てに現れるバイトのハッチ。ロビーはヤン達から逃げようと一か八か、今や完全に住居となっている古い宇宙船で逃亡。何とかヤン達を振り切ったロビーは、 このまま『イセカンダル』に厄落としの宇宙旅行に出ることを思いつくのだが、実はその宇宙船にはハッチが乗ったままで……。"
                },
                "2": {
                    "ID": "7089460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089460",
                    "TitleEnglish": "Truth Found From an Octopus",
                    "SummaryEnglish": "While fleeing Yang, Robby and Hatchi run low on fuel, and must make an emergency stop on Mars. Once there, they enjoy the hospitality of the octopus-like Martian people, but the pair soon stumble upon their shocking secret.",
                    "TitleJapanese": "タコから出た真実（まこと)",
                    "SummaryJapanese": "高利貸しのヤンから逃げようと宇宙に飛び出したロビーとイックの宇宙船『ナガヤボイジャー』。どうせならこのまま『イセカンダル』に厄落としの旅に行ってしまおうと決意するのだが、そこにヤンに雇われたバイトのハッチも同乗していた！ロビーはハッチに「帰れ」と宇宙船から下ろそうとし、揉める二人。そこへ追ってくるヤンの宇宙船。しかも攻撃してきた。ロビーとハッチは偶然宇宙船内で発見した小型宇宙船に乗り撃退しようとするが……。そんなこんなで何とかヤンから逃れるのだが、燃料が足りなくなり、ロビー達は火星へと立ち寄るのだった……。"
                },
                "3": {
                    "ID": "7089462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089462",
                    "TitleEnglish": "Pique on Planet Pluto",
                    "SummaryEnglish": "As Robby and Hatchi try to figure out why Hizakuriger is aboard their ship, they are force to land on Pluto. There, the pair are asked to do for Pluto what they did for Mars, only this time, there is another ad agency already on the case.",
                    "TitleJapanese": "冥王星の惑星恨み",
                    "SummaryJapanese": "火星を出発し、ギャラクシー街道に沿って宇宙船『ナガヤボイジャー』でイセカンダルへ向かうロビー、ハッチ、イック。ところが、謎の宇宙船に行く手を阻まれ、冥王星に強制着陸することに。そこには――冥王星が惑星から外れ、準惑星に格下げされたことに頭を悩ませる冥王星の住民達がいた。ロビーとハッチは住民らに冥王星が人気観光スポットとなるようにしてくれと懇願されるのだが……。"
                },
                "4": {
                    "ID": "7089464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089464",
                    "TitleEnglish": "Merfolk On the End of the Pole",
                    "SummaryEnglish": "The trio stops off on the planet Odwarla, an ocean planet inhabited by merfolk for lunch. When Hatchi is reluctant to use his Smartbracelet, he and Ikku end up having to work off the cost of their meal, while Robby gets food poisoning.",
                    "TitleJapanese": "竿の先に半魚人",
                    "SummaryJapanese": "いよいよロビーとハッチらを乗せた宇宙船『ナガヤボイジャー』は太陽系の外へ。まず最初に訪れたのはギャラクシー街道第９番プラネット『オダワーラ』だった。早速、わくわく繁華街に出てみると、半魚人だらけ！？オダワーラは半魚人の星だったのだ。「もう二度と来れないかもしれないし！」と嬉しそうにグルメスポットを調べては積極的に観光を楽しむハッチ。それに付き合わされるロビー。そんな中、ロビー達は所持金が無くなり、『オダワーラ』の海鮮丼のお店でバイトすることになるのだが……。"
                },
                "5": {
                    "ID": "7089465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089465",
                    "TitleEnglish": "The Don Opens All Doors",
                    "SummaryEnglish": "When Robby and Hatchi reach Haccone, they are unable to pass the checkpoint because they lack travel permits. While contemplate their next move, they visit the planet below and enjoy the hot springs, where they learn of a possible solution.",
                    "TitleJapanese": "地獄の沙汰もドン次第",
                    "SummaryJapanese": "『オダワーラ』を飛び立った宇宙船『ナガヤボイジャー』。イセカンダル詣でにいく為には、ギャラクシー街道第一関所がある『ハッコーネ』を通過せねばならない。温泉露天風呂を楽しみにハッコーネに着陸するのだが、通行手形を持っていないと関所を通過できないことが発覚！通行手形を持っていないロビーとハッチは、『ハッコーネのドン』と呼ばれる男に通行手形の発行をお願いしにいくことに。果たしてそのドンの正体とは……！？"
                },
                "6": {
                    "ID": "7089466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089466",
                    "TitleEnglish": "Qu-eel-le Surprise",
                    "SummaryEnglish": "Robby and Hatchi visit Hamama II, home of the Great Eel Festival. Little do they know that Yang and his gang have tracked them there, where they are also enjoying the festivities, as Yang is affected by the eels' legendary powers of virility!",
                    "TitleJapanese": "寝耳にウナギ",
                    "SummaryJapanese": "ロビーとハッチが次に訪れたのは『ハママⅡ』。この星の名物はウナギである。地球ではトッチャイナ星人の乱獲により、ウナギはすっかり獲れなくなっていた。噂に聞くだけでウナギを見たことも食べたこともないハッチは大喜び。おりしもハママⅡでは大ウナギ祭りが開かれようとしていた！一方、高利貸しのヤン達一行もロビーを追い、ハママⅡに到着。筋骨隆々のムキムキ水着姿お祭男達に囲まれる中、必死にロビーを探すヤン。ロビーとハッチも気づくと大ウナギ祭に参加させられており……。"
                },
                "7": {
                    "ID": "7089467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089467",
                    "TitleEnglish": "Land of Dreams Just Ahead",
                    "SummaryEnglish": "The gang pays a visit to the planet Akka Sakka, a giant theme park. However, while Hatchi enjoys himself to the fullest, Robby and Ikku find themselves overwhelmed by the planet's ruthlessly-enforced regulations on negative speech.",
                    "TitleJapanese": "一寸先は夢の国",
                    "SummaryJapanese": "ヤン達が迫る『ハママⅡ』から逃げ出したロビーとハッチは、次なる宿場星『アッカ・サッカ』へ。――そこは夢と冒険、そして愛と希望に満ち溢れた丸ごと全て一大テーマパークの星。しっかり入園料も取る。パーク内に入るなり、ロビー達をミュージカルで迎える満面の笑みのお花ちゃんズ……。ファンタスティックなパレードに様々なアトラクション……とまさに夢のような場所なのだが、一方で妙な気味の悪さを感じるロビー達。そんな中、もちろんヤン達も追ってきて……。"
                },
                "8": {
                    "ID": "7089468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089468",
                    "TitleEnglish": "Heads I'm Tin, Tails You Lose",
                    "SummaryEnglish": "Low on fuel, Robby and Hatchi find themselves on Mulberry 8, a world where mechanical people are in charge and living beings are slaves. The two must learn to navigate the feudalistic society and adapt to anti-human discrimination.",
                    "TitleJapanese": "メカるが勝ち",
                    "SummaryJapanese": "ロビー達は次なる宿場星『マルベリー７』へ。しかしイックの策略で機械人間の星『マルベリー８』へ。『メカにあらずんば人にあらず』とスローガンを掲げ、生身の生命体は奴隷扱い。人間達は浜辺でハマグリを採って、観光客に売っている。ロボットである故、すっかり高待遇に迎えられるイックに対し、人間であるロビーとハッチも最初はひどい扱いを受けるのだが……。"
                },
                "9": {
                    "ID": "7089469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089469",
                    "TitleEnglish": "The Family That Stays Together, Hizakuriger",
                    "SummaryEnglish": "The crew make a stop at the industrial world of Yokkamarché, where they meet the man who gave Robby's father the Nagaya Voyager and the Hizakuriger robot. Robby receives a startling revelation about a member of his family.",
                    "TitleJapanese": "亭主の好きなヒザクリガー",
                    "SummaryJapanese": "故障してしまったヒザクリガーを修理する為、次の宿場星『ヨッカマルシェ』に立ち寄るロビー達。実はナガヤボイジャーもヒザクリガーも、この星に住む『ヨッカマルシェ星人』が作ったものらしい。無事到着し、早速修理を依頼するのだが、そもそもなぜこんな遠い星でヒザクリガーが作られたのか？ロビーはこの星にいるアニオタ達からとんでもない事実を聞かされる……。"
                },
                "10": {
                    "ID": "7089470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089470",
                    "TitleEnglish": "Never Get Involved in a Buddies’ Quarrel",
                    "SummaryEnglish": "The long journey thus far has taken a psychological toll, and when it is revealed that they may be turned away from Isekandar, pent-up tensions erupt between Robby and Hatchi. Yang and his crew bide their time on the planet Pinopendio.",
                    "TitleJapanese": "相棒喧嘩は犬も喰わない",
                    "SummaryJapanese": "とうとう最終目的地『イセカンダル』が目前に迫るロビー達。しかし、イセカンダルに向かう為にはその前に関所を通らねばならない。借金を抱えているロビーはブラックリストに載っており、今のままでは関所を通過できず、宇宙入管管理局に送られてしまうと知る。その件が発端となり、今までたまりにたまった日常生活の不満が爆発。宇宙船内でロビーとハッチの大ゲンカが始まるのだった。"
                },
                "11": {
                    "ID": "7089471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089471",
                    "TitleEnglish": "Common Fame Is a Common Isekandar",
                    "SummaryEnglish": "Robby and Hatchi are delighted to finally arrive on Isekandar, and are soon overwhelmed by the number of souvenir shops around the Great Temple of Isekandar. Ikku, however, remains cynical of everything going on around them.",
                    "TitleJapanese": "聞いて極楽、イセカンダル",
                    "SummaryJapanese": "ギャラクシー街道の最終目的地『イセカンダル』に到着したロビー達。しかし、イセカンダル参拝にはいろいろと段取りがあるらしい。段取りに沿って今夜は宿に泊まってお参りは翌朝からすることに。その前に、参道を散策。左右にびっしりと並ぶお休み処、お食事処、土産物屋、旅籠……。参拝客もさることながら、売り子達なども多数おり、かなりの賑わいだ。ロビー達もおみくじを引いたり、食べ歩きしたりとご利益だらけのイセカンダル観光を楽しむのだが、ハッチはいつもと何か違う感じで……。"
                },
                "12": {
                    "ID": "7089472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089472",
                    "TitleEnglish": "Dream of the Moon, Dream of the Earth",
                    "SummaryEnglish": "With Yang closing in from one side, and the Luna Guard closing in from the other, Robby and Hatchi flee Isekandar in the Nagaya Voyager, and discover another of Dontsu's secrets. As both factions give chase, can they return to Earth safely?",
                    "TitleJapanese": "月の夢、地球の夢",
                    "SummaryJapanese": "ハッチが月の王子様だったという衝撃の事実を知ったロビーとイック。ルナガードとヤンたちが迫る中、「最後までロビーとイックと一緒に旅を成し遂げたい！」と話すハッチに「ロビーが出した決断とは？！一方地球では大変なことが起こっており……。ロビー、ハッチ、イックの旅の結末とは？！"
                }
            }
        }
    }
}