{
    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10256918/",
        "https://www.themoviedb.org/tv/90546",
        "https://en.wikipedia.org/wiki/A_Certain_Scientific_Accelerator"
    ],
    "TitleEnglish": "A Certain Scientific Accelerator",
    "SummaryEnglish": "The espers of Academy City are classified into six levels, where \"Level 0\" lacks power while \"Level 5\" possesses an overwhelming amount. Of the several million espers residing in Academy City, only seven of them have attained Level 5, and ranked highest among them is the one known as Accelerator. Toaru Kagaku no Accelerator focuses on the strongest Level 5 after he protects the cheerful Last Order at the price of much of his power. Recovering at the hospital, Accelerator has led a relatively quiet life until he ends up saving the life of Estelle Rosenthal, a mysterious girl carrying a photo of Last Order. Unfortunately, Accelerator now finds himself dragged into a new conflict in the form of a sinister organization called Disciplinary Action which plots to use Last Order for a dangerous mission. Now that they have set their plan into motion and are in pursuit of the young girl, it's up to the world's most powerful esper and his newfound companion to protect Last Order and defend Academy City in the process.",
    "TitleJapanese": "とある科学の一方通行",
    "SummaryJapanese": "東京西部に位置する巨大な『学園都市』。\n総人口230万人を数え、その約８割を学生が占めるこの都市では、超能力開発のための特殊なカリキュラムが実施され、学生たちの能力は『無能力（レベル０）』から『超能力（レベル５）』までの六段階で評価されていた。\nそんな学園都市で、能力者たちの頂点に君臨する最強の能力者・アクセラレータ。 ７人しかいない『超能力者』の中でも、飛び抜けた能力を誇る第一位は、その力ゆえに殺伐とした日常を送っていた。繰り返される常軌を逸した『実験』と、絶対的な力を求めた末に経験した敗北。その先に待っていた、とある少女――ラストオーダーとの出会いによって、運命が大きく変わることになる。\n最強にして最凶の『悪』 ――アクセラレータが、\n学園都市の『闇』をなぎ払う!!",
    "Aliases": [
        "A Certain Scientific Accelerator"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "800545",
            "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7918630",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7918630",
                    "TitleEnglish": "Sally Forth, Mr. Accel! A Madcap Onslaught",
                    "SummaryEnglish": null,
                    "TitleJapanese": "飛び出せ一方さん ハチャメチャ快進撃",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "809725",
            "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7171921",
                    "TitleEnglish": "Accelerator (Academy City's Mightiest Esper)",
                    "SummaryEnglish": "The day arrives for Accelerator's bandages to come off after he is shot in the head, and Last Order is eager to celebrate. A secret weapon is stolen from an atmospheric research facility, and the culprits seem to be targeting Accelerator with it.",
                    "TitleJapanese": "学園都市最強能力者(アクセラレータ)",
                    "SummaryJapanese": "夏休みの終わった学園都市。新学期の始まる中、とある事件で負傷していた学園都市第一位の『超能力者（レべル５）』アクセラレータは、いまだ入院生活を送っていた。その傍らには、なにかと世話を焼こうとまとわりつくラストオーダーの姿もあった。アクセラレータに命を救われていた彼女は、彼の快方を喜び『包帯取れた記念パーティ』を画策、『妹達（シスターズ）』を動員してその準備にいそしんでいた。そんな平和な昼下がり、病院を完全武装した数人の『警備員（アンチスキル）』が訪れる。第四学区にある大気連続体力学研究施設で開発中の実験機器盗難事件が起こり、その機器が対アクセラレータ用秘匿兵器と判明したというのだ。当然、犯人の狙いはアクセラレータ本人。彼らの襲撃により病院は一転、騒然となり――。"
                },
                "2": {
                    "ID": "7231703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231703",
                    "TitleEnglish": "Necromancer (Raiser of the Dead)",
                    "SummaryEnglish": "A high-school-age girl attempts suicide, but finds herself at the mercy of a fanatical group calling themselves \"DA.\" When a young woman carrying a photo of Last Order is pursued through the hospital, Accelerator determines to find out why.",
                    "TitleJapanese": "死霊術師(ネクロマンサー)",
                    "SummaryJapanese": "夜の学園都市に潜入したとある少女が『警備員（アンチスキル）』に追われていた。生物の死体を操る力を持つその逃亡者は、なぜかアクセラレータの病室へと侵入する。格闘の末、『警備員』に確保された少女が残した写真には、ラストオーダーの姿が写っていた。それを見たアクセラレータは、裏側にある事情を探るべく、『警備員』に拘束した少女の引き渡しを要求する。『警備員』たちはそれを拒み、疑念を抱いたアクセラレータへと銃を向ける。『警備員』たちの異様なまでに執拗な攻撃はエスカレートを続け、ついには新型の機動兵器を投入するまでに。そしてその機動兵器には、とある秘密が隠されていた。 その夜。逃亡者の少女が、アクセラレータの病室を再び訪れて――。"
                },
                "3": {
                    "ID": "7231704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231704",
                    "TitleEnglish": "Numbers (Charms of the Four Perils)",
                    "SummaryEnglish": "Esther leads Accelerator to the warehouse where she was once held, where they encounter a more advanced \"coffin\" controlled by Hishigata. Accelerator tries to learn more about DA. Esther reveals more about how her necromancy works.",
                    "TitleJapanese": "四凶の符(ナンバーズ)",
                    "SummaryJapanese": "アクセラレータのもとを訪れた少女の名はエステル＝ローゼンタール。『警備員（アンチスキル）』の闇に巣食う組織『ＤＡ』の企みの一端を知るという彼女は、自分が学園都市に持ち込んだ技術によって事件が起きたこと、ラストオーダーが彼らの標的にされていること、自分一人では彼らに対抗できないことを告げると、アクセラレータに助力を請う。彼女とともに『ＤＡ』のアジトへと向かったアクセラレータは、前夜に交戦した機動兵器『棺桶』の完成形である『窮奇』と、それを操る菱形と対峙するが、ベクトル操作の弱点を突かれ、逃亡を許してしまう。手がかりを失ってしまったふたり。しかし人皮の検視をしていたカエル顔の医者から、とあるものが届けられたことで、エステルは霊安室へと向かうことに――。"
                },
                "4": {
                    "ID": "7231706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231706",
                    "TitleEnglish": "Third Number (The Pseudo-Soul, Huotou)",
                    "SummaryEnglish": "Accelerator takes on the two DA members in the hospital morgue, and receives assistance from an unexpected source. When DA once again messes up a mission at the hospital, plans go into motion to have them removed from the operation.",
                    "TitleJapanese": "擬似魂魄・禍斗(サードナンバー)",
                    "SummaryJapanese": "死霊術を施された人皮の遺体を正しい状態に戻すため、処置をするエステル。しかし、その途中で遺体を処分すべく霊安室にやってきた『ＤＡ』隊員と鉢合わせてしまう。その上、エステルの処置により疑似魂魄・禍斗の宿った遺体が動き出してしまったことで現場は混乱。アクセラレータの傷が開いた隙をついて、『ＤＡ』隊員のひとりが偶然通りがかったミサカ一〇〇四六号を人質に逃亡してしまう。倒れたアクセラレータは手術室へと逆戻りし、エステルは禍斗とともに『ＤＡ』の行方を追うことに。しかし一方で、暴走気味の『ＤＡ』の行動に懸念を抱いたスポンサーのひとり――統括理事会の亡本は、彼らの抹殺に動き出す。そして菱形もまた自らの研究に投入すべく、『ＤＡ』のさらった人質を確保しようと動き出す。"
                },
                "5": {
                    "ID": "7231707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231707",
                    "TitleEnglish": "DA (Security Officer Darkness)",
                    "SummaryEnglish": "As Accelerator is sidelined while his Misaka Network electrode recharges, Antiskill leads a raid on a supplement factory being used as a front for DA. Meanwhile, the members of Scavenger carry on their mission to eliminate DA.",
                    "TitleJapanese": "警備員の闇(DA)",
                    "SummaryJapanese": "突如もたらされた情報を基に、『警備員（アンチスキル）』は『ＤＡ』の拠点を次々と制圧にかかる。最新装備に身を固めていながらも数に劣る『ＤＡ』は、菱形に助けを求める。エステルを失い、ラストオーダーの奪取も果たせていない今、さらった人質を使えばなんとかなる。菱形のその言葉を信じた『ＤＡ』は、ミサカ一〇〇四六号を彼のもとに届けるべく、多脚兵器『タランチュラ』を繰り出して応戦する。その圧倒的な火力の前に撃ち抜かれ、切り刻まれる『警備員』たち。しかし、そこに現れた亡本の刺客『屍喰部隊（スカベンジャー）』がタランチュラをあっさり撃破。そして次なるターゲットを求めて、ミサカ一〇〇四六号を救ったエステルと黄泉川へと襲い掛かる――！"
                },
                "6": {
                    "ID": "7231709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231709",
                    "TitleEnglish": "Scavenger (Corpse-Eating Squad)",
                    "SummaryEnglish": "Yomikawa attempts to defend Esther, Huotou, and the Sisters clone from Scavenger's attacks, and learns why they are so hostile to the city's teaching staff. Huotou fights back against Naru, with help from Esther, but will it be enough?",
                    "TitleJapanese": "屍喰部隊(スカベンジャー)",
                    "SummaryJapanese": "その凶悪さから封印されていた４人の能力者による暗部組織『屍喰部隊（スカベンジャー）』。『ＤＡ』抹殺のために放たれたその牙は、彼らの憎む諸悪の根源――『センセー』たる黄泉川と、『優等生』エステルへと向けられる。紙を自在に操り着ぐるみのようにまとって戦うナル、液体の比重を操る薬丸、摩擦係数を操る清ケ、作戦立案と有機的な連携攻撃を指揮するリーダー。一筋縄ではいかない屍喰部隊に対し、エステルと禍斗は失神した黄泉川を守りながらの戦いを余儀なくされる。常人離れした禍斗の膂力と、それを補助するエステルの死霊術でなんとか食い止めようとするものの、ナルひとりを止めることすら叶わない。まるで戯れるようにナルの攻撃に磨り潰される禍斗に、エステルが絶望し心折れそうになったそのとき。ふたりを守るように、アクセラレータが立ちはだかる――!!"
                },
                "7": {
                    "ID": "7231711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231711",
                    "TitleEnglish": "Download (Time Limit)",
                    "SummaryEnglish": "Having failed to obtain Last Order, Hishigata instead directs his efforts toward securing the kidnapped Sisters clone to gain the memories of their 10031 deaths to complete his formula. Esther begs Accelerator to take her under his wing.",
                    "TitleJapanese": "制限時間(ダウンロード)",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7231712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231712",
                    "TitleEnglish": "Friend (Hirumi)",
                    "SummaryEnglish": "Unable to discover the secret to reaching Level 6, Hishigata tries a new approach by recruiting Esther Rosenthal, a necromancer. Esther and Hishigata's sister, Hirumi, become fast friends, but Hirumi's secret may jeopardize that friendship.",
                    "TitleJapanese": "蛭魅(フレンド)",
                    "SummaryJapanese": "『絶対能力（レベル６）』――『超能力（レベル５）』を超える途方もない力を求めて、研究と実験を積み重ねていた菱形。そして、被験者として兄の夢を応援していた妹の蛭魅。そんなふたりと出会った『死霊術師』エステル。自らが身に着けた死霊術とは何のための力なのか。そんな悩みを抱えていた彼女は、請われて訪れた学園都市でも答えを見つけることができずにいた。そんな彼女に、蛭魅はひとつの約束を提示する――自分になにかあったら、自分の役に立ってほしい。自身が余命いくばくもないことを知った蛭魅は、兄の役に立つため、ある決意を固めていたのだ。そして、実行された蛭魅の決意を受けて、エステルと菱形の下した『選択』が悲劇を呼ぶことに――。"
                },
                "9": {
                    "ID": "7231715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231715",
                    "TitleEnglish": "Memory of Death (10031 Deaths)",
                    "SummaryEnglish": "As Hishigata's coffins are en route to his lab with the Sisters clone, Accelerator manages to throw a monkey wrench into their operation. Hishigata completes his formula, providing a boost to the coffins' abilities, which are turned on Accelerator.",
                    "TitleJapanese": "10031回の死(メモリーオブデス)",
                    "SummaryJapanese": "なんとかして蛭魅を救いたい。そんな想いから犯してしまった自分の過ちを、今こそ正すと決意したエステル。ミサカ一〇〇四六号を回収し、10031回分の死の記憶を完全にコピーして『絶対能力（レベル６）』への『公式』を手に入れんとする菱形。３体の『棺桶』の攻撃を潜り抜け、菱形のラボにたどり着いたアクセラレータは、ミサカ一〇〇四六号の救出に成功するも、すでに『公式』は完成していた。 菱形は本命である蛭魅へ『公式』をインストールする時間を稼ぐため、残る『窮奇』と『饕餮』をアクセラレータに差し向ける。『公式』をインストールされたことで大幅に能力の強化された両機の連携攻撃の前に、アクセラレータは足止めを余儀なくされる。一方、エステルは別ルートから菱形と蛭魅の元へとたどり着き――！"
                },
                "10": {
                    "ID": "7231716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231716",
                    "TitleEnglish": "Catastrophe (Awakening)",
                    "SummaryEnglish": "While Hishigata continues to bleed out from his stab wound, Hirumi opens her eyes and seems to be her normal self. However, as her Level-6 transformation progresses, it becomes clear that not everything about Hirumi is as it appears.",
                    "TitleJapanese": "目覚め(カタストロフ)",
                    "SummaryJapanese": "非情にも届かなかった舜帝の剣。『公式』をインストールされた蛭魅は、爆発的な勢いで周囲を巻き込み肥大化を始める。そして、なんとか脱出したエステルたちの前へと現れ、その正体――『ナンバーズの悪霊』の４体目、『檮杌』であることを顕わにする。もはや誰をも欺く必要はなくなったとばかりに。ローゼンタール家の悲願である『完全なるゴレムの完成』を達成すべく、『悪魔』の声に従って行動していたと語る『檮杌』に、エステルは当主として、死を弄ぶ行為をやめるよう命じる。肥大化は止まり、事件は結末を迎えるかに見えたそのとき。一連の事件の裏ですべてを操っていた『悪魔』が顔を出す。最後の符に写されていた最悪の存在の正体は――！"
                },
                "11": {
                    "ID": "7231717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231717",
                    "TitleEnglish": "Perfect Golem (Perfect Body)",
                    "SummaryEnglish": "Hirumi's body continues its horrific transformation, assimilating the facility and growing larger. Esther is confronted with the question of what she wants to do about her situation, and whether she can step up to become a hero.",
                    "TitleJapanese": "完全体(パーフェクトゴレム)",
                    "SummaryJapanese": "ローゼンタール家の400年に渡る悲願である『完全なるゴレム』を生み出すべく、『檮コツ』をそそのかした『悪魔』こそ、ローゼンタール家第4代当主イサクだった。 己の魂魄を転写した『檮コツ』の中に潜み、蛭魅となって菱形幹比古を操って手に入れた『神』の体。ミサカ一〇〇四六号から抜き出した10031回分の死の記憶こそがそのキーとなったことを知り、アクセラレータは激怒する。 しかしどんな攻撃を加えようともゴレムは再生を続け、完全なる『神』となるべく成長していく。 その惨状を前に、自分が誰も救えなかったどころか、すべての元凶が自分の家系にあったことに、立ち上がる力すらなくしてしまうエステル。 自分のその手で何を救いたいのか。エステルに、アクセラレータが問いかける――！"
                },
                "12": {
                    "ID": "7231718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231718",
                    "TitleEnglish": "Something to Protect",
                    "SummaryEnglish": "Accelerator, Esther and the others finally arrive near Isaac's main body, and ready themselves for the final conflict. However, with the charge in Accelerator's electrode nearly spent, do they stand a chance of defeating Isaac and saving the city?",
                    "TitleJapanese": "まもるべきもの",
                    "SummaryJapanese": "人間を取り込んで肥大化し、進化を遂げて完成形に近づいていく『完全なるゴレム』。 だが、舜帝の剣でその符を突き、『檮コツ』の疑似魂魄に干渉すれば止められるかもしれない。 エステルたちは符を宿す本体たるイサクの居場所を探してゴレムの体内を進んでいく。 取り込んだ者たちの思念が混じり合い、意識が浸食され始めたイサクの隙をつき、極大の力を振り絞って本体のもとへと道を切り開くアクセラレータ。 エステルは大事な約束を守るため。禍斗は主人を護るため。菱形幹比古は蛭魅を取り戻すため。ミサカ10046号は記憶を弄ばれた報いを与えるため―― それぞれの立場とそれぞれの目的のため、５人がイサクの前に立ちはだかる。そして、エステルの手に握られた舜帝の剣がイサクを貫いたそのとき……!!"
                }
            }
        }
    }
}