{
  "URL": "https://www.thetvdb.com/series/robihachi",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt9308014/",
    "https://www.themoviedb.org/tv/87464"
  ],
  "TitleEnglish": "RobiHachi",
  "SummaryEnglish": "Neo Tokyo, the year G.C. (Galaxy Century) 0051, which marks a half century since first contact was made. Humans have obtained super light-speed navigation technology and formed a commonwealth of planets with aliens. A streak of bad luck is continuing for self-proclaimed freelance reportage writer Robby Yarge, who is around 30 years old. He fails at work, so his contract is cut. His girlfriend leaves him, he nearly dies in a traffic accident, and debt collectors come after him. One day, a bag snatcher steals Robby's bag, and a young man helps him. Hatchi Kita, an 18-year-old part-time worker, catches the criminal and returns Robby's bag. Robby offers him his gratitude and a meal in return. The pair discover they are complete opposites and soon part ways. However, Hatchi turns up again in Robby's life as a debt collector. Hatchi explains that it's his part-time job working for the loan shark Yan. A cat-and-mouse chase begins, and Yan's Finance president Yan takes his subordinates Aro and Gra along for the ride. Robby manages to elude Hatchi and escape to space while shaking off Yan's group. Robby thinks of escaping to Isekandar, a distant and legendary planet in the Milky Way that is said to bring happiness to those who go there. Though Robby thought he had escaped to space alone, he discovers Hatchi inside his spaceship. The two decide to travel across the galaxy together in search of Isekandar.",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "800571",
      "URL": "https://www.thetvdb.com/series/robihachi/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7066266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7066266",
          "TitleEnglish": "Traveling Companions; Journey to the Star",
          "SummaryEnglish": "Robby Yarge, a man who comes from wealth but has little luck in life, has a chance encounter with Hatchi Kita, a brilliant young man who is tired of the predictability of his life, and the two begin an adventure toward the world of Isekandar.",
          "Aliases": []
        },
        "2": {
          "ID": "7089460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089460",
          "TitleEnglish": "Truth Found From an Octopus",
          "SummaryEnglish": "While fleeing Yang, Robby and Hatchi run low on fuel, and must make an emergency stop on Mars. Once there, they enjoy the hospitality of the octopus-like Martian people, but the pair soon stumble upon their shocking secret.",
          "Aliases": []
        },
        "3": {
          "ID": "7089462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089462",
          "TitleEnglish": "Pique on Planet Pluto",
          "SummaryEnglish": "As Robby and Hatchi try to figure out why Hizakuriger is aboard their ship, they are force to land on Pluto. There, the pair are asked to do for Pluto what they did for Mars, only this time, there is another ad agency already on the case.",
          "Aliases": []
        },
        "4": {
          "ID": "7089464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089464",
          "TitleEnglish": "Merfolk On the End of the Pole",
          "SummaryEnglish": "The trio stops off on the planet Odwarla, an ocean planet inhabited by merfolk for lunch. When Hatchi is reluctant to use his Smartbracelet, he and Ikku end up having to work off the cost of their meal, while Robby gets food poisoning.",
          "Aliases": []
        },
        "5": {
          "ID": "7089465",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089465",
          "TitleEnglish": "The Don Opens All Doors",
          "SummaryEnglish": "When Robby and Hatchi reach Haccone, they are unable to pass the checkpoint because they lack travel permits. While contemplate their next move, they visit the planet below and enjoy the hot springs, where they learn of a possible solution.",
          "Aliases": []
        },
        "6": {
          "ID": "7089466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089466",
          "TitleEnglish": "Qu-eel-le Surprise",
          "SummaryEnglish": "Robby and Hatchi visit Hamama II, home of the Great Eel Festival. Little do they know that Yang and his gang have tracked them there, where they are also enjoying the festivities, as Yang is affected by the eels' legendary powers of virility!",
          "Aliases": []
        },
        "7": {
          "ID": "7089467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089467",
          "TitleEnglish": "Land of Dreams Just Ahead",
          "SummaryEnglish": "The gang pays a visit to the planet Akka Sakka, a giant theme park. However, while Hatchi enjoys himself to the fullest, Robby and Ikku find themselves overwhelmed by the planet's ruthlessly-enforced regulations on negative speech.",
          "Aliases": []
        },
        "8": {
          "ID": "7089468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089468",
          "TitleEnglish": "Heads I'm Tin, Tails You Lose",
          "SummaryEnglish": "Low on fuel, Robby and Hatchi find themselves on Mulberry 8, a world where mechanical people are in charge and living beings are slaves. The two must learn to navigate the feudalistic society and adapt to anti-human discrimination.",
          "Aliases": []
        },
        "9": {
          "ID": "7089469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089469",
          "TitleEnglish": "The Family That Stays Together, Hizakuriger",
          "SummaryEnglish": "The crew make a stop at the industrial world of Yokkamarché, where they meet the man who gave Robby's father the Nagaya Voyager and the Hizakuriger robot. Robby receives a startling revelation about a member of his family.",
          "Aliases": []
        },
        "10": {
          "ID": "7089470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089470",
          "TitleEnglish": "Never Get Involved in a Buddies’ Quarrel",
          "SummaryEnglish": "The long journey thus far has taken a psychological toll, and when it is revealed that they may be turned away from Isekandar, pent-up tensions erupt between Robby and Hatchi. Yang and his crew bide their time on the planet Pinopendio.",
          "Aliases": []
        },
        "11": {
          "ID": "7089471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089471",
          "TitleEnglish": "Common Fame Is a Common Isekandar",
          "SummaryEnglish": "Robby and Hatchi are delighted to finally arrive on Isekandar, and are soon overwhelmed by the number of souvenir shops around the Great Temple of Isekandar. Ikku, however, remains cynical of everything going on around them.",
          "Aliases": []
        },
        "12": {
          "ID": "7089472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robihachi/episodes/7089472",
          "TitleEnglish": "Dream of the Moon, Dream of the Earth",
          "SummaryEnglish": "With Yang closing in from one side, and the Luna Guard closing in from the other, Robby and Hatchi flee Isekandar in the Nagaya Voyager, and discover another of Dontsu's secrets. As both factions give chase, can they return to Earth safely?",
          "Aliases": []
        }
      }
    }
  }
}