{
  "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10256918/",
    "https://www.themoviedb.org/tv/90546",
    "https://en.wikipedia.org/wiki/A_Certain_Scientific_Accelerator"
  ],
  "TitleEnglish": "A Certain Scientific Accelerator",
  "SummaryEnglish": "The espers of Academy City are classified into six levels, where \"Level 0\" lacks power while \"Level 5\" possesses an overwhelming amount. Of the several million espers residing in Academy City, only seven of them have attained Level 5, and ranked highest among them is the one known as Accelerator. Toaru Kagaku no Accelerator focuses on the strongest Level 5 after he protects the cheerful Last Order at the price of much of his power. Recovering at the hospital, Accelerator has led a relatively quiet life until he ends up saving the life of Estelle Rosenthal, a mysterious girl carrying a photo of Last Order. Unfortunately, Accelerator now finds himself dragged into a new conflict in the form of a sinister organization called Disciplinary Action which plots to use Last Order for a dangerous mission. Now that they have set their plan into motion and are in pursuit of the young girl, it's up to the world's most powerful esper and his newfound companion to protect Last Order and defend Academy City in the process.",
  "Aliases": [
    "Toaru Kagaku no Accelerator"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "800545",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "7918630",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7918630",
          "TitleEnglish": "Sally Forth, Mr. Accel! A Madcap Onslaught",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "809725",
      "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7171921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7171921",
          "TitleEnglish": "Accelerator (Academy City's Mightiest Esper)",
          "SummaryEnglish": "The day arrives for Accelerator's bandages to come off after he is shot in the head, and Last Order is eager to celebrate. A secret weapon is stolen from an atmospheric research facility, and the culprits seem to be targeting Accelerator with it.",
          "Aliases": []
        },
        "2": {
          "ID": "7231703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231703",
          "TitleEnglish": "Necromancer (Raiser of the Dead)",
          "SummaryEnglish": "A high-school-age girl attempts suicide, but finds herself at the mercy of a fanatical group calling themselves \"DA.\" When a young woman carrying a photo of Last Order is pursued through the hospital, Accelerator determines to find out why.",
          "Aliases": []
        },
        "3": {
          "ID": "7231704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231704",
          "TitleEnglish": "Numbers (Charms of the Four Perils)",
          "SummaryEnglish": "Esther leads Accelerator to the warehouse where she was once held, where they encounter a more advanced \"coffin\" controlled by Hishigata. Accelerator tries to learn more about DA. Esther reveals more about how her necromancy works.",
          "Aliases": []
        },
        "4": {
          "ID": "7231706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231706",
          "TitleEnglish": "Third Number (The Pseudo-Soul, Huotou)",
          "SummaryEnglish": "Accelerator takes on the two DA members in the hospital morgue, and receives assistance from an unexpected source. When DA once again messes up a mission at the hospital, plans go into motion to have them removed from the operation.",
          "Aliases": []
        },
        "5": {
          "ID": "7231707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231707",
          "TitleEnglish": "DA (Security Officer Darkness)",
          "SummaryEnglish": "As Accelerator is sidelined while his Misaka Network electrode recharges, Antiskill leads a raid on a supplement factory being used as a front for DA. Meanwhile, the members of Scavenger carry on their mission to eliminate DA.",
          "Aliases": []
        },
        "6": {
          "ID": "7231709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231709",
          "TitleEnglish": "Scavenger (Corpse-Eating Squad)",
          "SummaryEnglish": "Yomikawa attempts to defend Esther, Huotou, and the Sisters clone from Scavenger's attacks, and learns why they are so hostile to the city's teaching staff. Huotou fights back against Naru, with help from Esther, but will it be enough?",
          "Aliases": []
        },
        "7": {
          "ID": "7231711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231711",
          "TitleEnglish": "Download (Time Limit)",
          "SummaryEnglish": "Having failed to obtain Last Order, Hishigata instead directs his efforts toward securing the kidnapped Sisters clone to gain the memories of their 10031 deaths to complete his formula. Esther begs Accelerator to take her under his wing.",
          "Aliases": []
        },
        "8": {
          "ID": "7231712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231712",
          "TitleEnglish": "Friend (Hirumi)",
          "SummaryEnglish": "Unable to discover the secret to reaching Level 6, Hishigata tries a new approach by recruiting Esther Rosenthal, a necromancer. Esther and Hishigata's sister, Hirumi, become fast friends, but Hirumi's secret may jeopardize that friendship.",
          "Aliases": []
        },
        "9": {
          "ID": "7231715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231715",
          "TitleEnglish": "Memory of Death (10031 Deaths)",
          "SummaryEnglish": "As Hishigata's coffins are en route to his lab with the Sisters clone, Accelerator manages to throw a monkey wrench into their operation. Hishigata completes his formula, providing a boost to the coffins' abilities, which are turned on Accelerator.",
          "Aliases": []
        },
        "10": {
          "ID": "7231716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231716",
          "TitleEnglish": "Catastrophe (Awakening)",
          "SummaryEnglish": "While Hishigata continues to bleed out from his stab wound, Hirumi opens her eyes and seems to be her normal self. However, as her Level-6 transformation progresses, it becomes clear that not everything about Hirumi is as it appears.",
          "Aliases": []
        },
        "11": {
          "ID": "7231717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231717",
          "TitleEnglish": "Perfect Golem (Perfect Body)",
          "SummaryEnglish": "Hirumi's body continues its horrific transformation, assimilating the facility and growing larger. Esther is confronted with the question of what she wants to do about her situation, and whether she can step up to become a hero.",
          "Aliases": []
        },
        "12": {
          "ID": "7231718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-certain-scientific-accelerator/episodes/7231718",
          "TitleEnglish": "Something to Protect",
          "SummaryEnglish": "Accelerator, Esther and the others finally arrive near Isaac's main body, and ready themselves for the final conflict. However, with the charge in Accelerator's electrode nearly spent, do they stand a chance of defeating Isaac and saving the city?",
          "Aliases": []
        }
      }
    }
  }
}