{
    "URL": "https://www.thetvdb.com/series/amazing-stranger",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10696020/",
        "http://choukadou-anime.com/",
        "https://www.themoviedb.org/tv/87692"
    ],
    "TitleEnglish": "Amazing Stranger",
    "SummaryEnglish": "Bouida Haruto, a hardcore otaku with no interest in 3D (real) women, once appreciated figures from afar, accepting that \"if you get into them, there's no turning back.\" However, when Nona, a character he loved from an anime called \"Girls→Planetary Investigation\" had a figure of her released, he ended up purchasing it. And then that night, the figure of Nona somehow came to life, and a couple-like lifestyle between man and toy began.",
    "TitleJapanese": "超可動ガール1／6",
    "SummaryJapanese": "三次元（現実）の女性に興味が無い硬派なオタク、房伊田春人。\nある日、大好きなアニメのヒロイン・ノーナの美少女フィギュアを購入したが、突然フィギュアのはずのノーナが動き出した！\n一人 と 一機 （？）の ドタバタ夫婦的生活、始まる！",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "801042",
            "URL": "https://www.thetvdb.com/series/amazing-stranger/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7072012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7072012",
                    "TitleEnglish": "You’re a Super Mobile Girl",
                    "SummaryEnglish": "Bouida Haruto is a work-from-home programmer and self-acknowledged anime nut. He's an especially die hard fan of the anime \"Planetary Explorer Girl.\" One day, he buys a 1/6 scale figurine of the main character Nona and it begins to move as though it's alive...",
                    "TitleJapanese": "君は超可動ガール",
                    "SummaryJapanese": "在宅プログラマーの房伊田春人は自他共に認める“どマニア”。なかでもアニメ『少女→惑星探査』の大ファンだった。そんな彼が買ってきた1/6スケールのフィギュア・ノーナが、生きているかのように動き出して――。"
                },
                "2": {
                    "ID": "7132806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7132806",
                    "TitleEnglish": "Earth Robot: Ozma",
                    "SummaryEnglish": "Following Nona, the figurine of a character who acts as her support in the anime, Ozma, starts moving. What is going on...?! In the midst of everything, Nona finds out she's a figurine and...",
                    "TitleJapanese": "地球ロボット・オズマ",
                    "SummaryJapanese": "ノーナに続き、アニメのなかで彼女のサポート役だったオズマのフィギュアまでもが動き出してしまう。いったい、なぜ……!?　そんななか、自分がフィギュアであると知ってしまったノーナは――。"
                },
                "3": {
                    "ID": "7132808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7132808",
                    "TitleEnglish": "What You Learn Today Can Be Overturned Tomorrow",
                    "SummaryEnglish": "Haruto watches as his younger sister, Mikoto, seems to blithely accept the reality of figurines that move on their own, but Mikoto actually wants to unravel the mystery of the phenomenon and presses Nona for answers. Haruto, on the other hand, wants to have fun with his otaku buddy Kanmuri Seijirou in their otaku discussion, but...",
                    "TitleJapanese": "今日知ったことは明日覆る／ふたりのクリスマス",
                    "SummaryJapanese": "動くフィギュアの存在あっさりと受け入れたかに見えた、春人の妹・ミコト。しかし、彼女は謎を解くためにノーナに迫るのだった。一方、春人は昔からのオタク友達である冠成次郎とオタク談義に花を咲かせるが――。"
                },
                "4": {
                    "ID": "7141347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7141347",
                    "TitleEnglish": "Bellnoa the Brave",
                    "SummaryEnglish": "A second moving figurine appears before Haruto and Nona - Bellnoa. She's the main character of the RPG \"Dragulious Saga 4,\" and no matter how much it's explained to her, she refuses to accept reality. Then Nona's hidden powers activate...",
                    "TitleJapanese": "勇者ベルノア",
                    "SummaryJapanese": "春人とノーナの前に現れた第二の動くフィギュア・ベルノア。ＲＰＧ『ドラグリウスサーガ』の主人公であり戦闘マニアの彼女は、いくら説明しても現実を受け入れられない。さらにはノーナの隠された力までが発動し――。"
                },
                "5": {
                    "ID": "7156534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7156534",
                    "TitleEnglish": "Dragulious Saga",
                    "SummaryEnglish": "Haruto has entered the world of \"Dragulious Saga\" via the strange powers of a new moving figurine - Kusabi. He joins Bellnoa the hero on a quest to vanquish the Demon Dragon King, but Bellnoa harbors deep misgivings...",
                    "TitleJapanese": "ドラグリウスサーガ",
                    "SummaryJapanese": "新たな動くフィギュア・クサビの不思議な力で『ドラグリウスサーガ』の世界に入り込んでしまった春人。勇者であるベルノアと共に竜魔王を倒すための旅に出るが、彼女は深い悩みを抱えていたのだった――。"
                },
                "6": {
                    "ID": "7166595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7166595",
                    "TitleEnglish": "Even in Love, Even in Love",
                    "SummaryEnglish": "Haruto and Bellnoa have managed to return from the world of \"Dragulious Saga.\" However, on their adventure, Bellnoa has begun to harbor feelings of love toward Haruto. Now, self-proclaimed wife Nona and Bellnoa fight, each with their love on the line...!",
                    "TitleJapanese": "ラブしても ラブしても",
                    "SummaryJapanese": "『ドラグリウスサーガ』の世界から、なんとか帰還した春人たち。しかし、その冒険のなかでベルノアは春人に好意を抱いてしまっていた。正妻を自称するノーナとベルノア、ふたりの愛を賭けた戦いが始まる……！"
                },
                "7": {
                    "ID": "7177418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7177418",
                    "TitleEnglish": "Keep the Secret a Secret",
                    "SummaryEnglish": "Kanmuri Seijriou believes that the mystery of the moving figurines should be solved, but Haruto refuses to to help. That's when a fourth moving figurine appears before his eyes, Subaru - a character from Striking Fist 3.",
                    "TitleJapanese": "ナイショはヒミツにしておいて",
                    "SummaryJapanese": "動くフィギュアの謎を解明すべくやって来た冠成次郎。しかし、春人は協力を拒んでしまう。そんな彼の前に現れたのは、第四の動くフィギュア・すばる。格闘ゲームストライキングフィストIII』のキャラクターだった。"
                },
                "8": {
                    "ID": "7192574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7192574",
                    "TitleEnglish": "Striking Fist",
                    "SummaryEnglish": "Kanmuri's plotting has Haruto trapped in the world of \"Striking Fist III\". Nona, Bellnoa, and Subaru go to save him, but powerful enemies await them!",
                    "TitleJapanese": "ストライキングフィスト",
                    "SummaryJapanese": "冠の企みで、『ストライキングフィストIII』の世界に囚われてしまった春人。ノーナ、ベルノア、すばるの三人は彼を救出に向かうが、そこには強大な敵が待ち構えていた――！"
                },
                "9": {
                    "ID": "7205949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7205949",
                    "TitleEnglish": "Love You Till I Die, Love Even Your Lies",
                    "SummaryEnglish": "While Haruto's friendship with Bellnoa and Subaru grows stronger, Nona has an ominous dream that makes her worried for her future with Haruto. As a result, she does what she can to draw Haruto's affections to her, but...",
                    "TitleJapanese": "死ぬまで愛して ウソまで愛して",
                    "SummaryJapanese": "次第にベルノアやすばるとの仲を深めていく春人。そんななか、不吉な夢を見てしまったノーナは、春人との将来が心配になってしまう。そのため、どうにかして春人の気を引こうとするが――。"
                },
                "10": {
                    "ID": "7218721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7218721",
                    "TitleEnglish": "Another World! Staying with Figurines at a Hot Spring Inn",
                    "SummaryEnglish": "Haruto, Nona, and the others have gone to an onsen at Kanmuri's invitation. But while they're relaxing, a new moving figurine appears and challenges them to a fight. Nona unleashes her DP System in response, but...",
                    "TitleJapanese": "別天地！ フィギュアと泊まれる温泉宿",
                    "SummaryJapanese": "冠からの招待で、温泉宿にやって来た春人とノーナたち。だが、くつろいでいた彼らの前に新たな動くフィギュア・比等間ルウが現れ、闘いを挑んで来る。ノーナはＤＰ システムを開放して対抗するが――。"
                },
                "11": {
                    "ID": "7227912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7227912",
                    "TitleEnglish": "Space Probe’s (Space Pilot’s) Song",
                    "SummaryEnglish": "In order to understand her roots, Nona watches the last episode of \"Planetary Explorer Girl\" with Haruto and the others. Seeing the story that unfolds there leads Nona to make a certain decision. Meanwhile, Kanmuri comes to Haruto's apartment to reveal a shocking truth...",
                    "TitleJapanese": "惑星探査機の歌",
                    "SummaryJapanese": "自分のルーツを知るために、アニメ『少女→惑星探査』の最終回を観る春人とノーナたち。そこに映し出された物語を見たノーナは、ある決断をする。一方、春人の部 屋を訪れた冠は、驚くべき事実を語るのだった――。"
                },
                "12": {
                    "ID": "7227913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-stranger/episodes/7227913",
                    "TitleEnglish": "Let Me See Your Universe",
                    "SummaryEnglish": "Using Kusabi's powers, Nona enters into the world of the last episode of the anime \"Planetary Explorer Girl,\" intending to leave Haruto and the others forever. When Haruto learns this, he...",
                    "TitleJapanese": "君の宇宙を見せて",
                    "SummaryJapanese": "クサビの力を使い、アニメ『少女→惑星探査』の最終回の世界へと向かったノーナ。それは、春人たちとの別れを意味していた。そして、それを知った春人は――。"
                }
            }
        }
    }
}