{
    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9883660/",
        "https://www.themoviedb.org/tv/87474"
    ],
    "TitleEnglish": "Namu Amida Butsu!: Rendai Utena",
    "SummaryEnglish": "Long before superheroes, there were legends. One of them begins with Shaka Nyorai, whose bravery and enlightenment once saved humanity forever. But forever is fleeting because Mara, the personification of Earthly desires, forges a corrupt coalition with the devil to again visit wrath and vengeance upon humankind. To counter Mara's cruel attack, the divine beings Taishakuten and Bonten must join forces with the Thirteen Buddhas. Can the allied powers of light defeat the vicious onslaught and save humankind in their darkest hour?",
    "TitleJapanese": "なむあみだ仏っ！-蓮台 UTENA-",
    "SummaryJapanese": "煩悩を、浄化せよ。人々を救うため煩悩に立ち向かう！\n現世に降臨した仏様のドタバタ共同生活！？\n釈迦如来の使命を受け、現世に降臨した帝釈天と梵天。\nその使命とは、煩悩の化身・マーラから人々を守ることだった！\n彼らは釈迦如来率いる十三尊の仏たちと共に梵納寺で共同生活を始める。\n顔を合わせては反発しあってばかりの帝釈天と梵天。\n過去に起きた「ある事件」のせいで二人の間には大きな溝が生まれている。\n煩悩から人々を救おうと奮闘する二大護法善神の帝釈天と梵天。\nそして、己の道を突き進む阿修羅の物語が今始まる！",
    "Aliases": [],
    "Modified": "2023-12-02",
    "Seasons": {
        "1": {
            "ID": "800992",
            "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7071113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7071113",
                    "TitleEnglish": "No Amount of Shooing Can Keep Earthly Vices at Bay",
                    "SummaryEnglish": "Taishakuten and Bonten are here to deliver the Earth from evil! But evil takes time to show up, and these two deities need a crash course on the conveniences of modern life.",
                    "TitleJapanese": "煩悩の犬は追えども去らず",
                    "SummaryJapanese": "煩悩の化身・マーラから人々を救う為、釈迦如来により天界から現世に呼ばれた帝釈天と梵天。仏たちの拠点である梵納寺にて十三仏との共同生活がはじまるも、天界と現世の違いに困惑してばかり。そんな中、帝釈天と梵天は釈迦如来からある命を受けて――。"
                },
                "2": {
                    "ID": "7116237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116237",
                    "TitleEnglish": "No Treasure is Worth More than Friendship",
                    "SummaryEnglish": "Karuraten is tired of Taishakuten and Bonten’s constant bickering, but if he wants to stay in the material world, he’ll need help to get the two to behave.",
                    "TitleJapanese": "友に勝る財宝なし",
                    "SummaryJapanese": "平穏な日々が続き、おとなしく梵納寺に待機する帝釈天と梵天だが、お互い顔を合わせれば揉めてばかりいる。そんなある日、帝釈天は普賢菩薩から「梵納寺には【普賢菩薩派】と【文殊菩薩派】があり、菩薩たちはいずれかの派閥に属している」と聞かされて――。"
                },
                "3": {
                    "ID": "7116239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116239",
                    "TitleEnglish": "Behold the Flower that Blooms in the Shadow of the Obvious",
                    "SummaryEnglish": "Kannon and Seishi are brothers but misunderstandings threaten to drive them apart. Meanwhile, Miroku seeks to prove he’s not a kid and finds new friends among senior citizens.",
                    "TitleJapanese": "当然の陰に咲く花を見よ",
                    "SummaryJapanese": "梵納寺の台所を取り仕切る観音菩薩が頭を抱えている。その原因がいつも一緒にいる弟の勢至菩薩にあると考えた梵天は、少し距離を置くようにと提案する。しかし、姿を見せない弟を心配した観音菩薩は、その所在を帝釈天に探らせる。一方、勢至菩薩は、煩悩を追跡していた弥勒菩薩と行動をともにしていて――。"
                },
                "4": {
                    "ID": "7116241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116241",
                    "TitleEnglish": "You Can’t Fulfill Wishes Without Both Feet on the Ground",
                    "SummaryEnglish": "The situation’s changed. An ambush by powerful vices means the Thirteen Buddhas must consolidate their strength… but Dainichi hasn’t returned from his vacation yet.",
                    "TitleJapanese": "地に足つかねば願い達せず",
                    "SummaryJapanese": "突如現れた煩悩に腹部を貫かれる梵天。弥勒菩薩、観音菩薩、勢至菩薩らによって梵納寺に運ばれ、傷の手当ては薬師如来に委ねられた。今までとは違う凶悪な煩悩が現れたことで、大日如来を再び梵納寺に呼び戻すことが決まるも行方が分からない。大日如来の捜索に、外の世界に詳しい地蔵菩薩と大日如来の化身である不動明王が向かうことになりーー。"
                },
                "5": {
                    "ID": "7116243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116243",
                    "TitleEnglish": "One Lie Leads to a Hundred Lies",
                    "SummaryEnglish": "Dainichi’s overwhelming power is the solution to their escalating situation. However, he’s unwilling to return to duty. Why?",
                    "TitleJapanese": "ひとつの嘘が百の嘘に通ずる",
                    "SummaryJapanese": "大日如来と偶然の再会を果たした帝釈天と梵天。これで一安心と思いきや、大日如来は梵納寺に帰ることを拒む。必死に説得を試みる中、梵天の提案で、事態は思わぬ方向へと動き出す。そして、どうやら大日如来には帰りたくない『ある理由』があるようでーー。"
                },
                "6": {
                    "ID": "7116245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116245",
                    "TitleEnglish": "If You Are to Forgive Sin Behold the Face of the Sinner",
                    "SummaryEnglish": "As the Buddhas split into teams to deal with the increasing threat, Taishakuten and Bonten attempt to lift Shaka’s spirits.",
                    "TitleJapanese": "過ちを赦すなら、罪人の顔をみよ",
                    "SummaryJapanese": "梵納寺に戻った帝釈天たち。大日如来は、仏たちにマーラの罠にはまり輪光を失ったことを告白する。仏たちは輪光の欠片探しに追われることに……。そんな時、帝釈天と梵天は、阿弥陀如来から「釈迦如来が抱える悩みの理由」を探るよう命じられる。そんな中、記憶力に長ける虚空蔵菩薩から興味深い話を聞いて――。"
                },
                "7": {
                    "ID": "7116246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116246",
                    "TitleEnglish": "You Cannot Return to the Past But You Can Carry on With the Future",
                    "SummaryEnglish": "Despite Taishakuten’s pleas, the flames of Ashura’s wrath refuse to quell. They were once friends, but that is no longer true. What happened in the distant past?",
                    "TitleJapanese": "過去へは戻れぬが、未来は進める",
                    "SummaryJapanese": "餃子パーティーが行われている最中、帝釈天が突如、梵納寺から姿を消す。帝釈天が向かう先には阿修羅がいた。帝釈天から目を離したことを悔やむ梵天は釈迦如来の力を借りて、彼を追う。対決する阿修羅と帝釈天。彼らを切り裂いた悲しい過去とは……？"
                },
                "8": {
                    "ID": "7116247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116247",
                    "TitleEnglish": "Out of Sight is Different From Gone",
                    "SummaryEnglish": "As Taishakuten recovers from his wounds, an enraged Fudo vows to hunt Ashura down. When Fudo goes AWOL, Amida and Bonten must locate him.",
                    "TitleJapanese": "見ぬと消失は同意にあらず",
                    "SummaryJapanese": "進むべき道を違えたかつての仲間、阿修羅との激闘の末、深い傷を負った帝釈天。薬師如来の懸命な手当のおかげで傷は癒えるもどこか元気がない。そんな帝釈天の態度に梵天はやきもきしている。一方仏たちは、これ以上マーラの力を増大させぬように手分けして輪光を探しに向かってーー。"
                },
                "9": {
                    "ID": "7116248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116248",
                    "TitleEnglish": "Set the Unenlightened Night Aglow With Smiles",
                    "SummaryEnglish": "Mara’s decisive strike against the shrine yields devastating results. With the halo fragments stolen and Shaka Nyorai captured, the Buddhas’ only hope is a cryptic message.",
                    "TitleJapanese": "無明の夜こそ、笑みを燃べよ",
                    "SummaryJapanese": "マーラの策略により、煩悩は炎とともに本堂へと広がり、梵納寺は破壊された。残りの輪光をも失い愕然とする一同。煩悩に背後から襲われた釈迦如来の姿はどこにもなく、仏たちに不安がよぎるが、釈迦如来が残した「やるべきことをキチンとね」という伝言の通り、梵納寺の再建に動く。"
                },
                "10": {
                    "ID": "7116249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116249",
                    "TitleEnglish": "The Fruit Of Doubt Bears No Seed",
                    "SummaryEnglish": "As Taiskakuten fends off Ashura’s assault, Boten attempts to free Shaka Nyorai. The others rally to save Shinjuku, but how can hope remain when even gods can succumb to vices?",
                    "TitleJapanese": "疑心の果実に種はなし",
                    "SummaryJapanese": "遂に動き出したマーラ。街中にあふれる煩悩から、人々を避難させる仏たち。一方、アジトに辿り着いた帝釈天と梵天は、行方知らずの釈迦如来を見つけるが、溢れ出すマーラの煩悩に今にも飲み込まれそうである。更に二人の前には、赤い目を光らし自我を失った阿修羅が立ち塞がりーー。"
                },
                "11": {
                    "ID": "7116250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116250",
                    "TitleEnglish": "There Can Be No Enlightenment Without Vice",
                    "SummaryEnglish": "Mara loses composure as the tide of battle swings in the Buddhas’ favor, but nothing is more dangerous than a cornered foe. What will this mean for Shaka Nyorai and Ashura?",
                    "TitleJapanese": "煩悩なければ悟りもまたなし",
                    "SummaryJapanese": "自我を取り戻した阿修羅と共にマーラに挑む帝釈天と梵天。だが輪光の力を手に入れたマーラのパワーは凄まじく、その脅威は人々を避難させる仏たちにも迫りつつあった。果たして輪光は大日如来に戻るのか。"
                },
                "12": {
                    "ID": "7116251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/namu-amida-butsu-rendai-utena/episodes/7116251",
                    "TitleEnglish": "Be at Peace with Vice-Prone Souls",
                    "SummaryEnglish": "The deities have earned a break after their fierce battle against Mara. Ashura tries to integrate with the team, but can he successfully do so after all that’s happened?",
                    "TitleJapanese": "意馬心猿と、和解せよ",
                    "SummaryJapanese": "マーラとの戦いを終えて、梵納寺には再び平和な時間が流れていた。\n\n二大護法善神である帝釈天と梵天、十三仏たち、そして、梵納寺に馴染みつつある阿修羅。一時休戦したマーラとの戦いを通して生まれた新たな感情とともに、今すべてが動き始める。"
                }
            }
        }
    }
}