{
    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9883346/",
        "http://senkosan.com/",
        "https://www.themoviedb.org/tv/87461",
        "https://x.com/sewayakisenko"
    ],
    "TitleEnglish": "The Helpful Fox Senko-san",
    "SummaryEnglish": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin. Fox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.",
    "TitleJapanese": "世話やきキツネの仙狐さん",
    "SummaryJapanese": "日々、自宅とブラック会社を往復する会社員・中野のもとに押しかけてきた神使のキツネ・仙狐さん（800歳・幼女）。\n彼女は疲労困憊の中野を、食事、洗濯、特別サービス(？)でめいっぱい“お世話”して、潤してくれるのです。\n突然始まる、仙狐さんと中野の共同生活。現代社会に疲れた全ての人に届けたい、お世話系甘やかしコメディ！",
    "Aliases": [
        "Meddlesome Kitsune Senko-san",
        "Senko, the Always-Helpful Fox",
        "The Caring Fox Senko-san",
        "Sewayaki Kitsune no Senko-san",
        "the helpful fox girl"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "800989",
            "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7821456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7821456",
                    "TitleEnglish": "Super Senko-san Time Mini Special - Episode 12",
                    "SummaryEnglish": "Unaired episode 12 of the special segment \"Super Senko-san Time\" included in the 3rd BD volume.",
                    "TitleJapanese": "第12話 スーパー仙狐さんタイム",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "800990",
            "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7071103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7071103",
                    "TitleEnglish": "I'm going to pamper him to his heart's content!",
                    "SummaryEnglish": "It was another long, hard day at work for Kuroto Nakano... until he came home to find a demigod fox cooking dinner for him.",
                    "TitleJapanese": "存分に甘やかしてくれよう",
                    "SummaryJapanese": "ブラックな会社に勤め、疲労困憊の日々を過ごすサラリーマンの中野くん。\nある日、残業の末疲れ果てて帰宅すると、何故か消したはずの部屋に明かりが。\n不思議に思いながら開いた扉の先にいたのは、温かい料理を作る狐耳と尻尾姿の少女でした。\n「仙狐」と名乗り、自らを800歳の神使の狐と高らかに謳う少女の出現に\n混乱を隠しきれない中野くん。\n仙狐さんは中野くんのことをお世話しに来た、と言うのですが……。"
                },
                "2": {
                    "ID": "7081298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081298",
                    "TitleEnglish": "Don't be shy, now!",
                    "SummaryEnglish": "Senko continues to pamper Nakano with dinner and ear cleanings, but her outbursts are starting to make the neighbor suspicious.",
                    "TitleJapanese": "恥ずかしがらずともよいよい",
                    "SummaryJapanese": "翌朝、部屋で仙狐さんの姿を見て、\n昨晩の出来事が夢ではなかったと理解する中野くん。\n昨晩遅くに帰宅したにも関わらず、朝食を食べることもなく\n慌てて出勤していく中野くんの姿を見送った仙狐さんは、\n帰宅後の彼を存分に甘やかそうと決意します。\n手始めに一人暮らしですっかり汚れた部屋の掃除に洗濯、料理と、\n慣れた手付きで家事をこなし始めるのでした。"
                },
                "3": {
                    "ID": "7081299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081299",
                    "TitleEnglish": "As long as you're happy",
                    "SummaryEnglish": "Nakano and Senko's neighbor finally confronts them! Fortunately she's a fan of Little Yoko, Inari Girl. Later, Senko and Nakano visit the supermarket.",
                    "TitleJapanese": "おぬしが幸せならそれでよい",
                    "SummaryJapanese": "とある休日、仲良くゲームで遊んでいた中野くんと仙狐さん。\n対戦ゲームで見事勝利した中野くんが、仙狐さんに尻尾をモフモフさせてもらうべく\n迫っていた瞬間、玄関から女性の怒鳴り声が！\nそこに立っていたのは隣に住んでいる大学生兼漫画家の高円寺さん。\n男性の一人暮らしだと思っていた部屋で、幼女に迫（っているように見え）る\n中野くんの姿を目撃した高円寺さんは……。"
                },
                "4": {
                    "ID": "7081300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081300",
                    "TitleEnglish": "Why must you work on a day off!?",
                    "SummaryEnglish": "Senko tries to help Nakano get up for work on a Sunday, then gets into a bit of a mess with the household appliances.",
                    "TitleJapanese": "なぜ休日に仕事をせねばならんのじゃ!?",
                    "SummaryJapanese": "いつにも増してボロボロな姿で帰宅した中野くん。\n翌日は日曜日、ゆっくりと休むことをすすめる仙狐さんですが、\nなんと中野くん、日曜日も働かなければならないと言うではありませんか！\nいつか倒れてしまうのではと気が気でない仙狐さん、せめて気持ち良く\n目覚められるようにと、翌朝中野くんを起こしてあげると申し出るのですが……。"
                },
                "5": {
                    "ID": "7081301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081301",
                    "TitleEnglish": "I've got a tail, too, you know?",
                    "SummaryEnglish": "Shiro does her best to please Nakano, but gets a little more than she bargained for. Later, Senko scrubs Nakano's back for him.",
                    "TitleJapanese": "しっぽなら、わらわのがあるじゃろ？",
                    "SummaryJapanese": "突然始まった仙狐さんとの共同生活という非日常にも、ようやく慣れてきた中野くん。\nその日も仕事を終えて仙狐さんが待つ家に帰ってくると、\nそこにはもう一匹、我が家のようにくつろぐ見知らぬ狐娘の姿が…！\n純白の耳と尻尾を持ち、仙狐さんと同じ神使の狐だというその狐は「シロ」と名乗り、\n続けて堂々と中野くんに宣言します。\n「特別にシロの頭を撫でさせてあげるわ！！」"
                },
                "6": {
                    "ID": "7081302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081302",
                    "TitleEnglish": "You just want to fluff more",
                    "SummaryEnglish": "Shiro drops by to play video games with Nakano. Later, Senko receives a gift from Koenji.",
                    "TitleJapanese": "もふりたいだけじゃろ、おぬし",
                    "SummaryJapanese": "さも当然のように、休日の中野くん宅へ颯爽と登場するシロ。\n以前、中野くんに尻尾をモフられそうになったことも忘れ、\nどうやら再び甘やかされにやってきたようです。\nそんなシロに、中野くんは部屋にあるゲームで遊ぶことを勧めます。\n仙狐さんが苦戦したチュートリアルを難なくこなし次々とクリアしていくシロ、\n遂には仙狐さんの手作りおはぎを賭けて中野くんにゲーム勝負を挑みます。\n果たして勝負の行方はいかに…！"
                },
                "7": {
                    "ID": "7081303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081303",
                    "TitleEnglish": "You smell like another fox",
                    "SummaryEnglish": "Senko shows Nakano her amazing massage skills. Later, Nakano misses the last train home, but gets some help from Shiro.",
                    "TitleJapanese": "おぬし、別のキツネの匂いがするのう",
                    "SummaryJapanese": "仙狐さんとの晩御飯を終え、食器を下げようと立ち上がった中野くんに衝撃が走る！\n日々の運動不足と会社での慣れない肉体作業によって\nすっかり腰を痛めてしまった中野くん。\nそんな彼の体の凝りをほぐさねばと意気込む仙狐さんの、\nすっと足を差し出しながら放たれた一言に中野くんは我が耳を疑うのでした。\n「わらわが踏んでやるのじゃ！」"
                },
                "8": {
                    "ID": "7081304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081304",
                    "TitleEnglish": "I'll make you forget all about it",
                    "SummaryEnglish": "Shiro takes everyone to the beach for a day of summer fun. While there, Kuroto encounters a mysterious stranger.",
                    "TitleJapanese": "わらわが忘れさせてやろう！",
                    "SummaryJapanese": "季節は夏！ しかし中野くんに与えられた夏季休暇はたったの１日だけ…。\n遠出もできないからと家で休もうとしていた中野くんと仙狐さんの元へ、\nいつもながらに突如現れるシロ。\n「さっさと出かける準備をしなさい！」と急かされ、連れてこられた先で\n中野くんと仙狐さん、そして高円寺さんが目にしたのは…燦々と輝く太陽、晴れ渡る空、\nそして一面に広がる美しい海でした！"
                },
                "9": {
                    "ID": "7081305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081305",
                    "TitleEnglish": "Is this less embarrassing for you?",
                    "SummaryEnglish": "Senko notices Nakano drooling over gratin on TV, and enlists Koenji and Shiro to help her make some. Later, Nakano gets a haircut!",
                    "TitleJapanese": "こうすれば恥ずかしくないじゃろ",
                    "SummaryJapanese": "夏も過ぎた頃のとある朝、テレビの料理特集を見てヨダレをすする中野くん。\n我に返り慌ただしく会社に出かける姿を見送りながら、仙狐さんは中野くんが\n夢中になっていた料理…グラタンを作ってあげたいと考えます。\nしかし、和食ならばなんでもお任せの仙狐さんも、洋食にはあまり自信がない模様。\nそこで隣の高円寺さん（＆シロ）と相談して、一緒に料理することに！\n中野くんのため、美味しいグラタンを作れるでしょうか…？"
                },
                "10": {
                    "ID": "7081306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081306",
                    "TitleEnglish": "It’s Nice to Let Your Inner Child Out Now and Then, Isn’t It?",
                    "SummaryEnglish": "A thick layer of fresh snow provides loads of fun for Senko and Nakano. However, the mood changes when the mysterious stranger returns!",
                    "TitleJapanese": "たまには童心に返るのもよいじゃろ？",
                    "SummaryJapanese": "しんと静まり返った早朝、カーテンを開けるとそこには一面に広がる雪景色が！\nこんな大雪では会社に行けるわけがない！と止める仙狐さんを尻目に、\nいつもどおり出勤しようとする中野くん。\n行く行かせないの押し問答のさなか、やっと会社からお休みの連絡が届きます。\nするとさっきまで出かけるのを止めていた仙狐さんが\n中野くんの手を引き、外に連れ出すのでした。\n「せっかくじゃし、雪遊びでもするかの！」"
                },
                "11": {
                    "ID": "7081307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081307",
                    "TitleEnglish": "It's Going to Be a Rough Night",
                    "SummaryEnglish": "Senko's Izakaya welcomes Nakano after a rough day at work. Later, Nakano decides to visit his mother and father.",
                    "TitleJapanese": "今夜は少し荒れそうじゃの",
                    "SummaryJapanese": "仕事から帰った中野くんが自宅の扉を開けると、\nそこには割烹着姿で三つ指ついて出迎える仙狐さんの姿が！\n何事かと驚く彼の目に入ったのは、暖簾に書かれた「居酒屋 仙狐」の文字でした。\n多種多様に取り揃えられたお酒と旬の素材を肴に堪能し、\nいつもより酔いが進んだ中野くんから思わず漏れる本音。\nそんな彼の心を、仙狐さんが優しく解きほぐします。"
                },
                "12": {
                    "ID": "7081309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-helpful-fox-senko-san/episodes/7081309",
                    "TitleEnglish": "Still...",
                    "SummaryEnglish": "Nakano returns home to find that Senko is not there. What will be the outcome of Senko's meeting with Sora?",
                    "TitleJapanese": "それでも、あやつを……",
                    "SummaryJapanese": "会社からの連絡で予定を早めに切り上げ、帰省から戻ってきた中野くん。\n帰ってきた彼を待っていたのは、預けた携帯電話だけを残し\n仙狐さんがいなくなった、空っぽの部屋でした。\n「良くないことが起きるかもしれない——」、という夜空の\n言葉が頭をよぎり、必死に仙狐さんを探す中野くんですが……。"
                }
            }
        }
    }
}