{
    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11764320/",
        "https://yatogame.nagoya/",
        "https://www.themoviedb.org/tv/87473",
        "https://x.com/yatogame_chan"
    ],
    "TitleEnglish": "Yatogame-chan Kansatsu Nikki",
    "SummaryEnglish": "Kaito Jin is a second year of high school student who moved to Aichi from Tokyo. He meets Monaka Yatogami, who has a heavy Nagoya dialect, and he learns about Nagoya through joining photography club.",
    "TitleJapanese": "八十亀ちゃんかんさつにっき",
    "SummaryJapanese": "東京育ちの高校生、陣界斗（じんかいと）が転校した先の名古屋で出会ったのは\n方言丸出しの女子高生「八十亀最中」（やとがめもなか）だった。\nネコのような風貌と露骨な名古屋弁を操る八十亀ちゃんは全然懐いてくれず…。\nかわいい八十亀ちゃんを観察し、名古屋の地位を向上させる、大人気局地コメディ！！",
    "Aliases": [
        "Yatogame-chan Kansatsu Nikki 2 Satsume",
        "Yatogame-chan Kansatsu Nikki 2nd Season",
        "Yatogame-chan Kansatsu Nikki (2019)"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "800923",
            "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9167202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9167202",
                    "TitleEnglish": "See Y'all Again (DELUXE DELUXE Version)",
                    "SummaryEnglish": "There's no school today, so I'm hanging out with the photography club gang. We decided to meet up at 8:00 AM, which is pretty early, but they tell me there's a good reason. So I've followed them to... Rent-a-Car? Is this just a karaoke place that called itself Rent-a-Car, or did we walk into a car rental place by mistake?! There are still so many things in Nagoya that are a mystery to me...",
                    "TitleJapanese": "また会おみゃあ (DeraDeraバージョン)",
                    "SummaryJapanese": "今日は休日、写真部のメンツと遊ぶことになった。集合時間は8時前と早い集合なのだが、訳があるらしい。 みんなについて行ってみるとそこには…れ、レンタカー…？レンタカーという名前がついたカラオケ店なのか、間違えてレンタカー屋さんに入ったのかどっちだ！？ まだまだ名古屋には俺の知らない魅力が隠れているらしい…。"
                },
                "2": {
                    "ID": "9310769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9310769",
                    "TitleEnglish": "八十亀ちゃんかんさつにっき 4さつめ 事前特番",
                    "SummaryEnglish": "2022/04/07(木) 22:00～22:05 ＡＴ－Ｘ 八十亀ちゃんかんさつにっき 4さつめ 事前特番 この時間は「八十亀ちゃんかんさつにっき 4さつめ 事前特番」を放送いたします 詳細情報 ＜ストーリー＞ 東京育ちの高校生、陣界斗（じんかいと）が転校した先の名古屋で出会ったのは方言丸出しの女子高生「八十亀最中」（やとがめもなか）だった。ネコのような風貌と露骨な名古屋弁を操る八十亀ちゃんは全然懐いてくれず…。かわいい八十亀ちゃんを観察し、名古屋の地位を向上させる、大人気局地コメディ!! ＜キャスト＞ 八十亀最中：戸松遥/陣界斗：市来光弘/只草舞衣：若井友希/笹津やん菜：小松未可子/陣繁華：東城日沙子/初内ララ：南條愛乃/雀田来鈴：松井恵理子/鉄平：赤羽根健治/一天前紫春：黒木ほの香/輿安七帆：伊藤彩沙/土辺世瑠蘭：長縄まりあ/辻優秀：間島淳司 他",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9310770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9310770",
                    "TitleEnglish": "八十亀ちゃん振り返り特番「八十亀ちゃんかんさつにっき あとがき」",
                    "SummaryEnglish": "2022/06/23(木) 22:00～22:05 ＡＴ－Ｘ 八十亀ちゃん振り返り特番「八十亀ちゃんかんさつにっき あとがき」 「八十亀ちゃんかんさつにっき　４さつめ」を長江アナ、石井アナが振り返り、それぞれのご当地ネタを披露。さらに「虎山茶々」が今後の八十亀ちゃん関連情報をお届けします！ 詳細情報 ＜出演＞ 長江麻美（テレビ愛知アナウンサー） 石井俊大（テレビ愛知アナウンサー） 花橋星香（「虎山茶々」役） ＜キャスト＞ 八十亀最中：戸松遥/陣界斗：市来光弘/只草舞衣：若井友希/笹津やん菜：小松未可子/陣繁華：東城日沙子/初内ララ：南條愛乃/雀田来鈴：松井恵理子/鉄平：赤羽根健治/一天前紫春：黒木ほの香/輿安七帆：伊藤彩沙/土辺世瑠蘭：長縄まりあ/辻優秀：間島淳司 他",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9310771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9310771",
                    "TitleEnglish": "八十亀ちゃんかんさつにっき 4さつめ 傑作選",
                    "SummaryEnglish": "2022/06/30(木) 22:00～22:05 ＡＴ－Ｘ 八十亀ちゃんかんさつにっき 4さつめ 傑作選 この時間は「八十亀ちゃんかんさつにっき 4さつめ 傑作選」を放送いたします 詳細情報 ＜ストーリー＞ 東京育ちの高校生、陣界斗（じんかいと）が転校した先の名古屋で出会ったのは方言丸出しの女子高生「八十亀最中」（やとがめもなか）だった。ネコのような風貌と露骨な名古屋弁を操る八十亀ちゃんは全然懐いてくれず…。かわいい八十亀ちゃんを観察し、名古屋の地位を向上させる、大人気局地コメディ!! ＜キャスト＞ 八十亀最中：戸松遥/陣界斗：市来光弘/只草舞衣：若井友希/笹津やん菜：小松未可子/陣繁華：東城日沙子/初内ララ：南條愛乃/雀田来鈴：松井恵理子/鉄平：赤羽根健治/一天前紫春：黒木ほの香/輿安七帆：伊藤彩沙/土辺世瑠蘭：長縄まりあ/辻優秀：間島淳司 他",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "800926",
            "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7070328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7070328",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "I just moved from Tokyo to Nagoya. I was looking forward to experiencing Nagoya's unique dialect and food culture, but so far no one has spoken with an accent, and they don't actually put miso on everything they eat. I was honestly a bit disappointed... but then, on my way home from school, I heard a girl speaking with such a heavy accent that she sounded like a cat! It seems her name is Yatogame Monaka. I wonder if I'll ever see her again...",
                    "TitleJapanese": "はじまり",
                    "SummaryJapanese": "東京から名古屋に引っ越してきた。\n名古屋ならではの訛りや食文化を楽しみにしてきたけど、誰も方言を喋ってないし、何にでも味噌をつけて食事はしてなかった。\n正直めちゃくちゃがっかりしたけど、帰り道に猫みたいな動きをして訛り全開の女の子に出会ったんだ！\n八十亀最中っていうらしいけど…。また会えるかな…。"
                },
                "2": {
                    "ID": "7128952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7128952",
                    "TitleEnglish": "Tokyoites",
                    "SummaryEnglish": "The student handbook belonging to Yatogame-san that I picked up yesterday has a packet of miso taped to the back... She can't be a normal girl if she carries that around. On the way to school, I glance inside a café... and see Yatogame-san! This is my chance not only to return her student handbook, but to talk to her again! So I head into the café...",
                    "TitleJapanese": "トーキョーもん",
                    "SummaryJapanese": "昨日拾った八十亀さんという子の生徒手帳の中には味噌のパックが入っていた…。味噌を常備しているなんて只者じゃない。\n登校中にちらりと中を覗いたカフェに八十亀さんがいた！\n手帳も返したいし、また話すチャンスだ！\n俺はカフェの扉を開いた。"
                },
                "3": {
                    "ID": "7148820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7148820",
                    "TitleEnglish": "I'll Nyaa-ver Allow It",
                    "SummaryEnglish": "I was having trouble deciding which club to join at school, but apparently, someone decided that I'd be joining the photography club. Frankly, I wanted something a little more exciting... As I opened the club room door, I saw a girl feverishly taking pictures of Yatogame. I was hoping she'd show me some cute pictures of Yatogame... so how did I get roped into taking pictures of tourist spots instead?",
                    "TitleJapanese": "認めにゃあ",
                    "SummaryJapanese": "担任の先生から写真部への入部が決まっていることを知らされる陣。もっと刺激のある部活が良かったと残念がる陣だが、部室を開けるとそこにはあの八十亀と八十亀の写真をハイテンションで撮りまくる只草舞衣がいた。入部をかけて写真勝負をすることになった陣と八十亀であったが…。"
                },
                "4": {
                    "ID": "7148821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7148821",
                    "TitleEnglish": "No Good Pictures",
                    "SummaryEnglish": "Today is my photography contest with Yatogame. We were supposed to meet at Nagoya Station, but I couldn't find her anywhere until we ran into each other near a golden clock. She said the golden clock is the only place where people meet up at Nagoya Station, but how was I supposed to know that?! So now Yatogame is dragging me off to take pictures of famous spots around Nagoya... but just where is she going to take me?",
                    "TitleJapanese": "撮れてにゃあ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7164106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7164106",
                    "TitleEnglish": "Not Gonna Teach You",
                    "SummaryEnglish": "I just can't seem to make friends with Yatogame... I keep trying to find things to talk about with her, but she always brushes me aside. Why did Tadakusa-chan volunteer me for the photography club? Isn't it because I'm an outsider that I can't get Yatogame to be my friend?! But come to think of it, Tadakusa-chan and Sasatsu-san aren't from Nagoya, either... So is there some other reason?",
                    "TitleJapanese": "教えにゃあ",
                    "SummaryJapanese": "ううう…八十亀と全然仲良く慣れない…。\n一生懸命話題を探しても一蹴される日々が続いてる……。\n只草ちゃんはどうしてこんな俺を写真部に入れたんだろう。そもそも俺が八十亀と仲良くできないのって、俺が余所者だから！？\nでもよくよく考えたら只草ちゃんも笹津さんも名古屋の人じゃないんだよな…。他に理由があるのか…。"
                },
                "6": {
                    "ID": "7164109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7164109",
                    "TitleEnglish": "Let's Go to Sugakiya",
                    "SummaryEnglish": "I finally managed to exchange contact info with Yatogame! I thought that meant I'd be able to enjoy her accent from anywhere, but every reply she sends me is in standard Japanese... Sasatsu even said that Yatogame's messages to her are in the Nagoya dialect, but she won't use it when messaging me. Her replies are always so blunt, too... I wonder if I did something wrong...",
                    "TitleJapanese": "スガキヤいこみゃあ",
                    "SummaryJapanese": "遂に八十亀と連絡先の交換に成功した！\nこれでどこに居ても八十亀の方言が聞けると思っていたのに、帰って来る言葉は標準語ばかり…。\n笹津に聞くと方言で返事が来るって言っていて俺にだけ標準語みたい。\n返信内容も素っ気ないし、俺なにかしちゃったかなー。"
                },
                "7": {
                    "ID": "7181507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7181507",
                    "TitleEnglish": "Not Like That",
                    "SummaryEnglish": "The other photography club members are throwing me a welcome party. Due to our lack of club funds, each of us can only bring up to 300 yen worth of snacks. I ended up buying Baby Star, Young Donuts, and Kuppy Ramune, but now Yatogame is whispering something to Tadakusa-chan and Sasatsu...",
                    "TitleJapanese": "そっちじゃにゃあ",
                    "SummaryJapanese": "俺の写真部入部の歓迎会をやってくれることに。\n部費がない関係で各自300円以内でお菓子を持ち寄ることになったから、俺はベビースター、ヤングドーナツ、クッピーラムネを持参したけど、突然只草ちゃんと笹津を八十亀が集めて何やらこそこそと話している…。"
                },
                "8": {
                    "ID": "7203762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7203762",
                    "TitleEnglish": "This Ain't Akiba",
                    "SummaryEnglish": "Since I'm in the photography club, I should have my own camera! I'd love to have an awesome camera like Tadakusa-chan's, but those things are way more than a high school student can afford... So I asked Yatogame where she got hers, and she said it came from a second-hand store called Komehyo (which I thought was a rice shop at first...). The club members agreed that we'd all visit the Komehyo in Osu together the next day, but it's long past our meeting time and Tadakusa-chan and Sasatsu are nowhere to be found...",
                    "TitleJapanese": "アキバじゃにゃあ",
                    "SummaryJapanese": "写真部に入ったんだから、やっぱりカメラがないとな！只草ちゃんみたいなかっこいいカメラが欲しかったけど、値段を聞いたら学生には高すぎた…。八十亀にどこで買ったのか聞くと、コメ兵という中古ショップだった（米屋かと思った…）。\n次の日写真部のメンバーでコメ兵のある大須に行くことになったけど、只草ちゃんと笹津が一向に来なくて…どうしたんだろう。"
                },
                "9": {
                    "ID": "7205246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7205246",
                    "TitleEnglish": "Nothin' To Do With It",
                    "SummaryEnglish": "We joined up with Tadakusa-chan when she was finished fangirling like crazy at her idol concert. Apparently she loves cute things like idols and anime characters. As we were talking about that, Yatogame suddenly blurted out, \"It's 2:00!\" and took off somewhere. And we still haven't run into Sasatsu yet. Where the heck are those two?",
                    "TitleJapanese": "関係にゃあ",
                    "SummaryJapanese": "すごい勢いでアイドルの応援をしていた只草ちゃんと合流した。\nアイドルやアニメのキャラのような可愛いものが只草ちゃんは好きらしい。\n只草ちゃんの話を聞いていると、「あ、14時！」と言って八十亀がどこかへ走り出した。\n現時点で笹津はまだ来ていない。八十亀も笹津もどこに行ってるんだろう。"
                },
                "10": {
                    "ID": "7226428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7226428",
                    "TitleEnglish": "Just Gotta Put Some On",
                    "SummaryEnglish": "I grabbed a tonkatsu lunch from the cafeteria, but it was too crowded to eat in there, so I headed for the club room. Yatogame was already inside when I got there, about to eat a lunch she brought from home that she apparently made herself... but the only things in it were cucumbers, grilled eggplant, konnyaku, and tofu, all things that came straight out of a package and took no preparation. So I commented that she had nothing to complement her rice, and she pulled out something new...",
                    "TitleJapanese": "かけるしかにゃあ",
                    "SummaryJapanese": "学食でトンカツ定食を頼んだものの、学食が混んでいたため、部室で食べようと部室に向かった。\n部室に入るとそこには持参したお弁当を食べようとしている八十亀がいて、どうやら中身は自分で作ったらしい。\n中身を見せてもらうと、キュウリや焼きナス、こんにゃくや豆腐が素材そのままの味で入っていた…。\nそれじゃあご飯すすまないだろ？と言うと八十亀は＜何か＞を持ち出した。"
                },
                "11": {
                    "ID": "7236301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7236301",
                    "TitleEnglish": "It Ain't Cool Here",
                    "SummaryEnglish": "Hot... hot... it's way too hot. Summer in Nagoya is so ridiculously hot! This heavy, muggy heat feels like it's plastering itself onto my entire body, and even my eyesight's starting to fade... But the next thing I knew, I was underground, with Yatogame and Tadakusa-chan next to me. Did they carry me down here? Yatogame says I must have a death wish, walking above ground in Nagoya during the summer. Just what the heck is the deal with summers in this city?",
                    "TitleJapanese": "涼しくにゃあ",
                    "SummaryJapanese": "暑い、暑い、暑すぎる…。名古屋の夏暑すぎるだろ！！\nムシムシしたまとわりつくような暑さに徐々に視界が暗くなって行く気がして…次に気づいたら時には地下にいた。近くに八十亀と只草ちゃんがいるところを見ると二人が運んでくれたんだろうか。\n「夏に名古屋の地上を歩くなんて……死にたゃあの？」と言う八十亀…一体名古屋の夏は何が起きているんだ…。"
                },
                "12": {
                    "ID": "7236302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7236302",
                    "TitleEnglish": "See Y'all Again",
                    "SummaryEnglish": "There's no school today, so I'm hanging out with the photography club gang. We decided to meet up at 8:00 AM, which is pretty early, but they tell me there's a good reason. So I've followed them to... Rent-a-Car? Is this just a karaoke place that called itself Rent-a-Car, or did we walk into a car rental place by mistake?! There are still so many things in Nagoya that are a mystery to me...",
                    "TitleJapanese": "また会おみゃあ",
                    "SummaryJapanese": "今日は休日、写真部のメンツと遊ぶことになった。集合時間は8時前と早い集合なのだが、訳があるらしい。\nみんなについて行ってみるとそこには…れ、レンタカー…？レンタカーという名前がついたカラオケ店なのか、間違えてレンタカー屋さんに入ったのかどっちだ！？\nまだまだ名古屋には俺の知らない魅力が隠れているらしい…。"
                }
            }
        },
        "2": {
            "ID": "1808347",
            "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7512936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7512936",
                    "TitleEnglish": "We Meet Again",
                    "SummaryEnglish": "I went through a lot after moving to Nagoya and being forced to join the photography club, but I've pretty much settled in by now. My clubmates are Yatogame-chan with the thick Nagoya accent, Tadakusa Mai from Gifu Prefecture, and the club president Sasatsu Yanna, who's from Mie Prefecture. I'm gonna have them teach me some more of the Nagoya dialect today! I really wish they'd stop saying \"chin-chin\" over and over, though...",
                    "TitleJapanese": "また会えたでよ",
                    "SummaryJapanese": "名古屋に引っ越してきて、写真部に強制的に入部させられ色々あったけど、どうにか馴染んでる。名古屋訛り全開の八十亀最中に、岐阜出身の只草舞衣、それと三重県出身で部長の笹津やん菜。今日も名古屋弁について色々教えてもらおう！\nでも、「ちんちん」の連呼は心臓に悪いからやめて・・・！"
                },
                "2": {
                    "ID": "7535104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7535104",
                    "TitleEnglish": "I Ain't Scary",
                    "SummaryEnglish": "I went through a lot after moving to Nagoya and being forced to join the photography club, but I've pretty much settled in by now. My clubmates are Yatogame-chan with the thick Nagoya accent, Tadakusa Mai from Gifu Prefecture, and the club president Sasatsu Yanna, who's from Mie Prefecture. I'm gonna have them teach me some more of the Nagoya dialect today! I really wish they'd stop saying \"chin-chin\" over and over, though...",
                    "TitleJapanese": "怖くにゃあ",
                    "SummaryJapanese": "お兄ちゃんは毎日が楽しそうだ。いつ車に轢かれるかわからないのに！それに、苦手なクラスメイトの「はちじゅっかめ」さんと、球技大会の実行委員に選ばれちゃうし・・・！\nふたりで球技大会の種目を決めるため、コメダ珈琲に行くことになったんだけど・・・。私、大丈夫かな・・・。"
                },
                "3": {
                    "ID": "7540574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7540574",
                    "TitleEnglish": "It Ain't Dull",
                    "SummaryEnglish": "It's the day of the ball sports tournament! But just what the heck is this \"taspony\" sport we're playing? And why is it that nobody I ask about it knows, either?! It seems like even Toshika wasn't really able to talk to Yatogame about it... According to Yatogame, taspony is sort of like tennis, except you play it with your bare hands. Just what kind of sport is this, anyway?",
                    "TitleJapanese": "しょぼくにゃあ",
                    "SummaryJapanese": "今日は球技大会！なんだけど、「タスポニー」って一体何・・・？誰に聞いてもわからないってどうしてだよ！繁華もまともに会話できなかったし・・・。\n八十亀が言うにはスポンジボールをつかった手で行うテニスみたいな競技らしい。\nそれって結局、どんな競技なんだ？"
                },
                "4": {
                    "ID": "7540575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7540575",
                    "TitleEnglish": "I Didn't Leave Nothin' Out",
                    "SummaryEnglish": "It's hot... So hot... But I've been through this before, haven't I? But as we were sitting in the club room melting away, someone popped out of a locker. Turns out it wasn't the product of some curse; it was just the photography club advisor, Rara-sensei. Wait, she was in the locker all that time, in this awful heat? She seems kinda spacey... I'm a little worried about her...",
                    "TitleJapanese": "ハブいてにゃあ",
                    "SummaryJapanese": "暑い、暑い、暑すぎる・・・。これ前もやったような気もするけど。茹だる様な暑さの中、ロッカーから出てきたのは・・・。\n呪いでどうこうする的なモノではなく、写真部顧問の初内ララ先生。\nえっ、まって、この暑い中ずっとロッカーにいたの・・・？ほわほわした感じの先生だけど、心配だな。"
                },
                "5": {
                    "ID": "7575713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7575713",
                    "TitleEnglish": "It Ain't a Main Dish",
                    "SummaryEnglish": "Ugh, I caught a cold... I sent my sister out to buy a few things, but when the door to our house opened later, the one who came in was... Yatogame? Why? What's she doing in my room? And what does \"I'm gonna do what I'm gonna do\" mean?! As I'm waiting anxiously to find out, Yatogame returns with a pot of miso-stewed udon and... what? Rice? I don't need rice with udon...",
                    "TitleJapanese": "主食じゃにゃあ",
                    "SummaryJapanese": "うぅ・・・風邪をひいてしまった・・・。買い出しに言った繁華の代わりに部屋に入ってきたのは八十亀？なんで？八十亀が俺の部屋に？「おかってする」ってなに！？\nどきどきしながら待ってると、八十亀が「味噌煮込みうどん」を持って来た。\nえ？ごはん？ごはんはいらないよ・・・。"
                },
                "6": {
                    "ID": "7584566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7584566",
                    "TitleEnglish": "I Ain't Backin' Down",
                    "SummaryEnglish": "The term \"the Nagoya skip\" came into use when Nagoya was removed from the Nozomi Shinkansen's route, and it's been a real problem for the people of Nagoya. Toshika's upset because the band she likes isn't doing a concert here. Even the anime lineup is different here. Fear the Nagoya skip!",
                    "TitleJapanese": "譲れにゃあ",
                    "SummaryJapanese": "「名古屋飛ばし」新幹線のぞみが名古屋に停車しないダイヤが組まれてから使われるようになった言葉だけど、名古屋の人からしたらいい迷惑だよな。 繁華もバンドのライブがやらないって落ち込んでたし。アニメの放送もまちまち。\n「名古屋飛ばし」、恐るべし！！"
                },
                "7": {
                    "ID": "7584580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7584580",
                    "TitleEnglish": "I Ain't Skippin' It",
                    "SummaryEnglish": "Man, what's with this \"Nagoya skip\" anyway? Nothing good has happened since we moved to Nagoya, Tadakusa-san! Local idols? Are any of them hot guys? Wait, no way... oh my God... I have no choice but to support this! Onii-chan, I'm about to watch some music videos, so keep out!",
                    "TitleJapanese": "飛ばさにゃあ",
                    "SummaryJapanese": "はぁ、「名古屋飛ばし」ってなんなのもう！名古屋にきてから、ろくなことないよ只草さん・・・\nご当地アイドル？それってカッコイイ男の人いるの？\nえっ、ウソ・・・やば・・・こんなの推すしかないじゃん！お兄ちゃん、これからMV観るんだからジャマしないで！"
                },
                "8": {
                    "ID": "7606460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7606460",
                    "TitleEnglish": "It Ain't a Building",
                    "SummaryEnglish": "I suggested that our club take part in the Nagoya Symbol Photo Contest, but no one seems excited about it! If we're talking about the symbol of Nagoya, it's gotta be Nagoya Castle, right?! The golden shachihoko statues are the embodiment of Nagoya! We've gotta go take pictures there! Right? You agree, don't you, Yatogame? ...Yatogame?",
                    "TitleJapanese": "ビルじゃにゃあ",
                    "SummaryJapanese": "「名古屋のシンボルフォトコンテスト」に参加しようと提案したんだけど、みんな反応薄いな！名古屋のシンボルと言えばやっぱり「名古屋城」でしょう！金のシャチホコはまさに名古屋！これは撮りに行くしかない。\nな？八十亀もそう思うだろ？・・・八十亀？"
                },
                "9": {
                    "ID": "7616790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7616790",
                    "TitleEnglish": "It Ain't Weird",
                    "SummaryEnglish": "I walked into the club room to find Yatogame bound to a chair... Apparently, Tadakusa-chan doesn't agree with the saying that Nagoya is one of the three ugliest populations in Japan. What's going on with Yatogame's hairstyle, anyway? Sasatsu and Tadakusa-chan are doing all kinds of things to her. And what's a \"Nagoya maki\"? Does it involve fried shrimp?",
                    "TitleJapanese": "変じゃにゃあ",
                    "SummaryJapanese": "部室に行ったら八十亀が椅子に縛り付けられていた・・・。なんでも、名古屋が日本3大ブスの産地ということに納得がいかないみたいだ。八十亀のヘアスタイルってどうなってるんだろ・・・。笹津と只草ちゃんにあれこれいじられる八十亀。「名古屋巻き」ってなんだろうエビフライ要るのかな？"
                },
                "10": {
                    "ID": "7625375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7625375",
                    "TitleEnglish": "It Ain't Weak",
                    "SummaryEnglish": "Summer in Nagoya is as hot as ever. I really think Tadakusa-chan should switch to her summer uniform now... We all stopped by a convenience store to buy ice pops. What did Yatogame get? A Jun Hit Chocolate Bar? What is that? Is it new? And Sasatsu got... the Azuki Bar that's famous for being super hard, huh? And what about Tadakusa-chan?",
                    "TitleJapanese": "うすくにゃあ",
                    "SummaryJapanese": "相変わらず名古屋の夏は暑い。只草ちゃんさすがに夏服着たほうがいいと思うんだけど。\n暑さに耐えかねて避難したコンビニでアイスを買うことに。\n八十亀は何買ったんだ？ジュンヒットチョコバー？なにそれ新商品？\n笹津は、硬いことで有名なあずきバーか。只草ちゃんは？"
                },
                "11": {
                    "ID": "7634622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7634622",
                    "TitleEnglish": "I Ain't Yer Servant",
                    "SummaryEnglish": "We were out walking around with Yatogame-chan when some grade school kid called out to her. Seems her name is Itemae Shiharu, and she and her friend, Koshiyasu Nanaho, are visiting Nagoya from out of town. Turns out Itemae is Yatogame's cousin, and she's... in middle school? Yatogame's acting really weird, though... And now Sasatsu and Tadakusa-chan are, too?!",
                    "TitleJapanese": "けらいじゃにゃあ",
                    "SummaryJapanese": "八十亀たちと街を歩いていたら、小学生に声をかけられた。\n一天前紫春と輿安七帆はどうやら名古屋に遊びに来ているみたいだ。一天前は八十亀のいとこで・・・中学生？さっきから八十亀の様子がおかしいんだけど・・・。\n笹津に只草ちゃんも！？"
                },
                "12": {
                    "ID": "7642412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/7642412",
                    "TitleEnglish": "It Ain't Number Three",
                    "SummaryEnglish": "It looks like Yatogame was really shocked to hear someone say that Nagoya isn't one of Japan's three major cities. I mean, there are so many other cities in Japan, like Sapporo, Kyoto, Kobe, Sendai, Hiroshima, Fukuoka... But that aside, Yatogame seems to be having some kind of nightmare...",
                    "TitleJapanese": "第３じゃにゃあ",
                    "SummaryJapanese": "八十亀、日本の第三都市は名古屋じゃないと言われて相当ショックだったみたいだ。\n実際、札幌とか京都、神戸、仙台、広島に福岡と対抗馬が多すぎるんだよな・・・。\nそれにしても、八十亀がさっきからうなされてるんだけど、どんな夢をみているんだろう・・・。"
                }
            }
        },
        "3": {
            "ID": "1879163",
            "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8031842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8031842",
                    "TitleEnglish": "We Meet Yet Again",
                    "SummaryEnglish": "Yatogame Monaka of Nagoya, Tadakusa Mai of Gifu, and club president Sasatsu Yanna of Mie are having fun together in the photography club room as always. As he watches them, Jin Kaito, a transfer student from Tokyo, asks an innocent question that kicks off a battle between Gifu and Mie?! And then Jandara Rin-senpai, a resident of Mikawa, reacts to the claim that Nagoya brings hatcho miso to mind...",
                    "TitleJapanese": "またまた会えたでよ",
                    "SummaryJapanese": "写真部の部室ではいつものように名古屋出身の八十亀最中、岐阜出身の只草舞衣、三重出身で写真部部長の笹津やん菜が仲良さそうにしている。それを見た東京からの転校生・陣界斗の素朴な質問に、 岐阜VS三重のバトルが勃発！？さらに、「名古屋と言ったら八丁みそ」に三河出身の雀田来鈴先輩は…。"
                },
                "2": {
                    "ID": "8118205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8118205",
                    "TitleEnglish": "It Ain't Dumb",
                    "SummaryEnglish": "With midterms coming up, Yatogame's grades are in trouble! So Jin agrees to help her study... and comes up with a method that makes use of her very biased knowledge! But after spending all night coming up with the idea, Jin faces trouble himself... Meanwhile, as the Chiba-born Teppei stresses over his upcoming exams, Jandara-senpai gives him a traditional Mikawa good-luck charm...",
                    "TitleJapanese": "バカじゃにゃあ",
                    "SummaryJapanese": "中間テストを控えて八十亀の成績がピンチ！そこで陣が八十亀に勉強を教えることに。すると八十亀の超偏った知識を生かした勉強法を発見！徹夜で八十亀の勉強を手伝った陣は…。一方、テストを目前に自信が無くなっている千葉出身の鉄平に、雀田来鈴先輩が渡した「三河に伝わるお守り」とは？"
                },
                "3": {
                    "ID": "8118207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8118207",
                    "TitleEnglish": "This Ain't Trainin'",
                    "SummaryEnglish": "Jin, Yatogame, Tadakusa, and Sasatsu are coerced into a soccer match by the mysterious \"Ms. T\"! The students from Mie and Gifu are no match for Ms. T... but what about a Yatogame possessed by Grampus-kun?! Also, Itemae Shiharu of Osaka and Koshiyasu Nanaho of Kyoto discuss the peculiar traits of people from Nagoya...",
                    "TitleJapanese": "鍛えにゃあ",
                    "SummaryJapanese": "陣、八十亀、只草、笹津たちは謎の人物「Ｍｓ.Ｔ」から強引にサッカー対決を挑まれた！サッカー王国・静岡出身の「Ｍｓ.Ｔ」に、三重や岐阜は全く勝負にならない。グランパス君が憑依した八十亀は!?大阪出身の一天前紫春と京都出身の輿安七帆は名古屋人の特徴について話をするが…。"
                },
                "4": {
                    "ID": "8118208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8118208",
                    "TitleEnglish": "I Ain't Alone",
                    "SummaryEnglish": "Middle schoolers are visiting Yatogame's high school for orientation. The photography club prepares for the visitors, but none show up. Maybe because it's lunchtime... What are the staples of a school lunch? Keichan-yaki? Matsuzaka beef? Aluminum meal packs? They serve Milmake in school lunches, right? As they're discussing all this, an unhappy-looking middle school girl appears...",
                    "TitleJapanese": "一人じゃにゃあ",
                    "SummaryJapanese": "八十亀たちの高校に体験入学で中学生がやってくる。部活体験の準備をする八十亀たちだが写真部には人が来ない。お昼だからかな．．．中学のご飯と言えば、スクールランチ？？鶏ちゃん焼き？松坂牛？アルミパックのご飯？ミルメークは給食に出るよね？そんな中、不機嫌そうな中学生の女の子が現れた。"
                },
                "5": {
                    "ID": "8152411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152411",
                    "TitleEnglish": "I Ain't a Nagoyer",
                    "SummaryEnglish": "One of the middle schoolers visiting Yatogame's club is Dobe Serura, who hates Nagoya and wishes she lived in Tokyo. Yatogame runs into her by chance, and for some reason, the two of them instantly get along?! Then Jin shows up wearing a shirt that can only be bought in Shibuya... Also, Teppei (from Chiba) declares war on Jandara-senpai (from Mikawa)?",
                    "TitleJapanese": "ナゴヤーじゃにゃあ",
                    "SummaryJapanese": "八十亀たちの高校にやってきた中学生は、東京に憧れをいだき、名古屋が嫌いな土辺世瑠蘭。校内で八十亀とばったり会うが、超名古屋っ子の八十亀となぜか意気投合！？渋谷でしか買えないはずのTシャツを着ている陣があらわれて…。鉄平（千葉）が雀田来先輩（三河）に宣戦布告？"
                },
                "6": {
                    "ID": "8152412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152412",
                    "TitleEnglish": "You Ain't My Kind",
                    "SummaryEnglish": "When Dobe learns that Yatogame loves Nagoya, she pities her to the point of tears. She invites her to leave Nagoya and relocate to Tokyo with her, but wait... that uniform Dobe's wearing... She attends middle school in Ichimiya, which is just outside Nagoya? Why isn't Yatogame fighting back when Dobe is trashing Nagoya so much? And Rara-sensei's green tea from Shizuoka is stolen goods?!",
                    "TitleJapanese": "仲間じゃにゃあ",
                    "SummaryJapanese": "八十亀が名古屋を好きなことを憐れんで同情の涙を流す土辺。名古屋を出て東京行きを誘うが、あれ？土辺が着てる制服って…名古屋から少し離れた一宮市の中学生？散々名古屋の悪口を言われてるのになんで八十亀は言い返さないの？ララ先生の静岡のお茶は盗品！？"
                },
                "7": {
                    "ID": "8152413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152413",
                    "TitleEnglish": "It Ain't Enough",
                    "SummaryEnglish": "Jin's sister, Toshika, has come to an udon restaurant for lunch. Inside she spots Yatogame and a girl that she assumes is one of her minions. Part of their conversation that she overhears involves the words \"scum\" and \"kill\"?! Terrified, Toshika runs out of the restaurant and tries a Chinese place instead... but once again, she runs into Yatogame and her minion! are there illegal substances in the chilled Chinese noodles?! This is getting scary...",
                    "TitleJapanese": "物足りにゃあ",
                    "SummaryJapanese": "ランチでうどん屋にやってきた陣の妹・繁華。店内で偶然遭遇したのは八十亀とその手下と思われる小さな子。聞こえてくるのは会話は「カス！」「殺！？」。恐怖のあまり店を飛び出し中華屋に入り直すが…再び八十亀たちと遭遇！冷やし中華には違法な物体が？？やばいよ…"
                },
                "8": {
                    "ID": "8152414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152414",
                    "TitleEnglish": "We Ain't a Couple",
                    "SummaryEnglish": "Yatogame and her clubmates have decided to participate in the \"Hotter than the Summer Sun Couples Photo Contest.\" Sasatsu, who's acting as the director, suggests they go to the Port of Nagoya Public Aquarium for a \"date.\" Yatogame and Jin attempt a \"date\" first, but... Gifu natives have no tolerance for sea life?! And is the Port of Nagoya Public Aquarium really better than Kaiyukan?",
                    "TitleJapanese": "カップルじゃにゃあ",
                    "SummaryJapanese": "賞金獲得を目指して『真夏の太陽よりアツアツカップル写真コンテスト』に参加することになった八十亀たち。監督役の笹津の提案で名古屋港水族館で「デート」をすることに。まずは八十亀と陣が「デート」をするが…。岐阜県民は海に免疫がない！？名古屋港水族館は海遊館より強い？？"
                },
                "9": {
                    "ID": "8152415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152415",
                    "TitleEnglish": "It Just Ain't Gonna Happen",
                    "SummaryEnglish": "It's finally Sasatsu's turn to take a shot at the couples photo contest. She does the best she can to act the part, but Tadakusa issues constant criticism. Then Tadakusa challenges Sasatsu to a quiz contest... and the losing duo has to address each other using nicknames. Which team will win? Either way, the Port of Nagoya Public Aquarium's Night Aquarium sure is pretty...",
                    "TitleJapanese": "ムリはしにゃあ",
                    "SummaryJapanese": "「カップル写真コンテスト」の撮影はついに笹津の出番に。懸命に演技に挑戦する笹津だが只草からダメ出しの連続。只草の提案で唐突にクイズ対決をすることに！？負けたらお互いをあだ名で呼び合うという罰ゲームつき。勝負の行方は？それにしても、名古屋港水族館のナイトアクアリウムってきれいだな。"
                },
                "10": {
                    "ID": "8152416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152416",
                    "TitleEnglish": "I Can't Make It",
                    "SummaryEnglish": "Yatogame's home ec class is having a cooking class where they'll make dishes to potentially be served at the school's cultural festival. Yatogame is paired up with Jin's sister, Toshika, and Tadakusa suggests they make \"oni manju.\" What does the \"oni\" part mean? That you suffer like a demon if you eat one? When Toshika eats one of the finished oni manju... Also, what happens when the two of them figure out who the other really is?! And Nagoya's \"tamasen\" are made in Mikawa?",
                    "TitleJapanese": "作れにゃあ",
                    "SummaryJapanese": "八十亀の学校で文化祭のメニュー試作を兼ねた調理実習が行わることになった。陣の妹・繁華とペアになった八十亀は、只草の提案で「鬼」まんじゅうを作ることに。鬼って何？食べたら鬼のように苦しむとか？完成した鬼まんじゅうを食べた繁華は…そしてお互いの「正体」を知った二人は！？名古屋の「たません」は三河が作ってる？？"
                },
                "11": {
                    "ID": "8152417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152417",
                    "TitleEnglish": "I Ain't Gonna Last",
                    "SummaryEnglish": "Tagusa and Yanna who visited the pool \"Sun Beach Nikko River\" called Waikiki Beach in Nagoya. There, he finds Yatogame, who is swayed by his cousin, Shiharu's selfish mama. For some reason, Shiharu hits off with Tsuchiba who came to play by chance ... There are seven sails and teachers in the pool, so it's a peaceful atmosphere! But does anyone forget?",
                    "TitleJapanese": "体が保たにゃあ",
                    "SummaryJapanese": "名古屋のワイキキビーチと呼ばれるプール「サンビーチ日光川」を訪れた只草とやん菜。そこで、従妹・紫春のワガママに振り回されてぐったりしている八十亀を見つける。紫春は、偶然遊びに来ていた土辺となぜか意気投合し…。プールには七帆や、先生たちもいて和やかな雰囲気！でも誰か忘れているような？"
                },
                "12": {
                    "ID": "8152418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/8152418",
                    "TitleEnglish": "Let's All Get Along",
                    "SummaryEnglish": "The forgotten team also joins the pool. It seems that an idol group event will be held at Sun Beach Nikko River. What is the live performance of TGC5 (Third Greatest Cities 5), a five-member group from Sapporo, Sendai, Kobe, Hiroshima, and Fukuoka? Yatogame's hip-hop soul is on fire in a rap battle ...! ??",
                    "TitleJapanese": "なかよくしよみゃあ",
                    "SummaryJapanese": "忘れられていた陣もプールに合流。サンビーチ日光川で、アイドルグループのイベントが開催されるらしい。札幌、仙台、神戸、広島、福岡出身の五人組・ＴＧＣ５（Third Greatest Cities ５）のライブって？ラップバトルに八十亀のヒップホップ魂に火が付いて…！？"
                }
            }
        },
        "4": {
            "ID": "1993649",
            "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/seasons/official/4",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "9094155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9094155",
                    "TitleEnglish": "It's Smack in the Middle",
                    "SummaryEnglish": "\"Where is the center of Japan\"? The hardcore Nagoyan, Yatogame Monaka, and her clubmates Tadakusa Mai and Sasatsu Yanna, from Gifu and Mie respectively, are once again embroiled in a heated debate on a topic of very little importance. Jin and Rara-sensei also get involved, leading to yet another lively photography club meeting, but a new character casts a dark cloud over their activities...",
                    "TitleJapanese": "どまんなかだで",
                    "SummaryJapanese": "「日本の中心はどこなのか？」\n超名古屋っ子の八十亀最中と岐阜出身の只草舞衣、そして三重出身で写真部部長の笹津やん菜は、本日もどうでもいい議論を交わしていた。陣とララ先生も加わって相変わらず賑やかな写真部の面々であったが、ある人物の登場で暗雲が立ち込める！？"
                },
                "2": {
                    "ID": "9094156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9094156",
                    "TitleEnglish": "Welcome, Student Council President",
                    "SummaryEnglish": "The principal summons Rara, leaving her with an important announcement regarding the photography club. The club's members know nothing of this as they hang out in their club room, absorbed in a heated discussion about the shapes of prefectures. Then the student council appears...",
                    "TitleJapanese": "いりゃあせ、生徒会長",
                    "SummaryJapanese": "校長先生に呼ばれたララ、そこで写真部に関して重大な事を告げられる。\nそんなこととはつゆ知らず、写真部の部室では都道府県の\"形\"について熱い議論が交わされていた。\nそこへ生徒会長が現れ…"
                },
                "3": {
                    "ID": "9113484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9113484",
                    "TitleEnglish": "Ya Can't Say That",
                    "SummaryEnglish": "The members of the photography club visit the student council office in hopes of avoiding having their club disbanded. There they find the three good friends(?) of the student council... and just when it looks like a huge argument is breaking out, the conversation falls back on the usual topic of everyone's hometowns. In the midst of all this, a certain word uttered by the student council president sets off Yatogame, and sparks start to fly.",
                    "TitleJapanese": "その言葉はまーかん",
                    "SummaryJapanese": "廃部を免れるため生徒会室へ乗り込む写真部一行。\nそこには仲良し（？）な生徒会メンバーが待ち構えていた…。壮絶な口論になると思いきや、やはり地元トークで盛り上がる一同。\nそんな中、生徒会長 東風樫 湘が言った\"あるワード\"が八十亀の地雷を踏み生徒会室に火花が散ることに。"
                },
                "4": {
                    "ID": "9113485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9113485",
                    "TitleEnglish": "A Battle I Can't Go Losin",
                    "SummaryEnglish": "Is Japan's third greatest city Yokohama or Nagoya?! Both Kochikashi and Yatogame refuse to budge. The others look on, but for some reason Aonaji, Asaka, Tadakusa, and Sasatsu also get involved, defending their own prefectures in a heated dissing match. Thus begins a battle none of them can lose!",
                    "TitleJapanese": "絶対に負けられにゃあ戦い",
                    "SummaryJapanese": "第三都市に相応しいのは、横浜か名古屋か！？ 互いに譲らない東風樫と八十亀。\nなだめる一同だったが、なぜか青那寺、朝霞、只草、笹津も加わり各県のディスリ合戦が始まってしまう…。\n負けられない戦いがいま始まる！"
                },
                "5": {
                    "ID": "9113486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9113486",
                    "TitleEnglish": "More Chicken Wings",
                    "SummaryEnglish": "A scream is heard from the photography club room. The student council members rush to see what it was, and they find Yatogame frozen in an inexplicable pose. They have no idea what to do, but then Tadakusa tells them a hard truth about Nagoyans... What's to come of Yatogame?!",
                    "TitleJapanese": "まっと手羽先",
                    "SummaryJapanese": "突如写真部の部室からきこえた悲鳴。\n聞きつけた生徒会メンバーが駆けつけると、不気味な恰好のまま動かない八十亀がいた。\n戸惑う生徒会メンバーに、只草が名古屋人にまつわるある事実を言い放つ…。八十亀の運命はいかに！"
                },
                "6": {
                    "ID": "9164578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9164578",
                    "TitleEnglish": "A Woman's Heart Is Complicated",
                    "SummaryEnglish": "A simple step taken by Aonaji compounds Tadakusa's already-complicated love for Yatogame, sending her tumbling to the dark side. Jin, Yatogame, and Sasatsu take action to try to save her... What will become of Tadakusa?!",
                    "TitleJapanese": "女心は複雑だで",
                    "SummaryJapanese": "八十亀への愛をこじらせ、ダークサイドに堕ちた只草。\nそんな只草を救うため、陣、八十亀、笹津のとった行動は…\n只草の運命やいかに！"
                },
                "7": {
                    "ID": "9164592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9164592",
                    "TitleEnglish": "They Ain't Just Round",
                    "SummaryEnglish": "With the Dagane Festival coming up, Kochikashi advises the photography club members on how they can bounce back to save their club from being disbanded. By the time she finishes, evening has set in. As the gang looks out the window at August's full moon, the subject changes to the regional variations of a certain seasonal item...",
                    "TitleJapanese": "丸だけじゃあれせん",
                    "SummaryJapanese": "田金祭を前に、廃部を回避するための起死回生のプランについて東風樫からアドバイスを受ける。\n東風樫の熱血指導で気が付くと、外はすっかり夜になっていた。\n十五夜の月を眺めつつ、話題は地方ごとの「ある物」についての事に…"
                },
                "8": {
                    "ID": "9164594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9164594",
                    "TitleEnglish": "Gotta Be Bread Before an Athletic Meet",
                    "SummaryEnglish": "The Dagane Festival, the event that will decide the fate of the photography club, begins at last. The club members work in earnest to increase their club's standing, and the student council members look relieved as they observe their efforts. But then Serura's mother shows up to observe the photography club's activities in person... What is the fate of their club?!",
                    "TitleJapanese": "運動会はパンにしてちょう",
                    "SummaryJapanese": "ついに写真部の運命を掛けた田金祭が開幕。\n写真部の存在価値を高める為に真面目に活動する写真部。その姿に生徒会メンバーも胸をなでおろす。\nしかし世瑠蘭ママが来場し直々に写真部の視察をする事に…。写真部の運命やいかに！"
                },
                "9": {
                    "ID": "9164611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9164611",
                    "TitleEnglish": "Welcome, Honored Guest",
                    "SummaryEnglish": "The photography club members have no idea that they're being subjected to the strict gaze of Serura's mother as they carry on with their conversations as usual. But the things they say shock her... What will become of the photography club?!",
                    "TitleJapanese": "ござった、来賓者",
                    "SummaryJapanese": "世瑠蘭ママの厳しい視線にさらされる写真部の面々、そんな事とはつゆ知らずにいつも通りの会話が繰り広げられていた。\nそれは世瑠蘭ママにとって驚愕する内容だった…。写真部の行末がついに決着する！"
                },
                "10": {
                    "ID": "9164612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yatogame-chan-kansatsu-nikki/episodes/9164612",
                    "TitleEnglish": "So Many Norms",
                    "SummaryEnglish": "Each region of Japan has things they consider to be the norm, but what seems like the norm for people of one region may not be the norm to those of other regions. Jin, Yatogame, Tadakusa, and Sasatsu share some of their own \"norms.\"",
                    "TitleJapanese": "よーさんの当たり前",
                    "SummaryJapanese": "日本各地でそれぞれ\"当たり前”は存在する。\nしかし、それぞれの”当たり前\"は、ほかの地域に暮らす人にとって\"当たり前\"とは限らない。\n今日も陣、八十亀、只草、笹津…そして、それぞれの\"当たり前\"が繰り広げられていく。"
                }
            }
        }
    }
}