{
    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10431262/",
        "https://www.themoviedb.org/tv/90215"
    ],
    "TitleEnglish": "Isekai Cheat Magician",
    "SummaryEnglish": "Nishimura Taichi is a typical, average high schooler, and Azuma Rin is a beautiful woman with the build of a model and excellent reflexes. The two live an ordinary high school life until one day, they're suddenly enveloped in a mysterious magic circle and transported to an unknown land. That world is full of terrifying monsters, beastmen, dwarves, elves, and many other races right out of fantasy. To survive in this new world, Taichi and Rin decide to become adventurers, but when they take the aptitude test, they discover they both possess cheat-level magic.",
    "TitleJapanese": "異世界チート魔術師",
    "SummaryJapanese": "どこにでもいる普通の高校生・西村太一と、運動神経抜群でモデル体型の美少女・吾妻凛。\n平和な高校生活を送っていた二人はある日突然、\n不思議な魔法陣の光に包まれ、見知らぬ土地へ迷い込んでしまう。\nそこは恐ろしい魔物が生息し、獣人やドワーフ、エルフといった\n多様な種族が存在する、まるでファンタジーのような世界。\n異世界へと導かれた太一と凛は、ここで生き抜くために「冒険者」になることを決意するが、\nその適性検査で、二人が“チート”な魔力を持っていることが判明して……。",
    "Aliases": [
        "Isekai Cheat Majutsushi"
    ],
    "Modified": "2025-06-28",
    "Seasons": {
        "0": {
            "ID": "801407",
            "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8516876",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/8516876",
                    "TitleEnglish": "Magicians and the Starry Night Festival",
                    "SummaryEnglish": "Taichi and his friends return to Azpire from the royal capital. The town was preparing for the Starry Night Festival, which is held once a year on the day when the gates of the land of the dead are supposed to be opened. It is believed that only on this night can the souls of the dead take on their former forms and appear in this world. The guilds set up stalls to contribute to the excitement of the festival, and Taichi and his friends decide to help out. However, a problem arises.",
                    "TitleJapanese": "異世界チート魔術師[マジシャン] 第13話「宵星の祭りと魔術師」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "811621",
            "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7197679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7197679",
                    "TitleEnglish": "Lost Ones From Another World",
                    "SummaryEnglish": "Nishimura Taichi and Azuma Rin were normal high school students before the light of a magic circle enveloped them after they dodged a speeding bicycle on the way to school. When the two next awake they find an unfamiliar land with forests and open fields of grass. While they're both confused by the sudden turn of events, things take another turn for the worse as a huge horse with a sharp horn on its head attacks them...",
                    "TitleJapanese": "異世界からの「迷い人」",
                    "SummaryJapanese": "普通の高校生・西村太一と吾妻凛は、登校中に暴走してきた自転車を避けた時に突然、魔法陣の光に取り込まれてしまう。二人が目を覚ますと、そこは一面に草原と森が続く、見知らぬ土地。突然のことに混乱する二人だったが、追い打ちをかけるように、額から鋭い角を生やした巨大な馬が襲いかかってきて……。"
                },
                "2": {
                    "ID": "7254223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254223",
                    "TitleEnglish": "Magic Training",
                    "SummaryEnglish": "The Golden Swordsman Myura leads Taichi and Rin to the mage, Lemiya. After a reevaluation they discover that both of them possess astounding magic power, and so they begin to train under Lemiya's tutelage. During their training Rin begins to get a feel for how to cast magic. On the other hand, Taichi faces difficulty using his magic power, but just as he's about to give up on mastering his task in one day he hears a mysterious voice.",
                    "TitleJapanese": "魔術修行",
                    "SummaryJapanese": "金の剣士・ミューラは、太一と凛を、魔術師・レミーアのもとへ連れてゆく。再検査の結果、2人は驚異的な魔力を持っていることが判明し、二人はそのままレミーアの下で修行することとなる。そこで凛は魔力のコツをすぐに習得。一方の太一は上手く魔力を扱えず、一日での習得は無理かと諦めかけた時、不思議な声を耳にする。"
                },
                "3": {
                    "ID": "7254224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254224",
                    "TitleEnglish": "Beginner Adventurers",
                    "SummaryEnglish": "After safely qualifying to become adventurers Taichi and Rin begin working out of the inn, Mithril, completing the easiest E-Rank quests. Then one day the guild makes its decision to directly entrust them with a difficult quest, holding high hopes for their abilities. The quest is one that D-Rank adventurers have already failed twice - the investigation of a smuggling operation in the slums.",
                    "TitleJapanese": "駆け出し冒険者",
                    "SummaryJapanese": "無事、冒険者の資格を得た太一と凛は、一番簡単なEランクの依頼をこなしながら、宿屋ミスリルを拠点に活動していた。そんなある日、二人はギルドから実力を見込まれて、難しい依頼の解決を直々に言い渡される。それはスラム街で密売者を調査するという、Dランク冒険者が２度も失敗した依頼だった。"
                },
                "4": {
                    "ID": "7254225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254225",
                    "TitleEnglish": "Crimson Pact",
                    "SummaryEnglish": "Lately there has been a string of thefts targeting Azpire's local specialty - melila fruit. As a result, prices within the city are steadily skyrocketing. Taichi and the others accept a quest to guard the melila orchards, but when the monsters attacking the fields prove to be monsters that don't live in that region, they begin to suspect that someone else is responsible for setting up the attacks. Shortly thereafter a new threat begins closing in on Rin and Taichi.",
                    "TitleJapanese": "真紅の契約",
                    "SummaryJapanese": "最近、アズパイアでは名産品であるメリラの実の盗難が続いていた。その影響からか、街の物価も次々と高騰していた。メリラ畑警備の依頼を受けていた太一たちは、畑を襲う魔物たちがこの地域に生息していないことから、この襲撃が誰かに仕組まれたものだと疑い始める。そしてその瞬間、太一と凛に新たな脅威が迫ろうとしていた。"
                },
                "5": {
                    "ID": "7254226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254226",
                    "TitleEnglish": "A Hint of Schemes",
                    "SummaryEnglish": "Taichi manages to defeat the Red Element with the power of the wind spirit, Aerial. So when he speaks to Lemia about hearing the spirit's voice and using her power, she pronounces him a Summoner. While he feels like that power is just another cheat, he heads into the city to find Rin and Muller. Along the way he rescues a woman being harrassed by some men, but that woman seems familiar somehow...",
                    "TitleJapanese": "策動の匂い",
                    "SummaryJapanese": "風の精霊・エアリアルの力を使いレッドエレメントを倒した太一。レミーアによると精霊の声を聞き、かつその力を行使できた太一は、召喚術師であるという。またしてもチートな能力だと思いつつ、凛たちを探しに街へ出かけた太一は、男たちに絡まれていた少女を助ける。その少女にどこか違和感を覚える太一だったが…"
                },
                "6": {
                    "ID": "7254227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254227",
                    "TitleEnglish": "Defense of Azpire",
                    "SummaryEnglish": "After defeating the golem beneath Azpire Taichi and Anastasia encounter the young magicians Milo and Melo, who command a large horde of Red Goblins. Meanwhile Rin and Muller alert the guild to an impending attack from an army of several thousand monsters. A dour mood hangs over everyone there, but Rin and Muller resolve to defend the city. Luckily that's when Lemia arrives, having sensed something wrong within the city...",
                    "TitleJapanese": "アズパイア防衛戦",
                    "SummaryJapanese": "アズパイアの地下でゴーレムを倒した太一とアナスタシアは、大量のレッドゴブリンを従える幼女の魔術師・ミロとメロに出会う。一方、凛とミューラはアズパイアに数千もの魔物が迫っていることをギルドに報告する。重い空気に包まれる一同だったが、凛とミューラは街を守り抜くことを決意する。そこに異変を感知したレミーアが現れ…。"
                },
                "7": {
                    "ID": "7254228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254228",
                    "TitleEnglish": "Summoner",
                    "SummaryEnglish": "After wiping out the Red Goblins beneath the city, Taichi races to the battlefield and gallantly appears in time to rescue Rin. With his aid the adventurers of Azpire continue past their exhaustion to defeat the monsters one after another. While Taichi faces down the Red Ogres with his physical enhancement, Milo and Melo join them in the counterattack.",
                    "TitleJapanese": "召喚術師",
                    "SummaryJapanese": "凛のピンチに颯爽と現れたのは、地下のレッドゴブリンを一掃し、戦場にかけつけた太一だった。この救援によりアズパイアの冒険者たちは、疲労の色を見せながらも次々と魔物を倒していく。太一は身体強化でレッドオーガを相手取り、ミロとメロも加勢し反撃を開始する。"
                },
                "8": {
                    "ID": "7254229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254229",
                    "TitleEnglish": "Royal Capital Wennifix",
                    "SummaryEnglish": "After overcoming the monster assault Taichi and the others are visited by a messenger from the Royal Family. Alsena, the emissary acting on behalf of Gilmar, King of Elistain Magic Kingdom, asks for their help. The Royal Capital, Wennifix, is currently divided between those supporting the King who's put great effort into diplomacy and those supporting his younger brother who opposes him. With tensions so high, a civil war is imminent.",
                    "TitleJapanese": "王都ウェネーフィクス",
                    "SummaryJapanese": "魔物の襲撃を乗り切った太一たちのもとに、王家からの遣いがやってきた。エリステイン魔法王国国王ジルマールの使者としてやってきたアルセナは、太一たちに力を借りたいと申し出る。王都・ウェネーフィクスは現在、外交に力を入れる国王派とそれに反発する王弟派に分かれ、内乱の危機にあるというのだった。"
                },
                "9": {
                    "ID": "7254231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254231",
                    "TitleEnglish": "Commencement of Battle",
                    "SummaryEnglish": "Word reaches the Royal Capital that the King's younger brother has finally reading his troops for an attack. As the battle draws closer minute by minute, Taichi tries to convince Rin to stay away from the battlefield, yet she displays her strong resolution to fight alongside him. After learning of Rin's resolve he vows to himself that he will protect her.",
                    "TitleJapanese": "戦のはじまり",
                    "SummaryJapanese": "ついに王弟軍が侵攻の兵を整えたとの情報が王都にもたらされた。刻一刻と戦いが近づく中、太一は凛を戦争から遠ざけようとするも、逆に一緒に戦う強い意志を彼女に示されてしまう。凛の決意を知った太一は、凛のことを必ず守ると誓うのだった。"
                },
                "10": {
                    "ID": "7254232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254232",
                    "TitleEnglish": "Turning Point",
                    "SummaryEnglish": "After driving off the army of the King's younger brother, King Gilmar rewards Taichi and the others are with weapons from the royal treasury. Taichi, Rin, and Muller head down to the training grounds to test out their new weapons. However, Taichi grows ill along the way and goes downton by himself to buy some medicine. There he encounters Cassim, set on revenge, who forces him to accept a duel...",
                    "TitleJapanese": "ひとつの決着",
                    "SummaryJapanese": "王弟軍を撃退した太一たちは国王ジルマールから王家秘蔵の武器が褒美として与えられた。太一は凛やミューラとともに新しい武器を試そうと、練武場へ向かう。途中で体調が悪くなってしまった太一は、ひとり下町の薬品店へ訪れる。しかし、そこに復讐に燃えるカシムが突然現れ、決闘を挑まれることになり…。"
                },
                "11": {
                    "ID": "7254233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254233",
                    "TitleEnglish": "Battle of Marwalt",
                    "SummaryEnglish": "The King's brother, Dortesheim has declared war on Elistain Magic Kingdom, and finally waged a formal battle on the plains of Marwalt. The Kingdom has dispatched its soldiers against them, accompanied by Taichi and the others. Rin, Muller, and Lemia all face their own battles against strong opponents, while Taichi storms the enemy's main camp and takes action to end the war. Yet during the intense battle, the Kingdom's Cardinal, Lodra, is meeting with a mysterious person in the cathedral...",
                    "TitleJapanese": "マーウォルトの会戦",
                    "SummaryJapanese": "王弟・ドルトエスハイムがエリステイン魔法王国に宣戦布告し、マーウォルト平原を舞台に遂に本格的な戦闘が始まった。対する王国側も兵を出し、太一たちも戦いに加わる。凛、ミューラ、レミーアが強敵相手に戦いを繰り広げる中、太一は敵の本陣へ向かい、この戦いを終わらせようとしていた。そんな激しい戦いの最中、王国の枢機卿・ロドラは大聖堂で謎の人物と会っていて……。"
                },
                "12": {
                    "ID": "7254234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-cheat-magician/episodes/7254234",
                    "TitleEnglish": "Isekai Cheat Magician",
                    "SummaryEnglish": "The tragedy of the \"Bloody Rhapsody\" - the worst battle in the history of the world - is about to befall the world once more. With dark magic turning the soldiers into berserkers who can't distinguish friend from foe, both armies begin advancing on the royal capital to slaughter it and everything that lies beyond. Faced with countless berserkers, Taichi is forced to make a decision. He finally resolves to use his power that's too great for one man in order to protect those precious to him, but...",
                    "TitleJapanese": "異世界チート魔術師",
                    "SummaryJapanese": "かつて「血みどろの狂詩曲」と呼ばれた史上最悪の戦闘、その悲劇が、いま再び繰り返されようとしていた。闇の妖術により狂戦士と化した兵士たちは敵味方の区別もなく、王都へさらにその先へと殺戮の行軍を始める。無数の狂戦士たちを前に、決断を迫られる太一。大切な人を守るため“人を越えた力”を使う覚悟を遂に決めるが…。"
                }
            }
        }
    }
}