{
    "URL": "https://www.thetvdb.com/series/beastars",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11043632/",
        "https://bst-animation.com/",
        "http://www.reddit.com/r/Beastars",
        "https://www.themoviedb.org/tv/90937",
        "https://www.wikidata.org/wiki/Q62583787",
        "https://en.wikipedia.org/wiki/Beastars#Anime",
        "https://x.com/bst_anime"
    ],
    "TitleEnglish": "BEASTARS",
    "SummaryEnglish": "In a world where beasts of all kinds coexist, a gentle wolf awakens to his own predatory urges as his school deals with a murder within its midst.",
    "TitleJapanese": "BEASTARS",
    "SummaryJapanese": "肉食獣と草食獣が共存する世界。\n食肉が重罪とされるなか、全寮制の名門高校・チェリートン学園では生徒が食い殺される”食殺事件”が起きる。\n\n不安の渦巻く校内で、演劇部の変わり者・ハイイロオオカミのレゴシは『大きい身体』と『鋭い牙』とは裏腹に静かに生活していた。しかし小さなうさぎの女子生徒・ハルとの出会いが、そんなレゴシの心を揺り動かす。\n\n「彼女を求める気持ちは、恋なのか？　食欲なのか？」\n\n彼が本当に出会ったもの、それは自分自身の本能だったーーー",
    "Aliases": [
        "비스타즈"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "1": {
            "ID": "802360",
            "URL": "https://www.thetvdb.com/series/beastars/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7087642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7087642",
                    "TitleEnglish": "The Moon and the Beast",
                    "SummaryEnglish": "An herbivore's murder unsettles Cherryton Academy, with some suspecting grey wolf Legoshi. Dwarf rabbit Hal struggles with her classmates' bullying.",
                    "TitleJapanese": "満月は照らす獣を選んでる",
                    "SummaryJapanese": "名門高校チェリートン学園で、アルパカの生徒が食い殺される『食殺事件』が発生した。犯人は捕まらず、校内には不安が広がる。被害者と同じ演劇部の変わり者・ハイイロオオカミのレゴシにも疑いの目は向けられるが、レゴシは目立たずに生きたいだけの、不器用で心優しい青年だった。ところがその夜。裏庭でドワーフウサギの女子生徒に我を忘れて襲いかかってしまったことで、レゴシの人生は大きく変わり始める……"
                },
                "2": {
                    "ID": "7381193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7381193",
                    "TitleEnglish": "The Academy's Top Dogs",
                    "SummaryEnglish": "Legoshi ponders his own ferocious impulses; an altercation at breakfast unsettles him further. The theater students prepare for their play.",
                    "TitleJapanese": "学園の心臓部は庭園にあり",
                    "SummaryJapanese": "夜の裏庭で通りすがりのドワーフウサギの女子生徒を襲ってしまったレゴシは、自分でも知らなかった獰猛な衝動や本能に戸惑っていた。しかし翌日、演劇部のおつかいで行った園芸部の屋上庭園で、昨晩のウサギ・ハルと再会してしまう。動揺するレゴシだが、彼女は昨夜の暴漢がレゴシだと気づいていないどころか、何があったかも覚えていないという。しかもレゴシは、謝るタイミングを見失ったまま、彼女に惹かれ始めてしまう。"
                },
                "3": {
                    "ID": "7381197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7381197",
                    "TitleEnglish": "A Wolf Is Born",
                    "SummaryEnglish": "Hal and Legoshi's interaction ends extremely awkwardly. With two days to the performance, the school newspaper is sniffing out what Rouis is hiding.",
                    "TitleJapanese": "オスオオカミ 出生のとき",
                    "SummaryJapanese": "演劇部の公演の本番を前にして、報道部はルイのスキャンダルを狙っていた。稽古中に足を怪我したことを周囲に隠しているルイは、自分の身体の脆弱さに苛立ち、肉食獣の強い体を持つレゴシに「どうして君は自分の強さに責任を持たないんだ」と詰め寄る。しかしレゴシは「オオカミが強いことに希望はないが、あなたの強さに意味はある」と返し、それぞれの本音がぶつかる。 ルイは本番一日目を成功させるが、幕が下りた直後に倒れてしまう。"
                },
                "4": {
                    "ID": "7381200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7381200",
                    "TitleEnglish": "Give It Your All",
                    "SummaryEnglish": "The drama club switches up parts after the last performance. Tapped to appear onstage, Legoshi confronts the new lead actor about a dangerous issue.",
                    "TitleJapanese": "君は聖杯までふやかして",
                    "SummaryJapanese": "足を骨折したルイの代役で、二日目の公演は２年生のベンガルトラのビルがルイの代役を、そのビルの代役はレゴシが務めることになる。しかし本番直前、レゴシはビルがウサギの血を飲んでいることに気付いてしまう。開き直るビルへの怒りが収まらないレゴシは舞台の上で我を忘れて殴りかかり、逆に大怪我を負った上に芝居をめちゃくちゃにしてしまうが、その窮地からアドリブと機転で救ってくれたのは、ほかでもないルイだった。"
                },
                "5": {
                    "ID": "7399807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7399807",
                    "TitleEnglish": "Two Sides to the Story",
                    "SummaryEnglish": "Legoshi deals with misplaced notoriety after the chaotic but successful play, with Jack's support. Hal and Rouis have a clandestine encounter.",
                    "TitleJapanese": "しっぽの汚れにも理由を見出すお年頃",
                    "SummaryJapanese": "舞台の上でビルを殴りつけ死闘を繰り広げてしまったレゴシだが、ルイの機転のおかげで芝居は成功を収め、謎の演劇部員として一躍時の人に。初めて自分の感情をコントロールせずに相手にぶつけたことに困惑するレゴシだが、幼馴染のジャックには「今のレゴシは生き生きしている」と言われる。 また、ひょんなことからレゴシはハルと夕飯を共にするが、ドギマギしているだけのレゴシとはうらはらに、ハルは逃げ出したくなる本能と戦っていた。"
                },
                "6": {
                    "ID": "7399809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7399809",
                    "TitleEnglish": "Blurred Vision – Dream or Reality?",
                    "SummaryEnglish": "After another murder, herbivores are confined to campus. Out in town, the theater club carnivores enter a shady district for adult meat eaters.",
                    "TitleJapanese": "視界の滲み 夢か現か",
                    "SummaryJapanese": "『隕石祭』の準備のために演劇部の肉食獣たちと外出したレゴシは、初めて『裏市』に足を踏み入れる。そこは、草食獣の肉などが手に入るオトナの肉食獣のための街だった。肉を買おうとするビルたちと口論になったレゴシは、単独行動しているうちに匂いに当てられて昏倒し、裏市に住むパンダ・ゴウヒンに捕獲されてしまう。食肉中毒の肉食獣のための心療内科医だというゴウヒンは、レゴシを患者だと思い込み、カウンセリングを始める。"
                },
                "7": {
                    "ID": "7410483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7410483",
                    "TitleEnglish": "Below the Fur Coat",
                    "SummaryEnglish": "The mystery of Legoshi's favorite lunch is solved. Hal recalls her first encounter with a vulnerable Rouis, who has a fiancée.",
                    "TitleJapanese": "制服と被毛のそのまた下の",
                    "SummaryJapanese": "ハルは、初めてルイと出会った日のことを思い出す。誰にも弱さを見せられなかったルイが唯一すべてを晒け出せる相手、それがハルであることは今も変わらない。しかし許嫁のいるルイがハルに本気になることもないのだ・・・。 一方、ゴウヒンから恋心を確かめるよう言われていたレゴシは「こんなに苦しいのは恋じゃない」と無理やり結論を出そうとするが、ルイに頭を撫でられて嬉しそうに笑うハルの姿を偶然目撃し、「彼女が好きだ」と確信する。"
                },
                "8": {
                    "ID": "7440797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7440797",
                    "TitleEnglish": "Caught like Floss in a Canine's Teeth",
                    "SummaryEnglish": "Legoshi offers to escort Hal home; on the way she attempts to become better friends with him, unaware of his guilt. Juno has a revelation.",
                    "TitleJapanese": "犬歯に糸ようじひっかけるように",
                    "SummaryJapanese": "隕石祭の会場からの帰り道、ハルと揉めたレゴシは危険なオオカミとして駅員に追われ、駅の中を逃げまわるハメに。しかし二匹で走り回ったおかげでハルとの距離が少し縮まる。あの日ハルを襲ったのは自分だと打ち明けるべきか迷うレゴシだが、今の関係を大事にしたいがために、再び胸にしまってしまう。 ところが数日後。隕石祭の会場で停電が発生し、暗闇のなかでレゴシに抱きついたハルが口にしたのは、ルイの名前だった。"
                },
                "9": {
                    "ID": "7440798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7440798",
                    "TitleEnglish": "Into the Lion's Den",
                    "SummaryEnglish": "Rouis recalls his harrowing past, and Legoshi makes a personal vow despite conflicting feelings. Meanwhile, Hal is kidnapped for ransom by carnivores.",
                    "TitleJapanese": "エレベーター最上階の戦慄",
                    "SummaryJapanese": "ハルがルイを好きだと知りながら、同時にルイのことも尊敬しているレゴシは、自分の気持ちに踏ん切りをつけるためにハルに告白することを決意する。 ところが、隕石祭の前日の準備中に、ハルは裏市のヤクザ『シシ組』によって誘拐されてしまう。 市長に助けを求めるルイだが、市長の保身のために誘拐事件を黙認するよう説得され、提示された条件を飲んでしまう。そんなルイに失望したレゴシは、単身ハルを救うため走り出した。"
                },
                "10": {
                    "ID": "7440799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7440799",
                    "TitleEnglish": "A Wolf in Sheep's Clothing",
                    "SummaryEnglish": "Legoshi risks his life to find the Shishi-Gumi. A friend helps him channel and control his inner beast so that he can save Hal.",
                    "TitleJapanese": "綿毛、地の果てまで追うならば",
                    "SummaryJapanese": "誘拐されたハルを救うために駆け出したレゴシは、ハルの匂いを追って裏市へ辿り着き、偶然ゴウヒンと再会する。高校生がシシ組とやりあうなんて自殺行為だと止められるが、それでもレゴシの決意はかたく、一匹でアジトに乗り込もうとする。"
                },
                "11": {
                    "ID": "7461044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7461044",
                    "TitleEnglish": "To the Neon District",
                    "SummaryEnglish": "A ferocious Legoshi wreaks havoc to save Hal, while an unknown ally assists in their escape. Awkward timing causes some awkward situations afterwards.",
                    "TitleJapanese": "ゆきゆきて 夏のネオン街",
                    "SummaryJapanese": "シシ組のアジトにゴウヒンと共に乗り込んだレゴシは、ボロボロになりながらも、ついにハルの待つ『ボスの部屋』に辿り着く。ハルの無事に安堵するが、それは同時に、肉食獣の獰猛さをむき出しにして戦う自分の姿をハルに見せるということだった。"
                },
                "12": {
                    "ID": "7500864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7500864",
                    "TitleEnglish": "In the Storm's Wake",
                    "SummaryEnglish": "Hal and Legoshi return to school after their strange night. As the festival gets underway, Juno challenges Hal for Legoshi's affections.",
                    "TitleJapanese": "夏嵐の後ろ姿",
                    "SummaryJapanese": "ついに「あの日ハルを襲ったのは自分だ」と告白したレゴシに、「抱くか食べるか、あなたが決めて」と言うハル。ハルを抱こうとするレゴシだが、突然、口の中にハルの腕が押し込まれた。 「レゴシくん。体が勝手に、あなたの口に入ろうとしてる」。"
                }
            }
        },
        "2": {
            "ID": "1819586",
            "URL": "https://www.thetvdb.com/series/beastars/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7513011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/7513011",
                    "TitleEnglish": "A Teen's Never-Ending Alarm",
                    "SummaryEnglish": "Things are somewhat calm again, but with Tem’s murder unsolved and Rouis missing, the school is filled with rumors of hauntings and strange occurrences.",
                    "TitleJapanese": "少年の目覚めは何度目のアラームか",
                    "SummaryJapanese": "夏休みが終わり、元の平穏な学園生活に戻ったレゴシ。しかしテムを食べた食殺犯はいまだに捕まっておらず、野放しのまま。誰もが認めるビースター候補・ルイが行方不明になったこともあり、生徒たちのなかに『怪談話』として不安が伝播していく。 　犬部屋の仲間とともに怪談事件を解決するレゴシだが、誰にも聞こえない謎の物音にさいなまされる。一匹きりになったレゴシの前に姿を現した音の正体、それは体に６つの目玉の模様を持った巨大なガラガラヘビだった…！"
                },
                "2": {
                    "ID": "8118096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8118096",
                    "TitleEnglish": "The Grey Police Hound Runs",
                    "SummaryEnglish": "Rokume, a giant rattlesnake claiming to be the only security guard in the school, approaches Legoshi and asks him to track down the murderer.",
                    "TitleJapanese": "灰色の警察犬とりあえず走ってる",
                    "SummaryJapanese": "レゴシはガラガラヘビの警備員・ロクメに腕を見込まれ、テムを食べた食殺犯を探し出すことに。ふとしたきっかけで自分の『肉食動物』としての身体性を改めて実感し、「自分にだからできること」について改めて考える。事件のあとテムに花を手向けていたルイの背中から滲む悔恨を思い出したレゴシは、テムの死の真相に向き合っていく決意をする。しかしレゴシの決意とは裏腹に、シシ組の新たなボスとなったルイは裏市でのし上がってゆく腹を決めていた。"
                },
                "3": {
                    "ID": "8118098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8118098",
                    "TitleEnglish": "Changes",
                    "SummaryEnglish": "After taking a drastic step against the Shishi-Gumi, Rouis faces an impossible choice. The drama club gets a new, very confident member.",
                    "TitleJapanese": "そんな鉛を喉に詰まらせて",
                    "SummaryJapanese": "二ヶ月前。シシ組のボスにトドメを刺したルイを待ち受けていたのは、「ここで食い殺されるか、シシ組のボスになるか」という究極の二択。「生き抜け、俺」と自分を鼓舞し、草食獣の肉を食らう気概を見せてボスの座を手に入れる。一方、ハルへの想いを「信仰と履き違えている」とアオバに指摘されたレゴシは、ハルともう一度向き合おうとする。しかし、キスをする寸前に、彼女のなかにまだルイを気に掛ける想いが残っていることに気づき、「俺の恋は君への祈りだ」と距離を置くことに。"
                },
                "4": {
                    "ID": "8118105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8118105",
                    "TitleEnglish": "Entangled",
                    "SummaryEnglish": "Legoshi is attacked by a powerful carnivore. As Rouis earns the trust of the Shishi-Gumi, he loses his own health and peace of mind.",
                    "TitleJapanese": "身を寄せたら毛が絡まってしまうから",
                    "SummaryJapanese": "ハルの心にルイへの想いがまだ残っていることを知り、自分の恋のあり方を見直し、ハルとの距離を置くことを決意するレゴシ。テムの事件の犯人探しに集中しようとした矢先、巨大な肉食獣に襲われてしまう。絶体絶命のピンチのなか、レゴシは犯人の手がかりを得ようと予想外の反撃に出る。"
                },
                "5": {
                    "ID": "8150802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8150802",
                    "TitleEnglish": "Call It Like It Is",
                    "SummaryEnglish": "While attending school during the day, Legoshi spends his nights in intense training sessions with Gohin.",
                    "TitleJapanese": "白はモノクロの中でも白いまま",
                    "SummaryJapanese": "裏市でシシ組の勢力拡大に尽力するルイは、組の中でもボスとしての信頼を徐々に獲得していく。そんなルイのもとへ、演劇部のジュノが訪ねてくる。一方、「強くなる」ために裏市のゴウヒンに弟子入りしたレゴシが学園に帰ってくる。そのレゴシの姿に、犬部屋の面々は衝撃を受けることに…。"
                },
                "6": {
                    "ID": "8150803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8150803",
                    "TitleEnglish": "Fly, O Corrupt One",
                    "SummaryEnglish": "Rouis wants to officially quit school to make a break with his past, but his father refuses to allow it. Hal and Legoshi talk things out.",
                    "TitleJapanese": "飛べ 破戒僧",
                    "SummaryJapanese": "父・オグマに退学届のサインをもらうため、実家に帰るルイ。それはルイにとって父との決別の儀式でもあった。しかしオグマはそれを拒否。ルイは父に銃口を向ける。また、レゴシは食殺犯の手がかりを求めて、校内での捜査を続行。ジュノを呼び出し、『あること』の協力を求める。"
                },
                "7": {
                    "ID": "8150804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8150804",
                    "TitleEnglish": "Unforgettable Sweetness",
                    "SummaryEnglish": "Tao — a black panther — accidentally injures another student. After Legoshi confronts them, the killer thinks back on how and why they murdered Tem.",
                    "TitleJapanese": "蜜漬けの記憶",
                    "SummaryJapanese": "ゴウヒンによる修行の『第一関門』を突破したレゴシだったが、顎の力がりんごを噛むこともできないほどに弱くなっていることが発覚する。このままでは食殺犯に遭遇しても到底敵わないと焦るレゴシ。そんななか、演劇部の部活中に、ある悲劇が起きてしまう。"
                },
                "8": {
                    "ID": "8150805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8150805",
                    "TitleEnglish": "Laughing at the Shadows We Cast",
                    "SummaryEnglish": "After clapping a muzzle on Legoshi, Gohin orders him to capture a beast in the throes of a flesh addiction. Juno ends up spending some time with Hal.",
                    "TitleJapanese": "光を浴びたらシルエットの違いを笑おう",
                    "SummaryJapanese": "演劇部3年・イケてるヒョウのシイラ先輩には、SNSの悩みがあった。草食獣のクラスメイトが自分といっしょに写真を撮りたがるのは、仲良くしたいからではなく、『草食獣と肉食獣が仲良さそうな写真』で「いいね」を稼ぎたいからだと気づいてしまったのだ。"
                },
                "9": {
                    "ID": "8159426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8159426",
                    "TitleEnglish": "A Busted Electric Fan",
                    "SummaryEnglish": "Legoshi is shocked when he meets Rouis in the Black Market district. At school, he's disgusted to hear Riz say he’ll visit Kibi in the hospital.",
                    "TitleJapanese": "ぶっ壊れてる扇風機",
                    "SummaryJapanese": "ゴウヒンの訓練によって、着実に強さを身につけていくレゴシ。 裏市をうろつく食肉中毒患者二匹を鮮やかな戦闘技術で捕まえてしまう。しかしレゴシ自身はこの程度ではヒグマには勝てないと焦りを感じる。さらに、そんなレゴシを何者かが影から見ており……。"
                },
                "10": {
                    "ID": "8159427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8159427",
                    "TitleEnglish": "The Chef's Suspense",
                    "SummaryEnglish": "After Pina makes it clear he won’t be intimidated by Riz, Legoshi gets into a bloody bare-knuckled fight with the bear.",
                    "TitleJapanese": "シェフの気まぐれサスペンス",
                    "SummaryJapanese": "ルイをシシ組から連れ戻すことには失敗し、部活中にはみんなの前にも関わらずリズとやりあってしまったレゴシ。問題は山積みのはずなのに、ハルのいやらしい夢を見てしまったことで罪悪感に苛まれる。さらにプロポーズ以来でハルと二人きりになり、レゴシは己の欲望と戦うが…。"
                },
                "11": {
                    "ID": "8159428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8159428",
                    "TitleEnglish": "Scatter Your Scales",
                    "SummaryEnglish": "To grow stronger for his New Year’s Day confrontation with Riz, Legoshi tries ingesting a moth larva and has an intense hallucination.",
                    "TitleJapanese": "あなた鱗粉振りまいて",
                    "SummaryJapanese": "リズと大格闘を繰り広げた手負いのレゴシは、大晦日の決闘までになんとかしてもっと強くならなければならないと焦る。そんなレゴシにゴウヒンが出したアイディアは『昆虫食』。生きたままの虫を食べる罪悪感から学びを得ろというゴウヒンだが……。"
                },
                "12": {
                    "ID": "8159429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/8159429",
                    "TitleEnglish": "The Taste of Rebellion",
                    "SummaryEnglish": "While getting pummeled by Riz, Legoshi realizes that they’re not so different: he could easily have succumbed to his carnivorous instincts, too.",
                    "TitleJapanese": "革命の馳走",
                    "SummaryJapanese": "大晦日。己の信念のために決闘に挑むレゴシ。大切な思い出を汚そうとする者を排除しようとするリズ。そして、その覚悟を見届けるために、代え難い絆を犠牲にしたルイ。若さとエゴと激しい想いがぶつかり合い、獣たちの血みどろの青春が最後の幕を開ける−−"
                }
            }
        },
        "3": {
            "ID": "2056081",
            "URL": "https://www.thetvdb.com/series/beastars/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10414468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10414468",
                    "TitleEnglish": "An Itchy Collar",
                    "SummaryEnglish": "While Legoshi adjusts to a new life outside Cherryton, the school announces a new segregation policy. The current BEASTAR takes an interest in Legoshi.",
                    "TitleJapanese": "痛痒い首輪",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10780698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10780698",
                    "TitleEnglish": "The Shiny Black Nose Before Me",
                    "SummaryEnglish": "Legoshi's meat withdrawal causes trouble with his new neighbor. The Shishi-Gumi's enigmatic new leader plans to distribute a dangerous energy drink.",
                    "TitleJapanese": "目前に黒光りの鼻",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10780700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10780700",
                    "TitleEnglish": "An Old Dragon's Wrath",
                    "SummaryEnglish": "Recalling Louis's words, Legoshi beats up the energy drink pushers. As the drama club makes a tough decision, the wolf finds a familiar face waiting.",
                    "TitleJapanese": "老龍の逆鱗",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "10840916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840916",
                    "TitleEnglish": "The Gravity of Being a Land Dweller",
                    "SummaryEnglish": "Gosha shocks his grandson with his fighting prowess. Yahya remembers his history with Gosha. Later, a kind seal teaches Legoshi about the marine world.",
                    "TitleJapanese": "陸上動物の重力",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "10840918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840918",
                    "TitleEnglish": "The Guy Born in Spring",
                    "SummaryEnglish": "As Legoshi recovers under Gohin's care, Yahya investigates Melon, a gazelle therapist. Haru reaches a sobering conclusion on interspecies relationships.",
                    "TitleJapanese": "春生まれのあいつ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "10840919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840919",
                    "TitleEnglish": "Eat My Vow",
                    "SummaryEnglish": "On a birthday date, Legoshi confesses everything to Haru. Determined to take their relationship seriously, she makes a daring and dangerous request.",
                    "TitleJapanese": "僕の誓いを食べて",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "10840920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840920",
                    "TitleEnglish": "What Lies at the End of the Melon Patch",
                    "SummaryEnglish": "While the Black Market is abuzz with shocking rumors, Yahya makes plans to catch Melon. The 500 Cornered Rats continue their underground surveillance.",
                    "TitleJapanese": "メロン畑の先には",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "10840921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840921",
                    "TitleEnglish": "The Rotten Egg Hatches",
                    "SummaryEnglish": "The drama club members chafe against the interspecies restrictions. Enticed by Yahya's promise, Legoshi infiltrates Melon's underground party.",
                    "TitleJapanese": "卵の孵化に立ち会って",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "10840922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840922",
                    "TitleEnglish": "Bambi Is Alive and Well",
                    "SummaryEnglish": "Louis’s investigations into the spiked energy drink take him back to the Black Market, where he runs into his old comrades — and their new leader.",
                    "TitleJapanese": "バンビ氏、健在",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "10840927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beastars/episodes/10840927",
                    "TitleEnglish": "Peeling Back the Layers",
                    "SummaryEnglish": "Eager to learn more about the effects of Kines, Louis goes undercover and meets Deshico. Legoshi continues his investigation into Melon alone.",
                    "TitleJapanese": "果肉を切り分けて",
                    "SummaryJapanese": null
                }
            }
        }
    }
}