{
    "URL": "https://www.thetvdb.com/series/given",
    "Genres": [
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10479420/",
        "https://www.themoviedb.org/tv/88040"
    ],
    "TitleEnglish": "given",
    "SummaryEnglish": "The life and loves of the rock band Given, and the romantic relationships that develops between its members.",
    "TitleJapanese": "ギヴン",
    "SummaryJapanese": "ロックバンドGivenの人生と愛、そしてそのメンバーの間で発展するロマンチックな関係。",
    "Aliases": [
        "Одаренный"
    ],
    "Modified": "2025-06-08",
    "Seasons": {
        "0": {
            "ID": "802867",
            "URL": "https://www.thetvdb.com/series/given/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10684126",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/given/episodes/10684126",
                    "TitleEnglish": "given - The Movie",
                    "SummaryEnglish": "The love relationship among the band's bassist Haruki Nakayama, drummer Akihiko Kaji, and Akihiko's roommate and ex-boyfriend Ugetsu Murata.",
                    "TitleJapanese": "映画 ギヴン",
                    "SummaryJapanese": "真冬加入後初のライブを成功させ、バンド「ギヴン」の活動が始動する中、立夏は真冬への想いを自覚し、ふたりは付き合い始める。\n一方、春樹は長年密かに秋彦に想いを寄せていたが、秋彦は同居人のヴァイオリニスト・村田雨月との関係を続けていて･･･。\nスクリーンで、春樹と秋彦、雨月の恋が軋んで動き出す――！"
                },
                "2": {
                    "ID": "10684128",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/given/episodes/10684128",
                    "TitleEnglish": "Eiga Given: Hiiragi Mix",
                    "SummaryEnglish": "Deeply touched by Mafuyu Sato's impressive voice, high school student Ritsuka Nakayama invited him to join him as a singer in his music group, alongside his friends Haruki Nakayama and Akihiko Kaji. With Mafuyu, Given's first concert was a real success, and also allowed Ritsuka to realize his feelings towards Mafuyu. After the two boys started dating, the young musicians' activities continued until they participated in a competition in which they did not win, but did not fail to attract the attention of many people. At the same time, Hiiragi Kashima, Mafuyu's childhood friend, and Shizusumi Yagi's group \"syh\", who notably won the competition in which Given failed, are preparing to make their debut. But due to the absence of its guitarist, the group finds itself blocked in its ascent. With his back against the wall, Hiiragi has only one solution: ask Ritsuka for help to temporarily assist them.",
                    "TitleJapanese": "映画 ギヴン 柊mix",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10684129",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/given/episodes/10684129",
                    "TitleEnglish": "given The Movie: To the Sea",
                    "SummaryEnglish": "Mafuyu doubts his place in the band, but a familiar face could be the spark that brings him back to the stage.",
                    "TitleJapanese": "映画 ギヴン 海へ",
                    "SummaryJapanese": "映画『ギヴン：海へ』は、2023年3月に発表された2部構成の長編映画プロジェクトの第2弾です。プロジェクトの第1弾である映画『ギヴン：ヒイラギミックス』（1月公開）に続くイベントとなります。日本では2024年27日"
                },
                "4": {
                    "ID": "10684127",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/given/episodes/10684127",
                    "TitleEnglish": "Given OVA: on the other hand",
                    "SummaryEnglish": "Ritsuka Uenoyama was losing interest in his favorite hobbies, playing guitar and basketball, until fate decided to intervene. He meets Mafuyu Sato, an apprehensive and shy student in need of a friend. The two grow closer with time, especially after Mafuyu sings with him for the first time. Determined, Ritsuka works to make Mafuyu the lead singer of his band before their first music festival.",
                    "TitleJapanese": "ギヴン うらがわの存在",
                    "SummaryJapanese": "高校生の上ノ山立夏は、佐藤真冬の歌声に衝撃を受け、中山春樹、梶秋彦と組んでいるバンドにボーカルとして真冬を加入させる。真冬加入後初のライブを成功させ、バンド「ギヴン」の活動が始動する中、立夏は真冬への想いを自覚し、ふたりは付き合い始める。夏休みに入り、フェス出場権をかけた次のライブに向け練習を重ねるメンバーたち。しかし、真冬は新曲作りに行き詰まっていた。そんな真冬を歯痒くも見守る立夏だったが、ささいなきっかけで二人は衝突してしまい・・・"
                }
            }
        },
        "1": {
            "ID": "809733",
            "URL": "https://www.thetvdb.com/series/given/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7171938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7171938",
                    "TitleEnglish": "Boys in the Band",
                    "SummaryEnglish": "Ritsuka Uenoyama meets Mafuyu Sato one day in his normal napping spot. Ritsuka ends up fixing Mafuyu’s guitar, which leads to Mafuyu pestering Ritsuka to teach him guitar over and over. Ritsuka declines over and over but somehow, after seeing how passionate Mafuyu is about learning guitar, Ritsuka starts to remember how he felt when he first started playing music.",
                    "TitleJapanese": "#01  Boys in the Band",
                    "SummaryJapanese": "上ノ山立夏は、ある日の昼休み、踊り場で眠る佐藤真冬と出会う。\nギターを直して以来、弾き方を教えてほしいと付きまとわれるようになった立夏だったが、真冬のその一途な想いは立夏にとって、どこか冷めてしまっていた音楽への情熱を思い出させるものだった。"
                },
                "2": {
                    "ID": "7254237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254237",
                    "TitleEnglish": "Like Someone In Love",
                    "SummaryEnglish": "Ritsuka agrees to teach Mafuyu to play guitar, and invites him to continue to observe his band's practice sessions. During one of their lessons, Mafuyu sings an original melody to Ritsuka. Stunned, Ritsuka invites Mafuyu to join the band.",
                    "TitleJapanese": "#02  Like Someone In Love",
                    "SummaryJapanese": "同じバンドのメンバーである中山春樹と梶秋彦に真冬を紹介した立夏。\n二人からの助言もあって立夏は真冬にギターを教えることを決める。はじめて弾くギターに興奮が隠せない真冬。\nそんなある日、春樹と秋彦は音楽をする上で絶対必要なものを真冬に教える。"
                },
                "3": {
                    "ID": "7254238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254238",
                    "TitleEnglish": "Somebody Else",
                    "SummaryEnglish": "Ritsuka is floored after hearing Mafuyu’s singing voice and invites him into the band, but Mafuyu declines. Ritsuka just can’t take no for an answer and keeps trying to invite Mafuyu into the band, but now, Mafuyu is avoiding him. Then during band practice, Haruki asks Ritsuka to actually think about if he ever thought about how Mafuyu felt...",
                    "TitleJapanese": "#03 Somebody Else",
                    "SummaryJapanese": "真冬の歌声に衝撃を受け思わずバンドに誘った立夏だったが、すげなく断られてしまう。諦めきれない立夏は真冬を再度誘うも色良い返事はもらえず、避けられていた。そんなある日のバンド練習中、立夏は春樹から真冬との付き合い方について諫められるが……。"
                },
                "4": {
                    "ID": "7254240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254240",
                    "TitleEnglish": "Fluorescent Adolescent",
                    "SummaryEnglish": "Mafuyu finally decides to join the band. In order to compose a song to go along with the little tidbit that Mafuyu sang for him, Ritsuka dives back into playing guitar nonstop. Haruki is at his part-time job one day when his friend Koji Yatake comes by and asks him if he and his band would like to appear in a live show he’s putting on. Ritsuka is teaching Mafuyu guitar at school as usual and then invites Mafuyu to go look at effect pedals with him.",
                    "TitleJapanese": "#04 Fluorescent Adolescent",
                    "SummaryJapanese": "バンドに入ることを決心した真冬。立夏は真冬の歌に曲をつけるために、久しぶりにギターに没頭していた。バイト中の春樹は、やってきた友人の矢岳光司からライブに出てみないか誘われる。学校で、いつものようにギターを教える立夏は真冬にエフェクターを見に行かないかと誘うのだった。"
                },
                "5": {
                    "ID": "7254241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254241",
                    "TitleEnglish": "The Reason",
                    "SummaryEnglish": "It was decided that Ritsuka and the rest of his band were going to do a live show. Haruki and Akihiko were at a bar drinking, talking about Ritsuka and Mafuyu. Since Akihiko had ridden his motorcycle into town, he asks to spend the night at Haruki’s place and Haruki thinks back on the first time they met. That was right around the time Haruki’s old band had disbanded and he had first encountered Ritsuka, who had just entered his third year of middle school...",
                    "TitleJapanese": "#05 The Reason",
                    "SummaryJapanese": "ライブに出ることになった立夏たち。春樹と秋彦はバーで酒を飲みながら立夏たちの事を話していた。バイクで来ていた秋彦を自宅に泊めることになった春樹は、秋彦と出会った時のことを思い出す。それは、春樹が参加していたバンドが解散し、ちょうど中3になった立夏とも出会った時期で……。"
                },
                "6": {
                    "ID": "7254243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254243",
                    "TitleEnglish": "Creep",
                    "SummaryEnglish": "Ritsuka hears a rumor that the person that Mafuyu used to date had died and is a bit shaken. Ritsuka couldn’t build up the courage to ask Mafuyu about it, but then, Akihiko visits his place. Akihiko then suggests that Mafuyu write the lyrics for the song Ritsuka had made. Ritsuka was thinking the same thing, and at the next band practice, asks Mafuyu if he’d do it.",
                    "TitleJapanese": "#06 Creep",
                    "SummaryJapanese": "真冬が当時付き合っていた相手が亡くなったという噂話を聞き、動揺する立夏。 真冬に問いただす勇気がないまま、立夏の自宅に秋彦が訪れた。\nそこで秋彦は、真冬に詩を書かせてみてはどうかと提案する。同じことを考えていた立夏は、バンド練習で詩を書いてみないかと真冬に持ち掛ける。"
                },
                "7": {
                    "ID": "7254244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254244",
                    "TitleEnglish": "Tumbling Dice",
                    "SummaryEnglish": "Ritsuka realizes how he truly feels and ends up taking out his frustrations and confusion on Mafuyu. Ritsuka ends up talking to Akihiko, who tells him that what he’s feeling is completely normal, but Ritsuka still wonders if it’s okay to admit these feelings. As Akihiko watches over Ritsuka and Mafuyu, he remembers his past with Ugetsu.",
                    "TitleJapanese": "#07 Tumbling Dice",
                    "SummaryJapanese": "自分の気持ちに気づいた立夏は、戸惑い、真冬にきつく当たってしまう。秋彦に話を聞いてもらい、その気持ちが間違いではないと気付くも、認めていいものなのかと悩む立夏。そんな立夏と真冬の様子を見守りながら、秋彦は自分と雨月の過去を思い出す。"
                },
                "8": {
                    "ID": "7254246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254246",
                    "TitleEnglish": "Time Is Running Out",
                    "SummaryEnglish": "As the day of the live show approaches, the season heads into the rainy season and the high school boys have finals. While Mafuyu has trouble coming up with lyrics, he gets visited by his childhood friend, Hiiragi Kashima, who was also Yuki’s childhood friend.",
                    "TitleJapanese": "#08 Time Is Running Out",
                    "SummaryJapanese": "ライブ目前、季節は梅雨に入り、高校では期末試験のシーズン。作詞がまったく進まない真冬の元に、真冬と、真冬のギターの元の持ち主・由紀の幼馴染、鹿島 柊が訪ねて来る。"
                },
                "9": {
                    "ID": "7254247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254247",
                    "TitleEnglish": "A Winter Story",
                    "SummaryEnglish": "Mafuyu has a breakthrough moments before the band's performance, and sings a song about his feelings of loss over Yūki. The song prompts Mafuyu to realize his romantic feelings for Ritsuka, and they kiss backstage. A post-credits scene depicts a flashback to a date between Yūki and Mafuyu.",
                    "TitleJapanese": "#09 冬のはなし",
                    "SummaryJapanese": "ライブ当日。ふとした弾みで言い合いになり、真冬のギターの弦が切れてしまう。春樹に言われ、急いで弦を買いに走る立夏は、真冬がいつも自分の言葉に応えようとしていたことに気づく。弦を張りなおす際、立夏は真冬に自分の想いを伝える。そして、歌詞はできないままに自分たちの演奏する番になるが……。"
                },
                "10": {
                    "ID": "7254249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254249",
                    "TitleEnglish": "Wonderwall",
                    "SummaryEnglish": "Ritsuka comes to the realization that he was so worked up at the concert that he kissed Mafuyu. Ritsuka hears that Mafuyu didn’t come to school because he had a fever, so he decides to go visit him. The next day, Mafuyu is feeling better and the band gets together to celebrate his recovery and to try to figure out their future as a band and figure out a name for their band.",
                    "TitleJapanese": "#10 Wonderwall",
                    "SummaryJapanese": "ライブの余韻と勢いで、真冬にキスしたことに狼狽える立夏。真冬が熱で欠席していることを知った立夏は、見舞いに行くため、真冬の自宅へと向かう。後日、ライブの打ち上げと真冬の快気祝いを兼ねた席で、四人は自分たちのバンドの今後について話し合い、バンドの名前を考えるのだった。"
                },
                "11": {
                    "ID": "7254250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/given/episodes/7254250",
                    "TitleEnglish": "Song2",
                    "SummaryEnglish": "The relationships between the band members are all shifting as they begin to pave a way forward for their new band: 'Given'.",
                    "TitleJapanese": "Song2",
                    "SummaryJapanese": "バンドメンバー間の関係は、彼らが新しいバンド「Given」への道を開き始めるにつれて、すべて変化しています。"
                }
            }
        }
    }
}