{
  "URL": "https://www.thetvdb.com/series/given",
  "Genres": [
    "LGBTQ+"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10479420/",
    "https://www.themoviedb.org/tv/88040"
  ],
  "TitleEnglish": "given",
  "SummaryEnglish": "The life and loves of the rock band Given, and the romantic relationships that develops between its members.",
  "Aliases": [],
  "Modified": "2025-06-08",
  "Seasons": {
    "0": {
      "ID": "802867",
      "URL": "https://www.thetvdb.com/series/given/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "10684126",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/given/episodes/10684126",
          "TitleEnglish": "given - The Movie",
          "SummaryEnglish": "The love relationship among the band's bassist Haruki Nakayama, drummer Akihiko Kaji, and Akihiko's roommate and ex-boyfriend Ugetsu Murata.",
          "Aliases": [
            "Given",
            "Given Movie"
          ]
        },
        "2": {
          "ID": "10684128",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/given/episodes/10684128",
          "TitleEnglish": "Eiga Given: Hiiragi Mix",
          "SummaryEnglish": "Deeply touched by Mafuyu Sato's impressive voice, high school student Ritsuka Nakayama invited him to join him as a singer in his music group, alongside his friends Haruki Nakayama and Akihiko Kaji. With Mafuyu, Given's first concert was a real success, and also allowed Ritsuka to realize his feelings towards Mafuyu. After the two boys started dating, the young musicians' activities continued until they participated in a competition in which they did not win, but did not fail to attract the attention of many people. At the same time, Hiiragi Kashima, Mafuyu's childhood friend, and Shizusumi Yagi's group \"syh\", who notably won the competition in which Given failed, are preparing to make their debut. But due to the absence of its guitarist, the group finds itself blocked in its ascent. With his back against the wall, Hiiragi has only one solution: ask Ritsuka for help to temporarily assist them.",
          "Aliases": [
            "Eiga Given: Hiiragi mix",
            "Given: Hiiragi Mix"
          ]
        },
        "3": {
          "ID": "10684129",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/given/episodes/10684129",
          "TitleEnglish": "given The Movie: To the Sea",
          "SummaryEnglish": "Mafuyu doubts his place in the band, but a familiar face could be the spark that brings him back to the stage.",
          "Aliases": [
            "Eiga Given: Umi e",
            "Given (Zoku-hen)",
            "Given Movie: To the Sea",
            "Given: To the Sea",
            "Given: Umi e"
          ]
        },
        "4": {
          "ID": "10684127",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/given/episodes/10684127",
          "TitleEnglish": "Given OVA: on the other hand",
          "SummaryEnglish": "Ritsuka Uenoyama was losing interest in his favorite hobbies, playing guitar and basketball, until fate decided to intervene. He meets Mafuyu Sato, an apprehensive and shy student in need of a friend. The two grow closer with time, especially after Mafuyu sings with him for the first time. Determined, Ritsuka works to make Mafuyu the lead singer of his band before their first music festival.",
          "Aliases": [
            "Given OVA: Existence of the Other Side",
            "Given OVA: Uragawa no Sonzai"
          ]
        }
      }
    },
    "1": {
      "ID": "809733",
      "URL": "https://www.thetvdb.com/series/given/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "7171938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7171938",
          "TitleEnglish": "Boys in the Band",
          "SummaryEnglish": "Ritsuka Uenoyama meets Mafuyu Sato one day in his normal napping spot. Ritsuka ends up fixing Mafuyu’s guitar, which leads to Mafuyu pestering Ritsuka to teach him guitar over and over. Ritsuka declines over and over but somehow, after seeing how passionate Mafuyu is about learning guitar, Ritsuka starts to remember how he felt when he first started playing music.",
          "Aliases": []
        },
        "2": {
          "ID": "7254237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254237",
          "TitleEnglish": "Like Someone In Love",
          "SummaryEnglish": "Ritsuka agrees to teach Mafuyu to play guitar, and invites him to continue to observe his band's practice sessions. During one of their lessons, Mafuyu sings an original melody to Ritsuka. Stunned, Ritsuka invites Mafuyu to join the band.",
          "Aliases": []
        },
        "3": {
          "ID": "7254238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254238",
          "TitleEnglish": "Somebody Else",
          "SummaryEnglish": "Ritsuka is floored after hearing Mafuyu’s singing voice and invites him into the band, but Mafuyu declines. Ritsuka just can’t take no for an answer and keeps trying to invite Mafuyu into the band, but now, Mafuyu is avoiding him. Then during band practice, Haruki asks Ritsuka to actually think about if he ever thought about how Mafuyu felt...",
          "Aliases": []
        },
        "4": {
          "ID": "7254240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254240",
          "TitleEnglish": "Fluorescent Adolescent",
          "SummaryEnglish": "Mafuyu finally decides to join the band. In order to compose a song to go along with the little tidbit that Mafuyu sang for him, Ritsuka dives back into playing guitar nonstop. Haruki is at his part-time job one day when his friend Koji Yatake comes by and asks him if he and his band would like to appear in a live show he’s putting on. Ritsuka is teaching Mafuyu guitar at school as usual and then invites Mafuyu to go look at effect pedals with him.",
          "Aliases": []
        },
        "5": {
          "ID": "7254241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254241",
          "TitleEnglish": "The Reason",
          "SummaryEnglish": "It was decided that Ritsuka and the rest of his band were going to do a live show. Haruki and Akihiko were at a bar drinking, talking about Ritsuka and Mafuyu. Since Akihiko had ridden his motorcycle into town, he asks to spend the night at Haruki’s place and Haruki thinks back on the first time they met. That was right around the time Haruki’s old band had disbanded and he had first encountered Ritsuka, who had just entered his third year of middle school...",
          "Aliases": []
        },
        "6": {
          "ID": "7254243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254243",
          "TitleEnglish": "Creep",
          "SummaryEnglish": "Ritsuka hears a rumor that the person that Mafuyu used to date had died and is a bit shaken. Ritsuka couldn’t build up the courage to ask Mafuyu about it, but then, Akihiko visits his place. Akihiko then suggests that Mafuyu write the lyrics for the song Ritsuka had made. Ritsuka was thinking the same thing, and at the next band practice, asks Mafuyu if he’d do it.",
          "Aliases": []
        },
        "7": {
          "ID": "7254244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254244",
          "TitleEnglish": "Tumbling Dice",
          "SummaryEnglish": "Ritsuka realizes how he truly feels and ends up taking out his frustrations and confusion on Mafuyu. Ritsuka ends up talking to Akihiko, who tells him that what he’s feeling is completely normal, but Ritsuka still wonders if it’s okay to admit these feelings. As Akihiko watches over Ritsuka and Mafuyu, he remembers his past with Ugetsu.",
          "Aliases": []
        },
        "8": {
          "ID": "7254246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254246",
          "TitleEnglish": "Time Is Running Out",
          "SummaryEnglish": "As the day of the live show approaches, the season heads into the rainy season and the high school boys have finals. While Mafuyu has trouble coming up with lyrics, he gets visited by his childhood friend, Hiiragi Kashima, who was also Yuki’s childhood friend.",
          "Aliases": []
        },
        "9": {
          "ID": "7254247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254247",
          "TitleEnglish": "A Winter Story",
          "SummaryEnglish": "Mafuyu has a breakthrough moments before the band's performance, and sings a song about his feelings of loss over Yūki. The song prompts Mafuyu to realize his romantic feelings for Ritsuka, and they kiss backstage. A post-credits scene depicts a flashback to a date between Yūki and Mafuyu.",
          "Aliases": []
        },
        "10": {
          "ID": "7254249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254249",
          "TitleEnglish": "Wonderwall",
          "SummaryEnglish": "Ritsuka comes to the realization that he was so worked up at the concert that he kissed Mafuyu. Ritsuka hears that Mafuyu didn’t come to school because he had a fever, so he decides to go visit him. The next day, Mafuyu is feeling better and the band gets together to celebrate his recovery and to try to figure out their future as a band and figure out a name for their band.",
          "Aliases": []
        },
        "11": {
          "ID": "7254250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/given/episodes/7254250",
          "TitleEnglish": "Song2",
          "SummaryEnglish": "The relationships between the band members are all shifting as they begin to pave a way forward for their new band: 'Given'.",
          "Aliases": []
        }
      }
    }
  }
}