{
    "URL": "https://www.thetvdb.com/series/astra-lost-in-space",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10483250/",
        "http://astra-anime.com/",
        "http://www.reddit.com/r/AstraLostInSpace",
        "https://www.themoviedb.org/tv/88041",
        "https://x.com/astra_anime"
    ],
    "TitleEnglish": "Astra Lost in Space",
    "SummaryEnglish": "The year is 2061, when space travel is now possible and commercially viable, and the students of Caird High School embark on their Planet Camp. But soon after Group B5 arrived at their planetary camp site, a mysterious and unforeseen sentient light sphere warps its 9 members into outer space, stranding them 5012 light years away from their home planet. With the discovery of an old, unmanned spaceship nearby, the students must stay strong, manage their limited resources and remain united in the darkness of space, so that all of them can survive their long and likely perilous trek back home aboard the Astra.",
    "TitleJapanese": "彼方のアストラ",
    "SummaryJapanese": "宇宙への往来が当たり前になった近未来で、9名の少年少女たちが惑星キャンプへと旅立つ。\n宇宙旅行に胸を躍らせながら出発した彼らを待ち受ける、予想外の事態とは……！？",
    "Aliases": [
        "Kanata no Astra"
    ],
    "Modified": "2024-10-04",
    "Seasons": {
        "1": {
            "ID": "809731",
            "URL": "https://www.thetvdb.com/series/astra-lost-in-space/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7171934",
                    "TitleEnglish": "Planet Camp",
                    "SummaryEnglish": "Nine students embark on their first trip to outer space, to attend a five-day \"Planet Camp\" on an uninhabited planet. The moment they arrive, however, a mysterious sphere transports them to a different part of the galaxy.",
                    "TitleJapanese": "PLANET CAMP",
                    "SummaryJapanese": "宇宙旅行が当たり前になった時代。ケアード高校の生徒アリエス・スプリングは、初めての惑星キャンプに胸をときめかせていた。 同じ班になったのは、宇宙港で顔を合わせたカナタ・ホシジマら計9名。 一行は無事に惑星マクパに辿り着つくが……予期せぬ事態が発生する！"
                },
                "2": {
                    "ID": "7254057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254057",
                    "TitleEnglish": "Wilderness",
                    "SummaryEnglish": "The team reach the first planet on their interstellar trip, Planet Vilavurs. Though the planet itself seems comfortably inhabitable, the novice explorers have much to learn about space survival, and about each other.",
                    "TitleJapanese": "WILDERNESS",
                    "SummaryJapanese": "20日分の食料と水を手に入れるため、惑星ヴィラヴァースに降り立ったカナタたち。特異な生態系に翻弄されながらも生存のために協力し、メンバーは少しずつ環境に順応していく。しかし、十分な食料と水が確保できるとわかった矢先、再び謎の球体が現れる！"
                },
                "3": {
                    "ID": "7254100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254100",
                    "TitleEnglish": "Meteor",
                    "SummaryEnglish": "Spirits are raised and friendships are forged after the nine students successfully complete their first visit to a foreign planet. However, they are reminded that danger still lurks - in outer space, and from within the group.",
                    "TitleJapanese": "METEOR",
                    "SummaryJapanese": "通信機を壊した犯人がこの中にいる――。カナタはメンバー一人一人に疑いの眼差しを向けるが、証拠となるものは見当たらない。猜疑心に苛まれながら、ついにメンバーに事実を打ち明けるカナタ。誰もが混乱に陥り、疑心暗鬼になる中、アストラ号の壁が突然爆発する！"
                },
                "4": {
                    "ID": "7254101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254101",
                    "TitleEnglish": "Star of Hope",
                    "SummaryEnglish": "Disaster narrowly averted, the group land on Planet Shummoor, the second planet of their trip. Finding resources proved to be a challenge, but every member of the group was optimistic that things will work out - except for one.",
                    "TitleJapanese": "STAR OF HOPE",
                    "SummaryJapanese": "墜落の危機を乗り越え、アストラ号は第2の惑星シャムーアに到着する。犯人を探すことをやめ、全員で生き抜くことを優先するカナタ。惑星探査は順調に進み、食料と水の見通しも立った。色めき立つカナタたちだが、ユンファだけはどこか表情が曇っていて……。"
                },
                "5": {
                    "ID": "7254102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254102",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "After surviving another dangerous setback, the team are able to resume their trip. Meanwhile, back home, the students' parents meet to discuss the fate of their children.",
                    "TitleJapanese": "PARADISE",
                    "SummaryJapanese": "B5班を救い、メンバーと打ち解けたユンファ。旅の楽しさを分かち合いながら、アストラ号は次なる惑星を目指そうとしていた。一方、ケアード高校にはカナタたちの親が集められ、行方不明の子どもたちを死亡扱いとする失踪宣告の手続きが始まろうとしていた！"
                },
                "6": {
                    "ID": "7254103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254103",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "Ulgar threatens to kill Luca, revealing the previously unknown connection between the two, as well as secrets about Luca himself. Kanata attempts to piece the information together, but another disaster strikes.",
                    "TitleJapanese": "SECRET",
                    "SummaryJapanese": "ルカの父親マルコ・エスポジトは、ウルガーの仇だった。大切な兄を奪ったマルコに復讐するため、ウルガーは銃の腕を磨き、その機会をうかがっていた。ルカを殺せば、マルコに同じ苦しみを与えられる。その引き金に込められた憎悪に、ルカは……。"
                },
                "7": {
                    "ID": "7254104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254104",
                    "TitleEnglish": "Past",
                    "SummaryEnglish": "As the Astra and Team B5 approach their next planet, Aries notices that Charce's story doesn't add up. The team confront Charce about his past, which he has kept secret until now.",
                    "TitleJapanese": "PAST",
                    "SummaryJapanese": "惑星イクリス到着を前に、B5班に衝撃が走る。シャルスはもともとケアード高校の生徒ではなく、惑星キャンプの直前に転校してきたというのだ。なぜ、シャルスは転校生であることを不自然に隠していたのか？　今明かされるシャルスの出自に、カナタたちは……。"
                },
                "8": {
                    "ID": "7254105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254105",
                    "TitleEnglish": "Lost and Found",
                    "SummaryEnglish": "The team meet Polina, an astronaut hibernating inside a ship identical to the Astra. Together, they work on a way to get off of this planet.",
                    "TitleJapanese": "LOST AND FOUND",
                    "SummaryJapanese": "アストラ号と同型の宇宙船を発見したカナタたちは、船内でコールドスリープ状態の生存者を確認する。彼女の名前はポリーナ・リヴィンスカヤ。この宇宙船、アーク6号の機関士だったという。さらに、アーク6号の発見によってアストラ号の修理にも一筋の光が差し込む。"
                },
                "9": {
                    "ID": "7254106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254106",
                    "TitleEnglish": "Revelation",
                    "SummaryEnglish": "Some peculiar medical readings raise Zack's suspicions about the true relationship between Funicia and Quitterie. Studying this, the team discovers the common link between the team members - the reason someone wants them all dead.",
                    "TitleJapanese": "REVELATION",
                    "SummaryJapanese": "キトリーとフニシアはまったく同じDNAを持っていた。ザックから告げられた衝撃の事実に、カナタたちはとある仮説にたどりつく。そしてこれまでの全ての出来事がパズルのピースを埋めていくように仮説を裏付けしていく。"
                },
                "10": {
                    "ID": "7254107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254107",
                    "TitleEnglish": "Culprit",
                    "SummaryEnglish": "The team is on its way to the final planet. Polina is determined to find out how it is possible that the children are from a different planet, and Kanata closes in on the enemy within.",
                    "TitleJapanese": "CULPRIT",
                    "SummaryJapanese": "カナタたちの目指す惑星を見て驚愕するポリーナ。次々と判明する新事実に困惑しながらも、B5班とポリーナはお互いの知識、認識をすり合わせ、様々な仮説を立てていく。そして次なる惑星ガレムへの到着を前に、カナタは意を決しアリエスの部屋を訪れる。"
                },
                "11": {
                    "ID": "7254108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254108",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "The entrapment was successful, and the team finally corners the killer amongst them. What drove the killer to do what they did, despite developing such a close bond with the rest of the team?",
                    "TitleJapanese": "CONFESSION",
                    "SummaryJapanese": "刺客の正体が明らかになった……！　戸惑いを隠せないB5班のメンバーたち。旅の中で絆を深めてきた仲間が、なぜメンバーの一斉殺処分という使命を背負い続けるのか？　仲間の問いかけに、刺客はその出生の秘密と自身を突き動かすに至ったある事件の顛末を語り出す。"
                },
                "12": {
                    "ID": "7254109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astra-lost-in-space/episodes/7254109",
                    "TitleEnglish": "Friend-ship",
                    "SummaryEnglish": "The truth is revealed about the killer, which leads to numerous discoveries about the history of the world. Can the team overcome the final obstacle and return home safely?",
                    "TitleJapanese": "FRIEND-SHIP",
                    "SummaryJapanese": "右腕を失いながらも、誰も憎まず今まで通りを貫くカナタ。惑星ガレムを出発する準備も着々と進み、5012光年の旅はいよいよ終着点を迎えようとしていた。そして、故郷への帰還を前に世界の真実を知るカナタたち。果たして、この真実をどう受け止めるのか。"
                }
            }
        }
    }
}