{
    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Romance",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11157544/",
        "https://www.themoviedb.org/tv/93818"
    ],
    "TitleEnglish": "Stand My Heroes: Piece of Truth",
    "SummaryEnglish": "Newcomer Rei Izumi is joining the narcotics investigation unit of the Ministry of Health, Labour and Welfare. As a scout for the newly created STAND, she’s going to recruit the most unique of agents, investigators, and informants to make up a specialized team to safeguard the country. And their first mission is to discover the hazardous drug destroying the lives of innocent Tokyo citizens.",
    "TitleJapanese": "スタンドマイヒーローズ PIECE OF TRUTH",
    "SummaryJapanese": "麻薬取締官たちを待つ未解決事件の真相とは？\n薬物事件を扱う独立捜査機関に所属する麻薬取締官、通称マトリ。新人マトリである泉玲は、マトリに適性のある候補者、通称スタンドをスカウトする大役に任命される。そんな新人の玲とスタンドを待ちうけるのは、ある謎のドラッグにまつわる未解決事件だった。",
    "Aliases": [
        "За мной, мои герои: Часть истины",
        "Сцена для моих героев: Истина"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "803493",
            "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9820674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/9820674",
                    "TitleEnglish": "Warmth of Memories",
                    "SummaryEnglish": "Newcomer Rei Izumi is joining the narcotics investigation unit of the Ministry of Health, Labour and Welfare. As a scout for the newly created STAND, she’s going to recruit the most unique of agents, investigators, and informants to make up a specialized team to safeguard the country. And their first mission is to discover the hazardous drug destroying the lives of innocent Tokyo citizens.",
                    "TitleJapanese": "スタンドマイヒーローズ WARMTH OF MEMORIES",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "821537",
            "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7317496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7317496",
                    "TitleEnglish": "PIECE 1",
                    "SummaryEnglish": "Rei Izumi is a rookie regulatory official with the Drug Control Department, who has just been appointed as a scout to gather members for a new investigative agency called STAND that specializes in unsolved drug-related cases.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "薬物絡みの未解決事件を扱う独立捜査機関「スタンド」。メンバー候補は厚生労働省麻薬取締部（マトリ）、警視庁捜査一課から民間人まで幅広い。所属の垣根を越えてメンバーをスカウトする、その重要な役に任命されたのは泉 玲。一部の薬物に対して耐性がある「薬効体質」の持ち主だ。泉はさっそく、捜査企画課のエース・青山 樹と共に警視庁を訪れ、捜査一課のスタンド候補者たちに協力を依頼することに。"
                },
                "2": {
                    "ID": "7394135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7394135",
                    "TitleEnglish": "PIECE 2",
                    "SummaryEnglish": "Rei tries to recruit members of Revel into STAND and is met with varying attitudes. Hatori seems rather fond of her, but the others seem to have some reservations.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "政財界や芸能界にも太いパイプを持つ情報屋「Revel」。そのメンバーでスタンド候補者である大谷羽鳥から突然声をかけられた泉は、彼の協力でRevelのリーダー・桧山貴臣との面会をはたす。彼にスタンドの重要性を訴えた泉はその後、大谷の誘いでRevelのたまり場になっているというバーへ。神楽亜貴が泉を冷たくあしらうなか、槙 慶太は警戒心を持ちながらも優しい一面を見せるが……。"
                },
                "3": {
                    "ID": "7394137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7394137",
                    "TitleEnglish": "PIECE 3",
                    "SummaryEnglish": "The police and narcs confiscate a new drug. Rei attempts to recruit novelist Makoto Tsuduki into STAND but receives a cold reception. Meanwhile, Makoto's younger brother and actor, Kyosuke, seems much nicer to Rei.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "繁華街で暴れて逮捕された男のアパートから、白と青の２錠１セットになった謎のドラッグが発見された。十数年前に一時的に出回った「プラス」と成分が似ているが、詳細な情報は不明。一方、泉は桧山からスタンド候補者のベストセラー作家・都築 誠を紹介され、捜査一課の荒木田蒼生と共に会いに行く。だが、誠はマトリを信用してないとバッサリ。後日、再度説得しようと向かった泉は、誠の弟で若手人気俳優・都築京介と出会う。"
                },
                "4": {
                    "ID": "7394141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7394141",
                    "TitleEnglish": "PIECE 4",
                    "SummaryEnglish": "Kyosuke takes Rei out on a few dates and the DCD continues their investigation on the new drug they confiscated. Meanwhile, Makoto gets taken in by the police for questioning regarding an old case which causes trouble for both Tsuduki brothers.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "居酒屋でスカウト状況の報告を受けるマトリのメンバー。スタンド候補者・都築 誠のスカウトは一時中断することに。同じくスタンド候補者で人気の若手俳優の弟・都築京介「通称＝きょんくん」の話題になり、京介から頻繁に連絡や食事の誘いを受けていると告白する泉。泉が超人気の若手俳優から口説かれていると知り、盛り上がる一同。翌日、警視庁へ届け物に行った泉を待っていたのは、京介だった。"
                },
                "5": {
                    "ID": "7408731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408731",
                    "TitleEnglish": "PIECE 5",
                    "SummaryEnglish": "After having her scout duties put on hold, Aoyama asks Rei to help him with an investigation he'd been working on during his free time.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "スタンドの力になるどころか、このままではお荷物になってしまうと落ち込む泉。そこへ追い打ちをかけるように、上層部からスカウト業務の一時中断が通達され、次のスカウト対象者の指定があるまで通常のマトリ業務へと戻ることに。仕事に没頭する泉だったが、カラ元気であることを察するマトリメンバー。そんな泉を自宅へ招待する青山の真意とは。"
                },
                "6": {
                    "ID": "7408732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408732",
                    "TitleEnglish": "PIECE 6",
                    "SummaryEnglish": "The DCD end up helping out at an event put together by the Ministry of Health, Labour, and Welfare, the MPD, and the fire department. Meanwhile, Rei and Aoyama try to find out who sent Rei the threatening message.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "「命が惜しければ、これ以上深入りするな」\n泉の携帯に届いた差出人不明の脅迫メール。それについて青山に報告するが、心配をかけたくないという思いから、マトリメンバーには黙っていてほしいと頼み込む。一方マトリのメンバーは、京介が一日警察署長を務める厚労省・警視庁・消防庁が合同で行うイベント「安心安全わいわいフェア」の助っ人として動員されることに。イベント会場には警視庁の面々をはじめ、九条家の人間の姿もあり……。"
                },
                "7": {
                    "ID": "7408736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408736",
                    "TitleEnglish": "PIECE 7",
                    "SummaryEnglish": "Rei and Aoyama go to meet with Soma Kujo, but things don't go that well. Rei is determined to not give up and visits him on another day. On her way there, she encounters Kirishima fighting a deer.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "ついにスカウト業務が再開された。スカウト対象者は大森製薬会社の役員であり、九条家の当主でもある九条壮馬。十数年前に出回り、最近また姿を現したドラッグ「プラス」と関与の疑いがある人物だ。アポイントを取り、青山と泉は共に九条邸へと赴く。九条家の面々の鋭い視線のなか、スタンドについて丁寧に説明を始めるものの、九条からの質問にうまく答えられない泉に青山も助け舟を出し、さらなる説得を試みるが……。"
                },
                "8": {
                    "ID": "7408737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408737",
                    "TitleEnglish": "PIECE 8",
                    "SummaryEnglish": "Miyase helps Rei dig further into the case to see if Kujo is really connected or not. Meanwhile, Arakida has some second thoughts about Izumi being completely useless.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "九条家の使用人・宮瀬 豪と喫茶店で落ち合う泉。宮瀬から九条家のサーバーで見つけた「SQUARE」について問われる。「プラス」の元になったと考えられている「SQUARE」が、大森製薬で開発されていた新薬であることを知る泉は、「マトリが現在調査している案件と関わりのある薬物」とだけ答えるが……。新薬との関連が疑われる九条家から離れるべきなのかもしれないとわかっていても「離れたくない」と悩む宮瀬に、泉はある提案を持ちかける。"
                },
                "9": {
                    "ID": "7408740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408740",
                    "TitleEnglish": "PIECE 9",
                    "SummaryEnglish": "Hattori tells Rei about something that happened in his past that ties in with the Anonymous Case and in return, he wants her to try to get Makoto to talk.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "『行き過ぎた正義の終着点はどこでしょう？』捜査一課の課長・服部 耀は、15年前に起きた「名無し事件」の容疑者と自分の過去について語り始める。「スタンド」を設立した上層部の思惑、その候補者がこの事件の重要参考人ばかりである真相を知った泉は、決断を迫られる。そして、それぞれの正義が大きく動き出す―。"
                },
                "10": {
                    "ID": "7408741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408741",
                    "TitleEnglish": "PIECE 10",
                    "SummaryEnglish": "Rei goes to visit Sara and Kyosuke. Kyosuke trusts her enough to ask her to save his brother, and manages to convince Makoto to meet with her. Makoto then tells her his connection with Ida, and...",
                    "TitleJapanese": null,
                    "SummaryJapanese": "警視庁の上層部が「名無し事件」の解決を最優先にしているのは、身内の汚点を隠蔽するためだったことが明らかになった。事件の容疑者である伊田正義の情報を知っている可能性があるために拘束された誠だが、依然として黙秘を続ける。九条家が事件に関わっているのか不明な中、「もりのゆうえんち」で宮瀬と待ち合わせた泉は、15年前に起きた事故に宮瀬も居合わせていたことを知る。"
                },
                "11": {
                    "ID": "7408743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408743",
                    "TitleEnglish": "PIECE 11",
                    "SummaryEnglish": "Rei, the DCD, and STAND all confront Kujo at the site of a supposed drug deal, but something seems off. They take him in for questioning and the more they talk to him, the more it seems that he was framed.",
                    "TitleJapanese": null,
                    "SummaryJapanese": "九条がドラッグの取引に動いた可能性が浮上した。マトリは令状を請求するが、確証がないことを理由に却下されてしまう。取引場所を特定し九条を現行犯逮捕すべく、由井と夏目が九条家に乗り込む。動揺する九条家の面々を制して九条のPCを確認し、取引相手と思しき人物とのメールのやりとりを発見。すると、マトリが急行した現場には捜査一課の面々も駆けつけていて…。"
                },
                "12": {
                    "ID": "7408744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stand-my-heroes-piece-of-truth/episodes/7408744",
                    "TitleEnglish": "PIECE 12",
                    "SummaryEnglish": "The one who framed Soma Kujo is revealed and Rei's life is in danger. Will Rei and STAND be able to stop the true mastermind behind all of this?",
                    "TitleJapanese": null,
                    "SummaryJapanese": "九条の車から「プラス」と思しきものが押収された。しかし、九条は何者かに陥れられた可能性が高いと考えたマトリは、真犯人の特定を急ぐことに。一方、泉は九条家から姿を消した宮瀬を探していた。宮瀬は「もりのゆうえんち」に一人佇み、過去を思い起こしていく。母と九条家の別宅で暮らしていた宮瀬。優しい母とつつましやかに過ごしていたが…。"
                }
            }
        }
    }
}