{
    "URL": "https://www.thetvdb.com/series/bem",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10423424/",
        "https://www.themoviedb.org/tv/88063"
    ],
    "TitleEnglish": "BEM",
    "SummaryEnglish": "Three monsters, Bem, who looks like a gangster, Bero, who looks like a boy, and Bera, a witch, act as agents of justice, hoping that they will be allowed to become human.",
    "TitleJapanese": "BEM",
    "SummaryJapanese": "ギャングのように見えるベム、男の子のように見えるベロ、魔女のベラの3人のモンスターが正義の代理人として行動し、人間になることを望んでいます。",
    "Aliases": [
        "BEM (2019)"
    ],
    "Modified": "2025-07-24",
    "Seasons": {
        "0": {
            "ID": "804327",
            "URL": "https://www.thetvdb.com/series/bem/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8020929",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/bem/episodes/8020929",
                    "TitleEnglish": "Bem Movie: Become Human",
                    "SummaryEnglish": null,
                    "TitleJapanese": "劇場版 BEM ～BECOME HUMAN～",
                    "SummaryJapanese": "リブラシティの事件から2年。 行方不明となったベムたち妖怪人間の行方を探し続けていた刑事・ソニアは、 目撃情報を元に「ドラコ・ケミカル」という製薬会社を訪れる。 そこで出会ったのは、逞しく成長し、たった一人で悪と戦い続けるベロ、 戦いを拒み、普通の女の子としての暮らしを望むベラ、そして、ベムにそっくりな姿の\"ベルム\"という男だった・・・。 ベルムは、自分のことをベムと呼ぶソニアとの接触以来、毎夜、悪夢にうなされることになる。 愛する妻と子どもに囲まれた暖かい家庭。優しい街の人々とのいつもの交流。気の置けない同僚と、やりがいのある仕事。 そんな、自分にとってごく普通の、変わらないはずの日常が、音を立てて崩れ落ちていく―。 「俺は一体、誰なんだ・・・？」 彼らの運命はすれ違い、交錯し、やがて妖怪人間誕生の秘密へと繋がる。 長年抱いていた夢の答え。果たして妖怪人間が選び取った未来とは・・・！？"
                }
            }
        },
        "1": {
            "ID": "809735",
            "URL": "https://www.thetvdb.com/series/bem/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7171940",
                    "TitleEnglish": "Water",
                    "SummaryEnglish": "Libra City : a town which itself represents a human’s sense of discrimination. A young female detective Sonia gets relegated to Outside from Upper Town. Right after her arrival, she starts following the serial drowning cases, and meets a man who fights against the criminal without being noticed. His name is BEM. Now their gears of fate quietly begin to spin.",
                    "TitleJapanese": "WATER",
                    "SummaryJapanese": "人間同士の差別意識が、街の形として具現化したリブラシティ。\nアッパーサイドからアウトサイドに左遷されてきた若き女性刑事ソニアは、赴任早々、連続溺死事件を追ううちに、人知れず犯人と戦う1人の男と出会う。\nその男の名は、ベム。2人の運命の歯車が、今、静かに動き出す。"
                },
                "2": {
                    "ID": "7254292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254292",
                    "TitleEnglish": "Liar",
                    "SummaryEnglish": "Bela spends her days going to school as Annabella in Upper Town. One day, she meets a woman name Elaine who recognizes her face from 10 years ago. Curious, she tries to find out more about the human girl she had chosen.",
                    "TitleJapanese": "LIAR",
                    "SummaryJapanese": "アッパーサイドで女子高生として生活しているベラは、ある女性に声をかけられる。その女性エレーンは、ベラの顔が、10年前に姿を消した親友メアリと瓜二つだと言う。一方、連日の長雨により、アウトサイドの廃墟から白骨化したメアリの遺体が発見される。\n実はベラの顔には秘密が隠されていた。"
                },
                "3": {
                    "ID": "7254293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254293",
                    "TitleEnglish": "Shadow",
                    "SummaryEnglish": "BELO, an unbeaten gamer in Outside’s arcade gets a challenger. That man’s name is Daryl. Daryl soon gets to like BELO and takes him to his home. Daryl’s father is a secretary of a politician who pursues reform of Libra City. Then a shadow man comes, who keeps on killing politicians.",
                    "TitleJapanese": "SHADOW",
                    "SummaryJapanese": "アウトサイドのゲームセンターで無敗のベロに、アッパーから挑戦者がやってきた。\nその男の名はダリル。ベロを気に入ったダリルは、アッパーサイドにある自宅へ招待する。\nダリルの父親は、リブラシティ改革を推進する政治家の秘書だった。\nそこへ、政治家殺しを繰り返す“影男”の凶刃が迫る。"
                },
                "4": {
                    "ID": "7254294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254294",
                    "TitleEnglish": "Lightning",
                    "SummaryEnglish": "Evil entities have started to make a move against Bem and the others. As Sonia follows a string of mysterious murders, she becomes convinced that the creatures she had seen are involved. At the same time, another mysterious entity begins to move as well.",
                    "TitleJapanese": "LIGHTNING",
                    "SummaryJapanese": "連続感電死事件を追うソニア。事件現場には必ず“モンスター”に対する挑発的なメッセージが残されていた。\nこれは「Dr.リサイクル」によって電撃を操る能力を身につけた犯人による、ベムへのメッセージだった。\n一方、ソニアは警察内でベムたちの存在を主張するも全く相手にされず、存在を証明するため、証拠を提示することを求められてしまう。"
                },
                "5": {
                    "ID": "7254295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254295",
                    "TitleEnglish": "Sweeper",
                    "SummaryEnglish": "The \"unseen council\" are now after Bem, Bela, and Belo. They have decided to use the 18th precinct as their base of operations since officer Sonia Summers is stationed there. All the while, Bem chases a sweeper that is going around cleaning up humans.",
                    "TitleJapanese": "SWEEPER",
                    "SummaryJapanese": "ベムたちを認識した警察は、異能力者を持つ怪人たちを総称して「妖怪人間」と呼ぶことになり、\nベム、ベラ、ベロはそれぞれアルファ、ベータ、ガンマと区別されることになった。\nそしてソニアが所属するアウトサイド18分署に、ベムたちの捕獲作戦指揮官として、フェルトが着任する。\nそんな中、街では、Dr.リサイクルにより何もかもを吸い込む能力を手に入れた男が暴れまわっていた。"
                },
                "6": {
                    "ID": "7254297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254297",
                    "TitleEnglish": "Gravity",
                    "SummaryEnglish": "Annabella meets a little show girl name Harazy after watching a show with Roddy. The show's star is Gravity Man, Harazy's partner and someone who can control gravity at will. After a string of suspicious deaths, the public starts pointing fingers...",
                    "TitleJapanese": "GRAVITY",
                    "SummaryJapanese": "謎の死体が発見され警察では犯人は逃亡中の宇宙飛行士ヴァルだ、と断定されるが、\nソニアは事件現場で目撃証言のあったイリュージョンショーの花形、重力男を追う。\nその頃ベラはロディに誘われたイリュージョンショーで、重力男と、その相棒の少女ハラジーの人間離れしたパフォーマンスに興味を持つ。\n終演後にベラとハラジーは心を通わせるが・・・。"
                },
                "7": {
                    "ID": "7254298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254298",
                    "TitleEnglish": "Chimera",
                    "SummaryEnglish": "Daryl continues to search for Belo and Belo continues to avoid his friends. While out shopping, Annabella finds out that hybrids are all the craze these days. Hybrids are animals that have been genetically modified into new and rare species...",
                    "TitleJapanese": "CHIMERA",
                    "SummaryJapanese": "ダリルとの一件以来、あまりゲームセンターに寄りつかないベロを心配する仲間たちは、ベロがこっそり面倒を見ていた野良犬を一緒に世話することで、再び仲良くなろうとする。\nそんな中、仲間の1人が行方不明となる。街中を探すベロ。一方、ダリルは街中の監視カメラをハッキングして、ベロの所在を追っていた。"
                },
                "8": {
                    "ID": "7254299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254299",
                    "TitleEnglish": "Noise",
                    "SummaryEnglish": "A boy named Albert transfers into Bela's school. His looks and personality captures the hearts of all the girl students. On top of that, he is the son of the famous opera singer, Julia Bush. Perhaps he can make even Bela's heart race, like a human.",
                    "TitleJapanese": "NOISE",
                    "SummaryJapanese": "ベラの通うハイスクールに、世界的オペラ歌手ジュリアを母に持つ、アルバートが転校してきた。\nスポーツ万能で爽やかなアルバートはすっかり人気者になる。そんな中アルバートは偶然ベラの歌声を耳にして、\n母ジュリアに紹介するためホームパーティーに招待する。ベラの容姿と歌声を絶賛するジュリアは、ベラをオーディションへと誘う。\n一方ソニアは、若い女性が喉をえぐられて殺される連続殺人事件を追っていた。"
                },
                "9": {
                    "ID": "7254300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254300",
                    "TitleEnglish": "Falling",
                    "SummaryEnglish": "Bem meets with a man who claims he can heal the humanoid monsters. He is the wealthy owner of the Briggs Foundation, Gavin Briggs. Is he truly good or just another human trying to get a hold of the humanoid monsters to meet their own selfish needs?",
                    "TitleJapanese": "FALLING",
                    "SummaryJapanese": "カウンターバーでベムと共にグラスを傾ける男。彼はギャヴィン。若き慈善家であり、\n妖怪人間を治療しようと精力的に活動したが、見えざる議会の手によって、地位も、名誉も、何もかもを失った。\nそんなギャヴィンに、ベムは心を開き、自分の正体を明かす。\n一方ベロは、Dr.リサイクルの手によってより強力な力を持った、影男の襲撃を受けていた。"
                },
                "10": {
                    "ID": "7254301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254301",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "Sonia and Bem finally have a chance to talk and she confirms that he is not the monster that she had originally thought him to be. The unseen council, who controls Libra City, is hunting them and Sonia must think of a way to escape their clutches.",
                    "TitleJapanese": "BETRAYAL",
                    "SummaryJapanese": "警察は、ギャヴィン殺害の犯人をベムと公表し、妖怪人間の存在を世間に明らかにした。\nソニアは、独断によりベムと行動を共にし、ベムの身の潔白を明らかにしようと秘策を練る。しかし、2人を追うフェルトの包囲網が迫る。\nそんな中ダリルは、見えざる議会を操る謎の女性の元へたどり着いていた。"
                },
                "11": {
                    "ID": "7254303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254303",
                    "TitleEnglish": "Judgement",
                    "SummaryEnglish": "Bem is put on a public trial. A joke of a trial where he has no rights or say against the unproven accusations against him. At the same time, Bela and Belo are being hunted. They both wander, unsure of what to do next.",
                    "TitleJapanese": "JUDGEMENT",
                    "SummaryJapanese": "世間の大きな注目を集める中、ギャヴィン殺害事件についての、ベムの裁判がはじまった。\nフェルトはベラ、ベロの存在も公表し、裁判所に衝撃が走る。口を閉ざすベムに人々の好奇の視線が突き刺さる。\nそんな中ベラはハイスクールの友人たちに呼び出される。\nまた、ベロは自分をつけ狙う影男と激しく交戦していた。"
                },
                "12": {
                    "ID": "7254304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254304",
                    "TitleEnglish": "Wishing to become human someday",
                    "SummaryEnglish": "The day of the of execution is here. Bem, Bela, and Belo each fight for different things, but their goal is the same. They protect humans in hopes of someday becoming humans themselves. All three of them stand against Vega, who sees things differently.",
                    "TitleJapanese": "Wishing to become human someday",
                    "SummaryJapanese": "ベムの公開処刑が迫っていた。ベガは囚われのベムに接触し、何故人間になりたいか、を問う。\nベムの答えを一笑に付したベガは、まだ自分が成し遂げていないことが2つある、と語る。\nベラはハラジーを奪還すべく、ベガの屋敷に乗り込む。ベロは人質にされた仲間を救うべく、ダリルの元へ向かう。\nそして運命の夜が明けた。"
                }
            }
        }
    }
}