{
    "URL": "https://www.thetvdb.com/series/jyoshimuda",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10470444/",
        "https://www.themoviedb.org/tv/88062"
    ],
    "TitleEnglish": "Wasteful Days of High School Girls",
    "SummaryEnglish": "One day out of boredom, Tanaka decided to give her classmates nicknames based on their quirks. Her friend Sakuchi became \"Ota\" for her nerdy interests, and her other friend Saginomiya became \"Robo\" because of her expressionless personality. In retaliation, her friends decided to name Tanaka \"Baka.\" These are the ridiculous days of three high school friends claiming (or not) the height of their youth.",
    "TitleJapanese": "女子高生の無駄づかい",
    "SummaryJapanese": "浪費する、青春──。\nだいぶ偏差値が足りない田中（通称バカ）、ＢＬに傾倒する菊池（通称：ヲタ）、無表情な才女・鷺宮（通称：ロボ）。個性派ぞろいのJKたちが“女子高生”を無駄に浪費する日常学園コメディ──。",
    "Aliases": [
        "Joshikousei no Mudazukai"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "1": {
            "ID": "809738",
            "URL": "https://www.thetvdb.com/series/jyoshimuda/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7171944",
                    "TitleEnglish": "Amazing",
                    "SummaryEnglish": "On her first day of high school, Tanaka realizes that she's made a grave mistake… because she slept through the entrance exam. Oops.",
                    "TitleJapanese": "すごい",
                    "SummaryJapanese": "かつてとあることをきっかけに何となく疎遠になってしまっていた田中、菊池、鷺宮の三人は、偶然にも同じ高校に進学したことによって再会を果たす。久しぶりに会う旧友を前に、ぎこちなさを隠せない菊池だったが、昔と何一つ変わらない田中と鷺宮のやりとりを見ているうちに、自然とツッコミを入れてしまう。クラス分けでも同じクラスになった三人は、そのまま入学式に出るが、途中から何やら落ち着かない様子の田中。入学式を終えて、教室へと向かう途中で、田中は取り返しのつかない失敗をしてしまったと話し始める。"
                },
                "2": {
                    "ID": "7259370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259370",
                    "TitleEnglish": "Manga",
                    "SummaryEnglish": "Because Baka is just too ridiculous, Wota asks Robo to read her manga… but on second thought, the literal-minded Robo might not have been a good choice, either.",
                    "TitleJapanese": "まんが",
                    "SummaryJapanese": "クラス全員にあだ名をつけるという田中の試みによって、菊池はヲタ、鷺宮はロボ、そして田中自身はバカというあだ名が定着したある日の日曜日。ヲタはベッドに寝転びながら、低所得Pの新曲を聞いたり、アニメを観てみたり、漫画を読んでみたりと、週末を満喫していた。バカから暇過ぎるからという理由で、大量に送られてくる自撮り写真を完全に無視して、趣味を謳歌するヲタは、いつか自分も有名になって夢の印税生活をしてやると奮起し、描きかけで止まっていた自らの漫画を描き始める。"
                },
                "3": {
                    "ID": "7259371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259371",
                    "TitleEnglish": "Forgotten Item",
                    "SummaryEnglish": null,
                    "TitleJapanese": "わすれもの",
                    "SummaryJapanese": "百井咲久は、その可愛らしい見た目から、周囲にいつも小さくて可愛いと言われ続けてきた。\n自分の容姿にコンプレックスを抱き、グレてやるとまるで尖ったナイフのように生きているのにも関わらず、周囲の反応は変わらない。\n\nそしてバカにロリというあだ名をつけられてしまい、事あるごとにあだ名を連呼されることに怒ったロリは、もうバカとは口を聞いてやらないと宣言するが、バカの巧みな誘導によって、つい返事をしてしまう。\nさらにはバカの嘘にまんまと騙されてしまい、ロリはバカに対して最高の悪口を言うのだが……。"
                },
                "4": {
                    "ID": "7259372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259372",
                    "TitleEnglish": "Majime",
                    "SummaryEnglish": "Majime desperately wants to get to know Robo. Does Baka hold the key to striking up an interesting conversation?",
                    "TitleJapanese": "まじめ",
                    "SummaryJapanese": "高校受験当日、高熱をはじめあらゆる体調不良によって、志望していた高校に落ちてしまい、さいのたま女子高校に入学することになったマジメこと一奏。辛い3年間が始まると落ち込んでいたマジメだったが、入学式のクラス分けが貼られた掲示板に、ずっと憧れていた鷺宮しおりの名前を見つけ、奇跡が起きたと喜ぶ。しかし、そんな喜びも束の間、中学では一度として崩れなかったロボの表情が、バカによっていとも簡単に崩されてしまったのを見て、衝撃を受けるマジメ。マジメはどうにかロボとお近づきになろうと、バカの観察を始めるのだが……。"
                },
                "5": {
                    "ID": "7259373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259373",
                    "TitleEnglish": "Lily",
                    "SummaryEnglish": "A new transfer student arrives. She's beautiful. She's half Australian. She loves girls. She's - allergic to Baka? What??.",
                    "TitleJapanese": "りりぃ",
                    "SummaryJapanese": "バカたちのクラスに転入生がやってきた。転入生の名前は染谷リリィ。さらさらのロングヘア、ぱっちりとした大きな瞳、瑞々しくぷるんとした唇、扇情的な隆起を描く豊かな胸、きゅっとした細い腰に、すらりとした長い足、そして透き通るような白い肌という、リリィの完璧な美少女ぶりを見て、ヲタは思わず格差社会かと叫んでしまう。リリィはにっこりと微笑んで、自己紹介をするのだが、その内容が好き嫌いのくだりに入ったとき、その可憐な容姿からは想像もつかない斜め上の言葉が次々と飛び出していき……。"
                },
                "6": {
                    "ID": "7259374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259374",
                    "TitleEnglish": "Majo",
                    "SummaryEnglish": "Majo is a bit socially awkward, but she means well. You just have to get past her friendship bracelets made of body parts and games that predict how you’ll die, that’s all!",
                    "TitleJapanese": "まじょ",
                    "SummaryJapanese": "ファミレスで、いつものようにバカのすごい話を聞いていたヲタとロボ。そんな三人に久条琥珀という見知らぬ少女が話しかけてくる。琥珀の話によると、双子の姉である翡翠が、バカたちと同じさいのたま女子高校に通っているのだが、とある事情で数えるほどしか学校に行っていないらしい。このままでは出席日数が足りずに、退学処分になってしまうかもしれない。翡翠にどうにか学校に通ってもらうため、バカたちに翡翠と友達になって欲しいという。話を聞いたバカたちは、快く友達になることを引き受けるのだが……。"
                },
                "7": {
                    "ID": "7259375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259375",
                    "TitleEnglish": "Yamai",
                    "SummaryEnglish": "Yamai sure does wear a lot of bandages... but such is the curse of the half-blood scion of the Atlantia and Dragonia races!",
                    "TitleJapanese": "やまい",
                    "SummaryJapanese": "屋上の給水タンクの上に座って、人間はもっとプライドを持たなければならないとつぶやくヤマイ。そんなヤマイに話があるから降りてこいと言うワセダだったが、ヤマイはワセダの言葉には屈しないと返す。しかし、ワセダが内緒で饅頭を一つやろうと言うと、あっさりと降りていき、いつものごとく進路指導室へと連れて行かれる。ワセダはヤマイの包帯がいつもに増して多いことを心配していて、いったい何があったんだと問いかけるが、ヤマイは大したことじゃないから案じるなと反論し……。"
                },
                "8": {
                    "ID": "7259376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259376",
                    "TitleEnglish": "Buying Swimwear",
                    "SummaryEnglish": "It’s summertime, and that mean it’s time for spoOoOoOoky stories! But is the real horror Baka’s terrifying tale, or what lies in wait for them at school after hours…?",
                    "TitleJapanese": "みずぎかい",
                    "SummaryJapanese": "ある夏の昼下がり、ファミレスに集まっていたバカ、ヲタ、ロボの三人。するとバカが、もしかして人生で一度きりの16歳の夏休みを無駄に過ごしている自分たちは、ものすごい贅沢をしているのではないかと話し始め、さらに女子高生が水着で武装すれば無敵じゃないかと語る。このあたりに海はないと返すヲタに、電車に乗ればすぐ海に行けるし、なんだったら海外でもと言うバカ。すかさずそんな金はないとヲタに一刀両断されるバカだったが、都合良く福引きで特賞が当たるなんてこともあるかもしれないと言い、三人は量販店に向かう。"
                },
                "9": {
                    "ID": "7259377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259377",
                    "TitleEnglish": "Fashion",
                    "SummaryEnglish": "After getting disrespected by some brats on the street, Loli decides it’s time to update her look. The results are… well, they’re something. Let’s leave it at that.",
                    "TitleJapanese": "おしゃれ",
                    "SummaryJapanese": "ある日、スーパーで買い物を終えたロリは、帰り道で同級生をいじめている小学生たちを見かける。彼らにいじめをやめるように注意をするロリだったが、小学生たちは言うことを聞くようなそぶりもなく、ロリに対してどこの小学校に通っているんだと凄む始末。小学生に間違われたことに憤慨し、自分が高校生であると主張するロリ。しかし、小学生たちはロリの言うことをまるで信じようとしない。高校生ならもっと胸が大きいはずだと言われたロリはショックのあまり、買い物袋を落としてしまい……。"
                },
                "10": {
                    "ID": "7259378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259378",
                    "TitleEnglish": "Robo",
                    "SummaryEnglish": "It’s time for the first years to choose either the Humanities or the Science Course. You wouldn’t think this could cause a fight between Baka and Wota, but you’d be wrong.",
                    "TitleJapanese": "ろぼ",
                    "SummaryJapanese": "廊下の掲示板に張り出された2年生に進級したときのコース分け。事前に文系か理系かを選択し、そこには選んだほうが記載されているはずにも関わらず、バカのところには未定と書かれていた。まだ進路希望の紙を提出してなかったのかと聞くヲタに対して、ちゃんと出したはずと答えるバカだったが、そこにワセダが現れ、お前は進路希望を意味を理解していないと、バカを進路指導室へと連れていく。進路指導室から教室に戻り、貴重な休み時間が減ったと喚くバカに呆れるヲタ。そしてふとしたことからバカとヲタの喧嘩が始まってしまい……。"
                },
                "11": {
                    "ID": "7259379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259379",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "They say you should never meet your idols. They might end up being your homeroom teacher in disguise. Whomp whomp.",
                    "TitleJapanese": "ゆめ",
                    "SummaryJapanese": "年末が近づいたある日、机に向かって漫画を描いていたヲタだったが、中々アイディアが浮かばずスランプに陥ってしまう。気分転換をするために、低所得Pの楽曲を聞き始めたヲタは、こんなに素敵な曲をどうやって作っているのか、作っている人はどんな人なのだろうと恋にも似た思いを馳せる。どうにかしてこの熱い思いを届ける方法はないかと考えているうちに、ヲタはかつて歌ってみたをやるために、機材一式を買い揃えていたことを思い出す。一度は難しくて挫折してしまった歌ってみただったが、低所得Pに気持ちを伝えるため、ヲタは再び歌い始める。"
                },
                "12": {
                    "ID": "7259380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyoshimuda/episodes/7259380",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Baka's grades are REALLY BAD. She might not get to advance a grade if she fails a single test. Is studying even worth it? Eh, probably not. Time to run away to a pig farm…",
                    "TitleJapanese": "なかま",
                    "SummaryJapanese": "年明け早々にワセダから、今度の期末で相当頑張らないと留年してしまうことを宣告されたバカ。どうやら1教科でも赤点を取ったら本当に留年してしまうらしい。落ち込むこともなく笑いながら、ワセダから留年するかもしれないと言われたことをヲタやロボに話すバカに対して、ヲタは一つも笑えないと返す。さらにマジョからも占いの結果が良くないことを示していたと言われるが、どこ吹く風のバカ。どうやら以前からとっておきの勉強法を実践しているから、何の心配もないと言うのだが……。"
                }
            }
        }
    }
}