{
    "URL": "https://www.thetvdb.com/series/demon-lord-retry",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10443362/",
        "http://maousama-anime.com/",
        "https://www.themoviedb.org/tv/88044",
        "https://x.com/maousama_anime"
    ],
    "TitleEnglish": "Demon Lord, Retry!",
    "SummaryEnglish": "Akira Oono is an ordinary working adult who manages the MMORPG Infinity Game. Fifteen years after creating the game, Oono decides to shut the servers down once and for all. However, as the clock strikes midnight, he somehow finds himself in the body of middle-aged Hakuto Kunai, Infinity Game's Demon Lord! Soon after his mysterious transportation, he witnesses the demon Greole chasing after a little girl named Aku. Although he effortlessly dispatches the creature, Hakuto is still concerned; after all, he does not remember creating the girl or the demon! Doubting whether he truly is in the world of his creation, Hakuto decides to investigate. Bringing Aku along as his guide and companion, Hakuto sets out on a journey to find out exactly who or what summoned him to this fantasy world—all while leaving chaos and destruction in his wake.",
    "TitleJapanese": "魔王様、リトライ！",
    "SummaryJapanese": "大野晶は自身が運営する「ＧＡＭＥ」内のラスボス「魔王・九内伯斗」にログインしたまま異世界へと飛ばされてしまう。\nそこで出会った片足が不自由な少女と旅を始めるが、圧倒的な力を持つ「魔王」の存在を周囲が放っておくことはなかった。\n\n魔王を討伐しようとする国や聖女から狙われ、一行は行く先々で様々な騒動を巻き起こすことに…！",
    "Aliases": [
        "Maou-sama, Retry!",
        "Maou Sama, Retry!",
        "Demon King, Retry!",
        "Demon Lord, Retry! R",
        "Maou-sama, Retry! R",
        "Maou sama, Retry! R"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "809726",
            "URL": "https://www.thetvdb.com/series/demon-lord-retry/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7171925",
                    "TitleEnglish": "Demon Lord's Descent",
                    "SummaryEnglish": "Akira Onno ends up in another world of his own creation where he runs into a filthy girl shunned from her village who ends up calling him Demon Lord.",
                    "TitleJapanese": "魔王降臨",
                    "SummaryJapanese": "普通の会社員、大野 晶は自らが運営するゲームのキャラ、魔王「九内伯斗」にログインしたまま異世界へと飛ばされてしまった。\n予想外の事態に混乱していたところ、悪魔への生贄にされた少女、アクと出会い親交を深める。\n彼女の案内で願いの祠へと向かうのだが―――。"
                },
                "2": {
                    "ID": "7234776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234776",
                    "TitleEnglish": "Golden Luna",
                    "SummaryEnglish": "When one of the three Holy Maidens comes to dispatch the Demon Lord, Kunai is forced to resort to some old-fashioned discipline.",
                    "TitleJapanese": "金色のルナ",
                    "SummaryJapanese": "魔王が現れたという噂を聞いた「三聖女」の一人、ルナ・エレガントが魔王討伐に乗り出していた。\n\n野営を終え再び神都へ向かう九内とアクの前に、山賊が現れ行く手を阻む。\nそこにルナが率いる部隊も合流してしまい乱戦となるも、九内はルナを捕まえ―――！？"
                },
                "3": {
                    "ID": "7234777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234777",
                    "TitleEnglish": "Killer Queen",
                    "SummaryEnglish": "Luna's wild sister comes to take her away. But when trouble shows up to ruin everything, a new face comes to save the day.",
                    "TitleJapanese": "キラー・クイーン",
                    "SummaryJapanese": "大野晶は自身が運営する「ＧＡＭＥ」内のラスボス「魔王・九内伯斗」にログインしたまま異世界へと飛ばされてしまう。\n\nそこで出会った片足が不自由な少女と旅を始めるが、圧倒的な力を持つ「魔王」の存在を周囲が放っておくことはなかった。\n\n魔王を討伐しようとする国や聖女から狙われ、一行は行く先々で様々な騒動を巻き起こすことに…！"
                },
                "4": {
                    "ID": "7234778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234778",
                    "TitleEnglish": "Yu Kirino",
                    "SummaryEnglish": "Kunai summons one of his underlings who lends Aku a helping hand. But being who it is, they may end up being more than he can handle.",
                    "TitleJapanese": "桐野　悠",
                    "SummaryJapanese": "「霧雨 零」へとキャラクターチェンジすることで、サタニストたちを退ける事に成功した九内。\n\n新たにルナを加え再び神都へ向かう魔王一行は、大量のサンドウルフに追われるミカンとユキカゼに遭遇。\n\n群れを蹴散らした九内は、溜まったスキルポイントを使い側近を召喚する―――。"
                },
                "5": {
                    "ID": "7234779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234779",
                    "TitleEnglish": "Merciless Invasion",
                    "SummaryEnglish": "On their way to the Holy Capital, the party runs into a small village with big problems and decides to take matters into their own hands.",
                    "TitleJapanese": "容赦なき侵略",
                    "SummaryJapanese": "神都へと向かう途中、ルナの領地を通りかかった魔王一行は、この村に魔王の拠点を作ることに決める。水脈が枯れ、痩せ細った大地をどうにかする為、“バニー”のモモとキョンに話を聞くことに。一方、サタニストたちは神都を滅ぼす計画を企てていた―――。"
                },
                "6": {
                    "ID": "7234780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234780",
                    "TitleEnglish": "Turmoil in the Capital",
                    "SummaryEnglish": "While having a pleasant dinner banquet for Aku in the Holy Capital, the celebration is cut short by a dangerous cult with a thirst for blood.",
                    "TitleJapanese": "神都動乱",
                    "SummaryJapanese": "神都に到着しレストランで食事を楽しんでいた一行に、社交界の中心人物、マダム・エビフライが声をかけてきた。一同の歓談中、錯乱したボーイのサタニストの襲撃を告げる叫びに、九内は晩餐の余興にと、サタニストの対処へ向かう―――。"
                },
                "7": {
                    "ID": "7234781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234781",
                    "TitleEnglish": "All or Nothing",
                    "SummaryEnglish": "As the Holy Castle comes under attack, the defenders get in over their heads. Kunai opts to send his replacement to take on the troublesome Demon.",
                    "TitleJapanese": "乾坤一擲",
                    "SummaryJapanese": "サタニストが召喚した悪魔を、いとも簡単に撃破する九内。一方レストランに残ったルナを狙い、暗殺者が忍び寄っていた。各所で起こるサタニストたちの襲撃にクイーンをはじめS級冒険者のミンクたちが応戦する。しかし、聖城前で上級悪魔の召喚を許してしまい―――！？"
                },
                "8": {
                    "ID": "7234782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234782",
                    "TitleEnglish": "Demon Lord's Handiwork",
                    "SummaryEnglish": "After investigating the Seraph in the Holy Capital, Kunai and crew jump back to Rabby Village to get his money-making scheme underway.",
                    "TitleJapanese": "魔王の躍動",
                    "SummaryJapanese": "九内は聖城にて三聖女の長女「エンジェル・ホワイト」と対面し書庫の閲覧の許可をもらう。\n熾天使について書かれている本を読むが、要領を得ない。一人街を歩く九内の前に、零がオルイットから助けた少女トロンが現れて―――。"
                },
                "9": {
                    "ID": "7234783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234783",
                    "TitleEnglish": "Dancing Swindler and the Giant Gold Coin",
                    "SummaryEnglish": "In order to prepare the hot spring resort for business, Kunai earns some much-needed funds by taking advantage of a merchant who doesn't know any better.",
                    "TitleJapanese": "踊る詐欺師と大金貨",
                    "SummaryJapanese": "側近の一人「田原 勇」を召喚した九内はこの世界の説明と共に、ラビの村の運営をするように求める。その後、九内はマダムを迎えるため、ヤホーの街へ繰り出し人気服飾店を訪れた。店員の勢いに気圧されながらも、とある服を注文する―――。"
                },
                "10": {
                    "ID": "7234784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234784",
                    "TitleEnglish": "Madam Roars",
                    "SummaryEnglish": "Luna tries to impress Madam Shrimpfry with a tour of the hot spring resort. Later on, Aku, Luna, Yu, and Tron all compete for Kunai's attention.",
                    "TitleJapanese": "マダム、咆える",
                    "SummaryJapanese": "ルナは、幼い頃一緒に行動していた亜人の子の夢を見ていたが、九内からマダムの到着を告げられ、急いでマダムを迎える準備にかかる。ルナの案内の元、マダムは温泉を堪能。身体の汚れを落とし、炭酸泉、ハーブ風呂と巡り塩サウナに到達した時マダムの感情は爆発する―――。"
                },
                "11": {
                    "ID": "7234785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234785",
                    "TitleEnglish": "Yukikaze Attacks",
                    "SummaryEnglish": "Kunai falls victim to Yukikaze's attack while on the hunt for information. Meanwhile, Angel takes it upon herself to rescue her little sister.",
                    "TitleJapanese": "ユキカゼ、襲来",
                    "SummaryJapanese": "一人神都に向かい羽を伸ばす九内。北方の迷宮について調べるため、冒険者ギルドに向かう途中でミカンとユキカゼに遭遇する。なぜか九内のことを気に入って「私が迷宮について教える」と言って聞かないユキカゼと共に酒場へ向かうことに―――。"
                },
                "12": {
                    "ID": "7234786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/7234786",
                    "TitleEnglish": "White Angel and Demon Lord",
                    "SummaryEnglish": "During a surprise confrontation in the outdoor bath, Angel White finds out Kunai may be more than meets the eye.",
                    "TitleJapanese": "白天使と魔王様",
                    "SummaryJapanese": "ラビの村でルナに言われるがままに温泉へと案内されたが不注意で男湯に入ってしまったホワイトは、露天風呂で九内と鉢合わせる。動揺を隠せないホワイトとは裏腹に落ち着き払った態度で話を進める九内であった―――。"
                }
            }
        },
        "2": {
            "ID": "2134623",
            "URL": "https://www.thetvdb.com/series/demon-lord-retry/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10565164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10565164",
                    "TitleEnglish": "ReTry",
                    "SummaryEnglish": "Akira Oono was a game dev who wanted to build his own world, free from corporate oversight. But he had no idea that he'd get dragged into his own creation as Hakuto Kunai, the Demon Lord of the Great Empire! His adventure picks up where it left off!",
                    "TitleJapanese": "リトライ -ReTry-",
                    "SummaryJapanese": "オンラインゲーム「INFINITY GAME」の開発者・大野晶は、ゲームのサービス終了とともに、ゲーム内のラスボスである魔王・九内伯斗として異世界に転移してしまった！さらに目の前では、謎の化け物に少年が襲われそうになっていた！怖がる少年をよそに、九内の圧倒的な力で敵をあっという間に倒してしまう。助けた少年は、実は村から生贄として差し出されたアクという名の「少女」であった。"
                },
                "2": {
                    "ID": "10690303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690303",
                    "TitleEnglish": "ReStart",
                    "SummaryEnglish": "Akira and Kunai reflect on how far the village of Rabby has come, and the prosperity lying ahead of it.",
                    "TitleJapanese": "リスタート -ReStart-",
                    "SummaryJapanese": "ラビの村にて、風呂に入り酒を飲む九内は、これまでの過程に思いを馳せていた。村を大きく発展させることができたのは、頼れる仲間たちとの出会いあってのことだ。そんな彼らに村を任せた九内は、ユキカゼ、ミカンと共にルーキーの町へと旅立った。一方、ルナは幼馴染のイーグルとの貧しくも楽しい日々を思い返していた。必死に努力したルナが聖堂教会に迎え入れられたのと同時に、イーグルは亜人であることが判明し…。"
                },
                "3": {
                    "ID": "10690304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690304",
                    "TitleEnglish": "ReCycle",
                    "SummaryEnglish": "Kunai heads to the town of Rookie to farm for magical items in the Prison Labyrinth there. He's accompanied by Mikan and Yukikaze, and sparks are sure to fly.",
                    "TitleJapanese": "リサイクル -ReCycle-",
                    "SummaryJapanese": "九内がラビの村を離れたことを知った悪徳な貴族ドナ・ドナは村の調査を目的に自身が抱えている傭兵・ミリガンを悪意をもって送り込む。身を潜め村に忍び込もうとするミリガン達だが、田原と悠には既に正体を補足されておりーー。一方、ルーキーの町に到達した九内は、ユキカゼから聞いた監獄迷宮へと単身で乗り込む。最下層の先へと歩みを進めると、そこはまるで近未来にある工場のようになっていた。さらに、無数に広がるモニターには突如何者かからのメッセージが映りだすーー。"
                },
                "4": {
                    "ID": "10690305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690305",
                    "TitleEnglish": "ReCruit",
                    "SummaryEnglish": "News of Kunai's exploits reaches other nations around the world. How will they respond?",
                    "TitleJapanese": "リクルート -ReCruit-",
                    "SummaryJapanese": "ライト皇国の大神官の一行は、大勢の奴隷とともに、ゼノビア新王国の若き王と謁見することに。若くして公務を淡々とこなすベアトリスを脅威に感じながらも、連れてきた奴隷の中に、聖女の従者と噂される「亜人」がいると明かす。その頃、九内は地下洞窟で見つけた不思議な銃を片手に、そろそろ側近を増やすべきかと、新たに「藤崎茜」を召喚する。見たことのない世界や魔法の数々に、興奮を覚える茜だったが…。"
                },
                "5": {
                    "ID": "10690306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690306",
                    "TitleEnglish": "ReMind",
                    "SummaryEnglish": "Eagle reminisces on her life after being separated from Luna as the situation with her comes to a head. Meanwhile, Kunai gets a surprise visitor with an equally surprising request.",
                    "TitleJapanese": "リマインド -ReMind-",
                    "SummaryJapanese": "立派な道を歩むルナの輝かしさを胸に苦しくも生き抜いてきたイーグルだったが、体の成長とともに亜人であることを隠し通せなくなり、先々で迫害を受けてしまう。イーグルが生きていると知り、ルナはいてもたってもいられず助けに向かう。さらに、九内のもとには鳥に化けた少女・オルガンがやってくる。魔人だと名乗る彼女は、自身の父でもある悪魔王・ベルフェゴールを殺してほしいのだと九内に頼むのだが…。"
                },
                "6": {
                    "ID": "10690307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690307",
                    "TitleEnglish": "ReUnion",
                    "SummaryEnglish": "Things come to a head as all chaos breaks out around Eagle. Can she be saved?",
                    "TitleJapanese": "リユニオン -ReUnion-",
                    "SummaryJapanese": "磔になっているイーグルを助けにス・ネオの街へと急ぐルナ。そこではガルシアによって戦意を焚きつけられた、サタニスト達の暴動が起こっていた。ガルシアが繰り出した悪魔・ベヘモドに対抗すべく、大神官たちは天使・ガーディアンエンジェルを召喚するも制御できず、多くの人が乱戦に巻き込まれ街は阿鼻叫喚に。惨状を見て震えるルナだが、今までの努力を思い出し悪魔へ立ち向かう。そして、ついに２人は再会するが…！？"
                },
                "7": {
                    "ID": "10690308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690308",
                    "TitleEnglish": "ReMain",
                    "SummaryEnglish": "After the chaos dies down, Kunai returns to Organ, and they continue their journey into the Beast Kingdom.",
                    "TitleJapanese": "リメイン -ReMain-",
                    "SummaryJapanese": "圧倒的な力でス・ネオの乱戦を制圧した九内は、サタニスト達の始末を田原に任せる。一連の出来事は全て九内が仕組んだものだと勘違いされながらも、オルガンの待つ獣人国へと戻った九内は、オルガンの壮絶な過去を聞かされ、なぜそれほどにも父を殺したがっているのかを知る。一方のオルガンはそんな九内の肉体に何か感じるものがあったようで…。その後九内たちは、モンキーマジック率いる猿人たちに遭遇する。"
                },
                "8": {
                    "ID": "10690309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690309",
                    "TitleEnglish": "ReCovery",
                    "SummaryEnglish": "Tensions flare up in Xenovia and their neighboring state of Parma as Kunai and gang continue their exploration of Beastkin territory.",
                    "TitleJapanese": "リカバリー -ReCovery-",
                    "SummaryJapanese": "パルマ王国のケーキ姫は、悪魔領にある奴隷市で奴隷の管理をさせられ、上級悪魔・ケールにいたぶられていた。奴隷にパンを分けるなど優しいケーキだが、実は裏の顔があり…。茜と合流した九内は彼女の運の良さに喜びつつも、隠していた秘密が暴かれるような焦りに包まれる。そんな中、森の中に現れた鳥居に惹かれ神社に立ち入った九内は、狐耳の兄妹・ブルーフォックスとファイヤーフォックス、母親の大神主と出会う。"
                },
                "9": {
                    "ID": "10690310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690310",
                    "TitleEnglish": "ReQuest",
                    "SummaryEnglish": "Kunai and Organ discuss their plans for their attack of Belphegor's castle, while Akane and Mink run off to make their own inroads.",
                    "TitleJapanese": "リクエスト -ReQuest-",
                    "SummaryJapanese": "九内に対して、父親に守られるような気持ちを感じてしまうオルガン。大神主の助けもあり猿人たちを味方に付けた九内たちは、彼らに第２・第３奴隷市の陽動を任せることに。第１奴隷市にいるケーキは、第２へと奴隷を送り込む役目がなかなか上手くいかず、自身の処分の順番が早まるのを恐れ行動を起こしていた。さらに、第１奴隷市に向かった藤崎茜とミンクは、視察に来ていた串刺し公との決闘を行うことになり…。"
                },
                "10": {
                    "ID": "10690311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690311",
                    "TitleEnglish": "ReScue",
                    "SummaryEnglish": "Kunai and Organ begin their attack on Belphegor's castle, with Monkeymagic and his troops providing assistance.",
                    "TitleJapanese": "レスキュー -ReScue-",
                    "SummaryJapanese": "第２奴隷市へ移動したケーキは役割を果たすためヘンゼルから食料を分けてもらおうとするが、突然モンキーマジック率いる猿人たちが侵入し暴れ始める。ヘンゼルを追って逃げ惑うケーキだが、ヘンゼルはこの暴動がケーキの策略ではないかと疑いの目を向け暴力を振るう。そんな最中に九内とオルガンが現れ…。さらに、ベルフェゴールの居城へ向かおうとする九内とオルガンの前に、闇侯爵オルイットが立ちふさがる。"
                },
                "11": {
                    "ID": "10690312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690312",
                    "TitleEnglish": "ReSurrect",
                    "SummaryEnglish": "Two of the remaining assassins target Serizawa and Hajime while the rest of the Miburo hunt down the final culprit. Can they take the whole gang alive? And how will a lord's patronage change the ragtag group?",
                    "TitleJapanese": "リザレクト -ReSurrect-",
                    "SummaryJapanese": "遅れてベルフェゴールの居城に着いた九内だが、オルガンたちは先に進んでしまっていた。居城のシステムに戸惑いながらも探索を進めていくと、倒れたモンキーマジック一同とレッドスライムに捕らえられたミンクを見つける。助けたミンクは「オルガンの身が危ない」と告げるのであった。一方、ついにベルフェゴールと対面したオルガンは、ミンクやモンキーマジックたちの協力もあって、ベルフェゴールを危機一髪の状況まで追い込むが…。"
                },
                "12": {
                    "ID": "10690313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/demon-lord-retry/episodes/10690313",
                    "TitleEnglish": "ReVenge",
                    "SummaryEnglish": "Organ is in trouble, and it us up to Kunai to save the day.",
                    "TitleJapanese": "リベンジ -ReVenge-",
                    "SummaryJapanese": "目が覚めたオルガンは、無数の拷問器具が並ぶベルフェゴールの私室に拘束されていた。壮絶な拷問を受けるオルガンだが、九内から与えられた角が心の支えとなり耐え抜くも、そんな姿に苛立ったベルフェゴールが、死に至る毒薬をオルガンの口に流し込んだその時、九内とミンクが現れる。自らを無敵の王と名乗るベルフェゴールに対し、本物のラスボスが何たるかを魔王・九内伯斗が見せつける！"
                }
            }
        }
    }
}