{
    "URL": "https://www.thetvdb.com/series/hensuki",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10470356/",
        "https://www.themoviedb.org/tv/88061"
    ],
    "TitleEnglish": "Hensuki: Are you willing to fall in love with a pervert, as long as she's a cutie?",
    "SummaryEnglish": "A love letter arrives out of the blue for Keiki Kiryuu, an ordinary high school student who has never had a girlfriend as long as he has been alive. The letter does not include the sender's name — but the letter does include white panties. In the process of investigating who could be his \"Cinderella who left behind her panties,\" Keiki discovers every candidate is uniquely perverted and desperately interested in having him participate in their perversion.",
    "TitleJapanese": "可愛ければ変態でも好きになってくれますか？",
    "SummaryJapanese": "生前まで彼女がいなかった普通の高校生・桐生恵樹にラブレターが突然届く。 手紙には差出人の名前は含まれていませんが、手紙には白いパンティーが含まれています。 「パンティーを残したシンデレラ」が誰なのかを調査する過程で、ケイキはすべての候補者が独自に変質していて、彼を倒錯に参加させることに必死に興味を持っていることを発見しました。",
    "Aliases": [
        "可愛ければ変態でもいいですか？"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "804319",
            "URL": "https://www.thetvdb.com/series/hensuki/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7293735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7293735",
                    "TitleEnglish": "Hensuki ▽ 01",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 01 「Go!」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7293736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7293736",
                    "TitleEnglish": "Hensuki ▽ 02",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 02",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7293737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7293737",
                    "TitleEnglish": "Hensuki ▽ 03",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 03",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7395181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395181",
                    "TitleEnglish": "Hensuki ▽ 04",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 04",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7395182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395182",
                    "TitleEnglish": "Hensuki ▽ 05",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 05",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7395183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395183",
                    "TitleEnglish": "Hensuki ▽ 06",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 06",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7395184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395184",
                    "TitleEnglish": "Hensuki ▽ 07",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 07",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7395185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395185",
                    "TitleEnglish": "Hensuki ▽ 08",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 08",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7395186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395186",
                    "TitleEnglish": "Hensuki ▽ 09",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 09",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7395187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395187",
                    "TitleEnglish": "Hensuki ▽ 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7395188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395188",
                    "TitleEnglish": "Hensuki ▽ 11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7395189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7395189",
                    "TitleEnglish": "Hensuki ▽ 12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変好き▽ 12",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "809728",
            "URL": "https://www.thetvdb.com/series/hensuki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7171927",
                    "TitleEnglish": "Cinderella Dropped Her Panties?!",
                    "SummaryEnglish": "Keiki Kiryu is a kind-hearted high school student surrounded by attractive girls. One day, he finds a love letter with no sender information, other than a pair of panties. Keiki begins his investigation by speaking to his senpai, Sayuki.",
                    "TitleJapanese": "パンツを落としたシンデレラ！？",
                    "SummaryJapanese": "部長命令で書道部の掃除をする桐生慧輝は彼女いない歴イコール年齢の高校生。女の子に囲まれつつも、自分に好意を持つ者は誰もいない……と思われた放課後、部室に一人残った慧輝を待っていたのは自分宛てのラブレターだった。しかし、そこには肝心の差出人の名前がない。しかもなぜかパンツが添えられていて……？？ 友人翔馬のアドバイスを受け、かくして“パンツを落としたシンデレラ”探しの日々がはじまった！怪しいのはあの日掃除に参加していた女の子たち！！手はじめに書道部部長、朱鷺原紗雪に探りを入れてみると、予想通り彼女には秘めた想いがあるらしかったが、彼女の告白は、慧輝の想像を超えるものであった……。"
                },
                "2": {
                    "ID": "7234752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234752",
                    "TitleEnglish": "Indecisive Prince?!",
                    "SummaryEnglish": "Keiki's investigation reveals that the senpai he looks up to is a huge pervert, but it doesn't stop him from pushing forward. There are other suspects to interrogate! He approaches his kohai Yuika, a cute and supportive student librarian.",
                    "TitleJapanese": "優柔不断な王子様！？",
                    "SummaryJapanese": "図書委員も兼任する慧輝には、古賀唯花という小柄で金髪クォーターの可愛い後輩がいた。紗雪先輩にかき回されながらも図書委員の仕事をこなす二人だったが、この日はなんだか唯花の機嫌が悪い。どうにか機嫌を直してもらおうと悩む慧輝は、ひょんなことから唯花と初デートをすることになる。ウインドウショッピングに映画、会話の弾む食事……。楽しい時間の中で見せる彼女の態度は、彼女こそがシンデレラなのではないかとも思わせる。妹、瑞葉のアドバイスもありなんとかデートを終えた慧輝は後日、唯花からの呼び出しを受ける。ついにシンデレラからの告白なのか！？待ち合わせ先で見せられた唯花の本性とは……！？"
                },
                "3": {
                    "ID": "7234753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234753",
                    "TitleEnglish": "Cinderella is Shy?!",
                    "SummaryEnglish": "In addition to shaking his world-view, Keiki's encounters with the abnormal have led him to conclude that neither Sayuki nor Yuika are the elusive Cinderella. Through process of elimination, the only one remaining is Mao.",
                    "TitleJapanese": "恥ずかしがりやのシンデレラ！？",
                    "SummaryJapanese": "実は慧輝のペットになりたい朱鷺原紗雪、実は慧輝をペットにしたい古賀唯花。本性を見せられて以降、すっかり二人に振り回される慧輝の日常。今日も悪夢で跳ね起き、唯花のいたずらに頭を抱えて一日が始まる。放課後は絵本作家志望の唯花お手製、監禁絵本の読み聞かせ、セルフ拘束バニー姿の紗雪に翻弄され、しまいには唯花による慧輝監禁拘束にまで至り、更にそこへ紗雪まで乱入してきたからもう大混乱。たまたま通りかかった同級生、南条真緒の手により救出された慧輝だったが、その真緒からも意外な告白を受け……。彼女の告白は彼女いない歴への終止符か？それとも更なる波乱の幕開けとなるのか？？"
                },
                "4": {
                    "ID": "7234754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234754",
                    "TitleEnglish": "Cinderella Can't Come Out?!",
                    "SummaryEnglish": "Keiki continues to receive mixed messages from Mao. Could she be the elusive Cinderella, or is she in love with someone else? Keiki decides that he must confront Mao directly to find out.",
                    "TitleJapanese": "素直になれないシンデレラ！？",
                    "SummaryJapanese": "クラスメイトの南条真緒は、なんだかこの頃元気がない。元気づけようと声をかける慧輝にもつれない素振りの真緒だったが、それでも翔馬を加え三人でゲームセンターに行くことに。真緒の久しぶりの笑顔にひと安心の慧輝。翔馬とのゲームに白熱するが、そんな二人を見る真緒の目はどこか意味ありげで……。“三人ではなく、これからは二人で進みたい…”翔馬と分かれた帰り道、真緒から出た言葉に戸惑う慧輝。突然の豪雨で雨宿りをする二人はふとしたきっかけで口論となり、すれ違いの日々がはじまってしまう。業を煮やした慧輝が真緒を問い詰めた末、彼女から聞かされた意外な真実は、新たなる恋の幕開けとなるのか……！？"
                },
                "5": {
                    "ID": "7234755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234755",
                    "TitleEnglish": "Operation: Koharu is a first-year student",
                    "SummaryEnglish": "Keiki's search for someone who truly loves him, not as the object of a perverted fantasy, hits another dead end. However, another unsigned letter grabs his attention, although this time, it's blackmail.",
                    "TitleJapanese": "小春ちゃんは一年生だよ☆",
                    "SummaryJapanese": "度重なる衝撃の告白の末、変態の巣窟と化した書道部。だが慧輝の身にはそれどころではない問題が降りかかっていた。彼と紗雪との痴態写真をネタに呼び出された先に待ち受けていた小さな影。その正体は上級生の鳳小春であった。 彼女は翔馬の事が好きで好きでたまらないというが、当の翔馬は年下にしか興味がない。小春に翔馬との仲を取り持つよう頼まれた慧輝は『小春ちゃんは一年生だよ☆』大作戦を敢行することとなる……！ 翔馬との顔合わせは上々。しかし他人の恋路ばかりにかまけてはいられない。そこで新たな相談役、小春から聞かされたのは新たなるシンデレラの可能性だった。そんな折、慧輝の目の前に女の子が落ちてきて……！？"
                },
                "6": {
                    "ID": "7234756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234756",
                    "TitleEnglish": "Cinderella came falling down?!",
                    "SummaryEnglish": "Keiki works with Koharu to help her win Shoma's heart, but Keiki's attention is diverted by another Cinderella suspect - student council vice-chairperson Ayano Fujimoto. Could she be the one, true, non-perverted secret crush?",
                    "TitleJapanese": "落ちてきたシンデレラ！？",
                    "SummaryJapanese": "階段から足を踏み外し慧輝の前に落ちてきた生徒会副会長の藤本彩乃。ちょっと不思議な彼女のふるまいに翻弄される慧輝だったが、恋するストーカー小春の恐るべき調査能力により、その彩乃がシンデレラ候補として急浮上してくる。 そんな彩乃から奉仕活動の手伝いを頼まれ、河川敷へと赴いた慧輝は、嫉妬に燃える紗雪の誘惑も機転を利かし乗り切りつつ、ゴミ拾いを進めていった。ハプニングで水に濡れてしまった彩乃に貸したジャージのお礼にと、生徒会室でのおもてなしを受ける慧輝だったが、居心地の良いその環境には彩乃の願いを叶えるための数々の策略が隠されていた。 我らが慧輝の貞操が危ない……！？"
                },
                "7": {
                    "ID": "7234758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234758",
                    "TitleEnglish": "Operation: Koharu is a first-year student - Conclusion",
                    "SummaryEnglish": "Another Cinderella candidate turned out to be a pervert. Keiki must now turn his attention away from his own concerns and help Koharu. She must find the courage to tell Shoma her true intentions - and her true age.",
                    "TitleJapanese": "『小春ちゃんは一年生だよ☆』大作戦 完結篇",
                    "SummaryJapanese": "見た目は子供だけど、実は年上の鳳小春。一年前、秋山翔馬と運命的な出会いを果たして以降、彼のことを思い続けてきた小春は、慧輝の助けもあって翔馬との仲を順調に近づけていた。次なるステップへ向けてあと一押しが必要と考えた慧輝は、ボウリング場でのダブルデートを提案する。それを機に更に距離の縮まる二人だったが、同時に小春の感じる違和感も募っていくのであった。そしてついに小春はある決意をする。知ってもらおう。偽りのない、本当の自分の姿を。果たして翔馬は小春の本当の姿を目の当たりにした時、それを受け入れることができるだろうか……？二人の恋に決着がつく……！？"
                },
                "8": {
                    "ID": "7234759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234759",
                    "TitleEnglish": "The Prince lost his panties?!",
                    "SummaryEnglish": "With the situation between Koharu and Shoma settled, Keiki resumes his own mission to seek out the elusive Cinderella. Before he can do anything, however, Sayuki and Yuika drop by for a surprise visit.",
                    "TitleJapanese": "パンツをなくした王子様！？",
                    "SummaryJapanese": "休日の昼下がり、妹の瑞葉とのんびり過ごす慧輝。しかし、そんな平穏は変態一号の朱鷺原紗雪の来訪によって打ち砕かれた。紗雪によるセクシャルなハラスメントを受け、瑞葉にあらぬ誤解を受ける慧輝。紗雪が去ったところに追い打ちをかけるように訪れる変態二号の古賀唯花。彼女もセクシャルなハラスメントを実行し、またしても兄妹の信頼関係は崩れ去っていく……。桐生家にようやく訪れた静寂。風呂上がりの瑞葉に甘えられて髪を乾かしてやる慧輝。慌ただしかった一日が終わるかに思えた慧輝だったが、ベッドの裏に隠していたシンデレラのパンツがいつの間にか消えていた。持ち去った人物こそ、シンデレラだ……！"
                },
                "9": {
                    "ID": "7234760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234760",
                    "TitleEnglish": "Operation: Keiki is a master now!!",
                    "SummaryEnglish": "The Cinderella panties have gone missing, prompting Keiki to step up his investigation. As a first step, he decides to spend a day with Sayuki - on a date, not as her friend or kohai, but as her master.",
                    "TitleJapanese": "『慧輝くんはご主人様だよ★』大作戦！",
                    "SummaryJapanese": "一日限定でご主人様となることを決意した慧輝は、紗雪をペットとして遊園地デートを決行する。浮かれ気味の表情とは裏腹に、ちょっとした風に揺れるスカートを気にする紗雪。違和感を持った慧輝は、紗雪がスカートの下にシンデレラのパンツを穿いているのではと疑い始める。 様々なアトラクションを駆使し、スカートの中を確認しようとする慧輝。しかしはっきりしないまま時は過ぎ、一日が終わろうとしていた。 慧輝は意を決し、ご主人様命令として紗雪にパンツを見せるよう求める。恥ずかしそうにスカートをめくりあげる紗雪。ついにシンデレラの真実が明らかになる……と思われたが、スカートの中身を目にした慧輝は驚愕の表情を浮かべる。"
                },
                "10": {
                    "ID": "7234761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234761",
                    "TitleEnglish": "The Prince became a Slave?!",
                    "SummaryEnglish": "Keiki's attempt to seach for evidence in Yuika's underwear drawer backfires terribly, but he is still able to investigate her.",
                    "TitleJapanese": "奴隷になった王子様！？",
                    "SummaryJapanese": "後輩の唯花に弱みを握られた慧輝は彼女の奴隷になってしまい、無茶な要求に追われる日々を送っていた。慧輝の部屋から盗まれたシンデレラのパンツを彼女が持っていれば不遇な日々に終止符が打てるのだが……。なんとか立場を逆転しようとその時を虎視眈々と狙うある日、慧輝にチャンスが訪れた。バスルームに消えた唯花を尻目に、慧輝がタンスに手を伸ばしたその時、唯花の悲鳴が届く。駆けつけた慧輝はうっかり唯花の裸を見てしまい、さらに立場を悪くしてしまう。その後、偶然の事態により唯花との奴隷生活から解放されるが、その後天文部で目にした一枚の写真から慧輝は、ある真実へとたどり着く……！"
                },
                "11": {
                    "ID": "7234762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234762",
                    "TitleEnglish": "Cinderella took off her swimwear?!",
                    "SummaryEnglish": "A single photo and a simple change in perspective allows Keiki to deduce who Cinderella is. He begins an elaborate plan to prove it, and catch Cinderella with her panties on.",
                    "TitleJapanese": "水着を脱いだシンデレラ！？",
                    "SummaryJapanese": "遂にシンデレラの正体にたどり着いた慧輝。だがそれを立証するためには、その人物がシンデレラのパンツを持っている現場を押さえなくてはならなかった。そこで慧輝は書道部員や妹を交え、突然のプール行きを決行する。ある目的をもって。あいかわらずの変態部員たちに翻弄される慧輝はプールでバイト中の小春と出くわす。彼女は告白大会の参加者が集まらなくて困っているという。かくして、優勝したら「一度だけ慧輝になんでも命令できる権利」をかけて参加を決めた女子たちの、熱のこもった告白大会が繰り広げられる。そして迎える決着の時――。真実を追求するためにとった慧輝の行動とは？そして判明した衝撃の事実とは！？"
                },
                "12": {
                    "ID": "7234763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hensuki/episodes/7234763",
                    "TitleEnglish": "Can you fall in love with a pervert, as long as she's a cutie?",
                    "SummaryEnglish": "Until now, Keiki's concern has been about whether or not he can fall in love with a person with certain quirks. But now he must choose whether or not he is willing to jeopardize an existing relationship.",
                    "TitleJapanese": "可愛ければ××でも〇〇になってくれますか？",
                    "SummaryJapanese": "これまでケイキは、ある癖のある人に恋をすることができるかどうかが気になっていた。 しかし今、彼は既存の関係を危険にさらすことをいとわないかどうかを選択しなければなりません。"
                }
            }
        }
    }
}