{
    "URL": "https://www.thetvdb.com/series/bem",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10423424/",
        "https://www.themoviedb.org/tv/88063"
    ],
    "TitleEnglish": "BEM",
    "SummaryEnglish": "Three monsters, Bem, who looks like a gangster, Bero, who looks like a boy, and Bera, a witch, act as agents of justice, hoping that they will be allowed to become human.",
    "Aliases": [],
    "Modified": "2025-07-24",
    "Seasons": {
        "0": {
            "ID": "804327",
            "URL": "https://www.thetvdb.com/series/bem/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8020929",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/bem/episodes/8020929",
                    "TitleEnglish": "Bem Movie: Become Human",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "809735",
            "URL": "https://www.thetvdb.com/series/bem/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7171940",
                    "TitleEnglish": "Water",
                    "SummaryEnglish": "Libra City : a town which itself represents a human’s sense of discrimination. A young female detective Sonia gets relegated to Outside from Upper Town. Right after her arrival, she starts following the serial drowning cases, and meets a man who fights against the criminal without being noticed. His name is BEM. Now their gears of fate quietly begin to spin.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7254292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254292",
                    "TitleEnglish": "Liar",
                    "SummaryEnglish": "Bela spends her days going to school as Annabella in Upper Town. One day, she meets a woman name Elaine who recognizes her face from 10 years ago. Curious, she tries to find out more about the human girl she had chosen.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7254293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254293",
                    "TitleEnglish": "Shadow",
                    "SummaryEnglish": "BELO, an unbeaten gamer in Outside’s arcade gets a challenger. That man’s name is Daryl. Daryl soon gets to like BELO and takes him to his home. Daryl’s father is a secretary of a politician who pursues reform of Libra City. Then a shadow man comes, who keeps on killing politicians.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7254294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254294",
                    "TitleEnglish": "Lightning",
                    "SummaryEnglish": "Evil entities have started to make a move against Bem and the others. As Sonia follows a string of mysterious murders, she becomes convinced that the creatures she had seen are involved. At the same time, another mysterious entity begins to move as well.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7254295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254295",
                    "TitleEnglish": "Sweeper",
                    "SummaryEnglish": "The \"unseen council\" are now after Bem, Bela, and Belo. They have decided to use the 18th precinct as their base of operations since officer Sonia Summers is stationed there. All the while, Bem chases a sweeper that is going around cleaning up humans.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7254297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254297",
                    "TitleEnglish": "Gravity",
                    "SummaryEnglish": "Annabella meets a little show girl name Harazy after watching a show with Roddy. The show's star is Gravity Man, Harazy's partner and someone who can control gravity at will. After a string of suspicious deaths, the public starts pointing fingers...",
                    "Aliases": []
                },
                "7": {
                    "ID": "7254298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254298",
                    "TitleEnglish": "Chimera",
                    "SummaryEnglish": "Daryl continues to search for Belo and Belo continues to avoid his friends. While out shopping, Annabella finds out that hybrids are all the craze these days. Hybrids are animals that have been genetically modified into new and rare species...",
                    "Aliases": []
                },
                "8": {
                    "ID": "7254299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254299",
                    "TitleEnglish": "Noise",
                    "SummaryEnglish": "A boy named Albert transfers into Bela's school. His looks and personality captures the hearts of all the girl students. On top of that, he is the son of the famous opera singer, Julia Bush. Perhaps he can make even Bela's heart race, like a human.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7254300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254300",
                    "TitleEnglish": "Falling",
                    "SummaryEnglish": "Bem meets with a man who claims he can heal the humanoid monsters. He is the wealthy owner of the Briggs Foundation, Gavin Briggs. Is he truly good or just another human trying to get a hold of the humanoid monsters to meet their own selfish needs?",
                    "Aliases": []
                },
                "10": {
                    "ID": "7254301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254301",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "Sonia and Bem finally have a chance to talk and she confirms that he is not the monster that she had originally thought him to be. The unseen council, who controls Libra City, is hunting them and Sonia must think of a way to escape their clutches.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7254303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254303",
                    "TitleEnglish": "Judgement",
                    "SummaryEnglish": "Bem is put on a public trial. A joke of a trial where he has no rights or say against the unproven accusations against him. At the same time, Bela and Belo are being hunted. They both wander, unsure of what to do next.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7254304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bem/episodes/7254304",
                    "TitleEnglish": "Wishing to become human someday",
                    "SummaryEnglish": "The day of the of execution is here. Bem, Bela, and Belo each fight for different things, but their goal is the same. They protect humans in hopes of someday becoming humans themselves. All three of them stand against Vega, who sees things differently.",
                    "Aliases": []
                }
            }
        }
    }
}