{
    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10431310/",
        "https://katsu-kami.com/",
        "https://www.themoviedb.org/tv/88051",
        "https://x.com/katsukami_anime"
    ],
    "TitleEnglish": "To the Abandoned Sacred Beasts",
    "SummaryEnglish": "During a protracted civil war that pitted the North against the South, the outnumbered Northerners used dark magical arts to create monstrous super-soldiers—Incarnates. Now that the war has ended, those Sacred Beasts must learn how to make their way in a peaceful society, or face death at the hands of a Beast Hunter... Nancy Schaal Bancroft, the daughter of an Incarnate soldier who met an untimely end at the hands of one such Beast Hunter, turns to hunting the hunter herself. But once she catches up with her quarry, she discovers hard truths about the lives of the Incarnates...",
    "TitleJapanese": "かつて神だった獣たちへ",
    "SummaryJapanese": "パトリア大陸に生まれた民主主義国家【パトリア】。\n経済的不一致から【北部パトリアユニオン】と【南部パトリア連合】に分裂したこの国では、長きに渡る内戦が続いていた。劣勢に追い込まれた北部は、南部打倒のため、遂に禁忌の技術を用いてしまう。人間を異形の兵士へと造りかえるその術は、人の姿と引き換えに、神にも喩えられる力を得るというもの。その力により長き戦乱は、和平へと導かれる事となった。\n\n【擬神兵】、それは【神】と称えられた救国の英雄。\n\n時は経ち、戦争が過去へと移り変わる今。\n人の姿と引き換えに【擬神兵】となった者たちは、その過ぎたる力故、\n人々からただ【獣】と称ばれ、恐れ蔑まれる存在へと変わっていた。\n\n元擬神兵部隊の隊長・【ハンク】は、【獣】に身を堕としたかつての戦友でもある【擬神兵】を殺す者【獣狩り】として旅を続けていた。擬神兵だった父の仇を探す少女【シャール】はハンクと出会い、父の死の意味を知る為、共に旅することを決意する。やがて知る、戦い続けなければならない本当の理由。そしてハンクが探す【獣を解き放った男】の存在。\n\n仲間殺しの罪を一身に背負い続けていく【ハンク】の旅路の行き着く先とは？",
    "Aliases": [
        "Katsute Kami Datta Kemono-tachi e"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "809736",
            "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7171942",
                    "TitleEnglish": "To the Abandoned Sacred Beasts",
                    "SummaryEnglish": "The Northern Union of Patria and the Southern Confederation of Patria. They fought a long civil war, which finally came to an end when the North used a forbidden technology. They created Incarnates, beings with godlike powers, and this quickly turned the tables in the war. The Incarnates brought victory to the North and they were regarded as heroes, but their tremendous power became a double-edged sword, as it slowly made them lose their minds. Because of this, the Incarnate squad captain, Hank, swears an oath with his squad.",
                    "TitleJapanese": "かつて神だった獣たちへ",
                    "SummaryJapanese": "【北部パトリアユニオン】と【南部パトリア連合】。永きに渡る内戦に終止符を打つべく、【北軍】は禁忌の力を用いる。【擬神兵】、その神にも喩えられる力により、戦局は一気に覆ることとなる。【擬神兵】は戦場に勝利をもたらし英雄として迎えられたが、人には過ぎるその力は諸刃の剣でもあり、輝かしい戦果の裏で【擬神兵】たちの運命は次第に狂っていく。そして、【擬神兵部隊】隊長【ハンク】はある誓いを立てる。"
                },
                "2": {
                    "ID": "7254058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254058",
                    "TitleEnglish": "The Dragon’s Daughter",
                    "SummaryEnglish": "Schaal’s father, William, ran an orphanage on the outskirts of Livletwood Village, where Schaal lived a modest life with her father and the orphans. Because of the Civil War, prices on various goods increased, causing Schaal and her family to try to become more self-sufficient. Then one day, military intelligence visits William. William is told that has a unique skill. To make sure that Schaal and the other children have a secure future, William decides to go to war. After the Civil War ended, William returned to the village as the Incarnate, Nidhogg.",
                    "TitleJapanese": "竜の娘",
                    "SummaryJapanese": "リヴレットウッド村の外れで、少女【シャール】は孤児院を営む父【ウィリアム】や孤児たちと慎ましく暮らしていた。しかし内戦により物資の値段は高騰、【シャール】たちは自給自足を余儀なくされてしまう。そんな或る日、【ウィリアム】の元に軍情報部が来訪。【特別な適性】があると告げられた【ウィリアム】は、【シャール】たちの未来の為に、戦地に赴く決心をする。やがて内戦が終わり、【ウィリアム】は村に戻ってきた。【擬神兵】ニーズヘッグとなって。"
                },
                "3": {
                    "ID": "7254059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254059",
                    "TitleEnglish": "The Minotaur’s Fortress",
                    "SummaryEnglish": "Schaal decides to go on a journey with Hank, the man who killed her father. Their next destination was Roguehill, a town with a giant fortress. A monster lived in the fortress, which meant that the war still continued in this town. Hank was then greeted by Liza, a woman in charge of supporting Hank. According to Liza, the one who created the fortress was the Incarnate, Minotaur. Hank then heads to the fortress to fulfill his oath. On his way to the rather warped, overgrown, and “complete” fortress, Hank mutters, “I’m the one who turned him into a Beast.“",
                    "TitleJapanese": "ミノタウロスの要塞",
                    "SummaryJapanese": "父の仇である獣狩りの男【ハンク】と共に旅をすることになった【シャール】。二人が向かった先は、巨大な要塞が聳え立つ街【ローグヒル】。化け物が住み着き、今なお戦争が終わらない街。そこで待っていたのは【ハンク】をサポートする軍人【ライザ】。彼女の話によると要塞を作ったのは【擬神兵】ミノタウロスであるという。\n【ハンク】は自身が立てた誓いを胸に要塞へと向かう。歪な形に肥大した”完璧”な要塞を前に、彼は呟く「あいつを獣にしたのは俺なんだ」と。"
                },
                "4": {
                    "ID": "7254060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254060",
                    "TitleEnglish": "March of the Behemoth",
                    "SummaryEnglish": "Hank and Schaal head to the border on a steam locomotive. The steel bridge that goes over the border’s valley is the largest in the continent. It connects the North and the South and is called the bridge of peace that would support the generations to come. However, it seems that the Incarnate Behemoth, formerly Arthur Allston, is slowly marching towards that bridge. Hank was called to stop him. Will Hank be able to stop the Incarnate Behemoth, even though he seems invincible against a barrage of bullets?",
                    "TitleJapanese": "巨獣の猛進",
                    "SummaryJapanese": "蒸気機関車で国境へと向かう【ハンク】と【シャール】。国境の谷に掛かる大陸一の鉄橋は、【北部】と【南部】の境界に位置しており、平和の架け橋と呼ばれ、戦後を生きる者たちの生活を支えている。その鉄橋に迫るように前進を続ける【擬神兵ベヒモス】＝【アーサー・オールストン】を止める為、【ハンク】はこの地に呼ばれていた。無数の砲弾を浴びて尚前進する【擬神兵ベヒモス】を、【ハンク】は止めることができるのか!?"
                },
                "5": {
                    "ID": "7254061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254061",
                    "TitleEnglish": "Gargoyle's Judgement",
                    "SummaryEnglish": "The City of Steam, Whitechurch. Hank and his party head there in order to find Cain Madhouse, the man who unleashed the Beasts into this world. According to Liza’s intel, he appears to be killing random people in the slums there. Hank and Schaal go to investigate why these murders are happening, when another body shows up. After seeing the claw marks on the newest body, Hank determines that it wasn’t the work of Cain. A witness appears before them and tells them that he saw a demon statue murder the victim, which confirms Hank’s suspicions on who is behind the murders.",
                    "TitleJapanese": "ガーゴイルの断罪",
                    "SummaryJapanese": "【蒸気都市ホワイトチャーチ】。世に擬神兵を解き放った男【ケイン・マッドハウス】を求め、この地へ来た【ハンク】達。【ライザ】の情報によると、彼は貧民街の一角で夜毎、街の住人を殺して回っているという。その目的に迫る為、調査を始めた【ハンク】達に更なる犠牲者が出たとの情報が飛び込んでくる。死体に残された爪痕から【ハンク】はケインの仕業では無いと断定する。そこに目撃者が現れ、証言する。「悪魔の石像がやった」のだと。【ハンク】はその言葉に敵の正体を知るのだった。"
                },
                "6": {
                    "ID": "7254062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254062",
                    "TitleEnglish": "The King of the Beasts",
                    "SummaryEnglish": "Hank’s nemesis, Cain Madhouse, finally appears before them. The sudden appearance leaves Hank in shock and Schaal is taken. In order to get Schaal back, Hank accepts Cain’s invitation to a party, even though he knows that it’s a trap. There are many wealthy people among the crowd at the party. Eventually, Cain appears before them and the crowd applauds. Cain sees Hank in the crowd and begins to laugh ominously. What was the truth behind this?",
                    "TitleJapanese": "獣の王",
                    "SummaryJapanese": "ついにその姿を現した宿敵の男【ケイン・マッドハウス】。不意を突かれ、身動きの取れない【ハンク】は、【シャール】を捕らえられてしまう。奪われた【シャール】を取り戻すため、【ハンク】は【ケイン】の招きに応じ、罠を覚悟で夜会へと単身向かう。そこは、正装の人々で賑わう富裕層のパーティーだった。やがて、どよめきと拍手に迎えられ姿を現す宿敵【ケイン】。眼下に【ハンク】を認めると妖しい笑みを投げる。その真意とは何か?"
                },
                "7": {
                    "ID": "7254065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254065",
                    "TitleEnglish": "The Trigger of Memories",
                    "SummaryEnglish": "After the incident at Whitechurch that Cain Madhouse had instigated, Hank disappeared. The speech that Cain made at the banquet that evening would eventually rattle Patria to its core, causing a rebellion. The country seemed to be marching towards another war. One month later, Schaal appeared back at her hometown of Rivuletwood Village.",
                    "TitleJapanese": "追憶の引鉄",
                    "SummaryJapanese": "【ケイン・マッドハウス】の仕掛けたホワイトチャーチ事件後、【ハンク】は姿を消した。そして、夜会で【ケイン】が発した宣言は、やがて【パトリア】全土を揺るがす大きな動乱となり、パトリアに再び戦争の足音が近づきつつあるのだった。\nそれから約ひと月後、故郷リブレットウッド村に【シャール】の姿があった。"
                },
                "8": {
                    "ID": "7254066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254066",
                    "TitleEnglish": "Songstress of Sleep",
                    "SummaryEnglish": "The North Patria Union tries to quickly exterminate all of the Incarnates before the impending war. The captain of the Coup de Grace, Claude, had appeared in the port town of Port Gulf. Schaal is also there and happens to hear a beautiful singing voice. She heads toward the cave that the voice is coming from and encounters the Incarnate Siren, otherwise known as Beatrice, and her friend Charles.",
                    "TitleJapanese": "眠りの歌姫",
                    "SummaryJapanese": "来るべき戦争に備え、擬神兵掃討を急ぐ【北部パトリアユニオン】。港町ポートガルフには、補給船を待つ擬神兵討伐部隊【クーデグラース】隊長【クロード】の姿があった。時を同じくして、独り波打ち際を歩く【シャール】は、儚くも美しい歌声を聴く。その歌に誘われ向かった海祠で【シャール】は、【擬神兵セイレーン】＝【ベアトリス】と【チャールズ】に出会うのだった。"
                },
                "9": {
                    "ID": "7254067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254067",
                    "TitleEnglish": "The Hound of Hell's Gate",
                    "SummaryEnglish": "After losing control at Whitechurch, Hank fears his powers as a Beast. The ghosts of all the comrades he had slain so far come back to haunt him. And then, his former subordinate, the Incarnate Garm, shows up before him. Garm and Hank battle it out in the snow when the Incarnate Extermination Squad, Coup de Grace, also shows up!",
                    "TitleJapanese": "冥府の番犬",
                    "SummaryJapanese": "【ホワイトチャーチ】での暴走以降、獣の力を恐れ苦悩するハンク。倒してきた仲間達は幻影となって、彼を責め立てる。そんな折現れた、かつての部下擬神兵【ガルム】。荒ぶ雪の中、人の姿のまま【ハンク】は【ガルム】と対峙する。そこに擬神兵討伐部隊【クーデグラース】が迫る！"
                },
                "10": {
                    "ID": "7254068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254068",
                    "TitleEnglish": "Two Oaths",
                    "SummaryEnglish": "Despite having each other’s backs during the civil war, now Hank and Roy face off with each other. The Incarnates Werewolf and Garm have an intense battle, but because the Coup de Grace interfered, Hank ended up going over a cliff. Hank continues to have hallucinations of all of his fallen comrades, when he’s met with a familiar face...",
                    "TitleJapanese": "二つの誓い",
                    "SummaryJapanese": "内戦時代は共に背を預けて戦いながら、今は意志の違いから敵対する【ハンク】と【ロイ】。擬神兵【ウェアウルフ】と【ガルム】として激しい肉弾戦を繰り広げる二人だったが、擬神兵討伐部隊【クーデグラース】の乱入によって、ハンクは崖から深い谷底へと落ちてしまった。かつての仲間を手にかけてることに苦悩していた【ハンク】が、混濁する意識の中で出会った者は･･･。"
                },
                "11": {
                    "ID": "7254069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254069",
                    "TitleEnglish": "The Start of Troubles Ahead",
                    "SummaryEnglish": "New Patria built a huge fortress in Bold Creek. The northern army is sent in to take the fortress down. Claude and his Incarnate extermination squad, Coup de Grace join up with them to help. Hank goes with them, wearing a northern army uniform in order to blend in. After hearing what Colonel Martin Wall had to say about the current situation, Hank deduces that the enemy that they’re facing is the Incarnate Centaurus, otherwise known as Miles Byron. Hank encounters Miles, who hadn’t changed since the last he saw him, on the battlefield, and then...",
                    "TitleJapanese": "騒乱の嚆矢",
                    "SummaryJapanese": "要衝【ボルドクリーク】に建てられた【新パトリア】の巨大要塞。総力を挙げ、要塞を落とすべく編成される【北軍】の攻略部隊。そこに合流する【クロード】率いる擬神兵討伐部隊【クーデグラース】。その中には制服に身を包んだ【ハンク】の姿があった。攻略部隊指揮官【マーティン・ウォール大佐】の言葉に、敵は【擬神兵ケンタウロス】＝【マイルズ・バロン】だと察する【ハンク】。戦場でまみえた昔と変わらぬ【マイルズ】を前に【ハンク】の取った行動は……。"
                },
                "12": {
                    "ID": "7254070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/to-the-abandoned-sacred-beasts/episodes/7254070",
                    "TitleEnglish": "Those Who Seek",
                    "SummaryEnglish": "The Incarnates Hank and Miles face off with each other on the battlefield. They exchange words and blows, but their battle comes to a rather unexpected conclusion. Then, Cain appears in front of Hank. What is the ambition of the man who shot Elaine and unleashed the Incarnates upon the world?",
                    "TitleJapanese": "追う者たち",
                    "SummaryJapanese": "対峙する二人の擬神兵【ハンク】と【マイルズ】。互いを確かめる様に言葉を、その力を交わす。だが…激しい攻防を繰り広げた二人の決着は、思いもよらぬ形で訪れる。そしてハンクの前に仇敵【ケイン】が姿を見せる。【エレイン】を撃ち、擬神兵を解き放った男がハンクに対し明かす、野望とは…？"
                }
            }
        }
    }
}