{
    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10443344/",
        "https://www.themoviedb.org/tv/88808"
    ],
    "TitleEnglish": "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
    "SummaryEnglish": "What would you do if you got transported into a video game...with your mom?? That's the dilemma facing high schooler Oosuki Masato, who has been unwittingly thrown into an RPG world with his doting mother close behind as part of a secret government scheme. As an avid gamer, Masato is eager to show off his skills...but that's hard to do when your mom is an insanely overpowered, dual-wielding, multi-target specialist!",
    "Aliases": [
        "Okaa-san Online",
        "通常攻撃が全体攻撃で二回攻撃のお母さんは好きですか?",
        "Tsuujou Kougeki ga Zentai Kougeki de Nikai Kougeki no Okaasan wa Suki Desuka?"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "0": {
            "ID": "805195",
            "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7651346",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7651346",
                    "TitleEnglish": "Do You Love Your Mom on the Shore?",
                    "SummaryEnglish": "To thank the group for all their hard work in the past, Shirase invites the party to enjoy the sunny beach. While enjoying the wonderful weather and pristine waters, and accident causes Masato to lose all his memories, including those of Mamako!"
                }
            }
        },
        "1": {
            "ID": "809727",
            "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7171926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7171926",
                    "TitleEnglish": "The Boy Thought He Was Embarking on a Great Adventure… But, Uh, What’s Going on Here?",
                    "SummaryEnglish": "Teenage boy Masato Oosuki was chosen to beta test a new MMORPG, where you’re actually teleported inside the world of the game. But once he gets there, he finds his mother has followed him, and she's incredibly strong, too!"
                },
                "2": {
                    "ID": "7254280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254280",
                    "TitleEnglish": "It’s Just a Coincidence They’re All Girls. Got That? Wipe That Smirk Off Your Face.",
                    "SummaryEnglish": "Mamako and Masato are now registered as hero and mommy, and they decide to have an interview to decide who’ll join their party."
                },
                "3": {
                    "ID": "7254281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254281",
                    "TitleEnglish": "Underwear is Armor. Make Sure It’s High in Defense. Otherwise, My Son Might Die!",
                    "SummaryEnglish": "Wise joins the party as they prepare to visit the village of Maman on a special quest that Shirase gave them. But first they have to buy equipment, and Mamako is overjoyed at the idea of going shopping with her son."
                },
                "4": {
                    "ID": "7254282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254282",
                    "TitleEnglish": "Kids Are Kids and Parents Are Parents but Also Human Beings, and It Takes All Kinds, but They Get Through It Together, Right?",
                    "SummaryEnglish": "The \"Empress of Night\" turns out to be none other than Wise's mother, who she split up with after a fight. When the two of them went their separate ways, the Empress decided to stop playing the game and instead go chasing after attractive men."
                },
                "5": {
                    "ID": "7254284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254284",
                    "TitleEnglish": "This is a Territory for Children, Filled With Hopes and Dreams. For Children. That's the Important Part!",
                    "SummaryEnglish": "Masato, Wise, and Porta become students at Lover’s Lane Academia. Studying here will give them lots of SP and tons of special items. At school they meet a sweet and shy healer named Medhi, and Masato is convinced he’s found the true heroine."
                },
                "6": {
                    "ID": "7254285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254285",
                    "TitleEnglish": "What a Beautiful Girl... Wait, Not You, Mom. Don't Get Near Me in That Outfit, Stop!",
                    "SummaryEnglish": "With Shirase’s help, Mamako is allowed to attend the school as well. Just like Medhimama, she becomes an observer in Masato’s class. When Medhimama finds out that her magic doesn’t work on Mamako, she decides that Mamako is her new rival."
                },
                "7": {
                    "ID": "7254286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254286",
                    "TitleEnglish": "Students are the Protagonists of a School Festival. But People Wearing School Uniforms are Included, Too.",
                    "SummaryEnglish": "The school holds a festival, and parents are allowed to participate. The group decides to open a small café where Mamako will cook. Medhimama opens a café of her own, and insists on competing with Mamako."
                },
                "8": {
                    "ID": "7254287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254287",
                    "TitleEnglish": "If I Say Nothing, It Won't Be Heard, But If I Say Something, It'll Be a Critical Hit. It Sucks Being a Family.",
                    "SummaryEnglish": "Medhi was able to say what she felt about her mom when Masato was around, but in front of her mother, she always forced herself to act obedient. Wise and Porta both try to cheer her up and be her friend, but Medhimama, who wants a good daughter so that she can become “the number one mom”, refuses to let her have any friends. When Medhi realizes that her mother’s fanatacism was just for the sake of her own ego, she breaks down, lets her feelings loose, and becomes a powerful dragon. The party tries to stop her, but even in the middle of the fight, Medhimama is so obsessed with being number one that she challanges Mamako to a duel!"
                },
                "9": {
                    "ID": "7254288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254288",
                    "TitleEnglish": "Whoa, There's a Pressure Plate in a Place Like This. Well, I'm Not Stepping On It. No, I'm Saying I Won't!",
                    "SummaryEnglish": "Medhi decides to come along with Masato and the party. They all get a notice about a new “tower dungeon”, which will grant any wish to those who can get to the top. The party heads to the town of Ommym, where the dungeon awaits. As soon as they arrive, a group of mothers begs them to look for their children. Shirase says that this isn’t part of any event, however. They decide to investigate the dungeon with her. As they get past the traps and the monsters, they’re met by a woman dressed like a gladiator."
                },
                "10": {
                    "ID": "7254289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254289",
                    "TitleEnglish": "The With Mommy Guild Welcomes All! ...Wait, It's a Bunch of Uninvited Guests!",
                    "SummaryEnglish": "The girl in the party’s way announced herself as “Amante, Betrayer of Mothers”, and told them that she belonged to the rebel group \"Ribele\". She also told them that she’d gotten the adventurers in town to join her party and help her clear the dungeon."
                },
                "11": {
                    "ID": "7254290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254290",
                    "TitleEnglish": "The Courage to Accept Things. A Loving Heart. Also, Full-Body Armor. That’s What a Mother Needs... Wait, Armor?",
                    "SummaryEnglish": "After being touched by Mamako’s motherly kindness, Pocchi and his friends changed their ways and went home to their mothers. As a way of saying thank you, the mothers agree to join the With Mommy guild, and help the party clear the tower."
                },
                "12": {
                    "ID": "7254291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-you-love-your-mom-and-her-two-hit-multi-target-attacks/episodes/7254291",
                    "TitleEnglish": "I Hoped Against Hope the Wish Would Not Be Granted. But It Totally Was.",
                    "SummaryEnglish": "Masato’s party makes their way up the tower. They meet Pocchi on the way up, who tells them that Amante’s plan is to clear the dungeon and wish for all mothers to disappear. They have to stop her! Meanwhile, Amante has made it to the top of the 100 floor tower, and defeated the last boss, but she can’t get into the wish-granting room. Masato’s party arrives and challenges her to a duel. During the middle of the battle, Amante tells Mamako that her presence here is stealing away her son’s future! Mamako is caught off guard. But instead, Masato…"
                }
            }
        }
    }
}