{
  "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Family",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10239224/",
    "https://tv.cctv.com/2013/03/13/VIDA1363161511369980.shtml",
    "https://www.themoviedb.org/tv/15554",
    "https://en.wikipedia.org/wiki/The_Adventures_of_Little_Carp"
  ],
  "TitleEnglish": "The Adventures of Little Carp",
  "SummaryEnglish": "Bubbles, a carp, lives in Carp Lake with his grandmother, who often tells him about the legendary, powerful ruler of the seas and the rivers: the Dragon, whom Bubbles idolises. One day, Bubbles encounters Evil Snake, who pretends that he is the Dragon King. Evil Snake and his two accomplices, Lobby and Bogart, accompany Bubbles to the lake, where Bubbles' grandmother suspects that he is an impostor. No one believes her at first until his \"dragon horns\" and fake skin slip from his body, and his identity is revealed. In anger, Evil Snake turns Bubbles' grandmother into a bubble in a fierce fight. Angry, Bubbles searches for the real dragon to revive his grandmother, and avenge her death by finding the five dragon scales left by the Dragon in order to beat Evil Snake. Along the way, he meets new friends, including the imposing Aku, the sassy Mei Mei, and the timid Erl, while Evil Snake and his henchmen relentlessly pursue Bubbles.",
  "Aliases": [
    "Xiao Liyu Lixian Ji"
  ],
  "Modified": "2025-06-24",
  "Seasons": {
    "1": {
      "ID": "808003",
      "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 52,
      "Episodes": {
        "1": {
          "ID": "7153927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/7153927",
          "TitleEnglish": "Bubble Gets into Trouble",
          "SummaryEnglish": "In the Carp Lake surrounded by mountains, there was a naughty little carp named Bubbles who always got into trouble. This time, Bubble left the Carp Lake after getting into trouble.",
          "Aliases": []
        },
        "2": {
          "ID": "7153928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/7153928",
          "TitleEnglish": "Adventures in the Dragon Palace",
          "SummaryEnglish": "Bubbles saw the mangy snake, mistaken him for a real dragon, and admired him very much.",
          "Aliases": []
        },
        "3": {
          "ID": "7153929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/7153929",
          "TitleEnglish": "Disaster Is Coming",
          "SummaryEnglish": "The two-faced turtle wants to tell Bubbles the true identity of the Mangy Snake, but every time he wants to say it, he is interrupted by unexpected circumstances.",
          "Aliases": []
        },
        "4": {
          "ID": "10852527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852527",
          "TitleEnglish": "Tears Farewell to Relatives",
          "SummaryEnglish": "Bubbles brought the \"real dragon\", and the carp lake was abuzz with excitement as the villagers came to admire the majesty of the \"real dragon\".",
          "Aliases": []
        },
        "5": {
          "ID": "10852528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852528",
          "TitleEnglish": "Wandering Show",
          "SummaryEnglish": "Bubbles met the magician Aku. He naively thought that Aku's magic could save his grandma, so he decided to join the art troupe and learn from Aku.",
          "Aliases": []
        },
        "6": {
          "ID": "10852529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852529",
          "TitleEnglish": "Two Stars Face Off",
          "SummaryEnglish": "Bubble's performance won applause from the audience, which attracted the attention of Captain Octopus, who temporarily agreed to let him stay in the art troupe.",
          "Aliases": []
        },
        "7": {
          "ID": "10852530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852530",
          "TitleEnglish": "Panacea",
          "SummaryEnglish": "In order to prove that he is the real number one, Aku prepares a magic trick that is both thrilling and magical, but an accident happened during the performance.",
          "Aliases": []
        },
        "8": {
          "ID": "10852531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852531",
          "TitleEnglish": "The leader of the Troupe worked hard",
          "SummaryEnglish": "Bubbles left the art troupe sadly, and encountered a mudslide on the road. At the critical moment, the octopus leader used the power of the golden scales to protect Bubbles.",
          "Aliases": []
        },
        "9": {
          "ID": "10852532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852532",
          "TitleEnglish": "Star Bubble",
          "SummaryEnglish": "Fat Catfish found the underwater art troupe, led his loach soldiers to show off their power, and clashed with Aku. Fortunately, the appearance of Little Meimei, with her beauty and singing voice calmed Fat Catfish, and he obeyed Little Meimei's orders and left.",
          "Aliases": []
        },
        "10": {
          "ID": "10852533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852533",
          "TitleEnglish": "The Eve of Performance",
          "SummaryEnglish": "The underwater art troupe failed to escape, as they were intercepted by Fat Catfish and taken to the Pseudo Dragon Palace. Fat Catfish secretly complained to Mangy Snake, saying that Lobster secretly interrogated Ju Ao and also hid a mysterious map.",
          "Aliases": []
        },
        "11": {
          "ID": "10852534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852534",
          "TitleEnglish": "To celebrate",
          "SummaryEnglish": "Little Meimei was forced to sing a song written by Lobster to please the Mangy Snake. Everyone laughed, but the Mangy Snake was furious and forced everyone to admit that tickling is a noble act. Accompanied by Bubble's face-changing stunt, Aku took to the stage to perform magic.",
          "Aliases": []
        },
        "12": {
          "ID": "10852535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852535",
          "TitleEnglish": "Golden Scales",
          "SummaryEnglish": "Under the leadership of the Two-Faced Turtle, Paopao and the others rescued Captain Octopus and Little Meimei. However, Mangy Snake got the news and led his pursuers to arrive, Captain Octopus was also seriously injured.",
          "Aliases": []
        },
        "13": {
          "ID": "10852536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852536",
          "TitleEnglish": "Where to Go",
          "SummaryEnglish": "With the help of the power of the Golden Scale, Bubbles and others escaped from the Dragon Palace. The arrogant Aku ignored everyone's efforts convincing him to stay, and left alone.",
          "Aliases": []
        },
        "14": {
          "ID": "10852537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852537",
          "TitleEnglish": "Golden Toad Paradise",
          "SummaryEnglish": "Bubbles and his party came to Golden Toad Paradise and were deeply attracted by the wonderful amusement facilities here. They enjoyed themselves for a whole day.",
          "Aliases": []
        },
        "15": {
          "ID": "10852538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852538",
          "TitleEnglish": "Misfortune Comes from the Sky",
          "SummaryEnglish": "The entire amusement system was in chaos, order was broken, alarms were blaring, the park gates was closed, and all the tourists were in panic.",
          "Aliases": []
        },
        "16": {
          "ID": "10852539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852539",
          "TitleEnglish": "Return to the Snake Cave",
          "SummaryEnglish": "The Mangy Snake sent Lobster to the Golden Toad Paradise to collect the debt. The old Toad reported to the Lobster that the Golden Toad hid a magical treasure box. The Lobster forced the Golden Toad to hand over the box.",
          "Aliases": []
        },
        "17": {
          "ID": "10852540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852540",
          "TitleEnglish": "Looking for the Trace",
          "SummaryEnglish": "Bubbles hugged the treasure box and was frightened. However, the strange thing is that the mangy snake turned a blind eye to him. It turned out that the golden scales and the treasure box had a reaction, Bubbles became transparent, and the bubbles left the Dragon Palace in full view of the public.",
          "Aliases": []
        },
        "18": {
          "ID": "10852541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852541",
          "TitleEnglish": "Sapphire Blue Scales",
          "SummaryEnglish": "Aku lost consciousness and completely sidedwith the Golden Toad. Bubble had no choice but to fight with Aku. During the fight, the blue scales fell out of the box, awakening Aku's consciousness.",
          "Aliases": []
        },
        "19": {
          "ID": "10852542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852542",
          "TitleEnglish": "Golden Toad's Revenge",
          "SummaryEnglish": "The golden toad stole the blue scale and went to find the mangy snake alone to settle the score. In the Dragon Palace, although Golden Toad has the magic power of Blue Scale, he cannot defeat the Mangy Snake. At the critical moment, Bubbles and the others came, and Golden Toad was very moved.",
          "Aliases": []
        },
        "20": {
          "ID": "10852543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852543",
          "TitleEnglish": "Water Hyacinth Zee",
          "SummaryEnglish": "Bubbles and the others escaped again, and the mangy snake became furious. The lobster and the fat catfish were beaten up again, and they had to catch Bubbles and the others immediately. When Bubbles and the others arrived at Water Hyacinth Zee, Fat Catfish had already laid an ambush and asked for help from the Water Hyacinth King, who was friendly with them.",
          "Aliases": []
        },
        "21": {
          "ID": "10852544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852544",
          "TitleEnglish": "Black Hole Water Scorpion",
          "SummaryEnglish": "The Poisonous Water Scorpion used its poisonous pincers to capture Bubbles and Aku and asked for credit from the Lobster. Unexpectedly, the Lobster went back on its word and not only failed to fulfill its promise, but also attacked and assassinated the Poisonous Water Scorpion.",
          "Aliases": []
        },
        "22": {
          "ID": "10852545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852545",
          "TitleEnglish": "Mirage",
          "SummaryEnglish": "Bubble and his friends found a magical castle on the road and Bubbles really wanted to go in, but Little Meimei remembered the trap in Golden Toad Paradise and was very suspicious of the Magic Castle. The two sides couldn't argue and had to part ways.",
          "Aliases": []
        },
        "23": {
          "ID": "10852546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852546",
          "TitleEnglish": "To encounter Amnesia",
          "SummaryEnglish": "In the castle, Bubbles and Aku encounter all kinds of strange things, and are trapped in them. When they realize the danger, they realize too late that everything is a trap.",
          "Aliases": []
        },
        "24": {
          "ID": "10852547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852547",
          "TitleEnglish": "The Mystery of Dragon Scales",
          "SummaryEnglish": "In the water prison, Ju Ao did not eat Bubbles. It turned out that Ju Ao was the assistant of the real dragon. He told Bu Bu that the real dragon had sacrificed to save the world.",
          "Aliases": []
        },
        "25": {
          "ID": "10852548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852548",
          "TitleEnglish": "Cross the sea by a trick",
          "SummaryEnglish": "Two-faced Turtle and Little Meimei came to rescue Bubbles and Aku, but unfortunately they were caught and thrown into the water prison.",
          "Aliases": []
        },
        "26": {
          "ID": "10852549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852549",
          "TitleEnglish": "White Snow Reed Flowers",
          "SummaryEnglish": "Bubbles and his friends escaped from the Mangy Snake's Dragon Palace and came to a beautiful reed marsh. Everyone thought they had escaped from the danger zone and started playing happily.",
          "Aliases": []
        },
        "27": {
          "ID": "10852550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852550",
          "TitleEnglish": "Volcano Tianchi",
          "SummaryEnglish": "The Mangy Snake was unwilling to let Bubbles and the others escape, and sent out a bolt of lightning, hitting the pelican and making Bubbles and others roll down. At the critical moment, a golden-headed eagle flew over and lifted up Bubbles and the others with its wings.",
          "Aliases": []
        },
        "28": {
          "ID": "10852551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852551",
          "TitleEnglish": "Three-Headed Phoenix Crying",
          "SummaryEnglish": "Heavy snow fell on the volcano Tianchi, and Paopao and Aku were frozen. However, Bubbles and Aku insisted that they must learn skills from the three-headed phoenix.",
          "Aliases": []
        },
        "29": {
          "ID": "10852552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852552",
          "TitleEnglish": "Golden Head Eagle Feather",
          "SummaryEnglish": "Bubbles and Aku successfully escaped the capture of the pelican. The three-headed phoenix assigned a second task, which was even more ridiculous. That was for Bubbles and Aku to capture the golden-headed eagle. The sign of victory is recognized by getting one of the golden-headed eagle's feathers..",
          "Aliases": []
        },
        "30": {
          "ID": "10852553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852553",
          "TitleEnglish": "To shine again",
          "SummaryEnglish": "The two-faced turtle and Little Meimei were not dead, but were chased by the fat catfish and the big lobster. While escaping, they were suddenly sucked upwards by a backward waterfall.",
          "Aliases": []
        },
        "31": {
          "ID": "10852554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852554",
          "TitleEnglish": "Resurrection from the Fire",
          "SummaryEnglish": "Finally, the venom of the mangy snake on the golden scales and blue scales disappeared, and a dazzling light was emitted at the same time. The two-faced turtle and Little Meimei followed the backward waterfall to the volcano Tianchi, and everyone was reunited.",
          "Aliases": []
        },
        "32": {
          "ID": "10852555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852555",
          "TitleEnglish": "The Despicable \"Two Heroes\"",
          "SummaryEnglish": "The time has come to say goodbye, and Bubbles and the others set out on a journey to find dragon scales. The Mangy Snake summoned Fat Catfish and Lobster, and asked them to go find the sea monster to capture Bubbles, and then gave them instructions.",
          "Aliases": []
        },
        "33": {
          "ID": "10852556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852556",
          "TitleEnglish": "Behind Bars",
          "SummaryEnglish": "The sea monster grabbed Bubbles and Aku and was about to send them to the mangy snake, but unexpectedly bumped into the sea monster mother. The sea monster mother was very anxious when she learned the truth.",
          "Aliases": []
        },
        "34": {
          "ID": "10852557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852557",
          "TitleEnglish": "Mysterious Stone Formation",
          "SummaryEnglish": "The lobster was eager for someone to get rid of the little sea monster. It turned out that the little sea monster was restless by nature and kept making noises all the time. The fat catfish and the lobster were already exhausted from the torment.",
          "Aliases": []
        },
        "35": {
          "ID": "10852558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852558",
          "TitleEnglish": "To find yourself",
          "SummaryEnglish": "Xiao Meimei took the initiative to make friends with Lanlan, and Lanlan happily took them home. But when the female dolphin knew that they were friends of Bubble and Aku, the female dolphin was very angry and imprisoned them in the stone circle.",
          "Aliases": []
        },
        "36": {
          "ID": "10852559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852559",
          "TitleEnglish": "Jade Dragon Scales",
          "SummaryEnglish": "In the dragon-shaped cloud, the scenery was wonderful. A small cloud elf floated over, and it told several people that the dragon scales were in different directions.",
          "Aliases": []
        },
        "37": {
          "ID": "10852560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852560",
          "TitleEnglish": "Weird Waves",
          "SummaryEnglish": "Bubbles and others worked together to obtain the emerald dragon scales and returned to the sea. Unexpectedly, the mangy snake recovered from its wounds and destroyed the sea tribe's settlement. Bubbles and Aku were filled with indignation and joined forces to fight against the mangy snake.",
          "Aliases": []
        },
        "38": {
          "ID": "10852561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852561",
          "TitleEnglish": "Serial Scam",
          "SummaryEnglish": "Crab Generals Zuo and You both mistakenly thought that the two-faced turtle was the other party's spy, and threw him around like a \"volleyball\". Bubbles and Aku arrived in time and rescued the two-faced turtle.",
          "Aliases": []
        },
        "39": {
          "ID": "10852562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852562",
          "TitleEnglish": "To find out the truth",
          "SummaryEnglish": "Bubbles learned from the mouth of the disabled crab that the two crab generals were originally brothers, but they were instigated by the mangy snake and they both competed to become the crab king. So they splitted into two factions and fought every day, killing many relatives.",
          "Aliases": []
        },
        "40": {
          "ID": "10852563",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852563",
          "TitleEnglish": "Be unduly humble",
          "SummaryEnglish": "Because Two-Faced Turtle made a mistake on Crab Island, he felt that he would only hold back Bubbles and the others. So he quietly left everyone. The Mangy Snake saw the escaped Two-Faced Turtle in the magic mirror, and immediately sent Fat Catfish and Big Lobster to capture the Two-Faced Turtle as hostages, threatening Bubbles and others.",
          "Aliases": []
        },
        "41": {
          "ID": "10852564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852564",
          "TitleEnglish": "Unexpected surprise",
          "SummaryEnglish": "The \"monster\" swallowed the Two-faced turtle covered in seaweed and suddenly twitched. Then he spitted out Bubbles and the group swam away in pain. Bubbles and others woke up and thanked the Two-Faced Turtle for his wit.",
          "Aliases": []
        },
        "42": {
          "ID": "10852565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852565",
          "TitleEnglish": "Extremely Cold",
          "SummaryEnglish": "The mangy snake did not want to see Captain Octopus regain his memory, and began to use his dragon horn to emit radio waves. Captain Octopus was struggling between awakening and being lost, and was very painful.",
          "Aliases": []
        },
        "43": {
          "ID": "10852566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852566",
          "TitleEnglish": "Beauty trap",
          "SummaryEnglish": "Lili is a little girl who loves beauty very much. The mangy snake used magic to give her a head of colorful hair, but the condition is that she must steal the dragon scales guarded by her parents.",
          "Aliases": []
        },
        "44": {
          "ID": "10852567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852567",
          "TitleEnglish": "Coral Maze",
          "SummaryEnglish": "Lili deceived Bubbles and the others into trusting them and brought them into the coral maze. Lili found Mangy Snake and asked her to change her parents back, but Mangy Snake failed to fulfill her promise.",
          "Aliases": []
        },
        "45": {
          "ID": "10852568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852568",
          "TitleEnglish": "Scales of Flame",
          "SummaryEnglish": "The Two-faced turtle blamed the Lili for why he helped the mangy snake. After the two-faced turtle asked, the little mango revealed the truth. It was because the mangy snake turned her parents into coral.",
          "Aliases": []
        },
        "46": {
          "ID": "10852569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852569",
          "TitleEnglish": "Belong exclusively to me",
          "SummaryEnglish": "Bubbles and the others were about to leave the sea when suddenly four funny sea fish appeared. They admired Bubbles and the others very much. However, the sea fish have a question. All four of them are powerful, but who is the most powerful?",
          "Aliases": []
        },
        "47": {
          "ID": "10852570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852570",
          "TitleEnglish": "Storm in the Devil's Cave",
          "SummaryEnglish": "Bubbles and his friends were imprisoned in a deep water prison again, and the Mangy Snake sent soldiers to guard them to ensure nothing went wrong. The Mangy Snake learned from past lessons and decided to pursue the victory and immediately went to Jiuqu Vine Dragon to seize the fifth dragon.",
          "Aliases": []
        },
        "48": {
          "ID": "10852571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852571",
          "TitleEnglish": "Rattan Dragon",
          "SummaryEnglish": "The dragon scales were hidden in the mysterious snake box. The four friends united as one and shouted out the formula for the four dragon scales, and the dragon scales broke out of the box. The mangy snake used the dragon horns on its head to lie that it was collecting dragon scales according to the will of the real dragon, and asked Jiuquvine Dragon to hand over the dragon scales obediently.",
          "Aliases": []
        },
        "49": {
          "ID": "10852572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852572",
          "TitleEnglish": "Saving the Vine Dragon",
          "SummaryEnglish": "Bubbles and the others went to the volcano Tianchi to ask the three-headed phoenix for help. The three-headed phoenix said that the poisonous water of the Mangy snake must be cleaned first, so Bubbles and the others went to the Water Hyacinth Lake to find the water hyacinth king to get the magical water hyacinth.",
          "Aliases": []
        },
        "50": {
          "ID": "10852574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852574",
          "TitleEnglish": "Crisis abounds",
          "SummaryEnglish": "The Mangy Snake caught the little sea monster, and Bubbles and others appeared immediately. They had already known the Mangy Snake's actions. The sea monster also got rid of the two fat catfishes. The three-headed phoenix told him the situation, and the sea monster said that he would definitely rescue Tenglong.",
          "Aliases": []
        },
        "51": {
          "ID": "10852576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852576",
          "TitleEnglish": "Scales of Life",
          "SummaryEnglish": "Vine Dragon said that the fifth dragon scale was hidden deep at the end of its rhizome. It was very difficult to get it and would be life-threatening. Bubbles and others agreed that no matter how dangerous it is, they must get the dragon scales to prevent the Mangy snake from continuing to harm the world.",
          "Aliases": []
        },
        "52": {
          "ID": "10852579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-adventures-of-little-carp/episodes/10852579",
          "TitleEnglish": "Flying Over the Dragon Gate",
          "SummaryEnglish": "Bubbles threw the five dragon scales into the air together, and a dragon gate composed of water flow appeared in front of him, glowing with golden light and magnificent. The Mangy snake suddenly jumped out. He wanted to leap over the dragon gate and become a real dragon. Bubbles and the others started a thrilling battle with the Mangy Snake.",
          "Aliases": []
        }
      }
    }
  }
}