{
    "URL": "https://www.thetvdb.com/series/ahiru-no-sora",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10937602/",
        "https://www.themoviedb.org/tv/92892"
    ],
    "TitleEnglish": "Ahiru no Sora",
    "SummaryEnglish": "Sora joins the high school basketball club, but his unmotivated teammates don't care about the game. To get anywhere, he has to change their minds.",
    "TitleJapanese": "あひるの空",
    "SummaryJapanese": "バスケットボールでは決して有利ではない小柄な体格の車谷 空。\n\n身長を理由に中学時代スタメンに選ばれることのなかった空は、\n高校バスケ部に期待を膨らませて九頭龍高校、通称クズ高に入学。\nところがバスケ部はほとんど機能停止状態。\nとてもバスケをできる環境ではなかった。\n\nしかし、空はバスケへの熱量で、\nクズ高バスケ部メンバーとぶつかり合いながらも、共に成長していく。\n次々に直面するあらゆる困難に、\nクズ高バスケ部メンバーはどのように立ち向かって行くのか…！？",
    "Aliases": [
        "Sora the Duck",
        "Sky of the Duck",
        "Ahiru No Sora",
        "Ahiru No Sora (2019)"
    ],
    "Modified": "2025-06-25",
    "Seasons": {
        "0": {
            "ID": "815459",
            "URL": "https://www.thetvdb.com/series/ahiru-no-sora/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7651603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7651603",
                    "TitleEnglish": "First Half Playback",
                    "SummaryEnglish": null,
                    "TitleJapanese": "前半戦プレイバック",
                    "SummaryJapanese": "前回までの放送でシリーズ前半が終了。そこで今回は豪華キャスト陣による振り返り企画！！スタジオトークやインタビューとともに、あの名場面をもう一度お送りします！！"
                }
            }
        },
        "1": {
            "ID": "815461",
            "URL": "https://www.thetvdb.com/series/ahiru-no-sora/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "7243878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7243878",
                    "TitleEnglish": "The Ugly Duckling",
                    "SummaryEnglish": "Sora is determined to join the basketball club, but the club’s members are determined to goof off instead of practice. Sora’s solution? A five-on-one game, winner takes all!",
                    "TitleJapanese": "みにくいあひるの子",
                    "SummaryJapanese": "約149cmと小柄ながら、バスケットボールが大好きな少年・車谷 空。彼は入学したばかりの九頭龍高校（クズ高）で、バスケ部に入部しようと張り切っていた。広い体育館で宝物のバッシュを履いて練習をしていると、そこに現れたのはいかにもガラの悪い生徒たち。その不良たちこそクズ高バスケ部の部員。男子バスケ部は荒れ果て、事実上機能停止状態となっていたのだった。主将の百春からバスケをしないよう脅され、部室に閉じ込めれられる空。同じバスケ部だという千秋の協力で何とか脱出し、体育館に向かうが、またも百春率いるバスケ部員が現れ…。"
                },
                "2": {
                    "ID": "7353943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7353943",
                    "TitleEnglish": "Boys Without Talent",
                    "SummaryEnglish": "Sora’s skill and enthusiasm remind Momoharu of what it means to be passionate about basketball — but will Momoharu keep his promise to get serious about the game again?",
                    "TitleJapanese": "才能のない少年達",
                    "SummaryJapanese": "空と百春たちの男子バスケ部入部をかけたバスケでの勝負が始まった。男子バスケ部の百春、安原（ヤス）、茶木（チャッキー）、鍋島（ナベ）に加え、千秋の代理として女子バスケ部の円を加えた5対1。圧倒的不利な状況にもかかわらず、空はバスケスキルを見せ、シュートへ。しかしヤスの暴力による妨害で理不尽に勝敗が決しようとしたところ、百春から「十本勝負」の提案。まともな勝負も望めず絶体絶命の空だったが、彼には武器があった。"
                },
                "3": {
                    "ID": "7353944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7353944",
                    "TitleEnglish": "Momoharu´s Wings",
                    "SummaryEnglish": "Punks from Maru High have challenged Sora’s team to a basketball match, but how good is their team, anyway? Sora goes undercover to investigate!",
                    "TitleJapanese": "百春の翼",
                    "SummaryJapanese": "晴れてクズ高バスケ部に入部した空。部室に先に来ていた千秋に連れられて校舎裏のバスケットゴールに向かうと、そこにはシュート練習をする百春が。シュートが全く入らず、ヤケになってゴールへジャンプした百春の驚異的跳躍力に空は驚愕する。そこにケンカの報復に現れた新丸子高校（丸高）の不良たちを何とか撃退。その後、百春は空に自分のバスケの才能のなさを空に吐露し、自分がバスケの練習に参加することをあきらめるように言うが、それに対する空の反応は意外なものだった。"
                },
                "4": {
                    "ID": "7353945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7353945",
                    "TitleEnglish": "First Flight",
                    "SummaryEnglish": "The day of the match against Maru High is here, and Sora can’t wait to hit the court! But do the punks of Kuzu High stand a chance against their more experienced opponents?",
                    "TitleJapanese": "初めての飛翔",
                    "SummaryJapanese": "丸高の不良たちが百春たちに恥をかかせるために画策し、丸高バスケ部との練習試合が決定。千秋を除いた4人が試合に出てくれることになり、初めて5対5のバスケができると張り切る空。そして、練習試合当日。キャプテンの千葉、エースの常盤と、神奈川でも5本の指に入るといわれるほどの実力者を擁し、全員がバスケに有利な高身長の丸高バスケ部が登場。そんな不利な状況にもかかわらず、空は「秘策がある」と宣言。ついに、空にとって初めての試合開始のホイッスルが鳴り響く。"
                },
                "5": {
                    "ID": "7353946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7353946",
                    "TitleEnglish": "Broken Wings",
                    "SummaryEnglish": "Tokitaka thinks he’s found a way to shut Sora out of the paint, but the pint-sized powerhouse still has a trick up his sleeve that could turn this game around!",
                    "TitleJapanese": "折れた翼",
                    "SummaryJapanese": "試合開始早々秘策を繰り出した百春と空。その快進撃に対する策を考える千葉だったが、常盤は空のプレーを見て、本人さえも自覚していない空の弱点を発見する。徹底的に弱点をつく常盤を前に、空のシュートは全く入らなくなった。一気に雲行きが怪しくなり、完全に丸高のペースへ。さらに試合メンバー5人ギリギリの中、ヤスが5回目のファウルをしてしまい退場。メンバーは4人となり、空の疲労もピークに。険悪なムードの上もう後がないクズ高バスケ部だが…。"
                },
                "6": {
                    "ID": "7427190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7427190",
                    "TitleEnglish": "Now’s the Time",
                    "SummaryEnglish": "Sora’s new strategy has put him in the crosshairs of the defense, and things are looking bleak. Luckily for him, Kuzu High’s secret weapon is ready to take the court!",
                    "TitleJapanese": "今しかねえ",
                    "SummaryJapanese": "疲労も限界を超えている中、空は母から教わった両手打ちのシュートを決め、チームの空気を変えた。丸高との点差は絶望的だが必死で戦うクズ高。試合を見ていた千秋はその状況に背を向け立ち去っていった。一生懸命なクズ校の姿にいらだつ丸高の不良たちが試合を妨害。憤るクズ高メンバーを制し、試合を続けようとする空だったがこの苦境を乗り切るすべがあるのか…。そのとき、コートにある人物がやってきた。それは空が待ちわびており、丸高の千葉も気にしていた人だった。"
                },
                "7": {
                    "ID": "7437221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7437221",
                    "TitleEnglish": "The Troublesome Freshman",
                    "SummaryEnglish": "After taking an exhausted Sora home post-game, Madoka learns the truth about Sora's basketball-star mother and the reasoning behind his grand ambitions.",
                    "TitleJapanese": "迷惑な一年坊",
                    "SummaryJapanese": "丸高との試合は圧倒的な点差で敗北したものの、お互いの健闘をたたえ合う試合となった。疲れて眠ってしまった空を自宅に送り届けた円は、空の祖母から空が入院している母・由夏を追って、神奈川にやってきたと聞かされる。試合翌日からさっそくバスケの練習に打ち込むクズ高メンバーだったが、今まで全く活動していなかったバスケ部には顧問がおらず、体育館を使う資格さえ与えられていなかったことが発覚。早速百春は顧問をつけてもらえる約束を取り付けたが、それには条件があった。そんな中、ヤス・チャッキー・ナベは校舎裏で華麗なシュートを決める1年生に出会う。"
                },
                "8": {
                    "ID": "7446887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7446887",
                    "TitleEnglish": "The Duck and the Kite",
                    "SummaryEnglish": "Kite only cares about two things: the ball and the basket. Team bonding? He'll pass, thanks... but will he change his tune when he learns he shares a common dream with Sora?",
                    "TitleJapanese": "アヒルとトビ",
                    "SummaryJapanese": "問題を起こした場合即廃部を条件に、顧問をつけてもらい活動を許可されたクズ高男子バスケ部。その矢先、ヤスたちと校舎裏でひと悶着したトビが、女子バレーボール部が練習する中で無理やりバスケの練習をした挙句、部員にけがをさせてしまう。百春の土下座により何とかその場は収まったものの、翌日には体育館でトビがほかの生徒と暴力沙汰を起こす。顧問となった五月は惨状を見て廃部をつきつけるが、トビが自分はバスケ部ではないと宣言したことでなんとか廃部は免れた。しかし、百春や空には釈然としない思いが残る。"
                },
                "9": {
                    "ID": "7457735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7457735",
                    "TitleEnglish": "Kite, His Ball and the Team's Pain",
                    "SummaryEnglish": "Kite’s fate was sealed the moment he laid hands on those upperclassmen. Luckily for him, Sora has never been one to give up without a fight.",
                    "TitleJapanese": "鳶とボールと仲間の痛み",
                    "SummaryJapanese": "トビに退学の処分が下った。元々は3年の西脇が大勢で囲んで挑発したもので、正当防衛ともいえる状況だったとわかったが、処分は覆らない。トビのバスケに魅せられた空は、顧問の五月に頼み込み、なんとか処分を撤回させようとする。一方、トビは偶然出会った千秋に気持ちを話し、そこに訪れた百春との会話の中で気持ちに変化が生じる。自らも五月のもとに出向き、クズ高をインターハイに連れて行くと宣言したトビ。たまたま居合わせた校長の配慮により、トビはバスケ部に入部することになった。しかし翌日、西脇の復讐に合い…。"
                },
                "10": {
                    "ID": "7459774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7459774",
                    "TitleEnglish": "Manager",
                    "SummaryEnglish": "All Sora wanted was to get his “wings” repaired. He didn’t count on getting a super cute, super clumsy team manager in the bargain!",
                    "TitleJapanese": "マネージャー",
                    "SummaryJapanese": "関東大会での丸高の試合を見て、さらにやる気に燃えるクズ高のメンバーだったが、練習中に空のバッシュが壊れてしまう。母からもらった大事なバッシュを修理してもらおうと駆け回って見つけたスポーツショップは、隣のクラスの七尾奈緒の家だった。そそっかしいところのある奈緒だが、空のプレーに合わせたシューズのアドバイスをしたり、修理の間にも練習できるよう、自分のバッシュを貸してくれるなど丁寧な応対。しかも空がバスケをする姿をかっこいいと…。初めての経験にドキドキする空が翌日体育館に行くと、そこにはマネージャーとして入部した奈緒の姿があった。"
                },
                "11": {
                    "ID": "7459776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7459776",
                    "TitleEnglish": "The Boys' Stubborness and the Girls' Pride",
                    "SummaryEnglish": "Winning the match against the girls’ team should be a piece of cake, but Nao’s tactical abilities — not to mention the value of teamwork — shouldn’t be taken lightly.",
                    "TitleJapanese": "男の意地と女のプライド",
                    "SummaryJapanese": "クズ高バスケ部の練習を見学していた奈緒は、「このチームで試合に勝てるとは思えない」と言い放つ。そして、奈緒の分析が正しいかを検証するために、女子バスケ部と試合をすることになった。女子が負けたら円が裸になると奈緒が勝手に約束したため、俄然やる気になった空たちは順調に得点を重ねていく。しかし、奈緒が「作戦」を円たちに実行させると、試合状況が少しずつ変わっていき……。"
                },
                "12": {
                    "ID": "7459782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7459782",
                    "TitleEnglish": "Team",
                    "SummaryEnglish": "When Nao abruptly resigns as manager, Sora learns that there is more to her basketball background than meets the eye. Later, the need for team funds rears its expensive head.",
                    "TitleJapanese": "TEAM",
                    "SummaryJapanese": "男子バスケ部と女子バスケ部の試合は続いていた。トビは試合の様子を見ながら、勝てる様子がないことに愚痴をこぼすが、そんなトビに奈緒はこのチームには勝つために足りないものがあるのだと話す。そのまま勝敗が決し、女子部に敗れたことでやる気をそがれてしまった様子の男子バスケ部を見て、奈緒は落ち込んでしまうが……。"
                },
                "13": {
                    "ID": "7498345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7498345",
                    "TitleEnglish": "Differing Enthusiasm",
                    "SummaryEnglish": "True passion for the game drives players like Sora to succeed. But can passion for basketball be taught — especially to players still new to the sport?",
                    "TitleJapanese": "温度の違い",
                    "SummaryJapanese": "インターハイの予選まで1か月と迫ったある日、奈緒の提案でバスケ部は合宿をすることになった。クズ高がインターハイに出場できると信じる奈緒は、部員たちにハードなトレーニングを課し、部員たちもそれに必死についていこうとする。しかし、安原が真面目に自主練習をする一方、鍋島と茶木は安原ほど真剣には取り組めていないようで……。"
                },
                "14": {
                    "ID": "7508074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7508074",
                    "TitleEnglish": "Towards Victory",
                    "SummaryEnglish": "It’s hard to stay motivated when the inter-high tournament is so far away, but Nao has a plan to keep the team on its toes. First item on the agenda: learning how to screen!",
                    "TitleJapanese": "勝利に向かって",
                    "SummaryJapanese": "鍋島と茶木が合宿から逃げ出し、空は二人を探しに出かけた。中学生とのバスケ対決で手も足も出ず、すっかり落ち込んでいた二人だが、その中学生が女の子からバスケを褒められたところを見た途端やる気になり、合宿に復帰する。合宿初日に食あたりで倒れた百春も復調したところで、奈緒が練習試合を提案。奈緒のいとこ・蒲地太郎の属する北住吉高校との練習試合が決まる。"
                },
                "15": {
                    "ID": "7509100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7509100",
                    "TitleEnglish": "The Boys' Spirit",
                    "SummaryEnglish": "The players of Kuzu High have just one practice game to prove they’re worth taking seriously. Has their training camp paid off, or will Kitasumi High dominate the court?",
                    "TitleJapanese": "男の心意気",
                    "SummaryJapanese": "北住吉高校との練習試合が始まった。たまたま通りがかり、練習試合を見学に来た丸高の常盤から、北住のフォワード・蒲地太郎の実力を教えられた空は気を引き締める。弱点を克服しした空をはじめ、新メンバーも加入しクズ高の実力が上がっていると確信した常盤。一方、北住吉高校もクズ高の実力に気づき、“戦闘態勢”に入っていく。"
                },
                "16": {
                    "ID": "7509101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7509101",
                    "TitleEnglish": "The Best Start and the Worst Start",
                    "SummaryEnglish": "As Kitasumi High gets serious, Nao unveils Kuzu High’s super secret defense strategy. It’s time to knock out the competition — and Sora is the key to victory!",
                    "TitleJapanese": "最高の始まりと最悪の始まり",
                    "SummaryJapanese": "クズ高と北住との練習試合が続く。奈緒を巡って千秋が蒲地にライバル意識を燃やす一方、百春は中学時代の後輩・小西からの挑発を受け、いらだちを募らせていく。流れが北住に傾いていると感じた空だが、追い打ちをかけるように、蒲地にシュートを決められてしまう。タイムアウトを取った奈緒は、空に蒲地を抑えるように指示。空は蒲地に張り付き、これ以上点を取らせないと心に決める。"
                },
                "17": {
                    "ID": "7509102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7509102",
                    "TitleEnglish": "Versus",
                    "SummaryEnglish": "Although guarding Taro is exhausting, Sora’s intense eyes make it clear that he’s ready to face the challenge head on! But can Chucky say the same when he takes to the court?",
                    "TitleJapanese": "バーサス",
                    "SummaryJapanese": "ヤスのシュートが決まり勢いづくクズ高。一方、古賀監督に発破をかけられた蒲地は、これまで以上にやる気に燃えていた。縦横無尽に走る太郎、必死に食らいつく空。一進一退の「走りっこ」が続く中、20分もの間全くスピードが落ちない蒲地に対し、ついに空のヒザがぐらつく。"
                },
                "18": {
                    "ID": "7561465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7561465",
                    "TitleEnglish": "Now...",
                    "SummaryEnglish": "With Sora on the sidelines, Tobi becomes the target of Kitasumi High’s latest defense strategy: the insidious 2-2-1 zone press!",
                    "TitleJapanese": "今・・・・。",
                    "SummaryJapanese": "空がベンチに下がるも、リードしたままラストピリオドに繋げたいクズ高は、交代したチャッキーやナベが奮闘。トビも2人のヘルプ、そして攻撃で躍動する。しかしラスト1分、オールコートであたってきた北住吉についに逆転されてしまう。メンバーの必死の攻防を見ていた空は、第3クオーター残り30秒で交代を申し出る。"
                },
                "19": {
                    "ID": "7561467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7561467",
                    "TitleEnglish": "Higher Than Anyone",
                    "SummaryEnglish": "Dedication. Perseverance. Commitment. These are the qualities that make a basketball champion — and thanks to Konishi, Momoharu isn’t sure if he possesses any of them.",
                    "TitleJapanese": "誰よりも高く",
                    "SummaryJapanese": "奮起したクズ高が同点に追いつき、ついにラストピリオド。小西の口から百春がついた「ウソ」が明かされた。小西の抱えていた想いや、自分がバスケをやめていた間、絶え間ない努力を続けたことを知り、動揺する百春。空はそんな百春に笑顔で、もう一度飛ぶところを見せてほしいと伝える。"
                },
                "20": {
                    "ID": "7561468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7561468",
                    "TitleEnglish": "Last Play",
                    "SummaryEnglish": "As Sora steps into the role of pointguard, Chiaki steps into the spotlight. The fate of the game hangs in the balance, but will their change-up lead to victory or defeat?",
                    "TitleJapanese": "ラストプレイ",
                    "SummaryJapanese": "北住吉との点差が11点に広がった。そこでクズ高は、空をポイントガードにし、千秋が点を取りに行く作戦に。ポイントガードとしての役割がうまく果たせない空に対し、千秋は気合いを入れるが…？一方、円は姉で看護師のスミに体育館の外に呼び出された。スミとともにいたのは、車椅子に乗った空の母親の由夏だった"
                },
                "21": {
                    "ID": "7561469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7561469",
                    "TitleEnglish": "Tears",
                    "SummaryEnglish": "A final shot will decide the fate of the match against Kitasumiyoshi High. As the dust settles, Madoka makes a difficult decision.",
                    "TitleJapanese": "涙",
                    "SummaryJapanese": "空が放った3ポイントシュートは惜しくもリングに跳ね返され、クズ高と北住の練習試合は、僅差で北住の勝利となった。試合後、北住の監督・古賀に最後のシュートに迷いがあったことを指摘され、空はショックを受ける。さらに、善戦したと満足げだったナベやチャッキーも、千秋から北住がベストメンバーではなかったことを聞き、うなだれることしかできなかった。それぞれのメンバーが、自分の実力不足を肌で感じる中、クズ高では恒例の球技大会が始まろうとしていた。空とトビはそれぞれのクラスでバスケに出場する。"
                },
                "22": {
                    "ID": "7608756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7608756",
                    "TitleEnglish": "The Last Piece",
                    "SummaryEnglish": "The school basketball tournament pits teammate against teammate. As Sora and Tobi face off, a towering new player steps onto the court.",
                    "TitleJapanese": "ラストピース",
                    "SummaryJapanese": "クズ高球技大会でバスケの試合に参加する空だが、3ポイントシュートを1度も打たないことを奈緒に指摘される。さらに千秋には北住との試合のトラウマで“打てなかった”ことを見抜かれ、「オマエにポイントガードは無理だった」と告げられるが、空はどちらもやってやると奮起する。そんな中、バスケの準決勝は、空のクラスとトビのクラスの直接対決。試合を観ていた奈緒は、バスケ部が強くなるにはもう一人メンバーがいればと考える。その時、別のバスケ準決勝に出場していた高身長の生徒・茂吉の姿が目に留まる。"
                },
                "23": {
                    "ID": "7608757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7608757",
                    "TitleEnglish": "The Moon and the Hoop",
                    "SummaryEnglish": "Mokichi’s height gives him an undisputed advantage on the court, but when it comes to basketball, height alone can’t outpace the pressure of lofty expectations.",
                    "TitleJapanese": "月とリング",
                    "SummaryJapanese": "球技大会で茂吉のフックシュートを見た空と奈緒は、プレーヤーとしての彼に俄然興味を持つ。ドリブル音に惹かれて体育館に来た茂吉をバスケに誘うが、医者から運動を止められていると断られてしまう。茂吉がやりたくてもできないと感じた空は、茂吉を由夏に重ねる。そして、ついに高校総体予選の組み合わせが発表され、クズ高メンバーは練習にもやる気を見せる。一方、トビは茂吉がバスケ部の勧誘を断るために「医者から止められている」とウソをついたと知り、彼に食ってかかる。"
                },
                "24": {
                    "ID": "7608758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7608758",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Midterms have arrived, and the team will have to hit the books if they all want to enter the tournament preliminaries. Meanwhile, Madoka makes a shocking discovery…",
                    "TitleJapanese": "光",
                    "SummaryJapanese": "予選まであと1週間。体育館に向かう空たちの前に茂吉が現れ、バスケ部に入れてほしいと頭を下げる。本気でバスケをやりたいという茂吉は、化学部に退部届まで提出していた。しかし、空は茂吉の「本気」が信じられないからと、1ON1を要求し、茂吉はそれを引き受ける。挑発的に3ポイントシュートを決める空。フックシュートを繰り出す茂吉。体力的にとっくに限界を超える中、茂吉は空に食らいつき荒々しくダンクを決める。茂吉は後悔した過去を思い出していた。"
                },
                "25": {
                    "ID": "7608760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7608760",
                    "TitleEnglish": "Undiscovered Talent",
                    "SummaryEnglish": "After a sleepless night, the first match of the tournament has arrived! But Kuzu High isn’t the only team pinning their dreams on this game…",
                    "TitleJapanese": "埋もれた才能",
                    "SummaryJapanese": "中間試験で赤点を取ったら、試合には出場させない。顧問の五月にそう言われて臨んだテストを何とかクリアしたクズ高メンバー。予選当日、気分が高揚して、一睡もできなかった空。試合前にクズ高体育館に行くと、ヤス、ナベ、チャッキーも眠れずに体育館で練習していた。なんだかんだで全員集まり、揃ってインターハイ予選会場に入る。公式試合の独特の雰囲気に緊張が高まる中、初めてクズ高のユニフォームを着て、胸を高鳴らせるクズ高メンバー。相手は新城東和学園。ついにクズ高の予選初戦の火蓋が切られる。"
                },
                "26": {
                    "ID": "7661124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7661124",
                    "TitleEnglish": "Rush and Rush",
                    "SummaryEnglish": "Hobble a key player, and the entire team will fall apart. Chiaki learns this lesson the hard way when the players of Shinjo High render his passing abilities obsolete.",
                    "TitleJapanese": "RUSH AND RUSH",
                    "SummaryJapanese": "地区予選初戦、クズ高の相手は新城東和学園。「個々の能力ならウチのほうが上」という奈緒の言葉もあってか、クズ高は優位に試合を進めていく。しかし、茂吉は全員の能力が新城に勝っているとは思っていなかった。試合が進むにつれ、高橋の戦略と抜群のバスケセンスに牽引された新城のチームプレーに千秋が持ち味とするパスセンスが狂わされる。いらだちを隠せなくなる千秋。一度はタイムアウトを取ろうと考えた奈緒だったが……。"
                },
                "27": {
                    "ID": "7669451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7669451",
                    "TitleEnglish": "The Hard Play",
                    "SummaryEnglish": "Kuzu’s early lead makes no difference to Shinjo High, who quickly takes control of the game. Subbed in as pointguard, can Sora turn the tide back in his team’s favor?",
                    "TitleJapanese": "THE HARD PLAY",
                    "SummaryJapanese": "クズ高がリードした状態で、第2クォーターが始まった。高身長のオールラウンダー、バスケの理想型とも言える高橋を中心とした新城の果敢な試合運びに押され、クズ高は逆転を許してしまう。それでも強気で攻め返し、勢いを取り戻しつつあったそのとき、千秋が3つめのファウルをとられてしまう。主力の退場を避けるため、千秋とヤスを一時下げ、メンバーに指示を出していく奈緒。千秋の代わりにポイントガードを任され、千秋の穴を埋められるかと鼓舞された空は、改めて気合いを入れ直す。"
                },
                "28": {
                    "ID": "7682436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7682436",
                    "TitleEnglish": "Vow",
                    "SummaryEnglish": "As pressure builds and halftime approaches, Chiaki makes a decision that could shake the entire team. Will he leave Kuzu high and dry or rally in time for the second half?",
                    "TitleJapanese": "誓い",
                    "SummaryJapanese": "茂吉とトビの活躍で、1点差にまで詰め寄ったクズ高だったが、すぐさま新城に差を広げられてしまう。しかし空は、千秋からポイントガードに必要なのはチャンスを見逃さない「目」だと言われたことを意識することで、少しずつ試合の全体が見えるようになっていく。クズ高が1ゴール差まで巻き返し、チームの空気も良くなってきたところで前半が終了。すると、ベンチにいるはずの千秋がいない。「カッコ悪いことに耐えられない」性格をよく知る百春は、嫌な過去を思い出す。"
                },
                "29": {
                    "ID": "7696159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7696159",
                    "TitleEnglish": "Bonds",
                    "SummaryEnglish": "As Kuzu dominates the court, the prospect of winning fades for Shinjo High — but help is on the way from the team’s most unlikely player.",
                    "TitleJapanese": "キズナ",
                    "SummaryJapanese": "汗だくになって自分を探しに来てくれた奈緒により闘志を取り戻した千秋。新城のプレーの起点が高橋と見た千秋は高橋と競り合う。パスは精度を取り戻し、形勢は逆転。クズ高の猛攻で一気に新城を突き放す。一方、新城ベンチでは靭帯損傷で試合に出られずにいた児島が、後輩にテーピングを指示。高橋と児島はバスケ部のなかった新城でイチからバスケ部を立ち上げ、インターハイ出場を目標としてきた。ついに今、インターハイの地区予選。窮地ともいえるこの場面に、児島はケガを押しても出場することを高橋に乞う。"
                },
                "30": {
                    "ID": "7707016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7707016",
                    "TitleEnglish": "Reason for Living",
                    "SummaryEnglish": "Despite his terrible knee injury, Kojima’s skill are formidable, but he isn’t the only member of Shinjo High that Kuzu should keep on their radar…",
                    "TitleJapanese": "存在意義",
                    "SummaryJapanese": "児島がケガの痛みに耐えて果敢に点を取りに行く姿に新城メンバーは鼓舞され、勢いづいていく。取られた点はすぐに取り返すクズ高だったが、試合が進むにつれ、徐々に体力の差が表れ始める。スピードが全く落ちない新城に対して、だんだんと疲弊していくクズ高。攻防が続く中、空の母・由夏が病院から外出許可をもらい、試合会場に訪れていた。空に気付かれない場所から観戦する由夏。懐かしい空気の中、ユニフォーム姿で走る空の姿を見つめ、素早くシュートを決める姿に満面の笑みで手を叩く。しかし、新城の柏木の目に一瞬怯んだ千秋が、４つめのファウルを取られ、流れは再び新城へと傾き始める。"
                },
                "31": {
                    "ID": "7718793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7718793",
                    "TitleEnglish": "What Must Be Protected",
                    "SummaryEnglish": "As the end of the game draws near, the players of Kuzu High push themselves to the limit. Only one thing’s for certain: Stamina will decide their fate.",
                    "TitleJapanese": "守るべきもの",
                    "SummaryJapanese": "勢いづく新城を止めるべく、メンバーチェンジでトビが試合に戻ってきたが、新城の猛攻は勢いを増す。得点はリードしているものの体力が限界に近づき、ついに6点差まで迫られてしまう。新城の柏木によるシュートを必死に阻止しようとした空は、勢い余って倒れてしまい、起き上がることができない。そんな空の必死なプレーに応え、クズ高メンバーはこの点差を守るため、改めて闘志を燃やす。"
                },
                "32": {
                    "ID": "7734123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7734123",
                    "TitleEnglish": "Time Limit",
                    "SummaryEnglish": "With only seconds on the clock, the pressure of defending the lead falls squarely on Kuzu High. But winning the match isn’t the only thing Sora needs to worry about…",
                    "TitleJapanese": "TIME LIMIT",
                    "SummaryJapanese": "最終クォーター、クズ高のリードは4点差まで詰められ、試合時間は残り1分を切った。新城のファウルで、クズ高にフリースローのチャンス。1本目を外し、緊張がピークになる百春に、千秋は「どーせ入らん」とストレートに告げる。緊張のほぐれた百春だったが、惜しくも2本目も外してしまう。こぼれたボールを奪った新城が児島の踏ん張りもあってゴールを決め、ついに1ゴール差に迫られた…！"
                },
                "33": {
                    "ID": "7734125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7734125",
                    "TitleEnglish": "Life",
                    "SummaryEnglish": "Reunited at long last, Sora and his mother have a lot to talk about — and time is of the essence. Elsewhere, Sora’s teammates deal with the aftermath of their recent match.",
                    "TitleJapanese": "LIFE",
                    "SummaryJapanese": "クズ高と新城の試合が終わった。母・由夏の容態が悪いと知らされ病院へ向かった空。「大きく産んであげられなかった」と謝る由夏に、空はバスケを通じて出会った素晴らしいプレーヤーたちについて熱く語る。ここまで頑張れたのは自分の身長が小さかったからだ、と。空は由夏に感謝を伝えるのだった。"
                },
                "34": {
                    "ID": "7736253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7736253",
                    "TitleEnglish": "Light Trails",
                    "SummaryEnglish": "Sora is nowhere to be found, and in his absence, the basketball team must pick up the pieces. Whether they will succeed depends on the fire burning in their hearts.",
                    "TitleJapanese": "光跡",
                    "SummaryJapanese": "バスケ部の部室が全燃。その原因として、百春たちが吸おうとしたたばこの火の不始末が疑われた。五月から問い詰められ、たばこを吸おうとしたという事実を伝えた百春に、五月や奈緒は厳しい言葉を口にした。空が居ない中、クズ高バスケ部はバラバラになってしまった。それでも五月は校長や教職員に対し、事実を伝えたうえで、彼らがこの1か月どれだけ頑張ってきたのかを訴え、なんとか彼らを守ろうとする。"
                },
                "35": {
                    "ID": "7736258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7736258",
                    "TitleEnglish": "Stand",
                    "SummaryEnglish": "A new challenger with mysterious motivations approaches Tobi for a game of one-on-one. Meanwhile, Sora returns, but the basketball team isn’t the same club he left behind.",
                    "TitleJapanese": "STAND",
                    "SummaryJapanese": "クズ高バスケ部の廃部が決まり、百春たちは無期停学となった。休みの日に体育館を訪れたトビは、そこで謎の男から声をかけられ1on1の申し出を受ける。男のプレーについて行けず驚愕するトビに、その男は、横浜大栄高校の不破豹だと名乗る。一方、由夏の葬儀で長野に帰っていた空が、ようやく神奈川に戻ってきた。"
                },
                "36": {
                    "ID": "7736260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7736260",
                    "TitleEnglish": "Kids Are Allright",
                    "SummaryEnglish": "The team must find a new advisor, so they take matters into their own hands — but will Satsuki be willing to return to the basketball club? Better yet, will Momoharu?",
                    "TitleJapanese": "KIDS ARE ALLRIGHT",
                    "SummaryJapanese": "百春たちが停学している中、奈緒や千秋ら残されたメンバーは「バスケ同好会」を作るべく奔走していた。しかし、同好会にも顧問がいなければ認められないと分かる。長野から戻ってきた空も事件のことを知るが、「一番辛いのは百春たち」と話す。一方、百春は五月の家を訪れていた。"
                },
                "37": {
                    "ID": "7794310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7794310",
                    "TitleEnglish": "Tender",
                    "SummaryEnglish": "It may be raining, but nothing can douse Sora and his teammates’ fiery passion for basketball. Proving that passion to the administration, however, is another matter entirely.",
                    "TitleJapanese": "TENDER",
                    "SummaryJapanese": "百春たちの停学がとけた。空たちが目指すのは、今のメンバーでのインターハイ優勝。しかし同好会の顧問探しは難航。残すところ可能性があるのは、五月のみとなっていた。百春は五月を説得する役をケジメとして申し出る。そして、百春は空に改めて高校生活をバスケに賭けることを誓う。"
                },
                "38": {
                    "ID": "7809228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7809228",
                    "TitleEnglish": "Earring",
                    "SummaryEnglish": "Restless and unfocused, Madoka takes the night off to hang out with friends. But fun turns to fear when Madoka realizes she’s lost something important in the pouring rain…",
                    "TitleJapanese": "ピアス",
                    "SummaryJapanese": "バスケ部を復活させるために校長が空たちに与えた条件は、教師たちの前で練習試合を行うこと。その相手は、ナベが勝手に練習試合を受けてしまった横浜大栄高校。インターハイにも出場したことがある強豪校相手におののくクズ高メンバーだったが、奈緒はそれ以上にチームがどこかバラバラなことを気にしていた。そんな中、空と奈緒は神奈川県予選決勝ブロックの会場へと向かう。"
                },
                "39": {
                    "ID": "7817260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7817260",
                    "TitleEnglish": "Fight For Rock For Life",
                    "SummaryEnglish": "Chiba is determined to take Maru High to the top! And with only one more chance to reach the inter-high, they’ll have to pull out all the stops to beat Yokohama Taiei.",
                    "TitleJapanese": "FIGHT FOR ROCK FOR LIFE",
                    "SummaryJapanese": "ナベが自分の役割について悩んでいる頃、決勝ブロックの横浜大栄対新丸子の試合も白熱していた。追いつ追われつが続く中、登場したのは横浜大栄の白石 静。奈緒は空に、千秋に見てほしかった選手だと告げた。千秋には白石と同じく、“ポイントフォワード”をやってもらおうと考えていたのだ。空たちとは別の場所で白石のプレーを見ていた千秋は、大栄との試合は自分が勝利のカギを握っていると考えていた。"
                },
                "40": {
                    "ID": "7832962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7832962",
                    "TitleEnglish": "STOP & GO",
                    "SummaryEnglish": "Yokohama Taiei is a force to be reckoned with, but not everyone is suited for a spot on this infamous team. Elsewhere, Sora seeks out a previous opponent for guidance.",
                    "TitleJapanese": "STOP & GO",
                    "SummaryJapanese": "クズ高は横浜大栄の試合の映像を見て、練習試合での策を練っていた。その圧倒的な実力に驚愕する面々。しかし奈緒は、ポジションを変えることで勝機を見出そうと告げる。そんな中空は、チームの力になるため、新たな技を習得するべく、太郎のいる北住吉高校を訪れる。"
                },
                "41": {
                    "ID": "7841932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7841932",
                    "TitleEnglish": "Challenger",
                    "SummaryEnglish": "The day of the match against Yokohama Taiei descends along with a wave of unprecedented heat… and Tobi is nowhere to be found.",
                    "TitleJapanese": "挑戦者",
                    "SummaryJapanese": "クズ高と横浜大栄との練習試合当日。横浜大栄は、1・2年生メインのチームを組んできた。「クズ高に勝つためにチーム編成をしてきた」と横浜大栄の監督・酒巻は言う。奈緒は、クズ高メンバーにアウェイのユニフォームを着用させ、メンバーにこの試合が何のためのものか、チャレンジャーとしての奮起を促す。しかし、試合開始直前になっても、トビが姿を現さなかった。"
                },
                "42": {
                    "ID": "7847808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7847808",
                    "TitleEnglish": "War Declaration",
                    "SummaryEnglish": "After a rocky start, Kuzu plays surprisingly well again Yokohama Taiei — but when a new player enters the game, the tide abruptly turns.",
                    "TitleJapanese": "宣戦布告",
                    "SummaryJapanese": "いよいよ横浜大栄との試合が始まった。開始早々にヤスが白石をかわしてゴールを決める…が、なんとオウンゴール。しかし、ヤスも含めクズ高メンバーは試合を続ける中で、自分たちがこれまでに努力してきた成果を感じていた。空も初めてスタートからのポイントガード。2本連続でスリーポイントシュートを決め、勢いづくクズ高だったが……。"
                },
                "43": {
                    "ID": "7869671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7869671",
                    "TitleEnglish": "The Best Lineup",
                    "SummaryEnglish": "At rock bottom, the only way to go is up. Tobi knows this all too well, and he’s determined to take Kuzu High all the way to the top! But first they need to take Taiei down…",
                    "TitleJapanese": "ベストメンバー",
                    "SummaryJapanese": "チャッキーと交代し、トビが出場。トビは奈緒の忠告を聞かず、いきなりチームを無視するかのような激しいプレー。しかし空は、百春に声をかけるトビの様子を見て、残りの2分はトビに任せてみようと判断。トビのプレーはこのチームに賭ける、という気持ちの表れだった。"
                },
                "44": {
                    "ID": "7869672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7869672",
                    "TitleEnglish": "Fuse",
                    "SummaryEnglish": "What’s a pint-sized point guard to do when the opposition shuts down every play? Advice on the matter comes from an unexpected source, but it may do more harm than good.",
                    "TitleJapanese": "導火線",
                    "SummaryJapanese": "横浜大栄の猛攻に、だんだんとペースが乱れていくクズ高。得点を重ねられないだけでなく、空は鉄男とのマッチアップで、横浜大栄の選手層の厚さを肌で感じることになる。奈緒が戦況を変えようと策を練る一方、鉄男は茂吉のディフェンスの穴を狙って、クズ高のゾーンを崩すことを指示される。"
                },
                "45": {
                    "ID": "7869673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7869673",
                    "TitleEnglish": "Break",
                    "SummaryEnglish": "Tobi and Sora have something in common: rivalries with other players. Too bad Tobi’s rivalry seems so one-sided… for now, at least.",
                    "TitleJapanese": "ブレイク",
                    "SummaryJapanese": "試合はハーフタイムに入った。空は、横浜大栄の1年生・上木鷹山との会話の中で、上木にバスケを教えたのが、自身の母・由夏だったことを知る。空は次のインターハイで鷹山に再会すること、そして、日本最高の最小プレーヤーになることを誓う。いよいよ後半戦が始まる。横浜大栄との得点差は30点。百春はオールマンツーマンのガチンコ勝負を挑むと宣言する。"
                },
                "46": {
                    "ID": "7901886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7901886",
                    "TitleEnglish": "Certain Proof",
                    "SummaryEnglish": "Once they find the spark that sets them alight, Kuzu High will not be stopped. The spark that sets Sora ablaze? Another player who will bring out his full potential.",
                    "TitleJapanese": "ある証明",
                    "SummaryJapanese": "横浜大栄に大差をつけられながらも食らいつこうとするクズ高。疲労がピークを越えているはずのトビが横浜大栄のゴール下を割ってシュートを決める。そのプレーに背中を押され、空も3ポイントシュートを決めるが、依然点差は30点。そこで奈緒が考えたのは「ゴール下を攻める」作戦。そのため、茂吉との交代を告げられかけたヤスは、あと1分でいいから出たいと懇願する。ヤスだけでなく部室の火事に責任を感じる当事者たちは、自分たちが“何もできていない”ことに複雑な思いを抱いていたのだ。"
                },
                "47": {
                    "ID": "7912653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7912653",
                    "TitleEnglish": "Sora the Duck",
                    "SummaryEnglish": "Sora gets a run for his money when a pokerfaced new player leaps onto the court — and into the role of the opposition’s point guard.",
                    "TitleJapanese": "家鴨の空",
                    "SummaryJapanese": "千秋がポイントフォワードとしての本領を発揮し、豹の反応も追いつかないパスをトビに通し、ボールはゴールへ。さらにトビのパスを受け、空が3ポイントシュートを重ねる。その姿を見ていた横浜大栄の上木鷹山は、監督の酒巻に出場を直談判する。かつて「自分で動き出さなきゃ、そこで朽ちてくだけだ」と言った酒巻の言葉に押された鷹山。酒巻は、鷹山の思いは受け止めつつも却下しようとしたところ、空は鷹山とマッチアップしたいと伝える。そして、ラストクォーターがはじまる。"
                },
                "48": {
                    "ID": "7916507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7916507",
                    "TitleEnglish": "The Straight Story",
                    "SummaryEnglish": "Some players run toward the finish line; others stop or slow down along the way. With Chiaki’s help, Tobi intends to sprint straight to winning against Yokohama Taiei!",
                    "TitleJapanese": "ストレイトストーリー",
                    "SummaryJapanese": "ラストクォーター。体格差があまりない鷹山のプレーに、自分の驕りを認識する空。しかし、クズ高メンバーは誰も勝利をあきらめてはいなかった。トビは極限を超えているにも関わらず、持ち前のセンスがさらに洗練されていく。茂吉は自分に闘志を燃やす横浜大栄の峯田との差がが、自分がバスケから離れていた間に生まれたものだと痛感する。残り時間はわずか。点差を覆すことは不可能と思われる中、クズ高は必死に食らいついていく。"
                },
                "49": {
                    "ID": "7916510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7916510",
                    "TitleEnglish": "The Last Period",
                    "SummaryEnglish": "It’s the final period of their match against Yokohama, and the fate of the Kuzu High basketball team hangs entirely upon their performance in the last few seconds of the game.",
                    "TitleJapanese": "ラスト・ピリオド",
                    "SummaryJapanese": "母を亡くしたあの日、自分一人の力でコートに立つと誓った空。その誓いは、横浜大栄と30点差があっても攻めようとする姿勢に表れる。トビは豹を凌駕し、かつての雪辱を晴らす。酒巻は豹をコートから下げトビとの違いが何なのかを伝える。残り1分30秒を切って、千秋のマークについたのは白石。白石は「オマエラの現在地を教えてやろうか」と告げ、連続で12点ものゴールを決めていく。クズ高メンバーはそれぞれの想いを胸に、タイムアップのその瞬間まで戦い抜く……！"
                },
                "50": {
                    "ID": "7916513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ahiru-no-sora/episodes/7916513",
                    "TitleEnglish": "Bridge",
                    "SummaryEnglish": "The match is finally over, and one question remains: Have the players of Kuzu High done enough to save the basketball club, or have their inter-high dreams come to an end?",
                    "TitleJapanese": "ブリッジ",
                    "SummaryJapanese": "横浜大栄との練習試合は大敗に終わった。勝つことはできなかったものの、バスケに対する想いが伝わり、同好会の設立が許可された。結果を出せずに許可されたことを素直に喜べないクズ高メンバー。しかし空は「僕はやる」と決然という。その言葉に押されるように、メンバーは結果を受け止め、改めて同好会設立を宣言した。 最底辺でスタート地点。それぞれが、それぞれの思いを胸に、ここからインターハイへの一歩を踏み出していく。"
                }
            }
        }
    }
}