{
  "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10885406/",
    "http://booklove-anime.jp",
    "https://www.themoviedb.org/tv/91768",
    "https://x.com/anime_booklove"
  ],
  "TitleEnglish": "Ascendance of a Bookworm",
  "SummaryEnglish": "Avid bookworm and college student Motosu Urano ends up dying in an unforeseen accident. This came right after the news that she would finally be able to work as a librarian as she had always dreamed of. When she regained consciousness, she was reborn as Myne, the daughter of a poor soldier. She was in the town of Ehrenfest, which had a harsh class system. But as long as she had books, she didn't really need anything else. However, books were scarce and belonged only to the nobles. But that doesn't stop her, so she makes a decision... \"If there aren't any books, I'll just create some.\"",
  "Aliases": [
    "Ascendance of a Bookworm: I'll do anything to become a librarian",
    "本好きの下剋上",
    "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen",
    "Honzuki no Gekokujō",
    "Honzuki no Gekokujō - Shisho ni Naru Tame niwa Shudan o Erandeiramasen",
    "Honzuki no Gekokujô",
    "Honzuki no Gekokujou"
  ],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "817011",
      "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "7510035",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7510035",
          "TitleEnglish": "Side Story One: Eustachius's Incognito Operation Downtown",
          "SummaryEnglish": "The head priest wants more information on Main, and so he sends two of his aides, Eckhard and Eustachius, to investigate her.",
          "Aliases": []
        },
        "2": {
          "ID": "7626193",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7626193",
          "TitleEnglish": "Side Story Two: Visiting Missus Corinna",
          "SummaryEnglish": "Eva and Turi find themselves having to accompany Main to Corinna's residence because she wants to take a look at the outfit Main wore for her baptism.",
          "Aliases": []
        },
        "3": {
          "ID": "9082060",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9082060",
          "TitleEnglish": "Recap: Part 1",
          "SummaryEnglish": "Recap of Season 1. Part 1 of 2.",
          "Aliases": []
        },
        "4": {
          "ID": "9082061",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9082061",
          "TitleEnglish": "Recap: Part 2",
          "SummaryEnglish": "Recap of Season 1. Part 2 of 2.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "817496",
      "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 36,
      "Episodes": {
        "1": {
          "ID": "7267887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7267887",
          "TitleEnglish": "A World Without Books",
          "SummaryEnglish": "Motosu Urano, a college student and a bookworm of the highest order, loses her life in an avalanche of books and wakes up in another world as a sickly girl named Myne. Nevertheless confident that she can deal with any situation as long as she has books to read, she looks all over her new home for one, but doesn't find any. To make matters worse, she couldn't see any writing in town when out with her mother Eva. She realized that she found herself in a world with a low literacy rate, one where books were prohibitively expensive.",
          "Aliases": []
        },
        "2": {
          "ID": "7384338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7384338",
          "TitleEnglish": "Life Improvements and Slates",
          "SummaryEnglish": "Having learned how expensive books are in this world, Myne resolves to make books of her own. However, she soon finds out just how frail her new body is when she and her elder sister, Turi, decide to go to the gate to deliver something their father forgot—she can hardly take a few steps before running out of breath. But that's when Lutz, a neighborhood kid the same age as Myne, offers his help. Myne is touched by this and soon makes it to the gate. There, Otto gives her his old slate, letting her experience the joy of writing once again.",
          "Aliases": []
        },
        "3": {
          "ID": "7384340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7384340",
          "TitleEnglish": "The Events of Winter",
          "SummaryEnglish": "While everyone is snowed in by the harsh winter, Myne has a plan: a plan to craft pseudo-papyrus as the first step towards making a book. Meanwhile, Eva teaches Turi a bunch of skills in order to prepare her for her upcoming baptism in the summer. Myne is told to think about where she wants to apprentice, but as always, books are the only thing on her mind. As winter rolls on, however, the family bonds and grows closer together, and Myne hits upon the perfect gift to give Turi to wear on her baptism day.",
          "Aliases": []
        },
        "4": {
          "ID": "7385480",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7385480",
          "TitleEnglish": "Forests and Clay Tablets",
          "SummaryEnglish": "Spring has arrived, and Main is raring to go make clay tablets in the forest. But first, she must convince her family that she can handle the journey.",
          "Aliases": []
        },
        "5": {
          "ID": "7385481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7385481",
          "TitleEnglish": "Baptisms and Strange Fevers",
          "SummaryEnglish": "The season has shifted to summer, and the day of Turi's baptism has arrived. Turi attracts attention with a hair ornament made by Main. Main, who has more opportunities to go to the forest, starts making wooden tablets with the help of Lutz. Meanwhile, Lutz asks Main Lutz to let him meet Otto. Lutz had a dream of becoming a traveling merchant. However, Main, shocked by her repeated failures at making paper, collapses from a high fever before the meeting with Otto.",
          "Aliases": []
        },
        "6": {
          "ID": "7386903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386903",
          "TitleEnglish": "Meeting",
          "SummaryEnglish": "Lutz and Myne prepare for the meeting with Otto. But Otto brings someone with him, turning a casual meeting into an interview that will decide both Lutz and Myne's futures.",
          "Aliases": []
        },
        "7": {
          "ID": "7386905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386905",
          "TitleEnglish": "Seeds of Suspicion",
          "SummaryEnglish": "With the paper-making process about to begin, Main can't hide her excitement as she and Lutz go to meet Benno as per his invitation. He reveals that he is willing to arrange for all the equipment and materials they need to make paper, but the ensuing conversation makes Lutz see Main in a very different light.",
          "Aliases": []
        },
        "8": {
          "ID": "7386906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386906",
          "TitleEnglish": "Lutz's Main",
          "SummaryEnglish": "As Main and Lutz begin making their paper for real, Main's excitement gets the better of her, and Lutz's suspicions come to a head. He resolves to talk to her about it after the paper is finished.",
          "Aliases": []
        },
        "9": {
          "ID": "7386908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386908",
          "TitleEnglish": "The Guild Master's Granddaughter",
          "SummaryEnglish": "Benno looks to have Myne and Lutz registered with the Merchant Guild, but the guild master proves to be an obstacle. This results in them making plans to meet Frieda, his granddaughter.",
          "Aliases": []
        },
        "10": {
          "ID": "7386910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386910",
          "TitleEnglish": "To the Second Winter",
          "SummaryEnglish": "Myne learns from Frieda that the illness she has is called the Devouring, and that it will flare up if she ever feels anxiety or loses hope. Almost on cue, her fever starts acting up...",
          "Aliases": []
        },
        "11": {
          "ID": "7386911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386911",
          "TitleEnglish": "Life-or-Death Choices and Family Meetings",
          "SummaryEnglish": "With Myne collapses, everyone she knows comes together in a bid to save her life. But soon, she is faced with a life-or-death decision, one that she must discuss with her family.",
          "Aliases": []
        },
        "12": {
          "ID": "7386912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386912",
          "TitleEnglish": "Baptism and Divine Paradises",
          "SummaryEnglish": "The day of Myne and Lutz's baptism has arrived. Wearing a fancy dress and a new hair ornament, Myne appears a clear standout from the rest of the kids, but soon she loses her way and finds herself in what she sees as heaven on earth.",
          "Aliases": []
        },
        "13": {
          "ID": "7484130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7484130",
          "TitleEnglish": "The Choice To Be an Apprentice Priestess",
          "SummaryEnglish": "When Main brings up wanting to become an apprentice priestess to her family, she learns the truth about the role and what it entails and soon comes to realize that she is in for the fight of her life.",
          "Aliases": []
        },
        "14": {
          "ID": "7484135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7484135",
          "TitleEnglish": "Conclusions",
          "SummaryEnglish": "Myne, Gunther, and Eva head to the cathedral for their fateful meeting, knowing that Myne's life is riding on a successful negotiation. But will things really go so smoothly for them?",
          "Aliases": []
        },
        "15": {
          "ID": "7510057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7510057",
          "TitleEnglish": "Apprentice Priestess",
          "SummaryEnglish": "Myne is now an apprentice priestess at the cathedral. How will she adapt to a new life in new surroundings, and how will they react to her?",
          "Aliases": []
        },
        "16": {
          "ID": "7663438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7663438",
          "TitleEnglish": "Blue Robes and Uncommon Sense",
          "SummaryEnglish": "The stark contrast of the values at the church compared to life downtown continues to bewilder Myne, as she butts heads with her retainers and her expected duties at the church.",
          "Aliases": []
        },
        "17": {
          "ID": "7677639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7677639",
          "TitleEnglish": "Needs",
          "SummaryEnglish": "With Fran now fully on her team, Myne must then get to work on winning Gil and Delia over.",
          "Aliases": []
        },
        "18": {
          "ID": "7686975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7686975",
          "TitleEnglish": "Orphanage Reforms",
          "SummaryEnglish": "Myne is taken to the orphanage and collapses in shock when she sees the state it and its inhabitants are in. She wants to help the kids, but will she really be able to?",
          "Aliases": []
        },
        "19": {
          "ID": "7696165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7696165",
          "TitleEnglish": "Cleanups and Star Festivals",
          "SummaryEnglish": "As newly appointed orphanage director, Myne's first task is to lead a major cleanup of the orphanage and its inhabitants. And as summer comes around, she also has some festivities in mind.",
          "Aliases": []
        },
        "20": {
          "ID": "7710749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7710749",
          "TitleEnglish": "The Path Ahead of Lutz",
          "SummaryEnglish": "The friction in Lutz's family caused by his choice of profession comes to a head, and he runs away from home to get away from it all.",
          "Aliases": []
        },
        "21": {
          "ID": "7711875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711875",
          "TitleEnglish": "New Retainers",
          "SummaryEnglish": "When Myne hears that Eva is pregnant, she decides to make a picture book for the baby and looks to recruit Wilma to be her artist. However, she finds a few roadblocks on her path...",
          "Aliases": []
        },
        "22": {
          "ID": "7711876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711876",
          "TitleEnglish": "Wilma and Holy Scriptures for Kids",
          "SummaryEnglish": "With the picture-book production in full sway, Myne must navigate several hurdles regarding the process and, more pressingly, Wilma's condition.",
          "Aliases": []
        },
        "23": {
          "ID": "7711877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711877",
          "TitleEnglish": "Harvest Festivals and Staying Home",
          "SummaryEnglish": "The Harvest Festival is here, and Myne finds the library ransacked. She is outraged at first, but this may be a welcome opportunity for her...",
          "Aliases": []
        },
        "24": {
          "ID": "7711878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711878",
          "TitleEnglish": "Knight Orders and Requests",
          "SummaryEnglish": "Myne has to break the news to her family that she has to stay in the cathedral over winter. Meanwhile, the request from the knight order looms large over the horizon.",
          "Aliases": []
        },
        "25": {
          "ID": "7776494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7776494",
          "TitleEnglish": "Trombe and Battles",
          "SummaryEnglish": "Myne and the head priest set out to join the knights on a mission to take down a rampage trombe. With this being her first exposure to proper noble society, who knows what perils lie in Myne's path?",
          "Aliases": []
        },
        "26": {
          "ID": "7778150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7778150",
          "TitleEnglish": "Dreamlike World",
          "SummaryEnglish": "Tasked with healing the land ravaged by the trombe, Myne has to put on a show. How that will affect the way the onlookers see her is anybody's guess... and so is how the head priest will react.",
          "Aliases": []
        },
        "27": {
          "ID": "9080970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9080970",
          "TitleEnglish": "The Beginning of Winter",
          "SummaryEnglish": "Autumn has come to a close. Myne starts selling the scripture picture books, gets asked by the apprentice blacksmith Johann to be his patron, and starts taking the next step in her bookmaking endeavors. While this is going on, Myne finds out that the guild master of the Ink Guild, Wolf, is trying to get information on her. Benno then proposes an idea to Myne and...",
          "Aliases": []
        },
        "28": {
          "ID": "9102359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102359",
          "TitleEnglish": "The Story About Winter Stays and the Future",
          "SummaryEnglish": "Myne ends up having to start her winter stay at the cathedral. However, she instantly becomes homesick. Also, in a meeting with Benno, Ferdinand, and Karstedt, it's revealed that Wolf is a dangerous individual with ties to nobles. Apparently, even the nobles are after Myne because of her powerful mana and her bizarre knowledge. In order to keep her out of danger, Ferdinand comes up with a proposal, and...",
          "Aliases": []
        },
        "29": {
          "ID": "9102360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102360",
          "TitleEnglish": "The Dedication Ceremony and Spring Arrives",
          "SummaryEnglish": "The knight Damuel has become Myne's bodyguard. Now that she's able to go places, Myne is excited about going to the library. They hold the Dedication Ceremony where she offers her mana into small holy grails. That was quite tiring for her, but she still goes back into town to see how Johann is doing with her order. Her passion for books just doesn't top. Spring is drawing closer, and Myne can't wait to go back to her family, but then she receives some devastating news.",
          "Aliases": []
        },
        "30": {
          "ID": "9102361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102361",
          "TitleEnglish": "Spring Prayer",
          "SummaryEnglish": "Myne and the others get ready to head off to the Spring Prayer, when they meet a blue-robed priest named Sylvester. Myne doesn't know how to deal with Sylvester who seems to do whatever he wants. She tries to avoid Sylvester as they go around to various farming villages and she does an amazing job doing all of the rituals. Eventually, they end up at Viscount Gerlach's mansion. Apparently he had shown interest in Myne before. But that night, something terrible happens!",
          "Aliases": []
        },
        "31": {
          "ID": "9102362",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102362",
          "TitleEnglish": "Gift From the Blue-Robed Priest and Going Home",
          "SummaryEnglish": "With the Spring Prayer finished, Main and the others returned to the cathedral. Sylvester appoints Main as his guide to show him around the orphanage and workshop, where they observe how the scripture picture books are made. As he leaves, Sylvester gives Main a necklace with a black stone, saying it's a protection charm just in case anything were to happen. Meanwhile, Ferdinand, who had also witnessed the books being made, tells Main's method of making books will change history and how dangerous that may be.",
          "Aliases": []
        },
        "32": {
          "ID": "9102363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102363",
          "TitleEnglish": "The Abandoned Child of the Cathedral and Making Colors",
          "SummaryEnglish": "Myne is finally able to go home. Her little brother Kamil is born and she becomes even more determined to create books. That is when Myne meets a helpful collaborator named Heidi, who is the daughter of an ink maker. Heidi is extremely curious and passionate, so she hit it off immediately with Myne. They start to make colored inks through trial and error. Meanwhile, a baby is abandoned at the cathedral and Myne and her attendants end up taking care of him.",
          "Aliases": []
        },
        "33": {
          "ID": "9102364",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102364",
          "TitleEnglish": "Delia and Dirk",
          "SummaryEnglish": "Dirk suddenly develops a high fever. Delia, who adored Dirk, and started to see him as her own family, was worried sick. Myne sees his symptoms and realizes that he may have the Devouring. After talking to Ferdinand, they decide to raise him without letting others know that he has the Devouring. Meanwhile, Myne continues her colored-ink experiments with Heidi as she helped out with taking care of Dirk at the cathedral, but...",
          "Aliases": []
        },
        "34": {
          "ID": "9102365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102365",
          "TitleEnglish": "Ominous Developments",
          "SummaryEnglish": "On the way home from Heidi's workshop, they hear the emergency bells sound through the city as well as see a red emergency flare go up into the sky. Myne is worried about what might've happened. It is decided that Myne should stay home until they can find out what is going on. Myne gets to spend some time with her family back home again. After a while, Myne is finally allowed back outside and heads to the cathedral. Once she gets there, she realizes Dirk is missing, and unbeknownst to her, there was another threat lurking just around the corner!",
          "Aliases": []
        },
        "35": {
          "ID": "9102366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102366",
          "TitleEnglish": "The Black Protective Charm",
          "SummaryEnglish": "Because of the lack of caution exercised by one of the gate guards, the carriage with the noble from another domain has entered the city. Gunther finds out that Myne is being targeted and gets worked up over protecting Myne. But then, Myne is attacked by some mysterious men. Myne believes what Sylvester told her and presses her blood seal upon the black charm he gave her. But then, Myne's attackers become even more aggressive. Finally, the high priest's true intentions and his plans with Dirk are revealed.",
          "Aliases": []
        },
        "36": {
          "ID": "9102367",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102367",
          "TitleEnglish": "Blessing",
          "SummaryEnglish": "To protect her family, Main agrees to be adopted by Sylvester. It is he who enters the cathedral with Sir Karstedt just at the moment when Ferdinand and Sir Bindewald are involved in a fight, but this entire affair will not only have consequences for Main because now Count Bindewald, the bishop, and Delia have to answer for their actions.",
          "Aliases": []
        }
      }
    }
  }
}