{
    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10885406/",
        "http://booklove-anime.jp",
        "https://www.themoviedb.org/tv/91768",
        "https://x.com/anime_booklove"
    ],
    "TitleEnglish": "Ascendance of a Bookworm",
    "SummaryEnglish": "Avid bookworm and college student Motosu Urano ends up dying in an unforeseen accident. This came right after the news that she would finally be able to work as a librarian as she had always dreamed of. When she regained consciousness, she was reborn as Myne, the daughter of a poor soldier. She was in the town of Ehrenfest, which had a harsh class system. But as long as she had books, she didn't really need anything else. However, books were scarce and belonged only to the nobles. But that doesn't stop her, so she makes a decision... \"If there aren't any books, I'll just create some.\"",
    "TitleJapanese": "本好きの下剋上 司書になるためには手段を選んでいられません",
    "SummaryJapanese": "目覚めると、そこは本のない異世界だった――\n\n活字中毒で本を偏愛する大学生・本須麗乃は、不慮の事故で命を落とす。それは、念願である図書館への就職が決まってすぐのことだった。\n\n気が付くと麗乃は、貧しい兵士の娘・マインとして転生していた。\nそこは、魔法を持つ貴族が支配し、厳しい身分制度が存在する異世界の街・エーレンフェスト。\nマインは、本があれば生きていけると自分を鼓舞する。\n\nところが、識字率が低く印刷技術もないこの世界では、貴重で高価な本はお貴族さまのもの。\n兵士の娘では、とても手が届かない。\nどうしても本が読みたいマインは決意する。\n\n「本がなければ作ればいい」\n\n体力もない。お金もない。あるのは麗乃時代に読み漁った読書による膨大な知識だけ。\n果たして、マインは本を作ることができるのか！？\nマインの本を作る冒険が、いま始まる。",
    "Aliases": [
        "Ascendance of a Bookworm: I'll do anything to become a librarian"
    ],
    "Modified": "2025-09-03",
    "Seasons": {
        "0": {
            "ID": "817011",
            "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "7510035",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7510035",
                    "TitleEnglish": "Side Story One: Eustachius's Incognito Operation Downtown",
                    "SummaryEnglish": "The head priest wants more information on Main, and so he sends two of his aides, Eckhard and Eustachius, to investigate her.",
                    "TitleJapanese": "外伝第一章・ユストクスの下町潜入大作戦",
                    "SummaryJapanese": "フェルディナンドの側近のユストクスとエックハルトは、フェルディナンドの命を受けて青色巫女見習いになることが決まったマインの身辺を探ることに。情報収集が趣味で女装も厭わないユストクスは大張り切り。一方、エックハルトは下町の臭いにやられてダウンしてしまう。果たして二人は、下町でマインの情報を得ることができるのか！？"
                },
                "2": {
                    "ID": "7626193",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7626193",
                    "TitleEnglish": "Side Story Two: Visiting Missus Corinna",
                    "SummaryEnglish": "Eva and Turi find themselves having to accompany Main to Corinna's residence because she wants to take a look at the outfit Main wore for her baptism.",
                    "TitleJapanese": "外伝第二章・コリンナ様のお宅訪問",
                    "SummaryJapanese": "マインの洗礼式の衣装が見たいと言われてコリンナの家を訪問することになったマイン、トゥーリ、エーファ。トゥーリはあこがれのコリンナに会えるとあって大喜び。そんな中、コリンナが髪飾りの権利を買い取りたいと言い出し、マインとベンノの価格交渉が始まる。はじめて見る『商人マイン』にトゥーリは圧倒されるのだった……。"
                },
                "3": {
                    "ID": "9082060",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9082060",
                    "TitleEnglish": "Recap: Part 1",
                    "SummaryEnglish": "Recap of Season 1. Part 1 of 2.",
                    "TitleJapanese": "総集編 第一章 「本好きの再下剋上その1」",
                    "SummaryJapanese": "本好きの下剋上 司書になるためには手段を選んでいられません 総集編1\n\n総集編 第一章 「本好きの再下剋上その1」\n＜第1期総集編＞ナレーション：田村睦心"
                },
                "4": {
                    "ID": "9082061",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9082061",
                    "TitleEnglish": "Recap: Part 2",
                    "SummaryEnglish": "Recap of Season 1. Part 2 of 2.",
                    "TitleJapanese": "総集編 第二章 「本好きの再下剋上その2」",
                    "SummaryJapanese": "本好きの下剋上 司書になるためには手段を選んでいられません 総集編2\n\n総集編 第二章 「本好きの再下剋上その2」\n＜第2期総集編＞ナレーション：三瓶由布子"
                }
            }
        },
        "1": {
            "ID": "817496",
            "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/seasons/official/1",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "7267887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7267887",
                    "TitleEnglish": "A World Without Books",
                    "SummaryEnglish": "Motosu Urano, a college student and a bookworm of the highest order, loses her life in an avalanche of books and wakes up in another world as a sickly girl named Myne. Nevertheless confident that she can deal with any situation as long as she has books to read, she looks all over her new home for one, but doesn't find any. To make matters worse, she couldn't see any writing in town when out with her mother Eva. She realized that she found herself in a world with a low literacy rate, one where books were prohibitively expensive.",
                    "TitleJapanese": "本のない世界",
                    "SummaryJapanese": "本が大好きな女子大生・本須麗乃は本に埋もれて亡くなり、気がつくと別の世界で、病弱な少女・マインとして転生していた。本があれば、どんな環境でも耐えられると思ったマイン。さっそく本がないか家中を探し回るが、どこにも本が見つからない。さらに母親のエーファと一緒に街へ出ても、文字すらなかなか見かけることができない。そこは識字率が低く、本がとても高価な世界だったのだ――。"
                },
                "2": {
                    "ID": "7384338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7384338",
                    "TitleEnglish": "Life Improvements and Slates",
                    "SummaryEnglish": "Having learned how expensive books are in this world, Myne resolves to make books of her own. However, she soon finds out just how frail her new body is when she and her elder sister, Turi, decide to go to the gate to deliver something their father forgot—she can hardly take a few steps before running out of breath. But that's when Lutz, a neighborhood kid the same age as Myne, offers his help. Myne is touched by this and soon makes it to the gate. There, Otto gives her his old slate, letting her experience the joy of writing once again.",
                    "TitleJapanese": "生活改善と石板",
                    "SummaryJapanese": "本が貴重なこの世界で、マインは自ら本を作ろうと決意する。だが、体が弱いマイン。姉のトゥーリと一緒に、父親・ギュンターの忘れ物を届けるため門へ行こうとするが、少し歩いただけで息が上がってしまう。そんなマインの前に、ルッツが現れる。マインと同い年のご近所さんだ。転んだマインに手を差し伸べてくれるルッツにマインは感激する。そして、門へ着いたマインはそこで古い石板をもらい、字を書ける喜びをかみしめる。"
                },
                "3": {
                    "ID": "7384340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7384340",
                    "TitleEnglish": "The Events of Winter",
                    "SummaryEnglish": "While everyone is snowed in by the harsh winter, Myne has a plan: a plan to craft pseudo-papyrus as the first step towards making a book. Meanwhile, Eva teaches Turi a bunch of skills in order to prepare her for her upcoming baptism in the summer. Myne is told to think about where she wants to apprentice, but as always, books are the only thing on her mind. As winter rolls on, however, the family bonds and grows closer together, and Myne hits upon the perfect gift to give Turi to wear on her baptism day.",
                    "TitleJapanese": "冬のできごと",
                    "SummaryJapanese": "冬。雪に閉ざされる中、マインは本作りの第一歩としてパピルスもどきを作ることに。一方、姉のトゥーリは夏に洗礼式を控え、母・エーファから様々な仕事を教わっていた。マインも見習い仕事について考えるよう言われるが、相変わらず本のことしか頭にない。\nそんなマインと家族との距離は冬を過ごす間に徐々に縮まっていき、マインはトゥーリの洗礼式のためにある物をプレゼントしたいと思いつく。"
                },
                "4": {
                    "ID": "7385480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7385480",
                    "TitleEnglish": "Forests and Clay Tablets",
                    "SummaryEnglish": "Spring has arrived, and Main is raring to go make clay tablets in the forest. But first, she must convince her family that she can handle the journey.",
                    "TitleJapanese": "初めての森と粘土板",
                    "SummaryJapanese": "春になり、家族に森へ行きたいと言うマイン。だが、体力がないからと反対されてしまう。しばらく門へ通い、皆に遅れずに歩けるようになれば、森へ行っても良いと言うのだ。オットーの書類仕事を手伝うことになったマインは、門へ通いながら体力をつけることに。そして、次第に歩けるようになり、ついに森へ行くことを許されたマイン。さっそく森で、粘土板を作ろうとするのだが……。"
                },
                "5": {
                    "ID": "7385481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7385481",
                    "TitleEnglish": "Baptisms and Strange Fevers",
                    "SummaryEnglish": "The season has shifted to summer, and the day of Turi's baptism has arrived. Turi attracts attention with a hair ornament made by Main. Main, who has more opportunities to go to the forest, starts making wooden tablets with the help of Lutz. Meanwhile, Lutz asks Main Lutz to let him meet Otto. Lutz had a dream of becoming a traveling merchant. However, Main, shocked by her repeated failures at making paper, collapses from a high fever before the meeting with Otto.",
                    "TitleJapanese": "洗礼式と不思議な熱",
                    "SummaryJapanese": "季節は夏に移り、トゥーリの洗礼式の日がやって来た。マインが作った髪飾りをつけ、注目を集めるトゥーリ。そして森へ行く機会が増えたマインは、ルッツに手伝ってもらいながら木簡作りを始める。そんな中、マインはルッツに、オットーに会わせてほしいと頼まれた。ルッツには、旅商人になりたいという夢があったのだ。だが、度重なる紙作りの失敗にショックを受けたマインは、オットーとの会合を前に高熱で倒れてしまうのだった。"
                },
                "6": {
                    "ID": "7386903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386903",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Lutz and Myne prepare for the meeting with Otto. But Otto brings someone with him, turning a casual meeting into an interview that will decide both Lutz and Myne's futures.",
                    "TitleJapanese": "会合",
                    "SummaryJapanese": "ルッツをオットーに紹介することになったマイン。だが、それはただの会合ではなく、見習い先を紹介してもらうという意味を持っていた。身なりを整え、緊張しつつ会合に臨むマインとルッツ。そんな二人の前に、オットーとベンノが現れる。オットーの旅商人時代の知り合いだというベンノは、値踏みするように二人を見、ルッツに商人になって何を売りたいかを聞く。果たして二人の答えは……。"
                },
                "7": {
                    "ID": "7386905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386905",
                    "TitleEnglish": "Seeds of Suspicion",
                    "SummaryEnglish": "With the paper-making process about to begin, Main can't hide her excitement as she and Lutz go to meet Benno as per his invitation. He reveals that he is willing to arrange for all the equipment and materials they need to make paper, but the ensuing conversation makes Lutz see Main in a very different light.",
                    "TitleJapanese": "不信感の芽生え",
                    "SummaryJapanese": "いよいよ紙作りをすることになり、わくわくするマイン。そんなマインとルッツに、ベンノから呼び出しがかかる。紙作りに必要な材料を、ベンノが調達してくれると言うのだ。マインは、材料の担保や今後の援助についてベンノと交渉。そして不思議なインクを使い、契約魔術を結ぶ。だがその帰り道、いつもは快活なルッツの態度がよそよそしいことが気になるマイン。ルッツは、ベンノと平気で難しい話をするマインに違和感を覚えていた。"
                },
                "8": {
                    "ID": "7386906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386906",
                    "TitleEnglish": "Lutz's Main",
                    "SummaryEnglish": "As Main and Lutz begin making their paper for real, Main's excitement gets the better of her, and Lutz's suspicions come to a head. He resolves to talk to her about it after the paper is finished.",
                    "TitleJapanese": "ルッツのマイン",
                    "SummaryJapanese": "本格的に紙作りの作業が始まった。マインとルッツは作業用の倉庫を借り、必要な道具を揃えていく。さらに二人は森へ行き、木の枝を蒸して紙を作ることに。だが、慣れた様子で紙作りを進めていくマインに、ルッツはさらに違和感を募らせる。紙ができたら話をしたいと言うルッツ。そして最初の紙が完成した時、ルッツはマインに、これまでの疑念をぶつけるのだった。"
                },
                "9": {
                    "ID": "7386908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386908",
                    "TitleEnglish": "The Guild Master's Granddaughter",
                    "SummaryEnglish": "Benno looks to have Myne and Lutz registered with the Merchant Guild, but the guild master proves to be an obstacle. This results in them making plans to meet Frieda, his granddaughter.",
                    "TitleJapanese": "ギルド長の孫娘",
                    "SummaryJapanese": "ベンノに連れられて商業ギルドへ行ったマインたちは、そこでギルド長に会うことになった。マインが作っているという髪飾りを見て、驚くギルド長。それは、ギルド長の孫娘・フリーダが欲しがり、ずっと探していた髪飾りだったのだ。ギルド長から、フリーダの髪飾りを作るよう依頼されたマインは、フリーダに会いに行くことに。フリーダは、可憐で可愛らしい少女だったのだが……。"
                },
                "10": {
                    "ID": "7386910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386910",
                    "TitleEnglish": "To the Second Winter",
                    "SummaryEnglish": "Myne learns from Frieda that the illness she has is called the Devouring, and that it will flare up if she ever feels anxiety or loses hope. Almost on cue, her fever starts acting up...",
                    "TitleJapanese": "二度目の冬に向けて",
                    "SummaryJapanese": "すっかりフリーダに気に入られたマイン。フリーダの話から、マインは身食いという病気だったことが分かる。治すためには、多額のお金がかかるらしい。そのことに気づいていたベンノは、商品についてのマインの情報を買ってくれる。さらに髪飾りの注文を受け、新しい商品のアイデアも次々と考えていくマイン。だが、そんな最中にも身食いの熱はマインを蝕んでいき……。"
                },
                "11": {
                    "ID": "7386911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386911",
                    "TitleEnglish": "Life-or-Death Choices and Family Meetings",
                    "SummaryEnglish": "With Myne collapses, everyone she knows comes together in a bid to save her life. But soon, she is faced with a life-or-death decision, one that she must discuss with her family.",
                    "TitleJapanese": "究極の選択と家族会議",
                    "SummaryJapanese": "気がつくと、マインはフリーダの家にいた。フリーダの持っていた壊れかけの魔術具のおかげで、マインは命を取りとめたのだ。だがフリーダは、これで身食いを治せたわけではないと言う。この先、魔術具を持つ貴族と契約して貴族に飼い殺されて生きるか、このまま家族の元で朽ち果てるか、二つに一つを選ばなければならない。マインに残された時間は、あと一年。しかし、マインは家族に本当のことをなかなか話せずにいた。"
                },
                "12": {
                    "ID": "7386912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7386912",
                    "TitleEnglish": "Baptism and Divine Paradises",
                    "SummaryEnglish": "The day of Myne and Lutz's baptism has arrived. Wearing a fancy dress and a new hair ornament, Myne appears a clear standout from the rest of the kids, but soon she loses her way and finds herself in what she sees as heaven on earth.",
                    "TitleJapanese": "洗礼式と神の楽園",
                    "SummaryJapanese": "それぞれの進む道が決まったマインとルッツ。そして、二人の洗礼式の日がやってきた。初めて神殿に入ったマインは、神殿長が読む聖典に目を奪われる。その洗礼式の最中、ひょんなことからマインは神殿の中で迷子になり、偶然、図書室を見つける。転生してからはじめて目にする図書室に感激するマイン。しかし、中に入ろうとしても入れない。図書室には神殿関係者しか入れないのだ。その話を聞いたマインは……。"
                },
                "13": {
                    "ID": "7484130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7484130",
                    "TitleEnglish": "The Choice To Be an Apprentice Priestess",
                    "SummaryEnglish": "When Main brings up wanting to become an apprentice priestess to her family, she learns the truth about the role and what it entails and soon comes to realize that she is in for the fight of her life.",
                    "TitleJapanese": "巫女見習いという選択肢",
                    "SummaryJapanese": "神殿の巫女見習いになりたいと言うマインに、激怒するギュンター。神官や巫女見習いは孤児がなるもの。しかも神殿に住み込みで、きつい仕事をしなければならないらしい。マインは、巫女見習いになるのを諦めることにする。そして再び神殿へやって来たマインは、神殿長と神官長のフェルディナンドに、巫女見習いの話を断ろうとするが……。そこで思わぬことが起こってしまう。"
                },
                "14": {
                    "ID": "7484135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7484135",
                    "TitleEnglish": "Conclusions",
                    "SummaryEnglish": "Myne, Gunther, and Eva head to the cathedral for their fateful meeting, knowing that Myne's life is riding on a successful negotiation. But will things really go so smoothly for them?",
                    "TitleJapanese": "決着",
                    "SummaryJapanese": "神殿に呼び出されるマインと両親。交渉次第では、貴族に近い扱いの青色巫女見習いになれるかもしれないと聞き、ギュンターはマインを守る覚悟を決める。そして、交渉の日。神殿長は、マインの両親の貧しい身なりを見たとたん、これまでの温和な態度を一変。両親の言葉には聞く耳をもたず、マインを差し出すよう命じる。断固として断るギュンター。そんなギュンターに神殿長が牙を剥く！"
                },
                "15": {
                    "ID": "7510057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7510057",
                    "TitleEnglish": "Apprentice Priestess",
                    "SummaryEnglish": "Myne is now an apprentice priestess at the cathedral. How will she adapt to a new life in new surroundings, and how will they react to her?",
                    "TitleJapanese": "神殿の巫女見習い",
                    "SummaryJapanese": "いよいよ神殿の巫女見習いになることになったマイン。神殿に入るまでの間、これまでの ことをベンノに報告したり、カトルカールの試食会をしたりと、慌ただしく過ごす。そし て、マインが神殿へ行く日がやって来た。フェルディナンドによって誓いの儀式が行われ、 青色巫女見習いとして認められるマイン。そして、これからマインの身辺の世話をすると いう側仕えたちを紹介されるのだが......。"
                },
                "16": {
                    "ID": "7663438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7663438",
                    "TitleEnglish": "Blue Robes and Uncommon Sense",
                    "SummaryEnglish": "The stark contrast of the values at the church compared to life downtown continues to bewilder Myne, as she butts heads with her retainers and her expected duties at the church.",
                    "TitleJapanese": "青い衣と異なる常識",
                    "SummaryJapanese": "神殿での生活が始まった。新しい仕事を覚えていくマインだが、側仕えたちはマインに反抗的な態度を取る。中でもフェルディナンドの側仕えだったフランは、貴族らしさの欠片もないマインに仕えることに不満を持っていた。一方、マインも側仕えが信用できず、ちっとも神殿に馴染もうとしない。そんな中、寄付金を納めることになったマインはベンノを伴い神官長の元へと赴くことになった。"
                },
                "17": {
                    "ID": "7677639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7677639",
                    "TitleEnglish": "Needs",
                    "SummaryEnglish": "With Fran now fully on her team, Myne must then get to work on winning Gil and Delia over.",
                    "TitleJapanese": "与えるべきもの",
                    "SummaryJapanese": "フランの信頼を勝ち取ったマイン。しかし、ギルとデリアはまだマインを主と認めない。「与えるべきもの」を与えていないからだ。神殿では主が側仕えの衣食住を保証するのだ。マインは、麗乃時代とも下町とも異なる神殿での常識に戸惑いながらもギルに食事を与えるためにはどうすれば良いかを考える。一方、自分たちに歩み寄ろうとするマインの姿に、ギルとデリアの心も揺れて……。"
                },
                "18": {
                    "ID": "7686975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7686975",
                    "TitleEnglish": "Orphanage Reforms",
                    "SummaryEnglish": "Myne is taken to the orphanage and collapses in shock when she sees the state it and its inhabitants are in. She wants to help the kids, but will she really be able to?",
                    "TitleJapanese": "孤児院の大改革",
                    "SummaryJapanese": "孤児院に案内してもらったマインは、飢えた幼い子供たちを見てショックで倒れてしまう。なんとか子供たちを救えないかとフェルディナンドに相談するが、孤児たちに対して責任を負えるのかと問われ、答えることが出来ない。しかし、飢えた子供たちの姿が頭から離れないマイン。大好きな読書も手につかなくなってしまう。そんな中、ルッツの一言からマインは孤児を救う方法があるかもしれない、と希望を見出す。"
                },
                "19": {
                    "ID": "7696165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7696165",
                    "TitleEnglish": "Cleanups and Star Festivals",
                    "SummaryEnglish": "As newly appointed orphanage director, Myne's first task is to lead a major cleanup of the orphanage and its inhabitants. And as summer comes around, she also has some festivities in mind.",
                    "TitleJapanese": "大掃除と星祭り",
                    "SummaryJapanese": "孤児院長に就任したマインは、手始めに孤児院の大掃除をすることに。さらに採集の仕方やスープ作りを教え、孤児院の環境を改善する。働けば報われることを知った子供たちは、率先してマインのために動くようになり、マインは子供たちから慕われる。そして季節は夏になり、子供たちにも星祭りを体験させたいと思うマイン。フェルディナンドの許可を得て、孤児院の庭でタウの実をぶつけ合うが、そこで不思議なことが起きる。"
                },
                "20": {
                    "ID": "7710749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7710749",
                    "TitleEnglish": "The Path Ahead of Lutz",
                    "SummaryEnglish": "The friction in Lutz's family caused by his choice of profession comes to a head, and he runs away from home to get away from it all.",
                    "TitleJapanese": "ルッツの行く道",
                    "SummaryJapanese": "ルッツが家出してしまった。ルッツが商人になることに反対していた父のディードと言い争いになり、飛び出してしまったらしい。一方、ベンノはルッツを養子にすると言い出し、ルッツの家族と険悪になる。どうすればいいのかと悩むマイン。フェルディナンドは双方の話を聞くようにと助言する。親身になってくれるフェルディナンドが意外なマイン。こうして、神殿でルッツの家族会議が行われることになる。"
                },
                "21": {
                    "ID": "7711875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711875",
                    "TitleEnglish": "New Retainers",
                    "SummaryEnglish": "When Myne hears that Eva is pregnant, she decides to make a picture book for the baby and looks to recruit Wilma to be her artist. However, she finds a few roadblocks on her path...",
                    "TitleJapanese": "新しい側仕え",
                    "SummaryJapanese": "エーファに赤ちゃんが生まれることを知ったマインは、子供用の絵本を作ろうと決意する。絵本作りのため、絵が上手いヴィルマを側仕えにしてほしいと懇願するマイン。さらに、音楽の得意なロジーナも側仕えに加わり、マインは新たに二人の側仕えを迎えることになった。だが、ヴィルマは何か事情がある様子で、孤児院から出たがらない。一方ロジーナは、マインにフェシュピールという楽器を教えくれることになったのだが……。"
                },
                "22": {
                    "ID": "7711876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711876",
                    "TitleEnglish": "Wilma and Holy Scriptures for Kids",
                    "SummaryEnglish": "With the picture-book production in full sway, Myne must navigate several hurdles regarding the process and, more pressingly, Wilma's condition.",
                    "TitleJapanese": "ヴィルマと子供用聖典",
                    "SummaryJapanese": "本格的な絵本作りが始まった。マインはルッツやトゥーリ、孤児院の子供たちに協力して貰いながらインクを手作りし、試行錯誤をくり返して作業を進めていく。これまでの道のりを振り返り、ここまで来られたのはみんなのおかげだと胸がいっぱいになるマイン。一方、みんなが本作りを頑張っている姿を見て、頑なに孤児院の外に出たがらなかったヴィルマの心にある変化が起きていた……。"
                },
                "23": {
                    "ID": "7711877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711877",
                    "TitleEnglish": "Harvest Festivals and Staying Home",
                    "SummaryEnglish": "The Harvest Festival is here, and Myne finds the library ransacked. She is outraged at first, but this may be a welcome opportunity for her...",
                    "TitleJapanese": "収穫祭のお留守番",
                    "SummaryJapanese": "秋になり、青色神官たちが収穫祭へと出発する中、マインは図書室へ行くことにする。久しぶりに本が読めると、うきうきするマイン。だが図書室の扉を開けたとたん、マインは茫然とする。図書室の中が荒らされ、本や資料が撒き散らされていたのだ。こうなったら十進分類法を使い、好きなように片づけようと奮起するマイン。一方、フェルディナンドはこの世界にはない不思議な知識を持つマインに疑念を抱くのだった。"
                },
                "24": {
                    "ID": "7711878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7711878",
                    "TitleEnglish": "Knight Orders and Requests",
                    "SummaryEnglish": "Myne has to break the news to her family that she has to stay in the cathedral over winter. Meanwhile, the request from the knight order looms large over the horizon.",
                    "TitleJapanese": "騎士団からの要請",
                    "SummaryJapanese": "フェルディナンドから、冬の間、神殿に籠るようにと言われたマイン。家族に反対されるものの、神殿に残ることを決意する。マインには孤児院長としての、そして青色巫女見習いとしての責任感が芽生えていたのだ。そして、冬が近づいてきたある日のこと。騎士団から要請がきて、マインは儀式を行なうことになる。衣裳を着替え、貴族街へと連れて来られたマイン。そこには、鎧に身を固めた騎士たちが整列していた。"
                },
                "25": {
                    "ID": "7776494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7776494",
                    "TitleEnglish": "Trombe and Battles",
                    "SummaryEnglish": "Myne and the head priest set out to join the knights on a mission to take down a rampage trombe. With this being her first exposure to proper noble society, who knows what perils lie in Myne's path?",
                    "TitleJapanese": "トロンベ討伐",
                    "SummaryJapanese": "騎士団からの要請で、出動することになったマイン。フェルディナンドの騎獣に同乗し、空を駆ける。行き先は、森の奥。そこで、巨大化したトロンベが暴れているのだ。枝を振り回すトロンベを見て、驚くマイン。騎士たちは黒く変化させた武器で戦い、トロンベは弱っていく。だがその時、マインの護衛を任されていたシキコーザが、マインを平民だと見下し、威嚇したことで、とんでもない事件が起こってしまう。"
                },
                "26": {
                    "ID": "7778150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/7778150",
                    "TitleEnglish": "Dreamlike World",
                    "SummaryEnglish": "Tasked with healing the land ravaged by the trombe, Myne has to put on a show. How that will affect the way the onlookers see her is anybody's guess... and so is how the head priest will react.",
                    "TitleJapanese": "夢の世界",
                    "SummaryJapanese": "トロンベの討伐が終わると、マインは熱を出して寝込んでしまう。そして、ようやく回復したマインが久しぶりに神殿へ行くと、フェルディナンドの部屋に呼ばれた。フェルディナンドは、魔力がけた違いに多く、不思議な知識を持つマインの正体を見極めようとしていたのだ。フェルディナンドの薬を飲み、魔術具をつけたマインは眠くなり、気を失う。そこでマインが見たものとは――。"
                },
                "27": {
                    "ID": "9080970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9080970",
                    "TitleEnglish": "The Beginning of Winter",
                    "SummaryEnglish": "Autumn has come to a close. Myne starts selling the scripture picture books, gets asked by the apprentice blacksmith Johann to be his patron, and starts taking the next step in her bookmaking endeavors. While this is going on, Myne finds out that the guild master of the Ink Guild, Wolf, is trying to get information on her. Benno then proposes an idea to Myne and...",
                    "TitleJapanese": "冬の始まり",
                    "SummaryJapanese": "秋の終わり。マインは聖典絵本を量産して売り出したり、鍛冶職人見習いのヨハンにパトロンになって欲しいと頼まれたり、次の目標へ向けて精力的に本作りに取り組んでいた。だがそんな中、インク協会会長のヴォルフが、マインのことをかぎ回っていることがわかる。マインはベンノからある事を提案されるのだが……。"
                },
                "28": {
                    "ID": "9102359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102359",
                    "TitleEnglish": "The Story About Winter Stays and the Future",
                    "SummaryEnglish": "Myne ends up having to start her winter stay at the cathedral. However, she instantly becomes homesick. Also, in a meeting with Benno, Ferdinand, and Karstedt, it's revealed that Wolf is a dangerous individual with ties to nobles. Apparently, even the nobles are after Myne because of her powerful mana and her bizarre knowledge. In order to keep her out of danger, Ferdinand comes up with a proposal, and...",
                    "TitleJapanese": "冬籠もりと今後の話",
                    "SummaryJapanese": "神殿で、冬籠もりをすることになったマイン。だが、早々にホームシックになってしまう。さらに、ベンノとフェルディナンド、カルステッドとの会談では、ヴォルフが危険な人物で貴族とも繋がりがあることが判明。不思議な知識と強大な魔力を持つマインは、貴族たちからも狙われる存在だったのだ。危険を回避するためにフェルディナンドが下した決断とは！？"
                },
                "29": {
                    "ID": "9102360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102360",
                    "TitleEnglish": "The Dedication Ceremony and Spring Arrives",
                    "SummaryEnglish": "The knight Damuel has become Myne's bodyguard. Now that she's able to go places, Myne is excited about going to the library. They hold the Dedication Ceremony where she offers her mana into small holy grails. That was quite tiring for her, but she still goes back into town to see how Johann is doing with her order. Her passion for books just doesn't top. Spring is drawing closer, and Myne can't wait to go back to her family, but then she receives some devastating news.",
                    "TitleJapanese": "奉納式と春の訪れ",
                    "SummaryJapanese": "マインの護衛として騎士のダームエルがつくことになった。おかげで出歩くことができるようになったマインは、図書室に行けると大喜び。奉納式を行ない、小聖杯に魔力を満たす職務を果たしながらも、下町へヨハンに注文していた品を受けとりに行く等、本作りへの情熱は失わない。そして春が近づき、家に帰れる日を心待ちにするマイン。だが、そんなマインに残酷な事実が告げられる。"
                },
                "30": {
                    "ID": "9102361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102361",
                    "TitleEnglish": "Spring Prayer",
                    "SummaryEnglish": "Myne and the others get ready to head off to the Spring Prayer, when they meet a blue-robed priest named Sylvester. Myne doesn't know how to deal with Sylvester who seems to do whatever he wants. She tries to avoid Sylvester as they go around to various farming villages and she does an amazing job doing all of the rituals. Eventually, they end up at Viscount Gerlach's mansion. Apparently he had shown interest in Myne before. But that night, something terrible happens!",
                    "TitleJapanese": "祈念式",
                    "SummaryJapanese": "祈念式へ向かうことになったマインたち。そこへ、ジルヴェスターという青色神官が現れる。自由奔放なジルヴェスターにからかわれ、戸惑うマイン。ジルヴェスターを牽制しながら各地の農村を回り、祈念式を立派に務める。そしてマインたち一行は、以前からマインに興味を持っていたというゲルラッハ子爵のもとを訪れることに。だが、その日の夜――。大変な事件が起こってしまう！"
                },
                "31": {
                    "ID": "9102362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102362",
                    "TitleEnglish": "Gift From the Blue-Robed Priest and Going Home",
                    "SummaryEnglish": "With the Spring Prayer finished, Main and the others returned to the cathedral. Sylvester appoints Main as his guide to show him around the orphanage and workshop, where they observe how the scripture picture books are made. As he leaves, Sylvester gives Main a necklace with a black stone, saying it's a protection charm just in case anything were to happen. Meanwhile, Ferdinand, who had also witnessed the books being made, tells Main's method of making books will change history and how dangerous that may be.",
                    "TitleJapanese": "青色神官の贈り物と帰宅",
                    "SummaryJapanese": "祈念式を終え、マインたちが神殿に帰って来た。ジルヴェスターは、孤児院や工房を見てみたいと、マインを案内係に任命。聖典絵本を作る様子等を見て回る。そして去り際、ジルヴェスターはマインに、「いざという時のお守りだ」と、黒い石のついたネックレスを渡す。一方、ジルヴェスターと共に本作りの様子を見たフェルディナンドは、マインの技術は歴史を変えてしまうと、危機感を募らせるのだった。"
                },
                "32": {
                    "ID": "9102363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102363",
                    "TitleEnglish": "The Abandoned Child of the Cathedral and Making Colors",
                    "SummaryEnglish": "Myne is finally able to go home. Her little brother Kamil is born and she becomes even more determined to create books. That is when Myne meets a helpful collaborator named Heidi, who is the daughter of an ink maker. Heidi is extremely curious and passionate, so she hit it off immediately with Myne. They start to make colored inks through trial and error. Meanwhile, a baby is abandoned at the cathedral and Myne and her attendants end up taking care of him.",
                    "TitleJapanese": "神殿の捨て子と色作り",
                    "SummaryJapanese": "久しぶりに家に帰ったマイン。弟のカミルが生まれ、これまで以上に本を作ろうと決意する。そんなマインの前に、強力な助っ人が現れた。インク職人のハイディだ。好奇心旺盛で研究熱心なハイディは、すぐにマインと気が合い、色インクの開発が始まった。試行錯誤を繰り返すマインとハイディ。そんな中、神殿では捨て子の赤ん坊、ディルクの面倒を見ることになる。"
                },
                "33": {
                    "ID": "9102364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102364",
                    "TitleEnglish": "Delia and Dirk",
                    "SummaryEnglish": "Dirk suddenly develops a high fever. Delia, who adored Dirk, and started to see him as her own family, was worried sick. Myne sees his symptoms and realizes that he may have the Devouring. After talking to Ferdinand, they decide to raise him without letting others know that he has the Devouring. Meanwhile, Myne continues her colored-ink experiments with Heidi as she helped out with taking care of Dirk at the cathedral, but...",
                    "TitleJapanese": "デリアとディルク",
                    "SummaryJapanese": "赤ん坊のディルクが、高熱を出してしまった。ディルクを可愛がり、親身に面倒を見ていたデリアは、心配でたまらない。症状を見て、ディルクが身食いではないかと気づいたマイン。フェルディナンドと相談の末、ディルクを守るために、身食いであることを隠して育てることにする。マインは、ハイディと共に色インクの実験を進めつつ、神殿でディルクの世話をしていたのだが……。"
                },
                "34": {
                    "ID": "9102365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102365",
                    "TitleEnglish": "Ominous Developments",
                    "SummaryEnglish": "On the way home from Heidi's workshop, they hear the emergency bells sound through the city as well as see a red emergency flare go up into the sky. Myne is worried about what might've happened. It is decided that Myne should stay home until they can find out what is going on. Myne gets to spend some time with her family back home again. After a while, Myne is finally allowed back outside and heads to the cathedral. Once she gets there, she realizes Dirk is missing, and unbeknownst to her, there was another threat lurking just around the corner!",
                    "TitleJapanese": "不穏な動き",
                    "SummaryJapanese": "ハイディの工房からの帰り道。非常事態を知らせる鐘が鳴り、救援信号の赤い光が上がる。何があったのかと、不安になるマイン。状況がはっきりするまで、マインは安全のため、家に引きこもることになった。束の間の家族との時間を過ごすマイン。そして、ようやく外出を許されたマインが神殿へ行くと……。そこに、ディルクの姿はなかった。そしてマインに、さらなる危機が襲いかかる！"
                },
                "35": {
                    "ID": "9102366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102366",
                    "TitleEnglish": "The Black Protective Charm",
                    "SummaryEnglish": "Because of the lack of caution exercised by one of the gate guards, the carriage with the noble from another domain has entered the city. Gunther finds out that Myne is being targeted and gets worked up over protecting Myne. But then, Myne is attacked by some mysterious men. Myne believes what Sylvester told her and presses her blood seal upon the black charm he gave her. But then, Myne's attackers become even more aggressive. Finally, the high priest's true intentions and his plans with Dirk are revealed.",
                    "TitleJapanese": "黒いお守り",
                    "SummaryJapanese": "門番のミスで、他領の貴族の馬車が町に入りこんでしまった。マインが狙われていることを知っているギュンターは、マインを守るために奮闘する。だが、謎の男たちに襲われてしまうマイン。ジルヴェスターの言葉を思い出し、黒いお守りに血判を押す。しかし、状況は何も変わらない。そんな中、マインを狙う者たちが、ついに牙を剥く！そして、ディルクも巻き込んだ神殿長たちの陰謀が明らかになる。"
                },
                "36": {
                    "ID": "9102367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ascendance-of-a-bookworm/episodes/9102367",
                    "TitleEnglish": "Blessing",
                    "SummaryEnglish": "To protect her family, Main agrees to be adopted by Sylvester. It is he who enters the cathedral with Sir Karstedt just at the moment when Ferdinand and Sir Bindewald are involved in a fight, but this entire affair will not only have consequences for Main because now Count Bindewald, the bishop, and Delia have to answer for their actions.",
                    "TitleJapanese": "祝福",
                    "SummaryJapanese": "不当な契約を迫る神殿長とビンデバルトに、魔力を暴走させたマイン。そこへ現れたフェルディナンドは、ビンデバルトと対戦する。さらに一同のもとへ、ジルヴェスターとカルステッドもやって来た。神殿長とビンデバルトは、自分たちに刃向かったマインに、罰を与えてほしいと要求。一同の裁定が行なわれる。そして、マインは大切な家族に、一つの決断をしたことを告げることになる――。"
                }
            }
        }
    }
}