{
    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12013558/",
        "https://bna-anime.com/",
        "https://www.themoviedb.org/tv/92592",
        "https://x.com/bna_anime"
    ],
    "TitleEnglish": "BNA",
    "SummaryEnglish": "Set in a 21st century in which the existence of humanoid animals has been revealed to the world after living in the darkness for centuries. One day, a high school student named Michiru suddenly turns into a tanuki person. After going to live in Anima City, where she meets wolf Ogami Shirou, she goes on to investigate why she became an animal and gets mixed up in even stranger events in the process.",
    "TitleJapanese": "BNA ビー・エヌ・エー",
    "SummaryJapanese": "“人類”と“獣人”が共存する社会。\n獣化遺伝子・獣因子を持つ獣人たちは、近現代の自然の消失により住処を追われ、人類の前に姿を現した。各国が共存のための対応に追われるなか、日本では獣人が獣人らしく生きるための獣人特区『アニマシティ』が設置される。\nそれから10年の月日が経ち、『アニマシティ』に17歳のタヌキ獣人・影森みちるがやってくる。普通の人間だったが、ある日突然タヌキ獣人になった彼女は「ここなら自由に生きられる！」と喜ぶが、ひょんなことからオオカミ獣人・大神士郎と出会い、『アニマシティ』にもこの街にしかない危険がたくさん潜んでいることを知る。\n頑固な性格で過剰に人間を嫌う士郎とは衝突を繰り返しながら、みちるは怪しい女のマリーや、市長のロゼ、獣人生活協同組合のジェムとメリッサなど、たくさんの人々に出会い、それまで知らなかった“獣人”たちの生き様を学んでいく。そして、タヌキの少女とオオカミ男に生まれた絆は、やがて世界を変える鍵になる。\nなぜ、みちるは獣人になってしまったのか。その謎を追ううちに、予想もしていなかった大きな出来事に巻き込まれていくのだった。",
    "Aliases": [
        "Brand New Animal",
        "BNA: Brand New Animal"
    ],
    "Modified": "2024-12-09",
    "Seasons": {
        "1": {
            "ID": "1805595",
            "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7489493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7489493",
                    "TitleEnglish": "Runaway Raccoon",
                    "SummaryEnglish": "Fleeing persecution as a beastman, Michiru journeys to Anima-City, where she meets wolf Shirou amidst the celebrations for the city's 10th anniversary.",
                    "TitleJapanese": "Runaway Raccoon",
                    "SummaryJapanese": "タヌキ獣人の影森みちるは、獣人差別主義者の人間たちから逃れ、獣人が自由に生きられる街・『アニマシティ』にたどり着く。ちょうどその日は、街の設立10年を祝う祭りの日。獣人たちは自分たちの本来の姿、けものの姿に変身し、獣人であることを自由に表現している。活気のある街の様子にワクワクするみちるは、祭りを見て涙を流すヘンなオオカミ獣人・大神士郎と出会う。ところが、祭りのなかで爆発が起き、広場はパニックに。しかもみちるは士郎に犯人と間違えられて捕らえられてしまう。誤解は解けたものの、事件に巻き込まれたみちるは、士郎に自分のヒミツを明かす。みちるは、突然タヌキ獣人になってしまった『元・人間』だったのだ。"
                },
                "2": {
                    "ID": "7642599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7642599",
                    "TitleEnglish": "Rabbit Town",
                    "SummaryEnglish": "Michiru can't prove she was human without her stolen student ID, so she heads to Rabbit Town to retrieve it. Shirou meets with the mayor.",
                    "TitleJapanese": "Rabbit Town",
                    "SummaryJapanese": "自分が『人間』だったことを士郎に明かすみちる。しかし「そんなことはあり得ない」と信じてもらえない。証明するために身分証明書を取り戻そうと奔走するみちるは、メスのギャングたちが根城にしているスラム街・『ラビットタウン』に向かい、ボスのグラングランマと出会う。財布を返す代わりに、スラムの子供たちに読み書きを教えることになるみちるだが、グラングランマは街全体を取り仕切るギャングと揉め、子供たちの人身売買で金を作ろうとしていた。輸出されるギリギリでみちるを救い出した士郎は「女子供は俺が守る」などと宣う。獣人の世界が想像以上の『オス至上主義』だとを知ったみちるは、「こんな街とっとと出てってやる」と士郎に宣言する。"
                },
                "3": {
                    "ID": "7642600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7642600",
                    "TitleEnglish": "Rhino Melancholy",
                    "SummaryEnglish": "The mayor asks Shirou to investigate a series of bombings. Michiru talks her way into joining him, with the goal of protecting a medical center.",
                    "TitleJapanese": "Rhino Melancholy",
                    "SummaryJapanese": "アニマシティに『シルヴァスタ・メディカル・センター』と呼ばれる製薬会社の施設があることを知ったみちるは、自分が獣人になった原因を調べてもらおうとする。ところがメディセンに反獣人派テロリストから脅迫状が届く。シルヴァスタ製薬は、世界有数の財閥が経営するグループ会社で、アニマシティの市長の志に賛同し、市に多額の資金援助をしているのだ。それが気に食わないテロリストによる犯行を防ぐため、士郎は市長の頼みで仕掛けられた爆弾の所在を探すことに。士郎に協力し犯人を追い詰めたみちるは、自分の腕を自在に伸ばすことに成功する。同時にピンチを士郎に救われたことで、二人の間には信頼関係が生まれはじめる。"
                },
                "4": {
                    "ID": "7642605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7642605",
                    "TitleEnglish": "Dolphin Daydream",
                    "SummaryEnglish": "Using an illegal SIM card, Michiru befriends influencer Nina, who's fascinated by humans. The two of them sneak out to a party in the human world.",
                    "TitleJapanese": "Dolphin Daydream",
                    "SummaryJapanese": "みちるは獣人でありながら人間のふりをしてSNSをしているシロイルカ獣人・ニナと出会う。ニナはアニマシティを仕切るギャングのボスの娘だが、人間の世界に憧れており、みちるの話を聞きたがる。みちるの人間界を懐かしむ気持ちが高まった瞬間、みちるは獣の耳もしっぽもない、人間の姿に変身。こっそり二人で人間界に遊びに行くことに。人間と獣人両方の経験をしたことで人間たちのうわべだけの獣人への同情に気付いたみちるは、自分がもうただの人間ではないことを感じ、もっと獣人たちのことをよく知るために、アニマシティで暮らしていく決意を固める。"
                },
                "5": {
                    "ID": "7642607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7642607",
                    "TitleEnglish": "Greedy Bears",
                    "SummaryEnglish": "Though she prefers basketball, Michiru reluctantly joins a hard-luck baseball team whose hangdog coach is on the sports betting take.",
                    "TitleJapanese": "Greedy Bears",
                    "SummaryJapanese": "元バスケ部のみちるはアニマシティでバスケを始めようとするが、なぜだか代わりに野球をすることに。しかし、獣人たちの野球は死人が出るほど盛り上がる、ギャンブル前提の死闘試合だった。ひょんなことからクマ獣人たちの極弱チーム『べアーズ』に入ったみちるは、バカだけど気のいい彼らをまとめ上げ、試合で勝ち上がっていく。ところが、賭博の元締めのギャングと八百長のために負ける約束をしていたべアーズの監督は困ってしまう。けれど、みちるの熱意に感化されたべアーズや獣人たちは、賭け金なしの純粋な野球の勝敗に楽しさを知っていく。"
                },
                "6": {
                    "ID": "7642608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7642608",
                    "TitleEnglish": "Fox Waltz",
                    "SummaryEnglish": "The Church of the Silver Wolf arrives in Anima-City. Michiru is shocked to learn that their leader is her friend Nazuna, who was once human like her.",
                    "TitleJapanese": "Fox Waltz",
                    "SummaryJapanese": "アニマシティに、銀狼様を教祖とする『銀狼教団』がやってくる。銀狼様の顔を見たみちるは驚く。それは人間だったころの親友・日渡なずなだったのだ。なずなはみちるが獣人になるより前に突然獣人に変わり、何者かに拉致されたまま行方知れずになっていた。みちるはなずなとの再会を喜び、一緒にアニマシティで暮らそうと言うが、なずなをうさんくさがる士郎と衝突。なずなは教団の人間にいいようにされているのだと同情していたみちるは、なずなが市長に会える機会を設けるが、なずなはそれをチャンスに市長に教団の永住許可の相談をする。親友に利用されたみちるはショックを受ける。"
                },
                "7": {
                    "ID": "7644862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7644862",
                    "TitleEnglish": "Easy Albatross",
                    "SummaryEnglish": "Michiru meets albatross beastman Pingua when he crash lands in her house. Shirou has an encounter with Alan Sylvasta in the mayor's office.",
                    "TitleJapanese": "Easy Albatross",
                    "SummaryJapanese": "親友だと思っていたなずなに「嫌いだった」と言われ、ショックを受けていたみちるの部屋に、天井を突き破ってワタリアホウドリ獣人・ピンガが墜落してくる。彼は自由を愛する渡り鳥獣人だった。みちるはピンガから刺激を受けて空を飛べるようになる。一方、シルヴァスタ製薬のCEO・アランの横槍で街への永住を延期された銀狼教団は、製薬会社の前で祈りの儀式を始める。アランが殺し屋に狙われていることを知り現場に急行する士郎とみちる。しかし二人の目の前でアランが襲われる。そのアランの窮地を救ったのは、翼のある銀狼に姿を変えたなずなだった。なずなが立派に役割を担い人々に支持される様を見たみちるは、その姿に打ちのめされる。"
                },
                "8": {
                    "ID": "7728049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7728049",
                    "TitleEnglish": "The Mole Rat Speaks",
                    "SummaryEnglish": "After a visit from Boris, Yaba morphs into an uncontrollable beast form. The mayor tells Michiru the true history of the silver wolf.",
                    "TitleJapanese": "The Mole Rat Speaks",
                    "SummaryJapanese": "銀狼様であるなずながアランの命を救ったことにより流れが変わり、銀狼教団のアニマシティへの定住が決まる。そんななか、銀狼教団の執行長・ボリスは拘置所で勾留中のメディセンの元所長・矢場のもとに教えを説きに向かう。しかしボリスと会話をした直後に、矢場は凶暴化。怪物のような姿で暴れまわり、脱獄してしまう。街を守るために必死に戦う士郎だが、大きな手傷を追う。そのとき、士郎の体が銀狼に変化する。士郎こそが本物の『銀狼様』だったのだ。市長はみちるに、士郎がなぜここまで獣人を守ろうとするのか、そしてなぜ『銀狼』になったのかを明かすため、1000年前に士郎の身に起きたニルヴァジールでの悲劇について話して聞かせる。"
                },
                "9": {
                    "ID": "7728050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7728050",
                    "TitleEnglish": "Human Scapegoat",
                    "SummaryEnglish": "While Shirou investigates what happened to Yaba, Michiru sneaks into the Sylvasta medical center after seeing Nazuna kidnapped once again.",
                    "TitleJapanese": "Human Scapegoat",
                    "SummaryJapanese": "なずなとアランが実は懇意にしていたことを知るみちる。実はなずなに銀狼教団の教祖になるよう頼んだのはアランだったのだ。アニマシティに来ることを妨害していたのも全ては必要に応じた演出であり、獣人たちの秩序を守るためには銀狼教団と銀狼が必要不可欠なのだと明かされる。さらにみちるは、実はみちるとなずなが獣人になったのは、メディセンで作った獣因子試薬を誤って輸血されたことが原因だったことを知る。アランに獣人病の治療薬の開発が終わるまでは、なずなに協力するよう頼まれたみちるは、アランを信用するなと士郎に釘を刺されながらも、「この街は好きになったけど、やっぱりおうちに帰りたい」と本心を打ち明ける。"
                },
                "10": {
                    "ID": "7728051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7728051",
                    "TitleEnglish": "Rabid Wolf",
                    "SummaryEnglish": "Shirou and Michiru set out to subdue another monstrous beastman. After Sylvasta's machines interfere, Alan tells them about Nirvasyl Syndrome.",
                    "TitleJapanese": "Rabid Wolf",
                    "SummaryJapanese": "アニマシティで、ストレスのかかった獣人が暴走する事件が多発する。その対応に追われるみちると士郎は、暴走獣人を捕獲しているメディセンにたどり着く。アランを信じられない士郎に、アランは「これ以上人口が増えると獣因子暴走症候群【ニルヴァジール・シンドローム】が起き、街は滅びる」と告げる。メディセンを街に作った目的もワクチンを作るためだったが、そのワクチンというのは獣人を人間に変えるものだった。激昂した士郎を止めようとするみちるに、士郎は「お前は所詮人間だ」と言い放つ。そんな士郎にみちるも不満をぶちまけたことで、二人の間には深い溝が生まれる。アランにメディセンを襲った罪を着せられた士郎は、みちるを置いて消えてしまう。"
                },
                "11": {
                    "ID": "7728052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7728052",
                    "TitleEnglish": "A Beastly Feast",
                    "SummaryEnglish": "Nazuna decides to reveal she's human during her concert. While the mayor escapes detention in Japan, Shirou and Flip put their own plans into action.",
                    "TitleJapanese": "A Beastly Feast",
                    "SummaryJapanese": "銀狼教団の主催でなずなのコンサートが開かれることになる。手伝うことになったみちるに、なずなはある計画を明かす。コンサートが一番盛り上がったところで人間だと告白をしようというのだ。その情報を知った士郎はコンサート会場に向かい、みちると再会する。人間だと告白することはニルヴァジールシンドロームの引き金になるという士郎の言葉を信じたみちるは、なんとかなずなを説得して計画を変更させる。しかし、突然ボリスが観客に向かってなずなが人間であることを明かしてしまう。騙されていたと知った獣人たちが次々に暴走獣人に変わり、彼らに対するエンゲルマルシーネの攻撃が開始される。恐慌状態へ陥っていく街を前に、士郎までもが暴走し、みちるに牙を立てた…！"
                },
                "12": {
                    "ID": "7728053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bnabrand-new-animal/episodes/7728053",
                    "TitleEnglish": "Anima-City",
                    "SummaryEnglish": "The mayor proves that a serum based on Michiru's blood cures Nirvasyl Syndrome, but Alan moves forward with his plan to \"solve\" the beastman problem.",
                    "TitleJapanese": "Anima-City",
                    "SummaryJapanese": "ついにニルヴァジールシンドロームが起きてしまったアニマシティ。発症した士郎だったが、みちるを噛んだことで正気に返り、みちるとなずなの特殊な獣因子から血清を作ることができるとわかる。しかし、獣人を人間に変える薬をドローンで散布することでシンドロームを抑えようとしていたアランと、士郎は激しく衝突する。実はアランは人間ではなく、オオカミ獣人・金狼だった。しかし激しい戦いの末、アランも発症してしまう。殺そうとする士郎だが、みちるの目を見て、救うことを選択する。また、士郎の遠吠えを聞くと、暴走している獣人も思わず遠吠えをしてしまうことに気づくみちる。士郎はみちるの構えるカメラの前で遠吠えをし、今度こそ人々を救うのだった。"
                }
            }
        }
    }
}