{
    "URL": "https://www.thetvdb.com/series/afterschool-dice-club",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11033944/",
        "http://saikoro-club.com",
        "https://www.themoviedb.org/tv/91026",
        "https://x.com/saikoro_club"
    ],
    "TitleEnglish": "After School Dice Club",
    "SummaryEnglish": "A story about girls playing board games after school! Kyoto in Spring. Aya is a high school girl who's just moved to a new town. Miki is her shy classmate, and her first friend. One day after school Aya and Miki follow the committee president Midori to a speciality board games store. The Dice Club!! Without thinking they try out a German board game together. These girls, who are searching for fun, soon fall into the exciting world of games!",
    "TitleJapanese": "放課後さいころ倶楽部",
    "SummaryJapanese": "とびっきりの「楽しい」を、キミと！\nいつもひとりでいること—。\n人付き合いが苦手で引っ込み思案な武笠美姫にとっては、それが当たり前の日常。\nそんな美姫が、天真爛漫なクラスメイトの高屋敷綾、クラス委員長の大野翠、ドイツからの転校生エミーリアと出会い、\nボードゲームを通して友情を深め、少しずつ前に進んでいく。\n当たり前だった日常が、特別な毎日に変わっていく—。",
    "Aliases": [
        "Houkago Saikoro Club",
        "Afterschool Dice Club"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "821538",
            "URL": "https://www.thetvdb.com/series/afterschool-dice-club/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7317497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7317497",
                    "TitleEnglish": "A New World",
                    "SummaryEnglish": "Miki, a high school student born and raised in Kyoto, knows very little about how to have fun. Her classmate Aya seeks to change this, with the reluctant help of another classmate, Midori.",
                    "TitleJapanese": "知らない世界",
                    "SummaryJapanese": "いつも引っ込み思案で人付き合いが苦手な武笠美姫は、ある日、天真爛漫なクラスメイト、高屋敷綾に声をかけられ、一緒に知らない場所をさまようことに。そんな奔放な綾に戸惑う美姫だったが、初めて人と一緒にいる温かさを感じる。\n帰り道、街でクラス委員長の大野翠を見かけ、あとを追ってみると、「さいころ倶楽部」と書かれたいかがわしい店にたどり着く。美姫と綾が恐る恐るドアを開けてみると、そこには見たこともない数々の美しいボードゲームが彼女たちを待っていた…。"
                },
                "2": {
                    "ID": "7378606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7378606",
                    "TitleEnglish": "This is a Cockroach!",
                    "SummaryEnglish": "After their encounter, the three girls, Miki, Aya and Midori, have become fast friends. Excited to step into the new world of board games, Miki and Aya implore Midori to intoduce them to more games.",
                    "TitleJapanese": "これはゴキブリです！",
                    "SummaryJapanese": "人付き合いが苦手な武笠美姫は、ボードゲームを通じて高屋敷綾、大野翠と親しくなることができた。ある日の放課後、3人でボードゲームをしようとしていたところに、翠の幼馴染みで、綾の隣の席の田上翔太が教室の入口に…。「忘れ物を取りに来た」と説明する翔太だが、綾に誘われ、ゲームに参加することに…。張り切ってゲームに参加した翔太だったが、なぜかそわそわと落ち着きがない…。それに気がついた美姫の胸に、ある想いが湧く。「もしかしたら、田上くんて…。」"
                },
                "3": {
                    "ID": "7395651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7395651",
                    "TitleEnglish": "Not Alone",
                    "SummaryEnglish": "Miki, Aya and Midori gather at Aya's house to play board games. They are joined by Hana, Aya's sister, and Maki, Hana's friend. Miki feels like she has met Maki before somewhere, but can't quite remember.",
                    "TitleJapanese": "ひとりとちゃうから",
                    "SummaryJapanese": "ある日の休日、美姫は綾の家で遊ぶことになった。美姫が待ち合わせ場所に向かう途中、神社の境内を歩いていると、猫が軒下に隠れてしまって困っている綾の姉、花と出会う。綾の家に着くと、綾、翠、花と、花の友達の牧京子とボードゲームをすることに。見た目が不良風の京子に戸惑う美姫だったが、彼女は美姫と以前どこかで会ったような気がしていた…。ボードゲームを進める中、美姫は京子との出会いを思い出していく…。"
                },
                "4": {
                    "ID": "7395653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7395653",
                    "TitleEnglish": "Midori's Dream",
                    "SummaryEnglish": "Student council vice-chair Ren wants to bring Midori into the student council, but Midori declines, saying she has other priorities. Ren follows Midori to her workplace after school to find out what it is Midori is so passionate about.",
                    "TitleJapanese": "ミドリの夢",
                    "SummaryJapanese": "楽しい時間を一緒に過ごせる仲間ができた美姫にとって、一学期はあっという間に過ぎ、文化祭の季節が近づいてきていた。\nそのころ、生徒会副会長の渋沢蓮は、文化祭の催しの良いアイデアが浮かばず悶々としていた。蓮は中学のときの後輩だった翠に協力をお願いするのだが、「他にやりたいことがあるから」と断られてしまう。諦め切れない蓮は翠のバイト先のボードゲーム店『さいころ倶楽部』に乗り込み、ボードゲームで決着をつけようと持ちかける…。果たして翠の『やりたいこと』とは…？"
                },
                "5": {
                    "ID": "7395654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7395654",
                    "TitleEnglish": "A Message for You",
                    "SummaryEnglish": "Summer break has started, so Miki, Aya and Midori decide to go on a trip together. They visit Miki's aunt's inn in Kanazawa, and discover a classic Japanese game, GOITA.",
                    "TitleJapanese": "キミに伝えるメッセージ",
                    "SummaryJapanese": "夏休みに金沢の海へ旅行に行くことになった、美姫、綾、翠の３人。美姫の叔母が女将の旅館で、美味しい食事や温泉を満喫する。温泉を出ると能登地方に古くから伝わり、今も遊ばれているゲーム、“ごいた”を見つけて、早速みんなでプレイすることに。叔母は、美姫が幼い頃にもこのゲームをやったことがあると言うが、美姫にその記憶はなかった。翌日、水着に着替えて海に行こうとした美姫たちだったが……。"
                },
                "6": {
                    "ID": "7395655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7395655",
                    "TitleEnglish": "A Fledgling Designer is Born!",
                    "SummaryEnglish": "Midori meets George, a famous game designer from the USA. He gives her some harsh advice on the game she is making, which Miki interprets as a challenge.",
                    "TitleJapanese": "ひよっこデザイナー誕生！",
                    "SummaryJapanese": "翠がバイト先の『さいころ倶楽部』で自作のゲームを店長にテストプレイしてもらっていると、そこへ店長の友人で、有名なゲームデザイナーのジョージ・ベレスフォードが現れる。「俺にもプレイさせろ」と言うジョージだったが、翠は「未完成だから」と断った。すると、ジョージはそんな翠に「残念ながらそのゲームは完成することはない」と断言する。"
                },
                "7": {
                    "ID": "7399515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399515",
                    "TitleEnglish": "Opening Up",
                    "SummaryEnglish": "Maki finds Miki without anything to do, so they decide to hang out for the day. Meanwhile, as the school festival gets closer, students plan various events to spice up the festival.",
                    "TitleJapanese": "こころ、ひらいて",
                    "SummaryJapanese": "喫茶店に一人でいた美姫は、突如現れたマキに半ば強引にツーリングに誘われる。風光明媚な山中で無邪気に川遊びを楽しんだあと、美姫のカバンに入っていた、“もんじろう”で遊ぶことに。ゲームの中で〝お互いに相手の悪口〟を言い合って遊ぶ２人。辛辣なマキの悪口にショックを受けながらも負けじとやり返し、次第に心が解放された美姫は「おおきに」とマキに感謝の言葉を伝える。その言葉の意味をマキもわかっていて……。"
                },
                "8": {
                    "ID": "7399516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399516",
                    "TitleEnglish": "The Fourth Friend",
                    "SummaryEnglish": "The three girls visit a new board game café that opened up near their school. There, they meet Emilia, another board game fanatic around the same age as them, who moved to Kyoto recently from Germany.",
                    "TitleJapanese": "４人めの友だち",
                    "SummaryJapanese": "文化祭のボードゲームカフェの参考にするために、学校の近くに新しくできたボードゲームカフェを訊ねた美姫、綾、翠の３人は、そこでドイツから来た転校生、エミーリアと出会う。ゲームを通じてすぐに仲良くなる４人。そして文化祭当日、４人がメイド姿で接客するボードゲームカフェは大繁盛するが、それを快く思わない生徒会副会長の渋沢蓮は……。"
                },
                "9": {
                    "ID": "7399517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399517",
                    "TitleEnglish": "Daruma-Doll Fell Down",
                    "SummaryEnglish": "Emilia's dream is to become a game designer. She wants to discuss this with Midori, who shares the same dream, but Midori is afraid that she would be simply inferior to Emilia.",
                    "TitleJapanese": "ダルマサンガコロンダ",
                    "SummaryJapanese": "美姫、綾、翠と『さいころ倶楽部』でゲームをしていたエミーは、共にゲームデザイナーになろうと約束した友人をドイツに残してきてしまったことを思い出し、思わず涙する。そんなエミーを見て自分と同じ夢を持っていると知った翠は、急に態度が変わってしまう。だが翠と仲良くなりたいエミーは、みんなで“だるまさんがころんだ”がやりたいと言いだすのだが……。"
                },
                "10": {
                    "ID": "7399518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399518",
                    "TitleEnglish": "Happy Holy Night",
                    "SummaryEnglish": "Aya's father Kenji comes home to Japan, just in time for Christmas. However, he seems to be more excited about his work than seeing his daughters.",
                    "TitleJapanese": "ハッピーホーリーナイト",
                    "SummaryJapanese": "カメラマンをしている綾の父親、建司が二年ぶりに帰国した。綾はさぞかし喜んでいると思いきや、建司は仕事仕事でほとんど家に居らず寂しい綾。そこで美姫たちはエミーの家で行うクリスマスパーティーに招待しようと提案する。だが建司はその約束をすっかり忘れて撮影の仕事を入れてしまっていた。綾は、これまでの不満が爆発し、怒って家を飛び出してしまう。"
                },
                "11": {
                    "ID": "7399519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399519",
                    "TitleEnglish": "A Game By Everyone",
                    "SummaryEnglish": "George, the famous American professional game designer, invites Midori to submit his game to his company's game design competition. Midori, with the help of her friends, feels ready to take on the challenge.",
                    "TitleJapanese": "みんなのゲーム",
                    "SummaryJapanese": "ＮＹの有名ゲームデザイナー、ジョージ・ベレスフォードが開催するゲームコンペに参加することになった翠は、オリジナルゲームのワンルームを完成させることに必死になるあまり、自分を見失いかける。そこでもう一度原点に戻ろうと思い出の場所を訪れる翠。そして遂に完成したゲームを美姫、綾、エミーと４人でテストプレイすることに。果たしてその出来は……。"
                },
                "12": {
                    "ID": "7399520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-dice-club/episodes/7399520",
                    "TitleEnglish": "The Place We All Love",
                    "SummaryEnglish": "Midori and Emilia discuss their ambitions and lay out detailed plans to achieve them. Aya is full of dreams and aspirations. Miki, however, just wants everything to stay the same.",
                    "TitleJapanese": "私たちの大好きな場所",
                    "SummaryJapanese": "終業式の日。美姫は、綾、翠、エミーと出会えたことでとても楽しい一年間だったと振り返る。だが二年生になればクラスが変わってしまう。それが寂しくてずっとこのままでいたいと思う美姫だったが、翠も綾もエミーも将来の夢に向かって歩み始めていた。立ち止まっているのは自分だけと感じた美姫は一人取り残されたような疎外感に見舞われてしまうのだが……。"
                }
            }
        }
    }
}