{
  "URL": "https://www.thetvdb.com/series/azur-lane",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/D118-0FED-94D2-E0F5-763A-B",
    "https://www.imdb.com/title/tt10980934/",
    "https://azurlane-anime.jp/",
    "https://www.tvmaze.com/shows/43968/show-slug",
    "https://www.themoviedb.org/tv/91455",
    "https://x.com/azurlane_anime"
  ],
  "TitleEnglish": "Azur Lane",
  "SummaryEnglish": "In a flooded world, four nations form Azur Lane to fight Sirens, an alien force with an arsenal far surpassing the limits of current technology.",
  "Aliases": [
    "Azur Lane the Animation",
    "アズールレーン the Animation"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "819662",
      "URL": "https://www.thetvdb.com/series/azur-lane/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "7466087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7466087",
          "TitleEnglish": "Episode 6.5 - Recap",
          "SummaryEnglish": "Recap of the first six episodes of Azur Lane.",
          "Aliases": []
        },
        "2": {
          "ID": "7466998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7466998",
          "TitleEnglish": "Episode 6.5 - Mini Drama",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9492900",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/9492900",
          "TitleEnglish": "A Party at the Grand Base",
          "SummaryEnglish": "The four protagonist shipgirls discover there is another party scheduled to take place tomorrow night at a basketball court and they head there to practice. They discover Sirius still trying to practice serving her Commander but was hindered due to her clumsiness despite assistance. They encounter South Dakota and Massachusetts, who are in a similar situation as Sirius' as they are practicing for the piano duet. By tomorrow night, the grand party is at full swing.",
          "Aliases": []
        },
        "4": {
          "ID": "10020788",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/10020788",
          "TitleEnglish": "Queen's Order Part I",
          "SummaryEnglish": "In a typical chess match against her sister ship Valiant, Queen Elizabeth confidently wagers her status as queen for a day, convinced she will remain undefeated. However, Valiant miraculously wins, taking this chance to assume the position she covets the most, even if only for a short while. On the appointed day, Queen Elizabeth experiences what it is like to live as one of her attendees. Meanwhile, Valiant realizes she is not prepared for the immense pressure of being a queen.",
          "Aliases": []
        },
        "5": {
          "ID": "10020789",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/10020789",
          "TitleEnglish": "Queen's Order Part II",
          "SummaryEnglish": "The long-awaited assembly of all nine Azur Lane factions is approaching. However, during the meeting of the factions' representatives, a consensus for the theme is reached in the absence of Royal Navy's Queen Elizabeth and Iris Libre's Richelieu. As a result, no space is left for either faction to construct their stall on the event grounds. To ensure that the international gathering is a success, Queen Elizabeth takes it upon herself to convince the other factions to compromise for the sake of their beloved commander.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "821535",
      "URL": "https://www.thetvdb.com/series/azur-lane/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7317492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7317492",
          "TitleEnglish": "MOBILIZATION - The Girls of the Sea",
          "SummaryEnglish": "Upon learning that former Azur Lane alliance members Sakura Empire and Iron Blood are ready to go to war, forces from the current Azur Lane, Eagle Union and Royal Navy, assemble at a forward base.",
          "Aliases": []
        },
        "2": {
          "ID": "7376418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7376418",
          "TitleEnglish": "MELEE - Pulsing Waves, Steel Wings",
          "SummaryEnglish": "The Azur Lane base was hit hard when the Sakura Empire suddenly struck. As the Royal Navy and Eagle Union forces scramble to finish repairs, the Red Axis prepare another strike, this time against forces in the open seas.",
          "Aliases": []
        },
        "3": {
          "ID": "7386874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386874",
          "TitleEnglish": "ELEGANCE - Perchance, Like A Human",
          "SummaryEnglish": "The Royal Navy battle-maid Belfast arrives, forcing the Red Axis to retreat. There is no longer any doubt that Enterprise is key to the success of the Azur Lane alliance, but it is also evident that her problems are more serious than simple hull damage.",
          "Aliases": []
        },
        "4": {
          "ID": "7386879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386879",
          "TitleEnglish": "SAKURA - Cloak and Dagger",
          "SummaryEnglish": "After their successful strike against Azur Lane forces, the Red Axis fleet returns to Sakura Empire. Akagi checks in on the progress of her grand plans, and Ayanami regroups with her peers and reflects on the battles she just fought.",
          "Aliases": []
        },
        "5": {
          "ID": "7386880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386880",
          "TitleEnglish": "REUNION - Reaching Out To You",
          "SummaryEnglish": "Sheffield and Edinburgh take shelter on a small island to evade the Red Axis fleet pursuing them while awaiting reinforcements. A major confrontation seems inevitable, but members of both sides of the fight have doubts and concerns.",
          "Aliases": []
        },
        "6": {
          "ID": "7386882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386882",
          "TitleEnglish": "SHACKLES - Tying Bonds, Binding Hearts",
          "SummaryEnglish": "The rescue mission is a success, allowing Azur Lane to learn about Akagi's Black Cube. Both alliances regroup at their respective bases to plan their next moves, while getting some much deserved rest.",
          "Aliases": []
        },
        "7": {
          "ID": "7386883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386883",
          "TitleEnglish": "DEADLINE - For Determination, For Love",
          "SummaryEnglish": "Azur Lane forces advance into the open seas to take on the Red Axis. Under Akagi's command, the full Sakura Empire navy assembles to meet them. As Observer watches from outside the battle, the two forces collide head-on.",
          "Aliases": []
        },
        "8": {
          "ID": "7386885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386885",
          "TitleEnglish": "INTERSECTION - Hold You, Never Let Go",
          "SummaryEnglish": "With Kaga and Akagi defeated, Sakura Empire forces are sent into disarray. Enterprise, after activating a mysterious and overwhelming power, also goes missing. Both forces scramble to regroup, to put an end to this battle.",
          "Aliases": []
        },
        "9": {
          "ID": "7386886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386886",
          "TitleEnglish": "HOPE - Light Shines Through The Darkness",
          "SummaryEnglish": "Ayanami saves Zuikaku and Shoukaku from Enterprise's relentless attack, but is injured. She regains consciousness in the Azur Lane base as a prisoner of war.",
          "Aliases": []
        },
        "10": {
          "ID": "7386887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386887",
          "TitleEnglish": "ECHOES - Crimson Memories, Bleached",
          "SummaryEnglish": "Enterprise is haunted by recurring nightmarish vision and unable to fight. Akagi is missing, presumed dead. Without their flagships, neither Azur Lane nor Red Axis are able to make a move. The Sirens are determined to change that.",
          "Aliases": []
        },
        "11": {
          "ID": "7386889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386889",
          "TitleEnglish": "MONSTER - A War to Span Every Ocean",
          "SummaryEnglish": "Kaga launches an attack against her own camp to reveal the Orochi and joins forces with the Sirens. They launch a weapon of mass destruction, forcing the Azur Lane to react. The Red Axis fleet regroups to pursue the Orochi.",
          "Aliases": []
        },
        "12": {
          "ID": "7386890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386890",
          "TitleEnglish": "BLUE WATERS - May the Azure Lanes Bless You",
          "SummaryEnglish": "The Orochi proves to be much more powerful than the most advanced technologies humanity has to offer, and Enterprise is knocked out by a huge explosion. The battle is at its final phase as each combatant faces the truths they seek through battle.",
          "Aliases": []
        }
      }
    }
  }
}