{
    "URL": "https://www.thetvdb.com/series/azur-lane",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D118-0FED-94D2-E0F5-763A-B",
        "https://www.imdb.com/title/tt10980934/",
        "https://azurlane-anime.jp/",
        "https://www.tvmaze.com/shows/43968/show-slug",
        "https://www.themoviedb.org/tv/91455",
        "https://x.com/azurlane_anime"
    ],
    "TitleEnglish": "Azur Lane",
    "SummaryEnglish": "In a flooded world, four nations form Azur Lane to fight Sirens, an alien force with an arsenal far surpassing the limits of current technology.",
    "TitleJapanese": "アズールレーン",
    "SummaryJapanese": "物語の舞台は、我々の知らない、地表の71％が水で覆われた青き星。\n異世界より突如現れた、異形の敵「セイレーン」。圧倒的な力を有する外敵に対抗するべく、\n人類は4大陣営を中心に世界的な連合組織「アズールレーン」を結成した。\n\n自由を敬う「ユニオン」\n栄光を重んじる「ロイヤル」\n結束を讃える「鉄血」\n羈絆を尊ぶ「重桜」\n\nそんな人々の英知を結集した「キューブ」を用いて誕生されたのは、\n鋼鉄の艨艟（もうどう）たちの力を有する少女たち。\n時に勇壮、時に美しく、時にダイナミック――陣営の垣根をも乗り越えた彼女たちの活躍により、\nセイレーンの侵攻が食い止められ、その勢力がほぼ撃退されたように見えた。\n\nしかし「セイレーンの力を用いるべきか否か」という理念の違いからか、はたまたフネではなく、\nヒトとしての彼女たちの思いからか――\n「重桜」と「鉄血」に代表された一部の勢力が「アズールレーン」から離脱し、\n「レッドアクシズ」として活動を開始した。\n\nそんな「レッドアクシズ」の動向を監視するため、\n「アズールレーン」は大洋の中で新たな基地を新設し戦力を集結。\n状況は一触即発。少女たちの運命はまだ誰も知らない……",
    "Aliases": [
        "Azur Lane the Animation"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "819662",
            "URL": "https://www.thetvdb.com/series/azur-lane/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "7466087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7466087",
                    "TitleEnglish": "Episode 6.5 - Recap",
                    "SummaryEnglish": "Recap of the first six episodes of Azur Lane.",
                    "TitleJapanese": "三笠大先輩と学ぶ アニメ『アズールレーン』",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7466998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7466998",
                    "TitleEnglish": "Episode 6.5 - Mini Drama",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9492900",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/9492900",
                    "TitleEnglish": "A Party at the Grand Base",
                    "SummaryEnglish": "The four protagonist shipgirls discover there is another party scheduled to take place tomorrow night at a basketball court and they head there to practice. They discover Sirius still trying to practice serving her Commander but was hindered due to her clumsiness despite assistance. They encounter South Dakota and Massachusetts, who are in a similar situation as Sirius' as they are practicing for the piano duet. By tomorrow night, the grand party is at full swing.",
                    "TitleJapanese": "誇らしき母港に祝祭を",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "10020788",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/10020788",
                    "TitleEnglish": "Queen's Order Part I",
                    "SummaryEnglish": "In a typical chess match against her sister ship Valiant, Queen Elizabeth confidently wagers her status as queen for a day, convinced she will remain undefeated. However, Valiant miraculously wins, taking this chance to assume the position she covets the most, even if only for a short while. On the appointed day, Queen Elizabeth experiences what it is like to live as one of her attendees. Meanwhile, Valiant realizes she is not prepared for the immense pressure of being a queen.",
                    "TitleJapanese": "アズールレーン Queen`s Orders Part I",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10020789",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/10020789",
                    "TitleEnglish": "Queen's Order Part II",
                    "SummaryEnglish": "The long-awaited assembly of all nine Azur Lane factions is approaching. However, during the meeting of the factions' representatives, a consensus for the theme is reached in the absence of Royal Navy's Queen Elizabeth and Iris Libre's Richelieu. As a result, no space is left for either faction to construct their stall on the event grounds. To ensure that the international gathering is a success, Queen Elizabeth takes it upon herself to convince the other factions to compromise for the sake of their beloved commander.",
                    "TitleJapanese": "アズールレーン Queen`s Orders Part II",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "821535",
            "URL": "https://www.thetvdb.com/series/azur-lane/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7317492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7317492",
                    "TitleEnglish": "MOBILIZATION - The Girls of the Sea",
                    "SummaryEnglish": "Upon learning that former Azur Lane alliance members Sakura Empire and Iron Blood are ready to go to war, forces from the current Azur Lane, Eagle Union and Royal Navy, assemble at a forward base.",
                    "TitleJapanese": "【起動】海を駆ける少女たち",
                    "SummaryJapanese": "異世界より突如現れた、異形の敵「セイレーン」。一度は結束し外敵を退けたはずの人類は、理念の違いから二つの陣営に分裂していた。その一つ、アズールレーンの新基地に配属したラフィーとジャベリンは、マントに身を包んだ謎の少女・綾波と出会う。それは新たな戦いの予兆だった。"
                },
                "2": {
                    "ID": "7376418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7376418",
                    "TitleEnglish": "MELEE - Pulsing Waves, Steel Wings",
                    "SummaryEnglish": "The Azur Lane base was hit hard when the Sakura Empire suddenly struck. As the Royal Navy and Eagle Union forces scramble to finish repairs, the Red Axis prepare another strike, this time against forces in the open seas.",
                    "TitleJapanese": "【激戦】鼓動の波、鋼鉄の翼",
                    "SummaryJapanese": "重桜の攻撃を退けたアズールレーン基地。何とか基地に帰還したジャベリン達だったが、綾波のことが忘れられない。そんな中、航海中だった妹のホーネットたちが襲撃を受けたことを知ったエンタープライズは怪我を押して救出に向かおうとする。"
                },
                "3": {
                    "ID": "7386874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386874",
                    "TitleEnglish": "ELEGANCE - Perchance, Like A Human",
                    "SummaryEnglish": "The Royal Navy battle-maid Belfast arrives, forcing the Red Axis to retreat. There is no longer any doubt that Enterprise is key to the success of the Azur Lane alliance, but it is also evident that her problems are more serious than simple hull damage.",
                    "TitleJapanese": "【優雅】或いはヒトのように",
                    "SummaryJapanese": "エンタープライズの窮地を救った「メイド」のベルファスト。彼女は女王エリザベスからエンタープライズの監察を命じられていた。一方、この戦いについて悩むジャベリンをラフィー達は浜辺へと連れ出す。水着で楽しんでいる少女たちを目の当たりにしたエンタープライズは、ベルファストに自分の心情を語りだし――"
                },
                "4": {
                    "ID": "7386879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386879",
                    "TitleEnglish": "SAKURA - Cloak and Dagger",
                    "SummaryEnglish": "After their successful strike against Azur Lane forces, the Red Axis fleet returns to Sakura Empire. Akagi checks in on the progress of her grand plans, and Ayanami regroups with her peers and reflects on the battles she just fought.",
                    "TitleJapanese": "【桜嵐】外套と短剣",
                    "SummaryJapanese": "基地に帰還した重桜艦隊の一行。綾波や瑞鶴もまた彼女たちの仲間の元に戻っていた。そんな中、重桜の持っていた黒いメンタルキューブを調査するため、ロイヤルのスパイとして潜入調査中のシェフィールドとエディンバラは、基地の深部で赤城とセイレーンの密談を目撃する"
                },
                "5": {
                    "ID": "7386880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386880",
                    "TitleEnglish": "REUNION - Reaching Out To You",
                    "SummaryEnglish": "Sheffield and Edinburgh take shelter on a small island to evade the Red Axis fleet pursuing them while awaiting reinforcements. A major confrontation seems inevitable, but members of both sides of the fight have doubts and concerns.",
                    "TitleJapanese": "【再会】その手をさし伸べて",
                    "SummaryJapanese": "重桜基地を脱出したシェフィールドとエディンバラは、どさくさに紛れて付いてきた明石と廃墟島に立てこもる。エンタープライズやベルファストらアズールレーンの救援部隊も到着し、海域は一触即発の状態となる"
                },
                "6": {
                    "ID": "7386882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386882",
                    "TitleEnglish": "SHACKLES - Tying Bonds, Binding Hearts",
                    "SummaryEnglish": "The rescue mission is a success, allowing Azur Lane to learn about Akagi's Black Cube. Both alliances regroup at their respective bases to plan their next moves, while getting some much deserved rest.",
                    "TitleJapanese": "【羈絆】絆を繋ぐ、心を縛る",
                    "SummaryJapanese": "レッドアクシズとセイレーンの繋がりに思い当たったアズールレーン司令部。分析を急ぐ中、黒いメンタルキューブは何故かエンタープライズに反応する。一方、皆で大浴場へと向かうアズールレーンの少女達だが、ユニコーンには気になることがあるようで……"
                },
                "7": {
                    "ID": "7386883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386883",
                    "TitleEnglish": "DEADLINE - For Determination, For Love",
                    "SummaryEnglish": "Azur Lane forces advance into the open seas to take on the Red Axis. Under Akagi's command, the full Sakura Empire navy assembles to meet them. As Observer watches from outside the battle, the two forces collide head-on.",
                    "TitleJapanese": "【死線】決意と、愛のために",
                    "SummaryJapanese": "両陣営の間で大規模な戦闘が勃発。ユニオンとロイヤルの連合艦隊は嵐の中、セイレーンによって作られた暗黒界域での戦いを余儀なくされる。激しい争いの中で、エンタープライズは再び赤城・加賀と激突する。"
                },
                "8": {
                    "ID": "7386885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386885",
                    "TitleEnglish": "INTERSECTION - Hold You, Never Let Go",
                    "SummaryEnglish": "With Kaga and Akagi defeated, Sakura Empire forces are sent into disarray. Enterprise, after activating a mysterious and overwhelming power, also goes missing. Both forces scramble to regroup, to put an end to this battle.",
                    "TitleJapanese": "【交錯】抱きしめて離さない",
                    "SummaryJapanese": "激しい戦闘の後、行方不明となったエンタープライズと赤城。捜索が続く中、暗黒界域の空間は大きく乱れ、両陣営は撤退戦を強いられる。身を挺して重桜を守ろうとする綾波を、ラフィーとジャベリンは救い出そうとする。一方で今まで事態を静観していたセイレーンが、本格的に動き出そうとしていた。"
                },
                "9": {
                    "ID": "7386886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386886",
                    "TitleEnglish": "HOPE - Light Shines Through The Darkness",
                    "SummaryEnglish": "Ayanami saves Zuikaku and Shoukaku from Enterprise's relentless attack, but is injured. She regains consciousness in the Azur Lane base as a prisoner of war.",
                    "TitleJapanese": "【希望】暗闇に光が差し込み",
                    "SummaryJapanese": "捕虜としてアズールレーンに連れてこられた綾波。見張り役となったのはラフィーとジャベリンだった。二人と共に基地を回ることになった綾波は身構えるが、少女達は優しく迎え入れる。一方、エンタープライズは、まだ戦いのショックから立ち直れずにいた。"
                },
                "10": {
                    "ID": "7386887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386887",
                    "TitleEnglish": "ECHOES - Crimson Memories, Bleached",
                    "SummaryEnglish": "Enterprise is haunted by recurring nightmarish vision and unable to fight. Akagi is missing, presumed dead. Without their flagships, neither Azur Lane nor Red Axis are able to make a move. The Sirens are determined to change that.",
                    "TitleJapanese": "【残響】漂白されし紅の記憶",
                    "SummaryJapanese": "オロチ計画をめぐり、激しく意見が対立する重桜内部。夜桜の下で加賀は一人、赤城と天城との過去に思いをはせていた。一方、謎の悪夢に苛まれるエンタープライズは、幻想の中で天城と、自らに似た形をした謎の存在と対峙する。"
                },
                "11": {
                    "ID": "7386889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386889",
                    "TitleEnglish": "MONSTER - A War to Span Every Ocean",
                    "SummaryEnglish": "Kaga launches an attack against her own camp to reveal the Orochi and joins forces with the Sirens. They launch a weapon of mass destruction, forcing the Azur Lane to react. The Red Axis fleet regroups to pursue the Orochi.",
                    "TitleJapanese": "【怪物】あまねく海に戦いを",
                    "SummaryJapanese": "遂に姿を現したセイレーンの超巨大艦船・オロチ。その甲板で加賀が出会ったのは何と赤城だった。セイレーンを止めようと向かうエンタープライズらアズールレーン、加賀救出に向かうレッドアクシズ、そして皆を助けようと陣営を超えて動く者達。それぞれの思いが交錯し、最後の決戦が始まる。"
                },
                "12": {
                    "ID": "7386890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/azur-lane/episodes/7386890",
                    "TitleEnglish": "BLUE WATERS - May the Azure Lanes Bless You",
                    "SummaryEnglish": "The Orochi proves to be much more powerful than the most advanced technologies humanity has to offer, and Enterprise is knocked out by a huge explosion. The battle is at its final phase as each combatant faces the truths they seek through battle.",
                    "TitleJapanese": "【蒼海】碧き航路に祝福を",
                    "SummaryJapanese": "人類の英知を超えた力を見せる戦艦オロチ。オロチに立ち向かうエンタープライズは、爆発の巻き添えを食らってしまう。一方、セイレーンに踊らされていたと知り自暴自棄になった加賀に、綾波・ラフィー・ジャベリンが対峙する。戦いが最終局面に向かう中、少女達は自分達の戦いの答えを見つけ出していく。"
                }
            }
        }
    }
}