{
    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1070785/",
        "https://chidori-high-school.com/",
        "http://www.reddit.com/r/RifleIsBeautiful/",
        "https://www.themoviedb.org/tv/91600",
        "https://x.com/rib_anime"
    ],
    "TitleEnglish": "Rifle Is Beautiful",
    "SummaryEnglish": "Competitive sharpshooter Hikari Kokura hopes to join the Chidori High School light-beam rifle shooting club — but the club has been disbanded! If she wants to hone her skills, she’ll have to recruit fellow students and save the club!",
    "TitleJapanese": "ライフル・イズ・ビューティフル",
    "SummaryJapanese": "距離10m、直径1mm、弾数60発、競技時間45分。硬いジャケットを身にまとい、見た目よりもずっと気力を振り絞る過酷な勝負の世界──ビームライフル競技。……のはずが、誰もわかってくれないのが知名度の低いスポーツのつらいところ。でも私、世界を目指してます！　千鳥高校に偶然集った、小倉ひかり、渋沢泉水、姪浜エリカ、五十嵐雪緒の女子高生4人がおくる、ゆるーいけどひたむきな射撃部ライフ!!",
    "Aliases": [
        "Chidori RSC"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "820294",
            "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7476357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7476357",
                    "TitleEnglish": "Nationals Are Right Before Us",
                    "SummaryEnglish": "The Chidori RSC team has come such a long way. It's time to look to the past so they can aim for the future once again!",
                    "TitleJapanese": "全国大会・イズ・目前",
                    "SummaryJapanese": "全国大会への出場を目前に控えた千鳥高校射撃部。ひかりと泉水は、今までの活動や出会い、そしてこれから戦う事となるライバルたちへ思いを馳せ、全国大会への気持ちを新たにするのだった。"
                }
            }
        },
        "1": {
            "ID": "821539",
            "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7317498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7317498",
                    "TitleEnglish": "What are Beam Rifles?",
                    "SummaryEnglish": "Hikari just started at Chidori High School, and she's gonna join the Rifle Shooting Club — but only if she can find four students to join the club before the day is over!",
                    "TitleJapanese": "ホワット・イズ・ビーム",
                    "SummaryJapanese": "射撃部入部を夢見て千鳥高校に入学した小倉ひかりが知ったのは、射撃部廃部という衝撃の事実! どうなっちゃうの!?　部員が4人いれば存続できるかもと知ったひかりは、幼馴染みの渋沢泉水と一緒に部員探しを開始。ひかりが中学時代に大会で対戦したお嬢様・姪浜エリカ、その大会で入賞した寡黙な実力者・五十嵐雪緒が入部し、なんとか新生・千鳥高校射撃部のゆるーいけどひたむきな射撃部ライフがスタートした!"
                },
                "2": {
                    "ID": "7402143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7402143",
                    "TitleEnglish": "Club is Funny",
                    "SummaryEnglish": "Hikari knows what she’s aiming for: the Olympics! Before she can hope to compete there, however, she’ll need to try competing against other shooting clubs to gain experience.",
                    "TitleJapanese": "部活・イズ・ファニー",
                    "SummaryJapanese": "エリカからおさがりのライフルジャケットをもらってひかりのテンションが上がったり、実戦形式の射撃練習でそれぞれの弱点が見えたり、中間テストでひかりが赤点を取りそうになったりと、学生生活を過ごしていたひかりたち。だが、いつの間にかゆるーいライフルライフを送る4人の前に全国大会県予選が迫っていた。なんとしても予選を突破したい千鳥高校射撃部は、とある方法でレベルアップを図ろうとするが……。"
                },
                "3": {
                    "ID": "7402345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7402345",
                    "TitleEnglish": "Our Competitors are Powerful",
                    "SummaryEnglish": "The Chidori RSC's first practice match is here, and their opponents attend none other than Asaka Academy High School — home of last year's Nationals' runner-up!",
                    "TitleJapanese": "対戦相手・イズ・強豪",
                    "SummaryJapanese": "エリカがセッティングした練習試合の相手は、昨年度県代表の強豪・朝香学園高校だった。朝香学園高校の部長・東雲あきらはエリカの従姉、そして全国大会出場を目指すならばいずれ倒さなければいけない相手。だが練習試合を通して、ひかりたちは朝香学園の実績と、それを証明する選手たちの技量に圧倒される。しかしそんな中、雪緒が昨年県大会入賞クラスの得点をたたき出した！"
                },
                "4": {
                    "ID": "7402346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7402346",
                    "TitleEnglish": "Our Advisor is a Beginner",
                    "SummaryEnglish": "After an enjoyable Sunday, the team returns to school and learns they need a new club advisor to be eligible for the qualifiers!",
                    "TitleJapanese": "顧問・イズ・ビギナー",
                    "SummaryJapanese": "練習試合を無事に終えて迎えた休日。泉水の家でしゃぶしゃぶをごちそうになるひかり、従姉のあきらとお茶を楽しむエリカ、黒猫を追いかけてあてのない旅に出てしまった雪緒──、千鳥高校射撃部員たちはそれぞれの日常を過ごしていた。そんな休みが明けて、全国大会県予選に向けてあらためて士気を高めるひかりたちであったが、新たな顧問を探さないと大会に出られないという問題が持ちあがる。"
                },
                "5": {
                    "ID": "7402347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7402347",
                    "TitleEnglish": "Qualifiers are Exciting",
                    "SummaryEnglish": "Prefectural qualifiers are tomorrow, and nerves are running high for everyone in the competition. Can Hikari keep her cool on the range, or will consistency be her downfall?",
                    "TitleJapanese": "予選・イズ・エキサイティング",
                    "SummaryJapanese": "ついに迎えた全国大会県予選の当日。千鳥高校射撃部員たちはペーパードライバーの新顧問・鶴巻裕子の運転で、大会会場の伊勢丘高校を目指す。会場にはエリカの従姉・東雲あきらが部長を務める朝香学園高校のほか、あきらをライバル視する桐谷第一高校の朝倉 零など強豪選手が集まっていた。そして第1射群の選手として本番を迎えたひかりは、今までにない不思議な心境を迎える。"
                },
                "6": {
                    "ID": "7402348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7402348",
                    "TitleEnglish": "Our Target is Nationals",
                    "SummaryEnglish": "Hikari is in second place, so she’s guaranteed to advance to Nationals, right? Unfortunately, there are still plenty of competitors who could beat her score!",
                    "TitleJapanese": "ターゲット・イズ・全国大会",
                    "SummaryJapanese": "全国大会県予選、ひかりが誰も予想しない高得点を記録し、さらには雪緒が大会新記録を更新する結果を出したことで注目を集める千鳥高校。各校のエースたちも高得点を記録し、今年の全国大会県予選はハイレベルな内容となった。そして、千鳥高校の全国大会団体戦出場は、エリカの射撃に託される。その頃、車を運転する鶴巻裕子は民家の生け垣につっこんでいた……。"
                },
                "7": {
                    "ID": "7453093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7453093",
                    "TitleEnglish": "Studying is Hard",
                    "SummaryEnglish": "They might be headed to Nationals, but that doesn't mean the members of the Chidori RSC can slack off on their finals! Too bad they only have two days before the big test...",
                    "TitleJapanese": "スタディ・イズ・ハード",
                    "SummaryJapanese": "千鳥高校の全国大会出場、そしてひかりの全国大会個人戦出場という誰も予想しなかった結果に、千鳥高校射撃部の4人は祝勝会のためにファミレスへ。そこで遭遇したのは、県大会でひかりたちが破った朝香学園高校、桐谷第一高校の面々だった。朝倉 零から勝者の責任を諭されたひかりは、みんなのぶんも楽しんで撃つことを決意。全国大会への想いを新たに、長い一日を終えるのであった。"
                },
                "8": {
                    "ID": "7463210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7463210",
                    "TitleEnglish": "Our Battlefield is Tsutsuga",
                    "SummaryEnglish": "The road to Nationals is almost at its end. The destinies of Hikari and her friends lie ahead at the Tsutsuga Rifle Range in Hiroshima prefecture!",
                    "TitleJapanese": "バトルフィールド・イズ・つつが",
                    "SummaryJapanese": "気づけば響く蝉の声、季節は夏。いよいよやってくる夏休みと全国大会を前に、各校の面々はそれぞれの時間を過ごしていた。ライフル射撃の全国大会が行なわれる聖地は広島県。それぞれが不安と緊張を抱えながら、いよいよ千鳥高校射撃部は全国大会に向かうこととなる。その道中、新幹線車内でひかりがうっかりぶつかった相手は、昨年のビーム団体王者、岐阜の峰澄高校の選手たちだった。"
                },
                "9": {
                    "ID": "7473438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7473438",
                    "TitleEnglish": "Hozumi is the Reigning Champ",
                    "SummaryEnglish": "When Yuko decided the team competition order, she had no idea that the final slot was so important! Now the pressure is on Yukio to get the team off to a great start.",
                    "TitleJapanese": "王者・イズ・峰澄",
                    "SummaryJapanese": "ついに降り立った全国大会の舞台、つつがライフル射撃場。千鳥高校は出場選手全員が一年生ということで注目の的になるものの、より視線を集めるのは完全優勝を掲げる前年王者の峰澄高校だった。いよいよ始まる団体戦全国大会、千鳥高校の第1射群を務めるのは雪緒。全国から集まった射手たちの中で、千鳥高校のエースはどこまで通じるのか……!?"
                },
                "10": {
                    "ID": "7474310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7474310",
                    "TitleEnglish": "Hime in Crisis",
                    "SummaryEnglish": "Marksmanship relies heavily on the competitor's mental state. Lose focus even a little, and your accuracy will be all over the place... a dilemma Erika knows about all too well.",
                    "TitleJapanese": "姫・イズ・クライシス",
                    "SummaryJapanese": "団体戦第1射群を務めた雪緒が、個人優勝すら狙えるスコアを記録し、暫定首位となる千鳥高校射撃部。優勝を狙えるスコアを前に、平静を装いながらもプレッシャーから落ち着きをみせない第2射群のエリカ。そんなエリカの緊張をほぐすために優しく抱きしめたのは従姉のあきらだった。そして始まる試合本番、エリカと同じ第2射群には、日本舞踏の家元の娘・峰澄高校の貝島沙由の姿があった。"
                },
                "11": {
                    "ID": "7474311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7474311",
                    "TitleEnglish": "Shooting is Our Dream",
                    "SummaryEnglish": "The competition is fierce, and if Hikari hopes to compete with her more experienced opponents, she'll have to pull out all the stops in the next round of Nationals!",
                    "TitleJapanese": "シューティング・イズ・ドリーム",
                    "SummaryJapanese": "千鳥高校が3位で迎えた全国大会団体戦の第3射群。首位の峰澄高校との点差は、奇跡が起きないと逆転は難しいほどに広がっていた。そんな千鳥高校最後の射手を務めるひかりがぶつかる峰澄高校の代表は、“アイアンハート”こと部長の小々森真帆。全日本選抜を優勝した高校生現役ナンバーワンと称される彼女を相手に、決勝の舞台を楽しむと決意したひかりが、自身の射撃を見せる！"
                },
                "12": {
                    "ID": "7474312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rifle-is-beautiful/episodes/7474312",
                    "TitleEnglish": "The Finals Are Beginning",
                    "SummaryEnglish": "Weeks of training have all come down to this: the individual competition. When the dust settles, who will wear the crown of victory?",
                    "TitleJapanese": "ファイナル・イズ・ビギニング",
                    "SummaryJapanese": "ひかりがすべてを出し尽くして勝ち取った全国大会団体戦第2位。しかし千鳥高校射撃部の戦いと夏は、まだまだ終わらない。団体戦の翌日には、ひかり、エリカ、雪緒が出場する個人戦が待っていた。個人戦の本戦を勝ち抜き、ファイナルに進めるのはたったの8人。わずかな枠を掛けて、ひかりの真剣でひたむきな射撃がスタートする……!"
                }
            }
        }
    }
}