{
    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11033998/",
        "http://chubyou.net/",
        "https://www.themoviedb.org/tv/91452",
        "https://x.com/chubyou_p"
    ],
    "TitleEnglish": "Outburst Dreamer Boys",
    "SummaryEnglish": "Mizuki Hijiri, is a high school girl who just transferred schools. At her new school, she has a fateful encounter with boys suffering from chuunibyou (adolescent delusions of grandeur). There is Noda who dreams of becoming a hero, the tragically handsome otaku Takashima who only likes 2D girls, Nakamura the supposedly \"reincarnated\" angel or devil (he can't decide which), and the self-professed string-puller Tsukumo.",
    "TitleJapanese": "厨病激発ボーイ",
    "SummaryJapanese": "そうさ、俺は目覚めてしまった――！\n\nわけあって中途半端な時期に皆神高校に転入した高校生、聖瑞姫。\n瑞姫がそこで運命的に出会ったのは、\n厨二病をこじらせたまくった残念男子たち――「ヒーロー部」。\nなぜかヒーロー部の活動に巻き込まれていく瑞姫は、\n彼らが繰り広げるノンストップな妄想と暴走に振り回されて、\nもはやツッコミが追いつかない！疲れている暇もない！\n\n｢……おかしい。私が望んだのは平穏な\n高校生活だったはずなのに……！｣\n\n平穏な高校生活を望む瑞姫と、厨二病男子たちが織りなす、\n妄想炸裂なドタバタ厨二病学園コメディ、開幕☆",
    "Aliases": [
        "廚病激發BOY"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "822636",
            "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7649361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7649361",
                    "TitleEnglish": "Chuubyou Gekihatsu Boy Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": "厨病激発ボーイ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "824766",
            "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7345548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7345548",
                    "TitleEnglish": "That's Right, I Have Awakened",
                    "SummaryEnglish": "Does Mizuki’s eyepatch conceal her hidden powers, or is her eye just infected like she says? Noda knows the truth, no matter what Mizuki claims to the contrary.",
                    "TitleJapanese": "そうさ 俺は目覚めてしまった",
                    "SummaryJapanese": "わけあって中途半端なタイミングで皆神高校に転校してきた聖瑞姫は、転校初日に突拍子もない言葉を投げかけられる。平穏な高校生活を送りたい彼女が出会ったのは、平穏とはほど遠い、厨二病をこじらせまくった残念男子たちが集まる”ヒーロー部”の面々だった！妄想と暴走にツッコミが追いつかない厨二病学園生活が、今始まる！？"
                },
                "2": {
                    "ID": "7378628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7378628",
                    "TitleEnglish": "The Reincarnation of an Angel or a Devil",
                    "SummaryEnglish": "The culprit of the attacks on Mizuki is revealed, and his motives are completely unexpected. Can the Hero Club defeat this dastardly villain before it’s too late?!",
                    "TitleJapanese": "天使か悪魔の生まれ変わりか",
                    "SummaryJapanese": "校庭から飛来するサッカーボール、廊下からおそい掛かる鳥のおもちゃ、そしてバドミントンの羽根。転校翌日から続けて危ない目に合った瑞姫を心配していたヒーロー部だったが、ついに犯人の正体が判明した！しかし、なぜ瑞姫は狙われているのか。残った謎を探るうちに、瑞姫とヒーロー部は思わぬ新事実にたどりつく。どうやらクラス委員の渡瀬菜々子が関係しているようで……？"
                },
                "3": {
                    "ID": "7380612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380612",
                    "TitleEnglish": "Neither a Kid nor an Adult",
                    "SummaryEnglish": "Tsukomo’s odd behavior clearly indicates he’s a spy from the Agency! The Hero Club is determined to discover his true allegiance, but will the wily Tsukomo foil their plans?",
                    "TitleJapanese": "子供じゃないし大人でもない",
                    "SummaryJapanese": "中村の活躍（？）で事件は解決し、瑞姫には友達もできて平穏な日常が訪れたかに思えたが、ある時、九十九が怪しげな言葉を口にする。気になって彼を尾行するヒーロー部と瑞姫が目にしたものは、次々と赤から青に変わる信号、都合よく始まるタイムセール……もしや彼は時間を操る能力者！？さらに後を追った瑞姫たちは九十九の正体に驚愕するのだった――。"
                },
                "4": {
                    "ID": "7380618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380618",
                    "TitleEnglish": "I’ve Got a Complication, There’s a Fanfare in My Head",
                    "SummaryEnglish": "That new transfer student sure is handsome. And smart. And talented… so why is he on a first-name basis with a member of the Hero Club, of all people?",
                    "TitleJapanese": "こじらせちゃってパンパカパッパッパーン",
                    "SummaryJapanese": "新たな転校生・厨二葉はアメリカからの帰国子女。しかもイケメンとあって瑞姫たちのクラスは大賑わい。そんな逸材を見逃すはずもなく……「仲間になれよ、グリーン！！」野田がヒーロー部への勧誘作戦をスタート！さらに調理実習では厨の入部をかけたお料理バトルが勃発！？当然、ヒーロー部たちの料理が無事に完成するはずもなく……。"
                },
                "5": {
                    "ID": "7380620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380620",
                    "TitleEnglish": "I'm Burdened with Great Power",
                    "SummaryEnglish": "Employees keep collapsing at Amazing Land! It’s definitely because something evil is afoot — NOT because the employees have a summer cold. Nope. It’s because of EVIL!",
                    "TitleJapanese": "強大なチカラ 持ってしまった",
                    "SummaryJapanese": "ついにやってきた夏休み！誰にも邪魔されずにインドア生活を満喫していた瑞姫だったが、九十九からのヒーロー部緊急招集になぜか巻き込まれてしまう。今回のミッションは遊園地でのアルバイト！瑞姫の心配をよそに、厨病ボーイズは迷子センターやフードコートで意外な活躍を見せる。ところが、「アイライブ！」ショーでトラブル発生！？立ち上がったのは、そう――アイツだった……。"
                },
                "6": {
                    "ID": "7380622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380622",
                    "TitleEnglish": "I Sense Someone Glancing This Way",
                    "SummaryEnglish": "Disruptive. Disturbing. Disorderly. Have the Hero Club’s antics gone too far? The Student Council will investigate during Sports Day to make their final determination.",
                    "TitleJapanese": "チラチラ視線感じてる",
                    "SummaryJapanese": "夏休みが終わって新学期が始まり、皆神高校は体育祭の季節。紅白対抗戦を制したい生徒から助っ人の依頼が舞い込み、ヒーロー部は本番に向けて猛特訓！？そして体育祭当日、実行委員の野田はいつも以上に元気いっぱいで、放送委員の高嶋もノリノリの実況をお届け！中村や九十九も赤VS白のデッドヒートで盛り上がる中、厨だけは調子が上がらないようで……？"
                },
                "7": {
                    "ID": "7380624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380624",
                    "TitleEnglish": "I'm No Pretty Boy and It's a One Night Stand",
                    "SummaryEnglish": "Mizuki receives an unexpected summons from a certain shadowy organization. To whom will her allegiance lie once everything is said and done!?",
                    "TitleJapanese": "イケメンじゃないしone night love",
                    "SummaryJapanese": "すっかりヒーロー部に馴染んできた瑞姫だったが、ある日、ヒーロー部の活動を問題視する生徒会に呼び出されてしまう。そこで瑞姫が言い渡されたのは、ヒーロー部への警告だった！文化祭までに騒ぎを起こせば次はないと知った瑞姫は、厨病ボーイズの暴走を防ぐため、ヒーロー部への依頼の取りまとめ役を申し出るのだが……。"
                },
                "8": {
                    "ID": "7380626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380626",
                    "TitleEnglish": "Swaying in the Gap Between Ideals and Reality",
                    "SummaryEnglish": "The fate of the Drama Club hangs in the balance! Only the Hero Club has the power to save it from disbandment, but they’ll have to put on the show of a lifetime to succeed.",
                    "TitleJapanese": "理想と現実の狭間で揺れてる",
                    "SummaryJapanese": "今回の依頼人は廃部寸前の演劇部。存続のための条件は文化祭の人気投票で１位を取ること！？彼女たちを救うため、ヒーロー部も演劇に協力することになる。演目はお姫様が王子様を救う男女逆転のおとぎ話！順調に思えた練習だったが、親指姫役の野田がセリフを覚えられず大苦戦で……？一方、裏方の瑞姫は、音楽担当の放送委員長から人気の歌い手の噂を耳にするのだった――。"
                },
                "9": {
                    "ID": "7380629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380629",
                    "TitleEnglish": "The Number You´re trying to reach",
                    "SummaryEnglish": "The Hero Club’s arch nemesis devised a clever plan to undermine the Drama Club’s endeavors! Green has the power to save the day, but at what cost will his intervention come?",
                    "TitleJapanese": "おかけになった電話は",
                    "SummaryJapanese": "厨の活躍でハプニングを乗り越え、ついに文化祭当日を迎えたヒーロー部。模擬店のBGMに特撮とアニソンを選曲する野田と高嶋、お化け屋敷で絶叫する九十九、絶叫させる中村――演劇が始まるまでそれぞれの時間を楽しんでいた。ところが、演劇の開演直前に妨害が発生！しかも、主役たちが舞台裏で待機するしかない状況で、動けるのは裏方の瑞姫たちだけ……！？"
                },
                "10": {
                    "ID": "7380631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380631",
                    "TitleEnglish": "Mingled in the Darkness of Solitude and twisted Logic",
                    "SummaryEnglish": "With their headquarters destroyed, the Hero Club scatters to the winds — and in their absence, a nefarious presence infiltrates the school grounds…",
                    "TitleJapanese": "孤独と屁理屈の闇に紛れて",
                    "SummaryJapanese": "文化祭で演劇部を救い、ヒーロー部は絶好調！……と思いきや、一連の騒動のせいでヒーロー部は生徒会から活動を禁止されてしまう！部室を閉鎖され、バラバラになった6人はどこか調子があがらない。そんなとき、瑞姫のもとに依頼が届くが、以前のようには活動できずもどかしい思いをするのだった――。一方その頃、備品がなくなる事件が多発して学校中が大混乱で……！？"
                },
                "11": {
                    "ID": "7380633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chuubyou-gekihatsu-boy/episodes/7380633",
                    "TitleEnglish": "Go Forth and Illuminate, Searchlight!",
                    "SummaryEnglish": "Although forced to operate from the shadows, the Hero Club vows to save the school from a vicious beast… but will the peril prove too much for our plucky protagonists!?",
                    "TitleJapanese": "放て俺のサーチライト！",
                    "SummaryJapanese": "ヒーロー部に助けられた人々の想いに触れた瑞姫は、自分たちが必要とされていることを知り、活動再開を決意する。そして、校内の協力者に支えられ、ヒーロー部はついに復活！しかし、ヒーロー部がいない間に謎の事件は続き、いまだ皆神高校は混乱の中にあった……。果たして瑞姫たちは史上最大のピンチを乗り越えられるのか！――世界を救え、ヒーロー部！"
                }
            }
        }
    }
}