{
    "URL": "https://www.thetvdb.com/series/plunderer",
    "Genres": [
        "Action",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11418324/",
        "http://plunderer-info.com/",
        "https://www.themoviedb.org/tv/93149",
        "https://x.com/plundereranime"
    ],
    "TitleEnglish": "Plunderer",
    "SummaryEnglish": "In a post-apocalyptic world, each citizen has their identity branded with their own \"Count,\" which defines their livelihood. But a mysterious figure has an agenda to steal away these Counts.",
    "TitleJapanese": "プランダラ",
    "SummaryJapanese": "ポスト黙示録的な世界では、各市民は自分たちの生活を定義する独自の「カウント」でブランド化されたアイデンティティを持っています。 しかし、謎の人物には、これらのカウントを盗むための議題があります。",
    "Aliases": [
        "Purandara"
    ],
    "Modified": "2023-08-02",
    "Seasons": {
        "1": {
            "ID": "1803054",
            "URL": "https://www.thetvdb.com/series/plunderer/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7463297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7463297",
                    "TitleEnglish": "The Legendary Ace",
                    "SummaryEnglish": "Ever since her mother disappeared, Hina has been traveling alone. Her mother's last words to Hina were to find \"the Legendary Ace\". Hina follows a rumor to a town, where she meets Nana, a tavern owner, and Licht, a huge pervert.",
                    "TitleJapanese": "伝説の撃墜王",
                    "SummaryJapanese": "母の遺言を頼りに、5年もの間ひたすらに世界を旅してきた少女・陽菜。300年前の大戦『廃棄戦争』を終結に導いた英雄『伝説の撃墜王』を探し求める彼女は、ある街で仮面の青年・リヒトー=バッハと運命的な出会いを果たす。そして、撃墜王を名乗る軍人・ダビが現れ、陽菜を軍部へと連れていくのだが……。"
                },
                "2": {
                    "ID": "7488802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7488802",
                    "TitleEnglish": "I Hate You!",
                    "SummaryEnglish": "Licht, the legendary Ace of Flashing Strikes, saves Hina from the corrupt military officer. Hina is determined that he is the person her mother told her to find, but Licht seems to disagree.",
                    "TitleJapanese": "だいっきらい！",
                    "SummaryJapanese": "撃墜王を名乗るダビに騙された陽菜は、ルールも知らぬまま『星奪戦』に敗れ、自分のカウントを奪われてしまった。母の形見である『バロット』まで狙われ、すべてを失いかけた陽菜のため、リヒトーが立ち向かう！白い星が刻まれた大太刀をふるうリヒトーの姿は、まるで伝説の撃墜王のようで……！？"
                },
                "3": {
                    "ID": "7517982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7517982",
                    "TitleEnglish": "Uniforms are Uniforms",
                    "SummaryEnglish": "Lynn and Pele are military officers overseeing a peaceful backwater town. They encounter a strange pudding peddler who looks suspiciously like the legendary Ace on the wanted poster.",
                    "TitleJapanese": "制服だから仕方ない",
                    "SummaryJapanese": "断崖の街ホムホゥ担当の軍曹・リィンは、部下のペレと共に日々ボランティアに汗を流していた。そんなある日、指名手配の重罪人リヒトー=バッハによく似た、プリンの着ぐるみ男と遭遇する。男を疑うリィンだったが、「全然モテない」と号泣する彼のため、仕方なくデートすることになる。"
                },
                "4": {
                    "ID": "7517983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7517983",
                    "TitleEnglish": "Ballot Holder",
                    "SummaryEnglish": "Licht can't help but be impressed by how peaceful and happy the people in Lynn's town are. However, that peace is broken with the arrival of Jail, Lynn's superior officer.",
                    "TitleJapanese": "違法所持者",
                    "SummaryJapanese": "軍に追われる立場にもかかわらずホムホゥの住人に手を差し伸べるリヒトーを見て、自然と笑顔がこぼれるリィン。だが、いつまでも続くかに思われた和やかな逃走劇は唐突に終わりを告げた。『違法所持者』を取り締まるため、ジェイル=マードック中尉の鉄拳がリヒトーに迫る！"
                },
                "5": {
                    "ID": "7533468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533468",
                    "TitleEnglish": "Don't Apologize, Apologize",
                    "SummaryEnglish": "Jail reveals his true Count of 12500. He even overtakes Licht in raw speed, Licht's specialty. As the townsfolk and Lynn look on, Licht is backed into a corner.",
                    "TitleJapanese": "謝るな、謝れ",
                    "SummaryJapanese": "『違法所持者バロットホルダー』を取り締まるジェイル=マードック中尉は、重罪人として指名手配されているリヒトー=バッハと対峙する。リヒトーの倍以上のカウントを持つジェイルは、鉄を創り 出す能力を操り、リヒトーを捕らえる。そして、戦いの中で抱いた疑問をリヒトーに投げかけ、その正体を探ろうとするが、リヒトーは一向に取り合わず、答えをはぐらかし続けて......。"
                },
                "6": {
                    "ID": "7533485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533485",
                    "TitleEnglish": "Hunch",
                    "SummaryEnglish": "Hina catches up to Licht, guided by a hunch and aided by Nana. They meet Pelmo, another hunch-driven woman. Pelmo is chasing after a lifelong dream, which turns out to be quite dangerous.",
                    "TitleJapanese": "勘",
                    "SummaryJapanese": "ジェイル率いる王立軍から逃れ、ひとり旅を続けていたリヒトーをようやく見つけた陽菜とナナ。つかの間の平穏な時を過ごしていた彼らは、空を飛ぶ実験中の女性・ペルモと出会う。あやうく谷底に落ちるところをリヒトーに救われた彼女は、空を飛ぶことにかける情熱を語る。だが、アルシアでは空を飛ぶ研究は重罪となっており……。"
                },
                "7": {
                    "ID": "7533486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533486",
                    "TitleEnglish": "It was Delicious",
                    "SummaryEnglish": "Lynn and Pele also catch up to Licht. Sensing the establishment of an awkward love triangle, Nana proposes a cooking match to lighten up the mood.",
                    "TitleJapanese": "美味かったよ",
                    "SummaryJapanese": "バザールにやってきたリヒトー一行。ナナの店の仕入れをするため、露店街を散策するリヒトーと陽菜だったが、そこにリィンが現れる。リヒトーと睦まじげなリィンに対抗心を燃やす陽菜。そのふたりの様子を見たナナは含み笑いを浮かべながら、陽菜とリィンによる「リヒトー争奪お料理バトル」の開催を宣言する。はたしてふたりが作る料理とは？"
                },
                "8": {
                    "ID": "7533488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533488",
                    "TitleEnglish": "Demon of the Abyss",
                    "SummaryEnglish": "Jail, Lynn and Pele enter the town of Linden and discover that its inhabitants were annihilated by an unknown entity. Jail is confident that Licht must know something about this.",
                    "TitleJapanese": "アビスの悪魔",
                    "SummaryJapanese": "炎上するリンデンの街。住民は全滅し、美しい湖が広がっていた場所にはいまや巨大な穴が空いていた。ただ一人の生き残りである騎士団員は、その穴の中から『アビスの悪魔』が現れたと言う。禁忌である飛行する力を持ち、剣も弓も効かず人々を殺戮した『悪魔』とは何か……。手がかりを得るため、ジェイルはリヒトーのもとへ向かう。"
                },
                "9": {
                    "ID": "7533489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533489",
                    "TitleEnglish": "Plunderer",
                    "SummaryEnglish": "The Demon of the Abyss shows itself. Nobody knows what it is or how to defeat it, except for Licht, who takes command.",
                    "TitleJapanese": "プランダラ",
                    "SummaryJapanese": "ついに出現した『アビスの悪魔』。リヒトーはジェイルに住民の避難を命じると、攻撃を引きつけるため敵へと向かっていく。その時無数の黒い手が現れ、リヒトーと『アビスの悪魔』へ襲い掛かった。黒い手を『アルシング』と呼ぶリィン。それはアルシアの全てを決めると言われる最高議会の名であり、ジェイルたち軍人は黒い手への攻撃を禁じられていた。"
                },
                "10": {
                    "ID": "7533490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533490",
                    "TitleEnglish": "Serious",
                    "SummaryEnglish": "Licht unleashes his true power, becoming an overwhelming killing machine. However, it seems like his unmatched strengths come at a high cost.",
                    "TitleJapanese": "本気",
                    "SummaryJapanese": "力を解放し、園原に星奪戦を挑むリヒトー。「カウント」の力を何倍にも引き出す撃墜王同士の戦いはリヒトーの勝利で幕を閉じたかに思えた。しかし、殺意に支配されたリヒトーの力が暴走し始め……。"
                },
                "11": {
                    "ID": "7533491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533491",
                    "TitleEnglish": "Up My Sleeve",
                    "SummaryEnglish": "Licht and Mizuka have returned to their normal selves. While the ladies in the group suffer the consequences of Licht and Mizuka's unresolved Star Stake, Jail receives an order to report to the supreme commander of the military.",
                    "TitleJapanese": "とっておき",
                    "SummaryJapanese": "戦いを終えたジェイルは、アルシア王立軍総本部を訪れていた。総司令のアレクに黒い軍服の男たちの正体を問うジェイル。その正体はアルシア元帥府特別任務執行機関――通称・特務部隊だった。さらにリヒトーの正体までも知ったジェイルだったが……。"
                },
                "12": {
                    "ID": "7533493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533493",
                    "TitleEnglish": "Entrance Ceremony",
                    "SummaryEnglish": "Nana sends Jail, Lynn, Pele and Hina 300 years back in time. They arrive at an unknown institution with technology far superior to the world they are accustomed to, and meet Rihito, a young man Hina is convinced is Licht himself.",
                    "TitleJapanese": "入校式",
                    "SummaryJapanese": "ナナに導かれて見知らぬ世界にやってきた陽菜たちは、リヒトーの面影のある坂井離人を追って第13特設軍学校に潜入する。体育館でジェイルに殴りかかる道安武虎を止めたのは園原と坂井時風。一触即発の空気を乱したのは離人だった。そして、入校式で学長として現れた人物は――「シュメルマン」と呼ばれる男だった。"
                },
                "13": {
                    "ID": "7533467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7533467",
                    "TitleEnglish": "Full Stomach",
                    "SummaryEnglish": "The time travelers settle into their new role as students in the military academy. However, when Schmerman reveals the \"rules\" of the school, it becomes apparent that there's more to this place than fun times and friendship.",
                    "TitleJapanese": "腹いっぱい",
                    "SummaryJapanese": "アルシアの秘密はこの300年前の世界にある――。自分たちがこの世界に送り込まれた理由を探る陽菜たちは第13特設軍学校に入校。クラス分け後、陽菜たちと同じAクラスには離人や時風もいた。そこにシュメルマン少佐が現れ、生徒たちに星型のブローチを配り始める。そして、星の増やし方、互いの星を奪い合うルールを説明するのだった。"
                },
                "14": {
                    "ID": "7610836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610836",
                    "TitleEnglish": "7 Minutes 12 Seconds",
                    "SummaryEnglish": "A voyeur is regularly sneaking a look at the girls' bath, and the students are tasked with catching the culprit. Meanwhile, Jail attempts to find out more about this timeline and figure out why Nana sent them here.",
                    "TitleJapanese": "7分12秒",
                    "SummaryJapanese": "軍学校の女子風呂に覗き魔が出現！　犯人の離人を確保したＡクラス一同だったが、連帯責任で深い森の中に放り出されることに……。サバイバルの中、ふとしたことから離人は一ノ瀬らが軍人を目指した理由を明かされる。その時、離人たちの目の前にシュメルマンが現れ――。"
                },
                "15": {
                    "ID": "7610840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610840",
                    "TitleEnglish": "An Army That Does Not Kill",
                    "SummaryEnglish": "Jail discovers more secrets about this world through Nana, but is intercepted by Alan during his escape. Meanwhile, the students of Class A come closer to realizing their dream of becoming a military force that does not take human lives.",
                    "TitleJapanese": "殺さない軍隊",
                    "SummaryJapanese": "幼いナナから撃墜王計画の内容を聞かされたジェイルだったが、地下から戻る途中でアラン大尉に見つかってしまう。抵抗するもねじ伏せられるジェイル。しかし、機密区域への侵入の罪で銃殺される寸前、ジェイルの中でアランとある人物の面影が重なり――。"
                },
                "16": {
                    "ID": "7610842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610842",
                    "TitleEnglish": "The War of Waste Disposal",
                    "SummaryEnglish": "Rihito decides to receive the operation to turn him into an Ace. This is the decisive moment in history that the time travelers wanted to change, but knowing what they know now, they cannot agree on what is best for everyone.",
                    "TitleJapanese": "廃棄するための戦争",
                    "SummaryJapanese": "「殺さない軍隊」を目指し、手術を受ける覚悟を決める離人。ジェイルは、アルシアが存在する未来を守るため、手術を止めないことを選択する。一方、陽菜はリヒトーを救うため、ある考えをジェイルたちに打ち明ける。"
                },
                "17": {
                    "ID": "7610844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610844",
                    "TitleEnglish": "Ace of Flashing Strikes",
                    "SummaryEnglish": "Jail and the squad are successful. With his newfound overwhelming powers, Rihito should be able to defeat the enemy with ease. However, the enemy, a group of trained and determined soldiers, will not go down without resistance.",
                    "TitleJapanese": "閃撃の撃墜王",
                    "SummaryJapanese": "ついに目を覚ます離人。シュメルマンから大太刀を託された離人は、手術によって得た力で閃光のように飛び交い、敵に向かっていく。戦局が好転したかに思われたが、敵軍曹は不敵な笑みを浮かべ、「殺さない軍隊」の隊長に語り掛けるのだった――。"
                },
                "18": {
                    "ID": "7610846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610846",
                    "TitleEnglish": "Birth of Alcia",
                    "SummaryEnglish": "The time travelers return to the future, and learn the true history of their world. Though they were unable to change the past, they are determined to correct the present and shape the future.",
                    "TitleJapanese": "アルシア誕生",
                    "SummaryJapanese": "陽菜たちが300年後に帰還した一方で、団結して士気を高めるAクラス一同。人を殺してしまった離人は、Aクラスの仲間を「殺さない軍隊」にするため、代わりに自分が敵を殺すことを決意する。ところが、戦いを重ねて一人で傷ついていく離人のため、撃墜王手術に志願する者が現れ――。"
                },
                "19": {
                    "ID": "7610848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610848",
                    "TitleEnglish": "Cheating",
                    "SummaryEnglish": "Nana throws a party for the weary time travelers after their long journey through history. One by one, they recover from the gloomy atmosphere brought on by what they had witnessed.",
                    "TitleJapanese": "浮気",
                    "SummaryJapanese": "過去から戻り、リヒトーとナナに再会した陽菜たち。300年前に交わした約束を叶えようとする陽菜だったが、リヒトーは思わぬ反応を示す。一方、ジェイルはリヒトーに記録映像を見せる。そこには、300年間リヒトーのために苦悩してきたナナの想いが刻まれていた。"
                },
                "20": {
                    "ID": "7610850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610850",
                    "TitleEnglish": "Rain",
                    "SummaryEnglish": "After Nana's party, Hina confronts Licht as he is about to take off on his own again. As Schmerman's Special Service Unit pursues its own mysterious goals, Alex contemplates his next move.",
                    "TitleJapanese": "雨",
                    "SummaryJapanese": "陽菜からの好意をはぐらかすリヒトーに業を煮やし詰め寄る陽菜。するとリヒトーは陽菜がもつバロットと彼女の両親について語り始める。その頃、王都では特務を調査していた将校たちが暗殺されていた。報告を受け思案するアレクのもとに王立軍の重鎮である三大大将が招集され……。"
                },
                "21": {
                    "ID": "7610852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610852",
                    "TitleEnglish": "Father",
                    "SummaryEnglish": "Licht takes off on his own and faces off against Doan, whose power completely overwhelms him. The others chase after him, while Jail visits his adopted father to seek closure.",
                    "TitleJapanese": "父親",
                    "SummaryJapanese": "王都へ向かったジェイルは、王立軍総司令であるアレクに星奪戦を挑む。己の信念に従い全力でぶつかるジェイルだったが、「爆撃の撃墜王」たるアレクの力は圧倒的だった。劣勢の状況で、ジェイルはアレクから過去に起きた悲劇を明かされる。一方、特務に捕えられた陽菜たちは、道安と対峙していた。"
                },
                "22": {
                    "ID": "7610854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610854",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Licht is dead. Doan determines that the others are also attempting to take down Alcia, so he decides to kill them all as well.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "陽菜たちがアルシアを堕とそうとしていると考えた道安は「重撃の撃墜王」の力をもって襲いかかる。陽菜とペレの決死の行動のおかげで脱出したリィンは、道安の攻撃によって傷を負いながらもリヒトーのもとへ向かうのだった。ようやく廃墟に辿り着き、倒れたリヒトーを見つけるリィンだったが……。"
                },
                "23": {
                    "ID": "7610857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610857",
                    "TitleEnglish": "Unforgivable",
                    "SummaryEnglish": "Like he did in the past, Licht returns to life from what apparent death, and returns to save the others from Doan. However, Mizuka joins Doan. Licht must take both Aces on at once.",
                    "TitleJapanese": "許さない",
                    "SummaryJapanese": "傷ついたリィンの手術を進める陽菜とペレ。一方、リヒトーは苦戦を強いられていた。シュメルマンは「重撃の撃墜王」に加えて「追撃の撃墜王」をリヒトーに差し向けた。重力を操る道安、相手を追撃する園原。ふたりの力の前に、自身の力を活かすことのできないリヒトー。そこに、ひとりの男が現れる。"
                },
                "24": {
                    "ID": "7610859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/plunderer/episodes/7610859",
                    "TitleEnglish": "My Ace",
                    "SummaryEnglish": "With Mizuka subdued, the only opposition facing Licht is Doan. Doan traps Licht in a prison of gravity, from which there is no escape. Hina, however, still believes in Licht.",
                    "TitleJapanese": "私の撃墜王",
                    "SummaryJapanese": "道安が放った重力攻撃に呑み込まれてしまったリヒトー。暗闇の底で、リヒトーは自らが撃墜王になるときに誓った約束と向き合う。愛する人の叫び声が彼に届いた時、「殺さない軍隊」の隊長は再び立ち上がる。絶望を切り裂き、一筋の閃光が天へと突き抜けた。"
                }
            }
        }
    }
}