{
    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/61EB-083B-7133-8993-6A46-I",
        "https://www.imdb.com/title/tt10883006/",
        "https://ore.ski/tv/",
        "http://www.reddit.com/r/OreSuki",
        "https://www.tvmaze.com/shows/43631/show-slug",
        "https://www.themoviedb.org/tv/93019",
        "https://en.wikipedia.org/wiki/Oresuki",
        "https://x.com/oresuki_anime"
    ],
    "TitleEnglish": "ORESUKI: Are you the only one who loves me?",
    "SummaryEnglish": "Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.",
    "TitleJapanese": "俺を好きなのはお前だけかよ",
    "SummaryJapanese": "俺はパンジーこと三色院菫子が大っ嫌いだ。なのに……俺を好きなのはお前だけかよ。もし、気になる子からデートに誘われたらどうする？　当然意気揚々と待ち合わせ場所に向かうよね。そこで告げられた『想い』から、とんでもない話が始まったんだ。",
    "Aliases": [
        "Are You Really the Only One Who Likes Me?"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "823937",
            "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7470750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7470750",
                    "TitleEnglish": "Recap 9.5 - I Politely Move Things Forward",
                    "SummaryEnglish": "You've got to be kidding me! Why did it all happen this way? Let's take the time now to politely reflect on everything.",
                    "TitleJapanese": "俺は丁寧に進める",
                    "SummaryJapanese": "クール系美少女・可愛い系幼馴染からデートに誘われたら誰だって勘違いしちゃうよね？\n意気揚々と待ち合わせ場所に向かうよね？　だけど、そこで告げられた「想いは」……\n「大賀太陽君が好きなんだ！」 「サンちゃんが好きなの！」\n……ふっざけんな！　なにがどうしてこうなった！？\nいい具合に鈍感純情ボーイを演じてたよね？　なのになぜ！？\n極めつけが……　「私ね、ジョーロ君が好きなの～」\nなんでお前だけ俺～！　くそ、一体全体どうなってるんだ……\n俺の目論んでいた超王道ラブコメ高校生活計画が……\nなんでだよ、どうしてこーなっちまったんだよ。\n……よし、ここまでの話しを丁寧に振り返ってみるか。"
                },
                "2": {
                    "ID": "7509986",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7509986",
                    "TitleEnglish": "OVA: Our Playball / Our End Run / Our Game",
                    "SummaryEnglish": "I'm in a challenge with the superman rom-com protagonist of the century, Hose, with Pansy on the line! The stage is the regional championship baseball tournament! Obviously, I'll fight Hose fair and square… as if! He's better than me in all respects, so of course I'm going to use dirty tricks! Note: This is Episode 13 - 15.",
                    "TitleJapanese": "～俺たちのゲームセット～",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "823938",
            "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7337425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7337425",
                    "TitleEnglish": "I'm Really Just an Ordinary High School Student",
                    "SummaryEnglish": "My super-energetic childhood friend, Himawari, and the beautiful, mature student council president, Cosmos, have asked me out on a date? Wait, why am I giving them romantic advise? What about my beautiful harem love comedy? Well, it's time to witness the end of the peaceful rom-com story.",
                    "TitleJapanese": "俺ってほんと、どこにでもいる平凡なモブなんだ",
                    "SummaryJapanese": "元気いっぱい笑顔がまぶしい幼馴染・ひまわりと、オトナっぽくて才色兼備な生徒会長・コスモス。そんな二大美少女からデートに誘われた超ラッキーな男子。……はい！　それが僕、ジョーロこと如月雨露です！　どこにでもいる平凡な高校生に、こんな素敵な幸運が訪れるなんて！　よぉ～し、二人と素敵な時を……って、なんで僕、二人から恋愛相談されてるの!?　ああ、僕の美少女ハーレムラブコメ計画がもろくも崩れ去っていく。ク、ククク……いいぜ！　なら別の手段をとるだけだ！　さぁ、準備はいいか？　ここからは、平凡なラブコメの時間は終わりだ。"
                },
                "2": {
                    "ID": "7378581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7378581",
                    "TitleEnglish": "I'm Attacked by an Impossible Spiral",
                    "SummaryEnglish": "Who would've thought my dream of a high school life would run off the rails and go down a thorny path so quickly, all because of an improbable \"double confession of love\"? Oh, hello. I'm Joro. Don't worry! I haven't given up on the idea of a \"harem high school life\" just yet.",
                    "TitleJapanese": "俺に襲い掛かる負のスパイラル",
                    "SummaryJapanese": "まさかの『ダブル告白』によって、夢の高校生活が茨の道へと早変わりしてしまった……。あ、どうも。『俺』ことジョーロです。しかーし！　そんなことでハーレム高校生活を諦める俺じゃねえ。ひまわりとコスモスの二大美少女の恋の手助けをしながら、おこぼれをもらう作戦を決行中よ。……にしても、目の前にいるこの毒舌ストーカー女はいったいなんなの？　いやがらせひどくない？　名前もパンジーとかいうわりに可愛らしさゼロ。挙句の果てには、なぜか俺の大親友・サンちゃんからは、『パンジーとの恋を手伝ってくれ』とお願いされ……！"
                },
                "3": {
                    "ID": "7381204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381204",
                    "TitleEnglish": "I Met You Before",
                    "SummaryEnglish": "It's over. It's all over. One misunderstanding led to the next and now both Himawari and Cosmos are disgusted with me.",
                    "TitleJapanese": "俺はお前と会っていた",
                    "SummaryJapanese": "終わった、完全に終わったよ。誤解が誤解を呼んで、ひまわり＆コスモスに愛想を尽かされちまった。それだけじゃねえ。パンジーの呼び出しで向かった図書室で、絶対に嫌われたくなかった親友・サンちゃんからも絶縁状を叩きつけられちまったんだ……。おまけで、俺の愚かで浅はかな『悪行』のウワサは瞬く間に広まっちまって、正真正銘、俺は何もかも失ってしまった。ハハハ……。けど、これでいいのかもな。俺みたいなクズには分相応の状況だよ。って、ちょっと待てよ、パンジー。……嘘だろ？　『そいつ』が俺を欺き、全てを裏で操ってた黒幕だったのか？"
                },
                "4": {
                    "ID": "7381207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381207",
                    "TitleEnglish": "The Results of My Hard Work",
                    "SummaryEnglish": "With the \"mastermind\" exposed and the misunderstandings about my \"evil deeds\" cleared up to the student body's satisfaction, my peaceful everyday life resumes. But there's still something I haven't gotten back!",
                    "TitleJapanese": "俺がガンバった結果",
                    "SummaryJapanese": "『黒幕』の正体が発覚し、学校中を駆け巡った『俺の悪行』の誤解は解けて平和な日常を取り戻した。けど、まだ取り戻せてないものがある！　それは、俺にとって大切な、サンちゃん、ひまわり、コスモスとの絆。そう、仲直りがしたい！　俺はみんなと仲直りがしたいんだ！　でもどうしてもその方法が……あん？　何だよ、パンジー？　いつもはムカつく毒舌ばっか行ってくる癖に、こういう時だけ優しい言葉で背中を押しやがって……。わーったよ。自分の素直な気持ちを正面からぶつけることにするよ。それでいいんだろ、パンジー？"
                },
                "5": {
                    "ID": "7381211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381211",
                    "TitleEnglish": "I Thought It Was Working Out Too Well For Me",
                    "SummaryEnglish": "The exciting springtime of my life! I'm surrounded by beautiful giggling, jiggling girls! Wait, what the hell is this? Hey, Asunaro, you're with the newspaper club! What's this about me being the \"enemy of all women\" and going out with Himawari, Cosmos, and Pansy at the same time?",
                    "TitleJapanese": "俺にしては、うまくいきすぎてると思ったんだよ……",
                    "SummaryJapanese": "ときめけ青春！　きらめけラブコメ！　いやぁ～、いけちゃうよぉ～！　美少女達とキャッキャウフフだよぉ～！　今度こそ、素敵極まりないラブコメを……ってなんじゃこりゃぁぁぁぁ！　ちょっと新聞部のあすなろさん！　俺が、ひまわり、コスモス、パンジーに三股をかけている『女の敵』ですって!?　違うよ！　それは将来的な話で……え？　その疑惑の真偽を確かめるために、百花祭まで俺に密着取材をすると？　よーし！　やってやろうじゃねぇか！　疑惑払しょくのために、徹底的にラブコメイベントを避けてやるよ！　……ぢぐじょう……。"
                },
                "6": {
                    "ID": "7386893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386893",
                    "TitleEnglish": "When I Need to Say Something, I'll Say It",
                    "SummaryEnglish": "If there is a \"god of inconvenience,\" he must love me! One minor slip-up and the \"Three-timing Joro\" article was circulated all over the school! I was back in the pit of despair when who should yank me out but the author of the article herself, Asunaro of the newspaper club.",
                    "TitleJapanese": "俺は、言う時は言う",
                    "SummaryJapanese": "俺は不都合主義に愛されてる！　ちょっとした手違いで、まだ真偽不明だった『ジョーロ君三股記事』が学校中に配布されちゃいました！　そんな絶望的な状況の俺を助けてくれたのは、なんと記事制作者である新聞部のあすなろ。あいつのおかげで、どうにか状況を鎮静化することができた……のだが、これ以上誤解を重ねないために、俺はコスモス達三人と距離をおくことになっちまったんだ……。おかげで、百花祭でやるダンス練習もままならない毎日。そして迎えた百花祭当日、波乱につぐ波乱ってのはまさにこのことで……！はぁぁぁ!?"
                },
                "7": {
                    "ID": "7386894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386894",
                    "TitleEnglish": "I Discover an Unexpected Side",
                    "SummaryEnglish": "At last, the time has come! With the Flower Dance accomplished, we get a deserving day off. And there's only one place to go! That's right, a pool!",
                    "TitleJapanese": "俺は意外な一面を知る",
                    "SummaryJapanese": "遂に来たぜ、この時が！　花舞展をやり遂げた俺達に訪れた束の間の休日。行く場所なんて一つしかねぇ！　そう、プールだ！　いつもはKYなパンジーも、今回ばかしはしっかりと空気を読んだしな！　煌めく肢体！　物理法則を無視した素敵な水着！　勝った奴が俺を煮るなり焼くなり好きにできる勝負！　……ねぇ、最後のおかしくない？　どうして、平和に過ごさせてくれないの？　ま、いっかぁ！　だって、女の子達が俺のために色々とやってくれるんだもん！　つうわけで、素敵極まりない水着回の始まりだぜ！　もちろん、ボロリもあるよ！"
                },
                "8": {
                    "ID": "7386895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386895",
                    "TitleEnglish": "Before I Knew it, My Tragedy Had Already Begun",
                    "SummaryEnglish": "From now on I'll do everything I can for you with all my heart.\" That's what the new girl at school said to me! Finally a kind girl appears before me… Yeah, right!",
                    "TitleJapanese": "俺の悲劇は気づくと始まってる",
                    "SummaryJapanese": "「これから、誠心誠意尽くさせてもらうよ」。突如現れた転校生が俺にそう宣言した！　いやぁ～、遂にこんな俺にも優しい女の子が……って、んなわけあるかぁ！　知ってんだよ！　どうせロクでもない企みがあるがあるんだろ！　クケケケ！　そう簡単に俺を利用できると思うな！　貴様の本性を暴き、完膚なきまでに潰してくれるわ！　……ん？　なんだよ、パンジー？　俺と共通の話題が欲しいから、自分の大好きな本を読んでほしいだぁ？　……へいへい、分かったよ。んじゃ、家でゆっくりと……はて？　なぜ、俺は借りた本を僅か一日でなくすんだ？"
                },
                "9": {
                    "ID": "7386896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386896",
                    "TitleEnglish": "My Conclusion After Much Consideration",
                    "SummaryEnglish": "I start working at Tsubaki's shop so I can afford to buy Pansy another copy of her book! It's rough since I'm not used to the job, but at this rate, I should be able to manage… Ahhh! I messed up big time!",
                    "TitleJapanese": "俺なりに考えた結果",
                    "SummaryJapanese": "パンジーの本を買い戻すため、ツバキの店でアルバイトを始めた俺！　なれない仕事に苦戦したが、この調子ならどうにか……あ、あぁぁぁぁ!!　とんでもない大失敗をやらかしちまった！　しかも、俺がひた隠しにしてた秘密をパンジーに暴かれて、大喧嘩までしちまったよ……。く、くぅぅぅ！　こうなったら、せめてパンジーの本だけは買い戻して……って、俺が買う直前で売り切れだぁ!?　誰だ、そんな空気を読めないことをしやがったのは！なんで俺は肝心なところでいつも失敗するんだ！　……ん？　あの天然系ビッチは帰り道で一体何を？"
                },
                "10": {
                    "ID": "7386897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386897",
                    "TitleEnglish": "Even I'm Useful Once in a While",
                    "SummaryEnglish": "Now what does this dummy want? Baseball team manager Kimie Kamata (nickname: Tampopo) suddenly drags me into the science lab. You probably think she's a cute girl since she's got a flower nickname, right? Well, that’s true. Tampopo is cute… but… but…",
                    "TitleJapanese": "俺だってたまには活躍する",
                    "SummaryJapanese": "さて、このアホはなんだろう？　突如として、俺を理科準備室に引き連れていった女は、野球部のマネージャー、蒲田公英……通称『たんぽぽ』。ややこしい花のあだ名を持つ女なんだから、可愛い女の子だと思うだろう？　確かにその通りだ。たんぽぽは可愛い。……だが、だがしかしだ！　いかんせん、アホすぎる！　こんなアホとかかわるのは時間の無駄だし、とっとと教室に……うっげぇ！　な、なんで……なんで理科準備室に……ヤツが現れてるんだよぉぉぉぉぉ!!"
                },
                "11": {
                    "ID": "7386898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386898",
                    "TitleEnglish": "I May Not Be Needed",
                    "SummaryEnglish": "It's been decided that the school library will close for lack of people who use it! Cosmos did her best to stop it, but it wasn't enough. But apparently, if the library gets more traffic from students, it'll be saved!",
                    "TitleJapanese": "俺はいらないかもしれない",
                    "SummaryJapanese": "大ピンチだ！　利用者が少なすぎるからって図書室が閉鎖されることが決まっちまったよ！　コスモスがどうにかしてくれようとしたみたいだが、そいつも失敗。……だが、利用者を増やせれば閉鎖は免れるらしい！　よっしゃぁ！　こうなったら、俺が……すっげぇ都合のいい頼れる味方に手伝ってもらって、閉鎖を阻止してやろうじゃねぇか！　つうわけで、頼むぜ葉月！　かつて図書室の閉鎖を阻止した実力を俺達のために全力で振るって……おい、どうしたんだよ、パンジー？　なんで、葉月を見てそんなに怯えてるんだ？"
                },
                "12": {
                    "ID": "7386899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386899",
                    "TitleEnglish": "The One I Love Is…",
                    "SummaryEnglish": "Huh? What are you talking about, Pansy? You already have someone who's promised to be your boyfriend? And it's…",
                    "TitleJapanese": "俺が好きなのは……",
                    "SummaryJapanese": "やるしかねぇ……。ホースによる『善意の呪い』からパンジーを解放するために、俺がパンジーに告白をしてやるよ！　俺達が恋人同士になっちまえば……は？　どういうことだよ、パンジー？　もう、恋人になる約束をしている人がいる？　しかも、その相手は……サンちゃんだって!　だから、俺はもう必要ない、図書室にしばらく来なくていいって。……分かったよ、俺は用済みってことか。コスモス、ひまわり、あすなろ、悪いが後は任せた。俺じゃホースに勝つことはできねぇ……、そんな俺はいたって無駄だよな……。"
                }
            }
        }
    }
}