{
    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/61EB-083B-7133-8993-6A46-I",
        "https://www.imdb.com/title/tt10883006/",
        "https://ore.ski/tv/",
        "http://www.reddit.com/r/OreSuki",
        "https://www.tvmaze.com/shows/43631/show-slug",
        "https://www.themoviedb.org/tv/93019",
        "https://en.wikipedia.org/wiki/Oresuki",
        "https://x.com/oresuki_anime"
    ],
    "TitleEnglish": "ORESUKI: Are you the only one who loves me?",
    "SummaryEnglish": "Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.",
    "Aliases": [
        "Ore wo Suki Nano wa Omae dake ka yo",
        "Are You Really the Only One Who Likes Me?",
        "OreSuki"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "823937",
            "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7470750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7470750",
                    "TitleEnglish": "Recap 9.5 - I Politely Move Things Forward",
                    "SummaryEnglish": "You've got to be kidding me! Why did it all happen this way? Let's take the time now to politely reflect on everything."
                },
                "2": {
                    "ID": "7509986",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7509986",
                    "TitleEnglish": "OVA: Our Playball / Our End Run / Our Game",
                    "SummaryEnglish": "I'm in a challenge with the superman rom-com protagonist of the century, Hose, with Pansy on the line! The stage is the regional championship baseball tournament! Obviously, I'll fight Hose fair and square… as if! He's better than me in all respects, so of course I'm going to use dirty tricks! Note: This is Episode 13 - 15."
                }
            }
        },
        "1": {
            "ID": "823938",
            "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7337425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7337425",
                    "TitleEnglish": "I'm Really Just an Ordinary High School Student",
                    "SummaryEnglish": "My super-energetic childhood friend, Himawari, and the beautiful, mature student council president, Cosmos, have asked me out on a date? Wait, why am I giving them romantic advise? What about my beautiful harem love comedy? Well, it's time to witness the end of the peaceful rom-com story."
                },
                "2": {
                    "ID": "7378581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7378581",
                    "TitleEnglish": "I'm Attacked by an Impossible Spiral",
                    "SummaryEnglish": "Who would've thought my dream of a high school life would run off the rails and go down a thorny path so quickly, all because of an improbable \"double confession of love\"? Oh, hello. I'm Joro. Don't worry! I haven't given up on the idea of a \"harem high school life\" just yet."
                },
                "3": {
                    "ID": "7381204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381204",
                    "TitleEnglish": "I Met You Before",
                    "SummaryEnglish": "It's over. It's all over. One misunderstanding led to the next and now both Himawari and Cosmos are disgusted with me."
                },
                "4": {
                    "ID": "7381207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381207",
                    "TitleEnglish": "The Results of My Hard Work",
                    "SummaryEnglish": "With the \"mastermind\" exposed and the misunderstandings about my \"evil deeds\" cleared up to the student body's satisfaction, my peaceful everyday life resumes. But there's still something I haven't gotten back!"
                },
                "5": {
                    "ID": "7381211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7381211",
                    "TitleEnglish": "I Thought It Was Working Out Too Well For Me",
                    "SummaryEnglish": "The exciting springtime of my life! I'm surrounded by beautiful giggling, jiggling girls! Wait, what the hell is this? Hey, Asunaro, you're with the newspaper club! What's this about me being the \"enemy of all women\" and going out with Himawari, Cosmos, and Pansy at the same time?"
                },
                "6": {
                    "ID": "7386893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386893",
                    "TitleEnglish": "When I Need to Say Something, I'll Say It",
                    "SummaryEnglish": "If there is a \"god of inconvenience,\" he must love me! One minor slip-up and the \"Three-timing Joro\" article was circulated all over the school! I was back in the pit of despair when who should yank me out but the author of the article herself, Asunaro of the newspaper club."
                },
                "7": {
                    "ID": "7386894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386894",
                    "TitleEnglish": "I Discover an Unexpected Side",
                    "SummaryEnglish": "At last, the time has come! With the Flower Dance accomplished, we get a deserving day off. And there's only one place to go! That's right, a pool!"
                },
                "8": {
                    "ID": "7386895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386895",
                    "TitleEnglish": "Before I Knew it, My Tragedy Had Already Begun",
                    "SummaryEnglish": "From now on I'll do everything I can for you with all my heart.\" That's what the new girl at school said to me! Finally a kind girl appears before me… Yeah, right!"
                },
                "9": {
                    "ID": "7386896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386896",
                    "TitleEnglish": "My Conclusion After Much Consideration",
                    "SummaryEnglish": "I start working at Tsubaki's shop so I can afford to buy Pansy another copy of her book! It's rough since I'm not used to the job, but at this rate, I should be able to manage… Ahhh! I messed up big time!"
                },
                "10": {
                    "ID": "7386897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386897",
                    "TitleEnglish": "Even I'm Useful Once in a While",
                    "SummaryEnglish": "Now what does this dummy want? Baseball team manager Kimie Kamata (nickname: Tampopo) suddenly drags me into the science lab. You probably think she's a cute girl since she's got a flower nickname, right? Well, that’s true. Tampopo is cute… but… but…"
                },
                "11": {
                    "ID": "7386898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386898",
                    "TitleEnglish": "I May Not Be Needed",
                    "SummaryEnglish": "It's been decided that the school library will close for lack of people who use it! Cosmos did her best to stop it, but it wasn't enough. But apparently, if the library gets more traffic from students, it'll be saved!"
                },
                "12": {
                    "ID": "7386899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oresuki-are-you-the-only-one-who-loves-me/episodes/7386899",
                    "TitleEnglish": "The One I Love Is…",
                    "SummaryEnglish": "Huh? What are you talking about, Pansy? You already have someone who's promised to be your boyfriend? And it's…"
                }
            }
        }
    }
}