{
    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9635464/",
        "http://hataage-kemonomichi.com/",
        "https://www.themoviedb.org/tv/91584",
        "https://x.com/hatakemoanime"
    ],
    "TitleEnglish": "Kemono Michi: Rise Up",
    "SummaryEnglish": "Pro-wrestler Shibata Genzo who's maniac pet animals suddenly was summoned to a different world. Genzo was asked by the princess to get rid of the evil beasts called monsters roaming in this world. Outraged that he was asked to kill monsters, he german suplexed the princess. Unable to get back to earth, he decided to live a slow peaceful life in this world. This is a story about an eccentric Japanese man who was a former pro wrestler and manages a \"Monster Pet\" shop.",
    "TitleJapanese": "旗揚! けものみち",
    "SummaryJapanese": "最強覆面レスラー・ケモナーマスク。\nアリーナの大歓声に包まれて、宿敵MAOとの決着をつける\n世界タイトルマッチのゴングが今、鳴り響いた！　はずだったのだが…\n試合の最中突如リングの上から異世界に召喚された\nケモナーマスクこと柴田源蔵は、アルテナ姫から魔王と邪悪なる魔獣の退治を言い渡される。\nしかしケモノを愛する源蔵はその依頼を断固拒否！\n「魔獣だって愛情を持って接してやれば、無闇に人を襲ったりしない！」\n彼の真の夢は、ケモノに囲まれてペットショップを経営することだったのだ。\n源蔵はこの異世界で、輝かしい第二の人生をスタートすることができるのか!?",
    "Aliases": [
        "Hataage! Kemono Michi",
        "Kemono Michi Rise Up",
        "Animal Man Rise up!",
        "Kemono Michi",
        "Kemono",
        "Michi",
        "Kemono Michi Rise Up (2019)",
        "Rise Up! Animal Road"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "824059",
            "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7338510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7338510",
                    "TitleEnglish": "Wrestler x Summoning",
                    "SummaryEnglish": "Pro wrestler Animal Mask is summoned to another world during the middle of his last bout, and decides to spread his love of animals there.",
                    "TitleJapanese": "レスラー×召喚",
                    "SummaryJapanese": "プロレスラーのケモナーマスクこと柴田源蔵は、宿敵MAOとのタイトルマッチの最中、突如として異世界に召喚されてしまう。エドガルド王国のアルテナ姫から魔王と邪悪な魔獣の討伐を依頼されるも、それを拒否して王国から追われる身となった源蔵は、逃げ込んだクラスタの街で狼の獣人であるシグレと出会う。"
                },
                "2": {
                    "ID": "7378579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7378579",
                    "TitleEnglish": "Quest x Demon Beast Killer",
                    "SummaryEnglish": "To open the pet shop of his dreams, Animal Mask needs money. And to get it, he'll have to fight monsters, some of whom aren't even animals!",
                    "TitleJapanese": "クエスト×魔獣殺し",
                    "SummaryJapanese": "ペットショップ設立のため、資金集めを開始した源蔵とシグレ。さっそく街のハンターギルドへ赴くと、高額報奨金のサラマンダー退治のクエストを発見する。報奨金目当てに意気揚々とクエストを受注する源蔵とは反対に不安気なシグレだが…。"
                },
                "3": {
                    "ID": "7384441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7384441",
                    "TitleEnglish": "Runaway Girl x Attacker",
                    "SummaryEnglish": "Animal Mask investigates a mysterious attacker who's draining blood from the townspeople.",
                    "TitleJapanese": "家出少女×襲撃者",
                    "SummaryJapanese": "念願の家を購入した源蔵たちだったが、魔獣の餌代で早くも赤字状態に……。そんなある日、庭で行き倒れていた少女を助けた源蔵。彼女はドラゴンハーフであることと名前だけ告げると姿を消してしまった。そこへちょうど街から戻ったシグレは、とある事件を解決させようと源蔵をハンターギルドへ連れ出す。"
                },
                "4": {
                    "ID": "7405951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7405951",
                    "TitleEnglish": "Demon Beast x Part-Time Job",
                    "SummaryEnglish": "Animal Mask is broke! To make money, he and the others will have to get part-time jobs, but none of them are cut out for working life...",
                    "TitleJapanese": "魔獣×バイト",
                    "SummaryJapanese": "迷惑な住人が増えてますます貧困を窮める源蔵パーティー……このままでは銀行の融資が下りない! 源蔵たちは一念発起して働きに出ることに。しかし、金は増えるどころか減る始末……。現状を打開するべく、シグレはグリフォン討伐クエストをパーティーに持ちかける。"
                },
                "5": {
                    "ID": "7415304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7415304",
                    "TitleEnglish": "Animal Mask x MAO",
                    "SummaryEnglish": "MAO, Animal Mask's long-time rival, becomes badly depressed after his opponent disappears. But one day, he gets an opportunity for revenge...",
                    "TitleJapanese": "ケモナーマスク×MAO",
                    "SummaryJapanese": "試合中にケモナーマスクが失踪したことにより、怒りを通り越してすっかり心を病んでしまったMAO。だが再試合に思いをはせるMAOなど知る由もなく、源蔵は異世界魔獣ライフを満喫していた。家に残ってペットの世話をしたがる源蔵をなんとか引きずってクエストへ連れ出すシグレ。ところが、留守を狙って悪事を企む妖しい影が……"
                },
                "6": {
                    "ID": "7425413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7425413",
                    "TitleEnglish": "Loser x Master",
                    "SummaryEnglish": "Carmilla is a loser who can't do anything right. But when a rival clan challenges her, she rises to the occasion.",
                    "TitleJapanese": "ポンコツ×ご主人様",
                    "SummaryJapanese": "MAOを異世界に召喚したイオアナ。彼女は花子と同じく魔界の四大公爵家の令嬢だった！　花子を憎むイオアナの過去……かつて二人は、お互いの家臣を勝負させたことがあった。そのときに、イオアナの従者であるローゼにカーミラはボロ負けしてしまい、イオアナは花子に屈辱的な仕打ちを与えたのだが……。"
                },
                "7": {
                    "ID": "7436667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7436667",
                    "TitleEnglish": "First Student x Pain in the Butt",
                    "SummaryEnglish": "A lizardman girl wants to learn how to hunt from Animal Mask. But he's a wrestler, not a hunter, and he has very different ideas about what to teach her…",
                    "TitleJapanese": "初弟子×めんどくさい人",
                    "SummaryJapanese": "源蔵たちがいつも通り各々の仕事に励んでいると、セリスと名乗るハンターが訪ねてきた。“魔獣殺し”と称される源蔵に弟子入りしに来たのだと言う。はじめは断る源蔵だったが、セリスのある特徴に気づき…。"
                },
                "8": {
                    "ID": "7446889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7446889",
                    "TitleEnglish": "Animal x Event",
                    "SummaryEnglish": "It's time for a wrestling event! For the first time in his new world, Genzo teaches everyone the joys of rivalry, drama, and wrestling!",
                    "TitleJapanese": "ケモナー×興行",
                    "SummaryJapanese": "闘技大会開催に向けて準備が始まった！　さっそく闘技場にリングが設置され、出場選手達が続々と集まってくる。しかし「何かが足りない」と厳しい表情を浮かべる源蔵。彼にとって無くてはならないケモノ要素が不足していると考えた源蔵は闘技大会に獣人を出場させようと奔走するのだが……。"
                },
                "9": {
                    "ID": "7457757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7457757",
                    "TitleEnglish": "Princess x Panties",
                    "SummaryEnglish": "The princess tracks down Genzo and demands that he go to fight the Demon King. But Genzo has other ideas, and these ideas include repeatedly suplexing her even when she's wearing a dress...",
                    "TitleJapanese": "プリンセス×パンツ",
                    "SummaryJapanese": "闘技大会も終わり平和な日常を過ごす源蔵たち。源蔵に恥ずかし固めを決められ、しぶしぶひろゆきの散歩に出かけたカーミラは子どもたちに馬鹿にされながらも、無事散歩を終え帰宅する。そこに、突然予期せぬ訪問者が現れて…。"
                },
                "10": {
                    "ID": "7468956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7468956",
                    "TitleEnglish": "Money x Bonds",
                    "SummaryEnglish": "The Demon King from another world carves a path of destruction across the land in search of Genzo.",
                    "TitleJapanese": "金×絆",
                    "SummaryJapanese": "いつも通りの朝を過ごす源蔵たちだったが、またアルテナ姫が訪れる。アルテナ姫によると召喚された“異世界の魔王”が近隣のオーク村を襲撃したとのこと。このままでは街に住む人々も蹂躙されてしまうと必死に訴えかけるアルテナ姫。しかし聞く耳を持たない源蔵はひろゆきの散歩に出かけるのだが…。"
                },
                "11": {
                    "ID": "7468957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7468957",
                    "TitleEnglish": "Pride x Loyalty",
                    "SummaryEnglish": "It's time for the main event! A knock-down drag-out brawl between the Demon King's forces and Genzo! Who will win?",
                    "TitleJapanese": "誇り×忠誠",
                    "SummaryJapanese": "ついに再会した源蔵に、MAOは再試合を要求。二人の決着は第二回闘技大会にて行われることになった！　そして、カーミラもまた因縁の相手・ローゼとの直接対決を望んでいた。恥を忍んで源蔵にプロレスの指導を仰ぐカーミラ。対戦カードや屋台の準備も万端！　今、再び闘技大会のゴングが鳴る！"
                },
                "12": {
                    "ID": "7468958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kemono-michi-rise-up/episodes/7468958",
                    "TitleEnglish": "Hero x Demon King",
                    "SummaryEnglish": "The last battle between the Demon King and the hero begins, to decide who will win the wrestling tournament.",
                    "TitleJapanese": "勇者×魔王",
                    "SummaryJapanese": "ケモナーマスク対MAOの最後の戦いが始まった！　場の流れをつかもうとMAOは慎重になるが、これはプロレス。観客を楽しませないでどうすると、ケモナーマスクは定石を覆す闘いを繰り広げる！　そして試合は場外乱闘へ発展、全てのモノを破壊し、全てが崩壊する大騒動の末……最後に二人が行き着く結末やいかに!?"
                }
            }
        }
    }
}