{
    "URL": "https://www.thetvdb.com/series/nine",
    "Genres": [
        "Animation",
        "Anime",
        "Romance",
        "Sport"
    ],
    "Other Sites": [],
    "TitleEnglish": "Nine",
    "SummaryEnglish": null,
    "Aliases": [],
    "Modified": "2022-08-30",
    "Seasons": {
        "1": {
            "ID": "824338",
            "URL": "https://www.thetvdb.com/series/nine/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "7341326",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/nine/episodes/7341326",
                    "TitleEnglish": "Nine: Original Version",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "7341330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nine/episodes/7341330",
                    "TitleEnglish": "Nine 2: Declaring Love",
                    "SummaryEnglish": "When we last saw our main characters, Niimi Katsuya and Nakao Yuri were beginning to see themselves as a couple, but Katsuya was being pursued by a rising track star, Yasuda Yukimi, and Yuri by rival Bunan's third-year pitching phenom, Yamanaka Kentarou. New complications arise in this episode, as Kentarou's younger brother Jirou joins the Seishuu baseball team and promptly falls for Yukimi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7341336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nine/episodes/7341336",
                    "TitleEnglish": "Nine: Final",
                    "SummaryEnglish": "The Nine saga comes to a close with the third installment, 1984's Nine: Kanketsuhen (Nine: Final). Niimi Katsuya, Karasawa Susumu, and Kurahashi Eiji are all third-years, as are Nakao Yuri and Yasuda Yukimi. The principal romantic relationships are set. Katsuya is paired off with Yuri, and Jirou-kun (a second-year) with Yasuda Yukimi. Katsuya's former romantic rival, Jirou's older brother Kentarou, has gone on to college or pro baseball and is out of the picture. Thus, Nine: Kanketsuhen focuses on some of the side characters, as well as the climax of Coach Nakao's decades-long quest to get to the holy of holies, the high school baseball championships at Koushien.",
                    "Aliases": []
                }
            }
        }
    }
}