{
  "URL": "https://www.thetvdb.com/series/pet-2020",
  "Genres": [
    "Animation",
    "Anime",
    "Crime",
    "Fantasy",
    "Mystery",
    "Suspense"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10496580/",
    "https://pet-anime.com/",
    "https://www.themoviedb.org/tv/93593",
    "https://x.com/pet_anime"
  ],
  "TitleEnglish": "pet",
  "SummaryEnglish": "The power to infiltrate minds and manipulate memories. Those who have it are feared, hated and referred to as \"pets\". Hiroki and Tsukasa both possess the power. It would have consumed their fragile hearts, were it not for the special bond they share. But their wish to be together is callously exploited by underground organization \"the Company\". What consequences will distorting their bond have?",
  "Aliases": [
    "pet (2020)",
    "ペット"
  ],
  "Modified": "2025-07-13",
  "Seasons": {
    "1": {
      "ID": "824770",
      "URL": "https://www.thetvdb.com/series/pet-2020/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7345563",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7345563",
          "TitleEnglish": "THE CRUSHERS",
          "SummaryEnglish": "Hiroki and Tsukasa are living and working at Kenji’s scuba diving shop. The pair hope to one day emulate Kenji and open a place of their own. But it turns out Kenji has also been doing some shady jobs on the side. When he starts acting strangely, Hiroki and Tsukasa take action.",
          "Aliases": []
        },
        "2": {
          "ID": "7525034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7525034",
          "TitleEnglish": "VIEWS OF THE PEAK",
          "SummaryEnglish": "Kenji falls unconscious after seeing hallucinations of Hiroki and Tsukasa. Katsuragi then arrives on the scene and orders Hiroki and Tsukasa to “crush” Kenji because of the secrets the latter has discovered. Taking Hiroki’s objections into consideration, Tsukasa proposes a way for the two of them to take care of the situation without crushing Kenji.",
          "Aliases": []
        },
        "3": {
          "ID": "7527042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7527042",
          "TitleEnglish": "JOBS",
          "SummaryEnglish": "Hiroki is delighted that he and Tsukasa have managed to open a store of their own. His joy is short-lived, however, as Katsuragi soon whisks Tsukasa away on another job. His mission this time is to take control of Chinese Mafia member Inui in order to assassinate a certain VIP. However, manipulating Inui's memories turns out not to be straightforward.",
          "Aliases": []
        },
        "4": {
          "ID": "7527044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7527044",
          "TitleEnglish": "A TRAP FOR HAYASHI",
          "SummaryEnglish": "Tsukasa and Katsuragi have found out that Hayashi has been in Japan the whole time. They set about trying to capture him, but Hayashi's countermoves make a mockery of their efforts. Meanwhile, Hiroki has been left alone in the store by Tsukasa and is becoming emotionally unstable.",
          "Aliases": []
        },
        "5": {
          "ID": "7528722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528722",
          "TitleEnglish": "LOCKS",
          "SummaryEnglish": "Tsukasa finds himself face to face with the fugitive Hayashi. While Tsukasa expresses a mixture of joy at their reunion and bitterness at having been abandoned in the first place, it appears that the two of them are now at cross purposes. Back at the hotel, Satoru goes to the bar and meets Jin, a woman connected to the Company. Satoru is wary, but Jin has an offer to make him.",
          "Aliases": []
        },
        "6": {
          "ID": "7528724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528724",
          "TitleEnglish": "BACK DOOR",
          "SummaryEnglish": "Hayashi is determined to take Tsukasa with him, even if he has to alter Tsukasa's memories in order to do so. Tracing back along the path of those memories reveals Tsukasa's dark past. Nevertheless, Hayashi seems to have succeeded in reaching his former protégé's peak, but Tsukasa has an all-or-nothing trick up his sleeve.",
          "Aliases": []
        },
        "7": {
          "ID": "7528726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528726",
          "TitleEnglish": "REVENGE",
          "SummaryEnglish": "Meiling is also an image user, but unlike Hiroki and the others, she hasn't been provided with a complete peak. However, that is exactly the type of pet that the Company prefers. With Meiling in tow, Company employee Long appears in front of Dahao, ready to settle an old score for the CEO.",
          "Aliases": []
        },
        "8": {
          "ID": "7528727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528727",
          "TitleEnglish": "INTRIGUE",
          "SummaryEnglish": "Has Tsukasa been asked to become an employee? Satoru's innocent question sparks a moment of doubt about Tsukasa in Hiroki's mind. Pushing those thoughts aside, Hiroki sets off with Satoru on a mission to crush a VIP.",
          "Aliases": []
        },
        "9": {
          "ID": "7528731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528731",
          "TitleEnglish": "THE WAY THE WIND BLOWS",
          "SummaryEnglish": "After collapsing from malnourishment, Hiroki has been taken to hospital. While making preparations to leave, he feels a breeze blowing up from below him. However, things that should be swaying in that breeze appear stationary when he looks in a mirror....",
          "Aliases": []
        },
        "10": {
          "ID": "7528737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528737",
          "TitleEnglish": "BROKEN FISH TANKS",
          "SummaryEnglish": "Tsukasa crushed his own peak giver. Devastated at the discovery of this secret, Hiroki demands answers. Tsukasa tries to brush off his questions, but this time Hiroki refuses to be placated and ends up running away. How will Tsukasa respond to the prospect of losing Hiroki?",
          "Aliases": []
        },
        "11": {
          "ID": "7528743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528743",
          "TitleEnglish": "REUNION",
          "SummaryEnglish": "Satoru is ecstatic ahead of his much longed-for reunion with Hayashi. However, the figure who awaits him is no longer the Hayashi he remembers. As Satoru struggles to accept the truth, Tsukasa appears to sympathize with him, while secretly putting in place a plan to get Hiroki back and crush Satoru.",
          "Aliases": []
        },
        "12": {
          "ID": "7528746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528746",
          "TitleEnglish": "CARRIER PIGEON",
          "SummaryEnglish": "Tsukasa and his co-conspirators have used Meiling's butterfly to forcibly bring Hiroki before them. Hiroki is shocked to realize that Tsukasa has brainwashed Satoru into believing that Hiroki was the one who crushed Hayashi. Trapped by Satoru's door, Hiroki resorts to desperate measures in an effort to escape.",
          "Aliases": []
        },
        "13": {
          "ID": "7528747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528747",
          "TitleEnglish": "RAINBOW",
          "SummaryEnglish": "Satoru read Hayashi's message and learned the truth about everything, but was then shot by Long. Tsukasa thinks this signals the completion of his plans and goes to be with Hiroki. However, Hiroki has a question for Tsukasa and the pair must find an answer between them.",
          "Aliases": []
        }
      }
    }
  }
}