{
    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11034066/",
        "https://www6.nhk.or.jp/anime/program/detail.html?i=iruma",
        "http://www.reddit.com/r/DemonSchoolIrumakun",
        "https://www.themoviedb.org/tv/91801",
        "https://x.com/wc_mairuma"
    ],
    "TitleEnglish": "Welcome to Demon School! Iruma-kun",
    "SummaryEnglish": "Fourteen-year-old Suzuki Iruma has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson, and has been transferred into a school in the demon world where his new \"demon\" grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great.",
    "TitleJapanese": "魔入りました！入間くん",
    "SummaryJapanese": "ようこそ、楽しい魔界へ！！\n\n頼み事を断れない、お人よしの少年・鈴木入間は、ひょんなことから魔界の大悪魔・サリバンの孫になってしまう！\n溺愛される入間は、彼が理事長を務める悪魔学校に通うことに…。\n\n人間の正体を隠しつつ、平和な学園生活を送りたいと願うも、なぜか入間はいつも注目の的。\nエリート悪魔にケンカを売られ、珍獣系（？）女子悪魔になつかれ、さらに厳格な生徒会長に目をつけられてしまう！\n\n次々に起こるトラブルを入間は持ち前の優しさで乗り越えていく！",
    "Aliases": [
        "Welcome to Demon-School, Iruma-kun",
        "Enrolled Demon Iruma!",
        "Here's Come the Demon! Iruma Kun",
        "The Demon, Iruma-kun, Came and Enrolled!",
        "Welcome to Demon-School! Iruma-kun",
        "Welcome to Demon School, Iruma-kun"
    ],
    "Modified": "2025-05-03",
    "Seasons": {
        "1": {
            "ID": "824779",
            "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "7345602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7345602",
                    "TitleEnglish": "Iruma-kun from Demon School",
                    "SummaryEnglish": "Suzuki Iruma is too nice and just doesn’t know how to say no. One day, he somehow gets dragged into the netherworld where the demons live. He arrives at the great demon Sullivan’s mansion where he is asked to do the unthinkable... and ends up becoming Sullivan’s grandson! He is quickly enrolled into the Demon School Babyls where Sullivan serves as chair-demon. Iruma begins his super exciting school life at demon school while trying to conceal the fact that he’s a human!",
                    "TitleJapanese": "悪魔学校の入間くん",
                    "SummaryJapanese": "頼み事を断れない極度のお人よし少年・鈴木入間（いるま）は、ある日突然、悪魔たちの住む魔界へと連れてこられてしまう。大悪魔・サリバンの屋敷に着いた入間は、そこで信じられない“頼み事”をされる…。それは“サリバンの孫になる”こと！\n　早速、溺愛される入間は、彼が理事長を務める悪魔学校・バビルスに入学することに…。人間の正体を隠しながらの、魔界のドキドキスクールライフがいま、始まる！"
                },
                "2": {
                    "ID": "7378651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7378651",
                    "TitleEnglish": "Familiars Summoned!",
                    "SummaryEnglish": "Iruma, who is going to Babirusu, wants to spend calmly so that he will not be noticed by humans. However, the entrance ceremony and a case with the entrance examination chief Asmodeus Alice have already attracted the attention of the students! First-year students Iruma and others decided to participate in the \"Familiar Summoning Ceremony\" event to determine the rank of the devil. The person in charge is Naverius Caluego, an extremely strict instructor in Babiru's. What kind of familiar is Iruma summoned?",
                    "TitleJapanese": "使い魔、召喚！",
                    "SummaryJapanese": "バビルスに通うことになった入間は、人間だとバレないよう、平穏に過ごしたいと考えている。しかし、入学式や入試主席アスモデウス・アリスとの一件により、すでに生徒の注目の的となってしまっていた！　１年生の入間たちは、悪魔の位階（ランク）を決めるための行事「使い魔召喚の儀式」に参加することに。担当はバビルスでもひときわ厳しい教官、ナベリウス・カルエゴ。入間が召喚する使い魔とは、いったい…？"
                },
                "3": {
                    "ID": "7390224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7390224",
                    "TitleEnglish": "Iruma and Clara / Demon Friends",
                    "SummaryEnglish": "Part A: Iruma and Asmodeus encounter a rather strange girl named Valac Clara. Because of her friendly yet strange demeanor, some students seem to be taking advantage of her... Part B: Iruma had become closer to both Asmodeus and Clara. They started picking him up from his house to walk to school together and Iruma was still trying to get used to demon life. One day at lunch, some kids try to pick on Iruma, but...",
                    "TitleJapanese": "入間とクララ／悪魔のお友達",
                    "SummaryJapanese": "「入間とクララ」：入間とアスモデウスがバビルスで新たに出会ったのは、変わり者の女子悪魔、ウァラク・クララ。珍獣扱いされているクララは、他の生徒からいいように利用されているようなのだが…？\n「悪魔のお友達」：アスモデウス、クララとすっかり打ち解けた入間。通学のお迎えから始まり、悪魔の文化に戸惑いつつも学生生活を送っていた。そんなとき、食堂で他の生徒からイタズラをされるが…！？"
                },
                "4": {
                    "ID": "7390226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7390226",
                    "TitleEnglish": "The Misfit Class",
                    "SummaryEnglish": "Iruma, Asmodeus, and Clara end up in the Misfit Class. As the name suggests, the class is filled with a bunch of misfits and Sabnock Sabro, who wants to become the next Demon King, declares Iruma his rival. Their classes start and their first lesson is a flying race. The race was to take place in the Warbling Valley and the Cutthroat Valley. Apparently, there’s also a demon bird that lives there...",
                    "TitleJapanese": "問題児(アブノーマル)クラス",
                    "SummaryJapanese": "入間のクラスはアスモデウス、クララと同じ「問題児（アブノーマル）クラス」に決まった。その名のとおり問題児ばかりのクラスで、入間は次期魔王を目指す巨体の悪魔、サブノック・サブロにいきなりライバル宣言される。\n早速始まった授業では「飛行レース」が行われることに。レースの舞台となる谷には、「囀（さえず）り谷」と「金剪（カナキリ）の谷」という異なる難易度のコースがあるらしい。そこには危険な怪鳥もいて…。"
                },
                "5": {
                    "ID": "7420504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7420504",
                    "TitleEnglish": "The One Who Wants to Be Demon King",
                    "SummaryEnglish": "The Misfit Class is in the middle of a flying race in order to determine their ranks. Since Iruma is human, he can’t fly, so he’s riding on the back of the giant baby demon bird, but it seems to be flying off course. Meanwhile, Sabnock decides to go through the treacherous Cutthroat Valley and ends up having to battle it out with the Guardian there. Sabnock is obsessed with becoming the next Demon King, but why is he so obsessed? Are Iruma and Sabnock going to be able to make it out of Cutthroat Valley alive?",
                    "TitleJapanese": "魔王を目指す者",
                    "SummaryJapanese": "悪魔の位階（ランク）決めのための試練「飛行レース」。飛ぶことができない入間は怪鳥のヒナの背に乗せられ、どこかへ連れていかれてしまう。一方、単身危険な金剪（カナキリ）の谷コースへ向かったサブノックは、凶暴な谷の長（おさ）と死闘を繰り広げていた。「魔王になるまでは死ねない！」と心に誓うサブノックの“魔王を目指す理由”とは？\n入間とサブノック、果たして二人は無事、谷から生還することはできるのか！？"
                },
                "6": {
                    "ID": "7423460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423460",
                    "TitleEnglish": "Ameri's Theory",
                    "SummaryEnglish": "Iruma obtains the Gluttonous Feeder ring which feeds upon the magical powers of others. Iruma is still doing everything he can to not stand out at school, but an incident occurs in class involving the ring, which ends up bringing even more attention to him again. Meanwhile, a certain demon was wondering if Iruma was actually human. That demon just happens to be the student council president, Azazel Ameri. But there’s a very unique reason that makes her think Iruma is human...",
                    "TitleJapanese": "アメリの仮説",
                    "SummaryJapanese": "魔力をためることができる“悪食（あくじき）の指輪”を手に入れてしまった入間。常日頃から、人間だとバレないように生活していきたいのだが、指輪の力を知らずに、授業でまたもや生徒たちの注目を集める事件を起こしてしまう。そんな入間を「人間ではないか」と疑う悪魔がいた。その悪魔とは、生徒たちから尊敬を集める生徒会長のアザゼル・アメリ！\n女傑のアメリだが、入間を疑っているのには、ある意外な秘密があって…？"
                },
                "7": {
                    "ID": "7423462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423462",
                    "TitleEnglish": "First Love Memories",
                    "SummaryEnglish": "The one who had bumped into Iruma in the hallway was Ameri, who had been convinced that Iruma is human. When they bump into each other, Iruma finds out that Ameri has a shojo manga from the human world called “First Love Memories.” “First Love Memories” is considered forbidden texts in the netherworld. Ameri desperately wants to know what they’re saying in the manga so she asks Iruma to read the text for her, which would also prove that he’s human. Thus, began Iruma and Ameri’s live readings!",
                    "TitleJapanese": "初恋メモリー",
                    "SummaryJapanese": "入間が廊下でぶつかったのは、入間のことを人間だと疑ってやまないアメリだった！\n入間はぶつかった拍子に、アメリが人間界の少女漫画『初恋メモリー』を所持していることを知ってしまう。『初恋メモリー』は、魔界では禁書扱い。しかし、そのトキメキあふれる内容への興味を抑えきれないアメリは、正体を突きとめることを言い分に、入間に漫画の朗読をさせることに！\n入間とアメリの、ナイショの朗読会が始まる！"
                },
                "8": {
                    "ID": "7423464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423464",
                    "TitleEnglish": "Head Over Heels for Clara",
                    "SummaryEnglish": "Clara isn’t amused at the fact that Ameri keeps summoning Iruma. To try to get Iruma to pay attention to her again, Clara starts to take succubus charming lessons with the succubus teacher Raim. Clara wants to get Iruma’s attention again, but apparently her sexiness is almost nonexistent. Even then, Clara sets out to charm Iruma. Will she be able to win Iruma over?",
                    "TitleJapanese": "クララにメロメロ",
                    "SummaryJapanese": "入間が頻繁にアメリに呼び出されることをおもしろく思っていないクララ。入間の気持ちを自分へと向かせるため、サキュバス族であるライム先生の誘惑授業を受けることに。入間を夢中にさせようと意気込むクララだが、クララの「イロケ度」はライム先生も驚くほど壊滅的な数値を記録。それでもめげずに、あの手この手を使って入間を虜（とりこ）にしようとたくらむクララ！　\n果たして、入間をメロメロにすることはできるのか！？"
                },
                "9": {
                    "ID": "7469264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7469264",
                    "TitleEnglish": "Iruma's Decision and Hard Work",
                    "SummaryEnglish": "After making a promise with Ameri, Iruma sets out to try to move up a rank. Iruma finds out that there is a promotion exam in a week where they would play execution cannonball, and he also finds out it’s rather similar to a game they play in the human world. Iruma decides to train after he realizes he’s far weaker than anyone else in his class. Iruma decides that he’s not going to use magic, so he starts an intense training regimen with Opera. What does Iruma gain at the end of all this training?",
                    "TitleJapanese": "入間の決意、高鳴る努力",
                    "SummaryJapanese": "アメリとの約束で、位階（ランク）の昇級を目指すことにした入間。\n１週間後に開催される昇級試験「処刑玉砲」を受けることに。「処刑玉砲」は、入間もよく知る人間界のあの球技によく似ていて…！？\n他の問題児クラスの生徒たちとの力の差を感じた入間は、特訓することを決意。魔術に頼らず自分の力で勝負したいという入間に、屋敷の執事・オペラによるスパルタ特訓が待っていた。特訓に特訓を重ねた入間が得たものとは…！？"
                },
                "10": {
                    "ID": "7470676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7470676",
                    "TitleEnglish": "Fierce Battle, Execution Cannonball!!",
                    "SummaryEnglish": "The day of the rank promotion test involving execution cannonball had arrived. Iruma is ready for the match, but then ends up on different teams with Asmodeus. Despite that, the game continues with all his other classmates using their various forms of magic to play the game. Will Iruma be able to show off the results of his training?! And who will win? Iruma or Asmodeus?",
                    "TitleJapanese": "激闘、処刑玉砲!!",
                    "SummaryJapanese": "位階（ランク）昇級試験、「処刑玉砲」当日。\n気合い十分で試合に臨む入間だが、チーム分けでアスモデウスと敵対するチームになってしまう。入間を勝たせるべく、策を練るアスモデウス。その間にも、クラスメートたちはおのおの得意とする魔術を使って容赦なくゲームを進めていく。\n果たして入間は、特訓の成果を見せることはできるのか！？そして入間とアスモデウスの、勝負のゆくえは…！？"
                },
                "11": {
                    "ID": "7483915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7483915",
                    "TitleEnglish": "Together with Familiars!",
                    "SummaryEnglish": "Part A: A new teacher named Balse Robin, who is quite innocent and fearful of nothing, arrives! His first lesson involves interacting with familiars. Iruma turns pale at the thought of this lesson since his familiar happens to be Kalego, but... Part B: Iruma decides his next goal now that he’s moved up a rank. Apparently, there are groups at Babyls where like-minded demons gather called Battlers. Iruma shows some interest in Battlers, but then is greeted by a terrifying sound...",
                    "TitleJapanese": "使い魔といっしょ！／師団(バトラ)の挑戦",
                    "SummaryJapanese": "「使い魔といっしょ！」\n無邪気で怖いもの知らずの新任教師、バルス・ロビンがバビルスにやって来た！彼による初授業は『使い魔との交流』。使い魔としてカルエゴを召喚してしまった入間は授業内容に青ざめるが…？　\n「師団（バトラ）の挑戦」\n位階（ランク）上げの次なる目標を探す入間。バビルスには共通の趣味を持つ者同士で交流する団体活動、師団なるものが存在するらしい。師団に興味を持つ入間の元に、謎の足音が…！？"
                },
                "12": {
                    "ID": "7490620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490620",
                    "TitleEnglish": "The Rookie Hunt!!",
                    "SummaryEnglish": "The Battlers’ recruiting operation, the Rookie Hunt, had begun. The seniors all come out to try to find worthy first-years to join their groups. What takes place is an immense battle! Iruma and his friends somehow make it through, but then decide to check out the various Battlers on campus. But then suddenly, Iruma’s ring goes berserk, causing him to run into a senior...",
                    "TitleJapanese": "1年生争奪戦(ルーキーハント)!!",
                    "SummaryJapanese": "新入生を巡って、上級生が師団（バトラ）へと勧誘する１年生争奪戦（ルーキーハント）が始まった。\n優秀な新入生を獲得しようと、力ずくで襲いかかってくる上級生たち。そこで繰り広げられる、すさまじい攻防戦！１年生争奪戦をなんとか乗り切った入間たちは、学内のさまざまな師団を見学して回ることに。\nそんな中、突然入間の指輪が暴走し始め、とある上級生に激突してしまう事態に！？"
                },
                "13": {
                    "ID": "7490625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490625",
                    "TitleEnglish": "The Magical Apparatus Battler",
                    "SummaryEnglish": "Iruma runs into his senior Amy Kiriwo in front of the Magical Apparatus Battler again. The Magical Apparatus Battler room is filled with all kinds of strange gadgets. There, Iruma hears about Kiriwo’s dreams. Babyls is about to hold their annual Battler Party where all the new students get to promote the Battler they joined. Sullivan looks forward to seeing Iruma-kun but while he’s at the Thirteens’ Dinner...",
                    "TitleJapanese": "魔具研究師団(バトラ)／13冠の集い",
                    "SummaryJapanese": "「魔具研究師団（バトラ）」\n魔具研究師団の部屋の前で、再び上級生のアミィ・キリヲに出会う入間。魔具研究師団の部屋には不思議な器具や装置など怪しいものがいっぱい。入間はそこでキリヲの野望を聞く。\n「１３冠の集い（サーティーン・ディナー）」\nバビルスでは新入団員お披露目の『師団パーティー』が行われる。入間の晴れ姿を楽しみにするサリバンだが、魔界の有力者が集う「１３冠の集い」に出席しているようで…？"
                },
                "14": {
                    "ID": "7490627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490627",
                    "TitleEnglish": "The Battlers' Presentation",
                    "SummaryEnglish": "Sullivan is apprehended by the Demon Border Patrol on suspicions of unlawfully entering the human world. He still hopes to somehow make it to the Battler Party to see his precious Iruma-kun... Meanwhile, Iruma had no idea what was going on with Sullivan and was preparing for his presentation for the Battler Party. After going through several ideas, they decide to create things called fireworks that are supposedly from the human world and they spend the night at school to create them. And so, began the fun sleepover for the MagiApp Battler kids.",
                    "TitleJapanese": "師団(バトラ)のお披露目",
                    "SummaryJapanese": "人間界への渡航の疑いで、サリバンが魔関署に拘束されてしまった！　入間のためにも、師団披露（バトラパーティー）にはなんとか駆けつけたいところなのだが…。一方、そんな事情を知らない入間は、魔具研究師団の披露の準備を進めていた。みんなのやりたいことを集めた結果、人間界で言うところの「花火」を作ることに。泊まりがけで作業をすることにした入間たち。魔具研究室で、楽しいお泊まり会がはじまる！？"
                },
                "15": {
                    "ID": "7513198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513198",
                    "TitleEnglish": "Kiriwo's Secret Room",
                    "SummaryEnglish": "Iruma and the others continue to prepare for the Battler Party. The launchpad for the fireworks is almost complete, so Iruma goes to look for Kiriwo. Suddenly, Iruma’s ring starts dragging him and is led all over Babyls until he finds a mysterious hidden room. Kiriwo was behind those doors planning a certain project. We also find out exactly who Kiriwo had been talking to on the phone. What does Iruma find in the mysterious room?",
                    "TitleJapanese": "キリヲの隠し部屋",
                    "SummaryJapanese": "師団披露（バトラパーティー）の準備を着々と進めていく入間たち。\n花火の砲台が完成に近づきつつある中、姿の見えないキリヲを探しに行く入間。入間は指輪に強引に導かれ、バビルス校内にある謎の隠し部屋にたどり着く。そこではキリヲが、秘密裏に“ある計画”を企てていた！\nさらに、キリヲが連絡を取っていた相手も明らかに！\nキリヲのたくらみとは！？\nそして、隠し部屋で入間が見たものとは、いったい…！？"
                },
                "16": {
                    "ID": "7513199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513199",
                    "TitleEnglish": "Party Eve",
                    "SummaryEnglish": "Kiriwo’s dream: To make a world where all demons would be equal, even if they didn’t have that much magical powers. Iruma completely agreed with this statement, so he proposed they shoot for the grand prize at the Battler Party. If they’re able to get the grand prize, everyone, including high-ranking demons, would see how hard Kiriwo and the Magical Apparatus Battler worked. All the Battlers are getting their presentations ready for the Battler Party on the day of the Party Eve. But suddenly, the fireworks shell that Iruma and others prepared suddenly goes missing...",
                    "TitleJapanese": "前夜祭",
                    "SummaryJapanese": "キリヲが語った「野望」。魔力が弱い悪魔も強い悪魔も関係ない、上下関係のない世界――に共感した入間は師団披露（バトラパーティー）で特賞を狙おうと宣言。自分たちが特賞をとれば、ハイランクの悪魔から魔具研究師団、そしてキリヲの努力も注目されるはず…。\nついに始まった前夜祭では、屋台や出し物など、お楽しみが盛りだくさん！\nしかしその裏で、入間たちが準備していた花火の玉がなくなっていて…？"
                },
                "17": {
                    "ID": "7513200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513200",
                    "TitleEnglish": "Run, Iruma, to Kiriwo!",
                    "SummaryEnglish": "Suddenly, all of Babyls is surrounded by invisible walls! On top of that, they are unable to get a hold of the outside and there are invisible walls that popped up all over the school. Amidst all the chaos, Kalego and the other teachers have the students take shelter in the central plaza. Since Kiriwo is missing, Iruma decides to go look for him with the help of Asmodeus and Clara. Will Iruma be able to find Kiriwo?",
                    "TitleJapanese": "走れ入間、キリヲのもとへ！",
                    "SummaryJapanese": "突如としてバビルス全体が見えない壁で取り囲まれてしまった！\nさらに、外部との連絡は取れず、校内のあちこちにも見えない壁が出現。バビルス中が大混乱に陥る中、カルエゴたち教師陣は、前夜祭を続行しつつ生徒を中央広場に避難させようと策を練る。\n行方の知れないキリヲの身を案じた入間は、アスモデウス、クララと力を合わせてキリヲを探しに行くことに。\n果たして入間は、キリヲのもとへたどり着けるのか！？"
                },
                "18": {
                    "ID": "7543718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543718",
                    "TitleEnglish": "What I Want More Than Anything",
                    "SummaryEnglish": "Kiriwo’s plan to destroy Babyls continues to move forward. Iruma somehow made it to the hidden room. Kiriwo looks completely different than what Iruma is used to, and Kiriwo proclaims that he’s going to use the fireworks that the Magic Apparatus Battler created to blow Babyls up... Kiriwo then tells Iruma about his childhood. Iruma sees the true demon side of Kiriwo. Will he be able to save Babyls from this crisis?",
                    "TitleJapanese": "心から望むもの",
                    "SummaryJapanese": "刻一刻とキリヲによるバビルス爆破計画が進む。何とか隠し部屋までたどり着いた入間。魔具研究師団（バトラ）の花火を使ってバビルスの爆破をもくろむキリヲは、ふだんの姿からは想像もつかないものだった…。\nキリヲは入間に、幼き日のある出来事を語る。\nキリヲの悪魔としての本性を悟る入間。バビルス絶体絶命の危機を回避することはできるのか！？"
                },
                "19": {
                    "ID": "7460869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7460869",
                    "TitleEnglish": "I Want to Pick Everything Up",
                    "SummaryEnglish": "Part A: When Iruma woke up, most of the ruckus was already over. Sullivan tells Iruma that Kiriwo had been arrested. What happened when the giant fireworks went off? Part B: The ordeal at Babyls comes to an end. The Battler Party is finally about to start! The students all do their best in order to get the Grand Prize, and the students' families come by to enjoy the festivities!",
                    "TitleJapanese": "全部拾いたい／家族との時間",
                    "SummaryJapanese": "「全部拾いたい」\n入間が目を覚ますと、すでに一連の騒ぎは収まっていた。入間はサリバンからキリヲが逮捕されたことを知らされる。巨大花火が上空に打ち上がったあと火花降り注ぐ地上で起きたこととは…？\n「家族との時間」\nバビルスの危機も一件落着。いよいよ師団披露（バトラパーティー）本祭の始まりだ！優秀な師団に贈られる『特賞』を目指し披露に力が入る生徒たち。見学に来た生徒たちの家族も加わり祭りは一層にぎやかに！"
                },
                "20": {
                    "ID": "7543719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543719",
                    "TitleEnglish": "Glorious Award / Treatment of Humans",
                    "SummaryEnglish": "Part A: The ceremonies to give out the prizes for the Battler Party has now begun. Iruma and the other members of the MagiApp Battler hope to get the Grand Prize! That was also what Iruma had promised Kiriwo. Who will the prize go to? Part B: Iruma happens to stand out more after the incident with the fireworks. The head of the Demon Border Patrol, Azazel Henri, begins to suspect that Iruma may actually be human and he visits Babyls. Wait, this all seems rather familiar...",
                    "TitleJapanese": "栄えある表彰／人間の処遇",
                    "SummaryJapanese": "「栄えある表彰」\n優秀な師団（バトラ）の表彰が行われる、師団披露（パーティー）後夜祭。入間たち魔具研究師団も『特賞』を狙う！それは、入間がキリヲと交わした約束でもあった。果たして、賞の行方は…！？\n「人間の処遇」\n花火の一件で、またまた目立ってしまった入間。そんな入間を「人間ではないか」と疑う魔関署の警備長、アザゼル・アンリがバビルスにやって来た！あれ…？この感じ、前にも見たことがあるぞ？"
                },
                "21": {
                    "ID": "7543720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543720",
                    "TitleEnglish": "Dem-dol Kuromu-chan!",
                    "SummaryEnglish": "One of the most popular idols in the netherworld, Kuromu-chan, holds an all-day concert at the Makubari Dome. Dem-dols have the important job of helping demons release the stress and evil desires they feel during their Evil Cycle. Kuromu was considered a shining new star in the field, and her tickets would usually sell out in one day. But she actually had a secret that she couldn’t tell anyone... Iruma just happened to be lucky enough to get tickets for her concert and takes Asmodeus and Clara with him!",
                    "TitleJapanese": "アクドルくろむちゃん！",
                    "SummaryJapanese": "魔界で大人気のアクドルくろむの、朝昼晩のいちにちライブが魔苦針（まくばり）ドームで開催！　アクドルとは、悪魔たちの『悪周期』の悪意を発散させる重要な職業。中でもくろむは若手の有望株で、チケットは即日完売するほどの人気ぶりらしい。しかしくろむには、人には言えない秘密があった…。幸運にも、くろむのライブチケットを手に入れた入間はアスモデウス、クララと一緒にライブへ行くことに！"
                },
                "22": {
                    "ID": "7543721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543721",
                    "TitleEnglish": "Sparkling Shock",
                    "SummaryEnglish": "Kuromu’s true identity happened to be Crocell Keroli from the Misfit Class! The more Keroli talked to Iruma, the more she became jealous about how popular he is, and she ends up collapsing. There was no way that Keroli could continue with the concert, but she had a reason she could not cancel the concert. In order to somehow still make the concert at Makubari Dome a success, Iruma and his friends do something rather surprising!",
                    "TitleJapanese": "キラキラの衝撃",
                    "SummaryJapanese": "くろむの正体は、問題児（アブノーマル）クラスの生徒、クロケル・ケロリだった！ケロリは入間と話をするうちに、入間の人気ぶりに嫉妬。感情が高ぶり、ついには倒れてしまう！とてもライブができる状態ではないケロリだが、ケロリには、どうしてもライブを中止にしたくない、ある理由があった。そんなくろむの魔苦針（まくばり）ドームライブを成功させるため、入間たちは驚きの行動に出る！！"
                },
                "23": {
                    "ID": "7543722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543722",
                    "TitleEnglish": "You Fit Right In Now, Iruma-kun",
                    "SummaryEnglish": "Iruma had finally started getting used to his life in the netherworld. As he continues having fun with his classmate, he begins to wonder if he should really be allowed to stay in the netherworld. Seeing that Iruma seems troubled, Asmodeus and Clara decide to cook for him. But Clara’s mother’s recipe is filled with items that even Asmodeus doesn’t know about. The two end up having a cooking competition. Which dish will Iruma choose?",
                    "TitleJapanese": "馴染みました！入間くん",
                    "SummaryJapanese": "すっかり魔界での生活になじんだ入間。いつもどおり、クラスメートたちと楽しく過ごしていたが、ふと「このまま魔界に居続けていいのか？」と考え始める。一人悩む入間の姿を見たアスモデウスとクララは、入間を元気づけるため、手料理をふるまうことに！しかしクララの母直伝のレシピには、アスモデウスでも知らない要素が満載。ライバル心むき出しの二人は、いつの間にかお料理対決へと発展！？入間が選んだのは、果たして――？"
                }
            }
        },
        "2": {
            "ID": "1889855",
            "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/2",
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "8108377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8108377",
                    "TitleEnglish": "The Secret Behind the Ring",
                    "SummaryEnglish": "Due to very bizarre circumstances, the human boy, Suzuki Iruma, ends up in the netherworld. He is keeping the fact that he is human a secret and attends the Demon School Babyls. Because he is human, he cannot use magic so he had been using the Gluttonous Feeder Ring to get by in school. But then one day, the ring started to speak! Why, though? Iruma then meets the incarnation of the ring who calls themselves Alicred, AKA Ali-san.",
                    "TitleJapanese": "指輪の秘密",
                    "SummaryJapanese": "ひょんなことから魔界に連れてこられた少年、鈴木入間。彼は、人間であることを秘密にしながら悪魔学校バビルスに通っている。魔力を持たない人間であるため、魔術の授業は、魔力を保管できる魔具「悪食（あくじき）の指輪」を使って乗り切っていた。そんなある日…突然！その指輪がしゃべりだした！？一体なぜ…？入間は、アリクレッド、通称「アリさん」と名乗る指輪の化身と初めての対面を果たすことに…！"
                },
                "2": {
                    "ID": "8327746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327746",
                    "TitleEnglish": "Ameri's Decision",
                    "SummaryEnglish": "The Magical Apparatus Battler is put on hiatus due to Kiriwo's absence. Ameri agrees to let them reinstate the Battler, but first, the three members must experience other Battlers. Asmodeus is sent to the New Magic Battler, Clara to the Game Battler, and Iruma joins the student council. Iruma now has to face the grueling training and schedule of the student council.",
                    "TitleJapanese": "アメリの決断",
                    "SummaryJapanese": "先輩キリヲの不在により活動休止となってしまった「魔具研究師団（バトラ）」。活動を再開させる条件として生徒会長のアメリから課されたのは、他師団での研修！アスモデウスは「魔術開発師団」、クララは「遊戯（ゲーム）師団」、そして入間は「生徒会」で研修を受けることに。目まぐるしい生徒会活動と厳しい鍛錬に励む入間！…そんな中、アメリに魔の手が忍び寄ろうとしていた…。"
                },
                "3": {
                    "ID": "8327766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327766",
                    "TitleEnglish": "Maiden Devil",
                    "SummaryEnglish": "Someone had done something to change Ameri's personality! She's usually confident and stern, but now, she's now meek and dainty and the student council can't hide the fact that they're not sure how to handle the situation. While all this confusion is going on, Ronove Romiere, the president of the Disciplinary Battler comes to try to steal Ameri's position. He proposes a dissolution election against the student council. Who is behind the changes in Ameri? What will be the result of the election?",
                    "TitleJapanese": "乙女な悪魔",
                    "SummaryJapanese": "何者かの仕業により性格を変えられてしまった生徒会長アメリ！いつもに比べておしとやかなアメリに生徒会メンバーたちは動揺を隠せない。そんな中、自称生徒会のライバル「風紀師団（バトラ）」団長のロノウェ・ロミエールが会長の座を狙い乗り込んできた！ロノウェはチャンスだといわんばかりに、アメリに現生徒会の解散選挙――＜タイマン＞を申し込む！アメリを襲った犯人は誰なのか？そして、決闘の行方は…！？"
                },
                "4": {
                    "ID": "8327748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327748",
                    "TitleEnglish": "Scene of the Student Council President",
                    "SummaryEnglish": "Ronove declares that he's going to take the position of student council president by holding a dissolution election. But due to a spell that someone has cast, Ameri is unable to be her usual confident self and is very meek. Iruma then tells her something she had told him in the past to try to give her confidence. What kind of speech will Ameri present while all of the attention is on.",
                    "TitleJapanese": "生徒会長の眺め",
                    "SummaryJapanese": "ロノウェが生徒会長の座を奪うため突きつけた宣戦布告――「解散選挙（タイマン）」は投票日が迫っていた！しかし、何者かにかけられた魔術により、いつも通りに振る舞うことができないアメリは、期待に応えられないと弱気に…。そんなアメリに入間は、かつてアメリから言われた言葉を返し勇気づける。生徒たちの注目がロノウェに集まる中、アメリはどんな演説をするのか…？そして、彼女が心の中で見つけた気持ちとは…？"
                },
                "5": {
                    "ID": "8327749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327749",
                    "TitleEnglish": "Invite Your Friends!",
                    "SummaryEnglish": "After finishing his time at with the student council, Iruma finally goes back home. Sullivan is ecstatic that Iruma came home and throws him a welcome home party. He tells Iruma to invite Asmodeus and Clara and they all have a fun time. Sullivan ends up getting last in a dance competition they have and he then conducts a Dark Parade so he can make himself look cool too.",
                    "TitleJapanese": "オトモダチご招待!",
                    "SummaryJapanese": "生徒会での研修を無事に終え、久々に帰宅した入間。入間が帰ってきてうれしくてたまらないサリバンは、お祝いのパーティーを開催！招待されてやって来たアスモデウスとクララも一緒に、みんなで楽しい時間を過ごす中、ダンス対決で最下位になってしまったサリバンは、入間にかっこいい姿を見せるため「暗黒大行進」なるものを提案して…？"
                },
                "6": {
                    "ID": "8327750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327750",
                    "TitleEnglish": "Royal One",
                    "SummaryEnglish": "Ali-san forces Iruma to go through his evil cycle. His classmates are both in shock and admiration in how much more confident Iruma seems. Meanwhile, Iruma realizes how terrible of an environment the Misfit Class's classroom is, so he proposes something to Kalego. His proposal was to move the Misfit Class to the classroom with the utmost importance at Babyls, the Royal One! Despite the rather sudden and ridiculous request, Kalego agrees if Iruma is able to fulfill certain terms.",
                    "TitleJapanese": "王の教室(ロイヤル・ワン)",
                    "SummaryJapanese": "悪食の指輪の化身、アリさんにより「悪周期」にされてしまった入間。ふだんではあり得ない強気な立ち居振る舞いに、クラスメイト達は困惑しつつも感心。そんな中、アブノーマルクラスの教室が、劣悪な環境であることに気が付いた入間は、担任カルエゴにある提案をする。それは、悪魔学校バビルスにおいて、最高の価値を持つ、王の教室――ロイヤル・ワンへの移動だった…！突然の無茶な提案に対して、カルエゴは一つの条件を出す。"
                },
                "7": {
                    "ID": "8327751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327751",
                    "TitleEnglish": "The Teachers at Babyls",
                    "SummaryEnglish": "The Misfit Class must gather approved permission slips from all of the faculty members within three days to move to the Royal One. Iruma is currently going through is evil cycle and figures out a plan to have the rest of the Misfit Class members use their abilities to get approvals from the faculty members that might be less likely to say yes to their transfer. The first one to use their ability is Andro M. Jazz! Will Iruma's plan turn out to be a success?",
                    "TitleJapanese": "悪魔学校(バビルス)の教師たち",
                    "SummaryJapanese": "王の教室（ロイヤル・ワン）への移動条件として「学校の教職員全員の許可書を３日以内に集めること」となった、アブノーマルクラス一同。「悪周期」の入間は、なかなか許可書に判を押さない教師たちに対して、クラスメイトの能力を生かした作戦を立てる。その作戦の第一歩として強敵カルエゴと対じするのは、アンドロ・Ｍ・ジャズ！はたして入間たちの作戦は成功なるか！？"
                },
                "8": {
                    "ID": "8327771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327771",
                    "TitleEnglish": "The Miracle of Some Fools",
                    "SummaryEnglish": "With the help of the classmates and others, Iruma and the Misfit Class are able to get approved permission slips from all of the teachers and appear before Kalego. However, Kalego doesn't seem to want to stamp his own seal. He then points out something they missed in their agreement. Iruma and the Misfit Class were about to give up their transfer to the Royal One, when there's a knock on the faculty room door...",
                    "TitleJapanese": "道化師の奇跡",
                    "SummaryJapanese": "クラスメイト一同で協力し、ようやく教員たちの許可書を集めた入間たちは、「自分以外の全てを集めれば判を押す」と言っていた、担任カルエゴの元を訪れる。しかし、カルエゴは判を押そうとしない。計画の欠陥に気付かされ、土壇場での形勢逆転に万事休すとなる入間たち…。だがロイヤル・ワンへの教室移動を諦めかけたその時、職員室のドアをノックする音が聞こえた！そこにいたのは…？"
                },
                "9": {
                    "ID": "8327772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327772",
                    "TitleEnglish": "Studying in the Netherworld",
                    "SummaryEnglish": "The students are about to welcome their version of summer vacation! The Misfit Class is super excited but then, they're reminded that if they don't do well on the end of terminus exams, they'll have to stay for supplementary classes during their break. To avoid that from happening, they all want to avoid failing. But Iruma is a human and has very little knowledge concerning netherworld wisdom. To avoid failing, Iruma works with Asmodeus and Clara to study!",
                    "TitleJapanese": "魔界のお勉強",
                    "SummaryJapanese": "もうすぐ悪魔学校の長期休暇、「終末日」がやってくる！浮かれるアブノーマルクラスの生徒たちだが、終末日の前には座学の一斉テスト「終末テスト」が…。「終末日」を補習で終わらせないためにも、赤点は絶対に避けたいところ。だが、人間の入間にとって魔界の知識は皆無に等しい。どうにか成績を上げるべく、アスモデウスとクララの協力のもと、入間はあの手この手でテストのための勉強を開始する！"
                },
                "10": {
                    "ID": "8327754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327754",
                    "TitleEnglish": "Balam's Lesson",
                    "SummaryEnglish": "The instructor for the study of imaginary beasts, Balam Shichiro, can't help but touch any living creature he comes in contact with. Because he looks rather terrifying, the students are generally pretty scared of him. During class, Balam notices that Iruma doesn't have wings on his back. If it's found out that Iruma is a human in the netherworld, only trouble awaits. But despite all of this, Iruma says the most surprising thing to Balam...",
                    "TitleJapanese": "バラムの授業",
                    "SummaryJapanese": "生きものを見ると生徒でもお構いなく「触り癖（スキンシップ）」が出てしまう空想生物学の担当教師、バラム・シチロウ。見た目の恐ろしさも相まって、生徒たちからは怖がられている存在だ。そんなバラムが授業中、入間の背中に悪魔の羽がないことに気付いてしまう！魔界で人間だとバレるとどんな目に遭うか分からない。だがピンチにも関わらず、入間はバラムに思わぬことを口走ってしまい…！？"
                },
                "11": {
                    "ID": "8327755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327755",
                    "TitleEnglish": "End-of-Terminus Exams / Girls' Talk",
                    "SummaryEnglish": "The end-of-terminus exams are finally upon them! Will Iruma and the rest of the Misfit Class be able to avoid failing and having to take supplementary classes? Meanwhile, Ameri is excited for her usual reading session with Iruma when she's suddenly visited by Clara. Clara then drags Ameri off to meet with Elizabetta and Keroli and they have some girls' time. They start talking about relationships and things start to oddly heat up...",
                    "TitleJapanese": "終末テスト/ガールズトーク",
                    "SummaryJapanese": "「終末テスト」：いよいよ終末テストが返却される！果たして入間そしてアブノーマルクラスの生徒たちは赤点を回避し補習を免れることができるのか！？　「ガールズトーク」：入間との読書会の支度をするアメリ。そこにいきなりクララが乗り込んできた！クララはアメリを連れ出すと、エリザベッタとケロリを交え突然の女子会を始める。世間話あり禁断の恋バナありで盛り上がる中、一同はだんだんおかしなテンションになっていき…？"
                },
                "12": {
                    "ID": "8327756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327756",
                    "TitleEnglish": "Kalego-sensei's Home Visit",
                    "SummaryEnglish": "Kalego is forced to go visit all of the homes of the Misfit Class due to Sullivan's orders. He wants to get this over with as soon as possible but considering how unique all of his students and their families are, he has trouble finishing this quickly. He finally gets to Iruma's home, which is Sullivan's mansion, and he seems to be on guard. It appears that there's somewhere here who he's known since high school, and...",
                    "TitleJapanese": "カルエゴ先生の家庭訪問",
                    "SummaryJapanese": "サリバンに命じられ、アブノーマルクラスの生徒たちの家庭訪問をすることになったカルエゴ。さっさと済ませてしまいたいところだが、アスモデウス邸やクララの家をはじめとする各家庭では生徒同様、個性豊かな面々に出迎えられ、一筋縄ではいかない！そしてたどり着いた入間宅、つまりサリバンの屋敷で、誰かを異常なほど警戒するカルエゴ。どうやらその相手とは、学生時代からの因縁があるらしいが…？"
                },
                "13": {
                    "ID": "8327757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327757",
                    "TitleEnglish": "Walter Park",
                    "SummaryEnglish": "The Misfit Class finally gets to go to Walter Park on their vacation. Kalego, Balam, and Opera go as their bodyguards and chaperones while Ameri thinks Iruma is asking her on a date and also joins in. They split up into three teams and see which team can have the most fun at the amusement park!",
                    "TitleJapanese": "ウォルターパーク",
                    "SummaryJapanese": "待ちに待った終末日に突入し、魔界屈指の遊園地「ウォルターパーク」に遊びにやってきたアブノーマルクラスの生徒たち。護衛として付き添うことになったカルエゴ、バラム、オペラと、入間とのデートだと勘違いしてやってきたアメリも加わって一行は大にぎわい。３つのチームに分かれて、どのチームが一番遊園地を楽しんだか勝負をすることに！"
                },
                "14": {
                    "ID": "8327777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327777",
                    "TitleEnglish": "Everyone's Playmates",
                    "SummaryEnglish": "Iruma and company continue having fun at Walter Park. In the middle of the fun, they end up finding the park staff who help them with various things. However, Iruma leaves with Ronove and ends up getting lost! Will he be able to find his friends again?",
                    "TitleJapanese": "みんなの遊び相手",
                    "SummaryJapanese": "ウォルターパークには楽しいものがいっぱい！どのチームが一番遊園地を楽しんだかを競うため、全力で遊ぶ一同。かわいい衣装に着替えて大はしゃぎのクララたちオペラチームや、射的勝負をするジャズたちカルエゴチーム。一行はそれぞれの行先で「ウォルタースタッフ」と出会い、楽しい時を過ごす。入間たちバラムチームもロノウェが加わって盛り上がるが、浮かれた入間は一人迷子になり、怪しい小道に迷い込んでしまう！"
                },
                "15": {
                    "ID": "8327778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327778",
                    "TitleEnglish": "Magical Beasts Attack",
                    "SummaryEnglish": "The Six Finger Group attacks Walter Park and mysteriously appear three demonic monsters that attack Iruma and his friends. Meanwhile, an escape plan for the underground prisoners in the park goes forward.",
                    "TitleJapanese": "魔獣襲撃",
                    "SummaryJapanese": "入間たちが出会ったウォルタースタッフは、遊園地の破壊をもくろむ集団「六指衆（むさしのしゅう）」だった！六指衆の手により、ウォルターパークの各エリアで３体の巨大魔獣が出現。遊園地は一気に恐怖と混乱の渦に巻き込まれてゆく。ジャズたちカルエゴチームは、「バビルス教師心得」にのっとり、実地訓練として青牛（マウンテン・ブル）と戦うことに！？一方、地下の監獄ではキリヲによる脱獄計画が着々と進行していて…？"
                },
                "16": {
                    "ID": "8327760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327760",
                    "TitleEnglish": "The Name of This Feeling",
                    "SummaryEnglish": "Iruma and company are separated while Walter Park is attacked. Iruma enlists the help of his friends to save a group of children. Jazz outlines a plan to fight the Bull of the Mountains. Meanwhile, Panther Rat attacks Ameri's group.",
                    "TitleJapanese": "この感情の名前は",
                    "SummaryJapanese": "ウォルターパークに３体の巨大魔獣が出現。楽しかった遊園地の惨状をまのあたりにした入間はアスモデウスたちと共に状況を打破するべく立ち上がる！黄鼠（パンサー・ラット）の出現したエリアでは、オペラ、アメリが戦闘を開始。一方、青牛（マウンテン・ブル）を相手にジャズたちは苦戦を強いられていた。リード、カムイをはじめ、戦闘向きでない家系能力を持つ者ばかりだが、ジャズの考えた作戦で起死回生の一撃を狙う！"
                },
                "17": {
                    "ID": "8327780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327780",
                    "TitleEnglish": "The Ultimate Halberd",
                    "SummaryEnglish": "Asmodeus and Sabnock contradicted Balam's directions and attacked the Crimson Dragon. Now they need to find a way to escape the clutches of the dragon. As for that, Balam needs to take responsibility for the students!",
                    "TitleJapanese": "最強の矛",
                    "SummaryJapanese": "逃げ遅れた子供を救出し、安全な場所に避難しようとする入間たちバラムチーム。だが、アスモデウスとサブノックが勝手に赤龍（カーマイン・ドラゴン）と戦闘を始めてしまう！張り合う２人は使い魔を召喚し、戦闘はさらに過激に。そのさなか、巨大な赤龍を目の前にしたアスモデウスを最大のピンチが襲う。アスモデウスとサブノック、２人の赤龍との戦いの行方は…！？"
                },
                "18": {
                    "ID": "8327762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327762",
                    "TitleEnglish": "My Desire",
                    "SummaryEnglish": "The Crimson Dragon is about to destroy the shelter for visitors to Walter Park. Everything seems lost when Ronove shows up to save the day and distract the monster. However, he is now in danger and Iruma runs to save him!",
                    "TitleJapanese": "僕の欲",
                    "SummaryJapanese": "３体の巨大魔獣が合体し強力な「合成魔獣」が誕生。大量の魔力をため込み始めた合成魔獣の攻撃の軌道をそらすため、ロノウェは家系能力「カリスマ」を発動させるが…！？そして合成魔獣の強力な一撃が放たれようとする時、入間はアリさんとともに眼前に飛び出す！入間のむちゃな挑戦に高まる緊張。果たして、決着は――？そしてウラボラス監獄からの脱獄に成功したキリヲ。その手引きをしていた悪魔の正体も明らかに…。"
                },
                "19": {
                    "ID": "8327763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327763",
                    "TitleEnglish": "Clara's House",
                    "SummaryEnglish": "Iruma and Alice will spend the night at the Valac house to avoid the spotlight after what happened at Walter Park. But when they get there, they find an environment a little different from what they expected. Now, everyone goes out together to the \"supermarket\" in search of food!",
                    "TitleJapanese": "クララのお家",
                    "SummaryJapanese": "ウォルターパークを救った英雄として世間の注目を集めた入間は、連日詰めかける大勢の取材陣のせいで帰るに帰れなくなっていた。そこで、アスモデウスと一緒にクララの家にお泊りすることに。クララの家は、不思議な生きものや植物が生息するガヤガヤ森にある。いつものようにウァラク家の大歓迎を受けたあと、一同は森に食材探しへ。マミーによると、ガヤガヤ森には「究極の食材」なるものが存在するらしいが…？"
                },
                "20": {
                    "ID": "8327764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327764",
                    "TitleEnglish": "Dream Date",
                    "SummaryEnglish": "Ameri carefully plans out her date with Iruma by going through guidebooks and her favorite manga, \"First Love Memories.\" They are finally going on their date that she'd been dreaming of! They end up going to Aqua Case, an aquarium that is also a waterpark! Ameri tries to make various exciting things happen on the date with her secret plan, but everything she tries doesn't seem to be backfiring, and...",
                    "TitleJapanese": "夢見るデート",
                    "SummaryJapanese": "ガイドブックや憧れの漫画「初恋メモリー」を参考に、なにやら入念に計画を立てるアメリ――。ついに、念願の入間とのデートへ出かけることになったのだ！水族館とプールを併せたレジャー施設「アクアケース」で待ち合わせ、水着に着替えたら…いよいよデート開始！お手製の極秘デートプランを元に、なんとかして「初恋メモリー」のようなドキドキの展開に持ち込みたいアメリだが、やることなすこと全て裏目に出てしまい…！？"
                },
                "21": {
                    "ID": "8327795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327795",
                    "TitleEnglish": "The One Who Rules Over the Netherworld",
                    "SummaryEnglish": "The end of terminus enters its final days. Iruma safely finishes his homework and is invited by Sullivan to go to Magical Street along with Opera. They browse around picking up things Iruma will need for his new school term. Iruma happens to overhear some demons talking and then asks Sullivan about the Demon King, since he is one of the most qualified individuals to become Demon King. What exactly does it mean to be the Demon King, the most powerful being in the netherworld?",
                    "TitleJapanese": "魔界を統べる者",
                    "SummaryJapanese": "終末日も終盤。宿題を無事片付け終えた入間は、サリバンに誘われて、魔界の繁華街「マジカルストリート」へオペラと３人で買い物に出かけることに。新学期で使う教科書や魔具などの商店を楽しく巡る入間たち。そこで町の悪魔たちの会話を耳にした入間はふと、魔王の有力候補でありながらバビルスの理事長を続けるサリバンに「魔王」について問う。魔界における絶対的な存在「魔王」とは――。"
                }
            }
        },
        "3": {
            "ID": "1955315",
            "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/3",
            "# Episodes": 21,
            "Episodes": {
                "1": {
                    "ID": "8668776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8668776",
                    "TitleEnglish": "The Misfit Class's New Term",
                    "SummaryEnglish": "The students of the Misfit Class have been given a special order. The order was for all of them to reach the Dalet rank before they become second-years, or they would lose the Royal One that they had worked so hard to obtain. The next event where they can raise their rank is the Harvest Festival. In order to help them raise their ranks in such a short amount of time, the school had prepared special tutors for them. The new term had only just begun, but unexpected trials await Iruma and his friends.",
                    "TitleJapanese": "問題児クラスの新学期",
                    "SummaryJapanese": "アブノーマルクラスの生徒たちに、特別指令が下された。それは、クラス全員が２年生に上がるまでにランク４（ダレス）に昇級すること！さもなくば苦労して手に入れた「王の教室（ロイヤル・ワン）」から退去しなければならない。位階（ランク）アップのための次なる行事は「収穫祭」。短期間での実力アップのため、学校側は超強力な特別講師陣を用意した。新学期早々、入間たちの、まさに規格外な特訓の日々が始まる！"
                },
                "2": {
                    "ID": "9378862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378862",
                    "TitleEnglish": "Master Bachiko",
                    "SummaryEnglish": "Iruma and Lead end up being trained by Robin's relative, Barbatos Bachiko. Bachiko is very skilled and was personally asked by Sullivan to assist Robin with tutoring the kids. They were supposed to have a rather hard training schedule... but all Bachiko asks them to do is random errands. Lead has had enough of that and goes back to Robin. Iruma is left frustrated and alone. He learns that Asmodeus and Clara have been training and decides to take matters into his own hands!",
                    "TitleJapanese": "師匠バチコ",
                    "SummaryJapanese": "ロビンの親戚、バルバトス・バチコから特訓をつけられることになった入間＆リード。バチコはサリバンから直々に頼まれて、ロビンの助っ人として講師に着任した実力者だ。さぞハードな特訓の日々を送るはず……と思いきや、バチコから命じられるのは、使い走りや雑用ばかり。音を上げたリードは、ロビンのもとへ戻ることに。ひとり、悔しさに燃える入間。アスモデウスやクララが特訓に励んでいることを知り、ある行動に出る！"
                },
                "3": {
                    "ID": "9378863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378863",
                    "TitleEnglish": "Iruma's True Feelings",
                    "SummaryEnglish": "Bachiko finally starts training Iruma, on one condition. Bachiko is known to be one of the best archers in the underworld and she tells Iruma he'll have to make a bow of his own. Iruma transfers some mana into one of the feathers of the guardian of Cutthroat Valley that he finds at the Magical Apparatus Battler and creates a bow. But Bachiko tells him it's not good enough. Bachiko tells him that the most important thing is to visualize the bow that he wants the most, but...",
                    "TitleJapanese": "入間の本音",
                    "SummaryJapanese": "入間は、ようやくバチコに特訓をつけてもらえることになった。魔界きっての弓の名手バチコから出された条件は、自分だけの弓を作ること。魔具研究師団（バトラ）で見つけた、金剪（カナキリ）の長（オサ）の羽根に魔力を込め、弓を作る入間。しかし、出来上がった弓はバチコからことごとくダメ出しをされてしまう。大事なのは、「自分の欲しい弓」をイメージすることだとバチコは言うのだが…。"
                },
                "4": {
                    "ID": "9378864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378864",
                    "TitleEnglish": "The Signal That the Harvest Festival Has Begun",
                    "SummaryEnglish": "The final battle for the Babyls first-years, the Harvest Festival, finally begins. It is a rank-advancement exam in the form of a survival game that takes place over four days. They must hunt the various magical beasts and plants that exist in the jungle for points, and the one who comes out with the most points wins. The Misfit Class just finished some rigorous training, and they end up back in the groups they ended up training with, butting heads with everyone else. Onward to the jungle filled with dangerous magical beasts!",
                    "TitleJapanese": "収穫祭の狼煙(のろし)",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9378865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378865",
                    "TitleEnglish": "Cunning Demons",
                    "SummaryEnglish": "Asmodeus and Sabro have been using their brute strength to capture their prey so far in the Harvest Festival, when they run into the Dorodoro Brothers, Ichiro and Niro, who are two of the favorites to win the whole competition. The brother issue a challenge, saying that they will hand over all of their points if Asmodeus and Sabro win against them. Meanwhile, Keroli and Camui have taken the lead in their own section by taking command of most of the magical beasts in their area and Jazz and Schneider have been gaining points by using strategy. What exactly was their hellish training with Sergeant Furfur like?",
                    "TitleJapanese": "狡猾(こうかつ)な悪魔",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9378866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378866",
                    "TitleEnglish": "Devilishly Pure",
                    "SummaryEnglish": "Iruma and Lead are leisurely eating their ingredients while the other members of the Misfit Class are earning points. Iruma was experiencing a survivor's high after having his life put in danger. They decided to enjoy their time eating, putting a priority on surviving the longest in the Harvest Festival. They start talking about memories of a devi-mixer they went to and are just enjoying their time. However, they are suddenly approached by a mysterious kigurumi and...",
                    "TitleJapanese": "魔性のピュア",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9378867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378867",
                    "TitleEnglish": "Clara's Toy Box / A Night Filled With Screams",
                    "SummaryEnglish": "Clara's Toy Box: Iruma gets sucked into Clara's kigurumi and then is trapped inside the strange and fantastical world that's inside! Iruma turns into a child inside and out and he ends up having a lot of fun with Clara. A Night Filled With Screams: Students start forfeiting left and right due to the harsh conditions in the jungle the first night of the Harvest Festival. Meanwhile, Konatsu, Haruno, Azuki, and Dosanko manage to find a certain location and...",
                    "TitleJapanese": "クララのおもちゃ箱/叫び声の響く夜",
                    "SummaryJapanese": "「クララのおもちゃ箱」クララの魔術で着ぐるみの中に捕らえられた入間は、その中に広がる不思議なメルヘン空間へ閉じ込められてしまう！入間は心身ともに子どもになって、クララと一緒に思いっきり楽しく遊ぶ！「叫び声の響く夜」収穫祭１日目の夜。ジャングルでの過酷な環境に、リタイアする生徒が続出。そんな中、へとへとになったコナツ、ハルノ、アヅキ、ドサンコの４人がたどり着いた場所とは……！？"
                },
                "8": {
                    "ID": "9378868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378868",
                    "TitleEnglish": "Can We Make A Hundred Friends? / The Students I'm Proud Of",
                    "SummaryEnglish": "Can We Make 100 Friends?: The owner of the amazing castle in the middle of the jungle was none other than Picero! Picero and Goemon were fighting in the Harvest Festival and had this castle to come back to. A busybody and a demon who marches to the beat of his own drum... This unlikely pair apparently have known each other for a while... The Students I'm Proud Of Meanwhile, in the tutors' tent, there was a party going on. The tutors were all watching their students' performances during the Harvest Festival... and somewhere down the line, a rivalry was building up between the tutors.",
                    "TitleJapanese": "お仲間100人できるかな / 自慢の弟子たち",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9378869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378869",
                    "TitleEnglish": "The Dorodoro Brothers' Provocation",
                    "SummaryEnglish": "The Asmodeus and Sabnock pair and the Dorodoro Brothers were in the middle of hunting down a Hundred Flapple. The Dorodoro Brothers wanted to take back their master from Asmodeus and Sabro because they believed that they were their master's number one pupils. Both Asmodeus and Sabro end up falling for the brothers' provocation, but they didn't realize that the provocation itself had to do with the brothers' abilities. Asmodeus fights back by unleashing his evil cycle just the way Balam had taught him to. Also, what exactly is this history between the Dorodoro Brothers and their master?",
                    "TitleJapanese": "ドロドロ兄弟の挑発",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9378870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378870",
                    "TitleEnglish": "The Iruma I Know",
                    "SummaryEnglish": "Day 2 of the Harvest Festival, and the Iruma and Lead team were still at zero points, so they decide to try to get the Legendary Leaf to turn things around. With that in mind, they go visit Camui. Once they find him, they also encounter a horde of magical beasts and a little kingdom that had been established. The two are captured and suddenly brought in front of the queen of the kingdom, which just so happened to be Keroli?! Meanwhile, Ameri was thinking back about her time at the Harvest Festival, as she was watching Iruma's performance from the broadcast tent.",
                    "TitleJapanese": "私の知るイルマは",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9378871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378871",
                    "TitleEnglish": "Toto the Genie",
                    "SummaryEnglish": "Ameri happens to run into Jazz and Schneider in the tent for all of the students who have forfeited. Apparently, they ran into a plot to get rid of all of the students of the Misfit Class from this competition. Around the same time, Iruma and Lead had begun looking for the Legend Leaf by using the lyrics to the Legend Leaf song as a clue. Iruma goes through the jungle, following what the lyrics said, and finds an entrance to an underground labyrinth. Deep within the labyrinth filled with traps and tricks, he encounters...",
                    "TitleJapanese": "魔神トートー",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9378872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378872",
                    "TitleEnglish": "Wish Upon Your Bow",
                    "SummaryEnglish": "Iruma is trying to get back to the surface after exploring the underground labyrinth with Naphura. On their way up, he runs into his parents that shouldn't be in the netherworld. They're actually an illusion created by Orobas's magic. Iruma is overwhelmed by the illusion and falls off a cliff. Down below, Iruma continues to see nightmarish illusions. Will he be able to overcome his fears?!",
                    "TitleJapanese": "願いを弓に",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9378873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378873",
                    "TitleEnglish": "My Very Own Magic",
                    "SummaryEnglish": "The third day of the Harvest Festival. The announcement of how many points each has is announced through the jungle. Kalego mentions that a certain student still has zero points and tells them to shape up. After hearing this, Asmodeus and Clara immediately think of Iruma. Meanwhile, down in the underground labyrinth, Iruma figures out a way to get out...",
                    "TitleJapanese": "僕だけの魔術",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9378874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378874",
                    "TitleEnglish": "Lead's Distress",
                    "SummaryEnglish": "Iruma is safely reunited with Lead. But apparently, Lead had the Vase of Endings he had successfully obtained stolen by Elizabetta. However, it appears as though the one who took the vase was not Elizabetta, but someone else. Lead uses his bloodline ability, Controller, that had been strengthened through Robin's training and tries to track Elizabetta down. What he ended up hearing were the voices of Elizabetta, Clara, and Keroli in a hot spring?!",
                    "TitleJapanese": "リードの苦悩",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9378875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378875",
                    "TitleEnglish": "The True Worth of the Archer",
                    "SummaryEnglish": "The battle between Keroli's Magical Beast Kingdom and Picero and Goemon's squad continues. Elizabetta also joins the Magical Beast Kingdom and charms the enemy male students on the frontline. Meanwhile, Iruma and Lead also arrive at the Magical Beast Kingdom. After having Camui interpret what Naphula was saying, they find out that it was Orobas who had been attacking the members of the Misfit Class. Orobas seems determined to win, no matter what. Clara is now in danger, as she wandered off into the jungle by herself.",
                    "TitleJapanese": "弓使いの真価",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9379708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379708",
                    "TitleEnglish": "The End of the Harvest Festival",
                    "SummaryEnglish": "Asmodeus protects Iruma and Clara from Orobas, but he is disqualified from the competition because he directly attacked Orobas. As they watch Asmodeus walk off, they realize that Orobas has disappeared. Ocho had taken Orobas and fled. If Iruma and his friends don't retrieve the Vase of Endings, they can't make the Legendary Leaf bloom. But they have no idea where to even start. It is then when a certain someone appears before Iruma and his friends!",
                    "TitleJapanese": "収穫祭の終わり",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9379709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379709",
                    "TitleEnglish": "Legend Leaf",
                    "SummaryEnglish": "The Harvest Festival is coming to an end. Iruma and his friends have managed to obtain the Seed of Beginnings and the Vase of Endings. But they have no idea how to make the Legend Leaf bloom. Lead then remembers one of their old lessons with Suzie and remembers a certain spell... Iruma and Lead have exhausted their energy and mana at this point. Will they be able to successfully make the Legend Leaf bloom in the little time that they have?! Finally, the results are announced. Who will be the student who gets the title of Young King?",
                    "TitleJapanese": "伝説の(レジェンド)リーフ",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9379710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379710",
                    "TitleEnglish": "Welcome Back",
                    "SummaryEnglish": "The Legend Leaf exploded in the sky and bloomed into beautiful flower petals. While everyone's in a celebrating mood, the award ceremony begins. Those who did excellently in the event, those who ended up forfeiting... How did all of the members of the Misfit Class do? Were they all able to reach the rank they needed to?! All of the mentors also are reunited with their students. How will the mentors respond to their students' performances during the Harvest Festival?",
                    "TitleJapanese": "おかえり",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9379711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379711",
                    "TitleEnglish": "The Instructors' Banquet",
                    "SummaryEnglish": "The night that the Harvest Festival ended, the instructors of Babyls got together at a pub to celebrate. Kalego usually never goes to these outings, but Balam catches him and forces him to go. Robin is getting ahead of himself as usual and the group even talks about Kalego's days as a newbie instructor. What is the most important thing about being an instructor at Babyls? We also get to see what happened to Ocho after he escaped into the jungle after the Harvest Festival.",
                    "TitleJapanese": "教師陣の宴",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9379712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379712",
                    "TitleEnglish": "Bad Company / Heartfelt Cooking Class",
                    "SummaryEnglish": "Iruma goes over to Lead's house after getting a brand new gaming console. While they're playing games, Lead's older sister Shakky suddenly bursts into Lead's room, and she seems to be in a really bad mood... / Ameri and Iruma end up making homemade cookies together. But apparently, neither one of them has ever cooked something properly in their lives. They are an absolute mess in the kitchen and even Opera seems to have some trouble dealing with them...",
                    "TitleJapanese": "悪友/真心クッキング",
                    "SummaryJapanese": "「悪友」新しく買ってもらったゲーム機を持って、リードの家に遊びに行く入間。２人がゲームで遊んでいると、突然リードの姉・シャッキーが部屋に乱入してくる！なにやら機嫌の悪そうなシャッキーだが……！？　「真心クッキング教室」アメリは入間と一緒に、クッキーを手作りすることに。しかし２人とも、まともに料理をしたことがない。２人はオペラも戦慄するほどの、とんでもない調理を繰り広げる！"
                },
                "21": {
                    "ID": "9379713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379713",
                    "TitleEnglish": "Words for My Friends",
                    "SummaryEnglish": "Sullivan invites Bachiko over to the mansion to thank her for training Iruma. While she is there, Sullivan tells her that Iruma is actually human. The next day, Iruma and Clara go to Asmodeus's home, just as they promised. Iruma seemed troubled about the fact that he hasn't told them that he is actually human yet. But after talking to Alice's mother, Asmodeus Amuryllis, the thing Iruma ends up telling his friends is...",
                    "TitleJapanese": "トモダチへの言葉",
                    "SummaryJapanese": null
                }
            }
        }
    }
}