{
    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10978032/",
        "http://kjganime.com/",
        "https://www.themoviedb.org/tv/93495",
        "https://www.themoviedb.org/tv/93495"
    ],
    "TitleEnglish": "Kandagawa Jet Girls",
    "SummaryEnglish": "Rin Namiki's mother was a champion in the sport of Jet Racing, a competitive form of jet skiing played on rivers using high-powered machines and two-woman teams. Now in high school, Rin is moving from the rural outskirts of Nagasaki to Tokyo to take up her mother's sport, but she's in way over her head, at least in terms of country versus city attitudes. This frustrates and annoys her roommate at the school dorms, another aspiring Jet Racer named Misa, and it only gets worse when Rin accepts a challenge from the top high school Jet Racer over rights to use the Kanda River. Can Rin prove that racing runs in her blood?",
    "TitleJapanese": "神田川JET GIRLS",
    "SummaryJapanese": "マシンを操作する「ジェッター」とウォーターガンで対戦相手を攻撃する「シューター」の二人一組でマシンに乗り、水面を駆けるスポーツ「ジェットレース」がメジャーとなった世界。伝説のジェッターを母に持ち、自身もジェットレーサーを夢見る波黄 凛は、故郷の島を旅立ち、東京・浅草へとやってくる。そこでクールな美少女、蒼井ミサと出会い、ふたりはパートナーに。ライバルたちとレースを繰り広げながら少しずつ絆を深めていく。",
    "Aliases": [
        "Kandagawa Jet Girls (2020)"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "824782",
            "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7437150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7437150",
                    "TitleEnglish": "Highlight Reel",
                    "SummaryEnglish": "As if called together by fate, Rin moved to the big city and almost immediately met Misa... but their partnership didn't exactly get off to a smooth start!",
                    "TitleJapanese": "#4.5 そうしゅうへん",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7554588",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7554588",
                    "TitleEnglish": "Kandagawa Jet Girls OVA",
                    "SummaryEnglish": "Jet Racing is back, and it’s wetter and wilder than ever! Catch up with Rin, Misa and all your favorite Jet Racers as they return to the waves in this exciting follow-up to Kandagawa Jet Girls. The racing never ends in the Kandagawa Jet Girls OVA! This OVA was included on a blu-ray disc bundled with the PlayStation 4 game 'Kandagawa Jet Girls DX Jet Pack (Limited Edition)', released in Japan on January 16, 2020. An English subtitled version was made available through streaming platforms HIDIVE & VRV on January 24, 2020.",
                    "TitleJapanese": "ここから始まる東京ガールズプロモーション",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "824783",
            "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7345607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7345607",
                    "TitleEnglish": "The Kandagawa is Calling",
                    "SummaryEnglish": "The Kandagawa is calling — and Rin is determined to answer. Will a chance meeting with the cool and aloof Misa Aoi draw her down the path of destiny?",
                    "TitleJapanese": "神田川が呼んでいる",
                    "SummaryJapanese": "ジェットレーサーになることを夢見る波黄 凛は浅草の高校に転校する。上京早々彼女はトラブルに巻き込まれるが、偶然その場にいた蒼井ミサに助けてもらい事なきを得る。その後、寮に辿り着いた凛はミサと再会し、相部屋で暮らすことに。次の日神田川で釣りをしていた凛とミサの前に武蔵野女学館ジェットレース部が現れ、川の使用権を賭けて紫集院かぐやとそのパートナーの満腹黒丸とジェットレースで対決することになるが……。"
                },
                "2": {
                    "ID": "7388480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7388480",
                    "TitleEnglish": "The Ace's Pride",
                    "SummaryEnglish": "The race is on, and Kaguya and Kuromaru are giving Rin and Misa a run for their money! Who will be the victor in this match to decide supremacy over the Kandagawa?",
                    "TitleJapanese": "エースのプライド",
                    "SummaryJapanese": "武蔵野女学館に迫る勢いを見せつつも、圧倒的な力の差を見せつけられ負けてしまう凛とミサ。ミサと一緒に神田川を疾走ることが楽しくて仕方ない凛だったが、神田川は協会に所属したジェットレース部にしか使用権が無い事を知る。そしてなんと浅草女子高校にはそもそもジェットレース部がないのだった。"
                },
                "3": {
                    "ID": "7388481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7388481",
                    "TitleEnglish": "Country comes to Town",
                    "SummaryEnglish": "After all their hard work recruiting for the Jet Racing Club, Misa and Rin deserve a break! But their R&R sours when they stumble upon two rather eccentric Jet Racers…",
                    "TitleJapanese": "おのぼりん",
                    "SummaryJapanese": "ジェットレース部設立に向け部員集めに奮闘する凛はミサの力を借り、整備士の吉徳キリコ、生徒会長の新紫集院文ヶ、親友の鶴野ひなをメンバーに迎える。見事、浅草女子ジェットレース部を発足し、「神田川杯」の優勝を目指しハードなトレーニングを続ける凛にミサは息抜きを提案する。浅草見物に出かけたふたりはカリフォルニア・コースト ハイスクールからの留学生ジェニファー・ピーチとエミリー・オレンジと出会い仲良くなるが、ひょんなことから彼女たちとジェットレースで対決することに……。"
                },
                "4": {
                    "ID": "7388482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7388482",
                    "TitleEnglish": "My Favorite",
                    "SummaryEnglish": "It's just a routine Jet Race to see who'll walk away with that rare yellow dolphin keychain... right? Wait, Misa and Rin's opponents are WHO?! Uh oh…",
                    "TitleJapanese": "マイフェイバリット",
                    "SummaryJapanese": "凛が浅草案内のお礼に買ったイルカのキーホルダーを賭けて《雲海SURFERS》とレースをすることになった凛とミサは、相手が操るマシン、《Cuisin2(キジーツー)》のブースト性能に苦戦する。凛も初めて《Orcano（オルカーノ）》のブーストを起動するが、コントロールが出来ずなかなか距離が縮まらない。更にミサのウォーターガンの残弾もなくなり絶体絶命のピンチに追い込まれる二人。そんな中ミサが思いついた起死回生の一手とは…！"
                },
                "5": {
                    "ID": "7423753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7423753",
                    "TitleEnglish": "Pop Idol Racers",
                    "SummaryEnglish": "Rin and Misa are on the hunt for a new core unit for their training machine — and Misa is after Rin’s phone number, provided she can work up the courage to ask her for it.",
                    "TitleJapanese": "アイドルレーサー",
                    "SummaryJapanese": "先の激しいレースでシミュレーターのパーツが壊れてしまい、凛とミサとキリコは秋葉原へ買い出しに行くことに。そこでまたしても《雲海SURFERS》と鉢合わせた三人は、歌って疾走れる双子のアイドルユニット《ヘルズキッチン》のライブに誘われ、一緒にライブを楽しむのだった。その翌日、待ちに待った浅草女子高校の神田川の練習順が回ってくるが、突然現れた《ヘルズキッチン》の二人が割り込んできて……!?"
                },
                "6": {
                    "ID": "7423754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7423754",
                    "TitleEnglish": "What They Lack",
                    "SummaryEnglish": "Twins Ziyu and Dina have been making waves as idols and Jet Racers! Can Rin and Misa hope to compete against their opponents' nimble machinery and synchronized technique?",
                    "TitleJapanese": "二人に足りないもの",
                    "SummaryJapanese": "抜群のコンビネーションを見せたツウィとティナに圧倒された凛たち。レベルの違いに落ち込む凛を気遣い、ミサは彼女を浅草観光に誘う。ところが浅草で二人は、ギャルコンビの白石マナツと緑川ゆずに遭遇。彼女たちもジェットレーサーだと知るが、些細な事が原因でなぜか水着でボーリングや卓球対戦をすることに！？そこに偶然居合わせたジェニファーたちも加わりバトルは白熱するのだった！"
                },
                "7": {
                    "ID": "7454707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7454707",
                    "TitleEnglish": "Why They Race",
                    "SummaryEnglish": "A mysterious cryptid lurks beneath the waters of the Kandagawa. Who will discover the true nature of the beast!? Well, it won’t be Rin, because she has a test to study for...",
                    "TitleJapanese": "疾走る理由",
                    "SummaryJapanese": "学力テストで赤点を取ってしまった凛は、なんとしても追試に合格するために図書室で自習をはじめる。猛勉強の末、無事追試に合格した凛だったが、無理がたたり風邪で倒れてしまう。凛と一緒にトレーニングをするはずのミサはひとりでランニングに出かけるが、そこでマナツとゆずに出会い、凛が寝込んでしまったことを伝える。すると、凛の元にマナツとゆず、さらにジェニファーとエミリーもお見舞いに来るのだが…。"
                },
                "8": {
                    "ID": "7465381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7465381",
                    "TitleEnglish": "The Great Nye-Nye!",
                    "SummaryEnglish": "Yuzu and Manatsu claim that the elusive beast lives in the shadowy diversion channels beneath the Kandagawa, but Nyu-Nyu is not the only creature lurking in those dark depths.",
                    "TitleJapanese": "にゅうにゅうさま",
                    "SummaryJapanese": "買い物に出かけた凛とミサは、マナツとゆずが動画で見たという神田川に潜む巨大生物「にゅうにゅうさま」探しに協力することに。ところが、水路の中を探索していた４人はススだらけになりながら迷った末、とある神社へとたどり着く。そこで神社の娘、翠田いのりと出会いお風呂に食事と至れり尽くせりのおもてなしを受けるのだった。"
                },
                "9": {
                    "ID": "7469262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7469262",
                    "TitleEnglish": "The 180 Jetter",
                    "SummaryEnglish": "The Kandagawa Cup prelims have arrived, and the Kandagawa Jet Girls are ready to race — but Rin and Misa’s first opponent seems to have a lot on her mind besides Jet Racing…",
                    "TitleJapanese": "豹変ジェッター",
                    "SummaryJapanese": "神田川杯公式予選を間近に控え、トレーニングに励む凛とミサは神田川沿いをランニング中、パートナーとの関係に悩む環 楓花と出会い、彼女を励ますのだった。そしていよいよ神田川杯公式予選が開催！なんと凛たちの初戦の対戦相手は楓花と、神社で出会ったいのりの《水龍會》ペアだった。レース開始早々、普段のおしとやかな姿からは想像できない楓花の荒々しい運転に驚く凛たち。そして、レースは熾烈を極めるのだった…！"
                },
                "10": {
                    "ID": "7474396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7474396",
                    "TitleEnglish": "A Summer Gig Receive",
                    "SummaryEnglish": "Ruca-chan is in dire need of an upgraded power unit, but power units are incredibly expensive. Luckily Rin thinks she knows how they can earn the money to buy one.",
                    "TitleJapanese": "サマーバイトレシーブ",
                    "SummaryJapanese": "神田川杯で勝ち抜くために新しいパワーユニットを買うお金を稼ごうと、浅草女子高校ジェットレース部一同は夏休み中アルバイトをすることに。部員全員で資金集めに奮闘するが、目標金額を達成できずにいた。決勝までに資金調達が間に合わないと焦る中、ジェニファーから1日で稼げるというアルバイトの紹介をされるのだった…。"
                },
                "11": {
                    "ID": "7474397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7474397",
                    "TitleEnglish": "Rin Goes Home",
                    "SummaryEnglish": "To achieve victory in the Kandagawa Cup, Rin will need to forge her own path — and just when she needs to hear it, advice from her mother springs from an unexpected source.",
                    "TitleJapanese": "凛、実家へ帰る",
                    "SummaryJapanese": "決勝進出を決めた凛とミサ。しかし決勝目前にミサは、ジェットレースをやめたきっかけとなった過去のコンプレックスに思い悩む。一方の凛はレースのライン取りを何年も前の母親の動きを参考にしていたため、これではオルカーノの性能を引き出せてないと悟り、思い切った行動にでる。そしてミサも、《水龍會》の二人に誘われジェットレース強化合宿に参加するのだった。"
                },
                "12": {
                    "ID": "7474398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kandagawa-jet-girls/episodes/7474398",
                    "TitleEnglish": "Our Jet Race",
                    "SummaryEnglish": "Win or lose, Rin and Misa now race as one. Will their teamwork hold in the most important Jet Race of their lives and against the ultimate enemy, Kaguya Shijyuin?",
                    "TitleJapanese": "私たちのジェットレース",
                    "SummaryJapanese": "実家から戻った凛に話したいことがあると伝えるミサ。決勝前に自分のことは全て話しておきたいと過去にジェットレースをやめようと思っていたことを打ち明ける。それを聞いた凛も自分は母親の影ばかりを追いかけてしまっていたことをミサに話すのだった。お互いに胸の内を話すことで、気持ちが一つになった二人は、いよいよ神田川杯決勝戦に挑む——。"
                }
            }
        }
    }
}