{
    "URL": "https://www.thetvdb.com/series/stars-align",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Family",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11008522/",
        "http://www.tbs.co.jp/anime/hoshiai/",
        "https://www.themoviedb.org/tv/92835",
        "https://x.com/hoshiaino_sora"
    ],
    "TitleEnglish": "Stars Align",
    "SummaryEnglish": "Constantly outperformed by the girls' club, the boys' soft tennis club faces disbandment due to their poor skills and lack of positive results. In desperate need of capable players, Toma Shinjou is looking to recruit, but he fails to do so. Enter Maki Katsuragi, a transfer student who demonstrates great reflexes when he catches a stray cat, Instantly capturing Toma's attention. Toma ambitiously asks Maki to join the team but is quickly rejected, as Maki doesn't wish to join any clubs. Toma refuses to back down and ends up persuading Maki - only under the condition that Toma will pay him for his club expenses. As Maki joins the team, he immediately outshine the rest of the team. This gives rise to conflict among the team, Maki challenges his fellow team members to devote themselves to the game they once neglected. This story focuses on the boys' soft tennis club and their discovery of their own capability, while also enduring the darker side of growing up in middle school.",
    "TitleJapanese": "星合の空",
    "SummaryJapanese": "監督・赤根和樹が贈る、待望のオリジナル新作アニメーションが始動！キャラクター原案には、新進気鋭の人気イラストレーター・いつかを起用し、赤根和樹が紡ぐ物語を、繊細に描いていく。舞台は廃部寸前の男子ソフトテニス部。キャプテンの新城柊真は、転校してきたばかりの桂木眞己をソフトテニス部に誘うが･･･。様々な想いや悩みを持つ少年たちをソフトテニス部を舞台に描く、オリジナルテレビアニメーション。",
    "Aliases": [
        "Hoshiai no Sora"
    ],
    "Modified": "2025-07-03",
    "Seasons": {
        "1": {
            "ID": "824773",
            "URL": "https://www.thetvdb.com/series/stars-align/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7345571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7345571",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "When an old friend moves into town, team captain Toma has a plan to save the boys' soft tennis club that's in danger of being disbanded for how awful it is.",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "志城南中に転校してきたシングルペアレントの少年・桂木眞己は、\n幼馴染だった新城柊真と再会をする。\n働く母に代わって家事全般をこなす眞己。\nそんな眞己とは違い、男子ソフトテニス部で部長をしている柊真は、\n最近退部者が出たせいで７人だけになってしまった弱小チームを、\nなんとか立て直そうと奮闘していた。\nしかし、夏の大会で最低一勝しないと廃部になることが決定してしまい…。\n一縷の望みをかけ、柊真は眞己を部活に誘う。"
                },
                "2": {
                    "ID": "7397519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7397519",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Maki's first day of practice is not only brutal, but eye-opening for the entire team. Tensions rise when he calls out the others for their lack of effort.",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "柊真と“契約”を交わした眞己は、\n約束どおり柊真のペアとしてソフトテニス部に入部する。\n副部長の凜太朗や太洋、直央は概ね好意的に眞己を受け入れてくれるが、\n負けん気の強い晋吾をはじめとした翅や樹の３人は、あまりいい顔をしない。\n何を言われても気にしない眞己をよそに、そんな仲間の態度に、柊真は焦りつつ苛立ちを隠せないでいた。\n一方、そんな彼らの様子を夏南子と悠汰が見つめていた。"
                },
                "3": {
                    "ID": "7397520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7397520",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Toma's frustration with the team boils over after pairing up with Maki for a few practice games. Maki later learns about Itsuki's family situation after he lashes out at a bully.",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "契約のひとつだと、律儀に食材の買い出しを手伝う柊真と、\nそれを手伝う悠汰。\nそして、なぜか男子ソフトテニス部に興味を持ってついてくる夏南子に\n眞己は手料理を振る舞う。\n手際よく作る眞己の姿とおいしい料理に三人は感嘆の声をもらす。\nそんな中、まだ初心者で疑問だらけの眞己に、\n柊真は詳しいルールとソフトテニスの基本を教えるため練習試合を計画する。\nしかし、眞己を調子に乗せたくない晋吾や翅、樹はある企みをみせ…。"
                },
                "4": {
                    "ID": "7399384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7399384",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "The new pairs see how they fare in a series of practice matches against Toma and Maki. Meanwhile, their advisor reveals a plan in store to help out.",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "眞己の発言に全員が驚きを隠せない。\n皆の反応を予測していた眞己は微笑み、“ある提案”を書いたメモを皆に見せる。\nそこに書かれた、今までの自分達をひっくり返されるような内容に、\n全員から疑問や反発の声があがっていく。\nただの思い付きか、それとも何か確証があるのか。\n眞己の真意を測るため、眞己の提案にのって、もう一度練習試合を開始する。\n果たして、この試みが男子ソフトテニス部の変わるきっかけになるのか―！？。"
                },
                "5": {
                    "ID": "7399385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7399385",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "When pressed for the truth, Maki confides in Toma and they take a stand against Kenji. Later, Rintaro admits that he's been a burden in more ways than one.",
                    "TitleJapanese": "第5話",
                    "SummaryJapanese": "個々の可能性を見いだすことに成功した男子ソフトテニス部は、\n今までになくやる気と活力に満ちていた。\nしかし、張り切ってコートに飛び出して練習する仲間とは違い、\n眞己の心は雲に覆われたように暗いまま…。\nラケットも持ってこない眞己の様子を心配した柊真は、\n二人きりで眞己から事情を聞き出す。\n最初は言いにくそうにしていた眞己だったが、\n「隠し事はなしだ」と真剣な眼差しを向ける柊真に、\n一呼吸置くと静かに語りだした。"
                },
                "6": {
                    "ID": "7442606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7442606",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "The soft tennis club takes on Misaki Academy in a series of practice matches, but they'll have to change things up if they want to stand a chance.",
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "圧倒的な部員数と実力を誇る、\nソフトテニス部の強豪・御崎学園との練習試合に、\n不安と緊張がない交ぜになる志城南中のメンバー達。\n一番最初に戦う太洋・直央のペアも、\n相手との実力差を感じて萎縮してしまっていた。\nしかし、眞己だけは自信を持てば勝てる試合だと笑う。\n悠汰の力も借りて、ペアの力を存分に引き出して戦おうと気合を入れた。\n晋吾が妹と考えてきた“勝利のダンス”も皆で踊り―、\n初めての対外試合が始まる！"
                },
                "7": {
                    "ID": "7442610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7442610",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Maki and Toma face off in an intense match against Misaki's ace pair. The club is later surprised by their advisor who suggests they skip practice and take a little break.",
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": "御崎学園のエース・王寺アラシのプレーセンスに、\n試合は相手の独擅場かと思われた…が、眞己はあることに気づく。\n彼らの弱点をつけば勝利の糸口が見えるかもしれない。\nそれは簡単にはいかないだろうがやる価値はある―！\n祈る悠汰と「報われない努力のほうが多い」と皮肉りながらも見守る夏南子。\nそして仲間の応援を受けて、お互いを信じ合う眞己と柊真はいよいよ反撃に出る。\n二人はこの試合の流れを変えることができるのか！？"
                },
                "8": {
                    "ID": "7442611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7442611",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Once the club finds out their first opponent in the tournament bracket, they're forced to use unconventional tactics to scout out an elite player they'll be facing.",
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": "月ノ瀬家では、直央とクラブ活動を快く思わない母が口論になっていた。\n直央は自分の居場所になりつつある、\nソフトテニス部や仲間と過ごす時間を守りたく思っていた。\nしかし、そんな気持ちは伝わらず…\n母がいれたクレームで、一週間のクラブ活動自粛が決定してしまう。\nそんな中、桜井から夏の地区大会の団体戦相手が\n“旗の丘中学校”だと知らされる。\n旗の丘中には、また強敵になりそうな選手がいるようで―。"
                },
                "9": {
                    "ID": "7461342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7461342",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "On the day Shingo's little sister comes to watch him play at the school, not only does soft tennis get put on hold, but dreams are crushed as well.",
                    "TitleJapanese": "第9話",
                    "SummaryJapanese": "晋吾と杏は仲の良い兄妹。\n大好きな晋吾の試合を見たい杏は、\n今度の日曜日に学校へ見学に行きたいとお願いする。\nそんな杏の気持ちを汲んで二人の父は賛成してくれるが、\n杏の母だけは顔をしかめ…。\nその頃、直央も相変わらず、母にソフトテニスを辞めるよう強要されていた。\n心ない母の言葉を聞くたび、直央の心と表情は冷えていく。\nそんな、それぞれの事情を抱えながら女子部と強化試合を行う当日、\nある事件が起こる―…。"
                },
                "10": {
                    "ID": "7461345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7461345",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": "試合まで一か月を切った大事な時、男子ソフトテニス部に衝撃が走る―…！\n突然起こった不運に全員が戸惑う。\n驚き、焦り、不安などから溢れ出すネガティブな言葉…。\nしかし、晋吾がそれを打ち破るように声を張り上げた！\n勝利への強い願いを持ってメンバーを奮い立たせる晋吾…\n“勝利の舞い”で気合を入れた。\nそして…いよいよメンバーにとって、運命の日がやってくる。\n地区大会で男子ソフトテニス部は初勝利を掴めるのか！？"
                },
                "11": {
                    "ID": "7461348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7461348",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "With under three months of play under his belt, Maki faces a crowd-favorite opponent with his doubles partner Toma in the club's one last chance to stay alive.",
                    "TitleJapanese": "第11話",
                    "SummaryJapanese": "黄色い声援を浴びながら、\n応援席の女子ファンに爽やかに手をふる人気者のジョイ。\n眞己と柊真にとっては、どこかアウェイな空気が取り巻く。\nしかも、高くて壁のようなジョイには中途半端な球は通用しない。\n高い緊張感と、負けたくないという気持ちで焦る柊真に、\n楽しもうと眞己は笑う。\n“ダブルスは二人”…眞己と柊真はどんな方法でジョイに挑むのか…！？\n今までとは異なる雰囲気で、眞己と柊真の地区大会初試合が開始する―！"
                },
                "12": {
                    "ID": "7461351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stars-align/episodes/7461351",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Win or lose, Toma and Maki are having a blast playing the national champs. The underdogs get support from the crowd as everyone cheers them on.",
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": "新城家では涼真を前にして、母がある決断を下していた。\n一方、会場では凜太朗も…。\n試合では、眞己と柊真が、“絶対王者“のペアに挑んでいた。\nさすがの王者が持つ圧倒的な強さに、応援席では諦めムードが漂う。\nしかし、夏南子の「まだ試合は始まったばかり」という言葉に叱咤され、\nメンバーは気持ちを持ち直す。\n大きな声援を背に、\n眞己と柊真は王者の領域に踏み込むことができるのか―…！？"
                }
            }
        }
    }
}