{
    "URL": "https://www.thetvdb.com/series/null-peta",
    "Genres": [
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0A68-E60B-D21F-D31D-79E1-Q",
        "https://www.imdb.com/title/tt13004300/",
        "https://www.themoviedb.org/tv/91587"
    ],
    "TitleEnglish": "Null & Peta",
    "SummaryEnglish": "Girl genius \"Null\" has just lost her beloved big sister \"Peta\" in an accident. But don't you worry! She'll just use her naturally gifted intelligence to bring her big sister back as a robot! But is her newly-revived big sister just a little different than before?",
    "TitleJapanese": "ぬるぺた",
    "SummaryJapanese": "少女の天才「ヌル」は、最愛の姉「ペタ」を事故で亡くしました。 しかし、心配しないでください！ 彼女は自然に才能のある知性を使って、姉をロボットとして連れ戻すだけです！ しかし、彼女の新しく復活した姉は以前と少し違うのですか？",
    "Aliases": [
        "Null Peta",
        "Null & Peta: Slippery and Sticky! Big Sister Bikini Battle!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "824780",
            "URL": "https://www.thetvdb.com/series/null-peta/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7557998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7557998",
                    "TitleEnglish": "Slippery and Sticky! Big Sister Bikini Battle!",
                    "SummaryEnglish": "Null & Peta find themselves in a trippy multinational pro wrestling match! Can the sisters defeat their foreign alter-egos? Can any of the alternate Petas actually cook!? Will the ref ever put a stop to this chicanery!?!?",
                    "TitleJapanese": "ドキッ♥ ぬるぬるぺたぺた！ 水着だらけのお姉ちゃん大会！",
                    "SummaryJapanese": "ぬるぺたは、トリッピーな多国籍プロレスの試合に出場します！ 姉妹は彼らの外国の分身を打ち負かすことができますか？ 代替ペタのどれかが実際に調理できますか！？ 審判はこのchicaneryを止めることはありますか！？！？"
                }
            }
        },
        "1": {
            "ID": "824781",
            "URL": "https://www.thetvdb.com/series/null-peta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7345605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7345605",
                    "TitleEnglish": "Sister Complete!",
                    "SummaryEnglish": "Null is a young genius who misses her older sister, Peta... so she decides to re-create her, using her incredible intellect. The results are not exactly what she anticipated.",
                    "TitleJapanese": "お姉ちゃん完成！",
                    "SummaryJapanese": "事故で姉を亡くした少女ぬるは、生前の記憶と性格を持ったお姉ちゃんロボ「ぺた」を 天才力で作り上げるが……、ちょっと待ってなんで飛行モードに変形するの！？"
                },
                "2": {
                    "ID": "7387809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7387809",
                    "TitleEnglish": "My Big Sister's Perfect Food!",
                    "SummaryEnglish": "Peta makes her specialty dish for Null's breakfast, but even before she was a robot, her cooking could be questionable. It seems like the added processing power and machine strength haven't done anything for the older sister's skills in the kitchen.",
                    "TitleJapanese": "お姉ちゃんの完全栄養食！",
                    "SummaryJapanese": "人類史上最も甘美な誘惑「二度寝」から目覚ましマシンで起こされたぬるを待っていたのは、お姉ちゃんの得意料理だった！わーいってコレ暗黒チャーハンだぁぁぁ！"
                },
                "3": {
                    "ID": "7399997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7399997",
                    "TitleEnglish": "Big Sister, Do I Have to Go to School?",
                    "SummaryEnglish": "Peta wants Null to attend school, but Null's advanced intellect makes her stand out from her peers. Can the siblings come to terms over Null's class attendance?",
                    "TitleJapanese": "お姉ちゃん学校行かなきゃダメ？",
                    "SummaryJapanese": "学校にいかないぬるは今日も機械いじり。お風呂RTA勢のぬるを綺麗に洗ってゆっくりお風呂に浸からせたいぺたの殺人ヘッドスパが炸裂する！ほぇぇぇ……。"
                },
                "4": {
                    "ID": "7399998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7399998",
                    "TitleEnglish": "Big Sister, Do I Have to Go to Space?",
                    "SummaryEnglish": "Peta tries to send Null to school, but Null has other plans... that end up getting a little out of control.",
                    "TitleJapanese": "お姉ちゃん宇宙行かなきゃダメ？",
                    "SummaryJapanese": "形から入りましょう！とランドセルを背負わされジェット推進で飛ばされたぬる。華麗に学校は回避したものの宇宙まで来てしまって……。コレ帰れるよね？ね？"
                },
                "5": {
                    "ID": "7419582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7419582",
                    "TitleEnglish": "My Big Sister Is Dead?!",
                    "SummaryEnglish": "Space: the Final Frontier. Null has found herself stranded in the vicinity of an abandoned space station in Earth's orbit, unsure of how to get home. Will Peta be able to save her little sister?",
                    "TitleJapanese": "お姉ちゃんイズデッド！？",
                    "SummaryJapanese": "ぺたを直そうとするぬるだが、バックアップがとれずこのままでは記憶が消えてしまう。な〜んてね！新しいお姉ちゃんと楽しく過ごせばいいし！新しく、新しく、新しく……！"
                },
                "6": {
                    "ID": "7429086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7429086",
                    "TitleEnglish": "Big Sister, What's Your Favorite Snow Cone Flavor?",
                    "SummaryEnglish": "Null and Peta head to the beach where Null meets a new friend.",
                    "TitleJapanese": "お姉ちゃんかき氷のシロップなに派？",
                    "SummaryJapanese": "夏休み！学校にいかないぬるには関係ないとはいえ……海には小学生の人波が。そして逃げた先にいたのは笑顔が眩しいかき氷屋の娘だった。これが、コミュ強……！"
                },
                "7": {
                    "ID": "7440934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7440934",
                    "TitleEnglish": "My Big Sister's Acting Suspicious!?",
                    "SummaryEnglish": "Peta seems to be up to something that might be putting her in danger, so it's up to Null to follow her incognito and discover the truth.",
                    "TitleJapanese": "お姉ちゃんは不審者！？",
                    "SummaryJapanese": "日を追うごとにボロボロになって帰ってくるぺた。しかし理由を話そうとしない。怪しすぎる……いったい何が……？　よし、こうなったら尾行するしかなーい！"
                },
                "8": {
                    "ID": "7465792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7465792",
                    "TitleEnglish": "My Big Sister's Bugging Out!",
                    "SummaryEnglish": "It's an invasion! The town has been swarmed by tiny ravenous bugs that are intent on eating everything in sight! Will Null's scientific knowhow and Peta's robotic power be enough to exterminate the scourge?",
                    "TitleJapanese": "お姉ちゃんバグる！",
                    "SummaryJapanese": "学校に巣食っていた謎の存在『バグ』　学校や街など、あらゆる物を食べて増殖するバグに対処するためにぺたが取り出したのは……新兵器！ピコハンまーく２！！"
                },
                "9": {
                    "ID": "7460868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7460868",
                    "TitleEnglish": "My Big Sister's Brutal With a Hammer!",
                    "SummaryEnglish": "The tiny bugs that eat everything aren't so tiny anymore, as they fuse together into a giant entity intent on eating everything in it's path! Can the sisters stop it before there's nothing left to save?",
                    "TitleJapanese": "お姉ちゃんって野蛮なハンマー！",
                    "SummaryJapanese": "どんどん増殖するバグ。暗黒チャーハンを囮にして爆破するも、まるで追いつかない。しかも合体して巨大化！？ 驚異的な再生力を前に、ぬるが講じた秘策とは……？"
                },
                "10": {
                    "ID": "7471868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7471868",
                    "TitleEnglish": "I Think of My Sister, Therefore My Sister Is",
                    "SummaryEnglish": "Peta has vanished, leaving Null to wonder where her big sister has gone.",
                    "TitleJapanese": "お姉ちゃん思うゆえに姉あり",
                    "SummaryJapanese": "不思議だ。あれだけバグにめちゃくちゃにされた街が元通りになっている。アンコンシャスバイアス。アポフェニア。 −−あの日の騒動は夢だったのだろうか？"
                },
                "11": {
                    "ID": "7483064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7483064",
                    "TitleEnglish": "Big Sister, Big Sister, Big Sister!",
                    "SummaryEnglish": "Null has discovered something unsettling, and with Peta still missing, she's left alone to ponder the magnitude of her realization.",
                    "TitleJapanese": "お姉ちゃん、お姉ちゃん、お姉ちゃん！",
                    "SummaryJapanese": "誰もいない世界。ひとりぼっちの世界。ぬるが唯一信じていたぺたも消えた。ひとりで考える時間も増え嫌な夢を繰り返すうちに、ぬるはあの日の事を思い出す−−。"
                },
                "12": {
                    "ID": "7490438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/null-peta/episodes/7490438",
                    "TitleEnglish": "Null and Peta",
                    "SummaryEnglish": "Null and Peta are reunited, and the sisters resume their life after the changes they've been through.",
                    "TitleJapanese": "ぬるぺた",
                    "SummaryJapanese": "エピロォォーーーグッッ！！　空飛んだり宇宙行ったりバグと戦ったりかき氷食べたりぺたが消えたりと、なんだかんだ色々あったけど、小さくてもその一歩は偉大な一歩だ！"
                }
            }
        }
    }
}