{
    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Mini-Series",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11100658/"
    ],
    "TitleEnglish": "Gundam Build Divers Re:Rise",
    "SummaryEnglish": "Set two years after the story of Gundam Build Divers, a new version of the \"Gunpla Battle Nexus Online\" (GBN) game launches. The story centers on four Divers who participate with completely different play styles and levels. Hiroto is a lone Diver, Kazami is a Diver that plays in different parties, May is Diver who plays the game all day, and Parviz is a shy beginner with the determination to be in a party with other players. All four band together to form a team and experience something that goes beyond the game.",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "824767",
            "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7506816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7506816",
                    "TitleEnglish": "Special",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "824768",
            "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7345555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7345555",
                    "TitleEnglish": "Wandering Core Gundam",
                    "SummaryEnglish": "In the upgraded GBN, Hiroto continues to play as a solo mercenary. He is greeted by a Diver named Kazami, who suggests that they team up. Hiroto flatly rejects the idea, but Kazami appears undeterred. His goal is to attempt a rumored hidden mission.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7398860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7398860",
                    "TitleEnglish": "Unknown Mission",
                    "SummaryEnglish": "Thanks to Freddie's enthusiasm for the legendary force, Hiroto and his teammates have had no choice but to call themselves \"Build Divers.\" All the members have different reactions, but Hiroto has a particularly strong feeling about the name. Meanwhile, the four of them play Freddie's mission once again, and Freddie invites them to visit his village.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7400322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7400322",
                    "TitleEnglish": "A Place To Protect",
                    "SummaryEnglish": "The Build Divers have accepted a mission to protect Freddie's village. In their rehearsal battle, however, they realized that their poor teamwork will inevitably result in collateral damage. Hiroto proposes a secret plan that will enable them to clear the mission without harming the village.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7400323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7400323",
                    "TitleEnglish": "Wounded Wings",
                    "SummaryEnglish": "Believing that Freddie's mission is an ongoing story mission newly added to GBN, the four decide to continue the adventure. Freddie introduces them to members of the Resistance, who tell the Build Divers about their planned counterattack operation. The next task is a diversionary mission to support an attack on the One-eyes' giant base in the desert.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7418652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7418652",
                    "TitleEnglish": "Now Spread Your Wings",
                    "SummaryEnglish": "On the day of the operation, Parviz is late to arrive. Lamenting his previous incompetence, he tells the other Build Divers that he wants to quit. Kazami desperately tries to stop him, May is calm, and Hiroto is excessively realistic. Parviz remains determined, but then he is forced to begin the mission against his will.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7418653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7418653",
                    "TitleEnglish": "Hero on the Brink",
                    "SummaryEnglish": "While Parviz experienced great growth in the previous mission, Kazami alone is resentful at his own inability to distinguish himself. Meanwhile, the Build Divers head for the Resistance base where Freddie's brother Jed is stationed.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7418654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7418654",
                    "TitleEnglish": "Battered Crown",
                    "SummaryEnglish": "Though Gojo has asked him to look after Kazami, Hiroto is unable to figure out Gojo's real motive. And Kazami, unable to find a way to lessen the huge gap between his own ideals and his current state, can only agonize in vain. With their teamwork in this hazardous state, an escort and evacuation begin.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7418655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7418655",
                    "TitleEnglish": "Duty and Illusion",
                    "SummaryEnglish": "Hiroto and Kazami have made a small but very important improvement in their relationship. However, the Build Divers and the Resistance are now overwhelmed by the attack of the mysterious Gunpla known as \"Seltsam.\" The pendant that Muran entrusted to Hiroto and the others seems to become a key to turn the tide, but… Meanwhile, May begins gathering intelligence at Magee's bar.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7459894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7459894",
                    "TitleEnglish": "Abyss of Isolation",
                    "SummaryEnglish": "Parviz and Kazami have finally begin to realize that the Build Divers are a team. But Hiroto suggests that he clear the next mission with his own strength alone. May questions him doggedly, but Hiroto is merely bewildered by this.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7471263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7471263",
                    "TitleEnglish": "The Ones Who Breathe There",
                    "SummaryEnglish": "May's Wodom Pod has been destroyed while shielding Hiroto from an attack, and from it emerges May's mobile doll form. May is an EL-Diver, an electronic lifeform born from GBN itself. As the other Build Divers react with amazement, Mobile Doll May takes the offensive against the Gundam Seltsam.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7481650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7481650",
                    "TitleEnglish": "Last Mission",
                    "SummaryEnglish": "The Space Crossing festival is over, and the Build Divers and the Resistance prepare for their next mission. Hiroto and the others have figured out how to open a door located in the lobby of the surface station connected to the orbital elevator, their next objective. They decide to log out for the moment to make further preparations before continuing ahead. The stage for what appears to be their last mission will be outer space.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7491370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7491370",
                    "TitleEnglish": "The Shuddering World",
                    "SummaryEnglish": "After a mutually frustrating conversation with the entity that calls itself Alus, the Build Divers temporarily withdraw from the moon. Awaiting them are a tremendous number of One-eyes, which appear to be led by the Gundam Seltsam. Then Hiroto and the others are shocked by another new development.",
                    "Aliases": []
                },
                "13": {
                    "ID": "7501971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7501971",
                    "TitleEnglish": "Somewhere in This Universe",
                    "SummaryEnglish": "After a fierce but futile battle, the satellite cannon hidden inside the moon has unleashed a devastating beam. Its effects reach beyond the planet Eldora, extending to all of GBN and even the real world where Hiroto and the others live. It appears that their previous battles may not have been all a game, but actual events instead. Hiroto is completely bewildered by this unimaginable development. But he is no longer alone. It is now inevitable that the Build Divers must meet in real life.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1832707",
            "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7678315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7678315",
                    "TitleEnglish": "Encounters, and Then…",
                    "SummaryEnglish": "Freddie, an inhabitant of the planet Eldora, sets foot inside a ruined temple, carrying with him a book he accidentally discovered in a storage room. His curiosity leads to an encounter with Hiroto and the other Build Divers, and nobody could imagine what will result from this beginning...",
                    "Aliases": []
                },
                "2": {
                    "ID": "7681112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7681112",
                    "TitleEnglish": "Mission, Once More",
                    "SummaryEnglish": "Once again, Hiroto and the Build Divers make contact with Freddie and stand on Eldora's soil. Their sense that the planet Eldora really exists, and isn't just a GBN Story mission, is reinforced. But meanwhile, where their Gunpla are concerned, they must deal with a situation dramatically different from before.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7681113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7681113",
                    "TitleEnglish": "To the Heavenly Land",
                    "SummaryEnglish": "Riding in a balloon made by collecting the lanterns from the Space Crossing festival, Parviz and Freddie go to meet the sacred beast Cuadorn, which dwells in the floating temple known as Milaag Mountain. Buffeted by strong winds, the balloon continues its ascent, but ahead of it lies a huge thundercloud like nothing they've never seen before.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7681114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7681114",
                    "TitleEnglish": "The Sacred Beast Cuadorn",
                    "SummaryEnglish": "Hiroto and the Build Divers have finally met with the sacred beast Cuadorn, only to be rejected. But after they unflinchingly convey their feelings towards Eldora, Cuadorn opens its silent mouth. As it begins to speak, it tells them of the lightning from the moon that struck Eldora, and of Alus, the one who unleashed it.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7692273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692273",
                    "TitleEnglish": "Perfect Sniper",
                    "SummaryEnglish": "Hiroto and the Build Divers have succeeded in turning Milaag Mountain, the home of the sacred beast Cuadorn, into their new base. As they hold a strategy meeting to save the people of Eldora from the One-Eyes, images of Hiroto's own Gunpla and the Alus Earthree Gundam created by Alus are superimposed in Hiroto's complicated thoughts.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7692274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692274",
                    "TitleEnglish": "If It Weren't for You",
                    "SummaryEnglish": "Their battle with the Alus Earthree Gundam has ended in victory for Hiroto and the Build Divers. In front of its wreckage are the Earthree Gundam and the Beam Shoot Rifle U7, which has been thrust into the ground. As Hiroto stares at the rifle which looms like a gravestone, a buried memory is revived within the depths of his heart.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7692275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692275",
                    "TitleEnglish": "A Wish Entrusted",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "7692276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692276",
                    "TitleEnglish": "To Fly Once More",
                    "SummaryEnglish": "Once again, Hiroto and the Build Divers gather in real life. To save the people of Eldora from the One-Eyes, they must power up their Gunpla to resist the powerful new enemies created by Alus, and discuss how to rescue Masaki Shido, whose mind is still trapped on the planet Eldora. Then Parviz makes a surprising proposal.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7692278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692278",
                    "TitleEnglish": "Seltsam's Deadline",
                    "SummaryEnglish": "Muran has entrusted Hiroto, Kazami, and May with the task of rescuing Masaki Shido, and they begin searching for the Seltsam. However, their radar instead detects a huge force of dozens of enemy machines. Meanwhile, in the ruins of Milaag, Parviz and Freddie continue working to repair Cuadorn's injured wings.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7692279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692279",
                    "TitleEnglish": "Moment of Choice",
                    "SummaryEnglish": "Thanks to the efforts of Hiroto and the Build Divers, Masaki Shido has been successfully rescued. Hiroto, Kazami, Parviz, and May gather at The Gundam Base to pay a visit to the awakened Masaki. Suddenly, they hear the roar of a motorcycle engine. The rider is someone they never expected.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7692281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692281",
                    "TitleEnglish": "Build Divers",
                    "SummaryEnglish": "In preparation for the final battle with Alus, Magee has arranged a rehearsal mission based on the Lotus Challenge, one of the hardest in all of GBN. Hiroto and the Build Divers are the challengers, and awaiting them are a horde of famous and powerful Divers, including the Force members of the original Build Divers.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7692282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7692282",
                    "TitleEnglish": "To the Tomorrow I Envision",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "13": {
                    "ID": "7705001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-divers-rerise/episodes/7705001",
                    "TitleEnglish": "Re:RISE",
                    "SummaryEnglish": "Alus has chosen to forcibly invade GBN in order to eliminate the people of the Gunpla. But lying in wait for his forces are the Divers of the Coalition of Volunteers, assembled now for the third time. The mission of Hiroto and the Build Divers, which began on the planet Eldora, finally enters its last stage.",
                    "Aliases": []
                }
            }
        }
    }
}