{
    "URL": "https://www.thetvdb.com/series/pet-2020",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Fantasy",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10496580/",
        "https://pet-anime.com/",
        "https://www.themoviedb.org/tv/93593",
        "https://x.com/pet_anime"
    ],
    "TitleEnglish": "pet",
    "SummaryEnglish": "The power to infiltrate minds and manipulate memories. Those who have it are feared, hated and referred to as \"pets\". Hiroki and Tsukasa both possess the power. It would have consumed their fragile hearts, were it not for the special bond they share. But their wish to be together is callously exploited by underground organization \"the Company\". What consequences will distorting their bond have?",
    "TitleJapanese": "pet",
    "SummaryJapanese": "人の脳内に潜り込み、記憶を操る能力を持つ者達がいた。人は恐れ、蔑み、彼らを「pet」と呼ぶ。能力者である“ヒロキ”と“司”は特別な絆で結ばれていた。彼らは互いに縛り合うことで、自身をも蝕むその力から脆く危うい心を守った。『ただ、一緒にいたいだけ』そんな彼らのささやかな願いを裏社会の組織“会社”は無情にも利用し、翻弄する。歪んでしまった２人の“絆”がもたらす結末とは─？",
    "Aliases": [
        "pet (2020)",
        "ペット"
    ],
    "Modified": "2025-07-13",
    "Seasons": {
        "1": {
            "ID": "824770",
            "URL": "https://www.thetvdb.com/series/pet-2020/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7345563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7345563",
                    "TitleEnglish": "THE CRUSHERS",
                    "SummaryEnglish": "Hiroki and Tsukasa are living and working at Kenji’s scuba diving shop. The pair hope to one day emulate Kenji and open a place of their own. But it turns out Kenji has also been doing some shady jobs on the side. When he starts acting strangely, Hiroki and Tsukasa take action.",
                    "TitleJapanese": "潰し屋",
                    "SummaryJapanese": "ヒロキと司は、健治の営むダイビングショップに住み込みで働いていた。いつか健治のように店を持ちたいと語り合う２人。\nしかし、健治はショップ経営の傍らで怪しげな依頼を受けていた。様子がおかしくなっていく健治に２人は…。"
                },
                "2": {
                    "ID": "7525034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7525034",
                    "TitleEnglish": "VIEWS OF THE PEAK",
                    "SummaryEnglish": "Kenji falls unconscious after seeing hallucinations of Hiroki and Tsukasa. Katsuragi then arrives on the scene and orders Hiroki and Tsukasa to “crush” Kenji because of the secrets the latter has discovered. Taking Hiroki’s objections into consideration, Tsukasa proposes a way for the two of them to take care of the situation without crushing Kenji.",
                    "TitleJapanese": "「ヤマ」の景色",
                    "SummaryJapanese": "ヒロキと司の幻覚を見て混乱し意識を失う健治。そこへやってきた桂木は秘密を知ってしまった健治を潰せと２人に告げる。反発するヒロキの気持ちを汲んで、司は自分達なら健治を潰さずに済む、とある方法があると持ち掛けて…。"
                },
                "3": {
                    "ID": "7527042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7527042",
                    "TitleEnglish": "JOBS",
                    "SummaryEnglish": "Hiroki is delighted that he and Tsukasa have managed to open a store of their own. His joy is short-lived, however, as Katsuragi soon whisks Tsukasa away on another job. His mission this time is to take control of Chinese Mafia member Inui in order to assassinate a certain VIP. However, manipulating Inui's memories turns out not to be straightforward.",
                    "TitleJapanese": "仕事",
                    "SummaryJapanese": "司と念願の店を持てたと喜ぶヒロキ。喜びもつかの間、桂木が新たな仕事のため司を連れて行ってしまう。司のミッションは中国系マフィアの乾を操り、とある要人を殺害すること。しかし、乾の記憶操作は一筋縄ではいかなかった。"
                },
                "4": {
                    "ID": "7527044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7527044",
                    "TitleEnglish": "A TRAP FOR HAYASHI",
                    "SummaryEnglish": "Tsukasa and Katsuragi have found out that Hayashi has been in Japan the whole time. They set about trying to capture him, but Hayashi's countermoves make a mockery of their efforts. Meanwhile, Hiroki has been left alone in the store by Tsukasa and is becoming emotionally unstable.",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7528722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528722",
                    "TitleEnglish": "LOCKS",
                    "SummaryEnglish": "Tsukasa finds himself face to face with the fugitive Hayashi. While Tsukasa expresses a mixture of joy at their reunion and bitterness at having been abandoned in the first place, it appears that the two of them are now at cross purposes. Back at the hotel, Satoru goes to the bar and meets Jin, a woman connected to the Company. Satoru is wary, but Jin has an offer to make him.",
                    "TitleJapanese": "鍵",
                    "SummaryJapanese": "林はずっと日本にいた。その情報を掴んだ司と桂木は、彼を捕まえるため行動を開始するも、林の抵抗に翻弄される。一方、ヒロキは司に置いて行かれ店で一人、情緒不安定になってしまい──。"
                },
                "6": {
                    "ID": "7528724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528724",
                    "TitleEnglish": "BACK DOOR",
                    "SummaryEnglish": "Hayashi is determined to take Tsukasa with him, even if he has to alter Tsukasa's memories in order to do so. Tracing back along the path of those memories reveals Tsukasa's dark past. Nevertheless, Hayashi seems to have succeeded in reaching his former protégé's peak, but Tsukasa has an all-or-nothing trick up his sleeve.",
                    "TitleJapanese": "裏技",
                    "SummaryJapanese": "記憶を操作してでも司を連れ出そうとする林。記憶をたどり、「タニ」で明かされる司の暗い過去。「ヤマ」へ辿り着くことに成功したかに見えたが、司は捨て身の裏技で林に抵抗する！"
                },
                "7": {
                    "ID": "7528726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528726",
                    "TitleEnglish": "REVENGE",
                    "SummaryEnglish": "Meiling is also an image user, but unlike Hiroki and the others, she hasn't been provided with a complete peak. However, that is exactly the type of pet that the Company prefers. With Meiling in tow, Company employee Long appears in front of Dahao, ready to settle an old score for the CEO.",
                    "TitleJapanese": "リベンジ",
                    "SummaryJapanese": "ヒロキたちと同様にイメージを持つ能力者、メイリン。しかし、彼女には完全な「ヤマ」が備わっていない。これこそ「会社」の求めるpetの姿。社員であるロンはメイリンを連れ、社長の恨みを晴らすため、大豪の前に現れる！"
                },
                "8": {
                    "ID": "7528727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528727",
                    "TitleEnglish": "INTRIGUE",
                    "SummaryEnglish": "Has Tsukasa been asked to become an employee? Satoru's innocent question sparks a moment of doubt about Tsukasa in Hiroki's mind. Pushing those thoughts aside, Hiroki sets off with Satoru on a mission to crush a VIP.",
                    "TitleJapanese": "策謀",
                    "SummaryJapanese": "司に社員登用の話は来ているのではないか。悟の何気ない一言に司への疑念が浮かんでは消えるヒロキ。\nその思いを振り払い、悟とともにヒロキは要人を潰すミッションへ向かう──。"
                },
                "9": {
                    "ID": "7528731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528731",
                    "TitleEnglish": "THE WAY THE WIND BLOWS",
                    "SummaryEnglish": "After collapsing from malnourishment, Hiroki has been taken to hospital. While making preparations to leave, he feels a breeze blowing up from below him. However, things that should be swaying in that breeze appear stationary when he looks in a mirror....",
                    "TitleJapanese": "風の道",
                    "SummaryJapanese": "栄養失調により倒れ、病院に搬送されるヒロキ。退院のため荷物を整えていると体の下から風を感じるが、鏡を見ても変化はない。ヒロキは司が潰れかけた日のことを思い出し、病院の深部へ足を運ぶとそこには…。"
                },
                "10": {
                    "ID": "7528737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528737",
                    "TitleEnglish": "BROKEN FISH TANKS",
                    "SummaryEnglish": "Tsukasa crushed his own peak giver. Devastated at the discovery of this secret, Hiroki demands answers. Tsukasa tries to brush off his questions, but this time Hiroki refuses to be placated and ends up running away. How will Tsukasa respond to the prospect of losing Hiroki?",
                    "TitleJapanese": "壊れた水槽",
                    "SummaryJapanese": "司が自分のヤマ親を潰した──。自分の知らない彼の一面に打ちのめされるヒロキ。ヒロキを手放したくない司がとった行動とは…？問い詰めてもはぐらそうとする司にヒロキは初めて反抗し、彼の元を去ろうとする。"
                },
                "11": {
                    "ID": "7528743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528743",
                    "TitleEnglish": "REUNION",
                    "SummaryEnglish": "Satoru is ecstatic ahead of his much longed-for reunion with Hayashi. However, the figure who awaits him is no longer the Hayashi he remembers. As Satoru struggles to accept the truth, Tsukasa appears to sympathize with him, while secretly putting in place a plan to get Hiroki back and crush Satoru.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "念願の林との再会に胸を弾ませる悟。しかし、目の前に現れたのは変わり果てた姿の林だった。現実を受け入れられない悟に司は同調するが、裏ではヒロキを取り戻し、さらには悟を潰す手筈を着々と整えていた…。"
                },
                "12": {
                    "ID": "7528746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528746",
                    "TitleEnglish": "CARRIER PIGEON",
                    "SummaryEnglish": "Tsukasa and his co-conspirators have used Meiling's butterfly to forcibly bring Hiroki before them. Hiroki is shocked to realize that Tsukasa has brainwashed Satoru into believing that Hiroki was the one who crushed Hayashi. Trapped by Satoru's door, Hiroki resorts to desperate measures in an effort to escape.",
                    "TitleJapanese": "伝書鳩",
                    "SummaryJapanese": "メイリンの蝶によって司たちの元へ強制的に引き寄せられたヒロキ。司が「林を潰したのはヒロキだ」と悟に吹き込んでいたことを知り、さらにショックを受ける。自分を絡めとる悟のドアをヒロキは捨て身の行動で回避しようとするが…。"
                },
                "13": {
                    "ID": "7528747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-2020/episodes/7528747",
                    "TitleEnglish": "RAINBOW",
                    "SummaryEnglish": "Satoru read Hayashi's message and learned the truth about everything, but was then shot by Long. Tsukasa thinks this signals the completion of his plans and goes to be with Hiroki. However, Hiroki has a question for Tsukasa and the pair must find an answer between them.",
                    "TitleJapanese": "虹",
                    "SummaryJapanese": "林のメッセージを読み、全ての真実を知る悟をロンの放った銃弾が貫く──。一方、司は「これで全部終わったんじゃないか…」そう思いながらヒロキの元へ向かう。しかし、ヒロキは司にある問いかけをする。そして、彼らの出した答えとは…？"
                }
            }
        }
    }
}