{
  "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt11034066/",
    "https://www6.nhk.or.jp/anime/program/detail.html?i=iruma",
    "http://www.reddit.com/r/DemonSchoolIrumakun",
    "https://www.themoviedb.org/tv/91801",
    "https://x.com/wc_mairuma"
  ],
  "TitleEnglish": "Welcome to Demon School! Iruma-kun",
  "SummaryEnglish": "Fourteen-year-old Suzuki Iruma has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson, and has been transferred into a school in the demon world where his new \"demon\" grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great.",
  "Aliases": [
    "Welcome to Demon-School, Iruma-kun",
    "Enrolled Demon Iruma!",
    "Here's Come the Demon! Iruma Kun",
    "The Demon, Iruma-kun, Came and Enrolled!",
    "Welcome to Demon-School! Iruma-kun",
    "Welcome to Demon School, Iruma-kun",
    "Mairimashita! Iruma-kun"
  ],
  "Modified": "2025-05-03",
  "Seasons": {
    "1": {
      "ID": "824779",
      "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Fourteen-year-old Iruma Suzuki has been unfortunate all his life, having to work to earn money for his irresponsible parents despite being underage. One day, he finds out that his parents sold him to the demon Sullivan. However, Iruma's worries about what will become of him are soon relieved, for Sullivan merely wants a grandchild, pampering him and making him attend the demon school Babyls. At first, Iruma tries to keep a low profile in fear of his peers discovering that he is human. Unfortunately, this ends up being more difficult than he expected. It turns out that Sullivan himself is the chairman of the school, and everyone expects him to become the next Demon King! Iruma immediately finds himself in an outrageous situation when he has to chant a forbidden spell in front of the entire school. With this, Iruma instantly earns a reputation he does not want. Even so, he is bound to be roped into more bizarre circumstances.",
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "7345602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7345602",
          "TitleEnglish": "Iruma-kun from Demon School",
          "SummaryEnglish": "Suzuki Iruma is too nice and just doesn’t know how to say no. One day, he somehow gets dragged into the netherworld where the demons live. He arrives at the great demon Sullivan’s mansion where he is asked to do the unthinkable... and ends up becoming Sullivan’s grandson! He is quickly enrolled into the Demon School Babyls where Sullivan serves as chair-demon. Iruma begins his super exciting school life at demon school while trying to conceal the fact that he’s a human!",
          "Aliases": []
        },
        "2": {
          "ID": "7378651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7378651",
          "TitleEnglish": "Familiars Summoned!",
          "SummaryEnglish": "Iruma, who is going to Babirusu, wants to spend calmly so that he will not be noticed by humans. However, the entrance ceremony and a case with the entrance examination chief Asmodeus Alice have already attracted the attention of the students! First-year students Iruma and others decided to participate in the \"Familiar Summoning Ceremony\" event to determine the rank of the devil. The person in charge is Naverius Caluego, an extremely strict instructor in Babiru's. What kind of familiar is Iruma summoned?",
          "Aliases": []
        },
        "3": {
          "ID": "7390224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7390224",
          "TitleEnglish": "Iruma and Clara / Demon Friends",
          "SummaryEnglish": "Part A: Iruma and Asmodeus encounter a rather strange girl named Valac Clara. Because of her friendly yet strange demeanor, some students seem to be taking advantage of her... Part B: Iruma had become closer to both Asmodeus and Clara. They started picking him up from his house to walk to school together and Iruma was still trying to get used to demon life. One day at lunch, some kids try to pick on Iruma, but...",
          "Aliases": []
        },
        "4": {
          "ID": "7390226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7390226",
          "TitleEnglish": "The Misfit Class",
          "SummaryEnglish": "Iruma, Asmodeus, and Clara end up in the Misfit Class. As the name suggests, the class is filled with a bunch of misfits and Sabnock Sabro, who wants to become the next Demon King, declares Iruma his rival. Their classes start and their first lesson is a flying race. The race was to take place in the Warbling Valley and the Cutthroat Valley. Apparently, there’s also a demon bird that lives there...",
          "Aliases": []
        },
        "5": {
          "ID": "7420504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7420504",
          "TitleEnglish": "The One Who Wants to Be Demon King",
          "SummaryEnglish": "The Misfit Class is in the middle of a flying race in order to determine their ranks. Since Iruma is human, he can’t fly, so he’s riding on the back of the giant baby demon bird, but it seems to be flying off course. Meanwhile, Sabnock decides to go through the treacherous Cutthroat Valley and ends up having to battle it out with the Guardian there. Sabnock is obsessed with becoming the next Demon King, but why is he so obsessed? Are Iruma and Sabnock going to be able to make it out of Cutthroat Valley alive?",
          "Aliases": []
        },
        "6": {
          "ID": "7423460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423460",
          "TitleEnglish": "Ameri's Theory",
          "SummaryEnglish": "Iruma obtains the Gluttonous Feeder ring which feeds upon the magical powers of others. Iruma is still doing everything he can to not stand out at school, but an incident occurs in class involving the ring, which ends up bringing even more attention to him again. Meanwhile, a certain demon was wondering if Iruma was actually human. That demon just happens to be the student council president, Azazel Ameri. But there’s a very unique reason that makes her think Iruma is human...",
          "Aliases": []
        },
        "7": {
          "ID": "7423462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423462",
          "TitleEnglish": "First Love Memories",
          "SummaryEnglish": "The one who had bumped into Iruma in the hallway was Ameri, who had been convinced that Iruma is human. When they bump into each other, Iruma finds out that Ameri has a shojo manga from the human world called “First Love Memories.” “First Love Memories” is considered forbidden texts in the netherworld. Ameri desperately wants to know what they’re saying in the manga so she asks Iruma to read the text for her, which would also prove that he’s human. Thus, began Iruma and Ameri’s live readings!",
          "Aliases": []
        },
        "8": {
          "ID": "7423464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7423464",
          "TitleEnglish": "Head Over Heels for Clara",
          "SummaryEnglish": "Clara isn’t amused at the fact that Ameri keeps summoning Iruma. To try to get Iruma to pay attention to her again, Clara starts to take succubus charming lessons with the succubus teacher Raim. Clara wants to get Iruma’s attention again, but apparently her sexiness is almost nonexistent. Even then, Clara sets out to charm Iruma. Will she be able to win Iruma over?",
          "Aliases": []
        },
        "9": {
          "ID": "7469264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7469264",
          "TitleEnglish": "Iruma's Decision and Hard Work",
          "SummaryEnglish": "After making a promise with Ameri, Iruma sets out to try to move up a rank. Iruma finds out that there is a promotion exam in a week where they would play execution cannonball, and he also finds out it’s rather similar to a game they play in the human world. Iruma decides to train after he realizes he’s far weaker than anyone else in his class. Iruma decides that he’s not going to use magic, so he starts an intense training regimen with Opera. What does Iruma gain at the end of all this training?",
          "Aliases": []
        },
        "10": {
          "ID": "7470676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7470676",
          "TitleEnglish": "Fierce Battle, Execution Cannonball!!",
          "SummaryEnglish": "The day of the rank promotion test involving execution cannonball had arrived. Iruma is ready for the match, but then ends up on different teams with Asmodeus. Despite that, the game continues with all his other classmates using their various forms of magic to play the game. Will Iruma be able to show off the results of his training?! And who will win? Iruma or Asmodeus?",
          "Aliases": []
        },
        "11": {
          "ID": "7483915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7483915",
          "TitleEnglish": "Together with Familiars!",
          "SummaryEnglish": "Part A: A new teacher named Balse Robin, who is quite innocent and fearful of nothing, arrives! His first lesson involves interacting with familiars. Iruma turns pale at the thought of this lesson since his familiar happens to be Kalego, but... Part B: Iruma decides his next goal now that he’s moved up a rank. Apparently, there are groups at Babyls where like-minded demons gather called Battlers. Iruma shows some interest in Battlers, but then is greeted by a terrifying sound...",
          "Aliases": []
        },
        "12": {
          "ID": "7490620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490620",
          "TitleEnglish": "The Rookie Hunt!!",
          "SummaryEnglish": "The Battlers’ recruiting operation, the Rookie Hunt, had begun. The seniors all come out to try to find worthy first-years to join their groups. What takes place is an immense battle! Iruma and his friends somehow make it through, but then decide to check out the various Battlers on campus. But then suddenly, Iruma’s ring goes berserk, causing him to run into a senior...",
          "Aliases": []
        },
        "13": {
          "ID": "7490625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490625",
          "TitleEnglish": "The Magical Apparatus Battler",
          "SummaryEnglish": "Iruma runs into his senior Amy Kiriwo in front of the Magical Apparatus Battler again. The Magical Apparatus Battler room is filled with all kinds of strange gadgets. There, Iruma hears about Kiriwo’s dreams. Babyls is about to hold their annual Battler Party where all the new students get to promote the Battler they joined. Sullivan looks forward to seeing Iruma-kun but while he’s at the Thirteens’ Dinner...",
          "Aliases": []
        },
        "14": {
          "ID": "7490627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7490627",
          "TitleEnglish": "The Battlers' Presentation",
          "SummaryEnglish": "Sullivan is apprehended by the Demon Border Patrol on suspicions of unlawfully entering the human world. He still hopes to somehow make it to the Battler Party to see his precious Iruma-kun... Meanwhile, Iruma had no idea what was going on with Sullivan and was preparing for his presentation for the Battler Party. After going through several ideas, they decide to create things called fireworks that are supposedly from the human world and they spend the night at school to create them. And so, began the fun sleepover for the MagiApp Battler kids.",
          "Aliases": []
        },
        "15": {
          "ID": "7513198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513198",
          "TitleEnglish": "Kiriwo's Secret Room",
          "SummaryEnglish": "Iruma and the others continue to prepare for the Battler Party. The launchpad for the fireworks is almost complete, so Iruma goes to look for Kiriwo. Suddenly, Iruma’s ring starts dragging him and is led all over Babyls until he finds a mysterious hidden room. Kiriwo was behind those doors planning a certain project. We also find out exactly who Kiriwo had been talking to on the phone. What does Iruma find in the mysterious room?",
          "Aliases": []
        },
        "16": {
          "ID": "7513199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513199",
          "TitleEnglish": "Party Eve",
          "SummaryEnglish": "Kiriwo’s dream: To make a world where all demons would be equal, even if they didn’t have that much magical powers. Iruma completely agreed with this statement, so he proposed they shoot for the grand prize at the Battler Party. If they’re able to get the grand prize, everyone, including high-ranking demons, would see how hard Kiriwo and the Magical Apparatus Battler worked. All the Battlers are getting their presentations ready for the Battler Party on the day of the Party Eve. But suddenly, the fireworks shell that Iruma and others prepared suddenly goes missing...",
          "Aliases": []
        },
        "17": {
          "ID": "7513200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7513200",
          "TitleEnglish": "Run, Iruma, to Kiriwo!",
          "SummaryEnglish": "Suddenly, all of Babyls is surrounded by invisible walls! On top of that, they are unable to get a hold of the outside and there are invisible walls that popped up all over the school. Amidst all the chaos, Kalego and the other teachers have the students take shelter in the central plaza. Since Kiriwo is missing, Iruma decides to go look for him with the help of Asmodeus and Clara. Will Iruma be able to find Kiriwo?",
          "Aliases": []
        },
        "18": {
          "ID": "7543718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543718",
          "TitleEnglish": "What I Want More Than Anything",
          "SummaryEnglish": "Kiriwo’s plan to destroy Babyls continues to move forward. Iruma somehow made it to the hidden room. Kiriwo looks completely different than what Iruma is used to, and Kiriwo proclaims that he’s going to use the fireworks that the Magic Apparatus Battler created to blow Babyls up... Kiriwo then tells Iruma about his childhood. Iruma sees the true demon side of Kiriwo. Will he be able to save Babyls from this crisis?",
          "Aliases": []
        },
        "19": {
          "ID": "7460869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7460869",
          "TitleEnglish": "I Want to Pick Everything Up",
          "SummaryEnglish": "Part A: When Iruma woke up, most of the ruckus was already over. Sullivan tells Iruma that Kiriwo had been arrested. What happened when the giant fireworks went off? Part B: The ordeal at Babyls comes to an end. The Battler Party is finally about to start! The students all do their best in order to get the Grand Prize, and the students' families come by to enjoy the festivities!",
          "Aliases": []
        },
        "20": {
          "ID": "7543719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543719",
          "TitleEnglish": "Glorious Award / Treatment of Humans",
          "SummaryEnglish": "Part A: The ceremonies to give out the prizes for the Battler Party has now begun. Iruma and the other members of the MagiApp Battler hope to get the Grand Prize! That was also what Iruma had promised Kiriwo. Who will the prize go to? Part B: Iruma happens to stand out more after the incident with the fireworks. The head of the Demon Border Patrol, Azazel Henri, begins to suspect that Iruma may actually be human and he visits Babyls. Wait, this all seems rather familiar...",
          "Aliases": []
        },
        "21": {
          "ID": "7543720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543720",
          "TitleEnglish": "Dem-dol Kuromu-chan!",
          "SummaryEnglish": "One of the most popular idols in the netherworld, Kuromu-chan, holds an all-day concert at the Makubari Dome. Dem-dols have the important job of helping demons release the stress and evil desires they feel during their Evil Cycle. Kuromu was considered a shining new star in the field, and her tickets would usually sell out in one day. But she actually had a secret that she couldn’t tell anyone... Iruma just happened to be lucky enough to get tickets for her concert and takes Asmodeus and Clara with him!",
          "Aliases": []
        },
        "22": {
          "ID": "7543721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543721",
          "TitleEnglish": "Sparkling Shock",
          "SummaryEnglish": "Kuromu’s true identity happened to be Crocell Keroli from the Misfit Class! The more Keroli talked to Iruma, the more she became jealous about how popular he is, and she ends up collapsing. There was no way that Keroli could continue with the concert, but she had a reason she could not cancel the concert. In order to somehow still make the concert at Makubari Dome a success, Iruma and his friends do something rather surprising!",
          "Aliases": []
        },
        "23": {
          "ID": "7543722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/7543722",
          "TitleEnglish": "You Fit Right In Now, Iruma-kun",
          "SummaryEnglish": "Iruma had finally started getting used to his life in the netherworld. As he continues having fun with his classmate, he begins to wonder if he should really be allowed to stay in the netherworld. Seeing that Iruma seems troubled, Asmodeus and Clara decide to cook for him. But Clara’s mother’s recipe is filled with items that even Asmodeus doesn’t know about. The two end up having a cooking competition. Which dish will Iruma choose?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1889855",
      "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 21,
      "Episodes": {
        "1": {
          "ID": "8108377",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8108377",
          "TitleEnglish": "The Secret Behind the Ring",
          "SummaryEnglish": "Due to very bizarre circumstances, the human boy, Suzuki Iruma, ends up in the netherworld. He is keeping the fact that he is human a secret and attends the Demon School Babyls. Because he is human, he cannot use magic so he had been using the Gluttonous Feeder Ring to get by in school. But then one day, the ring started to speak! Why, though? Iruma then meets the incarnation of the ring who calls themselves Alicred, AKA Ali-san.",
          "Aliases": []
        },
        "2": {
          "ID": "8327746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327746",
          "TitleEnglish": "Ameri's Decision",
          "SummaryEnglish": "The Magical Apparatus Battler is put on hiatus due to Kiriwo's absence. Ameri agrees to let them reinstate the Battler, but first, the three members must experience other Battlers. Asmodeus is sent to the New Magic Battler, Clara to the Game Battler, and Iruma joins the student council. Iruma now has to face the grueling training and schedule of the student council.",
          "Aliases": []
        },
        "3": {
          "ID": "8327766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327766",
          "TitleEnglish": "Maiden Devil",
          "SummaryEnglish": "Someone had done something to change Ameri's personality! She's usually confident and stern, but now, she's now meek and dainty and the student council can't hide the fact that they're not sure how to handle the situation. While all this confusion is going on, Ronove Romiere, the president of the Disciplinary Battler comes to try to steal Ameri's position. He proposes a dissolution election against the student council. Who is behind the changes in Ameri? What will be the result of the election?",
          "Aliases": []
        },
        "4": {
          "ID": "8327748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327748",
          "TitleEnglish": "Scene of the Student Council President",
          "SummaryEnglish": "Ronove declares that he's going to take the position of student council president by holding a dissolution election. But due to a spell that someone has cast, Ameri is unable to be her usual confident self and is very meek. Iruma then tells her something she had told him in the past to try to give her confidence. What kind of speech will Ameri present while all of the attention is on.",
          "Aliases": []
        },
        "5": {
          "ID": "8327749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327749",
          "TitleEnglish": "Invite Your Friends!",
          "SummaryEnglish": "After finishing his time at with the student council, Iruma finally goes back home. Sullivan is ecstatic that Iruma came home and throws him a welcome home party. He tells Iruma to invite Asmodeus and Clara and they all have a fun time. Sullivan ends up getting last in a dance competition they have and he then conducts a Dark Parade so he can make himself look cool too.",
          "Aliases": []
        },
        "6": {
          "ID": "8327750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327750",
          "TitleEnglish": "Royal One",
          "SummaryEnglish": "Ali-san forces Iruma to go through his evil cycle. His classmates are both in shock and admiration in how much more confident Iruma seems. Meanwhile, Iruma realizes how terrible of an environment the Misfit Class's classroom is, so he proposes something to Kalego. His proposal was to move the Misfit Class to the classroom with the utmost importance at Babyls, the Royal One! Despite the rather sudden and ridiculous request, Kalego agrees if Iruma is able to fulfill certain terms.",
          "Aliases": []
        },
        "7": {
          "ID": "8327751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327751",
          "TitleEnglish": "The Teachers at Babyls",
          "SummaryEnglish": "The Misfit Class must gather approved permission slips from all of the faculty members within three days to move to the Royal One. Iruma is currently going through is evil cycle and figures out a plan to have the rest of the Misfit Class members use their abilities to get approvals from the faculty members that might be less likely to say yes to their transfer. The first one to use their ability is Andro M. Jazz! Will Iruma's plan turn out to be a success?",
          "Aliases": []
        },
        "8": {
          "ID": "8327771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327771",
          "TitleEnglish": "The Miracle of Some Fools",
          "SummaryEnglish": "With the help of the classmates and others, Iruma and the Misfit Class are able to get approved permission slips from all of the teachers and appear before Kalego. However, Kalego doesn't seem to want to stamp his own seal. He then points out something they missed in their agreement. Iruma and the Misfit Class were about to give up their transfer to the Royal One, when there's a knock on the faculty room door...",
          "Aliases": []
        },
        "9": {
          "ID": "8327772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327772",
          "TitleEnglish": "Studying in the Netherworld",
          "SummaryEnglish": "The students are about to welcome their version of summer vacation! The Misfit Class is super excited but then, they're reminded that if they don't do well on the end of terminus exams, they'll have to stay for supplementary classes during their break. To avoid that from happening, they all want to avoid failing. But Iruma is a human and has very little knowledge concerning netherworld wisdom. To avoid failing, Iruma works with Asmodeus and Clara to study!",
          "Aliases": []
        },
        "10": {
          "ID": "8327754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327754",
          "TitleEnglish": "Balam's Lesson",
          "SummaryEnglish": "The instructor for the study of imaginary beasts, Balam Shichiro, can't help but touch any living creature he comes in contact with. Because he looks rather terrifying, the students are generally pretty scared of him. During class, Balam notices that Iruma doesn't have wings on his back. If it's found out that Iruma is a human in the netherworld, only trouble awaits. But despite all of this, Iruma says the most surprising thing to Balam...",
          "Aliases": []
        },
        "11": {
          "ID": "8327755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327755",
          "TitleEnglish": "End-of-Terminus Exams / Girls' Talk",
          "SummaryEnglish": "The end-of-terminus exams are finally upon them! Will Iruma and the rest of the Misfit Class be able to avoid failing and having to take supplementary classes? Meanwhile, Ameri is excited for her usual reading session with Iruma when she's suddenly visited by Clara. Clara then drags Ameri off to meet with Elizabetta and Keroli and they have some girls' time. They start talking about relationships and things start to oddly heat up...",
          "Aliases": []
        },
        "12": {
          "ID": "8327756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327756",
          "TitleEnglish": "Kalego-sensei's Home Visit",
          "SummaryEnglish": "Kalego is forced to go visit all of the homes of the Misfit Class due to Sullivan's orders. He wants to get this over with as soon as possible but considering how unique all of his students and their families are, he has trouble finishing this quickly. He finally gets to Iruma's home, which is Sullivan's mansion, and he seems to be on guard. It appears that there's somewhere here who he's known since high school, and...",
          "Aliases": []
        },
        "13": {
          "ID": "8327757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327757",
          "TitleEnglish": "Walter Park",
          "SummaryEnglish": "The Misfit Class finally gets to go to Walter Park on their vacation. Kalego, Balam, and Opera go as their bodyguards and chaperones while Ameri thinks Iruma is asking her on a date and also joins in. They split up into three teams and see which team can have the most fun at the amusement park!",
          "Aliases": []
        },
        "14": {
          "ID": "8327777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327777",
          "TitleEnglish": "Everyone's Playmates",
          "SummaryEnglish": "Iruma and company continue having fun at Walter Park. In the middle of the fun, they end up finding the park staff who help them with various things. However, Iruma leaves with Ronove and ends up getting lost! Will he be able to find his friends again?",
          "Aliases": []
        },
        "15": {
          "ID": "8327778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327778",
          "TitleEnglish": "Magical Beasts Attack",
          "SummaryEnglish": "The Six Finger Group attacks Walter Park and mysteriously appear three demonic monsters that attack Iruma and his friends. Meanwhile, an escape plan for the underground prisoners in the park goes forward.",
          "Aliases": []
        },
        "16": {
          "ID": "8327760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327760",
          "TitleEnglish": "The Name of This Feeling",
          "SummaryEnglish": "Iruma and company are separated while Walter Park is attacked. Iruma enlists the help of his friends to save a group of children. Jazz outlines a plan to fight the Bull of the Mountains. Meanwhile, Panther Rat attacks Ameri's group.",
          "Aliases": []
        },
        "17": {
          "ID": "8327780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327780",
          "TitleEnglish": "The Ultimate Halberd",
          "SummaryEnglish": "Asmodeus and Sabnock contradicted Balam's directions and attacked the Crimson Dragon. Now they need to find a way to escape the clutches of the dragon. As for that, Balam needs to take responsibility for the students!",
          "Aliases": []
        },
        "18": {
          "ID": "8327762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327762",
          "TitleEnglish": "My Desire",
          "SummaryEnglish": "The Crimson Dragon is about to destroy the shelter for visitors to Walter Park. Everything seems lost when Ronove shows up to save the day and distract the monster. However, he is now in danger and Iruma runs to save him!",
          "Aliases": []
        },
        "19": {
          "ID": "8327763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327763",
          "TitleEnglish": "Clara's House",
          "SummaryEnglish": "Iruma and Alice will spend the night at the Valac house to avoid the spotlight after what happened at Walter Park. But when they get there, they find an environment a little different from what they expected. Now, everyone goes out together to the \"supermarket\" in search of food!",
          "Aliases": []
        },
        "20": {
          "ID": "8327764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327764",
          "TitleEnglish": "Dream Date",
          "SummaryEnglish": "Ameri carefully plans out her date with Iruma by going through guidebooks and her favorite manga, \"First Love Memories.\" They are finally going on their date that she'd been dreaming of! They end up going to Aqua Case, an aquarium that is also a waterpark! Ameri tries to make various exciting things happen on the date with her secret plan, but everything she tries doesn't seem to be backfiring, and...",
          "Aliases": []
        },
        "21": {
          "ID": "8327795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8327795",
          "TitleEnglish": "The One Who Rules Over the Netherworld",
          "SummaryEnglish": "The end of terminus enters its final days. Iruma safely finishes his homework and is invited by Sullivan to go to Magical Street along with Opera. They browse around picking up things Iruma will need for his new school term. Iruma happens to overhear some demons talking and then asks Sullivan about the Demon King, since he is one of the most qualified individuals to become Demon King. What exactly does it mean to be the Demon King, the most powerful being in the netherworld?",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "1955315",
      "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 21,
      "Episodes": {
        "1": {
          "ID": "8668776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/8668776",
          "TitleEnglish": "The Misfit Class's New Term",
          "SummaryEnglish": "The students of the Misfit Class have been given a special order. The order was for all of them to reach the Dalet rank before they become second-years, or they would lose the Royal One that they had worked so hard to obtain. The next event where they can raise their rank is the Harvest Festival. In order to help them raise their ranks in such a short amount of time, the school had prepared special tutors for them. The new term had only just begun, but unexpected trials await Iruma and his friends.",
          "Aliases": []
        },
        "2": {
          "ID": "9378862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378862",
          "TitleEnglish": "Master Bachiko",
          "SummaryEnglish": "Iruma and Lead end up being trained by Robin's relative, Barbatos Bachiko. Bachiko is very skilled and was personally asked by Sullivan to assist Robin with tutoring the kids. They were supposed to have a rather hard training schedule... but all Bachiko asks them to do is random errands. Lead has had enough of that and goes back to Robin. Iruma is left frustrated and alone. He learns that Asmodeus and Clara have been training and decides to take matters into his own hands!",
          "Aliases": []
        },
        "3": {
          "ID": "9378863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378863",
          "TitleEnglish": "Iruma's True Feelings",
          "SummaryEnglish": "Bachiko finally starts training Iruma, on one condition. Bachiko is known to be one of the best archers in the underworld and she tells Iruma he'll have to make a bow of his own. Iruma transfers some mana into one of the feathers of the guardian of Cutthroat Valley that he finds at the Magical Apparatus Battler and creates a bow. But Bachiko tells him it's not good enough. Bachiko tells him that the most important thing is to visualize the bow that he wants the most, but...",
          "Aliases": []
        },
        "4": {
          "ID": "9378864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378864",
          "TitleEnglish": "The Signal That the Harvest Festival Has Begun",
          "SummaryEnglish": "The final battle for the Babyls first-years, the Harvest Festival, finally begins. It is a rank-advancement exam in the form of a survival game that takes place over four days. They must hunt the various magical beasts and plants that exist in the jungle for points, and the one who comes out with the most points wins. The Misfit Class just finished some rigorous training, and they end up back in the groups they ended up training with, butting heads with everyone else. Onward to the jungle filled with dangerous magical beasts!",
          "Aliases": []
        },
        "5": {
          "ID": "9378865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378865",
          "TitleEnglish": "Cunning Demons",
          "SummaryEnglish": "Asmodeus and Sabro have been using their brute strength to capture their prey so far in the Harvest Festival, when they run into the Dorodoro Brothers, Ichiro and Niro, who are two of the favorites to win the whole competition. The brother issue a challenge, saying that they will hand over all of their points if Asmodeus and Sabro win against them. Meanwhile, Keroli and Camui have taken the lead in their own section by taking command of most of the magical beasts in their area and Jazz and Schneider have been gaining points by using strategy. What exactly was their hellish training with Sergeant Furfur like?",
          "Aliases": []
        },
        "6": {
          "ID": "9378866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378866",
          "TitleEnglish": "Devilishly Pure",
          "SummaryEnglish": "Iruma and Lead are leisurely eating their ingredients while the other members of the Misfit Class are earning points. Iruma was experiencing a survivor's high after having his life put in danger. They decided to enjoy their time eating, putting a priority on surviving the longest in the Harvest Festival. They start talking about memories of a devi-mixer they went to and are just enjoying their time. However, they are suddenly approached by a mysterious kigurumi and...",
          "Aliases": []
        },
        "7": {
          "ID": "9378867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378867",
          "TitleEnglish": "Clara's Toy Box / A Night Filled With Screams",
          "SummaryEnglish": "Clara's Toy Box: Iruma gets sucked into Clara's kigurumi and then is trapped inside the strange and fantastical world that's inside! Iruma turns into a child inside and out and he ends up having a lot of fun with Clara. A Night Filled With Screams: Students start forfeiting left and right due to the harsh conditions in the jungle the first night of the Harvest Festival. Meanwhile, Konatsu, Haruno, Azuki, and Dosanko manage to find a certain location and...",
          "Aliases": []
        },
        "8": {
          "ID": "9378868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378868",
          "TitleEnglish": "Can We Make A Hundred Friends? / The Students I'm Proud Of",
          "SummaryEnglish": "Can We Make 100 Friends?: The owner of the amazing castle in the middle of the jungle was none other than Picero! Picero and Goemon were fighting in the Harvest Festival and had this castle to come back to. A busybody and a demon who marches to the beat of his own drum... This unlikely pair apparently have known each other for a while... The Students I'm Proud Of Meanwhile, in the tutors' tent, there was a party going on. The tutors were all watching their students' performances during the Harvest Festival... and somewhere down the line, a rivalry was building up between the tutors.",
          "Aliases": []
        },
        "9": {
          "ID": "9378869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378869",
          "TitleEnglish": "The Dorodoro Brothers' Provocation",
          "SummaryEnglish": "The Asmodeus and Sabnock pair and the Dorodoro Brothers were in the middle of hunting down a Hundred Flapple. The Dorodoro Brothers wanted to take back their master from Asmodeus and Sabro because they believed that they were their master's number one pupils. Both Asmodeus and Sabro end up falling for the brothers' provocation, but they didn't realize that the provocation itself had to do with the brothers' abilities. Asmodeus fights back by unleashing his evil cycle just the way Balam had taught him to. Also, what exactly is this history between the Dorodoro Brothers and their master?",
          "Aliases": []
        },
        "10": {
          "ID": "9378870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378870",
          "TitleEnglish": "The Iruma I Know",
          "SummaryEnglish": "Day 2 of the Harvest Festival, and the Iruma and Lead team were still at zero points, so they decide to try to get the Legendary Leaf to turn things around. With that in mind, they go visit Camui. Once they find him, they also encounter a horde of magical beasts and a little kingdom that had been established. The two are captured and suddenly brought in front of the queen of the kingdom, which just so happened to be Keroli?! Meanwhile, Ameri was thinking back about her time at the Harvest Festival, as she was watching Iruma's performance from the broadcast tent.",
          "Aliases": []
        },
        "11": {
          "ID": "9378871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378871",
          "TitleEnglish": "Toto the Genie",
          "SummaryEnglish": "Ameri happens to run into Jazz and Schneider in the tent for all of the students who have forfeited. Apparently, they ran into a plot to get rid of all of the students of the Misfit Class from this competition. Around the same time, Iruma and Lead had begun looking for the Legend Leaf by using the lyrics to the Legend Leaf song as a clue. Iruma goes through the jungle, following what the lyrics said, and finds an entrance to an underground labyrinth. Deep within the labyrinth filled with traps and tricks, he encounters...",
          "Aliases": []
        },
        "12": {
          "ID": "9378872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378872",
          "TitleEnglish": "Wish Upon Your Bow",
          "SummaryEnglish": "Iruma is trying to get back to the surface after exploring the underground labyrinth with Naphura. On their way up, he runs into his parents that shouldn't be in the netherworld. They're actually an illusion created by Orobas's magic. Iruma is overwhelmed by the illusion and falls off a cliff. Down below, Iruma continues to see nightmarish illusions. Will he be able to overcome his fears?!",
          "Aliases": []
        },
        "13": {
          "ID": "9378873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378873",
          "TitleEnglish": "My Very Own Magic",
          "SummaryEnglish": "The third day of the Harvest Festival. The announcement of how many points each has is announced through the jungle. Kalego mentions that a certain student still has zero points and tells them to shape up. After hearing this, Asmodeus and Clara immediately think of Iruma. Meanwhile, down in the underground labyrinth, Iruma figures out a way to get out...",
          "Aliases": []
        },
        "14": {
          "ID": "9378874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378874",
          "TitleEnglish": "Lead's Distress",
          "SummaryEnglish": "Iruma is safely reunited with Lead. But apparently, Lead had the Vase of Endings he had successfully obtained stolen by Elizabetta. However, it appears as though the one who took the vase was not Elizabetta, but someone else. Lead uses his bloodline ability, Controller, that had been strengthened through Robin's training and tries to track Elizabetta down. What he ended up hearing were the voices of Elizabetta, Clara, and Keroli in a hot spring?!",
          "Aliases": []
        },
        "15": {
          "ID": "9378875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9378875",
          "TitleEnglish": "The True Worth of the Archer",
          "SummaryEnglish": "The battle between Keroli's Magical Beast Kingdom and Picero and Goemon's squad continues. Elizabetta also joins the Magical Beast Kingdom and charms the enemy male students on the frontline. Meanwhile, Iruma and Lead also arrive at the Magical Beast Kingdom. After having Camui interpret what Naphula was saying, they find out that it was Orobas who had been attacking the members of the Misfit Class. Orobas seems determined to win, no matter what. Clara is now in danger, as she wandered off into the jungle by herself.",
          "Aliases": []
        },
        "16": {
          "ID": "9379708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379708",
          "TitleEnglish": "The End of the Harvest Festival",
          "SummaryEnglish": "Asmodeus protects Iruma and Clara from Orobas, but he is disqualified from the competition because he directly attacked Orobas. As they watch Asmodeus walk off, they realize that Orobas has disappeared. Ocho had taken Orobas and fled. If Iruma and his friends don't retrieve the Vase of Endings, they can't make the Legendary Leaf bloom. But they have no idea where to even start. It is then when a certain someone appears before Iruma and his friends!",
          "Aliases": []
        },
        "17": {
          "ID": "9379709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379709",
          "TitleEnglish": "Legend Leaf",
          "SummaryEnglish": "The Harvest Festival is coming to an end. Iruma and his friends have managed to obtain the Seed of Beginnings and the Vase of Endings. But they have no idea how to make the Legend Leaf bloom. Lead then remembers one of their old lessons with Suzie and remembers a certain spell... Iruma and Lead have exhausted their energy and mana at this point. Will they be able to successfully make the Legend Leaf bloom in the little time that they have?! Finally, the results are announced. Who will be the student who gets the title of Young King?",
          "Aliases": []
        },
        "18": {
          "ID": "9379710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379710",
          "TitleEnglish": "Welcome Back",
          "SummaryEnglish": "The Legend Leaf exploded in the sky and bloomed into beautiful flower petals. While everyone's in a celebrating mood, the award ceremony begins. Those who did excellently in the event, those who ended up forfeiting... How did all of the members of the Misfit Class do? Were they all able to reach the rank they needed to?! All of the mentors also are reunited with their students. How will the mentors respond to their students' performances during the Harvest Festival?",
          "Aliases": []
        },
        "19": {
          "ID": "9379711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379711",
          "TitleEnglish": "The Instructors' Banquet",
          "SummaryEnglish": "The night that the Harvest Festival ended, the instructors of Babyls got together at a pub to celebrate. Kalego usually never goes to these outings, but Balam catches him and forces him to go. Robin is getting ahead of himself as usual and the group even talks about Kalego's days as a newbie instructor. What is the most important thing about being an instructor at Babyls? We also get to see what happened to Ocho after he escaped into the jungle after the Harvest Festival.",
          "Aliases": []
        },
        "20": {
          "ID": "9379712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379712",
          "TitleEnglish": "Bad Company / Heartfelt Cooking Class",
          "SummaryEnglish": "Iruma goes over to Lead's house after getting a brand new gaming console. While they're playing games, Lead's older sister Shakky suddenly bursts into Lead's room, and she seems to be in a really bad mood... / Ameri and Iruma end up making homemade cookies together. But apparently, neither one of them has ever cooked something properly in their lives. They are an absolute mess in the kitchen and even Opera seems to have some trouble dealing with them...",
          "Aliases": []
        },
        "21": {
          "ID": "9379713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/welcome-to-demon-school-iruma-kun/episodes/9379713",
          "TitleEnglish": "Words for My Friends",
          "SummaryEnglish": "Sullivan invites Bachiko over to the mansion to thank her for training Iruma. While she is there, Sullivan tells her that Iruma is actually human. The next day, Iruma and Clara go to Asmodeus's home, just as they promised. Iruma seemed troubled about the fact that he hasn't told them that he is actually human yet. But after talking to Alice's mother, Asmodeus Amuryllis, the thing Iruma ends up telling his friends is...",
          "Aliases": []
        }
      }
    }
  }
}