{
  "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10671282/",
    "https://www.themoviedb.org/tv/91269",
    "https://x.com/choyoyu_PR"
  ],
  "TitleEnglish": "High School Prodigies Have It Easy Even in Another World!",
  "SummaryEnglish": "Seven high school students are involved in an airplane crash. When they wake up, they found themselves in a parallel world where magic and beastmen exist. Of course, they panicked at their sudden predicament... or not? Instead, they create a power plant in a world that doesn't have electricity, they did a little extra work and managed to take economic control over a metropolis, they managed to repay their gratitude to some oppressed citizens by upending a corrupt government, and basically do whatever they feel like?!",
  "Aliases": [
    "The Super High Schoolers Affording to Live in Another World!",
    "Super High Schoolers Affording to Live in Another World!",
    "Choujin Koukousei-tachi wa Isekai demo Yoyuu de Ikinuku You Desu!",
    "Choyoyu"
  ],
  "Modified": "2025-01-27",
  "Seasons": {
    "1": {
      "ID": "826532",
      "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7362726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7362726",
          "TitleEnglish": "High School Prodigies Have Arrived in Another World",
          "SummaryEnglish": "There are seven young men and women known as \"high school prodigies\" who are the world's top leaders in their respective fields of politics, economics, swordsmanship, medicine, espionage, science, and magic. However, one day a plane carrying these seven meets an unfortunate accident. When next they open their eyes they find themselves in another world with dragons flying in the skies and people who have animal ears. While normal people may be shocked and lose their composure, these are the high school prodigies. It's easy for them to survive, even in another world. In fact, their main concern lies with the fact that their talents may upset the order of this new world.",
          "Aliases": []
        },
        "2": {
          "ID": "7373416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7373416",
          "TitleEnglish": "Masato Is Serious About Making Money!",
          "SummaryEnglish": "Tsukasa and the others begin taking action to repay Elm Village and the young girl, Lyrule, for saving them. The villagers and Tsukasa's group begin opening up to one another, but Elm Village is being forced to lead a poor life by the Neutscheland Trading Company, a corrupt organization that controls all trade in the North. So their world's top entrepreneur, Sanada Masato, the same man feared as the demon lord of finance, decides to take a stand. After visiting the trade city of Domunt, he creates his own company in the blink of an eye and uses his outstanding skill to challenge the Neutscheland Trading Company on all fronts.",
          "Aliases": []
        },
        "3": {
          "ID": "7386935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386935",
          "TitleEnglish": "It Seems Roo Can Decide Her Own Worth!",
          "SummaryEnglish": "While conducting their business in Dormant, Masato adds a young girl named Roo to their party, and he continues to laugh audaciously in the face of Neutscheland Trading Company's cowardly plans. Meanwhile, winter comes to Elm Village and Tsukasa works on a plan out of concern for their safety. Thanks to the actions of Sarutobi Shinobu, a descendant of ninja and the world's top journalist, they develop a vague understanding of the forces in this new world, such as Frejyagard Empire, the large nation controlling much of this world. They also learn of the lost faith, the Seven Light Faith, which leads to more mysteries as he searches for a way to return them to their old world. During all of this, danger descends upon the peaceful Elm Village.",
          "Aliases": []
        },
        "4": {
          "ID": "7386936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386936",
          "TitleEnglish": "It Seems Tsukasa Has Resolved to Change the World!",
          "SummaryEnglish": "Thanks to quick thinking on the part of Prince Akatsuki, their world's top magician, the villagers of Elm Village manage to escape danger. However, Lyrule has been kidnapped and taken away to Findolf, the heinous lord of their region. The villagers are filled with righteous anger, but there's no way their village will remain safe if they defy their lord. As a politician, Tsukasa proposes the resolution that would result in the least sacrifices for the villages, however, he ultimately resolves to lend them his aid when they decide to unite to rescue Lyrule and seek his help. Using their talents and skills, Tsukasa and the others lead the rebellion against the lord, knowing that it would mean fundamentally altering the way things were in this new world.",
          "Aliases": []
        },
        "5": {
          "ID": "7386938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386938",
          "TitleEnglish": "It Seems Akatsuki's Becoming God Akatsuki!",
          "SummaryEnglish": "The high school prodigies have defeated the villainous lord of Findolf with their overwhelming science. However, that's only the beginning. After proclaiming themselves to be messengers of the gods under the Seven-Light Faith, Tsukasa and the others appear before the populace to distribute medical treatment, magic shows, and mayonnaise as miracles of their faith, hoping to organize the people of this new world together. As the first step toward their goals, Tsukasa and the others took control of the grand city, Dormundt, but the leader of the Dormundt watch, Bernard, harbors some doubts. With the lord defeated, there's no way Frejyagard Empire will remain quiet. Bernard laments the trouble looming in their future, but Tsukasa sees great value in his realistic perspective, and seeks to welcome him to their side.",
          "Aliases": []
        },
        "6": {
          "ID": "7386939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386939",
          "TitleEnglish": "It Seems Lyrule's Growing Closer to Him!",
          "SummaryEnglish": "With Dormundt as their new base of operations, Tsukasa begins implementing reform after reform, and they also must begin preparing for a major clash with the Empire. What concerns Tsukasa the most is the governor of the northern lands, Oslo El Gustave, and the terrifying, tactical spell that he commands - Heaven's Flames. Meanwhile, Lyrule still has yet to thank Tsukasa for saving her from Findolf. Recognizing that Tsukasa was starting to avoid her, she resolves to confront him face to face! At the same time, Roo is facing her own trials off in Elm Village.",
          "Aliases": []
        },
        "7": {
          "ID": "7386940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386940",
          "TitleEnglish": "It Seems Shinobu Has a Shinobi's Intuition!",
          "SummaryEnglish": "Shinobu and Elch visit the northern village of Coconono. In contrast to their expectations, the villagers spared nothing to welcome them. The village was kept clean, the villagers were nicely dressed, and everyone was friendly. They all claimed it was due to Northern Governor, Oslo El Gustave, and offered their praises for him. Yet while Coconono Village apperard to be a thriving village, Shinobu sensed a bottomless darkness lurking beneath the surface and began her investigations. At this same time a brigade of imperial knights, led by the female knight Jeanne, arrives to inspect Coconono Village. So in order to obtain more intel Shinobu decides to...",
          "Aliases": []
        },
        "8": {
          "ID": "7386942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386942",
          "TitleEnglish": "It Seems Aoi's Specs Are Greater Than Imagined!",
          "SummaryEnglish": "Gustave gives in to his burning anger toward the Seven Light Faith and unleashes Heaven's Flames, L'age Soliel. The city of Dormundt panics at the sudden attack, yet Tsukasa remains completely calm. He had already anticipated all of it, and was confident they could all weather the attack if they did what was required of them. So following Tsukasa's emergency manual, Dormundt manages to avoid the worst case scenario. However, the Heaven's Flames aren't stopping. The fire spirits unleashed thier attack until the city burns to the ground. Faced with a predicament even their missiles couldn't stop, the world's strongest swordsman, Ichijou Aoi, rises to the challenge.",
          "Aliases": []
        },
        "9": {
          "ID": "7386945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386945",
          "TitleEnglish": "It Seems Tsukasa Has Seen Through Everything!",
          "SummaryEnglish": "After Tsukasa and the others narrowly defeat Gustave's Heavens Flames, he deems the Seven Light Faith a dangerous threat and orders his armies to march at once. Count Arclide follows his orders and marches to subjugate them, but his army is forced to clash with the Seven Light Faith's Knights on a freezing, snowy mountain. Meanwhile, Shinobu joins up with the anti-imperial organization that Jeanne belongs to, the Azure Brigade. After receiving Gustave's order for all of his soldiers to assemble, they seize their chance to revolt and lay siege to Gustave's lands. Though Jeanne demands his surrender, Gustave chooses to fight an intense battle against Shinobu and Jeanne with obsessive loyalty towards his emperor burning within his heart.",
          "Aliases": []
        },
        "10": {
          "ID": "7386947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386947",
          "TitleEnglish": "It Seems Ringo's Worked Up the Courage to Become a Hunter!",
          "SummaryEnglish": "After deposing Gustave and incorporating their northern region into their domain, the Seven Light Faith has become a danger the empire cannot ignore. Though just as Tsukasa was preparing for matters to get even busier as their war against the empire picked up, their doctor, Keine, warns both Tsukasa and Ringo that they've been overworking themselves. With doctor's orders to rest and recuperate, Tsukasa proposes taking a stroll through the city with Ringo during their time off. But is this a date? While Ringo may be the world's greatest scientist, she's ignorant and helpless when it comes to romance. She tries consulting her friends on the matter, but it doesn't help assuage her fears or anxieties. But then Shinobu teaches her a secret plan. How will their date ultimately go?",
          "Aliases": []
        },
        "11": {
          "ID": "7386950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386950",
          "TitleEnglish": "It Seems Keine Can't Stand Naughty Boys!",
          "SummaryEnglish": "Ringo focuses on developing the item Tsukasa requested while he endures the weight of that request. Shinobu continues to gather information, but shows concern for Jeanne when she uncovers the Azure Brigade's suspicious activity. Meanwhile, a plague strikes the city. Its treatment is beyond the doctors of this other world, and with the group's reserves of medical supplies running low, the patients are facing the risk of death. When the local Medical Guild comes to insult the Seven-Light Faith for failing to save their patients, Akatsuki gets mad. That's when the world's greatest doctor, Kanzaki Keine responds to his spirit and declares that she will make medicine to save them all.",
          "Aliases": []
        },
        "12": {
          "ID": "7386952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/high-school-prodigies-have-it-easy-even-in-another-world/episodes/7386952",
          "TitleEnglish": "It Seems High School Prodigies Have It Easy Even In Another World!",
          "SummaryEnglish": "After rescuing Jeanne, Shinobu acknowledges her ideals and invites her to join the Seven Light Faith. Meanwhile, Tanganika, the precious mage of Imperial General Neuro, unveils his hidden power, laying death and destruction to his surroundings in an ample display of the empire's might. To counter him, the world's greatest politician, Mikogami Tsukasa, executes his prearranged plan lighting the beacon of revolution in this other world. \"We will defeat the empire and carry out our revolution.\" Tsukasa then speaks on the new world, the new nation they'll create before the crowd gathered around him.",
          "Aliases": []
        }
      }
    }
  }
}