{
    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10778040/",
        "https://www.themoviedb.org/tv/92090"
    ],
    "TitleEnglish": "Blade of the Immortal (2019)",
    "SummaryEnglish": "Edo, an era of warriors: the immortal, Manji, the Hundred Killer, meets Rin, a woman who has sworn to avenge her parents and is looking for a group of swordsmen - Ittou-ryu. Rin asks Manji to be her bodyguard during her journey. The man refuses, but in Rin he sees his dead sister. Thus begins the battle that will bring the immortal Manji to its knees.",
    "TitleJapanese": "無限の住人-IMMORTAL-",
    "SummaryJapanese": "武士というものがまだ存在していた江戸の世——。\n百人斬りと呼ばれた【不死身】の男がいた。\nその男の名は「万次」。\n万次は、父母を殺され復讐を誓う少女「凜」と出会う。\n凜は万次に、復讐の旅の用心棒になってくれないかと言う。\n初めは断る万次だが、凜に亡くした妹の面影を見た。\n一人では危うい凜の姿に、仕方なく手を貸すことに決める。\nしかし凜の仇は、剣の道を極めんとする集団——逸刀流。\nそれは、不死身の万次すら追いつめる凄絶な死闘の始まりを\n意味していた。",
    "Aliases": [
        "Mugen no Juunin : Immortal"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "826819",
            "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7365310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365310",
                    "TitleEnglish": "Act One - Meeting",
                    "SummaryEnglish": "The Edo period. Daughter of a martial arts dojo, Rin embarks on a journey to take revenge for her slain parents. For her bodyguard on the journey, she has chosen the immortal man Manji, nicknamed the Slayer of Hundreds. Her target is the head of the Ittou-ryu, Kagehisa Anotsu, the man she hates. The adventure of the man who never dies and the girl who's sworn to live for revenge unfolds.",
                    "TitleJapanese": "遭逢－そうほう－",
                    "SummaryJapanese": "江戸時代――。町道場の娘、凜は殺された父母の仇を討つため旅に出た。旅の用心棒として選んだのは、百人斬りの異名を持つ不死身の男、万次。狙うは憎き男、逸刀流統主・天津影久。無限の時を生きる男と復讐に生きることを決めた少女の旅が、ここに幕開く。"
                },
                "2": {
                    "ID": "7365311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365311",
                    "TitleEnglish": "Act Two - Founding",
                    "SummaryEnglish": "Rin announces that she will go meet her father's friend Souri, the painter, in her journey for revenge. Souri cannot lend her a hand, but instead gives her funds. Rin, now with a full wallet and no leads, finds her father's sword at the blacksmith's from which it was supposedly stolen. However, its wielder is a swordsman of the Ittou-ryu, 'Taito Magatsu.'",
                    "TitleJapanese": "開闢－かいびゃく－",
                    "SummaryJapanese": "凜は父の友人であった絵師・宗理の元へ復讐の旅に出ることを告げる。宗理は力になれない代わりにと、資金を提供した。懐は潤ったものの手がかりがない凜は、寄った研ぎ屋で盗られたはずの父の剣を見つける。しかしその持ち主は逸刀流の剣士「凶戴斗」で――。"
                },
                "3": {
                    "ID": "7365312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365312",
                    "TitleEnglish": "Act Three - Dream Pangs",
                    "SummaryEnglish": "A prostitute approaches Manji as he waits for Rin. Though Manji sees through the prostitute's ruse, he accepts her invitation. But this woman, 'Makie Otonotachibana' seems too weak to be a warrior of the Ittou-ryu as she claims. After sparing Makie's life, she appears before Manji again with different eyes and hair.",
                    "TitleJapanese": "夢弾－ゆめびき－",
                    "SummaryJapanese": "凜を待つ万次の元へ、一人の夜鷹がやってくる。誘いに乗った万次は夜鷹の罠を見破るが、逸刀流の剣士を名乗る女「乙橘槇絵」は逸刀流とは思えない弱さだった。だが生かして逃した槇絵はその目と髪を変えて、再び万次の前に現れるのだった――。"
                },
                "4": {
                    "ID": "7365313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365313",
                    "TitleEnglish": "Act Four - Rin at Odds",
                    "SummaryEnglish": "Wanting to become stronger herself, Rin received training from Manji, but is still a long way off from matching him in ability, much less the Ittou-ryu. Rin, in her melancholy, is drawn in by a sound, and finds a man training on his own. 'Some day I'll be like him', Rin tells herself, then is astonished upon seeing the man's face. It's her arch-nemesis, the head of the Ittou-ryu, Kagehisa Anotsu.",
                    "TitleJapanese": "斜凜－しゃりん－",
                    "SummaryJapanese": "自分も強くなりたいと万次に稽古をつけてもらう凜だったが、その実力は逸刀流どころか万次にすら遠く及ばなかった。落ち込む凜は音に誘われ、一人稽古している男を見つける。いつかは自分もあんな風に――そう思う凜は、男の顔を見て驚愕する。それは仇である逸刀流の統主、天津影久だった――。"
                },
                "5": {
                    "ID": "7365314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365314",
                    "TitleEnglish": "Act Five - Song of the Bugs",
                    "SummaryEnglish": "After seeing Kagehisa, Rin becomes weak at the knees. Lost in thought over her circumstances, Rin and her guard Manji are approached by a Buddhist monk. The monk is 'Eiku Shizuma' of the Ittou-ryu. He fights with Manji but is swiftly cut down. However, despite the lethal blow, Shizuma stands back up, his wound mending itself completely. Shizuma possesses an 'immortal' body, just like Manji.",
                    "TitleJapanese": "蟲の唄－むしのうた－",
                    "SummaryJapanese": "影久と邂逅し、自身の足元を揺らがされた凜。思い詰めた様子の凜とそれを見守る万次の前に、虚無僧が現れる。虚無僧は逸刀流「閑馬永空」を名乗り、万次と斬り結ぶがあっさりと殺されてしまう。しかし確かに死んだはずの閑馬は再び立ち上がり、その傷が再生していく。――閑馬は万次と同じく、「不死」の身体を持つ者だった。"
                },
                "6": {
                    "ID": "7365315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365315",
                    "TitleEnglish": "Act Six - Wing Roots",
                    "SummaryEnglish": "Rin, who has come to see the festival, meets a cheeky little kid, Renzou. At the mask shop, things get dangerous between Manji and Araya, until Araya's son Renzou shows up and the hostility dissolves. Araya and Renzou then leave. Having watched Manji from behind, for some reason Rin continues glaring at Araya with eyes full of shock and hatred.",
                    "TitleJapanese": "羽根－はね－",
                    "SummaryJapanese": "祭りを見に来ていた凜は、生意気な少年練造と出会う。万次は面屋、新夜と剣呑な雰囲気になるが、新夜の息子である練造が来たことで互いの殺気が解ける。去っていく新夜と練造。それを万次の背後で見ていた凜は、なぜか新夜の姿を驚愕と憎しみの目で睨み続けるのだった。"
                },
                "7": {
                    "ID": "7365316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365316",
                    "TitleEnglish": "Act Seven - Evil's Shadow",
                    "SummaryEnglish": "Discussions of the task of naming the instructor at the Ittou-ryu school, allotted them by the shogunate, have begun. They will make the Ittou-ryu's sword known to the world. Taito Magatsu vows to make that a reality, but decides to leave from Kagehisa Anotsu's side. At the same time, Ittou-ryu leaders start to be targeted. The tip of that blade is also pointed at Magatsu.",
                    "TitleJapanese": "凶影－きょうえい－",
                    "SummaryJapanese": "逸刀流に幕府お抱えの講剣所、その指南役に指名したいという話が来る。逸刀流の剣を世に知らしめる。その悲願が叶おうとするが、凶戴斗は天津影久の元を去ることを決める。そして同時期、各地で逸刀流の幹部が狙われ始め――。その刃の切っ先は、凶にも向かっていた。"
                },
                "8": {
                    "ID": "7365317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365317",
                    "TitleEnglish": "Act Eight - Mugai-ryu",
                    "SummaryEnglish": "Manji and Rin involve the four known as Mugai-ryu, who hold information on Kagehisa, in order to assassinate him. Lying in wait on the road that leads out of Edo, based on information only known to Rin, she and Shira close in on Kagehisa as he tries to flee from the others.",
                    "TitleJapanese": "無骸流－むがいりゅう－",
                    "SummaryJapanese": "天津影久を暗殺するため、影久の情報を持つ無骸流を名乗る四人と手を組むことになった万次と凜。江戸を抜ける街道で待ち伏せし、凜にしか分からない情報によって他を出し抜き影久に迫る尸良と凜だったが――。"
                },
                "9": {
                    "ID": "7365319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365319",
                    "TitleEnglish": "Act Nine - Gathering",
                    "SummaryEnglish": "Rin was told of Kagehisa's whereabouts by Giichi, and now her and Manji are suspected of indiscriminate murder. Suspected criminals cannot pass the checkpoint. But thanks to a maid who was acquaintance of Rin's, she has a countermeasure. She heads alone to a village that can help her slip through the checkpoint.",
                    "TitleJapanese": "群－むら－",
                    "SummaryJapanese": "偽一に影久の居場所を知らされた凜だったが、辻斬りの疑いで万次と共に手配されてしまっていた。罪人が関所を抜けることは出来ない。しかし凜は知り合った飯盛女からその手段を知り、関所抜けを斡旋しているという村に一人出向くのだった。"
                },
                "10": {
                    "ID": "7365320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365320",
                    "TitleEnglish": "Act Ten - Animal",
                    "SummaryEnglish": "Manji wants to go after Rin, but he has no pass. That's when Souri and Magatsu appear before him. Souri tells Manji that he can acquire as many passes as Manji likes, but there's a condition. Meanwhile, a gray-haired, one-armed Shira appears before Hyakurin and Shinriji as they re-work their plan for assassinating Kagehisa.",
                    "TitleJapanese": "獣－けもの－",
                    "SummaryJapanese": "凜を追いたいが通行手形のない万次。そんな万次の前に現れた宗理と凶。宗理は万次に、言ってくれれば手形などいくらでも手に入れてやると言う。しかしそれには条件があって――。一方、再び影久暗殺の計画を練る百琳と真理路のところへ、片腕を失い白髪となった尸良が現れる。"
                },
                "11": {
                    "ID": "7365321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365321",
                    "TitleEnglish": "Act Eleven - Fall Frost",
                    "SummaryEnglish": "Having become traveling partners for the sake of their goals, Manji and Magatsu are assaulted by a group of bald men. Manji, groaning in pain, is approached from behind by Shira, who then lops off Manji's arm. Shira had reconstructed his body, and desired a rematch with Manji. But now Magatsu, whose important woman was killed by Shira, stands in his path.",
                    "TitleJapanese": "秋霜－しゅうそう－",
                    "SummaryJapanese": "互いの目的のため旅の連れ合いとなった万次と凶は、禿頭の男たちに襲撃される。痛みに呻く万次は、さらに背後に迫っていた尸良によって腕を落とされる。尸良は己の肉体を改造し、万次との再戦を望んでいた。しかしその眼前に、尸良に大事な女を殺された凶が立ちふさがる。"
                },
                "12": {
                    "ID": "7365322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365322",
                    "TitleEnglish": "Act Twelve - Blood of Finality",
                    "SummaryEnglish": "Having left for Kaga in pursuit of Kagehisa, a collapsed Rin is rescued by the very same Kagehisa. Then, having to cooperate with Kagehisa who is pursued by the Shingoto-ryu, Rin starts to see Kagehisa, her enemy, as a human being.",
                    "TitleJapanese": "終血－しゅうけつ－",
                    "SummaryJapanese": "影久を追って加賀へ向かっていた凜は、行き倒れていたところをその影久に助けられる。そして心形唐流に追われる影久と行動を共にすることになった凜はその道中、仇として、一人の人間としての影久と向き合っていく。"
                },
                "13": {
                    "ID": "7365323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365323",
                    "TitleEnglish": "Act Thirteen - Twilight",
                    "SummaryEnglish": "The Ittou-ryu had its members slaughtered by the shogunate. Kagehisa gathers the remaining members of Ittou-ryu in secrecy, and plots revenge against the shogunate. Manji is invited to the Mugai-ryu by Giichi, but he refuses, and they clash swords. Giichi's weapon breaks, so a truce is called. Manji decides to go meet the head of the Mugai-ryu, Habaki.",
                    "TitleJapanese": "誰そ彼―たそかれ―",
                    "SummaryJapanese": "公儀によって仲間を虐殺された逸刀流。影久は秘密裏に残った逸刀流を集め、公儀への復讐を誓う。万次は偽一から無骸流に勧誘されるが断り、殺し合いへ。偽一の武器が壊れたことで休戦となったが、万次は無骸流の頭領・吐に会いに行くことを決める。"
                },
                "14": {
                    "ID": "7365324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365324",
                    "TitleEnglish": "Act Fourteen - Ammendments",
                    "SummaryEnglish": "Habaki's scheme gets Manji trapped in a dungeon. Habaki uses a doctor, Burando Ayame, to try and solve the mystery of immortality. For the sake of the advancement of medicine, Burando sinks a scalpel into Manji's body. Meanwhile, while waiting for Manji's return, Rin is caught up in a strange cohabitation with Doua and Isaku, who had been searching for a place to stay.",
                    "TitleJapanese": "改起―かいき―",
                    "SummaryJapanese": "吐の策略で地下牢に閉じ込められた万次。吐は医師・綾目歩蘭人を使い、不死の謎を解明しようとしていた。医術の発展の為――歩蘭人は万次の身体にメスを入れていく。その頃、万次の帰りを待つ凜は、宿を探していた瞳阿と夷作に巻き込まれ奇妙な共同生活を送ることに――。"
                },
                "15": {
                    "ID": "7365325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365325",
                    "TitleEnglish": "Act Fifteen - Acquisition of Guts",
                    "SummaryEnglish": "Burando succeeds in transplanting Manji's left arm onto the test body of Dewanosuke. From that starting point, more tests succeed. But Habaki puts pressure on Burando, and demands results. Habaki's blade closes in on the imperfectly immortalized Dewanosuke. Rin meets with Doua and Isaku in the street as she searches for Manji. That's when the official that Doua knocked over approaches them.",
                    "TitleJapanese": "臓承―ぞうしょう―",
                    "SummaryJapanese": "歩蘭人は万次の左腕を実験体の出羽介に移植させることに成功する。それを皮切りに実験は次々に成功。しかし吐が結果を急がせ、追いつめられる歩蘭人。そしてまだ不死化の不十分な出羽介に、吐の刃が迫る。万次を探す凜は、道中で瞳阿と夷作に合流する。そこへ以前、瞳阿が叩きのめした役人がやってきて――。"
                },
                "16": {
                    "ID": "7365326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365326",
                    "TitleEnglish": "Act Sixteen - Altered Limb",
                    "SummaryEnglish": "Ever since the Dewanosuke incident, Burando kept making blunders. He is finally thrown in solitary confinement by Habaki, and goes insane. But as a result of his madness, Burando grasps something important about the immortality experiments. That humans are essentially otters. Meanwhile, Rin and Doua resolve to infiltrate Edo Castle to rescue the surrounded Manji and Isaku.",
                    "TitleJapanese": "肢転―してん―",
                    "SummaryJapanese": "出羽介の件以降、歩蘭人は失敗続きだった。ついには吐により座敷牢拘束となり、気を触れさせる。だがその狂いの果て、歩蘭人は不死実験において大事なことを得る。人はつまり――カワウソである、と。一方、凜と瞳阿は囚われた万次と夷作を救出するため、江戸城へ侵入することを決意するのだった。"
                },
                "17": {
                    "ID": "7365327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365327",
                    "TitleEnglish": "Act Seventeen - Ceremonial Bond",
                    "SummaryEnglish": "Manji and Rin finally reunite. But the formidable foe made by Habaki in the dungeon blocks their escape. Then Doua and the presumed dead Isaku arrive as backup. The dungeon begins to cave in. As their escape nears, an unexpected person appears before Rin and Manji. Then, the answer that Burando arrived at from the results of his experiments...",
                    "TitleJapanese": "儀結―ぎけつ―",
                    "SummaryJapanese": "ついに再会した万次と凜。しかし地下牢には吐を始めとした強敵がいて、凜と万次の脱出を阻む。そこへ助っ人として現れたのは、瞳阿と死んだはずの夷作だった。崩壊を始める地下牢。脱出間近、意外な人物が凜と万次の前に現れる。そして、狂った実験の果てに歩蘭人がたどり着いた答えとは――。"
                },
                "18": {
                    "ID": "7365328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365328",
                    "TitleEnglish": "Act Eighteen - Banshee's Cries",
                    "SummaryEnglish": "After his failure at Edo Castle, Habaki is dismissed as head clerk. But still, in order to annihilate Ittou-ryu, he heads up the Rokki-dan in hopes of subjugation. However, the new head clerk, Ugen, decides that Ittou-ryu, having left Edo, is now in the clear. Furthermore, to ensure he abides by the agreement, Habaki's wife and children are taken hostage.",
                    "TitleJapanese": "鬼哭―きこく―",
                    "SummaryJapanese": "吐は江戸城での失態により、新番頭を解任させられた。それでも逸刀流を壊滅させるため、六鬼団を率いて討伐に向かう。しかし新しく番頭を継いだ男・英によって、逸刀流は江戸を追放することでお咎めなしと決められてしまう。さらには取り決めを反故にしないようにと、吐は妻子を人質に取られてしまうのだった。"
                },
                "19": {
                    "ID": "7365330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365330",
                    "TitleEnglish": "Act Nineteen - Massacre",
                    "SummaryEnglish": "The Ittou-ryu are pursued by the Rokki-dan, lead by Habaki. Upon hearing this, Rin and Manji decide to pursue as well. Even with all these people leaving Edo to chase the Ittou-ryu, the four leaders appointed by Kagehisa Anotsu are nowhere to be found. Then, in the wee hours of the morning, Kagehisa and the other three stand at the Ootemon in front of Edo Castle.",
                    "TitleJapanese": "鏖─みなごろし─",
                    "SummaryJapanese": "吐率いる六鬼団に追われている逸刀流。その話を聞き、逸刀流を追うことに決めた凜と万次。誰も彼もが江戸を出る逸刀流を追うが、その中に天津影久を始めとした幹部四人の姿がない。そして夜更け、影久たち四人が立っていたのは江戸城・大手門の前だった。"
                },
                "20": {
                    "ID": "7365331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365331",
                    "TitleEnglish": "Act Twenty - Unending",
                    "SummaryEnglish": "Rin and Manji chase after Kagehisa, but Shira attacks them and Rin is taken away. Manji goes to rescue her, and meets not only Shira, but Renzou as well. Manji fights Shira in order to rescue Rin. But astoundingly, what slashes at Manji is Shira's left arm, which should have been lost.",
                    "TitleJapanese": "霏々─ひひ─",
                    "SummaryJapanese": "影久を追いかける凜と万次だったが、尸良に襲撃され凜が浚われてしまう。救出へ向かう万次は、そこで尸良だけではなく練造と再会する。凜を助けるため尸良と戦う万次。しかし不可思議なことに万次を斬りつけたのは、失われたはずの尸良の左腕だった。"
                },
                "21": {
                    "ID": "7365332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365332",
                    "TitleEnglish": "Act Twenty One - Trap",
                    "SummaryEnglish": "Manji is wounded from his duel with Shira. Renzou picks up a sword and tries to kill Manji, but Rin and the others talk him down. Meanwhile, Habaki is livid upon learning of the attack on Edo Castle. Habaki wants to pursue Itto-Ryu, even in absence of its leader. As a result, one of the Ittou-ryu enters a mountain village. Habaki's daughter, Ryou, tries to subdue him to be of use to her father.",
                    "TitleJapanese": "陥穽─かんせい─",
                    "SummaryJapanese": "尸良との死闘で寝込んでいる万次。そこへ練造が刀を持って万次を殺そうとするが、凜たちによって説得される。\nその頃、江戸城襲撃を知り憤る吐。だが統主不在とはいえ逸刀流を追うことを止めない。そんな中、逸刀流の一人が山の集落へ入っていく。吐の娘・燎は、父の役に立つため討伐へ向かうのだった。"
                },
                "22": {
                    "ID": "7365333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365333",
                    "TitleEnglish": "Act Twenty Two - Ten Final Pushes",
                    "SummaryEnglish": "Arashino, Hasshuu, and Murasaki of the Rokki-dan act as the vanguard in the clash with the Ittou-ryu. The crucial Abayama manages to escape with the help of his followers. But then he has to confront Giichi and Hyakurin, who pursued Abayama to assist Habaki.",
                    "TitleJapanese": "十掉尾─じゅっとうび─",
                    "SummaryJapanese": "六鬼団の荒篠、八宗、叢咲は先鋒として逸刀流と激突する。が、肝心の阿葉山は門下生たちによって逃がされてしまう。\n一方、無理やり逃された阿葉山は、吐の力となるため追ってきた偽一、百琳と対峙する。"
                },
                "23": {
                    "ID": "7365334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365334",
                    "TitleEnglish": "Act Twenty Three - 100 Spectacular Dances",
                    "SummaryEnglish": "The Ittou-ryu, Rokki-dan, and Manji and Rin all gather in Nakaminato, as if guided there. They all bear their motives on their swords in the moment they begin their final deathmatch. Deceive, subdue, and dance in chaos. Sparks will fly in the decisive battle between the strongest. The last laugh belongs to...",
                    "TitleJapanese": "焉舞百景―えんぶひゃっけい―",
                    "SummaryJapanese": "導かれるように那珂湊へ集結した逸刀流、六鬼団、そして万次と凜。様々な思惑をその剣に乗せ、最後の殺し合いを始める刹那の住人たち。欺き、ねじ伏せ、乱れ舞う。最強と最強が火花を散らす最終決戦。最後に笑うのは――。"
                },
                "24": {
                    "ID": "7365336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-of-the-immortal-2019/episodes/7365336",
                    "TitleEnglish": "Final Act - Blade of the Immortal",
                    "SummaryEnglish": "The lives of those gathered fizzle out one after another. Those remaining are battered and bruised. Yet still they take up their swords, and slam their convictions against one another. The last one standing... And the revenge that was fulfilled... The curtain now closes on the tale of the man with an eternal life, and of those people whose finite lives were a blaze of passion.",
                    "TitleJapanese": "無限の住人",
                    "SummaryJapanese": "集まった人間たちが次々に命を散らしていく。残った者たちも、もはや満身創痍。それでも剣を取り、己が信念をぶつけ合う。\n最後に立つ者は──。そして復讐の行方は──。\n無限を生きる男と、限りある命を燃やし生きた人々の物語は、ここに幕を閉じる。"
                }
            }
        }
    }
}