{
  "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt10320398/",
    "http://eizouken-anime.com/",
    "https://www.themoviedb.org/tv/92579",
    "https://x.com/Eizouken_anime"
  ],
  "TitleEnglish": "Keep Your Hands Off Eizouken!",
  "SummaryEnglish": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. By pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!",
  "Aliases": [
    "Eizouken ni wa Te o Dasu na!",
    "Eizouken ni wa Te wo Dasu na!",
    "Hands off the Motion Pictures Club!",
    "映像研には手を出すな！(アニメ)"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "1804172",
      "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7477009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7477009",
          "TitleEnglish": "The Greatest World!",
          "SummaryEnglish": "Midori ASAKUSA is a first year high school student who dreams of creating her own animation. When she visits a screening event held by Anime Club with fellow student Sayaka KANAMORI, an amateur model Tsubasa MIZUSAKI starts talking to them. As she was being chased by men dressed in all black, ASAKUSA and KANAMORI help her get rid of them. To their surprise, they learn that MIZUSAKI is also aspiring to be an animator. The three of them hit it off to realize their own “Incredible World” together!",
          "Aliases": []
        },
        "2": {
          "ID": "7525032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7525032",
          "TitleEnglish": "The Eizouken Takes the Stage!",
          "SummaryEnglish": "As Mizusaki is banned from joining the anime club by her parents, the only way for the three of them to make anime is to set up a new club. At the staff room, their teacher tells them that they will be granted a certain budget if the objective of their club was to create a live-action movie. Kanamori suggest that they will call their club “Eizou (Film) club” and use its name as a disguise. Thus “ Eizou-ken” came into existence! They head off to a storage space previously used by the anime club and realized all kinds of treasures behind the door!",
          "Aliases": []
        },
        "3": {
          "ID": "7526225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7526225",
          "TitleEnglish": "Let's Accomplish Something!",
          "SummaryEnglish": "Eizouken’s so-called club room was merely a storage with holes in all sides. Therefore, fixing the room was a priority. Asakusa imagine the process as spaceship fixing training. To promote their club, they decided to create a new anime to show at the “budget decision committee meeting”. Three of them choose a scene from one of Asakusa’s many sketches. Asakusa wants to animate a tank while Mizusaki is persistent about actions. With her producer-like vision, Kanamori eggs on their creative energy.",
          "Aliases": []
        },
        "4": {
          "ID": "7526226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7526226",
          "TitleEnglish": "Hold That Machete Tight!",
          "SummaryEnglish": "The student council's budget committee looms on the horizon as the eizouken's project is still far from finished. As Mizusaki struggles with effects shots, Kanamori reminds her of the grim reality of the approaching deadline. While Asakusa manages to extend their run-time with creative use of existing art, the club is forced to make hard decisions about what parts of their creative vision to sacrifice and which parts to preserve. But even then, will they have something that resembles a complete product in time?",
          "Aliases": []
        },
        "5": {
          "ID": "7551371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7551371",
          "TitleEnglish": "An Iron Giant Appears!",
          "SummaryEnglish": "Asakusa discovers a mysterious robot, and before long Mizusaki and Kanamori are implicated in the conspiracy surrounding it. The nature of that insidious plot? The Shibahama High School robot club commissioning an anime short from the eizouken. After exploring the maintenance tunnels beneath the school, the girls have their first production meeting with the robot club, where they run into the complicated contradictions in the visions of their would-be clients.",
          "Aliases": []
        },
        "6": {
          "ID": "7558558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7558558",
          "TitleEnglish": "Let's Do Better Than Last Time!",
          "SummaryEnglish": "Production begins on the Eizouken's new robot anime, and improving on their last work means expanding the club's reach. Asakusa struggles to convey her instructions to the art club, who are going to help with the backgrounds this time around, while a run-in with the student council puts a prospective new ally in Kanamori's sights.",
          "Aliases": []
        },
        "7": {
          "ID": "7571087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571087",
          "TitleEnglish": "I Have to Do It for Myself!",
          "SummaryEnglish": "Doumeki moves into the Eizouken's clubhouse, securing a sound director for the girl's new robot anime. After a harrowing meeting with the art club, a torrential downpour forces a temporary pause on anime production that results in a afternoon of relaxation and reflection.",
          "Aliases": []
        },
        "8": {
          "ID": "7571088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571088",
          "TitleEnglish": "The Grand Shibahama Festival!",
          "SummaryEnglish": "The day of the Shibahama High School culture festival has come, and the eizouken and robot club are teaming up to make their robot anime screening a success! The only problem is that the student council is out for blood after some irregular publicity stunts, and Mizusaki's parents have shown up, curious about what their daughter is up to...",
          "Aliases": []
        },
        "9": {
          "ID": "7571089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571089",
          "TitleEnglish": "Aim for Comet A!",
          "SummaryEnglish": "With the robot anime a critical success, if not a financial one, the eizouken sets their sights on their next project. In order to maximize the potential gains for their grueling efforts, the time has come to produce something to sell at a local media convention. The stage is set for an alien invasion at Shibahama's self-published art expo, Comet A!",
          "Aliases": []
        },
        "10": {
          "ID": "7571090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571090",
          "TitleEnglish": "Against Our Independent World!",
          "SummaryEnglish": "As production starts to spin up for the eizouken's latest project, Asakusa has trouble nailing down the fine details of the story, which leads to no shortage of anxiety for Kanamori. And if that wasn't enough, it seems like Shibahama High School's administration has got major issues with the potential sale of the club's film at Comet A.",
          "Aliases": []
        },
        "11": {
          "ID": "7571091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571091",
          "TitleEnglish": "Each Other's Existence!",
          "SummaryEnglish": "The deadline for Comet A looms large as the Shibahama High School film club gradually feels the squeeze; the school administration pressures other clubs to stop collaborating with the eizouken, Kanamori gets sick, and Asakusa still hasn't quite figured out the concept for their new film.",
          "Aliases": []
        },
        "12": {
          "ID": "7571092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571092",
          "TitleEnglish": "Shibahama UFO Wars!",
          "SummaryEnglish": "At the last possible second, the eizouken runs into a snag with their short film for the upcoming Comet A convention. With time running out, can they manage to salvage their new film in time?",
          "Aliases": []
        }
      }
    }
  }
}