{
    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10320398/",
        "http://eizouken-anime.com/",
        "https://www.themoviedb.org/tv/92579",
        "https://x.com/Eizouken_anime"
    ],
    "TitleEnglish": "Keep Your Hands Off Eizouken!",
    "SummaryEnglish": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. By pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!",
    "TitleJapanese": "映像研には手を出すな！",
    "SummaryJapanese": "高校１年生の浅草みどりは、アニメーションは「設定が命」と力説するほどのアニメ好き。\nスケッチブックに様々なアイディアを描き貯めながらも、\n1人では行動できないとアニメ制作への一歩を踏み出せずにいた。\nそんな浅草の才能に、プロデューサー気質の金森さやかはいち早く気づいていた。\nさらに、同級生でカリスマ読者モデルの水崎ツバメが、実はアニメーター志望であることが判明し、\n3人は脳内にある「最強の世界」を表現すべく映像研を設立することに……",
    "Aliases": [
        "Eizouken ni wa Te o Dasu na!",
        "Eizouken ni wa Te wo Dasu na!",
        "Hands off the Motion Pictures Club!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1804172",
            "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7477009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7477009",
                    "TitleEnglish": "The Greatest World!",
                    "SummaryEnglish": "Midori ASAKUSA is a first year high school student who dreams of creating her own animation. When she visits a screening event held by Anime Club with fellow student Sayaka KANAMORI, an amateur model Tsubasa MIZUSAKI starts talking to them. As she was being chased by men dressed in all black, ASAKUSA and KANAMORI help her get rid of them. To their surprise, they learn that MIZUSAKI is also aspiring to be an animator. The three of them hit it off to realize their own “Incredible World” together!",
                    "TitleJapanese": "最強の世界！",
                    "SummaryJapanese": "アニメーション制作を夢見る高校１年生の浅草みどりは、同級生の金森さやかとともにアニメ研の上映会へ。 すると、カリスマ読者モデルとして知られる水崎ツバメが声をかけてきた。水崎はなぜか黒ずくめの男たちに追われていた。 浅草と金森は彼女を助け、男たちを撃退する。そして２人は水崎が意外にもアニメーター志望であることを知る。 浅草と水崎の即興での合作が始まり、意気投合した３人の前に「最強の世界」が広がっていく…。"
                },
                "2": {
                    "ID": "7525032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7525032",
                    "TitleEnglish": "The Eizouken Takes the Stage!",
                    "SummaryEnglish": "As Mizusaki is banned from joining the anime club by her parents, the only way for the three of them to make anime is to set up a new club. At the staff room, their teacher tells them that they will be granted a certain budget if the objective of their club was to create a live-action movie. Kanamori suggest that they will call their club “Eizou (Film) club” and use its name as a disguise. Thus “ Eizou-ken” came into existence! They head off to a storage space previously used by the anime club and realized all kinds of treasures behind the door!",
                    "TitleJapanese": "映像研, 爆誕す！",
                    "SummaryJapanese": "水崎がアニメ研究部に入ることを親に禁じられているので、浅草・金森とともにアニメを作るには新しい部活を立ち上げるしかない。３人は職員室に向かう。既にアニ研があるため、アニメを作ると言うわけにはいかない。実写系の部活が教師に求められていることを知った金森は、映像部を名乗ってアニメを作ることを発案する。こうして「映像研」が爆誕した！そして３人がかつてアニ研が使っていたという倉庫を開けると、そこは宝の山？"
                },
                "3": {
                    "ID": "7526225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7526225",
                    "TitleEnglish": "Let's Accomplish Something!",
                    "SummaryEnglish": "Eizouken’s so-called club room was merely a storage with holes in all sides. Therefore, fixing the room was a priority. Asakusa imagine the process as spaceship fixing training. To promote their club, they decided to create a new anime to show at the “budget decision committee meeting”. Three of them choose a scene from one of Asakusa’s many sketches. Asakusa wants to animate a tank while Mizusaki is persistent about actions. With her producer-like vision, Kanamori eggs on their creative energy.",
                    "TitleJapanese": "実績を打ち立てろ！",
                    "SummaryJapanese": "映像研の３人に与えられた部室は、天井も壁も穴だらけの古い倉庫。まずは修理が必要である。作業を始めた浅草は宇宙船の修復訓練を夢想する。そして３人は、「予算審議委員会」でアニメを発表し、活動をアピールすることを決める。浅草のスケッチから舞台設定を選んで構想を練る３人。浅草は戦車を発案。水崎は作画の“演技”にこだわる。そして、プロデューサー的視点を持つ金森は、浅草と水崎の創作へのエネルギーを焚きつける。"
                },
                "4": {
                    "ID": "7526226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7526226",
                    "TitleEnglish": "Hold That Machete Tight!",
                    "SummaryEnglish": "The student council's budget committee looms on the horizon as the eizouken's project is still far from finished. As Mizusaki struggles with effects shots, Kanamori reminds her of the grim reality of the approaching deadline. While Asakusa manages to extend their run-time with creative use of existing art, the club is forced to make hard decisions about what parts of their creative vision to sacrifice and which parts to preserve. But even then, will they have something that resembles a complete product in time?",
                    "TitleJapanese": "そのマチェットを強く握れ！",
                    "SummaryJapanese": "予算審議委員会で上映する短編アニメに取り組む映像研の３人。しかし作業はなかなか進まない。風景だけのカットを入れたり見せ場を繰り返すなど、浅草がテクニックを駆使するが、動きの細部にこだわる水崎の作画の遅れは取り戻せない。金森は、脅したりすかしたりして妥協案を提示する。そして迎えた委員会の日。相手となる生徒会は、「生徒会には手を出すな」と言われるやっかいな存在だ。映像研は予算を獲得することができるか？"
                },
                "5": {
                    "ID": "7551371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7551371",
                    "TitleEnglish": "An Iron Giant Appears!",
                    "SummaryEnglish": "Asakusa discovers a mysterious robot, and before long Mizusaki and Kanamori are implicated in the conspiracy surrounding it. The nature of that insidious plot? The Shibahama High School robot club commissioning an anime short from the eizouken. After exploring the maintenance tunnels beneath the school, the girls have their first production meeting with the robot club, where they run into the complicated contradictions in the visions of their would-be clients.",
                    "TitleJapanese": "鉄巨人あらわる！",
                    "SummaryJapanese": "浅草は校内であやしげなロボットの痕跡を発見し、追跡を開始する。たどり着いた先にいたのは何やらロボットの作動テストが行う生徒たち。その中にはなぜか金森と水崎の姿もあった。実はロボット研究部から、文化祭で上映するロボットアニメを作ってほしいという依頼があったのだという。テーマは「ロボット対怪獣」だ。映像研の３人は作品のヒントを探して、芝浜高校創立前から存在するという不気味な地下空間にロケハンに向かう。"
                },
                "6": {
                    "ID": "7558558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7558558",
                    "TitleEnglish": "Let's Do Better Than Last Time!",
                    "SummaryEnglish": "Production begins on the Eizouken's new robot anime, and improving on their last work means expanding the club's reach. Asakusa struggles to convey her instructions to the art club, who are going to help with the backgrounds this time around, while a run-in with the student council puts a prospective new ally in Kanamori's sights.",
                    "TitleJapanese": "前作より進歩するべし！",
                    "SummaryJapanese": "映像研は文化祭で上映するロボットアニメに取りかかった。今回は美術部が背景を手伝ってくれるという。オープニング曲はロボ研が作曲、劇中の音楽は水崎が知り合いに頼むことになった。金森は、効率改善のためにＰＣの調達に動く。関わる人数が増えていくことに不安を感じる浅草。さらに、音響部についての情報がもたらされ、金森と浅草は部室を訪ねる。そこには膨大な量の音源を守る音響部唯一の部員、百目鬼（どうめき）がいた。"
                },
                "7": {
                    "ID": "7571087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571087",
                    "TitleEnglish": "I Have to Do It for Myself!",
                    "SummaryEnglish": "Doumeki moves into the Eizouken's clubhouse, securing a sound director for the girl's new robot anime. After a harrowing meeting with the art club, a torrential downpour forces a temporary pause on anime production that results in a afternoon of relaxation and reflection.",
                    "TitleJapanese": "私は私を救うんだ！",
                    "SummaryJapanese": "文化祭で上映するロボットアニメの制作は思うように進まずにいた。作画が遅れているため、音響部の百目鬼（どうめき）は効果音の準備が始められない。声優を買って出たロボ研の小野たちの演技は暴走するに違いなく不安だらけ。さらに、美術部の芸術が爆発して背景の描き直しが大量に発生、浅草が肩代わりすることになる。そんな状況に金森はイラ立つが、作画担当の水崎は、動きの表現へのこだわりを絶対にゆずろうとはしなかった。"
                },
                "8": {
                    "ID": "7571088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571088",
                    "TitleEnglish": "The Grand Shibahama Festival!",
                    "SummaryEnglish": "The day of the Shibahama High School culture festival has come, and the eizouken and robot club are teaming up to make their robot anime screening a success! The only problem is that the student council is out for blood after some irregular publicity stunts, and Mizusaki's parents have shown up, curious about what their daughter is up to...",
                    "TitleJapanese": "大芝浜祭！",
                    "SummaryJapanese": "文化祭当日の朝、現場で生アテレコになってしまったものの、ロボットアニメはなんとかできあがった。浅草と百目鬼（どうめき）はギリギリまで音楽と効果音の調整を続ける。金森は、カリスマ読者モデルとしての水崎の知名度を利用して集客を図る。しかし、小野たちロボット研究部も協力した大がかりな宣伝は、生徒会に目をつけられてしまう。さらに、水崎がアニメを作っていることを隠している両親が、急に文化祭を見に来ることに！"
                },
                "9": {
                    "ID": "7571089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571089",
                    "TitleEnglish": "Aim for Comet A!",
                    "SummaryEnglish": "With the robot anime a critical success, if not a financial one, the eizouken sets their sights on their next project. In order to maximize the potential gains for their grueling efforts, the time has come to produce something to sell at a local media convention. The stage is set for an alien invasion at Shibahama's self-published art expo, Comet A!",
                    "TitleJapanese": "コメットＡを目指せ！",
                    "SummaryJapanese": "文化祭での上映会は大成功に終わり、ＤＶＤの予約も多数取ることができた。しかし、ロボットアニメの権利はクライアントであるロボット研究部にあり、映像研に残された利益はごくわずかだった。金森は、学校の外に出て、自主制作物展示即売会「コメットＡ」に参加することを提案する。どこに行こうというのか、金森は浅草と水崎を連れて出かける。芝浜の市街地には、複雑な町並みや入り組んだ水路、地下商店街などが広がっていた。"
                },
                "10": {
                    "ID": "7571090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571090",
                    "TitleEnglish": "Against Our Independent World!",
                    "SummaryEnglish": "As production starts to spin up for the eizouken's latest project, Asakusa has trouble nailing down the fine details of the story, which leads to no shortage of anxiety for Kanamori. And if that wasn't enough, it seems like Shibahama High School's administration has got major issues with the potential sale of the club's film at Comet A.",
                    "TitleJapanese": "独自世界の対立！",
                    "SummaryJapanese": "浅草は描きたいシーンを次々と発案、水崎はＳＮＳを使って音楽を発注、金森は声優オーディションを企画――。自主制作物展示即売会「コメットＡ」での新作発表に向けて映像研は猛進する。しかしその活動は教師たちに目をつけられることとなった。学校外で活動するリスクについて生徒会のさかきにも忠告されるが、３人はアニメ制作を続行。ストーリーを決めるためのヒントを求めて、音響部・百目鬼（どうめき）の音ロケに同行する。"
                },
                "11": {
                    "ID": "7571091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571091",
                    "TitleEnglish": "Each Other's Existence!",
                    "SummaryEnglish": "The deadline for Comet A looms large as the Shibahama High School film club gradually feels the squeeze; the school administration pressures other clubs to stop collaborating with the eizouken, Kanamori gets sick, and Asakusa still hasn't quite figured out the concept for their new film.",
                    "TitleJapanese": "それぞれの存在！",
                    "SummaryJapanese": "コメットＡでの新作アニメ発表のためにＤＶＤの複製を依頼していた写本筆写研究部が、不正取引で警備部に摘発された。教頭や生徒会による映像研への監視の目は厳しくなるばかりだ。しかし金森は、学校側が活動を認めざるを得ない状況に持ち込む策をめぐらせていた。一方、浅草はなかなか決めきれずにいた「敵」の設定とストーリーの核心についにたどり着く。コンテができあがったことで水崎の作画も順調に進み、完成が見えてきた。"
                },
                "12": {
                    "ID": "7571092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keep-your-hands-off-eizouken/episodes/7571092",
                    "TitleEnglish": "Shibahama UFO Wars!",
                    "SummaryEnglish": "At the last possible second, the eizouken runs into a snag with their short film for the upcoming Comet A convention. With time running out, can they manage to salvage their new film in time?",
                    "TitleJapanese": "芝浜UFO大戦！",
                    "SummaryJapanese": "ＳＮＳで依頼した音楽が映像とまったく合わないという問題が発生した。大団円のダンスシーンはデモ音源に合わせて水崎が作画しており、曲が変わると成立しない。浅草が出したのは、ダンスをやめてラストを作り直すという大胆な結論だった。実は終わり方にずっと疑問を感じていたが、変更すれば納得できるものになるという浅草の説明を、金森と水崎は受け入れる。そしてコメットＡ当日。映像研の新作アニメ「芝浜ＵＦＯ大戦」とは？"
                }
            }
        }
    }
}