{
    "URL": "https://www.thetvdb.com/series/cookingmaster-anime",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "http://cookingmaster-anime.jp/",
        "https://www.themoviedb.org/tv/96196",
        "https://www.themoviedb.org/tv/96196",
        "https://x.com/shin_chuichi"
    ],
    "TitleEnglish": "True Cooking Master Boy",
    "SummaryEnglish": "During the 19th century China, the protagonist, Liu Maoxing, wins the title of Super Chef and is the youngest to do so in history. His master, Zhou Yu, suggests that he broaden his skills as a chef even more, so he goes on a journey around China with his friends Shirou and Meili. After returning, he also teams up with Xie Lu and Lei En to fight the Underground Cooking Society. He then learns the secret about the 8 Legendary Cooking Tools. In the past, Mao’s mother, Bei, had wished for everyone’s happiness and fought against the Underground Cooking Society. In order to continue his mother’s wishes and protect the Legendary Cooking Utensils from the Underground Cooking Society, Mao and his friends go on a journey...",
    "Aliases": [
        "Shin Chuuka Ichiban!",
        "Shin Chūka Ichiban!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "829918",
            "URL": "https://www.thetvdb.com/series/cookingmaster-anime/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7402186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7402186",
                    "TitleEnglish": "Dream Maker",
                    "SummaryEnglish": "Liu Maoxing has completed his culinary training and is on his way back to Guangzhou with Meili and Shirou. On their journey, they arrive in a town with a prospering poultry industry and are saved from their hunger by chicken restaurateur Tia. There they discover her pitch black chickens. Tia explains that they are the birds of misfortune that killed her older brother. Upon seeing the chickens, Mao makes a decision."
                },
                "2": {
                    "ID": "7410952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410952",
                    "TitleEnglish": "Dim Sum Master",
                    "SummaryEnglish": "Mao and friends return to Yang Spring Restaurant. When Shirou serves a dish to a customer without permission, the customer becomes enraged, and Mao offers to serve whatever dish the customer would like. The customer demands he cook a dish using three different types of eggs, and Mao serves shumai prepared according to the customer's demands. Impressed by the dish, the customer makes another unexpected demand. He is Dim Sum Master Xie Lu, and he challenges Mao to a cooking battle..."
                },
                "3": {
                    "ID": "7410954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410954",
                    "TitleEnglish": "The Strange Invitation",
                    "SummaryEnglish": "A strange invitation bearing the mark of absolute obedience arrives for Zhou Yu, Meili, and Mao. The three accept the invitation and attend the dinner party being held at a Western-style mansion. After eating the \"dove\" served as the main dish, something strange happens to Meili. A masked chef suddenly appears before Mao and Zhou Yu and challenges Zhou Yu to a cooking contest for revenge!"
                },
                "4": {
                    "ID": "7410955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410955",
                    "TitleEnglish": "Pot of Grudges",
                    "SummaryEnglish": "When Zhou Yu becomes unable to participate in the contest after being stung by a hidden scorpion, Mao takes on the masked chef. Their contest so far is one to one. The final of their three contests is spiny lobster hot pot. The masked chef tells Mao of the incident that occurred 16 years prior that tied him to Zhou Yu and challenges Mao using the secret weapon he has imbued with his hatred. Finally, the completed dishes are to be judged by a surprising person..."
                },
                "5": {
                    "ID": "7442619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7442619",
                    "TitleEnglish": "Ambition of the Cooking Underworld",
                    "SummaryEnglish": "Xie Lu warns Mao and his friends to watch out for the \"cooking underworld\" after his staff is stolen by a man with a black kirin crest on his hand. Meanwhile, Mei Li excitedly waits for the return of young prodigal chef Lei En, who left Yang Spring Restaurant four years ago to train. However, Lei En has become a completely different person. He tells Master Luo that he has come to receive the legendary utensils. When they discover the black kirin crest on his hand, Mao and his friends are disturbed..."
                },
                "6": {
                    "ID": "7456263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456263",
                    "TitleEnglish": "The Seventh Knife",
                    "SummaryEnglish": "Mao and Lei En begin their knife skills contest to determine the true heir to the legendary utensil. Their ingredient is sea bream! Mao battles Lei En's Seven Star Knives with his steel wire and Hundred Hole Knife forged by Xie Lu. Both contestants fight fiercely, and their contest goes into an extra round. Both chefs bring their final trump cards to the contest... but who will win...?"
                },
                "7": {
                    "ID": "7456279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456279",
                    "TitleEnglish": "Two Successors",
                    "SummaryEnglish": "Mao and Lei En's knife skills contest is concluded! When Mao grasps the legendary utensil \"Ever-Soul Knife,\" the dragon mark signifying that he is the successor appears on the blade. After experiencing its mystical power for himself, Mao declares that there is another successor..."
                },
                "8": {
                    "ID": "7456281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456281",
                    "TitleEnglish": "The Eight Legendary Utensils",
                    "SummaryEnglish": "Recognizing Mao has the determination and skills to face the cooking underworld, Luo and Zhou Yu reveal the secret of the legendary utensils. Together with Xie Lu and Lei En, Mao sets out on a journey to search for the legendary utensils. Joined by Mei Li and Shirou, the five of them travel to Shanghai, where the next legendary utensil is sealed away. On the way, Mao tells Xie Lu and Lei En about his path to becoming a Super Chef.."
                },
                "9": {
                    "ID": "7483374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7483374",
                    "TitleEnglish": "Shanghai, City of Devils",
                    "SummaryEnglish": "Mao and his friends land in Shanghai, City of Devils. They are welcomed by former senior apprentice to Mao, Sanjie. However, the cooking underworld's hands have already reached the Shanghai Chef's Grand Alliance and taken its leaders, including Sanjie's father, hostage. The battle against the cooking underworld for Shanghai's legendary cooking utensil has begun!"
                },
                "10": {
                    "ID": "7483406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7483406",
                    "TitleEnglish": "Clash of the Super Dim Sum",
                    "SummaryEnglish": "The Huangpu River Warship Pavilion banquet begins. Dim sum master Xie Lu of the Steel Staff and dim sum king Luo Kong face off in the sweet bun challenge of the century! While Luo Kong, master of standard sweet bun-making, produces a masterpiece and the greatest Chinese dim sum ever made, Xie Lu creates a dish based on a bold idea. Who will win?"
                },
                "11": {
                    "ID": "7493351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7493351",
                    "TitleEnglish": "Clash of the Two Seven Star Knives",
                    "SummaryEnglish": "The Huangpu River Warship Pavilion banquet begins. Dim sum master Xie Lu of the Steel Staff and dim sum king Luo Kong face off in the sweet bun challenge of the century! While Luo Kong, master of standard sweet bun-making, produces a masterpiece and the greatest Chinese dim sum ever made, Xie Lu creates a dish based on a bold idea. Who will win?"
                },
                "12": {
                    "ID": "7496201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7496201",
                    "TitleEnglish": "Man of Destiny",
                    "SummaryEnglish": "Lei En swears to make as many people happy using his Seven Star Knives. Though he completes the ultimate crab dish, the judges declare that it tastes disgusting. When Mao identifies Xiang's strategy, she reveals the truth behind her second set of Seven Star Knives. With the third round approaching, Mao's opponent is revealed to be a man with whom he shares history!"
                }
            }
        },
        "2": {
            "ID": "1884720",
            "URL": "https://www.thetvdb.com/series/cookingmaster-anime/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8075703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8075703",
                    "TitleEnglish": "The Transcendental Tofu Battle!",
                    "SummaryEnglish": "Mao's group battles the Cooking Underworld for the legendary utensils in the Huangpu River warship pavilion cooking battle. The score is one to one. The final round pits Mao against his old enemy Shao An. Their theme is tofu! However, something disastrous happens to Mao's soybeans during the night before the final round... What dish will Mao produce after finding a hint in the silver lining?"
                },
                "2": {
                    "ID": "8118210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118210",
                    "TitleEnglish": "Outstretched Hand",
                    "SummaryEnglish": "Sho An challenges Mao's Magical Panda Tofu with his tofu trio. Both are excellent dishes that push tofu to its limits, but what will the judges decide?! The heroic Huangpu River warship pavilion cooking battle will be decided in Shanghai at the end of the 16,000 kilometer Yangtze River!"
                },
                "3": {
                    "ID": "8118212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118212",
                    "TitleEnglish": "Advent of the Devil",
                    "SummaryEnglish": "Mao, Meili, and Shirou leave the Coiled Dragon Pot at the Longzhen Restaurant and part ways with Sanjie to head towards the Jiuhua Mountains where the next legendary utensil is located. However, in the mountains they encounter a village of exhausted people. They appear to be ruled over by the mysterious Abalone Devil."
                },
                "4": {
                    "ID": "8118214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118214",
                    "TitleEnglish": "River of Fire",
                    "SummaryEnglish": "Mao's group acquires the third legendary utensil, the Holy Copperware, and travels down the Yangtze River towards Szechuan, where the fourth legendary utensil is located. Wary of Mao, the Cooking Underworld's most powerful leaders, the Five Tiger Stars, take action against him. Leading the charge is the Flaming Chef Panther Head Ya Kan. The battle of fire techniques between Mao and Ya Kan commences on the Yangtze River!"
                },
                "5": {
                    "ID": "8137367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137367",
                    "TitleEnglish": "At the End of the Yangtze River",
                    "SummaryEnglish": "Mao produces two dishes using the fire skills he learned from Zhou Yu, while Ya Kan demonstrates fire skills on an even larger scale by turning the Yangtze River into a sea of fire, striking back with the ultimate grilled fish. It's Mao's two dishes against Ya Kan's single dish. Contest judge Xie Lu is uncertain. Who will he declare the winner?! Meanwhile, Xiang appears once again..."
                },
                "6": {
                    "ID": "8137368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137368",
                    "TitleEnglish": "Calamity at the Chrysanthemum Tower",
                    "SummaryEnglish": "Xiang's attack forces the group to split in two, with Xie Lu and Lei En forming one group, and Mao, Meili, and Shirou making up the other. Mao's group heads towards his family's restaurant, the Chrysanthemum Tower. For some reason the restaurant that was supposed to be closed is open, and the boy cooking in the kitchen introduces himself as Zhu Qi. Furthermore, Zhu Qi begins hitting on Meili. Mao's heart is shaken..."
                },
                "7": {
                    "ID": "8137369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137369",
                    "TitleEnglish": "The Feelings Entrusted to the Duck",
                    "SummaryEnglish": "The cooking contest between Mao and Zhu Qi for the right to cook for the prince begins, and Meili asks to judge their dishes! For his dish, Mao pours his feelings into the fragrances of Guangdong, Meili's homeland. The moment the couple appears to reconnect, Meili suddenly collapses! Zhu Qi declares Mao a failed chef, and Mao finds himself in a tight spot. Just then, a familiar face appears before Mao..."
                },
                "8": {
                    "ID": "8137370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137370",
                    "TitleEnglish": "Like the Phoenix",
                    "SummaryEnglish": "Mao discovers Zhu Qi's true identity. As a Dragon Chef, Fei suggests a rematch between Mao and Zhu Qi. Demonstrating his true power, Mao transforms his duck into a phoenix, serving up an immortal flavor. Meanwhile, Zhu Qi begins his usual cooking performance on top of a giant hot plate. Who will win this battle? And what is Zhu Qi's secret?!"
                },
                "9": {
                    "ID": "8137371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137371",
                    "TitleEnglish": "Dazzling Dunhuang",
                    "SummaryEnglish": "After parting ways with Mao's group, Xie Lu and Lei En head to Dunhuang. Xie Lu falls in love with the dark-skinned woman who rescues him after he collapses in the desert. However, she is actually Five Tiger Star Mi La the Green Eyed Tiger! She challenges Xie Lu to a Dunhuang-style cooking contest. Is there a way to defeat Mi La's superhuman skills?!"
                },
                "10": {
                    "ID": "8137372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137372",
                    "TitleEnglish": "The Desert Sun",
                    "SummaryEnglish": "Lei En fights back against Mi La's perfect copy ability with a shocking cooking method. Furthermore, the mysterious Five Tiger Star Yan Xian the Wanderer also shows up. Meanwhile, Mao's group heads towards the Cooking Underworld's headquarters located at Mount Liang to take on leader of the Five Tiger Stars, Dragon in the Clouds Kai You."
                },
                "11": {
                    "ID": "8137373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137373",
                    "TitleEnglish": "The Limitless Hero",
                    "SummaryEnglish": "Mao challenges the Cooking Underworld to a final showdown. Ya Kan confronts him once again as his opponent in a cooking contest. The subject of their contest is to represent \"heroes of the land\" with their cooking. While Ya Kan cooks with all his might, Mao explains his abilities. Finally, it's time to determine the winner. What are the answers Ya Kan and Mao have put forth through their cooking...?"
                },
                "12": {
                    "ID": "8137374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137374",
                    "TitleEnglish": "Creators of an Era",
                    "SummaryEnglish": "After achieving victory over Ya Kan, Mao explains his powerful belief that cooking is for making people happy, moving the hearts of the Cooking Underworld chefs. Perceiving this as a threat, Kai You destroys Mt. Liang while his allies are still inside. Mao is swallowed up by the raging currents. His foot is still shackled as the water level continues to rise..."
                }
            }
        }
    }
}