{
    "URL": "https://www.thetvdb.com/series/cookingmaster-anime",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "http://cookingmaster-anime.jp/",
        "https://www.themoviedb.org/tv/96196",
        "https://www.themoviedb.org/tv/96196",
        "https://x.com/shin_chuichi"
    ],
    "TitleEnglish": "True Cooking Master Boy",
    "SummaryEnglish": "During the 19th century China, the protagonist, Liu Maoxing, wins the title of Super Chef and is the youngest to do so in history. His master, Zhou Yu, suggests that he broaden his skills as a chef even more, so he goes on a journey around China with his friends Shirou and Meili. After returning, he also teams up with Xie Lu and Lei En to fight the Underground Cooking Society. He then learns the secret about the 8 Legendary Cooking Tools. In the past, Mao’s mother, Bei, had wished for everyone’s happiness and fought against the Underground Cooking Society. In order to continue his mother’s wishes and protect the Legendary Cooking Utensils from the Underground Cooking Society, Mao and his friends go on a journey...",
    "TitleJapanese": "真・中華一番!",
    "SummaryJapanese": "十九世紀の中国。主人公・劉昴星(リュウ・マオシン)は、史上最年少で中国の頂点と言われる料理人資格「特級厨師試験」に合格。師匠・チョウユの勧めで、料理人としての見聞を広めるため、仲間のシロウと紅一点のメイリィとともに西南中国を回っていた。広州「陽泉酒家(ようせんしゅか)」へ戻ったマオは、新たな仲間のシェル、レオンを得て「料理で人を支配する」という野望をもつ“裏料理界”と闘うことを心に決める。そんな中、中国料理界を守護するといわれている八つの“伝説の厨具”の秘密を知る。かつて、マオの母・パイは万人の幸せを願い、“裏料理界”と熾烈な戦いを繰り広げた。そんな母の遺志を受け継ぎ、中国大陸各地に散らばる“伝説の厨具”を“裏料理界”から守るため、四人の仲間とともに壮大な旅にでる――。",
    "Aliases": [
        "Shin Chūka Ichiban!",
        "Shin Chuuka Ichiban!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "829918",
            "URL": "https://www.thetvdb.com/series/cookingmaster-anime/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7402186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7402186",
                    "TitleEnglish": "Dream Maker",
                    "SummaryEnglish": "Liu Maoxing has completed his culinary training and is on his way back to Guangzhou with Meili and Shirou. On their journey, they arrive in a town with a prospering poultry industry and are saved from their hunger by chicken restaurateur Tia. There they discover her pitch black chickens. Tia explains that they are the birds of misfortune that killed her older brother. Upon seeing the chickens, Mao makes a decision.",
                    "TitleJapanese": "夢を継ぐ者",
                    "SummaryJapanese": "劉 昴星（リュウ・マオシン）は料理修業を終え、メイリィ、シロウとともに広州にもどろうとしていた。その旅の途中、養鶏で栄える町にやって来た３人は、空腹のところを、鶏料理屋の娘ティアに助けられる。そこで真っ黒な鶏を見かけ、”兄貴を殺した不幸な鶏”だとティアに告げられる。その鶏を見たマオはある決意をする。"
                },
                "2": {
                    "ID": "7410952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410952",
                    "TitleEnglish": "Dim Sum Master",
                    "SummaryEnglish": "Mao and friends return to Yang Spring Restaurant. When Shirou serves a dish to a customer without permission, the customer becomes enraged, and Mao offers to serve whatever dish the customer would like. The customer demands he cook a dish using three different types of eggs, and Mao serves shumai prepared according to the customer's demands. Impressed by the dish, the customer makes another unexpected demand. He is Dim Sum Master Xie Lu, and he challenges Mao to a cooking battle...",
                    "TitleJapanese": "特級面点師",
                    "SummaryJapanese": "再び「陽泉酒家」に戻ったマオたち。そんなある日、シロウが勝手に客に料理を提供したため、客が怒り、マオはその客の希望の料理を提供することに。その課題は三種類の卵を使った料理だった。マオは課題に沿った焼売を提供する。その料理に感動した客は意外な行動に出る。その客とは特級面点師のシェルであり、シェルはさらに料理対決を熱望するが…"
                },
                "3": {
                    "ID": "7410954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410954",
                    "TitleEnglish": "The Strange Invitation",
                    "SummaryEnglish": "A strange invitation bearing the mark of absolute obedience arrives for Zhou Yu, Meili, and Mao. The three accept the invitation and attend the dinner party being held at a Western-style mansion. After eating the \"dove\" served as the main dish, something strange happens to Meili. A masked chef suddenly appears before Mao and Zhou Yu and challenges Zhou Yu to a cooking contest for revenge!",
                    "TitleJapanese": "奇妙な招待状",
                    "SummaryJapanese": "チョウユ、メイリィとマオ宛てに“絶対服従”のサインがある奇妙な招待状が届いた。三人は招待を受け、異人館で行われる夕食会に出席する。そこでメイン料理として出された「ハト料理」を食べた後、メイリィの体に異変が起こる。マオとチョウユの前に、突然仮面を付けた料理人が現れ、チョウユに復讐する、と料理勝負を申し出た！"
                },
                "4": {
                    "ID": "7410955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7410955",
                    "TitleEnglish": "Pot of Grudges",
                    "SummaryEnglish": "When Zhou Yu becomes unable to participate in the contest after being stung by a hidden scorpion, Mao takes on the masked chef. Their contest so far is one to one. The final of their three contests is spiny lobster hot pot. The masked chef tells Mao of the incident that occurred 16 years prior that tied him to Zhou Yu and challenges Mao using the secret weapon he has imbued with his hatred. Finally, the completed dishes are to be judged by a surprising person...",
                    "TitleJapanese": "怨念の鍋",
                    "SummaryJapanese": "仕込まれたサソリの毒で対戦不能となったチョウユの代わりに、マオは仮面料理人と対決する。対戦成績は一勝一敗。最終決戦となる第三勝負の課題は「イセエビの鍋料理」。仮面料理人は16年前におきたチュウユとの因縁の理由をマオに述べ、その思いが詰まった秘策を使い、マオに挑んでくる。そして、完成した料理を審査するのは意外な人物だった…"
                },
                "5": {
                    "ID": "7442619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7442619",
                    "TitleEnglish": "Ambition of the Cooking Underworld",
                    "SummaryEnglish": "Xie Lu warns Mao and his friends to watch out for the \"cooking underworld\" after his staff is stolen by a man with a black kirin crest on his hand. Meanwhile, Mei Li excitedly waits for the return of young prodigal chef Lei En, who left Yang Spring Restaurant four years ago to train. However, Lei En has become a completely different person. He tells Master Luo that he has come to receive the legendary utensils. When they discover the black kirin crest on his hand, Mao and his friends are disturbed...",
                    "TitleJapanese": "裏料理界の野望",
                    "SummaryJapanese": "手に黒い麒麟の紋章がある男に鋼棍を奪われたシェルは、マオ達に“裏料理界”への用心を呼びかける。一方、四年前に陽泉酒家にいた若き天才料理人レオンが料理修業から帰ってくることを楽しみにしているメイリィ。だが、戻ってきたレオンは変貌してしまっていた。そして、レオンはルオウ大師に「伝説の厨具」をもらい受けにきたと告げる。その手には黒い麒麟の紋章があり、マオたちは動揺する…"
                },
                "6": {
                    "ID": "7456263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456263",
                    "TitleEnglish": "The Seventh Knife",
                    "SummaryEnglish": "Mao and Lei En begin their knife skills contest to determine the true heir to the legendary utensil. Their ingredient is sea bream! Mao battles Lei En's Seven Star Knives with his steel wire and Hundred Hole Knife forged by Xie Lu. Both contestants fight fiercely, and their contest goes into an extra round. Both chefs bring their final trump cards to the contest... but who will win...?",
                    "TitleJapanese": "七番目の包丁",
                    "SummaryJapanese": "マオとレオンによる「伝説の厨具」の真の継承者を決める“神前刀工勝負”が始まる。食材は鯛！レオンの「七星刀」に対し、マオは「鋼糸包丁」とシェルが作った「百穴包丁」で対抗する。二人の対決は拮抗し、延長戦までもつれ込む。最後の切り札を出し切って戦う二人… 勝負の行方は…"
                },
                "7": {
                    "ID": "7456279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456279",
                    "TitleEnglish": "Two Successors",
                    "SummaryEnglish": "Mao and Lei En's knife skills contest is concluded! When Mao grasps the legendary utensil \"Ever-Soul Knife,\" the dragon mark signifying that he is the successor appears on the blade. After experiencing its mystical power for himself, Mao declares that there is another successor...",
                    "TitleJapanese": "二人の継承者",
                    "SummaryJapanese": "マオとレオンの“神前刀工勝負”はついに決着する！マオが伝説の厨具「永霊刀」を手にすると継承者としての証である龍の紋章が浮かびあがった。そしてその神秘の力を体験したマオは、継承者はもう一人いると言うのであった…"
                },
                "8": {
                    "ID": "7456281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7456281",
                    "TitleEnglish": "The Eight Legendary Utensils",
                    "SummaryEnglish": "Recognizing Mao has the determination and skills to face the cooking underworld, Luo and Zhou Yu reveal the secret of the legendary utensils. Together with Xie Lu and Lei En, Mao sets out on a journey to search for the legendary utensils. Joined by Mei Li and Shirou, the five of them travel to Shanghai, where the next legendary utensil is sealed away. On the way, Mao tells Xie Lu and Lei En about his path to becoming a Super Chef..",
                    "TitleJapanese": "伝説の八厨具",
                    "SummaryJapanese": "“裏料理界”と戦う決意と技量を認めたマオに、ルオウとチョウユは「伝説の厨具」の秘密を明かす。そしてシェルとレオンと共に、マオは「伝説の厨具」を探す旅に出発する。メイリィ、シロウを加え、五人は次の「伝説の厨具」が封印されている地、上海に向かうのであった。旅の途中、マオは特級厨師になるまでの話をシェルやレオンに語り始める…"
                },
                "9": {
                    "ID": "7483374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7483374",
                    "TitleEnglish": "Shanghai, City of Devils",
                    "SummaryEnglish": "Mao and his friends land in Shanghai, City of Devils. They are welcomed by former senior apprentice to Mao, Sanjie. However, the cooking underworld's hands have already reached the Shanghai Chef's Grand Alliance and taken its leaders, including Sanjie's father, hostage. The battle against the cooking underworld for Shanghai's legendary cooking utensil has begun!",
                    "TitleJapanese": "魔都 上海",
                    "SummaryJapanese": "マオたちは魔都・上海に上陸。彼らを歓迎したのは、マオの兄弟子だったサンチェだった。だが、“裏料理界”の手は既に「上海厨師大連合会」に及び、サンチェの父親を含む大連合幹部達が人質に取られていた。そしてついに、上海にあるといわれる伝説の厨具をかけた“裏料理界”との闘いが始まる！"
                },
                "10": {
                    "ID": "7483406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7483406",
                    "TitleEnglish": "Clash of the Super Dim Sum",
                    "SummaryEnglish": "The Huangpu River Warship Pavilion banquet begins. Dim sum master Xie Lu of the Steel Staff and dim sum king Luo Kong face off in the sweet bun challenge of the century! While Luo Kong, master of standard sweet bun-making, produces a masterpiece and the greatest Chinese dim sum ever made, Xie Lu creates a dish based on a bold idea. Who will win?",
                    "TitleJapanese": "超点心大激突！",
                    "SummaryJapanese": "“黄浦江楼麟艦　宴席料理決戦”がはじまる。第一試合は“特級面点師・鋼棍のシェル”Vs“面点キング・ラコン”の「世紀の饅頭対決」！饅頭の“王道”を極めたラコンが作った中国点心史上最高の傑作に対し、シェルは大胆な発想の料理を突き通そうとする。果たしてその勝負の結果は？"
                },
                "11": {
                    "ID": "7493351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7493351",
                    "TitleEnglish": "Clash of the Two Seven Star Knives",
                    "SummaryEnglish": "The Huangpu River Warship Pavilion banquet begins. Dim sum master Xie Lu of the Steel Staff and dim sum king Luo Kong face off in the sweet bun challenge of the century! While Luo Kong, master of standard sweet bun-making, produces a masterpiece and the greatest Chinese dim sum ever made, Xie Lu creates a dish based on a bold idea. Who will win?",
                    "TitleJapanese": "激突！二つの『七星刀』",
                    "SummaryJapanese": "“黄浦江楼麟艦　宴席料理決戦”第2試合は、“七星刀のレオン”Vs“一丈青のシャン”。シャンは脱ぎ捨てられたマントの下に、レオンと同じ「七星刀」をもっていたのであった。動揺したレオンは“裏料理界”での過去について語り始めるが…"
                },
                "12": {
                    "ID": "7496201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/7496201",
                    "TitleEnglish": "Man of Destiny",
                    "SummaryEnglish": "Lei En swears to make as many people happy using his Seven Star Knives. Though he completes the ultimate crab dish, the judges declare that it tastes disgusting. When Mao identifies Xiang's strategy, she reveals the truth behind her second set of Seven Star Knives. With the third round approaching, Mao's opponent is revealed to be a man with whom he shares history!",
                    "TitleJapanese": "運命の男",
                    "SummaryJapanese": "「七星刀」でひとつでも多くの幸せを紡ぐことを誓ったレオン。究極のカニ料理を完成させるが、審査員たちから“まずい”と言われる。シャンの策略を見抜くマオに対して、シャンは二つ目の「七星刀」の真実を告げる。そして、第三試合を迎えたマオの対戦相手は因縁の相手であった！"
                }
            }
        },
        "2": {
            "ID": "1884720",
            "URL": "https://www.thetvdb.com/series/cookingmaster-anime/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8075703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8075703",
                    "TitleEnglish": "The Transcendental Tofu Battle!",
                    "SummaryEnglish": "Mao's group battles the Cooking Underworld for the legendary utensils in the Huangpu River warship pavilion cooking battle. The score is one to one. The final round pits Mao against his old enemy Shao An. Their theme is tofu! However, something disastrous happens to Mao's soybeans during the night before the final round... What dish will Mao produce after finding a hint in the silver lining?",
                    "TitleJapanese": "超絶豆腐勝負！",
                    "SummaryJapanese": "マオ一行と裏料理界が伝説の厨具を賭けた“黄浦江楼麟艦宴席料理決戦”は、互いに一勝一敗。最終決戦はマオと因縁深いショウアン。テーマは豆腐！しかし、決戦前夜にマオが準備していた大豆に異変が…。不意の災いの中から福に転じるヒントを得たマオが出した料理とは！？"
                },
                "2": {
                    "ID": "8118210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118210",
                    "TitleEnglish": "Outstretched Hand",
                    "SummaryEnglish": "Sho An challenges Mao's Magical Panda Tofu with his tofu trio. Both are excellent dishes that push tofu to its limits, but what will the judges decide?! The heroic Huangpu River warship pavilion cooking battle will be decided in Shanghai at the end of the 16,000 kilometer Yangtze River!",
                    "TitleJapanese": "差し伸べられた手",
                    "SummaryJapanese": "マオの「大魔術熊猫（マジカルパンダ）豆腐」に対して、ショウアンが出したのは「豆腐の三重奏」。いずれも豆腐料理の限界に挑んだ大秀作だが、判定はいかに！？壮烈なる“黄浦江楼麟艦　宴席料理決戦”の勝敗はこの長江四千里の終着点、上海で決着がつく！"
                },
                "3": {
                    "ID": "8118212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118212",
                    "TitleEnglish": "Advent of the Devil",
                    "SummaryEnglish": "Mao, Meili, and Shirou leave the Coiled Dragon Pot at the Longzhen Restaurant and part ways with Sanjie to head towards the Jiuhua Mountains where the next legendary utensil is located. However, in the mountains they encounter a village of exhausted people. They appear to be ruled over by the mysterious Abalone Devil.",
                    "TitleJapanese": "魔神降臨",
                    "SummaryJapanese": "第二の厨具「転龍壺」を龍鎮酒家に預けたマオ、メイリィとシロウはサンチェと別れ、次の厨具のありか九華山に向かう。しかしマオ達が目にしたのは倦怠する村民達。彼らを支配していたのは謎の”アワビ魔神”だった。"
                },
                "4": {
                    "ID": "8118214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8118214",
                    "TitleEnglish": "River of Fire",
                    "SummaryEnglish": "Mao's group acquires the third legendary utensil, the Holy Copperware, and travels down the Yangtze River towards Szechuan, where the fourth legendary utensil is located. Wary of Mao, the Cooking Underworld's most powerful leaders, the Five Tiger Stars, take action against him. Leading the charge is the Flaming Chef Panther Head Ya Kan. The battle of fire techniques between Mao and Ya Kan commences on the Yangtze River!",
                    "TitleJapanese": "爆炎の河",
                    "SummaryJapanese": "第三の厨具「魔聖銅器」を手に入れたマオ一行は第四の厨具のありか四川に向かうために、長江を渡る。マオの存在を警戒し、裏料理界最強幹部の五虎星が動き出す。その先陣を切ったのは「爆炎厨師」の異名をもつ“豹子頭”アルカン。マオvsアルカン、長江火工勝負の火ぶたが切って落とされる！"
                },
                "5": {
                    "ID": "8137367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137367",
                    "TitleEnglish": "At the End of the Yangtze River",
                    "SummaryEnglish": "Mao produces two dishes using the fire skills he learned from Zhou Yu, while Ya Kan demonstrates fire skills on an even larger scale by turning the Yangtze River into a sea of fire, striking back with the ultimate grilled fish. It's Mao's two dishes against Ya Kan's single dish. Contest judge Xie Lu is uncertain. Who will he declare the winner?! Meanwhile, Xiang appears once again...",
                    "TitleJapanese": "長江の果てに",
                    "SummaryJapanese": "チョウユ師傅より直伝された火工の神髄を見せるマオの二品に対して、アルカンは更なる火工のスケールを見せ、長江を火の海と化して、究極の焼き魚で対抗する。マオの二品とアルカンの一品。審査員シェルの心の天秤が揺れ、判定はどうなる！？　一方、勝負の裏にシャンが再び現れ…。"
                },
                "6": {
                    "ID": "8137368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137368",
                    "TitleEnglish": "Calamity at the Chrysanthemum Tower",
                    "SummaryEnglish": "Xiang's attack forces the group to split in two, with Xie Lu and Lei En forming one group, and Mao, Meili, and Shirou making up the other. Mao's group heads towards his family's restaurant, the Chrysanthemum Tower. For some reason the restaurant that was supposed to be closed is open, and the boy cooking in the kitchen introduces himself as Zhu Qi. Furthermore, Zhu Qi begins hitting on Meili. Mao's heart is shaken...",
                    "TitleJapanese": "菊下楼の異変",
                    "SummaryJapanese": "シャンの乱入により、シェル＆レオンと二手に分断されたマオ、メイリィとシロウ。マオたちはマオの生家「菊下楼」を目指すことに。休業中のはずだった「菊下楼」は何故か営業しており、厨房で料理を振舞っていたのはジュチと名乗る少年だった。さらにジュチはメイリィに猛アタックする。マオの心は大きく揺れる…。"
                },
                "7": {
                    "ID": "8137369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137369",
                    "TitleEnglish": "The Feelings Entrusted to the Duck",
                    "SummaryEnglish": "The cooking contest between Mao and Zhu Qi for the right to cook for the prince begins, and Meili asks to judge their dishes! For his dish, Mao pours his feelings into the fragrances of Guangdong, Meili's homeland. The moment the couple appears to reconnect, Meili suddenly collapses! Zhu Qi declares Mao a failed chef, and Mao finds himself in a tight spot. Just then, a familiar face appears before Mao...",
                    "TitleJapanese": "鴨子（アヒル）にたくされた想い",
                    "SummaryJapanese": "親王様の料理番を賭けて、マオvsジュチの鴨子（アヒル）料理勝負が開始。勝負の判定役をメイリィが申し出る！　マオはメイリィの故郷・広州の“香り”に気持ちを託した料理を出す。再び二人の心は一つになると思った瞬間、メイリィが突然倒れた！ジュチに「料理人、失格だ！」と言われて、窮地に追い込まれるマオ。そんなマオの前に現れたのは…。"
                },
                "8": {
                    "ID": "8137370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137370",
                    "TitleEnglish": "Like the Phoenix",
                    "SummaryEnglish": "Mao discovers Zhu Qi's true identity. As a Dragon Chef, Fei suggests a rematch between Mao and Zhu Qi. Demonstrating his true power, Mao transforms his duck into a phoenix, serving up an immortal flavor. Meanwhile, Zhu Qi begins his usual cooking performance on top of a giant hot plate. Who will win this battle? And what is Zhu Qi's secret?!",
                    "TitleJapanese": "不死鳥のごとく",
                    "SummaryJapanese": "マオに正体を見破られたジュチ。“龍厨師”として、フェイはマオとジュチの再勝負を提案する。“本当の力”を発揮するマオはアヒルを不死鳥と化し、“不滅の味”を呈する。一方、ジュチは大鉄板の上にいつものように料理“パフォーマンス”を極める。果たして勝負の行方は？またジュチの秘密とは一体！？"
                },
                "9": {
                    "ID": "8137371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137371",
                    "TitleEnglish": "Dazzling Dunhuang",
                    "SummaryEnglish": "After parting ways with Mao's group, Xie Lu and Lei En head to Dunhuang. Xie Lu falls in love with the dark-skinned woman who rescues him after he collapses in the desert. However, she is actually Five Tiger Star Mi La the Green Eyed Tiger! She challenges Xie Lu to a Dunhuang-style cooking contest. Is there a way to defeat Mi La's superhuman skills?!",
                    "TitleJapanese": "眩惑の敦煌",
                    "SummaryJapanese": "マオ達とは別行動していたシェルとレオンは敦煌へ。シェルは砂漠で倒れた自分を救った褐色の美女に惚れてしまう。だが、彼女の正体は五虎星の“青眼のミラ”だった！伝説の八厨具の地図を賭けた“敦煌式料理勝負”をすることになったシェル、ミラの超人的な能力を破る術はあるのか！？"
                },
                "10": {
                    "ID": "8137372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137372",
                    "TitleEnglish": "The Desert Sun",
                    "SummaryEnglish": "Lei En fights back against Mi La's perfect copy ability with a shocking cooking method. Furthermore, the mysterious Five Tiger Star Yan Xian the Wanderer also shows up. Meanwhile, Mao's group heads towards the Cooking Underworld's headquarters located at Mount Liang to take on leader of the Five Tiger Stars, Dragon in the Clouds Kai You.",
                    "TitleJapanese": "砂漠の太陽",
                    "SummaryJapanese": "レオンはミラの完全コピー能力に対して、驚くべき料理方法で対抗する。さらに料理場に五虎星の中でも「底の知れぬ男」“浪子”エンセイが現れる。一方、マオ達は裏料理界総本山・梁山泊に向かい、ついに五虎星の筆頭“入雲龍”カイユと対峙するのであった。"
                },
                "11": {
                    "ID": "8137373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137373",
                    "TitleEnglish": "The Limitless Hero",
                    "SummaryEnglish": "Mao challenges the Cooking Underworld to a final showdown. Ya Kan confronts him once again as his opponent in a cooking contest. The subject of their contest is to represent \"heroes of the land\" with their cooking. While Ya Kan cooks with all his might, Mao explains his abilities. Finally, it's time to determine the winner. What are the answers Ya Kan and Mao have put forth through their cooking...?",
                    "TitleJapanese": "無限の英雄",
                    "SummaryJapanese": "裏料理界に最終決戦を挑むマオ。再びアルカンが立ちはだかり、料理対決を行うことに。課題は、料理で「大陸の英雄」を表現すること。全力を出すアルカンに対して彼の能力を解明するマオ。そして、ついに勝敗を決するとき、アルカンとマオがそれぞれ料理で出した答えとは…。"
                },
                "12": {
                    "ID": "8137374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cookingmaster-anime/episodes/8137374",
                    "TitleEnglish": "Creators of an Era",
                    "SummaryEnglish": "After achieving victory over Ya Kan, Mao explains his powerful belief that cooking is for making people happy, moving the hearts of the Cooking Underworld chefs. Perceiving this as a threat, Kai You destroys Mt. Liang while his allies are still inside. Mao is swallowed up by the raging currents. His foot is still shackled as the water level continues to rise...",
                    "TitleJapanese": "時代を創る者たち",
                    "SummaryJapanese": "アルカンに勝利したマオは「料理は人を幸せにする」という強い信念を伝え、裏料理界の厨師達の心をも震わせた。それを危険視したカイユは仲間が大勢いる梁山泊を破壊する。激流に飲まれるマオ、足枷が外れないまま水位はさらに上がっていく…。"
                }
            }
        }
    }
}