{
    "URL": "https://www.thetvdb.com/series/appare-ranman",
    "Genres": [
        "Steampunk"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11714178/",
        "https://www.instagram.com/appareranman_pr",
        "http://appareranman.com/",
        "http://www.reddit.com/r/Appareranman",
        "https://www.themoviedb.org/tv/94498",
        "https://x.com/appareranman"
    ],
    "TitleEnglish": "Appare-Ranman!",
    "SummaryEnglish": "During the back-end of the 19th century, the genius but socially awkward engineer Sorano Appare and the wise yet cowardly samurai Isshiki Kosame find themselves drifting in the sea between Japan and America. With no money, the duo decide to enter the Trans-America Wild Race to win the prize money so they can get home. The two encounter rivals, bandits and challenges in the wilderness as they race through America, from the starting line in Los Angeles to the finish line in New York, in the steam-powered car they built.",
    "TitleJapanese": "天晴爛漫！",
    "SummaryJapanese": "19世紀が終わりを告げ、20世紀の幕が上がろうとしている時代…\n天才だが社交性0のエンジニア『空乃天晴』と、凄腕だが臆病な侍『一色小雨』はある事故で日本からアメリカに漂流してしまう。無一文の二人が日本へ帰るために選んだ方法は、「アメリカ大陸横断レース」に参加すること。\nスタートは西海岸ロサンゼルス、ゴールはニューヨーク。自作の蒸気自動車で荒野を駆け抜け、クレイジーなライバルと競い合い、アウトローや大自然から身を守り…\n果たして二人は過酷なレースに優勝し、賞金を手に入れ故郷へ帰ることができるのか！？",
    "Aliases": [
        "Appare Ranman!"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "830239",
            "URL": "https://www.thetvdb.com/series/appare-ranman/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7653074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7653074",
                    "TitleEnglish": "先行放送",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "830246",
            "URL": "https://www.thetvdb.com/series/appare-ranman/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7405672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7405672",
                    "TitleEnglish": "Sunny [Appare], With Occasional Showers [Kosame]",
                    "SummaryEnglish": "At the end of the 19th century, mechanical engineer Appare is thrown in jail for upsetting one of the town's elite, who then also appoints young swordsman Kosame to keep an eye on him. But Kosame finds keeping Appare out of trouble to be a challenge.",
                    "TitleJapanese": "晴れ、ときどき小雨",
                    "SummaryJapanese": "ときは明治、日本のある港町。半月一刀流道場の師範代・小雨は、カラクリの天才で、キテレツなものを作り出しては実験と称して破天荒な振る舞いを繰り返している空乃屋の次男坊・天晴のお目付役を命じられる。一方、天晴は上級役人の怒りをかって入れられていた牢から勝手に抜け出し、無断で家に帰ってしまう。小雨は、かつて奇妙な武器で打ち負かされた因縁はあろうと、捕まれば打ち首になるかもしれない天晴のことを放ってはおけなかった。だが、天晴の蔵からつながる洞窟で見たものは……。"
                },
                "2": {
                    "ID": "7652302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7652302",
                    "TitleEnglish": "In the Dark",
                    "SummaryEnglish": "Stranded in Los Angeles, Appare and Kosame must find work in order to survive, but their options are limited. The pair learn of a trans-continental auto race being held soon, and Appare sets his mind to winning it, while Kosame is anxious to get home.",
                    "TitleJapanese": "in the Dark",
                    "SummaryJapanese": "天晴の作った蒸気船で漂流していた天晴と小雨は、通りかかった船に救出され、アメリカ・ロサンゼルスに到着する。生活費を稼ぐため、仕事を探す２人。そんな中、天晴の目を奪ったのは、派手なガソリン自動車が先導するパレードだった。後を追い、たどり着いたのはレース場。そして、２人は知る。三大自動車連合『B.I.G.BOSS』が開催する「アメリカ大陸横断レース」に優勝すれば、帰国資金にも十分な、100万ドルという賞金が得られることを……。その夜、レース場に忍び込んだ天晴たちは、一人、暗闇の中サーキットを走るシャーレンと出会う。"
                },
                "3": {
                    "ID": "7658314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7658314",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Appare and Kosame take in Hototo and dress his injuries. Al Lyon, representing the BNW motor company, arrives in Los Angeles and wants to rent the storehouse that the pair are staying in, so Appare proposes that they race for it.",
                    "TitleJapanese": "DUEL",
                    "SummaryJapanese": "ガラの悪い男たちに囲まれていた子供を助けようとして窮地に陥ってしまった小雨は、「サウザンドスリー」のディランに救われる。天晴は、それが先日のパレードで派手なガソリン自動車に乗っていた男だと気づき「俺の車はいつか、お前の前を走る！」と宣言するのだった。子供の名は、ホトト。父親の仇である、首に蛇のタトゥーが入った男を探し、はるか遠くの村から一人で旅して来たのだという。そんな中、寝泊まりする倉庫がBNWの代表アル・リオンに買われ、出て行かなくてはいけなくなってしまう２人。\n天晴は、倉庫を賭けてアルの車に勝負を挑む！"
                },
                "4": {
                    "ID": "7696162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7696162",
                    "TitleEnglish": "Let It Go",
                    "SummaryEnglish": "Wanting to prove that women can be capable racers, Xialian challenges her team's official driver, David, to a race. However, not wanting to risk one of his vehicles on some silly race, the owner makes Xialian drive a big hunk of junk.",
                    "TitleJapanese": "Let It Go",
                    "SummaryJapanese": "大陸横断レースのスタートが近づく中、アルからガソリン車を手に入れた天晴は、さっそく発明に向かっていた。その頃、シャーレンは「女はレーサーになれない」という因習を打ち破るべく、自分をテストするようオーナーに直談判する。だが、チームの男たちに嘲笑され……。侮辱に耐えかねた彼女は、解雇されることも厭わず、ドライバーのデビッドに勝負を申し込む。誇りを掛けた戦いが、始まろうとしていた。"
                },
                "5": {
                    "ID": "7784008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784008",
                    "TitleEnglish": "The Eve, and...",
                    "SummaryEnglish": "After days of working nonstop, Appare is out like a light and Kosame has to drag him to the big celebration on the eve of the race. Nearly kicked out for violating the dress code, they chow down just before all hell breaks loose at the party.",
                    "TitleJapanese": "The Eve. And…",
                    "SummaryJapanese": "華々しい前夜祭の席に招かれながらも、ドレスコードに引っかかり、追い払われそうになる天晴たち。そこへ「サウザンドスリー」の一人、クレイジー・ＴＪが、派手な音楽を鳴らしながらやってきた。さらに３人目の「サウザンドスリー」にして仮面をかぶった不気味な男——「虐殺のギル」とその相棒チェイスもあわられ、騒然とする会場。そして、スターティンググリッドを決めるくじ引きを始めようという瞬間、ＴＪが銃を抜き!?"
                },
                "6": {
                    "ID": "7784011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784011",
                    "TitleEnglish": "I am GIL!",
                    "SummaryEnglish": "The racers reach the first supply point and prepare to take on Death Valley. Meanwhile, Hototo discovers one of the racers is planning a deadly trap but soon finds himself in a bind.",
                    "TitleJapanese": "I am Gil!",
                    "SummaryJapanese": "第１日目、賞金１万ドルを掛けたプレレースの火蓋が切られた。天晴たちも、蒸気エンジン車ながら健闘するが、隣を走る車の進路妨害にあってしまう。巻き込んでしまったことを詫びるのは、人の良さそうなリチャード・リースマン。奇人変人ばかりが参加しているレースではなかったのだと、ホッとする小雨だった。それぞれが出発に向けて準備する中、ホトトは探していたタトゥーをつけた男たちを見かけ、あとをつけるが……。"
                },
                "7": {
                    "ID": "7784013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784013",
                    "TitleEnglish": "FAKE",
                    "SummaryEnglish": "Fully aware of Gil’s devious plan, Appare must decide whether to warn the others or take advantage of the situation. But much to everyone’s surprise, Gil has another secret he’s kept quiet about.",
                    "TitleJapanese": "FAKE",
                    "SummaryJapanese": "捕まっていたホトトが必死に天晴たちのもとへ戻り、デスバレーにギル一味の罠が仕掛けられいることを知らせる。先にスタートしたシャーレンたちが、危ない。そのとき、天晴号に秘められた力が、ついに火を吹く――！　だが、レースに優勝するための最も合理的な方法は……。すでにホトトを待つことで遅れを取り、その上、ライバルを救うために動くなど、天晴にとっては到底考えられないことだった。"
                },
                "8": {
                    "ID": "7784016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784016",
                    "TitleEnglish": "HEAVY RAIN",
                    "SummaryEnglish": "Tragedy strikes when some unsavory men ambush the racers. When push comes to shove, Kosame must come to terms with his mother’s killing or hang his friends out to dry.",
                    "TitleJapanese": "HEAVY RAIN",
                    "SummaryJapanese": "チェイスの弟・トリスタンが「ギル」を名乗っていたことを懺悔し、バッド兄弟の悪巧みは幕引きを迎える。だが、新たな事件が発生した。トップを走っていたレーサーたちが、無残にも殺されたのだ。唯一の生存者だったリチャードは、襲撃者の残したメッセージを伝える。「このレースに参加するものは、皆死ぬ」と――。しかも、その集団のリーダーらしき男の首筋には、ギルズスネークがあったと言う。"
                },
                "9": {
                    "ID": "7784019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784019",
                    "TitleEnglish": "short break",
                    "SummaryEnglish": "The threat of danger puts the race at a standstill as the organizers change their plans. While Appare is busy trying to solve his cooling problem, other racers get drunk and visit the hot springs.",
                    "TitleJapanese": "short break",
                    "SummaryJapanese": "天晴たちに残された最後の〝希望〟が、見事、彼らを危機から救い出す。だが、ギルの脅威が去ったわけではない。スタッフの安全も考慮し、駅のある都市を補給ポイントとする北寄りのルートに変更して、レースは続行されることとなった。１日待機を命じられたレーサーたちは、それぞれの前へと進む思いをあらたにしながら、つかの間の休息を味わう。天晴はひとり、いまだ完成しないハイブリッドエンジンに思案を巡らせ……。"
                },
                "10": {
                    "ID": "7784021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784021",
                    "TitleEnglish": "The Bridge to Hell",
                    "SummaryEnglish": "As the race once again resumes and heads towards a Missouri railroad bridge, Gil the Butcher lives up to his name and sets his dirty plans in motion.",
                    "TitleJapanese": "The Bridge to Hell",
                    "SummaryJapanese": "スタッフを乗せた列車の発車と刻を合わせ、全車揃って一斉にスタートした後半戦。はからずも「鉄道VS自動車」の戦いともなったレースは白熱し、最大の見所であるミズーリ大鉄橋には大勢の記者が待ち構えていた。ソフィアは、列車に揺られながら切に願う。「どうか、このままみんなが無事にゴールできますように……」。だが、そこへ無情にも襲い掛かるギルの毒牙……！"
                },
                "11": {
                    "ID": "7784022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784022",
                    "TitleEnglish": "Rain in the Dark Night",
                    "SummaryEnglish": "Appare struggles to cope with tragedy and the outlook for the race is grim. Though some racers seem to have given up, Al is determined to keep a promise he made and rush to the rescue.",
                    "TitleJapanese": "Rain in the Dark Night",
                    "SummaryJapanese": "天晴を庇って凶弾に倒れた小雨は、何とか病院に運ばれたものの、厳しい状況にあった。それぞれに大切している思いを踏みにじられ、ボロボロになったレーサーたち。アルは、人質となったソフィアの身を案じ、一刻も早く助けに行くために、天晴に「力を貸して欲しい」と乞うのだが……。トップを走るはずのレースは、さらにその先を目指す天晴の夢は、本当にここでついえてしまうのだろうか？"
                },
                "12": {
                    "ID": "7784023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7784023",
                    "TitleEnglish": "WE WILL STOP YOU!!",
                    "SummaryEnglish": "With Gil hunkering down in a ghost town, the racers need a plan to save Sofia. Problem is, they’re severely outnumbered and may have no choice but to fight their way through.",
                    "TitleJapanese": "WE WILL STOP YOU!!",
                    "SummaryJapanese": "40キロほど先にあるゴーストタウンに、ギルが潜伏しているという情報がもたらされた。州兵が乗り込んで戦場と化す前に、ソフィアを助け出し、レースを続行する――。よみがえった天晴に応え、立ち上がる仲間たち。「見せてやろうぜ、世界が目を覚ますようなやつを！」。しかし、ギルを頭に100人以上もの敵がいる中、こちらは９人。サウザンドスリーの２人がいるとて、劣勢は否めない。だが、そこへ駆けつけたのは……！"
                },
                "13": {
                    "ID": "7828649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/appare-ranman/episodes/7828649",
                    "TitleEnglish": "OVER THE MOON",
                    "SummaryEnglish": "After taking down his henchmen, the group rushes in for the final showdown against Gil. But by the time they learn of his devious plans, it may be too late to save Sofia and the city.",
                    "TitleJapanese": "OVER THE MOON",
                    "SummaryJapanese": "一丸となって繰り広げられる、ギル一味との死闘。その間にも、ソフィアと大量のダイナマイトを積んだ列車は、刻一刻と、フェスティバルで賑わうシカゴの街に迫っていた……！　鉄道の発達も車の発明も及ばない、暴虐たる「力」こそが世界を支配し続けることを、大惨事によって知らしめようとするギル。果たして天晴たちは、その謀略を止め、チェッカー・フラッグの祝福を浴びることができるのか!?"
                }
            }
        }
    }
}