{
    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12407004/",
        "https://anime.assaultlily-pj.com/",
        "http://www.reddit.com/r/AssaultLily",
        "https://www.themoviedb.org/tv/94541",
        "https://www.themoviedb.org/tv/94541",
        "https://x.com/assaultlily_pj",
        "https://www.youtube.com/c/UCBBWEbD8FflD5g3Ya_dRV-g"
    ],
    "TitleEnglish": "Assault Lily: BOUQUET",
    "SummaryEnglish": "In the near future, humanity faces imminent destruction from mysterious creatures known as \"Huge.\" The world wages war against the Huge, and develops the anti-weapon \"CHARM\" (Counter Huge Arms) by combining science and magic. CHARM works more effectively when used by teenage girls, and those who use the weapons are revered as \"Lilies.\" The Lilies are trained at military academies called \"Gardens,\" which also serve as bases to protect and advise people. This is a story about girls who aim to become Lilies so they can protect Earth.",
    "TitleJapanese": "アサルトリリィ BOUQUET",
    "SummaryJapanese": "近未来の地球――\n人類は「ヒュージ」と呼ばれる謎の生命体の出現で破滅の危機に瀕していた。\n\n全世界が対ヒュージという一事に団結し、科学と魔法の力を結集した決戦兵器「CHARM（チャーム）」の開発に成功、その使用者となる少女たち「リリィ」を養成する機関「ガーデン」を各地に設立した。\n\nガーデンの中でも名門と名高い百合ヶ丘女学院に補欠ながらも合格を果たした一柳梨璃は、人類存続のために戦うリリィとしての一歩を踏み出す。\n\nかつて、自身の窮地を救ってくれた白井夢結を追ってこの学園を受験した梨璃は登校初日に邂逅を果たすも、以前の夢結とはどこか違っていて……\n\n儚くも美しく戦う、少女たちの物語が花開く――。",
    "Aliases": [
        "Assault Lily - BOUQUET",
        "Assault Lily BOUQUET",
        "Assault Lily Bouquet"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "830521",
            "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9165972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/9165972",
                    "TitleEnglish": "特番「～ラムネを飲んでひとやすみスペシャル～」",
                    "SummaryEnglish": "ＴＢＳチャンネル２ アサルトリリィBOUQUET「特番～ラムネを飲んでひとやすみスペシャル～」 決戦兵器「CHARM（チャーム）」を手に取り、謎の生命体「ヒュージ」と戦う少女たちの姿を描いたアニメ。アニメーション制作をシャフトが担当。 詳細情報 出演者 【声の出演】赤尾ひかる、夏吉ゆうこ、井澤美香子、西本りみ、紡木吏佐、岩田陽葵、星守紗凪、遠野ひかる、高橋花林、水瀬いのり、関根明良、洲崎綾、津田美波、原田彩楓、立花理香、長妻樹里、高橋李依、七瀬彩夏 ほか 番組内容 「特番～ラムネを飲んでひとやすみスペシャル～」キャラクターの制服に身を包んだ一柳隊の声優9人がアニメ放送済みの1話から6話までを振り返るトーク番組。「印象に残っているシーン」などここでしか聞けない裏話をテーマに沿って熱く語っていきます。さらに、今冬配信予定のスマホ「アサルトリリィLast Bullet（＃ラスバレ）」を、どこよりも早く一挙大公開！見逃せません。 原作・脚本 【原作】尾花沢軒栄（acus） 制作 　２０２０ ディレクター 佐伯昭志",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1809248",
            "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7875909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7875909",
                    "TitleEnglish": "Water Lily: Purity of Heart",
                    "SummaryEnglish": "Riri enters Yurigaoka Girls' Academy to become a Lily and protect people from the Huge, but finds her fellow Lilies more competitive and combative than she'd imagined. When a Huge specimen escapes, can Riri survive her first battle with no training?",
                    "TitleJapanese": "スイレン",
                    "SummaryJapanese": "中学生の一柳梨璃は、世界を脅かす謎の生命体「ヒュージ」に襲われているところを百合ヶ丘女学院の「リリィ」に助けられる。\nこの時のリリィに憧れた梨璃は、補欠ながらも百合ヶ丘女学院に入学し、人類存続のために戦うリリィとしての一歩を踏み出す。"
                },
                "2": {
                    "ID": "7970795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7970795",
                    "TitleEnglish": "Lily of the Valley: Return of Happiness",
                    "SummaryEnglish": "Riri is determined to get Yuyu to agree to be her Schutzengel and find out what changed her, but Yuyu won't even talk to her. Riri works out her feelings as she learns her way around Yurigaoka Academy.",
                    "TitleJapanese": "スズラン",
                    "SummaryJapanese": "憧れの夢結と再会を果たした梨璃。しかし、二年前とは少し様子が違う。上級生が下級生を導くための疑似姉妹制度「シュッツエンゲルの契り」。学院での生活初日、夢結にシュッツエンゲルの契りを結んでほしい梨璃は、CHARMについて知るべく工廠科の真島百由のもとを訪れる。夢結と同じ二年生である百由は、夢結の過去を知るが…！？「…なぜ夢結様はCHARMを持ち替えたんですか？」"
                },
                "3": {
                    "ID": "7973490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973490",
                    "TitleEnglish": "Forget-Me-Not: True Love, Memories",
                    "SummaryEnglish": "Riri is overjoyed that Yuyu is now her Schutzengel, but can she hold up under Yuyu's harsh training? Then, when a powerful Huge attacks, Riri gets a glimpse of Yuyu's secret.",
                    "TitleJapanese": "ワスレナグサ",
                    "SummaryJapanese": "憧れの夢結と早く一緒に戦えるようにと訓練に励む梨璃。容赦のない厳しい訓練にも、夢結の事を知りたいという一心から必死に食らいついていく。訓練のさなか、過去の戦闘を生き延びた強力なヒュージが襲来し、夢結は単身で突撃する。ヒュージに引けを取らない戦いぶりを見せる夢結だったが…。爆炎の立ち込める先に見えた景色とは…！？「わたし夢結様のこと、少しだけわかってきた気がします」"
                },
                "4": {
                    "ID": "7973491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973491",
                    "TitleEnglish": "Fragrant Olive: A Person of Eminence",
                    "SummaryEnglish": "Riri is slacking off now that Yuyu has accepted her. Yuyu asks Riri to form a legion to keep her active, expecting her to fail. But when Riri starts actually recruiting members, Yuyu may be in for more than she bargained for.",
                    "TitleJapanese": "キンモクセイ",
                    "SummaryJapanese": "夢結にレギオンを作ることを命じられた梨璃。\n仲間探しが難航していたところ、クラスメイトの神琳とそのルームメイト雨嘉に出会う。\n二人にもレギオンへの加入をお願いするが、自分に自信のない雨嘉に断られてしまう。\nそんな雨嘉の事が気になる梨璃に対し、神琳はある提案を持ちかける...\n「わたしなんて、全然…ヘボリリィだから…」"
                },
                "5": {
                    "ID": "7973493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973493",
                    "TitleEnglish": "Jade Vine: Forget Me Not",
                    "SummaryEnglish": "Yuyu wants to give Riri a birthday present but doesn't know what to give her. While Riri struggles to find two more members for her legion, can Yuyu overcome her awkwardness and find a way to cheer Riri up?",
                    "TitleJapanese": "ヒスイカズラ",
                    "SummaryJapanese": "もうすぐ梨璃の誕生日であることを知った夢結。\n何かプレゼントを贈りたいが、梨璃の喜ぶものがわからない。\n夢結は梨璃が喜びそうなものを仲間たちに聞きまわり…。\nその頃、梨璃はレギオンメンバー集めに苦戦していて――\n「お・・・お姉さまを私にください！」"
                },
                "6": {
                    "ID": "8012626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8012626",
                    "TitleEnglish": "Violet: Daydreaming, You Occupy My Thoughts",
                    "SummaryEnglish": "Riri's newly formed legion goes to watch an experienced legion fight to study teamwork. The Huge they're fighting, however, is more than it seems, and Riri and Yuyu's bond will be tested like never before.",
                    "TitleJapanese": "スミレ",
                    "SummaryJapanese": "9人のメンバーを集め、レギオンを結成した梨璃。\nレギオン名は「一柳隊」――。\nリーダーに抜擢された梨璃は困惑するも、夢結に支えられ覚悟を決めた。\nようやく始動した一柳隊は、アールヴヘイムの戦闘を見学する。\n「あの…わたしたちでやってみませんか？　ノインヴェルト戦術…」"
                },
                "7": {
                    "ID": "8018608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8018608",
                    "TitleEnglish": "Freesia: Innocence",
                    "SummaryEnglish": "Riri finds a mysterious girl in the remains of a dead Huge. The amnesiac girl quickly grows attached to Riri, who devotes herself to taking care of her. But just who is this girl, and how will Riri's legion deal with her absence?",
                    "TitleJapanese": "フリージア",
                    "SummaryJapanese": "レギオンとしてようやく始動した一柳隊は海岸での調査中、一人の少女を発見する。\n学院の治療室で目を覚ました少女は梨璃に懐き始めるが、どうやら記憶を失っている様子...\n 少女の事が気になり、寄り添いたいと言う梨璃に対し夢結は――\n「この子が、リリィ・・・・・・？」"
                },
                "8": {
                    "ID": "8018613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8018613",
                    "TitleEnglish": "Camellia: You're Flame in My Heart",
                    "SummaryEnglish": "Yurigaoka holds a school-wide competition to choose the year's best Lily. Riri worries that the inexperienced Yuri could get hurt in the games, but with spies swarming outside the school grounds, that could be the least of her worries.",
                    "TitleJapanese": "ツバキ",
                    "SummaryJapanese": "年に一度の戦技競技会に向け盛り上がる百合ヶ丘女学院。\n最優秀リリィを目指し各々が作戦を立てる中、結梨は百合ヶ丘女学院の一員として生活を始めた。\n初心者リリィである結梨を危険な目に合わせないように守る梨璃。\nしかし、結梨はそれが不満なようで…\n「わたしもリリィになりたいの」"
                },
                "9": {
                    "ID": "8033584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8033584",
                    "TitleEnglish": "Cosmos: The Joys That Love Life Can Bring",
                    "SummaryEnglish": "When Yuri's origins are revealed, she is classified as a Huge. Riri flees the academy with her, but orders are issued for their capture. What will the other Lilies choose when ordered to hunt one of their own?",
                    "TitleJapanese": "コスモス",
                    "SummaryJapanese": "疑いがかけられた結梨に、政府から捕獲命令が下された。\nその事実を受け入れることが出来ない梨璃は、結梨と共に学院から逃亡。\n一柳隊は他の追手よりも先に二人を探し出そうと動き出すが...\nその頃百由は、政府の説得に動き出し――。\n「逃げなさい梨璃。私が必ず迎えに行くから」"
                },
                "10": {
                    "ID": "8073141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8073141",
                    "TitleEnglish": "Anemone: Believe in You and Wait",
                    "SummaryEnglish": "Riri is confined for a week as punishment for insubordination and sinks into depression over Yuri's death. The other members of her legion look for her missing hair tie, hoping to cheer her up, but will it be enough?",
                    "TitleJapanese": "アネモネ",
                    "SummaryJapanese": "急襲したヒュージとの壮絶な戦いの翌日。\n夢結は、学院の地下に隔離された梨璃に会いに行く。\n梨璃を励まそうとする夢結は、梨璃の髪飾りがなくなっていることに気づき…。\n海岸でなくした梨璃の髪飾りを探すため、一柳隊が動き出す――！\n「あれ？…そういえば楓さんは？」"
                },
                "11": {
                    "ID": "8075673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8075673",
                    "TitleEnglish": "Lily: Purity",
                    "SummaryEnglish": "As Riri and the others continue to grieve, Yuyu isolates herself, tormented by visions of Misuzu. As the Huge attack Yurigaoka as they never have before, Yuyu is forced to question the truth of her relationship to her late Schutzengel.",
                    "TitleJapanese": "ユリ",
                    "SummaryJapanese": "夢結は再び美鈴の幻覚に悩まされていた。\nそんな中、百合ヶ丘女学院をヒュージが襲う。\n学院のリリィは戦闘態勢に入るも、なぜかチャームが動かない！？\n全リリィに退避命令が出されたが、夢結の姿は見当たらなくて――。\n「……行ってきます。お姉さま……」"
                },
                "12": {
                    "ID": "8075676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8075676",
                    "TitleEnglish": "Bouquet: Flower Language",
                    "SummaryEnglish": "The most powerful Huge yet is attacking Yurigaoka, and Riri is the only one left who can fight! Can Yuyu overcome her past in time to join her? And what can the other Lilies do against an enemy that disables their weapons?",
                    "TitleJapanese": "ブーケ",
                    "SummaryJapanese": "百合ヶ丘女学院を急襲したヒュージに、梨璃はひとり対峙していた。\nヒュージが生み出した結界の影響により、梨璃が持つグングニル以外のチャームはいまだ起動しないまま…\n必死にヒュージに立ち向かう梨璃のもとに、ルナティックトランサーを発動した夢結が現れる。\n「梨璃、まだ戦える？」\n「はい、お姉さま...」\nついに最終決戦・・・！\n儚くも美しく戦う少女たちの物語の結末は・・・！？"
                }
            }
        }
    }
}