{
    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12407004/",
        "https://anime.assaultlily-pj.com/",
        "http://www.reddit.com/r/AssaultLily",
        "https://www.themoviedb.org/tv/94541",
        "https://www.themoviedb.org/tv/94541",
        "https://x.com/assaultlily_pj",
        "https://www.youtube.com/c/UCBBWEbD8FflD5g3Ya_dRV-g"
    ],
    "TitleEnglish": "Assault Lily: BOUQUET",
    "SummaryEnglish": "In the near future, humanity faces imminent destruction from mysterious creatures known as \"Huge.\" The world wages war against the Huge, and develops the anti-weapon \"CHARM\" (Counter Huge Arms) by combining science and magic. CHARM works more effectively when used by teenage girls, and those who use the weapons are revered as \"Lilies.\" The Lilies are trained at military academies called \"Gardens,\" which also serve as bases to protect and advise people. This is a story about girls who aim to become Lilies so they can protect Earth.",
    "Aliases": [
        "Assault Lily - BOUQUET",
        "Assault Lily BOUQUET",
        "Assault Lily Bouquet"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "830521",
            "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9165972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/9165972",
                    "TitleEnglish": "特番「～ラムネを飲んでひとやすみスペシャル～」",
                    "SummaryEnglish": "ＴＢＳチャンネル２ アサルトリリィBOUQUET「特番～ラムネを飲んでひとやすみスペシャル～」 決戦兵器「CHARM（チャーム）」を手に取り、謎の生命体「ヒュージ」と戦う少女たちの姿を描いたアニメ。アニメーション制作をシャフトが担当。 詳細情報 出演者 【声の出演】赤尾ひかる、夏吉ゆうこ、井澤美香子、西本りみ、紡木吏佐、岩田陽葵、星守紗凪、遠野ひかる、高橋花林、水瀬いのり、関根明良、洲崎綾、津田美波、原田彩楓、立花理香、長妻樹里、高橋李依、七瀬彩夏 ほか 番組内容 「特番～ラムネを飲んでひとやすみスペシャル～」キャラクターの制服に身を包んだ一柳隊の声優9人がアニメ放送済みの1話から6話までを振り返るトーク番組。「印象に残っているシーン」などここでしか聞けない裏話をテーマに沿って熱く語っていきます。さらに、今冬配信予定のスマホ「アサルトリリィLast Bullet（＃ラスバレ）」を、どこよりも早く一挙大公開！見逃せません。 原作・脚本 【原作】尾花沢軒栄（acus） 制作 　２０２０ ディレクター 佐伯昭志"
                }
            }
        },
        "1": {
            "ID": "1809248",
            "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7875909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7875909",
                    "TitleEnglish": "Water Lily: Purity of Heart",
                    "SummaryEnglish": "Riri enters Yurigaoka Girls' Academy to become a Lily and protect people from the Huge, but finds her fellow Lilies more competitive and combative than she'd imagined. When a Huge specimen escapes, can Riri survive her first battle with no training?"
                },
                "2": {
                    "ID": "7970795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7970795",
                    "TitleEnglish": "Lily of the Valley: Return of Happiness",
                    "SummaryEnglish": "Riri is determined to get Yuyu to agree to be her Schutzengel and find out what changed her, but Yuyu won't even talk to her. Riri works out her feelings as she learns her way around Yurigaoka Academy."
                },
                "3": {
                    "ID": "7973490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973490",
                    "TitleEnglish": "Forget-Me-Not: True Love, Memories",
                    "SummaryEnglish": "Riri is overjoyed that Yuyu is now her Schutzengel, but can she hold up under Yuyu's harsh training? Then, when a powerful Huge attacks, Riri gets a glimpse of Yuyu's secret."
                },
                "4": {
                    "ID": "7973491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973491",
                    "TitleEnglish": "Fragrant Olive: A Person of Eminence",
                    "SummaryEnglish": "Riri is slacking off now that Yuyu has accepted her. Yuyu asks Riri to form a legion to keep her active, expecting her to fail. But when Riri starts actually recruiting members, Yuyu may be in for more than she bargained for."
                },
                "5": {
                    "ID": "7973493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/7973493",
                    "TitleEnglish": "Jade Vine: Forget Me Not",
                    "SummaryEnglish": "Yuyu wants to give Riri a birthday present but doesn't know what to give her. While Riri struggles to find two more members for her legion, can Yuyu overcome her awkwardness and find a way to cheer Riri up?"
                },
                "6": {
                    "ID": "8012626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8012626",
                    "TitleEnglish": "Violet: Daydreaming, You Occupy My Thoughts",
                    "SummaryEnglish": "Riri's newly formed legion goes to watch an experienced legion fight to study teamwork. The Huge they're fighting, however, is more than it seems, and Riri and Yuyu's bond will be tested like never before."
                },
                "7": {
                    "ID": "8018608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8018608",
                    "TitleEnglish": "Freesia: Innocence",
                    "SummaryEnglish": "Riri finds a mysterious girl in the remains of a dead Huge. The amnesiac girl quickly grows attached to Riri, who devotes herself to taking care of her. But just who is this girl, and how will Riri's legion deal with her absence?"
                },
                "8": {
                    "ID": "8018613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8018613",
                    "TitleEnglish": "Camellia: You're Flame in My Heart",
                    "SummaryEnglish": "Yurigaoka holds a school-wide competition to choose the year's best Lily. Riri worries that the inexperienced Yuri could get hurt in the games, but with spies swarming outside the school grounds, that could be the least of her worries."
                },
                "9": {
                    "ID": "8033584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8033584",
                    "TitleEnglish": "Cosmos: The Joys That Love Life Can Bring",
                    "SummaryEnglish": "When Yuri's origins are revealed, she is classified as a Huge. Riri flees the academy with her, but orders are issued for their capture. What will the other Lilies choose when ordered to hunt one of their own?"
                },
                "10": {
                    "ID": "8073141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8073141",
                    "TitleEnglish": "Anemone: Believe in You and Wait",
                    "SummaryEnglish": "Riri is confined for a week as punishment for insubordination and sinks into depression over Yuri's death. The other members of her legion look for her missing hair tie, hoping to cheer her up, but will it be enough?"
                },
                "11": {
                    "ID": "8075673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8075673",
                    "TitleEnglish": "Lily: Purity",
                    "SummaryEnglish": "As Riri and the others continue to grieve, Yuyu isolates herself, tormented by visions of Misuzu. As the Huge attack Yurigaoka as they never have before, Yuyu is forced to question the truth of her relationship to her late Schutzengel."
                },
                "12": {
                    "ID": "8075676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assault-lily-bouquet/episodes/8075676",
                    "TitleEnglish": "Bouquet: Flower Language",
                    "SummaryEnglish": "The most powerful Huge yet is attacking Yurigaoka, and Riri is the only one left who can fight! Can Yuyu overcome her past in time to join her? And what can the other Lilies do against an enemy that disables their weapons?"
                }
            }
        }
    }
}