{
  "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt11147864/",
    "https://oshibudo.com/",
    "https://www.themoviedb.org/tv/91024",
    "https://x.com/anime_oshibudo"
  ],
  "TitleEnglish": "If My Favorite Pop Idol Made It to the Budokan, I Would Die",
  "SummaryEnglish": "A girl called \"Eripiyo\" is an extreme idol fan. She is wildly enthusiastic about Maina, the shy and lowest-ranking member of the minor underground idol group Cham Jam that performs in Okayama Prefecture. She gets so wrapped up in her love for Maina during a particular performance, that she has a major nosebleed. Eri will continue to give her complete devotion to Maina until the day she can perform at Budoukan (a major performing venue in Tokyo).",
  "Aliases": [
    "If the Fan Goes to Budoukan, She’ll Die",
    "Oshi ga Budoukan Itte Kuretara Shinu",
    "Oshi ga Budoukan Ittekuretara Shinu"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "830805",
      "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7412449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7412449",
          "TitleEnglish": "But I Love That Maina",
          "SummaryEnglish": "Eripiyo is a super fan of Maina, who is a member of the underground idol group Cham Jam. Eripiyo uses all of her money to support Maina to the point that she only wears a red tracksuit. However, Maina always seems to act cold and distant towards Eripiyo.",
          "Aliases": []
        },
        "2": {
          "ID": "7531393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531393",
          "TitleEnglish": "I Always Want to Love You the Most",
          "SummaryEnglish": "Eripiyo and Kumasa go to Okayama Girls' Festa after learning some of the ChamJam girls are set to appear. Meanwhile, Maina reveals that she's never gotten a fan letter, so Sorane and Reo try to figure out a way to convince Eripiyo to write one.",
          "Aliases": []
        },
        "3": {
          "ID": "7531394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531394",
          "TitleEnglish": "Do You Like Me?",
          "SummaryEnglish": "Motoi introduces Eripiyo and Kumasa to his little sister, Rena, who went to the Okayama Girls' Festa with him. She tags along with him to see ChamJam perform after seeing them at Girls' Festa and her favorite just happens to be Maina.",
          "Aliases": []
        },
        "4": {
          "ID": "7531395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531395",
          "TitleEnglish": "I Promise to Make You Number 1",
          "SummaryEnglish": "ChamJam competes at the Autumn Sports Festival and also has voting for their popularity ranking coming up. Meanwhile, Reo's birthday is coming up and Kumasa tries to get things ready for the celebration.",
          "Aliases": []
        },
        "5": {
          "ID": "7563163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563163",
          "TitleEnglish": "I Can Only Wait",
          "SummaryEnglish": "Maina notices that Eripiyo hasn't been able to buy as many CDs and starts to worry, especially since she hears rumors of her switching favorites. Meanwhile, Yumeri's rank goes up, and she wonders if that'll cause a rift between her and Maki.",
          "Aliases": []
        },
        "6": {
          "ID": "7563164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563164",
          "TitleEnglish": "You Were My Everything",
          "SummaryEnglish": "Sorane thinks back on how she became an idol and how much she looks up to Reo. Meanwhile, Motoi is crushed to hear rumors that Sorane was seen walking with a guy.",
          "Aliases": []
        },
        "7": {
          "ID": "7563165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563165",
          "TitleEnglish": "Run for Maina's Sake",
          "SummaryEnglish": "Eripiyo finally recovers from her broken leg and goes right back to work so she can support Maina on the last day of voting for the popularity ranking. However, she overworks herself again and...",
          "Aliases": []
        },
        "8": {
          "ID": "7563167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563167",
          "TitleEnglish": "I Want You in My Future",
          "SummaryEnglish": "There are rumors that Sorane and Aya aren't getting along. Meanwhile, the ChamJam girls prepare for their Christmas concert and Eripiyo hopes she gets to see Maina in a Santa outfit this year.",
          "Aliases": []
        },
        "9": {
          "ID": "7609087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609087",
          "TitleEnglish": "Not as a Wota, but as a Person",
          "SummaryEnglish": "Eripiyo and the other fans spend the last day of the year with ChamJam at their show. Reo appears on a New Year's countdown show and the others head to the shrine for their first visit of the new year.",
          "Aliases": []
        },
        "10": {
          "ID": "7609088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609088",
          "TitleEnglish": "Your Fave Isn't Your Friend",
          "SummaryEnglish": "ChamJam has their first concert of the new year, but Eripiyo is sick and misses Maina being in the front row. Eripiyo later damages her throat even more, making her unable to talk, even though the ChamJam Valentine's Day event is coming up...",
          "Aliases": []
        },
        "11": {
          "ID": "7609090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609090",
          "TitleEnglish": "The Closest Miracle to Me",
          "SummaryEnglish": "ChamJam gets ready for the 16th Setouchi Idol Festival, and Reo gets a message from a girl who was in her previous group. Meanwhile, Eripiyo invites a friend over from work so they can witness the moment ChamJam and Maina appear briefly on TV.",
          "Aliases": []
        },
        "12": {
          "ID": "7609091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609091",
          "TitleEnglish": "If My Favorite Pop Idol Made It to the Budokan",
          "SummaryEnglish": "ChamJam is set to perform at the Setouchi Idol Festival, but Reo seems nervous for some reason. After their performance, Eripiyo reaffirms her love for Maina once again.",
          "Aliases": []
        }
      }
    }
  }
}