{
    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11147864/",
        "https://oshibudo.com/",
        "https://www.themoviedb.org/tv/91024",
        "https://x.com/anime_oshibudo"
    ],
    "TitleEnglish": "If My Favorite Pop Idol Made It to the Budokan, I Would Die",
    "SummaryEnglish": "A girl called \"Eripiyo\" is an extreme idol fan. She is wildly enthusiastic about Maina, the shy and lowest-ranking member of the minor underground idol group Cham Jam that performs in Okayama Prefecture. She gets so wrapped up in her love for Maina during a particular performance, that she has a major nosebleed. Eri will continue to give her complete devotion to Maina until the day she can perform at Budoukan (a major performing venue in Tokyo).",
    "TitleJapanese": "推しが武道館いってくれたら死ぬ",
    "SummaryJapanese": "岡山県在住のえりぴよは、マイナー地下アイドル『ChamJam』のメンバー・舞菜に人生を捧げている熱狂的なオタク。えりぴよが身を包むのは高校時代の赤ジャージ。えりぴよが振り回すのはサーモンピンクのキンブレ。えりぴよが推すのは舞菜ただ一人。収入の全てを推しに貢ぎ、24時間推しのことを想い、声の限りを尽くして推しの名前を叫ぶその姿はオタク仲間の間で伝説と呼ばれ、誰もが一目置く存在となっていた。『いつか舞菜が武道館のステージに立ってくれたなら...死んでもいい！』そう断言する伝説の女・えりぴよのドルオタ活動は、アイドルもオタクも巻き込んで今日も続く...！",
    "Aliases": [
        "Oshi ga Budoukan Itte Kuretara Shinu"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "830805",
            "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7412449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7412449",
                    "TitleEnglish": "But I Love That Maina",
                    "SummaryEnglish": "Eripiyo is a super fan of Maina, who is a member of the underground idol group Cham Jam. Eripiyo uses all of her money to support Maina to the point that she only wears a red tracksuit. However, Maina always seems to act cold and distant towards Eripiyo.",
                    "TitleJapanese": "そんな舞菜を愛してる",
                    "SummaryJapanese": "岡山で活動するアイドル『ChamJam』のメンバー・舞菜を強烈に推す女オタク・えりぴよ。バイト代の全てを貢ぎ、赤ジャージ着用でキンブレを振り続けるのは、全て推しの舞菜の尊さを全世界中に広めるため！ しかし、当の舞菜はえりぴよに明らかな塩対応を繰り返していて…。"
                },
                "2": {
                    "ID": "7531393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531393",
                    "TitleEnglish": "I Always Want to Love You the Most",
                    "SummaryEnglish": "Eripiyo and Kumasa go to Okayama Girls' Festa after learning some of the ChamJam girls are set to appear. Meanwhile, Maina reveals that she's never gotten a fan letter, so Sorane and Reo try to figure out a way to convince Eripiyo to write one.",
                    "TitleJapanese": "いちばん好きでいたい",
                    "SummaryJapanese": "おしゃれ人間が集うガールズフェスタに出演することになった『Cham Jam』。れお推しのオタク仲間、くまさに誘われたえりぴよは返事を渋る。なぜなら人気メンバーでもなく、事務所にも推されていない舞菜がランウェイを歩く可能性は低いから！ わずかな希望を胸に、肩身の狭い思いをしながら会場に来たえりぴよが目にしたものは…。"
                },
                "3": {
                    "ID": "7531394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531394",
                    "TitleEnglish": "Do You Like Me?",
                    "SummaryEnglish": "Motoi introduces Eripiyo and Kumasa to his little sister, Rena, who went to the Okayama Girls' Festa with him. She tags along with him to see ChamJam perform after seeing them at Girls' Festa and her favorite just happens to be Maina.",
                    "TitleJapanese": "わたしのこと好きですか？",
                    "SummaryJapanese": "「テニス部はチャラい！チャラいはテニス部」\n空音推しのガチ恋勢・基が大騒ぎするのをスルーしつつ、今日も『ChamJam』の現場に向かうえりぴよ。塩対応にもすれ違いにも負けず、舞菜を推す。そんな中、えりぴよ以外に初めて舞菜列に並ぶオタクが現れて…。"
                },
                "4": {
                    "ID": "7531395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7531395",
                    "TitleEnglish": "I Promise to Make You Number 1",
                    "SummaryEnglish": "ChamJam competes at the Autumn Sports Festival and also has voting for their popularity ranking coming up. Meanwhile, Reo's birthday is coming up and Kumasa tries to get things ready for the celebration.",
                    "TitleJapanese": "絶対、1位にするから",
                    "SummaryJapanese": "『ChamJam』で人気投票が行われることが発表され、色めき立つオタク達。全国に3万人いると言われている在宅舞菜ファンはきっとあてにならない！ そう思い、死ぬ気で頑張る決意を固めるえりぴよ。一方、チャムメンバーもそれぞれ人気投票への複雑な想いを抱きつつ、運動会イベントを迎えて…。"
                },
                "5": {
                    "ID": "7563163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563163",
                    "TitleEnglish": "I Can Only Wait",
                    "SummaryEnglish": "Maina notices that Eripiyo hasn't been able to buy as many CDs and starts to worry, especially since she hears rumors of her switching favorites. Meanwhile, Yumeri's rank goes up, and she wonders if that'll cause a rift between her and Maki.",
                    "TitleJapanese": "わたしは待つことしかできない",
                    "SummaryJapanese": "連日の人気投票イベントに張り切りながらも、疲労の色を隠せなくなってきているオタクたち。中でも、足を骨折しバイトもできないえりぴよは、舞菜のために積むこともできず、自分の存在意義を見失いそうになっていた。そんな時、くまさに誘われメイドカフェに行ったえりぴよが出会ったのは…。"
                },
                "6": {
                    "ID": "7563164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563164",
                    "TitleEnglish": "You Were My Everything",
                    "SummaryEnglish": "Sorane thinks back on how she became an idol and how much she looks up to Reo. Meanwhile, Motoi is crushed to hear rumors that Sorane was seen walking with a guy.",
                    "TitleJapanese": "ぼくの全てが君だった",
                    "SummaryJapanese": "中学生の頃、たった一人の誰かをずっと特別に思うことなんかないと思っていた空音。しかし、『ChamJam』メンバーになってからの日々は空音の気持ちをゆっくりと確実に変えていった。れおを尊敬し、れおがセンターでい続けることを願う空音だったが、アイドルとして致命的な事件が起きてしまう…。"
                },
                "7": {
                    "ID": "7563165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563165",
                    "TitleEnglish": "Run for Maina's Sake",
                    "SummaryEnglish": "Eripiyo finally recovers from her broken leg and goes right back to work so she can support Maina on the last day of voting for the popularity ranking. However, she overworks herself again and...",
                    "TitleJapanese": "舞菜のために走るんだ",
                    "SummaryJapanese": "骨折が治り、完全復活のえりぴよ。しかし人気投票の締め切りはすぐそこに迫っていた！ 最下位の舞菜を一気に１位にしようと目論むえりぴよは、いつもより一層バイトに励む。そんな中、ついに運命の人気投票最終日がやってきて…。"
                },
                "8": {
                    "ID": "7563167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7563167",
                    "TitleEnglish": "I Want You in My Future",
                    "SummaryEnglish": "There are rumors that Sorane and Aya aren't getting along. Meanwhile, the ChamJam girls prepare for their Christmas concert and Eripiyo hopes she gets to see Maina in a Santa outfit this year.",
                    "TitleJapanese": "わたしの未来にいてほしい",
                    "SummaryJapanese": "街はすっかりクリスマスの装い。えりぴよたちは毎年恒例の『ChamJam』クリスマスライブに向けて心を躍らせる。れおと空音のサンタ衣装を楽しみにするくまさと基。今年こそ舞菜にサンタ衣装を着てもらうために積む決心をするえりぴよ。一方、『ChamJam』メンバーはそれぞれが他メンバーの握手会の様子を観察していて…。"
                },
                "9": {
                    "ID": "7609087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609087",
                    "TitleEnglish": "Not as a Wota, but as a Person",
                    "SummaryEnglish": "Eripiyo and the other fans spend the last day of the year with ChamJam at their show. Reo appears on a New Year's countdown show and the others head to the shrine for their first visit of the new year.",
                    "TitleJapanese": "オタクじゃなく一人の人間として",
                    "SummaryJapanese": "時は大晦日。年内最後のライブを終えて、ファンへの感謝を伝える『ChamJam』。年内最後の接触でも相変わらず舞菜とすれ違い、後悔だらけのえりぴよ。そして新しい年を迎えたえりぴよは、基を誘って初詣に向かう。一方、『ChamJam』メンバーもそれぞれ初詣に向かっていて…。"
                },
                "10": {
                    "ID": "7609088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609088",
                    "TitleEnglish": "Your Fave Isn't Your Friend",
                    "SummaryEnglish": "ChamJam has their first concert of the new year, but Eripiyo is sick and misses Maina being in the front row. Eripiyo later damages her throat even more, making her unable to talk, even though the ChamJam Valentine's Day event is coming up...",
                    "TitleJapanese": "推しは友達じゃないから",
                    "SummaryJapanese": "あやがバイトしているメイドカフェで、勝手に舞菜の誕生日を祝うえりぴよとくまさ。そこに、偶然、短期バイトをしていた舞菜が登場。やましい気持ちいっぱいでパニックになるえりぴよ。お休みの日にまでえりぴよに会えて幸せな気持ちの舞菜。そんなハプニングの後、誰から移されたのかえりぴよは風邪になってしまい…。"
                },
                "11": {
                    "ID": "7609090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609090",
                    "TitleEnglish": "The Closest Miracle to Me",
                    "SummaryEnglish": "ChamJam gets ready for the 16th Setouchi Idol Festival, and Reo gets a message from a girl who was in her previous group. Meanwhile, Eripiyo invites a friend over from work so they can witness the moment ChamJam and Maina appear briefly on TV.",
                    "TitleJapanese": "いちばん、身近にある奇跡",
                    "SummaryJapanese": "岡山アイドルの登竜門である「せとうちアイドルフェスティバル」への出演が決定した『ChamJam』。しかし、運営の発表が遅いため、事前に情報を得ていたえりぴよたちは微妙な反応を返してしまう。そんなファンたちを見て焦りを感じるメンバーだったが、れおに前向きな言葉をかけられてフェスへと思いを一つにし始める。そんな中、舞菜の気持ちは一人揺れていて…。"
                },
                "12": {
                    "ID": "7609091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/if-the-fan-goes-to-budoukan-shell-die/episodes/7609091",
                    "TitleEnglish": "If My Favorite Pop Idol Made It to the Budokan",
                    "SummaryEnglish": "ChamJam is set to perform at the Setouchi Idol Festival, but Reo seems nervous for some reason. After their performance, Eripiyo reaffirms her love for Maina once again.",
                    "TitleJapanese": "推しが武道館いってくれたら",
                    "SummaryJapanese": "いよいよ迎えたせとうちアイドルフェスティバル。えりぴよと舞菜はそれぞれの決意を胸に会場入りをする。いつか『武道館』に立ちたい！いつか『武道館』に立っている推しを見たい！それぞれの想いが重なり合った時、そこに生まれるものとは…。"
                }
            }
        }
    }
}