{
  "URL": "https://www.thetvdb.com/series/locke-the-superman",
  "Genres": [
    "Action",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/123951"
  ],
  "TitleEnglish": "Locke the Superman",
  "SummaryEnglish": "At first glance the story is simply about Locke. He has no family name; when asked \"Locke what?\" he replies \"Just Locke.\" His genesis is before the \"Cosmic Year\" calendar used in the story. Although there are rumors that the author has an origin in mind for Locke, it is still a mystery to readers as well as to the other characters in the story. All of the stories deal either directly with Locke or with actions only slightly removed from him. The primary plot deals with Locke's involvement in struggles against evil of one sort or another—either human or quasi-supernatural. Frequently Locke is drawn into events that are happening around him. Either he stumbles onto a situation that his heart will not let him ignore, or one of the other players begs him to join their cause. Sometimes he relents and joins their cause; sometimes he ends up opposing them.",
  "Aliases": [
    "Choujin Locke",
    "Chōjin Rokku"
  ],
  "Modified": "2025-08-21",
  "Seasons": {
    "0": {
      "ID": "831409",
      "URL": "https://www.thetvdb.com/series/locke-the-superman/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "7420805",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420805",
          "TitleEnglish": "Locke the Superman",
          "SummaryEnglish": "A quiet, polite, lonely immortal esper about which little is known, he is called \"Locke the Superman\", but often denies being so. It is not known where or when he was born, and if asked, Locke will say he does not remember. It is entirely possible this is true. However, when asked by Cornelia Prim in \"Millennium of the Witch\" which star he was from, Locke replied \"Toa.\" He has appeared at various times throughout the history of the galaxy, either as a direct influence, an indirect influence, or a simple observer. Using his esper abilities, Locke can learn and do most things more quickly than a normal human. His power also allows him to remain eternally young, or even turn himself into a child again to be adopted by kind-hearted families. It is speculated he remains youthful as an excuse not to take responsibility for whatever cause he is approached for, since no one expects youths to have such responsibilities.",
          "Aliases": []
        },
        "2": {
          "ID": "7420806",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420806",
          "TitleEnglish": "Locke the Superman: Mirror Ring",
          "SummaryEnglish": "In the space history year of 0375, the killing Plan of Esper and the Imperial Plan met with failure. Run, who had executed these plans because of his partiality for his own self-made computer named Elena, lived together with Locke and Near under their protection. At the same time, Cassandra and Barcov of the Hackers netted the widely dispersed computers in each corner of space, and they succeeded in reviving some abandoned programs. This was the federal administrative computer, Elena. She tried to start the previous Imperial Plan again. When Locke found out about it, he set off to stop it. At the same time, the federal administration which detected something abnormal, also started to move. Involving Run and Near who chased Locke, the confusion was expanding to the entire Galaxy...",
          "Aliases": []
        },
        "3": {
          "ID": "11034593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/11034593",
          "TitleEnglish": "Locke the Superman - Pilot",
          "SummaryEnglish": "In 1979, before the movie Choujin Locke was produced, this short pilot was made. It can be now found on the the extras of the official DVD release of the movie.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "831410",
      "URL": "https://www.thetvdb.com/series/locke-the-superman/seasons/official/1",
      "TitleEnglish": "Lord Leon",
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "7420810",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420810",
          "TitleEnglish": "Lord Leon OVA 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "7420811",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420811",
          "TitleEnglish": "Lord Leon OVA 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "7420812",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420812",
          "TitleEnglish": "Lord Leon OVA 3",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "831411",
      "URL": "https://www.thetvdb.com/series/locke-the-superman/seasons/official/2",
      "TitleEnglish": "New World Command",
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7420815",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420815",
          "TitleEnglish": "New World Command OVA 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "7420816",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/locke-the-superman/episodes/7420816",
          "TitleEnglish": "New World Command OVA 2",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}