{
    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C070-11FD-9FF0-CEF8-4B7D-X",
        "https://www.imdb.com/title/tt13293588/",
        "https://mushokutensei.jp/",
        "http://www.reddit.com/r/mushokutensei",
        "https://www.tvmaze.com/shows/52279/show-slug",
        "https://www.themoviedb.org/tv/94664",
        "https://en.wikipedia.org/wiki/Mushoku_Tensei",
        "https://x.com/mushokutensei_A"
    ],
    "TitleEnglish": "Mushoku Tensei: Jobless Reincarnation",
    "SummaryEnglish": "Killed while saving a stranger from a traffic collision, a 34-year-old NEET is reincarnated into a world of magic as Rudeus Greyrat, a newborn baby. With knowledge, experience, and regrets from his previous life retained, Rudeus vows to lead a fulfilling life and not repeat his past mistakes. Now gifted with a tremendous amount of magical power and the mind of a grown adult, Rudeus is seen as a genius in the making by his new parents. Soon, he finds himself studying under powerful warriors, such as his swordsman father and a mage named Roxy Migurdia—all in order to hone his apparent talents. But despite his innocent exterior, Rudeus is still a perverted otaku, who uses his wealth of knowledge to make moves on women who would have been out of reach in his past life.",
    "TitleJapanese": "無職転生 ～異世界行ったら本気だす～",
    "SummaryJapanese": "現代日本に暮らす20年近く引きこもる34歳無職の男は兄弟に見限られて家を追い出されてしまう。家を出た後、トラックに轢かれそうになっていた高校生3人を助けようとして事故死した。ところが目が覚めた時、彼は赤ん坊になっていた。そして剣や魔法を目の当たりにし、異世界に転生したことに気づく。 パウロ・グレイラットとゼニス・グレイラットの子供ルーデウス・グレイラットに転生した男は前世での後悔を振り返り、魔法を覚え、家族を大事にし、懸命に生きて、前世のトラウマを乗り越えて成長していく。",
    "Aliases": [
        "Mushoku Tensei",
        "Jobless Reincarnation",
        "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "0": {
            "ID": "831165",
            "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "8839349",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8839349",
                    "TitleEnglish": "Eris the Goblin Slayer",
                    "SummaryEnglish": "While Rudeus reunites with his father in Millishion, Eris sets out to fulfill her dream of slaying goblins. While at the Adventurers' Guild, however, she encounters Cliff, a conceited young mage who threatens to spoil her adventure.",
                    "TitleJapanese": "エリスのゴブリン討伐",
                    "SummaryJapanese": "テレビ未放送エピソード（番外編）\nルーデウスが父親パウロと再会する一方での、エリスとルイジェルドの知られざる1日の物語が描かれる。"
                },
                "2": {
                    "ID": "9810899",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9810899",
                    "TitleEnglish": "Guardian Fitz",
                    "SummaryEnglish": "The mass-teleportation in Fittoa places Princess Ariel Anemoi Asura in mortal peril—then drops a powerful new bodyguard into her lap! While Rudeus and Eris journeyed home, a deadly drama was playing out in the halls of power.",
                    "TitleJapanese": "守護術師フィッツ",
                    "SummaryJapanese": "アスラ王国の王族の庭園で、突如現れた魔物に襲われた第二王女・アリエル。魔物の手によって護衛が倒れる中、そこに現れたのは…!? それから月日がたち、王位継承の権力争いの空気が渦巻く王宮に、“無言のフィッツ”と呼ばれる人物の姿があった。"
                },
                "3": {
                    "ID": "10526990",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/10526990",
                    "TitleEnglish": "Mushoku Tensei II ~I'll be serious when I go to another world~ [Transfer Labyrinth Edition] Last Minute Special",
                    "SummaryEnglish": "The main cast members, Yumi Uchiyama as Rudeus, Ai Kayano as Sylphiette, Saya Aizawa as Norn, Yuuki Takada as Aisha, and Yoshimi Kohara as Roxy, will appear. While interweaving precious interviews with the cast and footage from the anime, the story of the \"Newlywed Arc\" that has unfolded so far in the second season will be played back, and the outlook and highlights of the \"Teleportation Labyrinth Arc\" will be explored.",
                    "TitleJapanese": "特番 無職転生Ⅱ ～異世界行ったら本気だす～ 【転移迷宮編】直前スペシャル",
                    "SummaryJapanese": "メインキャストから、ルーデウス役の内山夕実さん、シルフィエット役の茅野愛衣さん、ノルン役の会沢紗弥さん、アイシャ役の高田憂希さん、そしてロキシー役の小原好美さんが登場。キャスト陣の貴重なインタビューとアニメ本編映像を織り交ぜながら、第2クールでこれまでに展開した「新婚編」の物語をプレイバックし、そして【転移迷宮編】の展望と見どころに迫ります。"
                },
                "4": {
                    "ID": "10586783",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/10586783",
                    "TitleEnglish": "Mushoku Tensei II: Jobless Reincarnation II ~I Will Seriously Try If I Go to Another World~ Special Program",
                    "SummaryEnglish": "The main cast members, Yumi Uchiyama as Rudeus, Ai Kayano as Sylphiette, Saya Aizawa as Norn, Yuuki Takada as Aisha, and Yoshimi Kohara as Roxy, will appear. While interweaving precious interviews with the cast and footage from the anime, we will play back the story of the \"Newlywed Arc\" that has unfolded so far in the second season, and look ahead to the prospects and highlights of the \"Transfer Labyrinth Arc\".",
                    "TitleJapanese": "無職転生Ⅱ ～異世界行ったら本気だす～ 特番",
                    "SummaryJapanese": "メインキャストから、ルーデウス役の内山夕実さん、シルフィエット役の茅野愛衣さん、ノルン役の会沢紗弥さん、アイシャ役の高田憂希さん、そしてロキシー役の小原好美さんが登場。キャスト陣の貴重なインタビューとアニメ本編映像を織り交ぜながら、第2クールでこれまでに展開した「新婚編」の物語のプレイバックし、そして【転移迷宮編】の展望と見どころに迫ります。"
                }
            }
        },
        "1": {
            "ID": "1822462",
            "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "7599811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/7599811",
                    "TitleEnglish": "Jobless Reincarnation",
                    "SummaryEnglish": "A 34-year-old unemployed recluse get hit by a truck... and wakes up as a newborn baby in a fantasy world! With loving parents, a lifetime of regrets, and a beginner's magic textbook, he sets out to make the most of his second chance at life.",
                    "TitleJapanese": "無職転生",
                    "SummaryJapanese": "34歳・童貞・無職の引きこもりだった男は車に撥ねられ、その一生を終える……はずだった。しかし、男が次に目を覚ましたとき、そこは剣と魔法の異世界であった。少年・ルーデウスとして転生した男は考える、この世界ならば、自分も本気で生きていくことができるかもしれない……と。"
                },
                "2": {
                    "ID": "8109812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8109812",
                    "TitleEnglish": "Master",
                    "SummaryEnglish": "Rudy begins training with his new magic tutor and learning swordsmanship from his father. He makes rapid progress, but traumatic memories from his past life leave him to afraid to go outside. Is his second chance already doomed to failure?",
                    "TitleJapanese": "師匠",
                    "SummaryJapanese": "３歳という幼さで魔術の才を見せたルーデウスに、家庭教師が付くことになった。不愛想でジト目のロリっ娘なロキシー師匠による魔術の授業で、めきめきと成長するルーデウス。そして月日が流れ、ルーデウスはロキシーにある試験を課される。しかし、その試験のためにはルーデウスは前世のトラウマを乗り越える必要があった。"
                },
                "3": {
                    "ID": "8109809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8109809",
                    "TitleEnglish": "A Friend",
                    "SummaryEnglish": "Rudy begins to explore the village and rescues a green-haired child from a group of bullies. The two grow close practicing magic, but is there more to Rudy's new friend than he thinks?",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "村はずれでいじめの現場を目撃したルーデウス。その光景に前世の苦い記憶を思い出しながらも、いじめられていた子供・シルフを助ける。前世でできなかったことを少しずつ“やり直す”と決めていたルーデウスはシルフと友達に。この世界で初めての友達に魔術を教え始めるのだが……。"
                },
                "4": {
                    "ID": "8117854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8117854",
                    "TitleEnglish": "Emergency Family Meeting",
                    "SummaryEnglish": "The Greyrat family is overjoyed when Zenith announces that she's pregnant with a second child, but the mood takes a dour turn when Lilia reveals that she is also pregnant and Paul is the father. Will this be the end of Rudy's happy family?",
                    "TitleJapanese": "緊急家族会議",
                    "SummaryJapanese": "ルーデウスの母・ゼニスの懐妊に、喜びに沸くグレイラット家。だがそのひと月後、メイドのリーリャまで妊娠していることが発覚する。しかもその父親はあろうことか…。修羅場必至、一家の一大事に直面したルーデウスは機転を利かせて……。"
                },
                "5": {
                    "ID": "8145557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145557",
                    "TitleEnglish": "A Young Lady and Violence",
                    "SummaryEnglish": "Rudy arrives in the city of Roa, where he's supposed to spend the next five years tutoring the daughter of the local lord. His student, however, is more than he bargained for, and he'll have to fight to start his first ever job, let alone keep it.",
                    "TitleJapanese": "お嬢様と暴力",
                    "SummaryJapanese": "パウロによってロアの町に送られたルーデウスは、パウロの知り合いであるギレーヌに連れられ、ボレアス家の息女・エリスの家庭教師を務めることになった。しかし、そのエリスは一筋縄ではいかない暴れん坊お嬢様で、ルーデウスは傍若無人なエリスを躾けるため、ある計画を実行するのだが……。"
                },
                "6": {
                    "ID": "8145558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145558",
                    "TitleEnglish": "A Day Off in Roa",
                    "SummaryEnglish": "Rudy is officially Eris's tutor, but she doesn't want to learn anything but magic. As Rudy struggles to get her interested in other subjects, he realizes that non-stop lessons are causing her stress and proposes a day off in the city.",
                    "TitleJapanese": "ロアの休日",
                    "SummaryJapanese": "誘拐事件が幕を閉じ、正式にエリスの家庭教師として働くことになったルーデウス。エリスとギレーヌに算術や魔術を教える傍ら、ギレーヌから剣術を教わるというハードながらも平穏で充実した毎日が続いていた。しかしある日、休みのない授業のストレスでエリスが再び狂暴になってしまい……。"
                },
                "7": {
                    "ID": "8145559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145559",
                    "TitleEnglish": "What Lies Beyond Effort",
                    "SummaryEnglish": "Eris's 10th birthday is fast approaching, and her grandfather has invited nobles from across the kingdom to a dance party to celebrate. There's just one problem: Eris can't dance, and she's quickly losing patience with her lessons.",
                    "TitleJapanese": "努力の先にあるもの",
                    "SummaryJapanese": "10歳の誕生日を迎えるエリス。その日には盛大なパーティーが開かれる予定だが、エリスはダンスが大の苦手。そんな彼女のために、ルーデウスは練習に付き合う。その甲斐あってエリスは次第に上達していく。そして誕生日当日が近づくある日、ルーデウスのもとにロキシーから手紙が届き…。"
                },
                "8": {
                    "ID": "8145560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145560",
                    "TitleEnglish": "Turning Point 1",
                    "SummaryEnglish": "Rudy reaches his 10th birthday, and Eris and her family plan a surprise party for him. Meanwhile, the strange orb hovering over the city remains a mystery as powerful entities across the world begin to take note of it.",
                    "TitleJapanese": "ターニングポイント１",
                    "SummaryJapanese": "ルーデウスがボレアス家に来て３年が経ち、エリスたちはルーデウスの10歳の誕生日を祝うためにこっそりとパーティーの準備を進めていた。ルーデウスはエリスたちのサプライズに気づきながらも知らないふり。そんな穏やかな日々に、ルーデウスは幸せを感じていた。そして誕生日当日、ルーデウスの自室には意外な人物の姿が…！？"
                },
                "9": {
                    "ID": "8145561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145561",
                    "TitleEnglish": "A Chance Encounter",
                    "SummaryEnglish": "Rudy and Eris find themselves stranded in the wilds of the Demon Continent. Their only chance to survive seems to lie in Ruijerd, a warrior of the infamous Superd tribe of demons, but can he be trusted?",
                    "TitleJapanese": "邂逅",
                    "SummaryJapanese": "謎の光に包まれたルーデウスの前に、神を自称する存在“ヒトガミ”が姿を見せる。ヒトガミとの邂逅を終え、次にルーデウスが目覚めると、そこは魔大陸の荒野だった。さらにそこにはひとりの男の姿が。その男は、かつてロキシーから「絶対に近づかないように」と教えられたスペルド族の特徴である緑色の髪と額に宝石のような石が付いていて―！"
                },
                "10": {
                    "ID": "8145562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145562",
                    "TitleEnglish": "The Value of a Life and the First Job",
                    "SummaryEnglish": "Rudeus, Eris, and Ruijerd make it to a city. They need to earn money for their journey, and decide to register as adventurers, but Superd like Ruijerd aren't allowed inside. Rudeus has a plan, but how well will it hold up in practice?",
                    "TitleJapanese": "人の命と初仕事",
                    "SummaryJapanese": "ルーデウスたちはミグルド族の村を離れ、リカリスの町へと向かう。町の検問で、ルイジェルドが“デッドエンド”として恐れられていることを実感したルーデウスは、スペルド族汚名返上の作戦を思いつく。"
                },
                "11": {
                    "ID": "8145563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8145563",
                    "TitleEnglish": "Children and Warriors",
                    "SummaryEnglish": "With their new money-making scheme in place, Dead End head out to track down a mysterious monster. Unfortunately, the job doesn't go as smoothly as they hope, and Rudy's plans may turn out to be a lot less safe than he thought.",
                    "TitleJapanese": "子供と戦士",
                    "SummaryJapanese": "ルーデウス、エリス、ルイジェルドがギルドの魔物調査の依頼で石化の森へ向かうと、そこには同じ依頼を受けた２組の冒険者がいた。早い物勝ちで依頼を遂行しようとする中、ルーデウスはある判断を迫られる。一方、ロキシーは転移事件が起きたフィットア領にあるルーデウスの家を訪れるが…。"
                },
                "12": {
                    "ID": "8414424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8414424",
                    "TitleEnglish": "The Woman with the Demon Eyes",
                    "SummaryEnglish": "Dead End discovers that Ruijerd will have to pay a fortune in fees to leave the Demon Continent. As they struggle to find a way around this unexpected roadblock, Rudeus receives another vision.",
                    "TitleJapanese": "魔眼を持つ女",
                    "SummaryJapanese": "魔大陸最南端の港町・ウェンポートに到着したルーデウスたち。 3人は船でミリス大陸へ渡ろうとするが、スペルド族がいるという理由で途方もない渡航費用を請求されてしまう。 その夜、資金不足に悩むルーデウスの夢にヒトガミが姿を現すと、彼に助言を残していく。 翌日、ルーデウスが町の中を散策していると、お腹をすかせた謎の少女と出会う。"
                },
                "13": {
                    "ID": "8722586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722586",
                    "TitleEnglish": "Missed Connections",
                    "SummaryEnglish": "Roxy arrives on the Demon Continent to begin her search for Paul's missing family. Meanwhile, Rudeus strikes a deal with smugglers to transport Ruijerd across the ocean.",
                    "TitleJapanese": "すれ違い",
                    "SummaryJapanese": "行方知れずのルーデウスたちを探していたロキシー。 彼の父・パウロの知り合いであるエリナリーゼ、タルハンドと共にウェンポートにやってきたロキシーは、手がかりを探す中で、悪名高いデッドエンドの噂を耳にする。 一方、ルーデウスたちは密輸組織のガルスと取引し、アジトにいる奴隷を解放することを条件に念願のミリス大陸へ渡るのだが……。"
                },
                "14": {
                    "ID": "8722587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722587",
                    "TitleEnglish": "No Such Thing As a Free Lunch",
                    "SummaryEnglish": "Rudeus finds himself imprisoned by the beast people in Doldia Village. Will Ruijerd and Eris arrive to clear his name before he loses patience and tries to fight his way to freedom?",
                    "TitleJapanese": "只より高いものはない",
                    "SummaryJapanese": "無実の罪で獣族の村に捕らえられてしまったルーデウス。 エリスとルイジェルドが迎えに来てくれることを期待する中、そこへギャンブルのイカサマが原因で魔族のギースが同じ牢に叩き込まれてくる。 ギースと話しながらルーデウスは脱獄の可能性を探るが、突如村に密輸組織の一団が襲い掛かってくる。"
                },
                "15": {
                    "ID": "8722588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722588",
                    "TitleEnglish": "Slow Life in the Doldia Village",
                    "SummaryEnglish": "Dead End decide to wait out the rainy season in the Doldia village. Eris befriends the chieftain's granddaughter, but her fondness for Ghislaine leads to unexpected conflict.",
                    "TitleJapanese": "ドルディア村のスローライフ",
                    "SummaryJapanese": "ドルディア族の集落に迎え入れられたルーデウス、エリス、ルイジェルド。 この村がギレーヌの故郷だと知ったエリスは喜ぶが、ギレーヌの兄・ギュエスは彼女のことを一族の面汚しだと吐き捨て、二人は一触即発の事態に。 タダならぬ様子にルーデウスたちが困惑する中、エリスはギュエスの娘であるミニトーナに剣術を教えることになって……。"
                },
                "16": {
                    "ID": "8722589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722589",
                    "TitleEnglish": "Family Squabble",
                    "SummaryEnglish": "Rudeus, Eris, and Ruijerd arrive in the Holy Country of Millis, where Rudeus's thoughts turn to home. When the three split up for a day off, a chance encounter in an alley leads Rudeus to a shocking reunion.",
                    "TitleJapanese": "親子げんか",
                    "SummaryJapanese": "ルーデウスたちはミリス神聖国の首都・ミリシオンにたどり着く。 資金集めのためにしばらく滞在することに決めたルーデウスが街を散策していると、子どもが攫われている現場に出くわしてしまう。 子どもを助けようと後をつけたルーデウスは人攫いの一味と戦闘になってしまうが、そこにはルーデウスのよく知る人物が関わっていたのだった。"
                },
                "17": {
                    "ID": "8722590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722590",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "In the aftermath of their disastrous reunion, Paul and Rudeus reflect on their actions and look for a way forward.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "父・パウロと再会を果たしたものの、ゼニス、リーシャ、アイシャ、シルフィが転移事件で行方不明になったこと、そしてパウロとの衝突で傷心するルーデウス。 一方のパウロはギースに諭され、ルーデウスにぶつけた言葉など己の過ちに気づき、もう一度息子と会って話をしようとする。 勇気を振り絞りパウロと対峙するルーデウスだが……"
                },
                "18": {
                    "ID": "8722591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722591",
                    "TitleEnglish": "Separate Journeys",
                    "SummaryEnglish": "After setting out from Millishion, Rudeus, Eris, and Ruijerd board a ship back to the Central Continent. Meanwhile, Roxy arrives in Rikarisu, where she encounters some familiar faces.",
                    "TitleJapanese": "それぞれの旅",
                    "SummaryJapanese": "パウロと和解し、互いに家族を探すべく別れたルーデウスは、エリスとルイジェルドとともに船で中央大陸へ。 一方、ゼニスらグレイラット家を探すロキシー、エリナリーゼ、タルハンド。 リカリスの街で再会したノコパラに促され、ロキシーは故郷であるミグルド族の村を訪れる。家出同然に飛び出した故郷に心穏やかではいられなかったロキシーだが、果たして両親との再会は…。"
                },
                "19": {
                    "ID": "8722592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722592",
                    "TitleEnglish": "Route Selection",
                    "SummaryEnglish": "Dead End finally arrives in the Shirone Kingdom on the Central Continent. Rudeus is anxious for a reunion with Roxy, but an unexpected vision from the Man-God means he may be in for more than he bargained for.",
                    "TitleJapanese": "ルート選択",
                    "SummaryJapanese": "ヒトガミからリーリャとアイシャの居場所を聞きだしたルーデウスは、シーローン王国の首都・ラタキアへとやってくる。 すると、街で兵士から逃げていたアイシャと遭遇したルーデウスはアイシャを救出し、なぜ兵士に追われていたか、そしてリーリャがどこにいるかを聞き出す。そして同じくシーローンの王宮で働いているはずのロキシーを頼ろうと考えるが…"
                },
                "20": {
                    "ID": "8722593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722593",
                    "TitleEnglish": "The Birth of My Little Sister, the Maid",
                    "SummaryEnglish": "Rudeus is in desperate straits, imprisoned in a magic-proof dungeon by a despotic prince. But just when all seems hopeless, an unexpected visitor appears with a strange request. Will Rudeus be able to talk his way out of this one?",
                    "TitleJapanese": "妹侍女の生まれた日",
                    "SummaryJapanese": "ロキシーをおびき寄せる餌としてパックスに捕まり監禁部屋に入れられてしまったルーデウスの前に、 シーローン第三王子でパックスの兄・ザノバが現れた。 ザノバはあるものを取り出し、ルーデウスに質問をする。すると事態は思わぬ方向へ…。 一方、エリスとルイジェルドはルーデウスが捕まったことを聞き救出に向かう。"
                },
                "21": {
                    "ID": "8722594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722594",
                    "TitleEnglish": "Turning Point 2",
                    "SummaryEnglish": "Rudeus, Eris, and Ruijerd are nearing the end of their journey, but a chance encounter in a snowy mountain pass threatens to put a premature end to their adventures.",
                    "TitleJapanese": "ターニングポイント２",
                    "SummaryJapanese": "リーリャやアイシャと別れ、故郷を目指して進むルーデウスたち。 その道中で、七大列強のひとり龍神・オルステッドに出会う。 すると、エリスとルイジェルドは突然顔色を変え震え始める。初対面のはずなのにエリスとルイジェルド、さらにはパウロのことをよく知るオルステッドだが、ルーデウスのことは知らない様子。 そこでオルステッドのある質問にルーデウスが答えると、突如オルステッドが襲い掛かり―！"
                },
                "22": {
                    "ID": "8722595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722595",
                    "TitleEnglish": "Dreams and Reality",
                    "SummaryEnglish": "Rudeus and Eris finally return to Fittoa, but sudden goodbyes and unpleasant news make their homecoming bittersweet.",
                    "TitleJapanese": "現実",
                    "SummaryJapanese": "ついにフィットア領へと戻ってきたルーデウスたち。 しかし、故郷のブエナ村は荒地になり、ボレアス家のあったロアの街も転移事件に巻き込まれた人たちが集まる難民キャンプとなっていた。 執事のアルフォンス、そしてギレーヌと再会し、フィットア領やボレアス家の現状を知ったエリスは、ひとり考えた末にルーデウスの元を訪れる。"
                },
                "23": {
                    "ID": "8722596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/8722596",
                    "TitleEnglish": "Wake Up and Take a Step",
                    "SummaryEnglish": "Rudeus sinks into depression following Eris's departure. As he struggles to get back on his feet, the many people he's met continue their own journeys.",
                    "TitleJapanese": "目覚め、一歩、",
                    "SummaryJapanese": "突如、手紙を残してエリスがいなくなった。 人生をやり直し、様々な出会いや旅を経験して変わることができたと思っていたルーデウスだが、エリスを失ったショックで、再び前世のように引きこもってしまう。 ルーデウスがなにもかも諦めかけたその時、彼の脳裏に母・ゼニスの思い出がよぎって……。"
                }
            }
        },
        "2": {
            "ID": "2065589",
            "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9862482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862482",
                    "TitleEnglish": "The Brokenhearted Mage",
                    "SummaryEnglish": "Rudeus journeys to the harsh northlands in search of his lost mother. Or at least, that's what he tells himself. The scars of his parting from Eris run deep, and getting back on his feet may not be so easy.",
                    "TitleJapanese": "失意の魔術師",
                    "SummaryJapanese": "母・ゼニスを探すために歩き出したルーデウス。しかし、エリスに姿を消された失意の底から抜け出せずにいた。北方大地に向かう馬車の中で冒険者パーティ“カウンターアロー”のサラとスザンヌに出会ったルーデウスは、冒険者ギルドにあったある依頼のためにカウンターアローに同行する。"
                },
                "2": {
                    "ID": "9862483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862483",
                    "TitleEnglish": "The Forest in the Dead of Night",
                    "SummaryEnglish": "Rudeus doesn't want a new party, but he still grows closer Counter Arrow as he settles into life as a northlands adventurer. When danger rears its head, he finds himself risking it all for his new friends.",
                    "TitleJapanese": "真夜中の森",
                    "SummaryJapanese": "母・ゼニスに自分の名前が届くよう、冒険者稼業の実績により“泥沼”の異名で名を広めるルーデウス。ある日、カウンターアローと共にある依頼を受けるが、訪れた場所で大量の魔物が出現。そこに現れたのは剣士ゾルダートのパーティーだった。ゾルダートはルーデウスたちに傍若無人な態度で迫り…。"
                },
                "3": {
                    "ID": "9862484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862484",
                    "TitleEnglish": "Abrupt Approach",
                    "SummaryEnglish": "Things seem to be looking up for Rudeus. And when Sara asks him on a date, he decides to forget his heartbreak and start a new romance. But putting the past behind him may be easier said than done.",
                    "TitleJapanese": "急接近",
                    "SummaryJapanese": "ルーデウスがサラの命を救った一件以来、サラの接し方も変化し、2人の距離が近くなった。新しい短剣を買いたいとサラに誘われたルーデウスはデートへ。楽しく買い物をし、酒場で語り合う中で雰囲気が高まる2人。エリスが頭をよぎりながらも、サラの自分への態度を受けてルーデウスは意を決する…！"
                },
                "4": {
                    "ID": "9862485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862485",
                    "TitleEnglish": "Letter of Invitation",
                    "SummaryEnglish": "After two years of adventuring with Soldat, Rudeus is no closer to finding his mother or curing his impotence. But the sudden arrival of a seductive elf and an unexpected offer could send his life off in a whole new direction.",
                    "TitleJapanese": "推薦状",
                    "SummaryJapanese": "不能になり抱えていた気持ちを吐き出したルーデウスは、ゾルダートと意気投合し行動を共にするようになる。ピピンの町に滞在中、ルーデウスの前に現れたのは、かつてパウロと同じパーティーメンバーで、ロキシーと旅をしていたエリナリーゼだった。彼女はルーデウスにある情報を伝える。"
                },
                "5": {
                    "ID": "9862486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862486",
                    "TitleEnglish": "Ranoa University of Magic",
                    "SummaryEnglish": "Following the Man-God's advice, Rudeus enrolls in school. He reunites with an old friend and meets potential new enemies, but will he find what he seeks? And what does the future hold for him and the enigmatic \"Silent Fitz\"?",
                    "TitleJapanese": "ラノア魔法大学",
                    "SummaryJapanese": "推薦状とヒトガミの助言を受け、ラノア魔法大学に入学することを決めたルーデウス。エリナリーゼと共に大学へ到着すると、試験として在学生との模擬戦に臨むことになる。その相手は、ルーデウスと同じく無詠唱魔術の使い手、フィッツという人物だった。そして、大学には個性的な生徒たちが集まっていた。"
                },
                "6": {
                    "ID": "9862487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862487",
                    "TitleEnglish": "I Don't Want To Die",
                    "SummaryEnglish": "Rudeus is settling into school life and growing better acquainted with the enigmatic Silent Fitz. But when his efforts to teach Zanoba hit a roadblock, his new friend proposes a drastic solution.",
                    "TitleJapanese": "死にたくない",
                    "SummaryJapanese": "ラノア魔法大学に通い始めたルーデウスは、転移事件のことを調べる中でフィッツと交流を深めていく。大学にはルーデウスを人形(フィギュア)作りの師匠と崇めるザノバがいた。その異常な怪力のためうまく人形が作れないザノバに代わって手先の作業をする者を探し、ルーデウスは奴隷市場に足を運ぶ。"
                },
                "7": {
                    "ID": "9862488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862488",
                    "TitleEnglish": "The Kidnapping and Confinement of Beast Girls",
                    "SummaryEnglish": "When Rudeus discovers that two of his new schoolmates have destroyed one of his precious figures, he swears revenge. But while he may be able to trounce schoolgirls in a fight, figuring out what to do with them next won't be so easy.",
                    "TitleJapanese": "獸族合嬢拉致監禁事件",
                    "SummaryJapanese": "ザノバとジュリと共に人形を作っていたある日、ルーデウスはかつて自分が作り、流れ着いてザノバが手に入れたロキシー人形のことを思い出す。ザノバに確認をするが、人形はバラバラになっていた。獣人族のリニアとプルセナとの決闘に負け、破壊されたという。怒りに震えるルーデウスは…!?"
                },
                "8": {
                    "ID": "9862490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862490",
                    "TitleEnglish": "The Fiancé of Despair",
                    "SummaryEnglish": "Love is in the air. First, a smitten classmate seeks Rudeus's help to meet the girl of his dreams. Then the beast people's mating season puts Rudeus in an awkward position—one he'll have to fight his way out of.",
                    "TitleJapanese": "絶望の婚約者",
                    "SummaryJapanese": "恋の季節到来…!? ルーデウスは特別生のクリフからある女性を紹介してほしいと頼まれる。一方、獣族は秋になると求婚の決闘が盛んになるため、ドルディア族の姫であるリニアとプルセナは決闘を避けようと寮に籠るという。しかし、なぜかルーデウスに決闘を申し込む者が現れ…!?"
                },
                "9": {
                    "ID": "9862491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862491",
                    "TitleEnglish": "The White Mask",
                    "SummaryEnglish": "Investigating the mass teleportation leads Rudeus to seek out his most elusive classmate: the brilliant Silent Sevenstar. But when he calls at Silent's laboratory tower, he finds a familiar face that he didn't expect—and doesn't welcome.",
                    "TitleJapanese": "白い仮面",
                    "SummaryJapanese": "フィッツとフィットア領転移事件について調べるルーデウス。転移と召喚が似ていることから、ルーデウスは召喚魔術の知識を得るべく、大学で召喚魔術を専門的に研究している特別生のサイレント・セブンスターという人物を訪ねる。その人物の正体とは…。"
                },
                "10": {
                    "ID": "9862492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862492",
                    "TitleEnglish": "These Feelings",
                    "SummaryEnglish": "Rudeus settles into a new routine at the university. But as time passes, Silent Fitz is increasingly in his thoughts. What does he really feel for his enigmatic classmate? And how far will he pry into a friend's secrets to find out?",
                    "TitleJapanese": "この気持ち",
                    "SummaryJapanese": "転生ではなくとも自分と同じ世界からやって来たサイレント・セブンスター＝ナナホシと共に転移事件や召喚魔術について調べるルーデウス。そんな2人に、理由はわからずも妙な絆を感じるフィッツは消沈してしまう。しかし、一方のルーデウスも男性であるフィッツにある想いを抱き始めていた。"
                },
                "11": {
                    "ID": "9862493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9862493",
                    "TitleEnglish": "To You",
                    "SummaryEnglish": "Ariel confronts Sylphiette with a choice: reveal herself to Rudeus or cut ties with him forever. Determined on one last push to jog Rudeus's memory, Sylphiette invites him on a forest expedition.",
                    "TitleJapanese": "あなたへ",
                    "SummaryJapanese": "フィッツは実は女性だった。彼女の体に触れたことで自分の不能が治る兆しもあった。ルーデウスはフィッツの存在に希望を見出すが、彼女が男性と偽っていることから距離感に思い悩む。そこにルークが訪ねてきて…。一方、フィッツはアリエルからある言葉をかけられる。"
                },
                "12": {
                    "ID": "9872689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9872689",
                    "TitleEnglish": "I Want to Tell You",
                    "SummaryEnglish": "Sylphiette reveals herself and Rudeus admits his feelings, but even that isn't enough to cure what ails him. After their heart-to-heart, Sylphiette sets out to end his problem once and for all.",
                    "TitleJapanese": "伝えたい",
                    "SummaryJapanese": "遂に、フィッツがシルフィであることを知ったルーデウス。シルフィもルーデウスに自分の想いを告げ、2人は結ばれる。長い間フィッツ＝シルフィだと気づけなかったことを詫びるルーデウスに、フィッツは優しく微笑む。ルーデウスは意を決しフィッツと共にアリエルの下を訪れる―。"
                },
                "13": {
                    "ID": "9885753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885753",
                    "TitleEnglish": "My Dream Home",
                    "SummaryEnglish": "Newly cured and brimming with confidence, Rudeus resolves to marry Sylphie. Just one problem: he has no idea how marriage works in this world. And when friends tell him any newlywed needs a house, he winds up with a haunted mansion.",
                    "TitleJapanese": "夢のマイホーム",
                    "SummaryJapanese": "シルフィと婚約したルーデウスだったが、この世界での結婚の手順がわからず、ザノバとクリフに相談する。暮らす家を決めるのが先決と聞いたルーデウスは、不動産屋で大きいわりに安い物件を紹介される。そこは呪いにより訪れる者が謎の死を遂げる、ワケあり物件だというが…。"
                },
                "14": {
                    "ID": "9885754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885754",
                    "TitleEnglish": "Wedding Reception",
                    "SummaryEnglish": "The newlyweds have settled into their new home. Next, custom dictates they throw a party for everyone they know. Preparing to host a crowd won't be easy. And even if they pull it off, the big day has surprises in store.",
                    "TitleJapanese": "披露宴",
                    "SummaryJapanese": "この世界では結婚する際は自宅でパーティーを開くということで、ルーデウスはシルフィと共にその準備を進める。そしてパーティー当日、アリエルやザノバらラノア魔法大学の面々が出席する中、エリナリーゼの表情がいつもと違っていた。そんな中ルーデウスはアリエルからある申し出を受けて…。"
                },
                "15": {
                    "ID": "9885755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885755",
                    "TitleEnglish": "Afar",
                    "SummaryEnglish": "Rudeus receives a letter from Paul. The letter explains that Norn and Aisha, Rudeus's younger sisters, have been sent to join Rudeus. Meanwhile Nanahoshi continues her research into summoning magic for a way to return to her original world.",
                    "TitleJapanese": "遥か",
                    "SummaryJapanese": "父パウロから手紙が届いた。妹のノルンとアイシャを引き取ってほしいので、護衛付きでこちらに送ったというが…。そんな中、ルーデウスと同じ世界から“転移”してきたナナホシは、元の世界に戻るための召喚魔術の研究を続けていたが、なかなか糸口が見つからずに焦りを募らせていた…。"
                },
                "16": {
                    "ID": "9885756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885756",
                    "TitleEnglish": "Norn and Aisha",
                    "SummaryEnglish": "Rudeus's sisters arrive with an unexpected chaperone. After catching up with an old friend, Rudeus decides it's time to send the girls to school. But convincing Norn and Aisha turns out to be more trouble than he bargained for.",
                    "TitleJapanese": "ノルンとアイシャ",
                    "SummaryJapanese": "ルーデウスの妹ノルンとアイシャがルーデウスの家にやって来た。しかし快活なアイシャとは対照的にノルンは内気で、そしてルーデウスに心を開かない…。正反対なふたりの妹への接し方に手を焼くルーデウスは、パウロからの言伝に従い、ふたりを学校に通わせようとするが…。"
                },
                "17": {
                    "ID": "9885757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885757",
                    "TitleEnglish": "My Older Brother's Feelings",
                    "SummaryEnglish": "Norn shuts herself in her dorm room and refuses to attend classes. Haunted by the specter of his past life, Rudeus sets out to solve his sister's problems, only to discover that he is the cause.",
                    "TitleJapanese": "兄貴の気持ち",
                    "SummaryJapanese": "ラノア魔法大学の寮で暮らし始めたノルンが引き籠ってしまった。前世の自分と重ね合わせ、なんとかノルンを救おうとするルーデウスは、ノルンの教室に向かう。そしてそこで耳にする言葉にルーデウスは愕然とする…。一方のノルンもルーデウスという存在への向き合いに悩んでいた…。"
                },
                "18": {
                    "ID": "9885758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885758",
                    "TitleEnglish": "Turning Point 3",
                    "SummaryEnglish": "Life is looking up for Rudeus. His sisters are settling in, and he has plenty of time for friends and family... until an announcement from Sylphie and an unexpected letter upend his idyllic school life.",
                    "TitleJapanese": "ターニングポイント３",
                    "SummaryJapanese": "ルーデウスへの接し方、そして学校に友達ができるなど、ノルンにも変化が見られてきた。家族との、そして大学での生活も穏やかに進んでいく。そんなある日、シルフィから告げられる事とは…? そしてある人物から届く手紙の内容とは…?　さらにヒトガミの新たな“助言”とは…!?"
                },
                "19": {
                    "ID": "9885759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885759",
                    "TitleEnglish": "Desert Journey",
                    "SummaryEnglish": "With Nanahoshi's help, Rudeus gains a way to shorten his journey, but he and Elinalise will still need to hurry if they hope to return before Sylphie gives birth. Their first obstacle: the harsh desert of Begaritt and its monstrous denizens.",
                    "TitleJapanese": "砂漠の旅",
                    "SummaryJapanese": "ギースからの「ゼニス救出困難、救援求む」という手紙を受けたルーデウス。妊娠したシルフィやノルン、アイシャを残すことになる…。悩みながらもベガリット大陸の迷宮都市ラパンへ行くことを決意する。しかしその道のりは、想像以上に険しく、命の危険を伴うものだった。"
                },
                "20": {
                    "ID": "9885760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885760",
                    "TitleEnglish": "Into the Labyrinth",
                    "SummaryEnglish": "Rudeus and Elinalise reach Rapan and soon reunite with Paul, only to learn that a deadly labyrinth has claimed both Zenith and Roxy. The fruits of Rudeus's studies offer a last, faint hope to reach his mother and his mentor in time.",
                    "TitleJapanese": "迷宮入り",
                    "SummaryJapanese": "迷宮都市ラパンへとたどり着いたルーデウスとエリナリーゼは早速ギースを見つけ、パウロとリーリャのもとに案内される。ゼニスが救出できずに疲労し、憔悴するパウロに対し、ルーデウスは優しく声をかける。ゼニスのいる迷宮攻略について話し合うが、その場にいるはずのロキシーの姿がなく…。"
                },
                "21": {
                    "ID": "9885761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885761",
                    "TitleEnglish": "Magic Circle to the Sixth Stratum",
                    "SummaryEnglish": "With Roxy's rescue, the search for Zenith resumes in earnest. Rudeus reconnects with his mentor amid the perils of the labyrinth. But why does she seem a little more awkward around him than before?",
                    "TitleJapanese": "第六階層の魔法陣",
                    "SummaryJapanese": "迷宮にひとり残されていたロキシーを救い出し、回復のために一度街に戻ったルーデウスやパウロたち。時折よそよそしいロキシーが気になりつつも、ルーデウスは昔話に花を咲かせる。3日後、転移迷宮へ再び入り、階層攻略のスピードを上げていく―！"
                },
                "22": {
                    "ID": "9885762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885762",
                    "TitleEnglish": "Parents",
                    "SummaryEnglish": "The rescue party reaches the heart of the Teleporter Labyrinth and confronts its guardian. But when the monster shrugs off Rudeus's magic, they realize they may have bitten off more than they can chew.",
                    "TitleJapanese": "親",
                    "SummaryJapanese": "最終階層へと転移したルーデウスたちは、ついにゼニスの姿を確認する！しかしそこに、この迷宮の守護者と思われる、巨大なヒュドラが立ちふさがる。そのヒュドラは絶滅したはずの伝説の生き物、“悪魔の竜”とも呼ばれる強敵だった―！"
                },
                "23": {
                    "ID": "9885763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885763",
                    "TitleEnglish": "Let's Go Home",
                    "SummaryEnglish": "Roxy makes a desperate move to pull Rudeus out of his depression. As the group journeys home, both of them must face their feelings and negotiate the consequences.",
                    "TitleJapanese": "帰ろう",
                    "SummaryJapanese": "マナタイトヒュドラとの壮絶な死闘の末、ゼニスを救出したルーデウスたち。その代償は、ルーデウスの左腕と、パウロの命。さらにゼニスは心を失くしたかのようになっていた…。父パウロの死に、後悔と絶望がルーデウスに押し寄せる。そんな彼にロキシーが声をかけて…。"
                },
                "24": {
                    "ID": "9885764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/9885764",
                    "TitleEnglish": "Succession",
                    "SummaryEnglish": "Rudeus arrives home, frantic that something may have gone wrong in his absence. But the conversations waiting for him may become disasters in their own right. How can he introduce a new wife to a family still reeling from Paul's death?",
                    "TitleJapanese": "嗣ぐ",
                    "SummaryJapanese": "ルーデウスは半年ぶりにシルフィたちが待つ家へと帰ってきた。転移迷宮でのこと、パウロの死、ゼニスの状態などを話すルーデウス。そして、ロキシーとのことも…。それを受けたノルン、アイシャ、そして、シルフィの答えとは…?"
                }
            }
        },
        "3": {
            "ID": "2134968",
            "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10569214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jobless-reincarnation-it-will-be-all-out-if-i-go-to-another-world/episodes/10569214",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}