{
  "URL": "https://www.thetvdb.com/series/koisuru-asteroid",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt11405408/",
    "http://koiastv.com/",
    "https://www.themoviedb.org/tv/91585",
    "https://x.com/koiastv"
  ],
  "TitleEnglish": "Asteroid in Love",
  "SummaryEnglish": "In a fateful childhood encounter, Mira Kinohata met a stargazing dreamer named Ao Manaka. Though their time together was short, Ao showed Mira the wonders of astronomy, from orbiting planets to distant stars. Before they parted, Mira learned that a star with her name exists, but there are none with Ao's. And so, she forged a promise: one day, she would discover a new asteroid and name it after Ao. Years later, Mira is still fascinated with astronomy. Now in high school at Hoshizaki Academy, she tries to join the Astronomy Club. Unfortunately, she finds out that the club has been merged with the Geology Club to form a single Earth Sciences Club. She joins this new club and finds a pleasant surprise—she reunites with Ao after years of separation. Alongside their new clubmates, Mira and Ao begin their journey together to fulfill their promise. How hard could it possibly be to find an asteroid?",
  "Aliases": [
    "Koi Suru Asteroid",
    "Koisuru Asteroid",
    "Koisuru Shouwakusei",
    "Koisuru shō wakusei",
    "恋する小惑星[アステロイド]"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "831552",
      "URL": "https://www.thetvdb.com/series/koisuru-asteroid/seasons/official/0",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7569226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569226",
          "TitleEnglish": "KiraKira - Episode 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "7569240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569240",
          "TitleEnglish": "KiraKira - Episode 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "7569247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569247",
          "TitleEnglish": "KiraKira - Episode 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "7569261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569261",
          "TitleEnglish": "KiraKira - Episode 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "7569270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569270",
          "TitleEnglish": "KiraKira - Episode 5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "7572187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572187",
          "TitleEnglish": "KiraKira - Episode 6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "7580523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7580523",
          "TitleEnglish": "KiraKira - Episode 7",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "7572188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572188",
          "TitleEnglish": "KiraKira - Episode 8",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "7572189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572189",
          "TitleEnglish": "KiraKira - Episode 9",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "7572190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572190",
          "TitleEnglish": "KiraKira - Episode 10",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "7581252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581252",
          "TitleEnglish": "KiraKira - Episode 11",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "7581253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581253",
          "TitleEnglish": "KiraKira - Episode 12",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "7581254",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581254",
          "TitleEnglish": "Recap: Sparkle's Special Issue",
          "SummaryEnglish": "Ao and Mira work together to create a special issue of Sparkle for Sakura and Monroe by reviewing everything the club's done together thus far. Recap of first 6 Episodes or Episode 6.5",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1804980",
      "URL": "https://www.thetvdb.com/series/koisuru-asteroid/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7483691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7483691",
          "TitleEnglish": "Their Promise",
          "SummaryEnglish": "Spring. As Kinohata Mira enters high school she suffers a huge shock when she finds that the astronomy club she swore to join was gone. When Mira was a young girl she promised a certain person that they'd discover an asteroid, and that became her dream. Yet starting this year the school's astronomy club and geology club have been merged into the earth sciences club. She quickly joins and in the club room she finds three unique older students as well as...",
          "Aliases": []
        },
        "2": {
          "ID": "7516155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7516155",
          "TitleEnglish": "The Riverside Milky Way",
          "SummaryEnglish": "Today the club is hosting a riverside barbeque to welcome in their new students! After enjoying a fun fulled day of rock hunting and star gazing, they decide to work on their activity report, Sparkle. While the others settle on the themes for their articles, Mira faces difficulty writing hers. While she managed to piece something together, her older sister, Misa, tells her she doesn't feel Mira in the writing. So when Ao asks Mira to draw an illustration for her article, Mira...",
          "Aliases": []
        },
        "3": {
          "ID": "7528954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7528954",
          "TitleEnglish": "Memories Are Treasures",
          "SummaryEnglish": "Mira and Ao are forced to take make-up exams, so they hold a study session together at Mira's house where Suzu and Misa join them. After the two manage to pass their exams, they work their first part-time job at Suzuya's Bakery. With their newfound earnings in hand, the two head out on a station-front date, but then they discover Suzu walking along with Ino-sempai. Surprised at the unusual pairing, the two secretly follow after them...",
          "Aliases": []
        },
        "4": {
          "ID": "7531410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7531410",
          "TitleEnglish": "Exciting! Summer Camp!",
          "SummaryEnglish": "Summer Camp! The students are going to the Geological Museum, JAXA, and more. Sakura gets unusually excited looked at different minerals and fossils while Ino gets excited watching her. On the other hand, Monroe, Mira, and Ao get excited over rockets and artificial satellites. Mira and Ao try asking different people for information on discovering asteroids, but they aren't able to gather any clues. Though after enjoying a barbeque and some stargazing at the home of Endou-sensei's grandparents, their teacher digs up something...",
          "Aliases": []
        },
        "5": {
          "ID": "7531411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7531411",
          "TitleEnglish": "Everyone's Summer Break",
          "SummaryEnglish": "Mira, Ao, and Ino visit the beach at Suzu's suggestion. Then Suzu and Ao compete for the spot of Mira's best friend! The winner is...! On a different day, Mira and Sakura head to a mineral show on their own. Sakura gets very excited seeing all the different stones, but admits that she's having trouble motivating herself to study for her entrance exams. She's still debating what to do without a clear goal for her future. After summer break ends, they begin preparing for the cultural festival...",
          "Aliases": []
        },
        "6": {
          "ID": "7566463",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566463",
          "TitleEnglish": "Hoshizaki Festival!",
          "SummaryEnglish": "The earth sciences club girls are preparing for their cultural festival. Sakura and Ino, the geology club girls, are conducting a real boring survey on the schoolyard. Meanwhile, Mira, Ao, and Monroe, the astronomy club girls, are working hard to produce a replica of the solar system at Mira's home. Then the day of the festival finally arrives. With Suzu's help the earth sciences club's geocafe is open for business and all the club members are wearing maid outfits.",
          "Aliases": []
        },
        "7": {
          "ID": "7566464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566464",
          "TitleEnglish": "The Starry Sky Is a Time Machine",
          "SummaryEnglish": "Monroe and Sakura retire, leaving a new earth sciences club run by Mira, Ao, and Ino. In order to build Ino's confidence as their president, they agree to hold a lecture for a children's star-viewing. Mira and others struggle to get the uncooperative children interested in the activity. Later, Ao is absent from school the morning after she watches the Orionid meteor shower. Mira and Ino visit her out of concern, but...",
          "Aliases": []
        },
        "8": {
          "ID": "7566466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566466",
          "TitleEnglish": "Winter Diamond",
          "SummaryEnglish": "Ino decides to challenge herself by participating in the Earth Science Olympiad. It's her first real step forward as their club president. As their second semester comes to an end, the club celebrates Christmas and New Year's together around a warm hot pot followed by star gazing. Yet as they're excitedly looking up at the winter diamond, Ao suddenly begins to cry. She says everything's all right, but...",
          "Aliases": []
        },
        "9": {
          "ID": "7566467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566467",
          "TitleEnglish": "True Feelings",
          "SummaryEnglish": "Mira and Ao manage to convince their families to let Ao live with Mira so she doesn't have to transfer. With Valentine's Day coming soon Sakura has Suzu teach her how to make her very first homemade chocolates to hand out to everyone in the Earth Sciences Club. However, when Suzu learns that Misa will be going to a University far away...",
          "Aliases": []
        },
        "10": {
          "ID": "7612526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612526",
          "TitleEnglish": "Rain With Occasional Fortune Telling",
          "SummaryEnglish": "Nanami and Sakura's little sister, Chikage, joining the Earth Sciences Club. Chikage wants to join the geology group like her sister, but Nanami wants to learn more about meteorology and says the club is lacking. Mira wants the new girls to have lots of fun experiences so after remembering what they did last year, she suggests holding a barbeque to welcome them to the club. However...",
          "Aliases": []
        },
        "11": {
          "ID": "7612527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612527",
          "TitleEnglish": "Shining Star Challenge!",
          "SummaryEnglish": "Ao gains permission to join as an observer and the Shining Star Challenge finally begins! The program includes tours of the observatories, and when night arrives they finally begin searching for asteroids with the telescope and the other members of their assigned group, Tomori and Makita. However, as they begin the skies start to grow cloudy...",
          "Aliases": []
        },
        "12": {
          "ID": "7612528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612528",
          "TitleEnglish": "Connected Cosmos",
          "SummaryEnglish": "The second day of the Shining Star Challenge. There are no clouds in the sky and its the perfect While checking the photograph data they discover what might be an unknown astronomical object. Tensions rise. Knowing this really is their last chance, they take another set of photos. Then Mira and Ao check the images with their group members, Tomori and Makita...",
          "Aliases": []
        }
      }
    }
  }
}