{
    "URL": "https://www.thetvdb.com/series/koisuru-asteroid",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11405408/",
        "http://koiastv.com/",
        "https://www.themoviedb.org/tv/91585",
        "https://x.com/koiastv"
    ],
    "TitleEnglish": "Asteroid in Love",
    "SummaryEnglish": "In a fateful childhood encounter, Mira Kinohata met a stargazing dreamer named Ao Manaka. Though their time together was short, Ao showed Mira the wonders of astronomy, from orbiting planets to distant stars. Before they parted, Mira learned that a star with her name exists, but there are none with Ao's. And so, she forged a promise: one day, she would discover a new asteroid and name it after Ao. Years later, Mira is still fascinated with astronomy. Now in high school at Hoshizaki Academy, she tries to join the Astronomy Club. Unfortunately, she finds out that the club has been merged with the Geology Club to form a single Earth Sciences Club. She joins this new club and finds a pleasant surprise—she reunites with Ao after years of separation. Alongside their new clubmates, Mira and Ao begin their journey together to fulfill their promise. How hard could it possibly be to find an asteroid?",
    "TitleJapanese": "恋する小惑星",
    "SummaryJapanese": "見たことのないもの、見つけにいこう！\n\n幼いころ、キャンプ場で出会った男の子と“小惑星を見つける”という約束をした木ノ幡みら。\n高校では天文部へ入部しようとしたが、今年から「天文部」と「地質研究会」が合併して「地学部」になっていた……！？\n\n地学系女子たちと一緒に、いろんなキラキラを探しに行きませんか？",
    "Aliases": [
        "恋する小惑星[アステロイド]",
        "Koisuru Shouwakusei",
        "Koisuru shō wakusei",
        "Koisuru Asteroid",
        "Koi Suru Asteroid"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "831552",
            "URL": "https://www.thetvdb.com/series/koisuru-asteroid/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7569226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569226",
                    "TitleEnglish": "KiraKira - Episode 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜変光星ミラについて〜",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7569240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569240",
                    "TitleEnglish": "KiraKira - Episode 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜岩石について〜",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7569247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569247",
                    "TitleEnglish": "KiraKira - Episode 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜地質図について〜",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7569261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569261",
                    "TitleEnglish": "KiraKira - Episode 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜望遠鏡を支える架台について〜",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7569270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7569270",
                    "TitleEnglish": "KiraKira - Episode 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜地層について〜",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7572187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572187",
                    "TitleEnglish": "KiraKira - Episode 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜月の満ち欠けについて〜",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7580523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7580523",
                    "TitleEnglish": "KiraKira - Episode 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜流星群について〜",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7572188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572188",
                    "TitleEnglish": "KiraKira - Episode 8",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜地学オリンピックについて〜",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7572189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572189",
                    "TitleEnglish": "KiraKira - Episode 9",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜金星について〜",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7572190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7572190",
                    "TitleEnglish": "KiraKira - Episode 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜環水平アークについて〜",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7581252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581252",
                    "TitleEnglish": "KiraKira - Episode 11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜星のキラキラについて〜",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7581253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581253",
                    "TitleEnglish": "KiraKira - Episode 12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "KiraKira特別号！ 〜高校生の小惑星探査〜",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "7581254",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7581254",
                    "TitleEnglish": "Recap: Sparkle's Special Issue",
                    "SummaryEnglish": "Ao and Mira work together to create a special issue of Sparkle for Sakura and Monroe by reviewing everything the club's done together thus far. Recap of first 6 Episodes or Episode 6.5",
                    "TitleJapanese": "恋する小惑星 6.5話振り返り～ KiraKira特別号！～",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1804980",
            "URL": "https://www.thetvdb.com/series/koisuru-asteroid/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7483691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7483691",
                    "TitleEnglish": "Their Promise",
                    "SummaryEnglish": "Spring. As Kinohata Mira enters high school she suffers a huge shock when she finds that the astronomy club she swore to join was gone. When Mira was a young girl she promised a certain person that they'd discover an asteroid, and that became her dream. Yet starting this year the school's astronomy club and geology club have been merged into the earth sciences club. She quickly joins and in the club room she finds three unique older students as well as...",
                    "TitleJapanese": "二人の約束",
                    "SummaryJapanese": "春。高校に入学した木ノ幡みらは、絶対入ろうと決めていた天文部がなくなっていて大ショック。みらには、幼い頃にある人物と約束した「小惑星を発見する」という夢があったのだ。今年から「天文部」と「地質研」が合併した「地学部」が出来たと聞いてさっそく入部する。部室でみらを待っていたのは個性的な3人の先輩と、そしてもう1人……。"
                },
                "2": {
                    "ID": "7516155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7516155",
                    "TitleEnglish": "The Riverside Milky Way",
                    "SummaryEnglish": "Today the club is hosting a riverside barbeque to welcome in their new students! After enjoying a fun fulled day of rock hunting and star gazing, they decide to work on their activity report, Sparkle. While the others settle on the themes for their articles, Mira faces difficulty writing hers. While she managed to piece something together, her older sister, Misa, tells her she doesn't feel Mira in the writing. So when Ao asks Mira to draw an illustration for her article, Mira...",
                    "TitleJapanese": "河原の天の川",
                    "SummaryJapanese": "今日は河原で新入部員歓迎会のバーベキュー！ 石ころハンティングや星空観察会と盛りだくさんの一日を楽しんだ後は、会報「KiRA KiRA」作り。それぞれがテーマを決める中、なかなか記事が書けないみら。なんとかまとめたものの、姉のみさには「みららしさが感じられない」と言われてしまう。 そんな時、あおから記事の挿絵を頼まれたみらは…。"
                },
                "3": {
                    "ID": "7528954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7528954",
                    "TitleEnglish": "Memories Are Treasures",
                    "SummaryEnglish": "Mira and Ao are forced to take make-up exams, so they hold a study session together at Mira's house where Suzu and Misa join them. After the two manage to pass their exams, they work their first part-time job at Suzuya's Bakery. With their newfound earnings in hand, the two head out on a station-front date, but then they discover Suzu walking along with Ino-sempai. Surprised at the unusual pairing, the two secretly follow after them...",
                    "TitleJapanese": "思い出はたからもの",
                    "SummaryJapanese": "追試になったみらとあおは、みらの家ですず、そしてみらの姉のみさも交えて勉強会。なんとか追試をパスした二人は、すずのパン屋さんで初めてのアルバイトを経験する。初バイト料を手に「駅前デート」に出かけた二人は、並んで歩くイノ先輩とすずを見かける。意外な組み合わせに驚き、二人の後をこっそり追いかけるが…。"
                },
                "4": {
                    "ID": "7531410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7531410",
                    "TitleEnglish": "Exciting! Summer Camp!",
                    "SummaryEnglish": "Summer Camp! The students are going to the Geological Museum, JAXA, and more. Sakura gets unusually excited looked at different minerals and fossils while Ino gets excited watching her. On the other hand, Monroe, Mira, and Ao get excited over rockets and artificial satellites. Mira and Ao try asking different people for information on discovering asteroids, but they aren't able to gather any clues. Though after enjoying a barbeque and some stargazing at the home of Endou-sensei's grandparents, their teacher digs up something...",
                    "TitleJapanese": "わくわく！夏合宿！",
                    "SummaryJapanese": "夏合宿！ 行き先は地質標本館にJAXAなどなど。鉱物や化石を見て、珍しくはしゃぐ桜と、そんな桜に興奮するイノ。一方、モンロー、みら、あおは人工衛星やロケットに盛り上がる。みらとあおは小惑星発見の情報を得ようとあちこち聞いて回るが、手がかりは得られない。宿泊先の遠藤先生の祖父母の家でバーベキューや天体観測を楽しんだ後、遠藤先生が取り出したのは…。"
                },
                "5": {
                    "ID": "7531411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7531411",
                    "TitleEnglish": "Everyone's Summer Break",
                    "SummaryEnglish": "Mira, Ao, and Ino visit the beach at Suzu's suggestion. Then Suzu and Ao compete for the spot of Mira's best friend! The winner is...! On a different day, Mira and Sakura head to a mineral show on their own. Sakura gets very excited seeing all the different stones, but admits that she's having trouble motivating herself to study for her entrance exams. She's still debating what to do without a clear goal for her future. After summer break ends, they begin preparing for the cultural festival...",
                    "TitleJapanese": "それぞれの夏休み",
                    "SummaryJapanese": "すずの提案で海に遊びにやって来たみら、あお、イノ。みらの親友の座を賭けて、すずとあおが勝負！その結果は…。。また別の日、みらは桜と2人で「ミネラルショー」に出かける。桜は様々な石を前に大興奮だったが、「受験勉強に身が入らない」とこぼす。将来への具体的な目標がないことに悩んでいたのだ。夏休みが明け、文化祭の準備が始まって…。"
                },
                "6": {
                    "ID": "7566463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566463",
                    "TitleEnglish": "Hoshizaki Festival!",
                    "SummaryEnglish": "The earth sciences club girls are preparing for their cultural festival. Sakura and Ino, the geology club girls, are conducting a real boring survey on the schoolyard. Meanwhile, Mira, Ao, and Monroe, the astronomy club girls, are working hard to produce a replica of the solar system at Mira's home. Then the day of the festival finally arrives. With Suzu's help the earth sciences club's geocafe is open for business and all the club members are wearing maid outfits.",
                    "TitleJapanese": "星咲祭！",
                    "SummaryJapanese": "文化祭の準備を進める地学部員たち。地質班の桜とイノは校庭で本格的なボーリング調査。\n一方、天文班のみら、あお、モンローはみらの家で太陽系惑星の模型作りに励む。そしていよいよ始まった文化祭。\nすずも協力してくれた地学部のジオカフェがオープンする。お揃いのメイド服に着替えた地学部員たちは……。"
                },
                "7": {
                    "ID": "7566464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566464",
                    "TitleEnglish": "The Starry Sky Is a Time Machine",
                    "SummaryEnglish": "Monroe and Sakura retire, leaving a new earth sciences club run by Mira, Ao, and Ino. In order to build Ino's confidence as their president, they agree to hold a lecture for a children's star-viewing. Mira and others struggle to get the uncooperative children interested in the activity. Later, Ao is absent from school the morning after she watches the Orionid meteor shower. Mira and Ino visit her out of concern, but...",
                    "TitleJapanese": "星空はタイムマシン",
                    "SummaryJapanese": "モンローと桜が引退し、みら、あお、イノの新生地学部がスタート。イノに部長としての自信を持ってもらうために、子供会の天体観望会の講師を引き受ける。\n一筋縄ではいかない子供たちに興味を持ってもらおうと奮闘するみらたち。\nそして、オリオン座流星群を観測した翌朝、あおは学校を欠席する。心配したみらとイノはお見舞いに出かけるが……。"
                },
                "8": {
                    "ID": "7566466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566466",
                    "TitleEnglish": "Winter Diamond",
                    "SummaryEnglish": "Ino decides to challenge herself by participating in the Earth Science Olympiad. It's her first real step forward as their club president. As their second semester comes to an end, the club celebrates Christmas and New Year's together around a warm hot pot followed by star gazing. Yet as they're excitedly looking up at the winter diamond, Ao suddenly begins to cry. She says everything's all right, but...",
                    "TitleJapanese": "冬のダイヤモンド",
                    "SummaryJapanese": "「地学オリンピック」の予選に挑戦するイノ。部長として独り立ちするための第一歩だ。\nそして二学期も終わりが近づき、地学部でクリスマス忘年会が開かれる。鍋で温まった後は恒例の星空観測。\nわいわい言いながら冬のダイヤモンドを見上げていると、突然あおの瞳から涙がこぼれる。 大丈夫と言うあおだったが…。"
                },
                "9": {
                    "ID": "7566467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7566467",
                    "TitleEnglish": "True Feelings",
                    "SummaryEnglish": "Mira and Ao manage to convince their families to let Ao live with Mira so she doesn't have to transfer. With Valentine's Day coming soon Sakura has Suzu teach her how to make her very first homemade chocolates to hand out to everyone in the Earth Sciences Club. However, when Suzu learns that Misa will be going to a University far away...",
                    "TitleJapanese": "本当の気持ち",
                    "SummaryJapanese": "あおが転校せず、みらの家に同居できるようそれぞれの家族を説得するみらとあお。\nバレンタインを控え、桜はすずに教えてもらいながら作った、初めての手作りチョコを地学部のみんなに渡す。\nそしてみさが遠くの大学に行くことを知ったすずは……。"
                },
                "10": {
                    "ID": "7612526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612526",
                    "TitleEnglish": "Rain With Occasional Fortune Telling",
                    "SummaryEnglish": "Nanami and Sakura's little sister, Chikage, joining the Earth Sciences Club. Chikage wants to join the geology group like her sister, but Nanami wants to learn more about meteorology and says the club is lacking. Mira wants the new girls to have lots of fun experiences so after remembering what they did last year, she suggests holding a barbeque to welcome them to the club. However...",
                    "TitleJapanese": "雨ときどき占い",
                    "SummaryJapanese": "地学部に七海と、桜の妹の千景という2人の新入生が入部してきた。\n桜と同じく地質班希望の千景。\n一方、「気象」を学びたいという七海は地学部の活動に物足りなさを感じている様子。\n新入生にも色々な楽しい体験をしてほしいと考えたみらは、昨年を思い出し新歓バーベキューをしようと提案して…。"
                },
                "11": {
                    "ID": "7612527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612527",
                    "TitleEnglish": "Shining Star Challenge!",
                    "SummaryEnglish": "Ao gains permission to join as an observer and the Shining Star Challenge finally begins! The program includes tours of the observatories, and when night arrives they finally begin searching for asteroids with the telescope and the other members of their assigned group, Tomori and Makita. However, as they begin the skies start to grow cloudy...",
                    "TitleJapanese": "きら星チャレンジ！",
                    "SummaryJapanese": "あおも見学者として参加が許され、いよいよきら星チャレンジがスタート！\n天文台の見学などのプログラムが進み、そして夜。同じグループになった友利と蒔田とともに、ついに天文台で小惑星の探索が始まる。ところが、空に雲が広がってきて…。"
                },
                "12": {
                    "ID": "7612528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/koisuru-asteroid/episodes/7612528",
                    "TitleEnglish": "Connected Cosmos",
                    "SummaryEnglish": "The second day of the Shining Star Challenge. There are no clouds in the sky and its the perfect While checking the photograph data they discover what might be an unknown astronomical object. Tensions rise. Knowing this really is their last chance, they take another set of photos. Then Mira and Ao check the images with their group members, Tomori and Makita...",
                    "TitleJapanese": "つながる宇宙",
                    "SummaryJapanese": "きら星チャレンジ2日目。空には雲もなく観測日和だ。\n撮影したデータのチェックを進めると、未知の小惑星らしき天体が見つかる。\n高まる緊張。これが本当にラストチャンスと再度の撮影が行われる。みらとあおが、同じ班の友利と蒔田とともに画像をチェックすると…。"
                }
            }
        }
    }
}