{
    "URL": "https://www.thetvdb.com/series/interspecies-reviewers",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11595706/",
        "https://isyuzoku.com/",
        "https://www.themoviedb.org/tv/96444",
        "https://x.com/isyuzoku"
    ],
    "TitleEnglish": "Interspecies Reviewers",
    "SummaryEnglish": "In our world, the human race constantly debates about several important issues, such as: which girl is the best girl? How good is something as fapping material? Which fetish is the sexiest? Accompany these great warriors as they present us with different girls, different opinions, different boners, and show us that the fantasy world may not be all that different from ours.",
    "Aliases": [
        "Ishuzoku Reviewers"
    ],
    "Modified": "2025-06-15",
    "Seasons": {
        "0": {
            "ID": "832147",
            "URL": "https://www.thetvdb.com/series/interspecies-reviewers/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11195267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/11195267",
                    "TitleEnglish": "『はなぞの光』別世界線Ver.",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "1804975",
            "URL": "https://www.thetvdb.com/series/interspecies-reviewers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7483637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7483637",
                    "TitleEnglish": "A Hot 'n Heavy Debate About Elf and Human MILFS, An Angel Ascends at Meow Meow Paradise, Can't Get Enough of That Sensitive Birdmaid Cloaca!",
                    "SummaryEnglish": "Zel and Stunk settle an age-old question of old age. The adventurers aren't kitten around when they take their new angel buddy to a catgirl brothel. The customers of the Ale 'n Eats learn the bird is the word."
                },
                "3": {
                    "ID": "7534835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7534835",
                    "TitleEnglish": "Gender-Swap Sex Means Less Succu-Girl Choices, and It Kinda Hurts, But You Learn Just What Girls Feel, So You Should Give It a Try!",
                    "SummaryEnglish": "Stunk, Zel, Kanchal, and Crimvael head to the Gender Swap Inn to get in touch with their feminine sides. Zel gets into a sticky situation with a slime girl. Crim goes on safari with a well-endowed hyena girl."
                },
                "5": {
                    "ID": "7553226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553226",
                    "TitleEnglish": "I Wanna Drown in a Cyclops Girl's Pretty Eye, But It's Pretty Hard? Speaking of Hard, Let the Pros Pick Out the Perfect Mushroom Girl for a Slimy, Sticky Good Time!",
                    "SummaryEnglish": "The reviewers receive an anonymous request to review a cyclops brothel, where they discover the main selling point is the size of their succu-girls' eyes. Later, the reviewers go to a myconid brothel, where the hostess gives them each unique mushroom girls to suit their needs, but struggles with choosing one for Crimvael."
                },
                "6": {
                    "ID": "7553228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553228",
                    "TitleEnglish": "You Can Build the Perfect Golem Girl, But Don't Let the Girl You Base Her Off of Find Out. Cum to the Land of Dreams on the Light of the Will o' the Wisps!",
                    "SummaryEnglish": "Deciding to choose whatever species comes through the door, the reviewers wind up going to a golem brothel, where they have to build their desired partner from various parts. They all end up modelling their golems after Meidri, prompting swift punishment from the real Meidri when she finds out. Later, the reviewers go to a will-o'-the-wisp brothel, where the succu-girls are so bright that they all have to share the same room, leading to some very mixed reactions."
                },
                "7": {
                    "ID": "7553229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553229",
                    "TitleEnglish": "The Gang Gets Laid at the Egg-stravagant Egg-Laying Show, Miss Meidri's Deep, Dark Secret Uncovered, and the Succu-Girl Popularity Ranking is Unveiled!",
                    "SummaryEnglish": "As Meidri deals with having to lay eggs, the reviewers go to an establishment where they can watch succu-girls lay eggs and bid on them, which only ends up appealing to a handful of species. Later, Mitsue the human succu-girl announces which succu-girl is the most popular among humans."
                },
                "8": {
                    "ID": "7553230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553230",
                    "TitleEnglish": "Succu-girl Roleplay Will Get You Going All Night, The Angel's Holy Lance is Great at Lancing Holes, The Succubus Tower Lasts Forever, But You (and Your Mayo) Won't!",
                    "SummaryEnglish": "The reviewers visit an establishment centered around roleplay, where Crimvael has trouble handling the subject matter while Kanchal has gripes about the acting. To prepare for a long quest, the gang visit the Succubus Tower, where they can have real succubi take any form they request, but with the catch that they leave their customers completely drained for days on end."
                },
                "9": {
                    "ID": "7553231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553231",
                    "TitleEnglish": "A Deep, Dark Something Lies Between the Living and the Dead, The Darling Angel's Lotion Explosion, and the Uncouth, Unsanctioned Reviewer Rivals Are In Their Scene!",
                    "SummaryEnglish": "While making a delivery to Count Delivel the vampire, Stunk, Zel and Bruise are introduced to an undead brothel, offering everything from zombies to vampires. Back at home, Crimvael visits a magical slime brothel by himself. Later, the gang discover some reviews written by a different group of reviewers, including one of a lesbian joint by a female film director named Bina Banana. Learning of an establishment that got a perfect score by all four reviewers, Stunk and the others begin traveling towards the Magic Metropolis to try it for themselves."
                },
                "10": {
                    "ID": "7553232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553232",
                    "TitleEnglish": "Let Your Eyes Behold the Glory and Mystery of the Brothel with a Perfect Score! Take a Newlywed of a Horny Tutor or a Little Piggie as Your Lover! They'll Squeeze, Squeeze, Squeez It Outta Ya!",
                    "SummaryEnglish": "The reviewers arrive in the Magic Metropolis, where their money allows each of them to spend three days doing whatever they want with a decoy doll based on the Archmage Demia. As the reviewers find the benefits of their experience go beyond just the usual service, the real Demia takes a particular interest in Crimvael's unique properties. After the three days end and the decoys disappear, the reviewers give the Magic Metropolis a perfect score and have centaur porters deliver their reviews across the land. Back home, a mysterious man arrives at the Ale & Eats."
                },
                "11": {
                    "ID": "7553234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553234",
                    "TitleEnglish": "The Frighteningly Faultless Philanthropist Sexually Satisfies Several Succubi, Drunken Fools and Their Money Are, Of Course, Soon Parted, and Mitsue's Room Comes to a Close!",
                    "SummaryEnglish": "An incubus takes offense to the reviewers' negative reviews, taking it upon himself to review these establishments himself and give them all perfect scores, although his bragging is cut short when a vengeful lover stabs him. After an arrangement with the Porter Guild and the rival reviewers pays huge dividends, the gang get drunk and go to a leprechaun establishment for succu-girls on top of more alcohol. Come morning, however, they find they have blown all of their money on the joint and other succu-girls with their reviews being too drunkenly written to make it back, forcing them to take on proper adventure requests to get their fortune back."
                },
                "12": {
                    "ID": "7553235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interspecies-reviewers/episodes/7553235",
                    "TitleEnglish": "Farewell, Beloved Fans of Our Beloved Reviewers... Worry Not; As Long as Succu-Girls Keep On Working Hard, so Too Will Our Reviewers.",
                    "SummaryEnglish": "The end of the year. At the usual liquor store, a group of reviewers immerse themselves in memories while looking at the business cards of the Saku girls who have been dealing with them so far. However, they still had a promise they hadn't fulfilled ..."
                }
            }
        }
    }
}