{
    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office",
    "Genres": [
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11731712/",
        "http://kimikoe.com/kitsutsuki/",
        "https://www.themoviedb.org/tv/94277",
        "https://x.com/kitsutsuki_DO"
    ],
    "TitleEnglish": "Woodpecker Detective's Office",
    "SummaryEnglish": "A ghost was seen on the 12th floor of the Asakusa Juunikai building. A newspaper article featuring the sighting brought together Takuboku Ishikawa, who runs a private detective agency and his assistant Kyosuke Kindaichi to solve the case.",
    "Aliases": [
        "Kitsutsuki Tanteidokoro"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1819684",
            "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7579936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7579936",
                    "TitleEnglish": "A Pleasant Occupation",
                    "SummaryEnglish": "Genius poet Ishikawa Takuboku moves to Tokyo with the help of an upperclassman of his, Kindaichi Kyousuke. Enraptured by both drink and women, Takuboku finds himself perpetually out of money. One day, the two men decide to drop by Asakusa and find themselves primary witnesses to a murder. The victim, Tatsukichi, worked in the home of Oguri, the head clerk to the Arakawa mines. When the murder weapon and a letter of accusation written by Tatsukichi are discovered, Oguri is arrested for the crime, but Takuboku isn't convinced..."
                },
                "2": {
                    "ID": "7687088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7687088",
                    "TitleEnglish": "A Red-light District Woman",
                    "SummaryEnglish": "A prostitute from Hananoya, O-Taki, has been killed. When Takuboku says, \"I saw Kyousuke in O-Taki's room,\" Kyousuke becomes a prime suspect. Meanwhile, based on the fact that Takuboku's romaji diary was left in O-Taki's room, Kyousuke begins to suspect that Takuboku might have done it. Where does the truth really lie?"
                },
                "3": {
                    "ID": "7687089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7687089",
                    "TitleEnglish": "Casual Remarks",
                    "SummaryEnglish": "Kyousuke has been arrested. Hagiwara Sakutarou, Nomura Kodou, and the others gather at the \"milk hall,\" a small cafe serving European beverages and foods, to try to discover the truth of the situation. Each of the literary men unveil their deductions. Natsume Souseki introduces Akutagawa Ryuunosuke who also participates in the puzzle solving, but none of them come up with a deciding theory. As they ponder, a boy named Hirai Tarou steps forward. Hirai tells them that everything started two nights ago..."
                },
                "4": {
                    "ID": "7698263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7698263",
                    "TitleEnglish": "Strange Stories of the High Tower",
                    "SummaryEnglish": "Day after day, the papers are alive with accounts of an apparition at Ryouunkaku. Rokurou, a man who sees to the running of Asakusa, commissions Takuboku to find the truth of the matter. On his way to the scene, Takuboku reunites with an old friend, former newspaper reporter Yamaoka. Takuboku soon sees that Yamaoka is somehow connected to the ghost, but Yamaoka walks away, leaving behind only the words \"throat moon.\" Then, magic lantern projectionist Matsukichi is killed. Two months earlier, Matsukichi had come across a woman who had been sexually assaulted. Takuboku starts looking to see if the two cases might be related."
                },
                "5": {
                    "ID": "7705005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705005",
                    "TitleEnglish": "Accursed Beast",
                    "SummaryEnglish": "Thrilled by a friend's poetry collection, Takuboku begins to lose confidence in himself. Kyousuke tries to cheer him up, but when he finds out that Takuboku was involved in talks of someone buying Oen, the prostitute from the same province as them, he can't conceal his indignation. Meanwhile, at the milk hall, Yoshii, Sakutarou, and Bokusui hold a poetry contest, refereed by Nomura, to see who will confess their feelings to Kiku, the waitress."
                },
                "6": {
                    "ID": "7705009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705009",
                    "TitleEnglish": "Honeysuckle",
                    "SummaryEnglish": "A bizarre incident where popular actor Tachibanaya Orojirou was bitten and killed by the living doll Kinginka has become the talk of the town. Very quickly, a junior member of the same acting troupe as Otojirou, Senjaku, turns himself in to the police and the case is considered solved, but Senjaku's girlfriend is Kiku, who works at the milk hall. She asks Yoshii, who is in love with her, to prove Senjaku's innocence. Takuboku, who is short on money since Kyousuke cut ties with him, jumps into the conversation, and, together, he and Yoshi begin to investigate the incident..."
                },
                "7": {
                    "ID": "7705011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705011",
                    "TitleEnglish": "Gentleman Thief",
                    "SummaryEnglish": "Someone has stolen all the wages for all the employees at a major company. The culprit was apprehended through a discarded cigarette, but as the whereabouts of the missing money is still unknown, a reward is being offered for anyone who finds it. Kyousuke happens upon a coded message that seems to indicate the hiding place. Leaving Takuboku behind since he's still cut ties with him, Kyousuke sets out with young Hirai to decipher the note."
                },
                "8": {
                    "ID": "7705014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705014",
                    "TitleEnglish": "Young Man",
                    "SummaryEnglish": "Takuboku collapsed after coughing up blood. Kayo brings him a client named Tamaki. Takuboku turns down the request once, but fascinated by Tamaki's perspective on life and death, and androgynous charm, he takes the case. Tamaki had a deep connection to the \"bat-man,\" the acrobat, Kagami, but, because of the accident that caused Kagami's death, Tamaki is now being threatened by Kagami's younger brother. Meanwhile, Kyousuke can't restrain his anxiety for Takuboku who is writing poems that smell of death."
                },
                "9": {
                    "ID": "7705017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705017",
                    "TitleEnglish": "Events Fulfilled",
                    "SummaryEnglish": "Takuboku continues to find himself inspired by the way Tamaki finds a reason to live in helping the needy. Kyousuke hears a rumor from Hirai that ghosts appear in the house where the deceased Kagami lived and goes there to investigate with Takuboku where they discover the surprising truth behind the ghosts. Meanwhile, Tamaki's husband Sonobe is dragged out the window by an unknown person. Is it Kagami's younger brother?"
                },
                "10": {
                    "ID": "7705020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705020",
                    "TitleEnglish": "Over Many Mountains and Rivers",
                    "SummaryEnglish": "Having lost Tamaki, Takuboku abandons poetry to write a novel in an attempt to change society. He asks Natsume Souseki to look at it, but receives no praise. Even with Sonobe right in front of him, Takuboku is unable to avenge Tamaki and it sends him into despair. He tricks Kyousuke into giving him money so he can head to the pleasure district to devote himself to debauchery where fellow literary men Yoshii and Sakutarou clash with him. Drowning in hopelessness, mind, body, and heart utterly destroyed, Takuboku is surprised to find Bokusui wandering in his direction. Where does Takuboku decide to go when he hears Bokusui's poem? Meanwhile, Kyousuke..."
                },
                "11": {
                    "ID": "7705022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705022",
                    "TitleEnglish": "The Hour of Demons",
                    "SummaryEnglish": "A series of missing children incidents has occurred among the merchant families in town, but each of the children has returned in a matter of days. And yet, the client's child has been missing for a month. Kyousuke takes on the case in place of Takuboku, who's health is poor, and drags Sakutarou and Kodou into the investigation with him. While they're doing that, the client's child suddenly returns. Is this case closed? Meanwhile, the incidents involving letters of accusation thought to be finished with Tamaki's death start up again. Takuboku sets out to discover the true identity of Accuser X."
                },
                "12": {
                    "ID": "7705026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/woodpecker-detectives-office/episodes/7705026",
                    "TitleEnglish": "Pale Blue Skies",
                    "SummaryEnglish": "With his condition rapidly deteriorating, Takuboku tasks Kyousuke with tailing a suspicious man they saw at the church. Takuboku is certain that a single criminal, Accuser X, is the true culprit behind the string of crimes involving accusatory letters which have exposed various social issues. Who is Accuser X, and what is that person's true objective?"
                }
            }
        }
    }
}