{
    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12065758/",
        "https://teibotv.com",
        "http://www.reddit.com/r/AfterSchoolEmbankment",
        "https://www.themoviedb.org/tv/94631",
        "https://www.themoviedb.org/tv/94631",
        "https://x.com/teibo_bu"
    ],
    "TitleEnglish": "Diary of Our Days at the Breakwater",
    "SummaryEnglish": "Hina Tsurugi and her family have just moved to a quaint seaside town. Hoping to savor the sight of the peaceful ocean, Hina stumbles upon a girl named Yuuki Kuroiwa—an upperclassman at her new school—who invites Hina to join her in fishing. Hina reels in an octopus, which falls onto her; being afraid of bugs and big creatures, she panics and begs Yuuki to remove it from her. Yuuki sees this as an opportunity to force Hina to join the school's Breakwater Club—a club where members gather, catch, and eat various types of marine life as their main activity. Although her attempts to refuse to join fail, Hina slowly begins to discover the hidden joy in fishing. Her view on the sport changes, now looking forward to all the delightful experiences she can take part in alongside her fellow club members.",
    "TitleJapanese": "放課後ていぼう日誌",
    "SummaryJapanese": "都会から田舎に引っ越してきた鶴木陽渚は、生き物が苦手なインドア派。\n手芸部に入って楽しい高校生活を過ごす予定が、散歩中に黒岩悠希と出会ったことがきっかけで謎の「ていぼう部」に入部させられてしまい、釣りをはじめることに…。\n個性的な部員たちに囲まれて、陽渚の高校生活どうなるの！？",
    "Aliases": [
        "Afterschool Embankment Journal"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1802060",
            "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7621157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7621157",
                    "TitleEnglish": "Breakwater Club",
                    "SummaryEnglish": "Hina Tsurugi is starting high school in the countryside. She's excited to join the Handicrafts Club, but she runs into a girl named Yuki by the ocean and before she knew it, she somehow joined something called the Breakwater Club.",
                    "TitleJapanese": "ていぼう部",
                    "SummaryJapanese": "田舎に引っ越してきたばかりの新入生・鶴木陽渚は手芸が好きなインドア派。入学前のある日、海沿いの道を歩いていると、堤防の上でふらふらとしている人影を見かけます。熱中症かと思った陽渚は慌てて駆け寄るのですが、その女性は「釣りをしていた」との事。黒岩と名乗る彼女は、陽渚と同じ高校の先輩だと言うのですが……。"
                },
                "2": {
                    "ID": "7669222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7669222",
                    "TitleEnglish": "Reels and Casting",
                    "SummaryEnglish": "Hina and Natsumi head to the Breakwater Club where Yuki has them participate in a club \"tradition.\" Later on, Hina tries to learn the basics of fishing.",
                    "TitleJapanese": "リールとキャスティング",
                    "SummaryJapanese": "成り行きで入った「ていぼう部」で、釣った魚を自宅に持って帰った陽渚。田舎の生活になじめるか不安だった両親も、その様子を見てひと安心です。陽渚は釣れた時の感触に感動し、おいしい魚が食べられる事もあって、せっかく入った部活を楽しもうと意気込みます。しかし今日は体力測定の日。運動が苦手な陽渚は……。"
                },
                "3": {
                    "ID": "7682432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7682432",
                    "TitleEnglish": "Flatheads",
                    "SummaryEnglish": "The girls in the Breakwater Club head over the Kamegahama to try to fish for some flatheads.",
                    "TitleJapanese": "マゴチ",
                    "SummaryJapanese": "黒岩から「明日はマゴチを釣りに行こう」と伝えられた陽渚は、パソコンを使ってマゴチについて調べてみました。砂地に生息し、砂に擬態して小魚を食べる魚のようです。翌日、砂地のある近くの海水浴場に行くことになりました。しかし重い荷物を担いで徒歩で移動するにはつらい距離です。そこで先輩たちが持ってきたのは……。"
                },
                "4": {
                    "ID": "7683944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7683944",
                    "TitleEnglish": "Eging",
                    "SummaryEnglish": "The girls head to a fishing shop to help Hina find a fishing jacket. Later on, they try to catch some squid by using a fishing jig called \"Egi.\"",
                    "TitleJapanese": "エギング",
                    "SummaryJapanese": "駅で待ち合わせしたていぼう部の4人、今日は電車に乗ってお買い物です。陽渚が帽子やアウトドア系の服を持っていないため、皆で買いに行く事になったのでした。しかし、黒岩が持っているヤッケは陽渚と夏海には可愛くないと不評の様子。お店に着いた陽渚は、さっそく女子高生らしい可愛い服を探すのですが……。"
                },
                "5": {
                    "ID": "7745548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745548",
                    "TitleEnglish": "Clamming and an Advisor",
                    "SummaryEnglish": "The girls go clamming and Hina and Natsumi meet the Breakwater Club's advisor for the first time.",
                    "TitleJapanese": "潮干狩りと顧問",
                    "SummaryJapanese": "陽渚は、イカ墨で汚れたウェアがすっかり綺麗になってご機嫌な様子。そもそもなぜ制服を着て釣りをするのか気になり大野に問いかけると、ていぼう部は昔から学校のジャージか制服で活動する決まりがあるとの事。ダサいジャージで釣りをするくらいなら制服の方がマシだと思っていた陽渚ですが、黒岩に連れて行かれた先は……。"
                },
                "6": {
                    "ID": "7745552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745552",
                    "TitleEnglish": "Li'l Horsies",
                    "SummaryEnglish": "Ms. Kotani stops by again and asks the girls to fish for some li'l horsies so they can have some for dinner. Later on, Hina's mom finds some old fishing gear and Hina attempts to go fishing all alone.",
                    "TitleJapanese": "アジゴ",
                    "SummaryJapanese": "突然「アジゴのから揚げが食べたい！」と部室に現れたのは、顧問の小谷先生。財布がすっからかんでお腹を空かせている様子。下ごしらえが大変だと反対していた黒岩ですが、ふと何かを思いつき、部室では絶対にビールを飲まない事を条件にアジゴ釣りを許可します。準備の為、陽渚と夏海が先生の車に乗って向かった先は……。"
                },
                "7": {
                    "ID": "7745555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745555",
                    "TitleEnglish": "Light Rock Fishing",
                    "SummaryEnglish": "Hina attempts light rock fishing for the first time with the other girls. Later on, Hina goes to Natsumi's house to study for midterms.",
                    "TitleJapanese": "穴釣り",
                    "SummaryJapanese": "祖父の釣り道具の中に面白い形の物があり、気になっていた陽渚。大野に聞いてみると、それは「ブラクリ」と呼ばれる根魚を釣るための仕掛けだとの事。黒岩からもブラクリで釣れる「ガラカブ」という魚の味噌汁が美味しいと聞いた陽渚は、一気にテンションが上がります。皆でブラクリを使った穴釣りをする事になったのですが……。"
                },
                "8": {
                    "ID": "7745557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745557",
                    "TitleEnglish": "Freshwater Prawns",
                    "SummaryEnglish": "Hina and the rest of the Breakwater Club go to the river to fish for some freshwater prawns.",
                    "TitleJapanese": "テナガエビ",
                    "SummaryJapanese": "梅雨、雨が降り続きしばらくていぼう部の活動が出来ていない陽渚と夏海は、釣りがしたくてたまらない様子。今週一度も部室に行っていない為、学校にも部室があれば良いのに。と二人が話していると、突然黒岩が現れて「学校にも部室がある」と言い出します。ちょうど今から向かうと言うので、陽渚たちがついて行くと、そこは……。"
                },
                "9": {
                    "ID": "7745559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745559",
                    "TitleEnglish": "Preparations and Herons",
                    "SummaryEnglish": "The girls in the Breakwater Club learn how to float properly just in case they ever fall into the ocean. Later on, Hina goes to battle with a heron, but then notices it has a fishing line tangled around its leg.",
                    "TitleJapanese": "備えとアオサギ",
                    "SummaryJapanese": "学校での救命講習会に参加した陽渚と夏海。陽渚は人工呼吸の練習が上手く行かず、人を助けられる自信がない、と不安げな様子です。二人が渡り廊下を歩いていると、どんよりとした大野が現れました。今日は部活でも着衣水泳の練習があるため、泳げない大野は気が重い様子。放課後、プールに集合したていぼう部の面々でしたが……。"
                },
                "10": {
                    "ID": "7745561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745561",
                    "TitleEnglish": "No-reel Fishing",
                    "SummaryEnglish": "Hina asks for something new and exciting, so they go fishing for some horsies again, but this time, use bobbers and fishing poles with no reels.",
                    "TitleJapanese": "のべ竿",
                    "SummaryJapanese": "夏真っ盛り、部室の前に集合したていぼう部の面々ですが、黒岩はやる気がない様子。一方、陽渚はせっかく暑い中部室に来たので、何か釣りたいと乗り気です。夏海はルアーでのシーバス釣りを提案しますが、大きいものだと1メートルを超えると聞いて却下する陽渚。そんな中、黒岩はのべ竿でのウキ釣りを提案するのですが……。"
                },
                "11": {
                    "ID": "7745566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745566",
                    "TitleEnglish": "Whiting",
                    "SummaryEnglish": "Hina suddenly becomes assertive and tells the Breakwater Club that she wants to fish for whiting, so they go to Takohigeya to get the proper supplies. But to Hina's dismay, fishing for whiting usually requires real worms.",
                    "TitleJapanese": "キス",
                    "SummaryJapanese": "放課後に、のべ竿でウキ釣りをしていた陽渚と夏海ですが、釣りあげたのはバリと呼ばれる魚。正式にはアイゴという、ヒレに毒がある危険な魚です。黒岩は「バリはうまい」と声をかけるのですが、夏海は磯臭いからとリリースしてしまいます。バリを食べたい黒岩は、美味しく食べられるよう大野に処理をお願いすると……。"
                },
                "12": {
                    "ID": "7745569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/afterschool-embankment-journal/episodes/7745569",
                    "TitleEnglish": "From Now On...",
                    "SummaryEnglish": "Hina is determined to catch some whiting after doing some research online on how to catch them. Later on, Hina teaches Natsumi how to make some felt plushies.",
                    "TitleJapanese": "これから…",
                    "SummaryJapanese": "放課後、夏海が部室へ向かう準備をしていると、陽渚から「先に部室行くね！」とメッセージが届きます。陽渚はずいぶんはりきっている様子で、誰よりも早くキス釣りの準備を終わらせていました。昨日釣れなかった原因を調べてみたところ、「虫エサと疑似餌では決定的な違いがあった」と語る陽渚。その違いとは……。"
                }
            }
        }
    }
}