{
    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11296252/",
        "https://bokuhaka-anime.com/",
        "https://www.themoviedb.org/tv/93822",
        "https://x.com/bokuhaka_anime"
    ],
    "TitleEnglish": "A Destructive God Sits Next to Me",
    "SummaryEnglish": "Koyuki Seri is just trying to have a normal school life, but instead he ends up acting as the straight man to his odd classmate, Hanatori Kabuto. Kabuto is is a delusional high school student, whose fantasies range from believing he is a knight on a journey, to claiming that removing his eyepatch will release a darker alter-ego who he refers to as Michael Offenbarung Dunkelheit. Seri is determined not to let himself get pushed around by Kabuto, but it seems that this will be easier said than done!",
    "TitleJapanese": "ぼくのとなりに暗黒破壊神がいます。",
    "SummaryJapanese": "超ツッコミ気質の高校生・小雪芹は、そんな自分の気質のため、ツッコミ待ちな人間が大嫌い!! そんな彼が目をつけられたのは、外見も言動も空気も存在そのものも、全てがツッコミ待ち要素でできている最強中二高校生・花鳥兜。そんな彼には絶対に突っ込まないと誓う「芹」であったが、やはり突っ込んでしまう。そして彼の周りには、ちょっと変わった面々がどんどんと・・・。笑って笑って時々可愛い。男子高校生コメディが今始まる。",
    "Aliases": [
        "Boku no Tonari ni Ankoku Hakai Kami ga Imasu",
        "Boku no Tonari ni Ankoku Hakai shin ga Imasu",
        "Boku no Tonari ni Ankoku Hakaishin ga Imasu",
        "Bokuhaka",
        "There is a Dark God of Destruction Next to Me"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1802010",
            "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7453621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7453621",
                    "TitleEnglish": "Darlin’ from Hell",
                    "SummaryEnglish": "Koyuki is a normal high school kid with a big problem: he can't stop himself from screaming at his crazy friends. He swears to himself each day that he'll stop, and each day he fails.",
                    "TitleJapanese": "Darlin' from hell",
                    "SummaryJapanese": "Aパート:\nびしょ濡れの愛犬・ケルベロスを抱いて登校してくる自称・暗黒破壊神の花鳥。その姿にツッコみたい衝動に駆られる小雪には「ツッコんだら負け。これは勝負なんだ！」という謎の信念があり、どうにか無心でやり過ごそうとするがー\n/\nBパート:\n期末テスト前、クラスの点数の悪さを憂いた担任により成績別にグループ分けがなされ、最下位のチームは修学旅行の実行委員をさせられることに。小雪と同じグループになった花鳥と月宮は図書室で勉強をはじめるが、ふざけてばかり。果たして、小雪のテストの結果は！"
                },
                "2": {
                    "ID": "7534373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7534373",
                    "TitleEnglish": "Eyes On Me",
                    "SummaryEnglish": "Koyuki tries to escape from his crazy friends by planning \"Commoner's Village\", his favorite video game. But it doesn't work, and his friends follow him into the world of the game!",
                    "TitleJapanese": "Eyes On Me",
                    "SummaryJapanese": "Aパート\n花鳥が小雪を風紀委員の活動に誘うが、花鳥は女子に話しかけられなかったり、ゴリ男に絡まれたり、かなりのヘタレっぷり。そんな花鳥をつい殴ってツッコんでしまった小雪は反省文を書くハメになってしまいー\n\nBパート\n夏休み直前、澄楚琴子と連絡先を交換した小雪。「夏休み中に遊べるかも！」と期待に胸をふくらませるが、待てど連絡は来ない。その上、月宮に連絡先がバレてしまい、徐々に自宅に近づいてくる花鳥と月宮の実況に戦々恐々とする小雪だったがー"
                },
                "3": {
                    "ID": "7534967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7534967",
                    "TitleEnglish": "Death Wish",
                    "SummaryEnglish": "Koyuki's worried about his future. He wants to be a teacher, but he's not sure he can do it.",
                    "TitleJapanese": "death wish",
                    "SummaryJapanese": "Aパート:\n体育祭の準備中、何かと失敗する花鳥のもとにヒリウスと名乗る君屋ひびきが現れる。小雪は「君屋と花鳥なら良い友達になれるのでは？」と思うが、なぜか花鳥は君屋を拒否してしまう。\n\nBパート:\nこれまで何度も花鳥にツッコんでしまい、ツッコミ我慢バトルで全敗を喫している小雪は、体育祭では相手チームにではなく花鳥に勝ちたいと思っていた。体育祭当日、暴走した花鳥や君屋の起こしたアクシデントを目の当たりにした小雪はー"
                },
                "4": {
                    "ID": "7555363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7555363",
                    "TitleEnglish": "Travel Rock",
                    "SummaryEnglish": "The whole class has gone on a field trip to an amusement park! Koyuki wants to go after his love, but his crazy friends are standing in his way.",
                    "TitleJapanese": "Travel Rock",
                    "SummaryJapanese": "Aパート\n修学旅行中に、どうにかして澄楚に謝りたいと思う小雪。月宮を味方につけたものの、ことごとく謝罪チャンスを花鳥によって潰されてしまう。焦る小雪は、なんとか観覧車で澄楚と２人きりになることができたがー\n\nBパート\n観覧車の件で、澄楚には誤解されたまま、花鳥には拗ねられたまま、と散々な小雪。そんな中、花鳥が悪そうな奴らに連れて行かれたと聞いて、様子を見に行ってしまう小雪。すると、花鳥の意外な交友関係が明らかになる。"
                },
                "5": {
                    "ID": "7581697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7581697",
                    "TitleEnglish": "Ghost of My Dream",
                    "SummaryEnglish": "Koyuki was so mad he walked in front of a truck, and now he's dead! Can he come back to life to scream at his friends more?",
                    "TitleJapanese": "Ghost of My Dream",
                    "SummaryJapanese": "A: 月宮から「ケルベロスが家出をしたから探してほしい」と頼まれ、小雪は渋々引き受ける。花鳥に似たものに飛びつく習性のあるケルベロスは、走行中のトラックの前に飛び出してしまい、それを助けようと道路に飛び出た小雪は衝撃から幽体離脱してしまう。B: 澄楚への誕生日プレゼントのため、ファミリーレストランでアルバイトを始めた小雪。そこに花鳥と月宮が客としてやってくる。小雪は、焦ってバレないように変装するのだがー"
                },
                "6": {
                    "ID": "7589440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7589440",
                    "TitleEnglish": "Brilliant Destiny",
                    "SummaryEnglish": "A new friend has come, and he's just as nuts as the rest! This one's a samurai who wants Koyuki to punish him!",
                    "TitleJapanese": "Brilliant Destiny",
                    "SummaryJapanese": "A: おかしな転校生、最上君影は小雪の小学校の時の友人だった。が、なぜか小雪を巡って対立する花鳥と君影。小雪は君影との旧交を温めかけたが、君影の様子がどこかおかしい。「罰をくれ」と迫る彼はドＭの変態に育っていてー \nB: 文化祭の演目が決まらないという心労を抱えながら、小雪は君影に小学校時代の恥ずかしい話を暴露されたり、月宮に「Chopin」の読み間違えの件でいじられたりし、摩耗していく。限界に達した小雪は「僕、もう休みます」の一言と共に教室を出ていく。久しぶりに小雪が学校へと向かうと、花鳥の様子がおかしくなっておりー"
                },
                "7": {
                    "ID": "7589441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7589441",
                    "TitleEnglish": "Blurry Eyes",
                    "SummaryEnglish": "It's time for the school festival! Can Koyuki stop screaming long enough to win first place for his class?",
                    "TitleJapanese": "Blurry Eyes",
                    "SummaryJapanese": "A; 文化祭当日、売上１位を取ったクラスには打ち上げ代が支給されると聞き、やる気を出す月宮たち。人気クラスに偵察に行くと、そこには君影の妹・鈴蘭が占いの館をやっていた。 \nB: 見事、文化祭売上１位を取った小雪のクラスはお祝いでカラオケボックスへ。だが、そこにはなぜか鈴蘭の姿が。どうしても月宮と話したい鈴蘭は、小雪を連れて抜け出そうとするが、その際に小雪とのカラオケを楽しみにしていた花鳥を「本当は小雪に嫌われている・迷惑がられているのがわからないの！」と罵倒してしまいー"
                },
                "8": {
                    "ID": "7589442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7589442",
                    "TitleEnglish": "Sweet Heart Memory",
                    "SummaryEnglish": "Miguel's power grows stronger by the day, as Koyuki falls further and further behind on his studies.",
                    "TitleJapanese": "SWEET HEART MEMORY",
                    "SummaryJapanese": "志望大学判定で全滅した小雪は、いよいよ花鳥たちを無視することに決める。\nだが月宮の策略により花鳥、君影、月宮と共に、小雪も生徒会に立候補する羽目に。選挙演説の最中、案の定やらかしてしまう花鳥。小雪渾身のツッコミが決まったせいで、花鳥はその場で倒れ、意識を失ってしまう。\n目覚めた花鳥は記憶喪失になり、性格も豹変。まともな感覚を持つメガネキャラになった花鳥に調子が狂う面々。だが、どうしても眼帯を外すことができない花鳥を見て、小雪は少し思うところがありー"
                },
                "9": {
                    "ID": "7622578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7622578",
                    "TitleEnglish": "So Merry Christmas",
                    "SummaryEnglish": "It's time for a field trip to the local day care! Will the kids like Hanadori's wacky ways?",
                    "TitleJapanese": "So Merry Christmas",
                    "SummaryJapanese": "A: 保育実習当日、花鳥は生徒会選挙で負けたことを根に持ち、当選した月宮を妬み、拗ねていた。そんな中、小雪は保育園の先生から子ども用のバースデーケーキのデコレーションを頼まれる。\nB: 三刀矢高校で行われるクリスマス会。小雪は澄楚にプレゼントを渡したいと思っていたが、当日会場に向かう途中に様々なアクシデントに出くわしてしまい、服もドロドロになった上、クリスマス交換用・澄楚用のどちらのプレゼントをなくしてしまう。"
                },
                "10": {
                    "ID": "7622658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7622658",
                    "TitleEnglish": "Happy Happy Greeting",
                    "SummaryEnglish": "New Years is here, and everybody's ready for a whole new year of insanity!",
                    "TitleJapanese": "Happy Happy Greeting",
                    "SummaryJapanese": "A: 新年早々、澄楚から届いた年賀状でテンションの上がった小雪は初詣に向かう。\nそこで、花鳥と月宮に遭遇し、みんなでおみくじを引くことになる。が、甘酒で酔っ払った花鳥が神社の息子・ゴリ男にとっ捕まえられ、小雪はとばっちりを受ける。\nB: 成績不振から進級できるか不安の小雪だが、月宮から「最近、花鳥の様子がおかしい」と言われ、原因解明に奔走するハメに。小雪は公園で１人涙する花鳥を見つけてしまい「もしや、本当に何かよくないことが起きているのかも」そう思った小雪が花鳥に声をかけるがー"
                },
                "11": {
                    "ID": "7622659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7622659",
                    "TitleEnglish": "In the Future",
                    "SummaryEnglish": "Koyuki is down in the dumps because he isn't getting any taller as he grows older. Can the others cheer him up?",
                    "TitleJapanese": "In the future",
                    "SummaryJapanese": "A: 澄楚に１年生のイケメンが急接近しているとの噂を耳にし、焦る小雪だが本人に直接確認することはできない。そんな小雪をファーストフード店で花鳥たちが慰めていると、琴子とイケメン・はつゆきが入店してくる。\nB: 月宮を面接官に見立て、小雪、花鳥、君影たちが大学入試の面接の練習中。が、どの質問もなぜか花鳥や君影のほうが上手く返せてしまう。徐々に不安定になっていく小雪の不安が頂点に達しー"
                },
                "12": {
                    "ID": "7622660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-destructive-god-sits-next-to-me/episodes/7622660",
                    "TitleEnglish": "Secret Room",
                    "SummaryEnglish": "High school is almost over! Will Koyuki be free of everyone, or will they follow him to college?",
                    "TitleJapanese": "secret room",
                    "SummaryJapanese": "A: 雪の日。朝から花鳥も月宮も君影も、みんな小雪への態度がおかしい。「なぜだ？」とトイレで小雪が思い悩んでいると、ドアの向こうから「小雪の誕生日を祝うサプライズ」の相談が聞こえてくる。嬉しく思う小雪だが、聞かなかったフリをしなければならずー\nB: 月宮の発案でなぜかルームシェア前提の一軒家を内見することになる小雪たち。散々はしゃいでいた花鳥だったが、突然泣き出してしまう。「もしや、本当に花鳥はどこかに行ってしまうのでは？」と思った小雪は、なぜか心配になってしまいー"
                }
            }
        }
    }
}