{
    "URL": "https://www.thetvdb.com/series/arte-2020",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "History",
        "Romance"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/FD95-1E96-9F6A-CA15-A416-F",
        "https://www.imdb.com/title/tt11754514/",
        "https://www.instagram.com/arte.animation",
        "http://arte-anime.com/",
        "https://www.tvmaze.com/shows/46852/show-slug",
        "https://www.themoviedb.org/tv/95697",
        "https://www.wikidata.org/wiki/Q90084269",
        "https://x.com/arte_animation"
    ],
    "TitleEnglish": "Arte",
    "SummaryEnglish": "In the 16th century, Arte, a delightful young lady from an aristocratic family, dreams of being an artist and contributing to the renewal of civilization. However, with her father's death, she ends up losing the only person who believed in her passion for art. Now she is expected to marry a nobleman and live as a refined housewife without disgracing her family name. Reluctant to accept her fate, the headstrong Arte steps into the streets in search of a master artisan to take her on as an apprentice. But no one believes that women are capable of fine craftsmanship, so none are willing to accept her. Luckily, a renowned artisan by the name of Leo is persuaded to take her as his disciple since he has none anyway. And thus, Arte's new life begins, far from the comfort of her noble upbringing. As an apprentice, she must earn her keep while tackling various challenges along the difficult path to becoming a full-fledged, master artisan.",
    "TitleJapanese": "アルテ",
    "SummaryJapanese": "舞台は16世紀初頭イタリア・フィレンツェ。\n絵画や彫刻などの芸術が盛んなルネサンス発祥の地。\nそんな活気ある華やかなる時代に、貴族の娘として生まれたアルテは、物心ついた頃から絵を描くことに夢中となった。\nしかし女性がひとりで生きていくことに理解がない時代、好きなことをまともにすることも許されなかった。\n結婚してまともな生活をしてほしいと願う母親に反発し、アルテは画家になるべく工房への弟子入りを志願する。\n同じ後悔なら自分の望むことをして後悔したい―\n時代の流れに抗って、画家になる道を選んだ少女・アルテの物語が始まる。",
    "Aliases": [],
    "Modified": "2025-07-28",
    "Seasons": {
        "1": {
            "Episodes": {}
        }
    }
}