{
    "URL": "https://www.thetvdb.com/series/arte-2020",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "History",
        "Romance"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/FD95-1E96-9F6A-CA15-A416-F",
        "https://www.imdb.com/title/tt11754514/",
        "https://www.instagram.com/arte.animation",
        "http://arte-anime.com/",
        "https://www.tvmaze.com/shows/46852/show-slug",
        "https://www.themoviedb.org/tv/95697",
        "https://www.wikidata.org/wiki/Q90084269",
        "https://x.com/arte_animation"
    ],
    "TitleEnglish": "Arte",
    "SummaryEnglish": "In the 16th century, Arte, a delightful young lady from an aristocratic family, dreams of being an artist and contributing to the renewal of civilization. However, with her father's death, she ends up losing the only person who believed in her passion for art. Now she is expected to marry a nobleman and live as a refined housewife without disgracing her family name. Reluctant to accept her fate, the headstrong Arte steps into the streets in search of a master artisan to take her on as an apprentice. But no one believes that women are capable of fine craftsmanship, so none are willing to accept her. Luckily, a renowned artisan by the name of Leo is persuaded to take her as his disciple since he has none anyway. And thus, Arte's new life begins, far from the comfort of her noble upbringing. As an apprentice, she must earn her keep while tackling various challenges along the difficult path to becoming a full-fledged, master artisan.",
    "TitleJapanese": "アルテ",
    "SummaryJapanese": "舞台は16世紀初頭イタリア・フィレンツェ。\n絵画や彫刻などの芸術が盛んなルネサンス発祥の地。\nそんな活気ある華やかなる時代に、貴族の娘として生まれたアルテは、物心ついた頃から絵を描くことに夢中となった。\nしかし女性がひとりで生きていくことに理解がない時代、好きなことをまともにすることも許されなかった。\n結婚してまともな生活をしてほしいと願う母親に反発し、アルテは画家になるべく工房への弟子入りを志願する。\n同じ後悔なら自分の望むことをして後悔したい―\n時代の流れに抗って、画家になる道を選んだ少女・アルテの物語が始まる。",
    "Aliases": [],
    "Modified": "2025-07-28",
    "Seasons": {
        "1": {
            "ID": "1802855",
            "URL": "https://www.thetvdb.com/series/arte-2020/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7461286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7461286",
                    "TitleEnglish": "I Want to Be an Apprentice",
                    "SummaryEnglish": "Arte is born into a noble family, but she would rather work for a living as an artisan than be married off to another noble.",
                    "TitleJapanese": "弟子入り志願",
                    "SummaryJapanese": "フィレンツェの貴族の家に生まれたアルテは子どもの頃から絵を描くことに夢中だった。母親の反対を押し切って、画家になるために家を飛び出した。画家工房への弟子入りを決意し工房を回るが、女というだけで絵を見てもらうことすらできない。\nそんな中、唯一自分の絵を見てくれたレオに出会う。レオはアルテに弟子入りを認めるための課題を出す。"
                },
                "2": {
                    "ID": "7668597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7668597",
                    "TitleEnglish": "A New Life",
                    "SummaryEnglish": "Arte starts her life as an apprentice by fixing up her shed and meets an apprentice named Angelo when she goes to the marketplace to buy materials.",
                    "TitleJapanese": "新生活",
                    "SummaryJapanese": "レオの工房に弟子入りをしたアルテは、小屋の修繕を命じられる。市場で木材を手に入れる途中で、別の工房で働く徒弟のアンジェロと出会う。姉妹がいて女性に優しく世話好きなアンジェロは手伝いを申し出るが、アルテはその申し出を断ってしまう。なぜ断られてしまったのか分からないアンジェロは普段接している女性とは違うアルテに興味を持つ。"
                },
                "3": {
                    "ID": "7682276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7682276",
                    "TitleEnglish": "First Job",
                    "SummaryEnglish": "During Carnival, Leo takes Arte out, but it's not to join the festivities... Then, she helps with a job for a client for the first time.",
                    "TitleJapanese": "初仕事",
                    "SummaryJapanese": "レオの工房に弟子入りして半年。見習い仕事に勤しんでいたアルテは、ある日板絵の背景の一部を描く仕事を命じられる。工房入りして初めて絵を描く仕事を与えられ張り切るアルテだったが、レオからは何度も描き直しを命じられてしまう。アルテは自分が担当する箇所以外が完成していく板絵を前にレオの邪魔にしかなっていないと焦ってしまう…"
                },
                "4": {
                    "ID": "7694919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7694919",
                    "TitleEnglish": "Courtesan",
                    "SummaryEnglish": "Arte accompanies Leo to his courtesan patron's house and learns about what it takes for a woman to live by her own means.",
                    "TitleJapanese": "コルティジャーナ",
                    "SummaryJapanese": "アルテはレオと工房のお得意様であるコルティジャーナ（高級娼婦）のヴェロニカの元を訪れる。ヴェロニカは娼婦である自分に尊敬の眼差しを向けるアルテのことを気に入り、彼女に肖像画の依頼を出す。知れば知るほどますますヴェロニカのことが好きになるアルテだったが、ヴェロニカの娼婦としての駆け引きを目のあたりにして、彼女に反発心を抱いてしまう…"
                },
                "5": {
                    "ID": "7708581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7708581",
                    "TitleEnglish": "Inescapable Bond",
                    "SummaryEnglish": "Arte practices negotiating with a difficult customer and ends up learning more about Leo's past.",
                    "TitleJapanese": "腐れ縁",
                    "SummaryJapanese": "レオの工房に街の大商人であるウベルティーノが訪れる。レオとは昔馴染みの腐れ縁の関係だという。そんなウベルティーノから仕事の依頼があったが、そのままでは受けることが到底できない無茶な注文だった。 交渉をめんどくさがっているレオを見たアルテは代理でウベルティーノとの交渉を自ら買って出る。意気揚々とウベルティーノの元を訪れるアルテだったが・・・"
                },
                "6": {
                    "ID": "7711864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711864",
                    "TitleEnglish": "Trade Guild",
                    "SummaryEnglish": "Apprentices from other workshops take issue with the fact that Arte is a girl, so she has to prove herself through her work.",
                    "TitleJapanese": "同業組合",
                    "SummaryJapanese": "アルテが女性でありながら工房に弟子入りしていることが同業組合から物言いが入る。画家修業を続けるためには、宮殿の大広間の装飾画の手伝いの仕事を受けなければならなくなった。そして今回の仕事ぶり次第ではアルテは工房をやめないといけない。 アンジェロたちほかの工房の徒弟や親方たちも参加する中で、果たしてアルテは無事工房に残ることができるのか・・・"
                },
                "7": {
                    "ID": "7711866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711866",
                    "TitleEnglish": "The Venetian Noble",
                    "SummaryEnglish": "A noble from Venice visits Leo's workshop with an offer of work for Arte, but it would mean she would have to leave Florence and Leo.",
                    "TitleJapanese": "ヴェネツィアの貴族",
                    "SummaryJapanese": "ヴェネツィアからやってきた有名貴族のユーリ・ファリエルは、大広間の天井に描かれたアルテの落書きを見て彼女に興味を持つ。そしてアルテにヴェネツィアでの姪のカタリーナの家庭教師を依頼する。\nそんな中、レオの旧友であるルザンナが彼の元を訪れる。ルザンナが一人でフィレンツェに来た理由とはいったい・・・。そしてアルテのユーリの申し出に対する答えとは？"
                },
                "8": {
                    "ID": "7711867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711867",
                    "TitleEnglish": "A New Chapter",
                    "SummaryEnglish": "Arte sets off for Venice with Yuri, but what Leo says at their parting makes her feel uneasy about her decision to leave Florence.",
                    "TitleJapanese": "新天地",
                    "SummaryJapanese": "ヴェネツィア行きを決めたアルテは出発の準備をする。ヴェロニカやアンジェロ、ダーチャたち仲間から見送られる中、レオからの言葉で自分がフィレンツェに戻ってくる必要がないのかと不安になる。\nそんな不安を抱えたままアルテはユーリとともに船でヴェネツィアを目指す。"
                },
                "9": {
                    "ID": "7711868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711868",
                    "TitleEnglish": "Naughty Child",
                    "SummaryEnglish": "Arte starts her lessons with Katarina, but she needs to get Katarina to open up to her before she can do her job.",
                    "TitleJapanese": "悪童",
                    "SummaryJapanese": "ユーリの姪であるカタリーナの家庭教師をするため、ヴェネツィアにやってきたアルテ。ユーリやカタリーナの母親であるソフィアたちからの期待に応えるためにカタリーナと向き合おうとするアルテだったが、カタリーナはいっこうに真面目に授業を受けようとしない。\nカタリーナがきちんとした振る舞いをしない理由とはいったい・・・。"
                },
                "10": {
                    "ID": "7711869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711869",
                    "TitleEnglish": "Katarina's Dinner",
                    "SummaryEnglish": "Katarina invites Arte to the dinner she prepares at Yuri's, and Yuri tells Arte more about Katarina's past.",
                    "TitleJapanese": "カタリーナの晩餐",
                    "SummaryJapanese": "アルテはカタリーナから晩餐の招待を受ける。ユーリの家の厨房で料理を楽しそうに作っている姿を見て、アルテはカタリーナの意外な一面を知ることとなる。\nそしてカタリーナが自らの過去を語り、彼女がきちんとした振る舞いをしない理由を知ったアルテ。すべてはカタリーナの幸せのため。悩んだ末に出したアルテの行動とはいったい・・・"
                },
                "11": {
                    "ID": "7711870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711870",
                    "TitleEnglish": "The Faliers' Portrait Painter",
                    "SummaryEnglish": "An encounter at a local Venetian workshop leads Arte to work harder than ever as she finished up the Faliers' portraits.",
                    "TitleJapanese": "ファリエル家の肖像画家",
                    "SummaryJapanese": "アルテはカタリーナたちを連れて工房の見学にやってきた。「女性で貴族出身で教養もあるのは羨ましい」と工房の徒弟から言われた何気ない一言にアルテは戸惑ってしまう。\n工房見学の一件以降、アルテは朝から晩まで一日中がむしゃらに絵の勉強を続ける。そんな中、アルテは無理がたたって倒れてしまう。"
                },
                "12": {
                    "ID": "7711872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arte-2020/episodes/7711872",
                    "TitleEnglish": "Apprentice",
                    "SummaryEnglish": "Arte finishes the Falier portraits and returns to Florence, reuniting with her friends and family there.",
                    "TitleJapanese": "弟子",
                    "SummaryJapanese": "ユーリからヴェネツィアに残ることをお願いされ悩むアルテだったが、フィレンツェに戻ることを決意する。\nそのころフィレンツェでは、レオがウベルティーノから教会の天井画の仕事を受ける。復活祭までに仕上げないといけない時間のない中で、レオにアクシデントが⁉"
                }
            }
        }
    }
}