{
    "URL": "https://www.thetvdb.com/series/6hp",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://poncotan.jp/works/6hp/"
    ],
    "TitleEnglish": "6HP - Six Hearts Princess",
    "SummaryEnglish": "Haruka Hanito is a second year high school student attending Hinomori Gakuen. He belongs to the drama club and wrote the script for the stage to be presented at the school festival. A monster called a sinful beast appears in the city of the forest at night where Haruka lives and attacks people and the city. However, there was a Heart Princess in Yonomori City who fights against the beast of sin.",
    "TitleJapanese": "6HP",
    "SummaryJapanese": "羽人はるかは日ノ森学園に通う高校2年生です。彼は演劇部に所属し、学園祭で発表する予定の舞台の脚本を書いた。遥が住む夜の森の街に、罪深い獣と呼ばれる怪物が現れ、人々と街を襲う。しかし、よのもり市には罪の獣と戦うハートプリンセスがいた。",
    "Aliases": [
        "シックスハートプリンセス"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1801594",
            "URL": "https://www.thetvdb.com/series/6hp/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8580664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/6hp/episodes/8580664",
                    "TitleEnglish": "Episode 1 Full CG Alternate Story",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 1 Full CG Alternate Story",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7465946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/6hp/episodes/7465946",
                    "TitleEnglish": "Episode 1 Completed Version",
                    "SummaryEnglish": "Haruka Hani is a silly, ditzy second-year Hinomori Academy junior high school student who longs to be a princess. When mysterious 'sin-beasts' attack the city, legendary war princesses called Heart Princesses protect it. Haruka and her friend go to scout out a location for the musical when suddenly the Zaiju Aprestia appears in front of them. \"Benevolence is the maiden's way! The pink peony of love, Pink Princess!\"",
                    "TitleJapanese": "然れども天地の御真名",
                    "SummaryJapanese": "黄昏れゆく世界に、ひっそりと残されている「陽ノ杜（ひのもり）市」。\n謎の怪物「罪獣（ざいじゅう）」の襲来が街を騒がせる中、突如として現れた伝説の戦姫巫（いくさひめみこ）「ハートプリンセス」の活躍で、人々の平和な暮らしは辛うじて守られていた。\n\n陽ノ杜学園中等部２年の“羽仁はるか”は、ちょっとおバカで夢見がちな女の子。\nプリンセスに憧れる“はるかだが、ふと頭に降りてきたイメージを仲良しの“悌上たまき”に話すうち、秋の文化祭でミュージカルを上演しようと意気投合する。\n\nその晩、“はるか”の元に「月猫族」を名乗る“仁ちゃん”が現れる。\n「君には、仁の心があるとお見受けした。どうだい、ハートプリンセスになってくれるかい？」\n「……プリンセス？　喜んで!!」\n\nミュージカルのロケハンに出かけた“はるか”達の前に、さっそく強欲の罪獣・アプレースティアが襲いかかる。\n初めての変身チャンスに、高揚する“はるか”。\n「仁に生きなきゃ、乙女が廃る！　愛の桃色牡丹、ピンクプリンセス！」\n\nその時、はぐれていた“たまき”の悲鳴が響く。\n「たまきちゃん!!」"
                }
            }
        },
        "1": {
            "ID": "1801595",
            "URL": "https://www.thetvdb.com/series/6hp/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {}
        }
    }
}