{
    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10954084/",
        "https://sakura-taisen-theanimation.com/",
        "https://www.themoviedb.org/tv/96371",
        "https://x.com/Sakura_Taisen"
    ],
    "TitleEnglish": "Sakura Wars: The Animation",
    "SummaryEnglish": "In 1930, the Great Demon War results in the annihilation of the Imperial, Paris and New York Combat Revues' Flower Divisions. With Earth at peace and the revues' actions becoming public, the World Combat Revue Organization is formed with several international divisions; a biennial international Combat Revue tournament has been organized. Ten years later in 1940, Imperial Japanese Navy captain Seijuurou Kamiyama is assigned as the captain of the new Imperial Combat Revue's Flower Division in Tokyo, which consists of: Sakura Amamiya, a swordswoman and new recruit; Hatsuho Shinonome, a shrine maiden and the most popular actress; Anastasia Palma, a newly-transferred Greek actress; Azami Mochizuki, a ninja prodigy from the Mochizuki clan; and Clarissa \"Clarise\" Snowflake, a Luxembourgian noblewoman. The division once again faces a new demon invasion and participates in the upcoming tournament—while trying to keep their home at the Imperial Theater open.",
    "TitleJapanese": "新サクラ大戦",
    "SummaryJapanese": "『新サクラ大戦 the Animation』は、PlayStation®4用ソフトウェア『新サクラ大戦』のアニメ化作品です。\n本作の主人公は「帝国華撃団・花組」の隊員である天宮さくら（声：佐倉綾音）。天宮さくらを中心にした『新サクラ大戦』の新たな物語が描かれます。",
    "Aliases": [
        "新サクラ大戦 the Animation"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1801589",
            "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7614729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7614729",
                    "TitleEnglish": "The Curtain Rises! The New Combat Revue",
                    "SummaryEnglish": "The Imperial Revue puts on a brand new play as new villains lurk in the shadows.",
                    "TitleJapanese": "堂々開幕！新生華撃団",
                    "SummaryJapanese": "太正三十年―多くの客で賑わう大帝国劇場。帝国歌劇団の新作公演初日。楽屋には隊長代理としての初めての舞台を迎える天宮さくら、そして、東雲初穂、望月あざみ、アナスタシア・パルマ、クラリスの新生花組の4人の姿が。\nそこに神山誠十郎が帰国。その後ろには見知らぬ一人の少女の姿が…"
                },
                "2": {
                    "ID": "7673427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7673427",
                    "TitleEnglish": "Identity Unknown! A Mysterious Foe Appears",
                    "SummaryEnglish": "As Klara settles into life at the revue, a dashing figure named \"White Cape\" makes a furor in Tokyo.",
                    "TitleJapanese": "正体不明！謎の怪人現る",
                    "SummaryJapanese": "神山から託されたクラーラを家族として迎える決意をしたさくら。一方、街では神出鬼没の怪人・白マントの話題で持ちきりになっていた。さくらはクラーラを連れて花組メンバーの紹介や大帝国劇場を案内することに。"
                },
                "3": {
                    "ID": "7693331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7693331",
                    "TitleEnglish": "Tokyo Trembles! The New Moscow Combat Revue!",
                    "SummaryEnglish": "The Moscow Combat Revue is alive and well, and they want Klara back. But Sakura isn't ready to hand her over without a fight!",
                    "TitleJapanese": "帝都激震！新生莫斯科華撃団",
                    "SummaryJapanese": "突如現れた莫斯科華撃団所属の空中移動要塞『セバストーポリ』。その巨大な要塞から一人の男が、謎の鉄仮面集団を引き連れて大帝国劇場に降りて来た。男は莫斯科華撃団隊長ヴァレリー・カミンスキーと名乗り、さくらに一本の赤い薔薇を差し出す。"
                },
                "4": {
                    "ID": "7708120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7708120",
                    "TitleEnglish": "Friendship in Full Bloom! Thousand Year Cherry Blossoms!",
                    "SummaryEnglish": "Hatsuho runs back home after embarrassing herself in the last battle. Sakura follows her and helps her with the upcoming shrine festival.",
                    "TitleJapanese": "友情満開！千年桜",
                    "SummaryJapanese": "さくらは東雲初穂の様子が気になり部屋を訪れるが、扉には「実家に帰る」との張り紙が。花組一同が心配するが「お祭りの手伝いで帰ったのでは」と話し、さくらも手伝いに行くことにした。一緒に行きたいと言うクラーラと共に、さくらは初穂の実家である東雲神社に向かう。"
                },
                "5": {
                    "ID": "7716285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7716285",
                    "TitleEnglish": "The Goofball Detective Combo! Find Klara's Secret!",
                    "SummaryEnglish": "Claris and Azami go undercover to find out Klara's secret. What is she hiding from the rest of the Revue?",
                    "TitleJapanese": "凸凹探偵！クラーラの秘密を探れ",
                    "SummaryJapanese": "東雲神社での一件を目の当たりにした望月あざみは、莫斯科華撃団を壊滅させたのはクラーラではないかという疑惑を持ち調査を始める。それを聞いたクラリスは、いい脚本のネタになるかもしれないとその調査に参加。さらに、たまたま通りがかった司馬もそこに加わり、ドタバタ探偵劇が始まる。"
                },
                "6": {
                    "ID": "7729796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7729796",
                    "TitleEnglish": "Strange and Bizarre! The True Identity of Black Cape!",
                    "SummaryEnglish": "Klara visits an orphanage on the outskirts of town, where the sinister Black Cape waits to strike.",
                    "TitleJapanese": "奇々怪々！黒マントの正体",
                    "SummaryJapanese": "さくらの剣の師匠・村雨白秋が突然大帝国劇場に訪れる。白秋はクラーラとは初対面のはずだが、街で耳にする「莫斯科からの期待の新人現る」という噂ですでにクラーラのことを知っていた。白秋はさくらとクラーラを自分が面倒を見ている孤児院へと誘う。"
                },
                "7": {
                    "ID": "7742429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7742429",
                    "TitleEnglish": "Stealth Mission! Tail the Date!",
                    "SummaryEnglish": "Seijuro takes Sakura on an outing to thank for her work as acting captain. But the rest of the Revue won't take their \"date\" lying down!",
                    "TitleJapanese": "隠密作戦！デートを追え",
                    "SummaryJapanese": "欧州任務から帰国した神山をもてなすため、手料理を用意するさくらと花組の隊員たち。その夜神山は、隊長代理であるさくらをねぎらうため「明日２人で花やしきに遊びにいこう」と約束をする。しかし、神山とさくらの抜け駆けを許さない怪しげな影が…！"
                },
                "8": {
                    "ID": "7754293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7754293",
                    "TitleEnglish": "No End to the Chaos! The Combat Revue Challenge!",
                    "SummaryEnglish": "The Moscow Combat Revue challenges the Flower Division for the rights to Klara in a combat competition! There's dancing, bread-eating, and more!",
                    "TitleJapanese": "波乱万丈！華撃団大戦",
                    "SummaryJapanese": "「勝ったほうがクラーラを引き取る」カミンスキーの挑戦を受け、帝国華撃団と莫斯科華撃団による模擬戦闘が幕を開けた。クラーラを守るべく果敢に戦うさくらたち花組。勝敗の行方は！？"
                },
                "9": {
                    "ID": "7756476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7756476",
                    "TitleEnglish": "Unbelievable! The Truth About Klara!",
                    "SummaryEnglish": "The Flower Division seeks out Klara as the truth about the Moscow Combat Revue's ambitions is revealed.",
                    "TitleJapanese": "驚天動地！クラーラの真実",
                    "SummaryJapanese": "さくらたち花組はクラーラがレイラの妹であること、そして降魔の力を持つことに動揺を隠せないでいた。行方不明のクラーラ、そして姿を隠した莫斯科華撃団……花組に不安な思いが満ちる中、欧州の神山から通信が入る。"
                },
                "10": {
                    "ID": "7776444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7776444",
                    "TitleEnglish": "The Destruction of Tokyo? The Rage of Tunguska!",
                    "SummaryEnglish": "Kaminski lays out his diabolic plan as he demands the world's nations surrender. Can they save Klara in time?",
                    "TitleJapanese": "帝都壊滅？ツングースカの怒り",
                    "SummaryJapanese": "空中要塞セバスト―ポリの再来で混乱を極める帝都。その強力な一撃を受けたさくらの機体は修復不能となり、さくらは戦う力を失ってしまう。一方その頃クラーラは、見覚えのある部屋で目を覚ました。"
                },
                "11": {
                    "ID": "7790331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7790331",
                    "TitleEnglish": "A Fantastic, Tragic Love! Leyla's Heart!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悲恋幻想！レイラの想い",
                    "SummaryJapanese": "クラーラを救う決意で「桜武」を起動させたさくらは、セバストーポリ内を突き進み、遂にカミンスキーの待つ中心部にたどり着く。花組、レイラ、白秋、そしてその奥には謎の装置に入れられたクラーラ。すべての役者が揃い、最後の決戦が始まる。"
                },
                "12": {
                    "ID": "7800225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-wars-the-animation/episodes/7800225",
                    "TitleEnglish": "The Grand Finale! Hope for Tomorrow!",
                    "SummaryEnglish": "The Combat Revues rally together to stop Kaminski from destroying Tokyo.",
                    "TitleJapanese": "最終話",
                    "SummaryJapanese": "怒りに我を忘れ降魔の力が暴走するクラーラ。その暴走を止めるため、小さな「家族」を守るためにさくらは命をかける。カミンスキーの野望を砕き、帝都の未来と平和を守るために……帝国華撃団・花組、出撃せよ！！"
                }
            }
        }
    }
}