{
  "URL": "https://www.thetvdb.com/series/kakushigoto",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt11299538/",
    "https://kakushigoto-anime.com/",
    "http://www.reddit.com/r/kakushigoto",
    "https://www.themoviedb.org/tv/95433",
    "https://x.com/kakushigoto_pr"
  ],
  "TitleEnglish": "Kakushigoto",
  "SummaryEnglish": "Kakushi Gotou is a somewhat popular manga artist whose works are known for inappropriate content. Because of this raunchiness, when his daughter Hime was born, he vowed to keep his profession hidden from her, believing that she will be disillusioned if she finds out. This paranoia-induced belief leads Kakushi into hectic situations. Despite being a single father, he does his best and often resorts to extreme ends just to protect his secret, such as guising as a salaryman every day or holding emergency drills in case Hime somehow finds her way to his workplace. This show tells the story of a father and daughter living side by side, maintaining their peaceful existence as the father attempts to preserve the status quo. However, there is a saying: \"there are no secrets that time cannot reveal.\" In time, Hime must learn the reality behind the things she took for granted as she grew up.",
  "Aliases": [
    "Hidden Things",
    "Hidden Work",
    "My Dad's Secret Ambition",
    "Kakushigoto: My Dad's Secret Ambition",
    "Kakushigoto"
  ],
  "Modified": "2025-08-21",
  "Seasons": {
    "0": {
      "ID": "1801596",
      "URL": "https://www.thetvdb.com/series/kakushigoto/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8601950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/8601950",
          "TitleEnglish": "Kakushigoto Theatrical Edition",
          "SummaryEnglish": "This special cut of the anime series recaps the events of the slice of life comedy where lewd manga artist Kakushi Goto tries to hide his profession from his adorable daughter, Hime. What ensues is a ton of hijinks and a lot of heart in this emotional adventure. The Kakushigoto Theatrical Edition isn’t just a recap; it also includes some all-new footage, which makes it the perfect watch for repeat viewers or those looking to experience it for the very first time.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1801597",
      "URL": "https://www.thetvdb.com/series/kakushigoto/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7553161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7553161",
          "TitleEnglish": "Secrets / Wishes",
          "SummaryEnglish": "Kakushi Goto is a famous manga artist, but he keeps that a secret from his daughter, Hime, and will do anything to keep that secret. A new editor comes by their house, almost blowing Kakushi's cover. Later on, they contemplate who's actually \"important.\"",
          "Aliases": []
        },
        "2": {
          "ID": "7663445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7663445",
          "TitleEnglish": "Beach Sandals and B4 / Don't Place, Don't Draw, Don't Finish Up",
          "SummaryEnglish": "Kakushi decides to take his assistants on a company trip to the ocean so he can watch over Hime while she's at summer camp. Later on, Kakushi's workplace is investigated after reports of suspicious activities.",
          "Aliases": []
        },
        "3": {
          "ID": "7669457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7669457",
          "TitleEnglish": "Makeshift Circus / The True State of Manga and Muscles",
          "SummaryEnglish": "Kakushi's assistants all get injured at once, making work a little difficult. Meanwhile, Hime tries to save money because she believes they're poor. Later on, Kakushi tries to train for Hime's upcoming sports festival and Hime meets a teenage idol.",
          "Aliases": []
        },
        "4": {
          "ID": "7670213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670213",
          "TitleEnglish": "Normale Namae / Komawari Sketch",
          "SummaryEnglish": "Kakushi thinks about changing his penname to something that's not his own name. Later on, Kakushi takes Hime to the zoo so that she can do an art assignment, but he asks Ichiko to come along so Hime won't be suspected of cheating.",
          "Aliases": []
        },
        "5": {
          "ID": "7670214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670214",
          "TitleEnglish": "Everyone Gets Their Turn in the End / You're Spending the Night!",
          "SummaryEnglish": "Kakushi is asked to be a judge for the magazine's Newcomer Awards, though he really doesn't want to. Later on, Satsuki forces Kakushi to stay at a hotel to finish up a deadline. In return, Satsuki is supposed to go look after Hime, but...",
          "Aliases": []
        },
        "6": {
          "ID": "7670215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670215",
          "TitleEnglish": "School Rucksack",
          "SummaryEnglish": "Hime receives another new backpack from someone named \"Naoto Date.\" Later on, Kakushi has an autograph signing while Hime goes to a theme park to experience various jobs.",
          "Aliases": []
        },
        "7": {
          "ID": "7670216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670216",
          "TitleEnglish": "Inuhoshiki: Dog Wanted / The One Who Connects Mother and Child",
          "SummaryEnglish": "Kakushi is about to finally get a dog for Hime when something unexpected happens. Meanwhile, Kakushi tries to recall an assistant he used to have that is now a popular manga artist.",
          "Aliases": []
        },
        "8": {
          "ID": "7670218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670218",
          "TitleEnglish": "Our Rough Draft / Unfortunate Memories Club",
          "SummaryEnglish": "Kakushi tells Hime she has to give their new dog a name. Later on, Kakushi and his assistants talk about anniversaries.",
          "Aliases": []
        },
        "9": {
          "ID": "7670219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670219",
          "TitleEnglish": "Your Lie in December",
          "SummaryEnglish": "Kakushi's assistants are all motivated and excited because of the publisher's year-end party that's supposed to happen, but it gets canceled. The assistants try to convince him to go to another party that he could possibly take Hime to.",
          "Aliases": []
        },
        "10": {
          "ID": "7670220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670220",
          "TitleEnglish": "I\"S (Izu)",
          "SummaryEnglish": "Kakushi tries to finish up some extra work early so he can enjoy a trip to the hot springs with Hime, but he catches a cold. Later on, they manage to go to the hot springs, but it's apparently filled with secrets.",
          "Aliases": []
        },
        "11": {
          "ID": "7670221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670221",
          "TitleEnglish": "Saishukai: The Last Chapter Doesn't Bother Her",
          "SummaryEnglish": "Hime wants to have a family meeting for some reason and also, Kakushi is misled to believe that his manga series is ending. Because he feels like he has nothing to lose, Kakushi goes all out in what he thinks are the final chapters of his series.",
          "Aliases": []
        },
        "12": {
          "ID": "7670222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakushigoto/episodes/7670222",
          "TitleEnglish": "Hidden Truths",
          "SummaryEnglish": "Hime finds out the truth about Kakushi's past, and is in for a surprise herself.",
          "Aliases": []
        }
      }
    }
  }
}