{
  "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt11428586/",
    "https://www.themoviedb.org/tv/92586",
    "https://x.com/somali_anime"
  ],
  "TitleEnglish": "Somali and the Forest Spirit",
  "SummaryEnglish": "The world is ruled by spirits, goblins, and all manner of strange creatures. Human beings are persecuted, to the very point of extinction. One day, a golem and a lone human girl meet. This is a record of the pair, one a member of a ruined race, the other a watchman of the forest. It tells of their travels together and of the bond between father and daughter.",
  "Aliases": [
    "Somali and the God of the Forest",
    "Somali and the Guardian of the Forest",
    "Somari to Mori no Kami-sama",
    "Somari to Mori no Kamisama"
  ],
  "Modified": "2025-07-10",
  "Seasons": {
    "1": {
      "ID": "1803488",
      "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7491366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7491366",
          "TitleEnglish": "Journeying Parent and Child",
          "SummaryEnglish": "In a world ruled by monsters, a golem takes a human child on a journey in search of her own kind. In a city, the people express surprise at seeing a golem leave its forest, and a curious Somali strays from Golem's side.",
          "Aliases": []
        },
        "2": {
          "ID": "7521177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7521177",
          "TitleEnglish": "Edible Herbs and the Oni's Dwelling",
          "SummaryEnglish": "When Somali gets injured, the dwarf oni doctor Shizuno invites them back to his house for treatment. Golem asks Shizuno to teach him how to make medicine to use on their journey going forward.",
          "Aliases": []
        },
        "3": {
          "ID": "7524382",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524382",
          "TitleEnglish": "The Sea at the Bottom of the Cave",
          "SummaryEnglish": "In order to earn travel funds, Golem gets a job working for Kokilila in Anthole City. As Somali watches him at work, she begins to fear he's trying to end their journey as soon as possible. Kokilia's son, Kikila, then leads her into an underground world to cheer Somali up.",
          "Aliases": []
        },
        "4": {
          "ID": "7524402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524402",
          "TitleEnglish": "The Wishing Flower and the Promise Request",
          "SummaryEnglish": "With Kikila and Muthrica's help, Somali finds a flower that will grant wishes. But Golem scolds her for coming home late, and tells her they may not be able to travel together anymore. The psychological trauma collides with Somali's building exhaustion from the journey, and causes her to collapse.",
          "Aliases": []
        },
        "5": {
          "ID": "7537314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7537314",
          "TitleEnglish": "The Wandering Birds",
          "SummaryEnglish": "When Golem and Somali need to travel across a large desert, two bird travelers, Uzoi and Haitora, offer them free transport. But these travelers harbor secrets, and they could possibly be a danger to Somali.",
          "Aliases": []
        },
        "6": {
          "ID": "7537315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7537315",
          "TitleEnglish": "Dying Flowers Look Up at the Birds",
          "SummaryEnglish": "Hoping to cure Haitora's illness, Uzoi attacks Somali, but realizes she can't bring herself to hurt her. That night, Haitora reveals an important secret to Golem... which Uzoi happens to overhear.",
          "Aliases": []
        },
        "7": {
          "ID": "7524384",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524384",
          "TitleEnglish": "The Footsteps That Stalk the Witches",
          "SummaryEnglish": "After leaving the desert, Somali and Golem travel to a witch village in search of a library that holds books from around the world, in which they have hopes of finding books about humans that may provide clues of their current whereabouts. After learning of a book about humans called \"The Story of Haraiso\" in the witches' library, they work with the librarian, Hazel, to find the book.",
          "Aliases": []
        },
        "8": {
          "ID": "7590581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590581",
          "TitleEnglish": "Meeting and Bonds Prayed For",
          "SummaryEnglish": "Somali and Golem meet the head librarian of library since she was the last one to possess \"The Chronicle of Haraiso\". Upon meeting her, they learn she's also the author of the book and they listen as she shares the story of her ancestor, Feodora, and her first encounter with humans ages before.",
          "Aliases": []
        },
        "9": {
          "ID": "7590582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590582",
          "TitleEnglish": "Memories of Minor Days",
          "SummaryEnglish": "Somali and Golem stay for the night at an empty lodge when it starts raining. The two spend time baking together when Somali finds a cookbook. During the night, two friends appear before them.",
          "Aliases": []
        },
        "10": {
          "ID": "7590583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590583",
          "TitleEnglish": "The Infant Child and the Green Boulder",
          "SummaryEnglish": "Golem recalls back to the time he first met Somali in his forest. Later, when Golem and Yabashira begin their jobs as bodyguards, Somali and Shizuno do arts and crafts when Somali decides she wants to make a gift for Golem.",
          "Aliases": []
        },
        "11": {
          "ID": "7590584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590584",
          "TitleEnglish": "Those Who Protect and Those Who Threaten",
          "SummaryEnglish": "Somali finishes her fita band with Auntie Rosa's help, and exchanges presents with Golem. But that night, hunters attack...",
          "Aliases": []
        },
        "12": {
          "ID": "7590585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590585",
          "TitleEnglish": "Bonded Father and Child",
          "SummaryEnglish": "Golem transforms and fights off the human hunters to protect Somali. But when he continues to rampage, the others stop him from doing anymore harm. After the incident, Golem questions if he can still continue his role as Somali's father.",
          "Aliases": []
        }
      }
    }
  }
}