{
    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/DA7B-FD98-B3C9-1E38-BCBE-8",
        "https://www.imdb.com/title/tt11349866/",
        "http://ssorphen-anime.com/",
        "http://www.reddit.com/r/MajutsushiOrphen",
        "https://www.tvmaze.com/shows/45249/show-slug",
        "https://www.themoviedb.org/tv/91764",
        "https://en.wikipedia.org/wiki/Sorcerous_Stabber_Orphen",
        "https://x.com/OrphenPR"
    ],
    "TitleEnglish": "Sorcerous Stabber Orphen",
    "SummaryEnglish": "Orphen is a powerful sorcerer who is notoriously lazy. Everything changes when he finds a way to save his sis, who was turned into a dragon during their days at magic academy. Betrayed by friends who refused to help, Orphen will stop at nothing to track her down, even if he has to go it alone.",
    "TitleJapanese": "魔術士オーフェンはぐれ旅",
    "SummaryJapanese": "時を取り戻す――。\n\n大陸最高峰の魔術士養成機関《牙の塔》で暮らしていたキリランシェロは、\n大陸最強の魔術士・チャイルドマンの下で、 彼の持つ戦闘技術と暗殺術のすべてを受け継ぎ\nサクセサー・オブ・レザー・エッジ《鋼の後継》と称されるエリート魔術士だった。\n\nある実験により異形の姿となって失踪した義姉・アザリーを探すため\n《牙の塔》を出奔したキリランシェロは過去を捨ててオーフェンと名乗り、\nトトカンタ市でモグリの金貸業に身をやつしていた。そこで出会ったおしかけお嬢様クリーオウ、\n弟子の少年マジクという新たな仲間と共にアザリーを救う旅が始まる。\n\nいっぽうアザリー討伐に向かうかつての師チャイルドマンやハーティア、\nコミクロン、学友たちと運命的な再会を果たすも思いは交錯し、再び袂を分かつことになる。\n\n旅はフェンリルの森を抜け、タフレムへ。\nそう、かつてオーフェンが修行を積んだ《牙の塔》が存在する街へとたどり着く。\nそこでオーフェン達を待ち受けていたのは、想像を絶する巨大な敵だった。",
    "Aliases": [
        "Majutsushi Orphen Hagure Tabi",
        "Majutsushi Orphen Haguretabi",
        "魔術士オーフェンはぐれ旅 キムラック編",
        "Majutsushi Orphen Hagure Tabi: Kimluck-hen",
        "魔術士オーフェンはぐれ旅 アーバンラマ編",
        "Majutsushi Orphen Hagure Tabi: Urbanrama-hen",
        "魔術士オーフェンはぐれ旅 聖域編",
        "Majutsushi Orphen Hagure Tabi: Seiiki-hen"
    ],
    "Modified": "2025-07-30",
    "Seasons": {
        "0": {
            "ID": "1803563",
            "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "7660648",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7660648",
                    "TitleEnglish": "Celestial Artifacts",
                    "SummaryEnglish": "Azalie recalls the time she and Childman found the Sword of Baldanders and Orphen gets ready to leave for Kimluck. Unaired episode included in the 2nd volume of the Blu-ray/DVD box.",
                    "TitleJapanese": "天人の遺産",
                    "SummaryJapanese": "アザリーは、チャイルドマンが何をしようとしていたかを突き止めるべく、バルトアンデルスの剣と「世界書」を携え、キムラックへ出発していた。 一方、アザリーとの決着をつけるために、一人でキムラックへ向かおうとするオーフェンだったが、クリーオウ、マジクと供にキムラックへ向かうことになり、レティシャ邸を後にする。 はたして、オーフェンたちの旅の行く末は…。"
                },
                "2": {
                    "ID": "9823010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9823010",
                    "TitleEnglish": "アーバンラマ編 特番 #01「1・2期総集編＆声優陣が語る3期見どころSP～爆笑編～」",
                    "SummaryEnglish": "2023/01/04(水) 21:30～22:00 ＡＴ－Ｘ 魔術士オーフェンはぐれ旅 アーバンラマ編 特番 #01 特番(1)「1・2期総集編&声優陣が語る3期見どころSP～爆笑編～」 詳細情報 ＜出演＞ 森久保祥太郎、大久保瑠美、榎木淳弥、江口拓也",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9823011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9823011",
                    "TitleEnglish": "アーバンラマ編 特番 #02「1・2期総集編＆声優陣が語る3期見どころSP～胸アツエピソード編～」",
                    "SummaryEnglish": "2023/01/17(火) 14:30～15:00 ＡＴ－Ｘ 魔術士オーフェンはぐれ旅 アーバンラマ編 特番 #02 特番(2)「1・2期総集編&声優陣が語る3期見どころSP～胸アツエピソード編～」 詳細情報 ＜出演＞ 森久保祥太郎、大久保瑠美、榎木淳弥、江口拓也",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1803564",
            "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7470085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7470085",
                    "TitleEnglish": "A Vestige of the Past",
                    "SummaryEnglish": "Orphen is searching for his friend Azalie after she had disappeared five years ago. He's currently trying to pay off his debt at the inn he's staying at when two dwarves named Volkan and Dortin tell him they have a sweet plan to get him out of debt.",
                    "TitleJapanese": "追憶の呼び声",
                    "SummaryJapanese": "かつてはドラゴン種族が棲息し、現在は人間種族が繁栄する地、キエサルヒマ大陸。\n魔術士養成機関≪牙の塔≫で暮らしていた少年・キリランシェロは、異形の姿となって失踪した義姉・アザリーを探すために旅に出る。\nそれから五年。男はオーフェンと名乗り、モグリの金貸し業を営んでいた。\nある日オーフェンは、地人種族のボルカン、ドーチンとともに、エバーラスティン家の令嬢への結婚詐欺をするはめになる。"
                },
                "2": {
                    "ID": "7526599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7526599",
                    "TitleEnglish": "The Tower of Fangs",
                    "SummaryEnglish": "Orphen, Volkan, and Dortin are captured by the authorities after the fiasco with the monster that appeared. Orphen is then summoned by Heartia to go talk to his former master, Childman.",
                    "TitleJapanese": "牙の塔",
                    "SummaryJapanese": "異形の姿のアザリーとついに再会するが、逃げられるオーフェン。\nオーフェンはかつての師・チャイルドマンから、五年前にアザリーが異形と化した原因を知らされる。それは、古代遺産・バルトアンデルスの剣を使った魔術実験の失敗によるものだった。\nアザリーを抹殺すべく行方を追うチャイルドマン達に、オーフェンは同行する。命を懸けてもアザリーを守るという決意を胸に秘めて。"
                },
                "3": {
                    "ID": "7526600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7526600",
                    "TitleEnglish": "Heed My Call, Beast",
                    "SummaryEnglish": "Orphen goes with Childman and the other Black Sorcerers in order to try to track down Azalie before they can kill her. He manages to track down the creature, and despite his best efforts to talk to her, the creature attacks.",
                    "TitleJapanese": "我が呼び声に応えよ獣",
                    "SummaryJapanese": "チャイルドマン率いるアザリー討伐隊とオーフェンは、異形の姿のアザリーを見つけ出す。\n襲い来るアザリーにオーフェンの声は届かず、討伐隊は次々に殺されてゆく。対決するチャイルドマンとアザリー、その双方の魔術を防ぎながら、アザリーを救うために説得を続けるオーフェン。しかし、チャイルドマンはとうとうアザリーを倒す。死にゆく怪物を見取るオーフェンは、ある違和感を覚えて……。"
                },
                "4": {
                    "ID": "7526601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7526601",
                    "TitleEnglish": "The Chaos Witch and the Successor of the Razor's Edge",
                    "SummaryEnglish": "Orphen remembers more of his past at the Tower of Fangs and a time when he and Azalie ventured back to the orphanage where they grew up. Back in present time, Orphen finds a couple of stowaways...",
                    "TitleJapanese": "天魔の魔女と鋼の後継",
                    "SummaryJapanese": "五年前、オーフェンがキリランシェロという名で≪牙の塔≫にいた頃。\n≪牙の塔≫の教師・チャイルドマンが指導するチャイルドマン教室には、キリランシェロ、ハーティア、コミクロン、アザリー、レティシャ、フォルテ、コルゴンの七人の生徒が在籍していた。\nある日、キリランシェロとアザリーは墓参りのために廃村を訪れる。そこに突然現れた襲撃者が、アザリーをさらったと告げてくる。"
                },
                "5": {
                    "ID": "7551589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7551589",
                    "TitleEnglish": "Deep Dragon",
                    "SummaryEnglish": "Orphen, Claiomh, and Majic try to get through Fenrir's Forest to get to Tafrem. However, Majic ends up lost in the forest and runs into a mysterious girl.",
                    "TitleJapanese": "ディープ・ドラゴン",
                    "SummaryJapanese": "オーフェンはおしかけ同行者のクリーオウ、マジクと共に、≪牙の塔≫のあるタフレム市を目指して旅を続ける。\n一行は道中、フェンリルの森と呼ばれる大森林の中を通る。食糧を探すマジクは、そこで巫女フィエナと出会う。近くにはドラゴン信仰者の隠れ里「偉大なる心臓」があり、マジクは住人達に捕まってしまう。\nマジクを助けに向かったオーフェンは、教祖マクドガルと対峙し、追いつめられるが……。"
                },
                "6": {
                    "ID": "7551593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7551593",
                    "TitleEnglish": "Forest Maiden",
                    "SummaryEnglish": "After Orphen is attacked by the Deep Dragon, he wakes up in a cell unsure of where he is or who he is for a moment. A girl then appears before him, and offers to heal his wounds and eventually, his memories return.",
                    "TitleJapanese": "≪森≫の巫女",
                    "SummaryJapanese": "マクドガルと対峙するオーフェンの前に、突如現れるディープ・ドラゴン。オーフェンはディープ・ドラゴンの魔術を受けるが、フィエナの癒しの力で命拾いする。\n明日はマクドガルがドラゴンの聖域に向かう日で、その目的のためにフィエナは犠牲になろうとしていた。フィエナを助けたいマジク。フィエナはオーフェン達に、このまま里から逃げるように告げるが……。"
                },
                "7": {
                    "ID": "7551594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7551594",
                    "TitleEnglish": "Gather in My Forest, Wolves",
                    "SummaryEnglish": "Orphen tries to stop MacDougal from going into the Dragon's sanctuary. The Deep Dragon attacks the village for attempting to go into the Dragon's sanctuary and Orphen tries to save the villagers.",
                    "TitleJapanese": "我が森に集え狼",
                    "SummaryJapanese": "オーフェンはフィエナを助けるために、マクドガルに戦いを挑む。その戦いの中、オーフェンはマクドガルがキムラック教会で見たある出来事のために、ドラゴンの聖域で強力な力を得ようとしていたことを知る。\nマクドガルの意思を継ぎ、ドラゴンの聖域で強力な力を得ようと意気込む村人たち…。\nその時、マクドガルや村人達がドラゴンの聖域に入ろうとするという禁忌を犯したことにより、ディープ・ドラゴンが村を滅ぼしにオーフェンたちの目の前に現れる。"
                },
                "8": {
                    "ID": "7551596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7551596",
                    "TitleEnglish": "An Unexpected Assassin",
                    "SummaryEnglish": "An assassin is killing one elder after another. Forte and Leticia try to find out who's behind the murders. Meanwhile, the assassin shows himself before Orphen and he's shocked to see that they have the same face as him.",
                    "TitleJapanese": "唐突の暗殺者",
                    "SummaryJapanese": "ディープ・ドラゴンの子供であるレキを加えたオーフェン一行。道中、一行は謎の暗殺者に襲われる。暗殺者の顔は昔のオーフェン、キリランシェロにそっくりだった。オーフェンは義姉レティシャと再会し、一行は≪牙の塔≫のある街タフレム市に着く。街では≪牙の塔≫の長老達が暗殺される事件が起きていた。オーフェン達がレティシャ邸に泊まったその晩、オーフェンの前に現れた暗殺者は、自らをキリランシェロと名乗る。"
                },
                "9": {
                    "ID": "7606143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7606143",
                    "TitleEnglish": "Ghost from the Past",
                    "SummaryEnglish": "Leticia and Orphen try to figure out who the assassin actually is. Is Orphen who he thinks he is, or is the assassin calling himself Krylancelo his true self?",
                    "TitleJapanese": "過去の亡霊",
                    "SummaryJapanese": "レティシャはキリランシェロ達との、≪牙の塔≫時代のことを思い起こす。レティシャはキリランシェロとアザリーがいなくなってからの五年間、ずっと帰りを待っていた。\nレティシャはその思いをオーフェンに吐露する。そこに、クリーオウがさらわれたとの知らせが入る。オーフェンはクリーオウを助けるため、暗殺者の待つチャイルドマン邸に向かう。"
                },
                "10": {
                    "ID": "7625457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7625457",
                    "TitleEnglish": "Make My Past Disappear, Assassin",
                    "SummaryEnglish": "Claiomh is kidnapped by the assassin, and Orphen faces off with the assassin that calls himself Krylancelo once and for all in order to save her.",
                    "TitleJapanese": "我が過去を消せ暗殺者",
                    "SummaryJapanese": "チャイルドマン邸に乗り込んだオーフェンは、暗殺者との戦闘を開始する。そして暗殺者はその正体を明かす。暗殺者は天人種族の遺産である殺人人形を、アザリーが自分の理想の通りの暗殺者に変化させた物だった。アザリーはキリランシェロそっくりの人形とオーフェンを戦わせることで、オーフェンを昔のようなキリランシェロに戻そうとしていたのだった。オーフェンは人形を通して、過去の自分と向き合うことになる。"
                },
                "11": {
                    "ID": "7625458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7625458",
                    "TitleEnglish": "The Uoar Class",
                    "SummaryEnglish": "Claiomh tries to cook some food to nurse Orphen back to health, but it might be doing more harm than good. Orphen and Leticia take Majic to the Tower of Fangs so he can enroll.",
                    "TitleJapanese": "ウオール教室",
                    "SummaryJapanese": "チャイルドマン邸での戦闘で負傷したオーフェンは、レティシャ邸で休んでいた。その夜、屋敷に侵入してきた暗殺者《スタッバー》に襲われる。翌日、少しでもオーフェンの力になりたいと願うマジクと魔術士学校へ向かう道中で、過去、オーフェンと因縁があった最高執行部ハイドラントが現れる。さらに、オーフェンの≪牙の塔≫でのかつての師であり、≪牙の塔≫の実権を握ろうと目論むウオール・カーレンが現れる…。"
                },
                "12": {
                    "ID": "7625461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7625461",
                    "TitleEnglish": "Death Keening",
                    "SummaryEnglish": "Tish ends up following one of the assassins so that Orphen wouldn't have to deal with them and ends up getting hurt. Orphen plans to get revenge, but gets help from an unlikely source.",
                    "TitleJapanese": "死の絶叫",
                    "SummaryJapanese": "マジクは≪牙の塔≫への入門申請を済ませる。オーフェン達がレティシャ邸に戻ると、クリーオウが何者かに襲われていた。襲撃者を追ったレティシャは返り討ちに遭ってしまう。\nその夜、オーフェンの前にアザリーが現れ、ウオール一派はチャイルドマンが持っているはずの「世界書」を探しており、チャイルドマン教室の者達を狙っていると伝える。それを知ったオーフェンは自らウオール・カーレン達のいる≪牙の塔≫に向かう。"
                },
                "13": {
                    "ID": "7625463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/7625463",
                    "TitleEnglish": "Come to My Tower, Successor",
                    "SummaryEnglish": "Orphen, Claiomh, and Majic head to the Tower of Fangs to settle things with the Uoar Class once and for all!",
                    "TitleJapanese": "我が塔に来たれ後継者",
                    "SummaryJapanese": "≪牙の塔≫に潜入したオーフェン達は、待ち構えていたウオール・カーレンの部下達と戦闘になる。敵を制したオーフェンは、ウオール・カーレンと対峙する。そこにフォルテとアザリーの加勢により、ウオール一派を捕らえ、罪を糾弾することに成功した。\n\nアザリーはチャイルドマンが持っていたはずの「世界書」を手に入れ、次はキムラック教の総本山であるキムラック市に行くとオーフェンに告げる…。"
                }
            }
        },
        "2": {
            "ID": "1879791",
            "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "8038158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8038158",
                    "TitleEnglish": "Say My Will, Demon King",
                    "SummaryEnglish": "Orphen, Majic, and Claiomh continue their journey to Kimluck when they stumble upon an eerie theater that wasn't on their map.",
                    "TitleJapanese": "我が遺志を伝えよ魔王",
                    "SummaryJapanese": "アザリーを追い、キムラック市へ旅を続けるオーフェン一行。道中、怪物に襲われていた盗賊団の男達と遭遇する。オーフェン達も怪物に囲まれ、なんとか劇場内に逃げ込むと目の前に現れたのは盗賊団の首領女・剣士メッチェン。彼女は魔術士と敵対するキムラック市への進入を手助けする交換条件として、遺跡探索の協力をオーフェンに持ちかける…。"
                },
                "2": {
                    "ID": "8118196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8118196",
                    "TitleEnglish": "His Own Angel and Devil",
                    "SummaryEnglish": "Orphen and his friends unexpectedly end up seeing the \"Demon King\" play after heading down into the underground theater.",
                    "TitleJapanese": "彼にとっての天使と悪魔",
                    "SummaryJapanese": "メッチェンと共にカミスンダ劇場の探索を続ける事になったオーフェン一行。ところが地下で待ち受けていた殺人キリング人形ドールの襲撃を受け、クリーオウ、マジク、メッチェンが連れ去られてしまう。仲間を救出する為に奥へと進むオーフェンの前に、再び立ち塞がる殺人キリング人形ドールが語り始めた衝撃の事実とは⁉"
                },
                "3": {
                    "ID": "8118200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8118200",
                    "TitleEnglish": "The City That Rejects Sorcerers",
                    "SummaryEnglish": "Orphen and Amick head to Kimluck and Orphen finds out more about the Death Instructors.",
                    "TitleJapanese": "魔術士を拒む街",
                    "SummaryJapanese": "キムラック行きの準備を整えるオーフェン一行だったが、クリーオウとマジクを危険に晒さない為に、オーフェンはメッチェンと二人きりでキムラックへ出発する。その道中、メッチェンの目的は不満が蔓延する現体制を改革し、〈死の教師〉のリーダーであるクオの暗殺を企んでいることを知る。同じ頃、キムラックへ到着したアザリーも神殿街への潜入を試みていた…。"
                },
                "4": {
                    "ID": "8118201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8118201",
                    "TitleEnglish": "Sister Istersiva",
                    "SummaryEnglish": "Orphen finds an unlikely ally who's willing to help him get into the center of Kimluck.",
                    "TitleJapanese": "シスター・イスターシバ",
                    "SummaryJapanese": "街で騒ぎを起こしたオーフェン達は、ラニオットという男に助けられ隠れ家に匿われていた。彼は自分を王都から派遣されたスパイだと告げ、オーフェンに協力を申し出る。秘密の地下道からキムラック神殿街への潜入を図るオーフェン一行とラニオット。一方、アザリーは「世界書」を読み、世界の秘密に触れてゆく…。"
                },
                "5": {
                    "ID": "8150659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150659",
                    "TitleEnglish": "Shed Bloody Tears, Holy City",
                    "SummaryEnglish": "Orphen encounters an unexpected enemy in the underground passage leading to the cathedral.",
                    "TitleJapanese": "我が聖都を濡らせ血涙",
                    "SummaryJapanese": "キムラック神殿街を目指し地下道を進むオーフェン一行。途中、不意の鉄砲水に襲われ、離れ離れになってしまうオーフェンとクリーオウ、マジク…。一人になったオーフェンの前に現れたラニオットは、自らを「死の教師ネイム」だと明かし、オーフェンに襲いかかり、狂信的な強さでオーフェンを圧倒する。一方マジクは、追って来た教会の神官兵に囲まれ、追いつめられるままに魔術を乱発してしまう。"
                },
                "6": {
                    "ID": "8150660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150660",
                    "TitleEnglish": "We of Holy Death",
                    "SummaryEnglish": "Orphen and Majic continue through the underground passage to try to find an exit. Claiomh is still mysteriously unconscious.",
                    "TitleJapanese": "死の聖なるかな",
                    "SummaryJapanese": "オーフェンは初めておかした殺人に激しく取り乱す。その顛末を知ったキムラック教・教主ラモニロックは最強の暗殺者クオにオーフェン抹殺の指令を出す。その頃、アザリーは読み終えた世界書を燃やすと、一人でキムラック教会の神殿に向かっていた…。"
                },
                "7": {
                    "ID": "8150662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150662",
                    "TitleEnglish": "That Sorcery Will Kill Him",
                    "SummaryEnglish": "Orphen finds out that Magic is out of control of magic and bans the use of magic. However, Magick makes Orphen, who treats himself half-serving, frustrated. When the party left the underpass, there was a prison where Sarua was captured. When he breaks the prison with Sarua, the pursuit approaches immediately behind him. It was Orphen who quickly composed magic, but that magic is ...",
                    "TitleJapanese": "その魔術が彼を殺すと",
                    "SummaryJapanese": "マジクが魔術を制御できない事を見抜いたオーフェンは、魔術の使用を禁じる。しかしマジクは自分を半人前扱いするオーフェンにイラ立ちを募らせてゆく。一行が地下道を出るとそこは牢屋で、サルアが捕まっていた。\nサルアと共に牢を破ると、追手がすぐ背後に迫る。すかさず魔術を構成するオーフェンだったが、その魔術は…。"
                },
                "8": {
                    "ID": "8150663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150663",
                    "TitleEnglish": "The Hall of the Great Poet",
                    "SummaryEnglish": "Orphen, Majic, Claiomh, and Salua continue to head up into the Cathedral and end up having to battle Quo.",
                    "TitleJapanese": "詩聖の間",
                    "SummaryJapanese": "オーフェン達とサルアが地下牢をぬけた先は神殿の地下にある「詩聖の間」。そこにはクオと教会の兵達が待ち構えていた。マジクは魔術が使えないオーフェンの代わりに懸命に戦うが、クオの力の前に圧倒される。激闘の中で、「詩聖の間」への扉が崩れ、オーフェン達はその中に異様な光景を目撃するのだった。"
                },
                "9": {
                    "ID": "8150664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150664",
                    "TitleEnglish": "The Death Instructors",
                    "SummaryEnglish": "Azalie gives Claiomh something that transports her, Majic, and Salua out of danger. Meanwhile, Quo discovers the unexpected truth.",
                    "TitleJapanese": "死の教師たち",
                    "SummaryJapanese": "銃で撃たれ、地底湖に沈むオーフェンは意識下でイスターシバと名乗る女性とある男性、2人の光景を目にする。アザリーは転移装置を渡してクリーオウ達を逃がすと、オーフェンを追って地底湖に飛び込む。クリーオウ達はサルアの兄ラポワントの屋敷に逃げ込み、メッチェンと再会する。だがそこにはカーロッタの魔の手が迫る。その頃、クオは女神の意志にそぐわないラモニロックに、刃を向けていた…。"
                },
                "10": {
                    "ID": "8150665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150665",
                    "TitleEnglish": "The Only Thing That Can Kill Her",
                    "SummaryEnglish": "Orphen and Azalie have a conversation to try to mend their past and they find out Ramonirok's true identity.",
                    "TitleJapanese": "彼女を殺せる唯一の",
                    "SummaryJapanese": "「詩聖の間」でラモニロック、クオと対峙するオーフェン、アザリー。ラモニロックの真の目的は、女神が世界を滅ぼす前に、その怒りの対象である人間の魔術士を根絶することだった。そしてついにラモニロックの口から隠されていた世界の真実が語られる。戦いはさらに過熱、クオの刃がアザリーを切り裂く…。"
                },
                "11": {
                    "ID": "8150666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/8150666",
                    "TitleEnglish": "Draw Your Bow at My God, Apostate",
                    "SummaryEnglish": "The battle with Quo draws to a close. Will Orphen be victorious?",
                    "TitleJapanese": "我が神に弓ひけ背約者",
                    "SummaryJapanese": "イスターシバの予言した大陸に迫る破滅の危機とは、女神の襲来だった。\n自分を取り戻したオーフェンは再び魔術を使えるようになり、アザリーと共にクオと戦う。そこにクリーオウ、マジクたちも駆け付ける。追い詰められたクオは女神の教義を全うする為、女神を食い止めるオーリオウルの頭を貫く。そして、ついに女神が結界を越える…。"
                }
            }
        },
        "3": {
            "ID": "2035843",
            "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9514097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9514097",
                    "TitleEnglish": "Sink into My Dreams, Paradise",
                    "SummaryEnglish": "After the battle at the Kimluck Church Cathedral, Orphen and his party decide to relax and get some rest at the Ledgeborne Hot Spring Village. But on their way there, Orphen loses his bag with all of their money in it and the party ends up working at Eris and Sheena's inn so they can also stay there. That is when Orphen and his party get dragged into the dark side of the hot spring village. The secret behind the hot springs, the Lotz Group pressuring the surrounding inns... and there were also incidents where tourists had gone missing.",
                    "TitleJapanese": "我が夢に沈め楽園",
                    "SummaryJapanese": "キムラック教会総本山での戦いを終えたオーフェン一行は、骨休めのためレジボーン温泉郷を訪れる。しかし道中、全財産の入った荷物を失くしてしまい、少女エリスとその母親シーナの宿屋に下働きとして泊まらせてもらうことに。そしてオーフェン達は温泉街の暗部に触れてゆく。温泉の秘密。街の権力者ロッツの嫌がらせ。さらには観光客が行方不明になる事件が起きていた。"
                },
                "2": {
                    "ID": "9574132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9574132",
                    "TitleEnglish": "The Ghosts of the Execution Grounds",
                    "SummaryEnglish": "A mysterious beast decapitates Volkan as he's wandering around the forest. Orphen investigates the forest with Dortin, who's convinced his brother is dead, and they find a Celestial ruin.",
                    "TitleJapanese": "処刑場の亡霊たち",
                    "SummaryJapanese": "森をさまよっていたボルカンは謎の怪物に首を跳ね飛ばされる。ボルカンが殺されたと騒ぐドーチンと共にオーフェンが森を散策すると、そこには天人種族の遺跡があった。その頃、宿ではエリスとシーナが行方不明になっていた。クリーオウは商売敵であるロッツの仕業と判断し、ロッツのホテルに殴り込む。そして明らかになる温泉街に隠された謎。幼い頃の記憶がないエリスの秘密とは。"
                },
                "3": {
                    "ID": "9583480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9583480",
                    "TitleEnglish": "Guide My Fate, Magic Blade",
                    "SummaryEnglish": "Claiomh and Leki cross paths with a mysterious swordsman named Ryan Spoon, who introduces them to his master, Lottecia Crewbstar.",
                    "TitleJapanese": "我が運命導け魔剣",
                    "SummaryJapanese": "アザリーを探す手がかりもないまま、オーフェン一行はナッシュウォータの街に留まっていた。そんなある日、クリーオウは剣士たちの喧嘩に首を突っ込む。クリーオウは剣士たちのリーダーの男エドに追いつめられるが、全身タイツ姿の男ライアンが割って入り、事なきを得る。ライアンは語る、自分たちの剣術道場とエドの剣術道場は抗争中なのだと。そしてクリーオウはライアンの案内で、道場主の少女ロッテーシャと出会う……。"
                },
                "4": {
                    "ID": "9595905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9595905",
                    "TitleEnglish": "The Sword Princess of Nashwater",
                    "SummaryEnglish": "Orphen is asked by Claiomh to find out why two of the swordsmanship dojos in town are in conflict with each other. The reason appears to be that Lottecia and Ed were fighting over Lottecia's late father's sword, Freak Diamond.",
                    "TitleJapanese": "ナッシュウォータの剣姫",
                    "SummaryJapanese": "クリーオウの頼みで、オーフェンはロッテーシャとエド、街の二つの剣術道場が抗争する事情を探る。それはロッテーシャの亡き父親で先代の道場主ビードゥーが遺した魔剣「フリークダイヤモンド」を巡っての、ロッテーシャとかつてビードゥーの弟子だったエドの争いだった。\n街で調べていたオーフェンの元に、早くも刺客が襲ってくる。オーフェンは刺客を倒すと、エドの道場に殴り込もうと決めるが……。"
                },
                "5": {
                    "ID": "9614970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9614970",
                    "TitleEnglish": "The Crest of the Insects Sword",
                    "SummaryEnglish": "Ed and Lottecia face off to determine the fate of the Crest of Insects Sword! But meanwhile, what is the terrible truth Claiomh is about to learn about the man called Ryan Spoon?",
                    "TitleJapanese": "蟲の紋章の剣",
                    "SummaryJapanese": "エドの道場に現れたレッド・ドラゴン種族の暗殺者ヘルパートは、ロッテーシャの道場が襲われるとオーフェンに告げて去る。その頃、ロッテーシャの道場にエドが訪れ、ロッテーシャと対峙する。クリーオウの前ではライアンが本性を現して、魔剣「フリークダイヤモンド」を奪おうとする。ぶつかり合うそれぞれの意思。急ぎ駆け付けようとするオーフェンだが……。"
                },
                "6": {
                    "ID": "9619914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9619914",
                    "TitleEnglish": "Lay Claim to My Heart, Devil",
                    "SummaryEnglish": "Orphen realizes who Ed actually is and also teaches Lottecia what it's like to fight in the real world.",
                    "TitleJapanese": "我が心求めよ悪魔",
                    "SummaryJapanese": "ロッテーシャの因縁の相手であるエドは、オーフェンの≪牙の塔≫時代の兄弟子コルゴンだと分かり、共にエドを追うことに。道中で女旅人ウィノナを加えて、一行は大都市アーバンラマに到着する。\nその夜、ロッテーシャはクリーオウの剣を持ち出して姿を消す。ロッテーシャが同行した目的はただ一つ、エドへの復讐。オーフェンたちはロッテーシャを止めるため、街を奔走するが……。"
                },
                "7": {
                    "ID": "9636591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9636591",
                    "TitleEnglish": "Shine Down Upon My Ambush, Moonlight",
                    "SummaryEnglish": "Claiomh and Majic return to the inn and are attacked by Ryan and Helpart. Ryan captures Claiomh, and Helpart overpowers Majic using the sword Freak Diamond. Meanwhile, Orphen finds Lottecia and tracks her down, but it was a trap. Lottecia led Orphen to somewhere secluded so she could ambush him!",
                    "TitleJapanese": "我が奇襲照らせ月光",
                    "SummaryJapanese": "宿に戻ったクリーオウとマジクは、ライアンとヘルパートの襲撃を受ける。ライアンはクリーオウを捕らえ、ヘルパートは魔剣「フリークダイヤモンド」の力を発動してマジクを圧倒する。\n一方、オーフェンは夜の街でロッテーシャを発見して後を追うが、それは罠だった。ロッテーシャはオーフェンを人気のない場所に誘い込むと、不意を突いて襲いかかる……！"
                },
                "8": {
                    "ID": "9659042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9659042",
                    "TitleEnglish": "The Green Gem Armor",
                    "SummaryEnglish": "Ryan Spoon wants to show Claiomh true despair.",
                    "TitleJapanese": "緑宝石の鎧",
                    "SummaryJapanese": "クリーオウに惹かれるライアンは、身に纏った天人種族の遺産「緑宝石の鎧（スネークグリーン）」により彼女の意識を盗み見るが、レキの攻撃を受けて逃走。エドは敵の本拠地を突き止めるべくライアンを追跡。倒れたマジクは謎の男が連れ去る。ようやく宿に戻ったオーフェンを待っていたヘルパートは、アーバンラマの街が滅びると宣言して去る。その場には意識を閉ざしたままのクリーオウが残されて……。"
                },
                "9": {
                    "ID": "9661070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9661070",
                    "TitleEnglish": "The Messenger from the Imminent Domain",
                    "SummaryEnglish": "Helpart confronts Corgon with a life on the line while Orphen find his path has crossed with another mysterious acquaintance once more.",
                    "TitleJapanese": "最接近領からの使者",
                    "SummaryJapanese": "倒れたオーフェンはウィノナに助けられ療養していた。ウィノナはエドと同じく≪最接近領≫の領主の命令で動いていて、事態が解決したら領主に会ってほしいと話す。だが今は眠ったままのクリーオウを助ける方が先。外では巨大なディープ・ドラゴンが出現し、アーバンラマの街に異変が起きていた。その頃、レティシャはオーフェンに会うため、蒸気船でアーバンラマに向かっていて……。"
                },
                "10": {
                    "ID": "9671202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9671202",
                    "TitleEnglish": "The Melancholy of the Red Dragon",
                    "SummaryEnglish": "Ryan Spoon and Helpart make the next move in their plan.",
                    "TitleJapanese": "レッド・ドラゴンの憂鬱",
                    "SummaryJapanese": "アーバンラマの街に出現した巨大なディープ・ドラゴンはレキで、クリーオウが眠ったままなのもレキのせいなのだとウィノナはオーフェンに語る。そこに襲撃してくるヘルパート、それはライアンが目的を果たすまで手出しをさせないためだった。\nライアンはレキと戦うため、自身の纏う「緑宝石の鎧（スネークグリーン）」から木を生やして森と化す。森は街を飲み込みながらレキへと迫る……！"
                },
                "11": {
                    "ID": "9671203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9671203",
                    "TitleEnglish": "The Most Powerful White Sorcerer",
                    "SummaryEnglish": "Orphen faces off with Helpart one last time and then encounters Damian Rue and Ed.",
                    "TitleJapanese": "最強の白魔術士",
                    "SummaryJapanese": "ヘルパートは語る。「ドッペル・イクス」は天人種族の遺産の回収だけでなく、≪聖域≫外にいるディープ・ドラゴンであるレキの回収が一番の目的なのだと。オーフェンはヘルパートとの死闘をからくも制するが重傷を負う。そこにウィノナの仲間の白魔術士ダミアンが現れ、オーフェンを癒す。ダミアンはオーフェンに、クリーオウを助けることのリスクを告げるが……。"
                },
                "12": {
                    "ID": "9671204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9671204",
                    "TitleEnglish": "Engulf My Despair, Verdure",
                    "SummaryEnglish": "Orphen has is final showdown with Ryan Spoon!",
                    "TitleJapanese": "我が絶望つつめ緑",
                    "SummaryJapanese": "ライアンはレキを殺すべく、街中に樹海を広げてゆく。対するレキの中には、実はクリーオウの精神があった。≪聖域≫の同胞ゆえにレキはライアンと敵対できず、だからクリーオウはレキの体と魔術の力を借りて自分が戦うことにしたのだ。レキの力によってライアンの力の秘密やその苦しみを知ったクリーオウは、彼を助けたいと考えるが……！"
                }
            }
        },
        "4": {
            "ID": "2057105",
            "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9714406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9714406",
                    "TitleEnglish": "Dance Across My Battlefield, Visitors",
                    "SummaryEnglish": "Orphen and his party head for the Imminent Domain. Along the way, Orphen is reunited with someone from his past, and a dwarven legend threatens the party's progress.",
                    "TitleJapanese": "我が戦場に踊れ来訪者",
                    "SummaryJapanese": "アザリーの行方を知るため、ウィノナの案内で領主の待つ≪最接近領≫に向けて旅をするオーフェン一行。道中、オーフェンを追って来た義姉レティシャやボルカン、ドーチンと再会。さらに≪最接近領≫の調査のため王都メベレンストから派遣された魔術士集団≪十三使徒≫のイールギット、シーク、カコルキストと遭遇。そして一同は、謎の地人種族の軍勢に襲撃される。軍勢の長は地人種族の伝説、銀月姫！"
                },
                "2": {
                    "ID": "9725379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9725379",
                    "TitleEnglish": "Childman Network",
                    "SummaryEnglish": "Orphen and his party team up with a team of Sorcerers from the capital to combat the army of dwarven ghosts. Meanwhile, Majic frantically searches for Claiomh, accosted at every step by ghostly echoes of his companions.",
                    "TitleJapanese": "チャイルドマン・ネットワーク",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9740939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740939",
                    "TitleEnglish": "Echo Through My Garden, Gunshots",
                    "SummaryEnglish": "Seek and Kakorkist split off from the rest of the group to pursue a hidden agenda. Orphen and Winona form an uneasy alliance while the rest of the party struggles to withstand the influence of the network.",
                    "TitleJapanese": "我が庭に響け銃声",
                    "SummaryJapanese": "ついに≪最接近領≫に辿り着くオーフェン。しかしクリーオウ、マジクとウィノナは姿を消した。別行動になった≪十三使徒≫のシーク、カコルキストの真の目的は領主アルマゲストの暗殺だった。さらには恐るべき謎の暗殺者が潜入していた。それぞれの持つ役割が交錯し、領主の館の庭園は凄惨な戦場と化す。領主は予言する、六人が死ぬと……。"
                },
                "4": {
                    "ID": "9740940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740940",
                    "TitleEnglish": "The Assassin in Holy Robes",
                    "SummaryEnglish": "Igritte fights with all her remaining strength and delivers a message. Leticia faces Seek and Kakorkist while Orphen and Winona investigate the lord's mansion.",
                    "TitleJapanese": "聖服の暗殺者",
                    "SummaryJapanese": "夜の庭園で展開する死闘。イールギットが、レティシャが、混戦の末に倒れてゆく。オーフェンが領主の部屋に向かうと、そこには領主の死体が転がっていて、傍らに巨体の聖服の男が立っていた。男は「ドッペル・イクス」の一人、ジャック・フリズビー。密かに侵入し、闇に紛れて邪魔者を狩っていたのだ。オーフェンはかつてない強敵と対峙する……！"
                },
                "5": {
                    "ID": "9740941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740941",
                    "TitleEnglish": "Lord Almagest",
                    "SummaryEnglish": "Orphen suspects foul play when Claiomh and Majic act out of character. Orphen and Lottecia try to determine who the true enemy is.",
                    "TitleJapanese": "領主アルマゲスト",
                    "SummaryJapanese": "≪最接近領≫の凄惨な戦闘から一夜が明けた。だが領主の館では、昨夜ジャックに殺されたはずの領主アルマゲストが平然と生きていた。クリーオウとマジクは無事だったが、まるで洗脳されているかのように領主に付き従う。領主とダミアンの言動には不信感しかなく、不明瞭な状況にオーフェンは苛立ちを隠せない。そこに新たな襲撃者が迫り……。"
                },
                "6": {
                    "ID": "9740942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740942",
                    "TitleEnglish": "Wander My Mansion, Falsehood",
                    "SummaryEnglish": "Orphen learns the true nature of the lord of the Imminent Domain. Majic considers what he wants out of a teacher and as a Sorcerer. Meanwhile, Lottecia encounters Corgon and is forced to consider uncomfortable things about her past.",
                    "TitleJapanese": "我が館にさまよえ虚像",
                    "SummaryJapanese": "領主アルマゲストは、レキと盟約を結んだことで≪最接近領≫と≪聖域≫の力関係が変わると語り、それまでオーフェンたちは館で待つことに。\nだが侵入者によってウィノナが重傷を負う。そしてロッテーシャの前に現れる侵入者、それはエドだった。エドは≪聖域≫に行ったことでロッテーシャの謎が解けたと告げ、彼女を≪聖域≫に連れてゆこうとする。そこにダミアンが現れ、裏切り者となったエドと対決する……！"
                },
                "7": {
                    "ID": "9740943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740943",
                    "TitleEnglish": "The Demon of the Royal Capital and the Thirteen Apostles",
                    "SummaryEnglish": "Orphen assembles the reunited party and heads to the sanctuary to investigate the Second World-Seeing Tower where Azalie will allegedly be returning to the continent. However, they are accosted by agents of the Thirteen Apostles block their path.",
                    "TitleJapanese": "王都の魔人と十三使徒",
                    "SummaryJapanese": "領主・アルマゲストは、かつてアザリーが結界の外に押し出した女神が“聖域”に降臨し、キエサルヒマ大陸を滅ぼす日が迫っていると語る。その時、ディープ・ドラゴン種族の群れが“最接近領”に集結する。"
                },
                "8": {
                    "ID": "9740944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740944",
                    "TitleEnglish": "Ayrmankar Barrier",
                    "SummaryEnglish": "The Thirteen Apostles plan their next move while the Dragons finalize their plans to leave the continent behind. Leticia infiltrates the sanctuary to negotiate for humanity.",
                    "TitleJapanese": "アイルマンカー結界",
                    "SummaryJapanese": "オーフェン一行はプルートー率いる“十三使徒”と共に“聖域”を目指すことに。一方、ロッテーシャを連れて“聖域”に戻ったエドは、魔王・スウェーデンボリーを召喚する「第二世界図塔」を起動させようとしていた。"
                },
                "9": {
                    "ID": "9740945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740945",
                    "TitleEnglish": "The Second World-Seeing Tower",
                    "SummaryEnglish": "The priests in control of the sanctuary reveal the fate of the Dragons. Corgon positions himself to attempt to take control of the sanctuary. Meanwhile, Orphen and the others attempt to break through the barrier protecting the sanctuary.",
                    "TitleJapanese": "第二世界図塔",
                    "SummaryJapanese": "オーフェン一行と“十三使徒”は“聖域”を目前に、“聖域”の魔術に行く手を阻まれる。一方“聖域”内では管理者である司祭と、レティシャとアザリーが交渉していた。アザリーは「イスターシバの盟約」を持ち出す。"
                },
                "11": {
                    "ID": "9740947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740947",
                    "TitleEnglish": "Swing Wide In My Sanctuary, Gates",
                    "SummaryEnglish": "Friends, enemies, and lovers are reunited for a massive confrontation at the Second World-Seeing Tower. The fate of the continent is decided as two Sorcerers contend for the Demon King's power.",
                    "TitleJapanese": "我が聖域に開け扉",
                    "SummaryJapanese": "迫る大災厄の刻限。“聖域”上空には今にも侵入しようとする女神の姿があった。「第二世界図塔」を起動できる術者であるロッテーシャ、領主・アルマゲスト、アザリーが集い、魔王召喚の準備が整う。"
                },
                "12": {
                    "ID": "9740948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorcerous-stabber-orphen/episodes/9740948",
                    "TitleEnglish": "The End of Kiesalhima",
                    "SummaryEnglish": null,
                    "TitleJapanese": "キエサルヒマの終端",
                    "SummaryJapanese": "結界の消滅から1年...。キエサルヒマ大陸を統治していた貴族連盟は大陸魔術士同盟と対立、これに端を発して大陸各地は混乱の一途をたどっていた。オーフェンは騒乱をもたらした重罪人として指名手配されていた。"
                }
            }
        }
    }
}