{
    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11428586/",
        "https://www.themoviedb.org/tv/92586",
        "https://x.com/somali_anime"
    ],
    "TitleEnglish": "Somali and the Forest Spirit",
    "SummaryEnglish": "The world is ruled by spirits, goblins, and all manner of strange creatures. Human beings are persecuted, to the very point of extinction. One day, a golem and a lone human girl meet. This is a record of the pair, one a member of a ruined race, the other a watchman of the forest. It tells of their travels together and of the bond between father and daughter.",
    "TitleJapanese": "ソマリと森の神様",
    "SummaryJapanese": "世界は精霊、ゴブリン、そしてあらゆる種類の奇妙な生き物によって支配されています。 人間は絶滅の危機に瀕している。 ある日、ゴーレムと一人の人間の女の子が出会う。\nこれは、1人は廃墟の種族のメンバーであり、もう1人は森の番人であるペアの記録です。 それは彼らが一緒に旅行したこと、そして父と娘の間の絆について語っています。",
    "Aliases": [
        "Somali and the God of the Forest",
        "Somali and the Guardian of the Forest",
        "Somari to Mori no Kamisama",
        "Somari to Mori no Kami-sama"
    ],
    "Modified": "2025-07-10",
    "Seasons": {
        "1": {
            "ID": "1803488",
            "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7491366",
                    "TitleEnglish": "Journeying Parent and Child",
                    "SummaryEnglish": "In a world ruled by monsters, a golem takes a human child on a journey in search of her own kind. In a city, the people express surprise at seeing a golem leave its forest, and a curious Somali strays from Golem's side.",
                    "TitleJapanese": "旅する親子",
                    "SummaryJapanese": "異形との戦争に敗れた人間が姿を消した世界で、人間を探して旅をするゴーレムと人間の子供ソマリ。\n旅の途中で立ち寄る街の人々は、本来森から出ることのないゴーレムの来訪に驚く。\n一方、好奇心旺盛なソマリは新しい街に夢中になり、ゴーレムとはぐれてしまう。"
                },
                "2": {
                    "ID": "7521177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7521177",
                    "TitleEnglish": "Edible Herbs and the Oni's Dwelling",
                    "SummaryEnglish": "When Somali gets injured, the dwarf oni doctor Shizuno invites them back to his house for treatment. Golem asks Shizuno to teach him how to make medicine to use on their journey going forward.",
                    "TitleJapanese": "くさびらと鬼の住処",
                    "SummaryJapanese": "旅の途中で怪我をしてしまったソマリは、森の中で小鬼の薬師シズノに出会う。\nシズノの助手・ヤバシラと共に住まう家に招かれ、手当てを受けるソマリ。\nゴーレムは今後の旅に備えて薬作りを教えてほしいとシズノに頼む。"
                },
                "3": {
                    "ID": "7524382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524382",
                    "TitleEnglish": "The Sea at the Bottom of the Cave",
                    "SummaryEnglish": "In order to earn travel funds, Golem gets a job working for Kokilila in Anthole City. As Somali watches him at work, she begins to fear he's trying to end their journey as soon as possible. Kokilia's son, Kikila, then leads her into an underground world to cheer Somali up.",
                    "TitleJapanese": "ほら穴の底の海",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7524402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524402",
                    "TitleEnglish": "The Wishing Flower and the Promise Request",
                    "SummaryEnglish": "With Kikila and Muthrica's help, Somali finds a flower that will grant wishes. But Golem scolds her for coming home late, and tells her they may not be able to travel together anymore. The psychological trauma collides with Somali's building exhaustion from the journey, and causes her to collapse.",
                    "TitleJapanese": "叶える花と願う約束",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7537314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7537314",
                    "TitleEnglish": "The Wandering Birds",
                    "SummaryEnglish": "When Golem and Somali need to travel across a large desert, two bird travelers, Uzoi and Haitora, offer them free transport. But these travelers harbor secrets, and they could possibly be a danger to Somali.",
                    "TitleJapanese": "揺蕩いの鳥",
                    "SummaryJapanese": "サカズキの村でゴーレムとソマリはウゾイとハイトラに出会う。\nハイトラの病を治す薬を探して旅を続けているウゾイとハイトラ。\nソマリが人間であると気づいたウゾイは、\n同じ人間であるソマリの血であればハイトラを救えるかもしれないと考え、\n共に砂漠越えをしようと提案する。"
                },
                "6": {
                    "ID": "7537315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7537315",
                    "TitleEnglish": "Dying Flowers Look Up at the Birds",
                    "SummaryEnglish": "Hoping to cure Haitora's illness, Uzoi attacks Somali, but realizes she can't bring herself to hurt her. That night, Haitora reveals an important secret to Golem... which Uzoi happens to overhear.",
                    "TitleJapanese": "息の根はる花は鳥を仰ぐ",
                    "SummaryJapanese": "ハイトラの病気を治す為にソマリを襲うウゾイ。\nしかし心の優しいウゾイにソマリを傷つけることはできなかった。\nその夜、ハイトラはゴーレムに重大な秘密を打ち明ける。\n偶然起きていたウゾイは真実を知ってしまいハイトラを拒絶する。"
                },
                "7": {
                    "ID": "7524384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7524384",
                    "TitleEnglish": "The Footsteps That Stalk the Witches",
                    "SummaryEnglish": "After leaving the desert, Somali and Golem travel to a witch village in search of a library that holds books from around the world, in which they have hopes of finding books about humans that may provide clues of their current whereabouts. After learning of a book about humans called \"The Story of Haraiso\" in the witches' library, they work with the librarian, Hazel, to find the book.",
                    "TitleJapanese": "魔女に縋る足取り",
                    "SummaryJapanese": "共に砂漠を超えるゴーレムとウゾイたち。\n旅の中でゴーレムは旅の目的をハイトラに明かす。\n砂漠の果てでウゾイたちと別れた後、ゴーレムとソマリは魔女の村へ向かう。\n魔女印図書館に人間のことを記した本『ハライソの伝記』があることを知った2人は、\n司書のヘイゼルと共に本を探す。"
                },
                "8": {
                    "ID": "7590581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590581",
                    "TitleEnglish": "Meeting and Bonds Prayed For",
                    "SummaryEnglish": "Somali and Golem meet the head librarian of library since she was the last one to possess \"The Chronicle of Haraiso\". Upon meeting her, they learn she's also the author of the book and they listen as she shares the story of her ancestor, Feodora, and her first encounter with humans ages before.",
                    "TitleJapanese": "祈り語る出会いと絆",
                    "SummaryJapanese": "『ハライソの伝記』の著者である館長に会う為に\n魔女印図書館の深部に侵入するゴーレムとソマリ。\n図書館最深部にたどり着いた2人は年老いた魔女イゾルダに出会う。\nイゾルダによって、ハライソと呼ばれるゴーレムに守られた人間の村の物語が語られる。"
                },
                "9": {
                    "ID": "7590582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590582",
                    "TitleEnglish": "Memories of Minor Days",
                    "SummaryEnglish": "Somali and Golem stay for the night at an empty lodge when it starts raining. The two spend time baking together when Somali finds a cookbook. During the night, two friends appear before them.",
                    "TitleJapanese": "小さな日々の思い出",
                    "SummaryJapanese": "最果ての地を目指し、旅を続けるゴーレムとソマリ。\nその途中で雨に降られキャンディバオムの木ツツキ小屋で雨宿りをする。\n寝る前に木ツツキの残した料理の書付けを見つけたソマリは、\nゴーレムの手作りご飯が食べたいとせがむ。\n食事の後、懐かしい友人が木ツツキ小屋に訪れる。"
                },
                "10": {
                    "ID": "7590583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590583",
                    "TitleEnglish": "The Infant Child and the Green Boulder",
                    "SummaryEnglish": "Golem recalls back to the time he first met Somali in his forest. Later, when Golem and Yabashira begin their jobs as bodyguards, Somali and Shizuno do arts and crafts when Somali decides she wants to make a gift for Golem.",
                    "TitleJapanese": "幼子と緑の砦",
                    "SummaryJapanese": "雪ワタリが終わるまでアリシギの村はずれの小屋で過ごすことになったソマリたち。\n用心棒の仕事に出かけるゴーレムとヤバシラを見送るソマリとシズノ。\n留守番の間にソマリはゴーレムにプレゼントを作ることを考える。\nしかし何を作るかなかなか決められず……。"
                },
                "11": {
                    "ID": "7590584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590584",
                    "TitleEnglish": "Those Who Protect and Those Who Threaten",
                    "SummaryEnglish": "Somali finishes her fita band with Auntie Rosa's help, and exchanges presents with Golem. But that night, hunters attack...",
                    "TitleJapanese": "護る者と牙剥く者",
                    "SummaryJapanese": "ローザおばさんの力を借りてフィタの組み紐を編み上げたソマリ。\n帰ってきたゴーレムにプレゼントすると、\nゴーレムもまたソマリへの贈り物としてフィタの組み紐を買ってきていた。\n通い合う心が嬉しいソマリ。\nその夜、人狩りたちが小屋に近づいてきて……。"
                },
                "12": {
                    "ID": "7590585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/somali-and-the-forest-spirit/episodes/7590585",
                    "TitleEnglish": "Bonded Father and Child",
                    "SummaryEnglish": "Golem transforms and fights off the human hunters to protect Somali. But when he continues to rampage, the others stop him from doing anymore harm. After the incident, Golem questions if he can still continue his role as Somali's father.",
                    "TitleJapanese": "Kokoro Tsunagiau Oyako",
                    "SummaryJapanese": "人狩りにソマリを襲われ暴走してしまうゴーレム。\n逃げ惑う人狩りたちを襲うゴーレムを、身を挺して止めようとするヤバシラ。\nしかし暴走で意志を失ったゴーレムは容赦なくヤバシラを攻撃する。\nソマリはお互いの絆を信じてゴーレムの目前に立ちはだかる。"
                }
            }
        }
    }
}