{
    "URL": "https://www.thetvdb.com/series/gibiate",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12350092/",
        "https://gibiate.com/",
        "https://www.themoviedb.org/tv/94388"
    ],
    "TitleEnglish": "Gibiate",
    "SummaryEnglish": "2030, Japan. A virus has infected humans throughout the world. Infected people turn into different forms of monsters based on their ages, sexes and races. The virus is named 'Gibia' - after being rich in variety like gibia. A samurai and a ninja traveled from the early Edo period, fighting together with help from a doctor who tries to find cure for Gibia. Facing ceaseless attacks from Gibias, and outlaws that attack travelers for food, they start the dangerous journey with enemies all around.",
    "TitleJapanese": "ジビエート",
    "SummaryJapanese": "2030年、日本。 ウイルスは世界中の人間に感染しています。 感染した人々は、年齢、性別、人種に基づいてさまざまな形のモンスターに変わります。 このウイルスは、ギビアのように多様性に富んでいることから「ギビア」と名付けられています。 江戸時代初期から武士と忍者が旅をし、ギビアの治療法を模索する医師の助けを借りて戦った。 ギビアスからの絶え間ない攻撃と、食べ物を求めて旅行者を攻撃する無法者に直面して、彼らは周りの敵と一緒に危険な旅を始めます。",
    "Aliases": [
        "Gibiate: A life's end"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1843574",
            "URL": "https://www.thetvdb.com/series/gibiate/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7703504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703504",
                    "TitleEnglish": "Spirited Away",
                    "SummaryEnglish": "Tokyo, 2030. A pandemic called Gibiate, which transforms all regardless of age, sex, or race into monsters known as Gibier, has spread throughout the world. This is the age that the samurai, Kanzaki Sensui, and the shinobi, Sanad Kenroku, find themselves in after traveling through time from the Edo era to meet the Doctor and his assistant, Funada Kathleen. What future lies in store for Sensui and Kenroku as they face these monsters for the first time?",
                    "TitleJapanese": "神隠し",
                    "SummaryJapanese": "２０３０年東京、世界中で感染者は怪物（ジビエ）になり、年齢、性別、人種により姿が変化する「ジビエート」という病気が流行していた。 \nそんな時代に江戸時代からタイムスリップしてきた侍：神崎千水と忍：真田兼六が博士の助手：船田キャスリーンと出会い物語がはじまる。\n 初めて怪物（ジビエ）に対峙する千水・兼六達の未来はどうなってしまうのか。"
                },
                "2": {
                    "ID": "7703505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703505",
                    "TitleEnglish": "Beyond the Maelstrom",
                    "SummaryEnglish": "After meeting Kathleen, Sensui and Kenroku are invited into the camp where people have been living together. Kathleen challenges Sensui to a duel, hoping to learn how strong he is. Shortly afterward, the camp's lights suddenly go dark and the Gibier attack. Can Sensui and Kenroku fight against these unknown Gibier?",
                    "TitleJapanese": "渦の向こう",
                    "SummaryJapanese": "キャスリーンと出会った千水と兼六は、人々が寄り添いあって暮らしているキャンプと呼ばれている集落に招かれる。千水の剣術の実力を知りたい、キャスリーンは剣道で勝負を挑む。そんな折に突然キャンプのライトが突如消え、襲いかかってくるジビエ達。\n千水と兼六達は未知のジビエとどう戦うのか？"
                },
                "3": {
                    "ID": "7703506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7703506",
                    "TitleEnglish": "The Third Man",
                    "SummaryEnglish": "Sensui and the others decide to set out for a new location. Along the way they encounter a type of Gibier they have never faced before. Yet during that challenge a third man who has traveled through time like Sensui and Kenroku appears before them!",
                    "TitleJapanese": "第三の男",
                    "SummaryJapanese": "千水達は新たな目的地に向かうことを決めた。\n道中で今までに出会ったことのないタイプのジビエと遭遇する。\nその状況下で千水・兼六と同じように過去からタイムスリップしてきた第三の男が登場する！？"
                },
                "4": {
                    "ID": "7865472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7865472",
                    "TitleEnglish": "Danger Zone",
                    "SummaryEnglish": "With aid from Onikura Yukinojyo, a warrior monk who traveled through time, Sensui and the others manage to repel the powerful Gibier, Meteora, and then stop in at a nearby shopping mall. There Sensui and Kenroku's past is revealed, as well as how they first met one another. Yet as their group sets out for the new destination, a new peril approaches!",
                    "TitleJapanese": "危険地帯",
                    "SummaryJapanese": "タイムスリップしてきた僧兵：鬼倉雪之丞の助けにより、強力なジビエ：メテオラを何とか退けた千水達は、近くのショッピングモールに立ち寄ることに・・・。\nそこで明かされる千水と兼六の過去、そして二人の出会い。\n目的地を目指す一行に新たな危機が迫っていた！？"
                },
                "5": {
                    "ID": "7875941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7875941",
                    "TitleEnglish": "Evil VS Bushido",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪 対 武士道",
                    "SummaryJapanese": "大量のジビエに襲われた一行は千水、兼六、雪之丞、アダムの活躍でなんとかその場を脱出することに成功した。\n移動の途中に休憩していた千水たちは、ガリアンズと名乗る５人組に襲われる！\n敵はジビエのみならず、人間との争いがここから始まる！？"
                },
                "6": {
                    "ID": "7885029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7885029",
                    "TitleEnglish": "Desperate Situation",
                    "SummaryEnglish": "A lone woman appears when Kathleen is in danger. Is she an ally or an enemy?! Will they be able to escape from the desperate situation within the tunnel? Sensui's past is finally revealed, along with his history with his Master and the origin of his dual wielding style...",
                    "TitleJapanese": "絶体絶命",
                    "SummaryJapanese": "キャスリーンの危機に現れた一人の女性。彼女は味方なのか、それとも敵なのか！？\nトンネル内での絶体絶命のピンチを乗り切ることができるのか？\nそして、明らかになる千水の過去！師匠との絆、二刀流の原点とは・・・"
                },
                "7": {
                    "ID": "7895291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7895291",
                    "TitleEnglish": "Dream Road to Death",
                    "SummaryEnglish": "Ayame joins their group, but they continue their journey toward Niigata, they once again encounter Meteora! How will Sensui, Kenroku, and Yukinojyo overcome this danger as they struggle against Meteora's fierce assault?!",
                    "TitleJapanese": "死への夢道",
                    "SummaryJapanese": "彩愛が仲間に加わり、新潟を目指すキャスリーン達の前に現れたのは、メテオラだった。\nメテオラの猛威に苦戦する千水・兼六・雪之丞・・・彼らは一体どうこの危機を切り抜けるのか！？"
                },
                "8": {
                    "ID": "7904106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7904106",
                    "TitleEnglish": "Letter of Farewell",
                    "SummaryEnglish": "When the group makes a pit stop to try and allow a wounded Sensui to rest, Yurika is stabbed by Gibier. Yet even as Yurika's injury brings great sadness to them all, a swarm of Gibier attacks without mercy... Can they make it through this disaster?!",
                    "TitleJapanese": "別れの手紙",
                    "SummaryJapanese": "傷ついた千水を休ませようと立ち寄った場所で、ユリカがジビエに刺されてしまう。\nユリカが刺された深い悲しみに包まれた状況下でも、容赦無く襲いかかってくる大量のジビエ・・・このピンチを切り抜けることができるか！？"
                },
                "9": {
                    "ID": "7921504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7921504",
                    "TitleEnglish": "Until It All Burns Out",
                    "SummaryEnglish": "Sensui is wounded and unable to move, so Yukinojyo takes a stand all alone to protect him and Kathleen from the Gibier... After finally overcoming countless hardships, the group arrives at their final destination where a large horde of Gibier lies in wait!",
                    "TitleJapanese": "燃え尽きるまで",
                    "SummaryJapanese": "傷ついて動けない千水とキャスリーンを守るためにジビエに一人で対峙した雪之丞・・・\n様々な困難を乗り越えて、目的地に到着した一行を待ち受けていたのは大量のジビエだった！"
                },
                "10": {
                    "ID": "7933795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933795",
                    "TitleEnglish": "New Allies",
                    "SummaryEnglish": "A huge horde of Gibier awaits them at the research center, so Sensui and the others steel themselves for battle. Doctor Yoshinaga continues his research, but can he complete his vaccine?!",
                    "TitleJapanese": "新たなる仲間",
                    "SummaryJapanese": "研究所で待ち受けていたのは大量のジビエたちだった。\n千水たちは覚悟を決め大量のジビエとの戦いに挑むが・・・・\nヨシナガ博士が研究を続けてきたジビエワクチンは完成するのか！？"
                },
                "11": {
                    "ID": "7933796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933796",
                    "TitleEnglish": "Illusory Love",
                    "SummaryEnglish": "Their group spends an enjoyable night with their new allies, the Galients, but then they're attacked by Meteora... Doctor Yoshinaga continues his research toward a vaccine in the research center, and his past is revealed to all...",
                    "TitleJapanese": "まぼろしの愛",
                    "SummaryJapanese": "ガリアンズメンバーが仲間になり楽しい一夜を過ごした一同を待っていたのはメテオラの襲撃だった…\n研究所でジビエワクチンの研究を目指すヨシナガ博士。\nそのヨシナガ博士の過去が明らかになる…"
                },
                "12": {
                    "ID": "7933797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gibiate/episodes/7933797",
                    "TitleEnglish": "A Life's End",
                    "SummaryEnglish": "With the memories of their dead comrades behind them, Sensui and Kenroku put up a fierce fight to the death against the transformed Dr. Yoshinaga. All is revealed and the story reaches its shocking conclusion...",
                    "TitleJapanese": "命の果てには",
                    "SummaryJapanese": "豹変したヨシナガ博士に苦戦する千水と兼六。\nこれまでに死んでいった仲間の思いを胸に死闘を繰り広げる！\n全てが明らかになり、物語は衝撃の最後をむかえる・・・"
                }
            }
        }
    }
}