{
  "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Musical",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12362302/",
    "https://hypnosismic-anime.com/",
    "http://www.reddit.com/r/HypnosisMic",
    "https://www.themoviedb.org/tv/96139",
    "https://x.com/hypnosismic_ra"
  ],
  "TitleEnglish": "HYPNOSISMIC -Division Rap Battle- Rhyme Anima",
  "SummaryEnglish": "Legendary rap group The Dirty Dawg could have taken Japan by storm, but then they broke up. Now each member fights in one of the four rival groups. Battles for turf are fought with rap and the Hypnosis Mic, a microphone that can affect the human spirit.",
  "Aliases": [
    "Hypmic",
    "Hypnosis Mic"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "1804709",
      "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7743600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7743600",
          "TitleEnglish": "As soon as man is born he begins to die.",
          "SummaryEnglish": "In the H Age, war has been abolished, & women run the government. Men now compete in rap battles with hypnosis mics that can inflict psychic damage on their opponents. Watch as 4 promising teams from Tokyo take care of business in their own divisions.",
          "Aliases": []
        },
        "2": {
          "ID": "7972178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972178",
          "TitleEnglish": "Speak of the devil and he will appear.",
          "SummaryEnglish": "A team \"Buster Bros !!!\" formed by three brothers. The eldest son and leader, Ichiro Yamada, dropped in at a cafe in Ikebukuro for work. However, a man with an illegal microphone appears there and stands up, and Ichiro becomes a hostage with the customer of the store and gets involved in the incident. Ichiro, who didn't carry the microphone at the wrong time, has no way to resist the criminal ... Younger brothers Jiro Yamada and Saburo Yamada notice the appearance of their older brother in the newsreel and start running to the scene.",
          "Aliases": []
        },
        "3": {
          "ID": "7972183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972183",
          "TitleEnglish": "Two heads are better than one.",
          "SummaryEnglish": "When Doho Kannonzaka, who was exhausted from overtime, returned home, there was a strange man's corpse in the room. When the housemate, Izumi 123, confirmed the corpse, a tie was wrapped around his neck. When he heard the siren of the approaching police car, Jinguji Jakurai, who had just come to see them, sensed the situation and left the apartment with them in the car. The three, who thought that Doppo was fitted to someone, began to move to find out the truth of the case with their own hands.",
          "Aliases": []
        },
        "4": {
          "ID": "7972186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972186",
          "TitleEnglish": "A friend in need is a friend indeed.",
          "SummaryEnglish": "At the call of the Iruma Gun Rabbit, Sakuma Aoki and Mason Tokushima gather at the office of the Yakuza \"Fire Warbler\" in Yokohama. According to Gun Rabbit, there is a casino of the flight pursuit group that is hostile to the Shima of the fire group that Sakumaki divides, and drug trading is done there. Gun rabbits aiming for career advancement ask for cooperation from the two in order to monopolize the credit for crushing the transaction. Sakuma, who wants to crush the flight pursuit group, and Riyu, who cannot overlook the insecurity as a soldier, decides to help the gun rabbit.",
          "Aliases": []
        },
        "5": {
          "ID": "7972188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972188",
          "TitleEnglish": "Seeing is believing.",
          "SummaryEnglish": "The words \"Horror! Ghosts infesting the Shibuya Division\" on TV. Amemura random number who looks frightened with his face turned away. Emperor Arisugawa noticed the situation and made fun of the random numbers, but the random numbers seemed to be stubborn and said, \"There are no ghosts, I'm not scared.\" Watching the situation, Gentaro Yumeno proposes to bet whether or not there are ghosts. The three went out to the city of Shibuya at night to find out the truth ...",
          "Aliases": []
        },
        "6": {
          "ID": "7972191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972191",
          "TitleEnglish": "He who laughs last, laughs best.",
          "SummaryEnglish": "Finally, the division battle qualifying was cut off. While the thoughts of \"Buster Bros !!!\", \"MAD TRIGGER CREW\", \"Fling Posse\", and \"Matenro\" participating in the qualifying are mixed, there is a note on the net saying \"Crush the division battle\". The three \"Buster Bros !!!\" rush through the city of Ikebukuro to thwart the attempt.",
          "Aliases": []
        },
        "7": {
          "ID": "7972193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972193",
          "TitleEnglish": "The darkest hour is just before the dawn.",
          "SummaryEnglish": "Tom, Iris, and Rex split into three hands and head for coverage of \"Matenro,\" \"MAD TRIGGER CREW,\" and \"Fling Posse.\" And on the day of the Shinjuk division \"Matenro\" qualifying. I had to go home on time to participate in the qualifying, but the section chief asked me to do a lot of work today. Meanwhile, a colleague appears who supports me, \"I like the rap style of self-reliance.\"",
          "Aliases": []
        },
        "8": {
          "ID": "7972200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972200",
          "TitleEnglish": "Dead men tell no tales.",
          "SummaryEnglish": "The eve of the Yokohama Division \"MAD TRIGGER CREW\" qualifying. In order to finish the investigation by 10 am when the qualifying starts, Gun Rabbit relies on Sakumaki and Riyu, but the investigation is difficult because he cannot get any clue about the case, and the qualifying participation of Gun Rabbit becomes doubtful. On the other hand, in Shibuya, a random number was used to inform him that he had abducted the Emperor.",
          "Aliases": []
        },
        "9": {
          "ID": "7972209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972209",
          "TitleEnglish": "Life is what you make it.",
          "SummaryEnglish": "The four teams \"Buster Bros !!!\", \"MAD TRIGGER CREW\", \"Fling Posse\", and \"Matenro\" who won the division battle final tournament were gathered in front of the main gate of Chuo Ward. Former members of \"The Dirty Dawg\" (commonly known as TDD), Ichiro and Sakumaki, random numbers and Jakurai glares at each other from their former ties.",
          "Aliases": []
        },
        "10": {
          "ID": "7972212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972212",
          "TitleEnglish": "Today is a good day to die.",
          "SummaryEnglish": "Random numbers called by Kanji Yukoji Fig before the battle. In order to make Jakurai's abilities belong to the Konoha Party, he is instructed to brainwash Jakurai using the powerful hypnotic \"Authentic Hypnosismic\". However, there is a price to pay for its powerful output ....",
          "Aliases": []
        },
        "11": {
          "ID": "7972216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972216",
          "TitleEnglish": "No pain, no gain.",
          "SummaryEnglish": "Before the final battle, Sakumaki sees and chases his younger sister, Gojo, who should be in the Chuo Ward, but disappears into an area that is off limits to anyone other than those involved. I was struck by a lone thunder who happened to be there when I was about to rub, and decided to talk. On the other hand, random numbers that disobey the orders of figs try to escape from Chuo Ward.",
          "Aliases": []
        },
        "12": {
          "ID": "7972218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972218",
          "TitleEnglish": "You can't make an omelet without breaking eggs.",
          "SummaryEnglish": "After the final tournament, the staff of the Konoha Party will visit each of \"Matenro\", \"MAD TRIGGER CREW\" and \"Buster Bros !!!\". They say they will guide them to the Prime Minister, but when they sense the danger, they try to escape from the spot.",
          "Aliases": []
        },
        "13": {
          "ID": "7972222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/7972222",
          "TitleEnglish": "Tomorrow is another day.",
          "SummaryEnglish": "The true identity of Tom Iris Rex is the warrior \"Secret Aliens\" who helps governments and revolutionaries in each country. In order to protect the order of this country, he was hostile to Ichiro and his friends. Ichiro, Sakumaki, and Jakurai and others escaped from the Chuo Ward because of their lives, but Tom applied for a rematch with \"Fling Posse\", who had been caught due to a power outage to help them.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2080801",
      "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/seasons/official/2",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "9983828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/9983828",
          "TitleEnglish": "Revenge is a dish best served cold.",
          "SummaryEnglish": "Just after the second division battle ends, a string of ordinary citizens go on the rampage. On top of that, there's a hostage situation at a hotel in Ikebukuro. The objective: revenge against the Buster Bros!!! Ichiro, Jiro, and Saburo dash to the scene!",
          "Aliases": []
        },
        "2": {
          "ID": "10018184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018184",
          "TitleEnglish": "Side with the weak and crush the strong.",
          "SummaryEnglish": "The Katen-gumi is attacked. When Samatoki Aohitsugi, Jyuto Iruma, and Rio Mason Busujima arrive to help, they meet self-proclaimed \"legendary gambler\" Chuji Furoito. Meanwhile, MAD TRIGGER CREW has its hands full with the civilian rampages.",
          "Aliases": []
        },
        "3": {
          "ID": "10018185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018185",
          "TitleEnglish": "Happiness depends upon ourselves.",
          "SummaryEnglish": "Samatoki recognizes TBH's dancers. Bad things will happen if they aren't stopped, so MAD TRIGGER CREW joins forces with Ichiro Yamada, Ramuda Amemura, and Jakurai Jinguji. Elsewhere, bad things are happening around Nagoya Division's Bad Ass Temple.",
          "Aliases": []
        },
        "4": {
          "ID": "10018186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018186",
          "TitleEnglish": "There is little success where there is little laughter.",
          "SummaryEnglish": "A huge man named Ondoriya challenges Sasara Nurude, Rosho Tsutsujimori, and Rei Amayado—Osaka Division's Dotsuitare Honpo—to a rap battle. An accident during the battle causes Ondoriya to lose his memory. Sasara and Rosho try to help him get it back!",
          "Aliases": []
        },
        "5": {
          "ID": "10018187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018187",
          "TitleEnglish": "As Soon as You Trust Yourself, You Will Know How to Live.",
          "SummaryEnglish": "Jakurai goes to Nagoya to look for clues about TBH and runs into Hifumi and Doppo. Hifumi is working at the Nagoya branch of the host club. When they hear that club patrons have info on TBH, Jakurai, Ichiro, Kuko, and the others go help out at the club.",
          "Aliases": []
        },
        "6": {
          "ID": "10018188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018188",
          "TitleEnglish": "Friendship is a single soul dwelling in three bodies.",
          "SummaryEnglish": "MAD TRIGGER CREW and Fling Posse learn that there are clues about TBH in Osaka. They ask Dotsuitare Honpo for help and start gathering information. A crew of three imitating Fling Posse appears. Something about seeing a copy of himself irritates Ramuda.",
          "Aliases": []
        },
        "7": {
          "ID": "10018189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018189",
          "TitleEnglish": "Hell is empty and all the devils are here.",
          "SummaryEnglish": "Ichiro and the others head to Osaka Bay to dismantle the bombs at the theme park where TBH announces that they're holding an Underground Division Rap Battle. The crews split into three groups to cover three areas, then assassins appear to block their way!",
          "Aliases": []
        },
        "8": {
          "ID": "10018190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018190",
          "TitleEnglish": "Each of us bears his own Hell.",
          "SummaryEnglish": "MAD TRIGGER CREW and Dotsuitare Honpo arrive in a new area and fall into TBH's trap. The two teams are shown footage of Samatoki's younger sister, Rosho's student, and Rio's former commanding officer. Only one can be saved. Who will the teams choose?",
          "Aliases": []
        },
        "9": {
          "ID": "10018191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018191",
          "TitleEnglish": "The North Wind and the Sun.",
          "SummaryEnglish": "TBH dancers Chiaro and Scuro appeared in front of Ichiro and Sora. Ichiro says that they are definitely former acquaintances, Akira and Satoru, but Chiaro and Scuro have no such memories. Meanwhile, in the area where Matenro and Fling Posse advanced, a clan of assassins called the Shadows was waiting. “Kurae Flow Suffering and Training East, West and East again FIGHTER`S ROAD”",
          "Aliases": []
        },
        "10": {
          "ID": "10018192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018192",
          "TitleEnglish": "Every new beginning comes from some other beginning's end.",
          "SummaryEnglish": "TBH appears again before Ichiro and the others. They say that if they're beaten in a rap battle, they'll spill everything they know. Ichiro, Samatoki, Ramuda, Jakurai, Kuko, and Sasara accept the challenge. After the battle, the mastermind is revealed.",
          "Aliases": []
        },
        "11": {
          "ID": "10018193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018193",
          "TitleEnglish": "There are no goodbyes for us. Wherever you are, you will always be in my heart.",
          "SummaryEnglish": "The 18 people who fell into the Kaigemon trap and were captured in Chuo Ward were divided into three helicopters and transported. In order to stop Kaigeimon, Ichiro and his friends temporarily team up with Nakao Ward and decide to help suppress the mob in Tokyo. The six people aboard Unit 3, Saburo, Rio, Teito, Doppo, Rei, and Goku, head to Shibuya to confront Chiaro.",
          "Aliases": []
        },
        "12": {
          "ID": "10018194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10018194",
          "TitleEnglish": "Tears come from the heart and not from the brain.",
          "SummaryEnglish": "The six leaders arrive in Chuuoku where the special forces have started rioting due to the influence of Kaibyakumon's drones. The second helicopter lands in Shinjuku where they start looking for the drones' control server, but they fall into Scuro's trap.",
          "Aliases": []
        },
        "13": {
          "ID": "10211723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hypnosis-microphone-division-rap-battle-rhyme-anima/episodes/10211723",
          "TitleEnglish": "Where there's hope, there's life. It fills us with fresh courage and makes us strong again.",
          "SummaryEnglish": "After discovering the whereabouts of Kaigeimon, Ichiro, Samatoki, Rannuma, Jakurai, Hire, and Sora come to the site of Beginning Gate, the company where Akira and Satoru used to be. There, Kaimeimon, who has lost Ming and Satoru and has decided to take revenge on Chuo Ward, is waiting. Kaiseimon uses hundreds of drones, turns into a demon, and overwhelms the six with a rap filled with anger and despair.",
          "Aliases": []
        }
      }
    }
  }
}