{
    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure",
    "Genres": [
        "Action",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11708996/",
        "http://www.toei-anim.co.jp/tv/healingood_precure/",
        "https://www.themoviedb.org/tv/96914"
    ],
    "TitleEnglish": "Healin' Good♥PreCure",
    "SummaryEnglish": "A secret world that has provided treatment to heal the Earth, is under attack by the Byougenzu, who plan to infect Earth with an illness, putting it in great danger.",
    "TitleJapanese": "ヒーリングっど♥プリキュア",
    "SummaryJapanese": "地球を癒すための治療を提供してきた秘密の世界は、地球を病気に感染させようとしている豊源津の攻撃を受け、大きな危険にさらされています。",
    "Aliases": [
        "Healin' Good♥Precure"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "0": {
            "ID": "1804935",
            "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "2": {
                    "ID": "8578928",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8578928",
                    "TitleEnglish": "Healin' Good PreCure the Movie: GoGo! Big Transformation! The Town of Dreams",
                    "SummaryEnglish": null,
                    "TitleJapanese": "映画ヒーリングっど♥プリキュア ゆめのまちでキュン！っとGoGo！大変身！！",
                    "SummaryJapanese": "のどか、ちゆ、ひなた、あすみの4人は、心に思い描いた夢を映し出せる“ゆめアール”が大流行中のゆめのまちにやってきた。そこで出会ったゆめアールプリンセス・カグヤとも友達になるのどみたち。しかし、のぞみたちの前に謎の敵・エゴエゴが現れて…？"
                }
            }
        },
        "1": {
            "ID": "1804936",
            "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/seasons/official/1",
            "# Episodes": 45,
            "Episodes": {
                "2": {
                    "ID": "7520659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7520659",
                    "TitleEnglish": "No Longer Partners!? I Guess I'm No Good?",
                    "SummaryEnglish": "Nodoka and Rabirin have decided they'd protect the Earth together, but after seeing how nonathletic Nodoka is, Rabirin comes to the conclusion that she needs a \"new partner\"!?",
                    "TitleJapanese": "パートナー解消！？わたしじゃダメなの？",
                    "SummaryJapanese": "ラテたちを家に連れ帰った翌日、のどかは転校初日を迎える。教室に入り、昨日出会ったちゆとひなたに再会する。その日の放課後、クラスメイトに誘われたのどかはいろいろな運動部の部活動に挑戦することに。"
                },
                "3": {
                    "ID": "7520663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7520663",
                    "TitleEnglish": "Overflowing Feelings! Transform Into Cure Fontaine!",
                    "SummaryEnglish": "Chiyu is the daughter of the hot spring inn. And a part of the spring was targeted by the Byogens! Wanting to help restore it, Chiyu and Pegitan decided.",
                    "TitleJapanese": "湧き上がる想い！変身！キュアフォンテーヌ！",
                    "SummaryJapanese": "のどかとラビリンが学校に行っている間に、ラテが家を抜け出した。そして、学校にやってきたラテをちゆがのどかのもとに連れてくる。その日の放課後、のどかはちゆに誘われ、大きな温泉宿である自宅に遊びにいく。"
                },
                "5": {
                    "ID": "7574226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7574226",
                    "TitleEnglish": "Awkward Day At The Aquarium! We're All So Different",
                    "SummaryEnglish": "Nodoka takes Chiyu and Hinata, who aren't getting along, to the aquarium so they can become better friends. But when they get there, they lose sight of Pegitan...",
                    "TitleJapanese": "気まずい水族館！チグハグなわたしたち",
                    "SummaryJapanese": "ちゆの提案でのどかたちはプリキュアやヒーリングガーデンのことをおさらいする。ところが、ひなたは覚え切れずに落ち込んでしまう。そんな彼女にアドバイスを送るちゆも、ひなたを怖がらせていないかと心配し...。"
                },
                "7": {
                    "ID": "7594426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7594426",
                    "TitleEnglish": "Big News!? Nodoka's Secret",
                    "SummaryEnglish": "A male student is following Nodoka around at school as he suspects Nodoka has something to do with the most recent monster attacks. So Michio keeps nagging her, to which she struggles to keep her Pretty Cure identity a secret.",
                    "TitleJapanese": "大スクープ!？のどかの秘密",
                    "SummaryJapanese": "ちゆ、ひなたと下校しようとしていたのどかは、誰かに後をつけられていることに気づく。正体を突き止めてみるとすこやか中学の新聞部員・益子道男だった。道男は怪物をのどかが呼び出していると考えていて...。"
                },
                "8": {
                    "ID": "7594429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7594429",
                    "TitleEnglish": "Chiyu Can't Jump!? Trouble At The Athletics Tournament!",
                    "SummaryEnglish": "The Spring Athletics Tournament is coming up and everything is looking great until Chiyu suddenly falls into a slump. Smiling at Nodoka and Pegitan, Chiyu keeps practising, but...",
                    "TitleJapanese": "とべないちゆ！？陸上大会大ピンチ！",
                    "SummaryJapanese": "春の陸上大会に向けて練習に力の入るちゆ。しかし、ライバル校にちゆの自己ベストを超える選手がいるらしいという情報を聞いてから、ジャンプを失敗するようになってしまう。のどかやひなたは彼女を気遣い...。"
                },
                "10": {
                    "ID": "7615872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7615872",
                    "TitleEnglish": "Emergency Treatment! There's Multiple Megabyogen!?",
                    "SummaryEnglish": "Nodoka and the others go on a field trip to visit a museum. Meanwhile, Guaiwaru, Daruizen and Shindoine decide to attack at the same time!?",
                    "TitleJapanese": "緊急お手当！メガビョーゲンがいっぱい！？",
                    "SummaryJapanese": "校外学習でクラスメイトのみんなとガラス美術館を訪れるのどかたち。展示作品を見て感激するのどかだが、そこにグアイワルが現れる。のどか、ちゆ、ひなたはすぐにプリキュアに変身して戦おうとするが...。"
                },
                "12": {
                    "ID": "7635775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7635775",
                    "TitleEnglish": "Thoughts As One! The Great Teamwork Plan",
                    "SummaryEnglish": "Rabirin comes up with an idea for Nodoka and the others to undergo special training to strengthen their teamwork. As the training doesn't go as planned, a new Byogen appears...",
                    "TitleJapanese": "以心伝心！♡　チームワーク大作戦",
                    "SummaryJapanese": "ラビリンの呼び掛けにより、のどかの家で緊急ミーティングが開かれる。プリキュア・ヒーリング・オアシスの発動を振り返り、チームワークを強くすることが大切と考えたラビリンたちは、のどかたちを特訓に連れ出す。"
                },
                "13": {
                    "ID": "7635776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7635776",
                    "TitleEnglish": "To Quit Or To Not Quit? A Confused Hinata!",
                    "SummaryEnglish": "Hinata is feeling uncertain about continuing as a Pretty Cure after fighting Batetemoda, when suddenly, an invisible Megabyogen appears!?",
                    "TitleJapanese": "辞める？辞めない？迷えるひなた！",
                    "SummaryJapanese": "突然「プリキュアを辞めちゃうかも」と呟いたひなた。彼女は大きく育ったメガビョーゲンやバテテモーダが出現したことで、これからのお手当てに不安を感じていた。そんななか、ラテがくしゃみをし...。"
                },
                "14": {
                    "ID": "7668073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7668073",
                    "TitleEnglish": "Discovering Happiness! Sukoyaka Festival!",
                    "SummaryEnglish": "Ever since Nodoka has came to live in Sukoyaka City, she has felt healthy. Along with Chiyu and Hinata, they attend the city's festival where they discover the secret behind Sukoyaka City's healthiness.",
                    "TitleJapanese": "元気発見！すこやかフェスティバル！",
                    "SummaryJapanese": "病院で医師から健康そのものと診断されて喜ぶのどか。この日はすこやか市のお祭りが開かれていた。ひなた、ちゆと合流し、お祭りを楽しむのどかだったが、そんななか、露店のひとつでトラブルが起こる。"
                },
                "15": {
                    "ID": "7668076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7668076",
                    "TitleEnglish": "Our First Fight... Nodoka and Rabirin Go Their Separate Ways",
                    "SummaryEnglish": "It is love at first sight for Rabirin when she sees a popular character. When Nodoka buys Rabirin the plushie, Rabirin suddenly says she doesn't want it...",
                    "TitleJapanese": "初めてのケンカ．．．すれ違うのどかとラビリン",
                    "SummaryJapanese": "ハーブ店のマスコット・ラベンだるまちゃんのぬいぐるみが欲しいラビリン。のどかはお店のスタンプを一緒に集め始める。そして、やっとスタンプが集まって、ぬいぐるみをもらって喜ぶ2人だったが...。"
                },
                "16": {
                    "ID": "7668077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7668077",
                    "TitleEnglish": "The Oath of Friendship! Beneath the Tree of Eternity",
                    "SummaryEnglish": "The legend says that if you pledge friendship under the tree, you will stay friends forever. When Nodoka and her friends meet an old man, they try to help reconcile things between his former friend, but...",
                    "TitleJapanese": "友情の誓い！永遠の大樹の下で",
                    "SummaryJapanese": "のどかたちは、そこで友情を誓いあうと永遠に友達でいられるという伝説を持つ大樹のもとにやってくる。しかし、その大樹は今にも枯れそうだった。そんななか、1人の老人が大樹のもとへやってくる。"
                },
                "17": {
                    "ID": "7668078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7668078",
                    "TitleEnglish": "The Finest Hospitality!? Chiyu's Hostess Training",
                    "SummaryEnglish": "Chiyu decides to help out at the inn while Nakai-san takes a break. However, Chiyu struggles to entertain a customer who is staying at the inn...",
                    "TitleJapanese": "最高のおもてなし！？　ちゆのおかみ修行",
                    "SummaryJapanese": "沢泉で働く仲居が休みのため、ちゆと弟のとうじが旅館を手伝うことになる。外国からやってきたスミス一家のためにすこやか市を案内するちゆ。しかし、8歳の娘・エミリーだけは笑顔を見せてくれずに困ってしまう。"
                },
                "18": {
                    "ID": "7668081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7668081",
                    "TitleEnglish": "Straight To The Heart! Nyatoran Returns The Favor",
                    "SummaryEnglish": "When Nyatoran meets a lady at a fragrance shop, his heart skip a beat, so he tries to tell her how he feels...",
                    "TitleJapanese": "ハートにズッキュン！ニャトランの恩返し",
                    "SummaryJapanese": "朝寝坊をして慌ててラテの世話に向かっていたニャトランは、途中でアロマショップの香りに引き寄せられる。そのままのどかの家に現れなかったニャトランは、お姉さんに抱えられてアニマルクリニックにやってくる。"
                },
                "20": {
                    "ID": "7853626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7853626",
                    "TitleEnglish": "Now, With Our Combined Wish...! We Are Cure Earth",
                    "SummaryEnglish": "A spirit who looks like the past Pretty Cure has saved Rate. But then she tries to take Rate back to the Healing Garden...?",
                    "TitleJapanese": "今、つながる願い…！わたしたちキュアアース",
                    "SummaryJapanese": "突然ラテを助けに現れた少女。彼女はテアティーヌの願いに応えた地球によって生み出された精霊のような存在で、名前がなかった。そして、ラテを助けるためにヒーリングガーデンに連れ帰ろうとする。"
                },
                "21": {
                    "ID": "7853627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7853627",
                    "TitleEnglish": "Nice To Meet You! I'm Fuurin Asumi",
                    "SummaryEnglish": "Nodoka has decided to let Asumi stay at her house after learning that Asumi has nowhere to live. But this is Asumi's first time living in the human world...",
                    "TitleJapanese": "はじめまして！わたくし、風鈴アスミです",
                    "SummaryJapanese": "新たなプリキュア・キュアアースとしてアスミがのどかたちの仲間になった。しかし、生まれたばかりのアスミに家がないことにみんなが気づく。そこでのどかはアスミをラテの飼い主として両親に紹介する。"
                },
                "22": {
                    "ID": "7853628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7853628",
                    "TitleEnglish": "Please Don't Run Away Rate! A Disappearing Body And Blooming Feelings",
                    "SummaryEnglish": "Rate avoids Asumi due to how overprotective she is. Chiyu steps in and teaches Asumi the feeling of \"love\"...",
                    "TitleJapanese": "ラテ逃げないで！消える体と芽生える気持ち",
                    "SummaryJapanese": "のどかの家でしばらく暮らすことになり、アスミはラテの世話に張り切る。ところが、大事にしようとするあまり散歩にも行かせようとしない。結局、ラテはアスミを避けるようになり、彼女はショックを受けてしまう。"
                },
                "23": {
                    "ID": "7880308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7880308",
                    "TitleEnglish": "What is \"Cute\"? The Story Of Asumi And The Puppy",
                    "SummaryEnglish": "A dog named Pocchito is being looked after at the Hiramitsu Animal Clinic. Everyone thinks its eyebrows are \"cute\", but Asumi doesn't know what \"cute\" is...",
                    "TitleJapanese": "かわいいってなんですか？アスミと子犬物語",
                    "SummaryJapanese": "ひなたの家の動物病院で保護されているイヌのポチットを、のどかたちはかわいがっていた。しかし、アスミには「かわいい」がわからない。そんななか、ポチットはひなたに連れられてドッグラン広場にやってくる。"
                },
                "24": {
                    "ID": "7901255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7901255",
                    "TitleEnglish": "I'm Going Now! Rely On The Treatment To Ride The Wind",
                    "SummaryEnglish": "Nodoka and her friends go hiking by a lakeside near Ooraka City, when they meet the arborist, Sakuya. Later that day, a Megabyogen appears in the lake...",
                    "TitleJapanese": "いま行きます！お手当てを風に乗せて",
                    "SummaryJapanese": "おおらか市の湖のほとりへハイキングにやってきたのどかたちは、茂みの奥で巣から落ちたひな鳥を見つける。のどかがすぐに助けようとすると、「触ってはいけない」という女性の声に呼び止められる。"
                },
                "25": {
                    "ID": "7901256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7901256",
                    "TitleEnglish": "Be Brave! Pegitan Is Trapped",
                    "SummaryEnglish": "Pegitan goes for walk after watching a scary movie, when he is found by a little girl...",
                    "TitleJapanese": "勇気を出して！とらわれのペギタン",
                    "SummaryJapanese": "ちゆと部屋でホラー映画を見ていたペギタンは、怖がる姿を見たちゆにかわいいと言われる。ショックを受けて部屋を飛び出したペギタンが公園でたたずんでいると、りりという女の子がやってきて家に連れていかれる。"
                },
                "26": {
                    "ID": "7908694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7908694",
                    "TitleEnglish": "Surprise! Asumi and Latte's Diary",
                    "SummaryEnglish": "Asumi wants to write a diary about observing Latte. However, Asumi doesn't know where the others are when all she wants to know is what Latte was like before she was born...",
                    "TitleJapanese": "びっくり！アスミとラテ日記",
                    "SummaryJapanese": "宿題でアサガオの観察日記をつけているのどかを見て、アスミはラテの成長日記をつけようと思い立つ。自分が生まれる前のラテの話をラビリンから聞いた後、ちゆとひなたの家に向かうが、2人とも忙しそうで...。"
                },
                "27": {
                    "ID": "7908695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7908695",
                    "TitleEnglish": "Fly The Balloon! Asumi and Latte's Hot Feelings",
                    "SummaryEnglish": "Nodoka's father, Takeshi, invites Nodoka and her friends to watch his juniors in a balloon competition. When a team member is unable to participate, Asumi decides to be their replacement.",
                    "TitleJapanese": "気球よ飛んで！アスミとラテの熱い想い",
                    "SummaryJapanese": "のどかは父・たけしのサークルの後輩たちが出場する気球大会を訪れる。しかし、後輩たちの操縦する気球は風に流されて目標地点に到達できない。午後の競技では1位を目指そうと後輩たちは意気込むが...。"
                },
                "28": {
                    "ID": "7919574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7919574",
                    "TitleEnglish": "In Pain Again!? Daruizen, Are You?",
                    "SummaryEnglish": "Nodoka is in pain after having a Mega Part forced inside her. However, when Rabirin and the others combine their powers to get it out of her, something else appears...",
                    "TitleJapanese": "苦しみの再来！？ダルイゼン、あなたは",
                    "SummaryJapanese": "のどかがダルイゼンが投げたメガパーツを体に受けて倒れてしまった。苦しむのどかに泣きながらパートナーに選んだことを謝るラビリン。泣かないで、とのどかがラビリンの手を握り返すと、重ねた手が輝き出す。"
                },
                "29": {
                    "ID": "7919575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7919575",
                    "TitleEnglish": "Nodoka In Distress? Let's Have A Change Of Pace♪",
                    "SummaryEnglish": "After regaining her health, Nodoka starts to run more than she has ever done before. Worried, Rabirin and the others try to find a way to calm her down.",
                    "TitleJapanese": "のどかのストレス？気分転換をさがせ♪",
                    "SummaryJapanese": "のどかはこれまで以上に体力作りに励むようになる。ラビリンたちはダルイゼンの過去を知ったことがのどかのストレスになったのでは、と考える。そんななか、彼女は吹奏楽部の金森さんと仲良くなるが...。"
                },
                "30": {
                    "ID": "7919577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7919577",
                    "TitleEnglish": "The Characters Have Been Separated? The Holiday At The Zoo",
                    "SummaryEnglish": "When the girls go the zoo, they bump into their teacher, Maruyama sensei, and his son Kouta. However, Kouta had an argument with his friend who was supposed to come to the zoo as well...",
                    "TitleJapanese": "キャラがバラバラ？動物園の休日",
                    "SummaryJapanese": "みんなで動物園に遊びに来たのどかたちは、孝太という少年と出会う。孝太のお父さんは彼女たちの担任の丸山先生で、親子で動物園を訪れたのだった。孝太はもともと友達と一緒に来る予定だったのだが...。"
                },
                "31": {
                    "ID": "7999021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7999021",
                    "TitleEnglish": "The Byogens Have Evolved! The Treatment Is The Healin' Good Arrow!",
                    "SummaryEnglish": "The Cures have to fight a powered up Megabyogen known as a Gigabyogen, right after their previous battle at the zoo. However, the Gigabyogen quickly overwhelms them!?",
                    "TitleJapanese": "ビョーゲンズの進化！お手当てはヒーリングっど アロー！",
                    "SummaryJapanese": "メガビョーゲンを浄化したばかりにもかかわらず、再びラテがくしゃみをする。近くにはシンドイーネによって生み出された新たなビョーゲンズ・ギガビョーゲンが出現し、丸山先生がその中に取り込まれていた。"
                },
                "32": {
                    "ID": "7999022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/7999022",
                    "TitleEnglish": "Just Like My Sister! My Host Training",
                    "SummaryEnglish": "Chiyu's younger brother, Touji, wants to take part in the work experience that Nodoka and her friends are doing. However, he continuously fails to do anything right...",
                    "TitleJapanese": "おねえちゃんみたいに！ぼくのおかみ修行",
                    "SummaryJapanese": "職業体験の授業でのどかたちは旅館・沢泉の仕事を手伝うことに。旅館の仕事を勉強したいと、ちゆの弟・とうじも一緒に参加する。のどかやひなたは順調に仕事に励むも、とうじは張り切り過ぎて失敗を重ねてしまう。"
                },
                "33": {
                    "ID": "8024266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8024266",
                    "TitleEnglish": "A Reunion Full Of Memories! The Gift My Past Self Left Behind",
                    "SummaryEnglish": "Nodoka's former doctor, Dr. Hachisuka has come to visit Sukoyaka City. However, Nodoka is informed that Dr. Hachisuka has actually resigned after feeling bad about not finding a cure to help Nodoka...",
                    "TitleJapanese": "思い出の再会！過去のわたしの贈りもの",
                    "SummaryJapanese": "かつてのどかを担当していた医者・蜂須賀先生がすこやか市にやってくる。先生は元気なのどかの姿を見て喜ぶ。旅館・沢泉でのどか一家と話をし、その中で一同は蜂須賀先生が病院を辞めたことを聞かされる。"
                },
                "34": {
                    "ID": "8024268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8024268",
                    "TitleEnglish": "I'm My Own Rival!? The Wings Chiyu Desires",
                    "SummaryEnglish": "Chiyu beat Takami Tsubasa in the Autumn Track-and-Field event. Tsubasa than declares that she'll meet Chiyu again at the world's championship.",
                    "TitleJapanese": "わたしがライバル！？ちゆの求めたツバサ",
                    "SummaryJapanese": "秋の陸上競技大会に出場したちゆは、西中のライバル選手・高見ツバサを破り、大会記録で優勝する。もうすぐ海外に引っ越すツバサは、世界大会で会える日が楽しみだと告げるが、ちゆは将来を考えておらず...。"
                },
                "35": {
                    "ID": "8024269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8024269",
                    "TitleEnglish": "Throw It With Your Hands! Treat The Ball Connected To Your Youth!",
                    "SummaryEnglish": "Asumi uses her wind power to take the girls to a southern island. There, Nodoka and the others devote their time to playing volleyball under the watchful eyes of Coach Latte and Rabirin!",
                    "TitleJapanese": "手と手でトス！ボールつないで青春お手当て！",
                    "SummaryJapanese": "ラビリンとラテ、アスミは「燃えよ、ビーバレ!」というアニメが最近のお気に入り。南の島でビーチバレーをしたい、のどかたちを連れていってあげたい、というラビリンとラテの願いを叶えるため、アスミは道を開く。"
                },
                "36": {
                    "ID": "8058178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058178",
                    "TitleEnglish": "Gloomy Natasha. Our Special Study Camp",
                    "SummaryEnglish": "Hinata feels anxious after meeting her friend, Eriko, who she hasn't seen in a while. Hinata also starts studying so she can attend the same high school as Nodoka and Chiyu...",
                    "TitleJapanese": "ナターシャのゆううつ　お勉強大作戦",
                    "SummaryJapanese": "ある日、小学校時代に引っ越した友達・えりこと再会したひなた。しかし、久しぶりに会ったのにもかかわらず、えりこは楽しそうな表情を見せない。ひなたはその様子を見て、のどかやちゆにも不安を抱いてしまい...。"
                },
                "37": {
                    "ID": "8058179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058179",
                    "TitleEnglish": "Enjoy The Seasons♥ Hospitality Tour For Latte!",
                    "SummaryEnglish": "To entertain Latte, the Healing Animals take her into Sukoyaka City during the tourist season. Everyone also gets together to talk about the upcoming new year...",
                    "TitleJapanese": "季節をエンジョイ♥ラテ様おもてなしツアー！",
                    "SummaryJapanese": "ラビリンたちは季節を楽しもうと行楽シーズンのすこやか市を巡ることに。街を見て、すこやか市のきれいな景色がいろいろな人に支えられていることを知り、ラビリンたちは「来年もみんなで来よう」と語りあう。"
                },
                "38": {
                    "ID": "8058180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058180",
                    "TitleEnglish": "Innkeeper? High Jump? Chiyu's Inner Conflict!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "女将？ハイジャン？揺れるちゆの心！",
                    "SummaryJapanese": "ちゆのハイジャンプでの活躍が地域新聞に掲載される。それを見た彼女の家族は、旅館の仕事よりもそちらに集中するようにと応援するが、ずっと自分が女将になるものだと思っていたちゆは戸惑ってしまう。"
                },
                "39": {
                    "ID": "8058181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058181",
                    "TitleEnglish": "The Final Battle At Last!? Fly To The Byogen Kingdom!",
                    "SummaryEnglish": "The Cures are able to go to the Byogen Kingdom after entering a portal Guaiwaru had come out of!? So they finally come face to face with King Byogen...!?",
                    "TitleJapanese": "ついに決戦！？とびこめ！ビョーゲンキングダム！",
                    "SummaryJapanese": "グアイワルが人間界に出現するところを発見したひなた。のどかたちは、その通り道に飛び込んでビョーゲンキングダムに行くべきか相談する。悩んだ末、彼女たちはみんなで飛び込むことを決意する。"
                },
                "40": {
                    "ID": "8058183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058183",
                    "TitleEnglish": "The Birth of Hinata's Regrets! King Guaiwaru",
                    "SummaryEnglish": "Everything that just happened was all apart of Guaiwaru's plan!? Grace and the other Cures are quickly overpowered by King Guaiwaru's power.",
                    "TitleJapanese": "ひなたの後悔...誕生！キンググアイワル",
                    "SummaryJapanese": "のどかたちをビョーゲンキングダムに誘い込んだのはグアイワルのわなだった。グアイワルは大量のメガパーツを取り込んだことでキンググアイワルに進化し、その強大な力でのどかたちを圧倒する。"
                },
                "41": {
                    "ID": "8058185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058185",
                    "TitleEnglish": "Crisis in Sukoyaka City! The King's Shadow Draws Near",
                    "SummaryEnglish": "Grace and the others confront the Megabyogens that are infecting the streets of Sukoyaka City. But then a shadow suddenly appears before them...",
                    "TitleJapanese": "すこやか市の危機！！忍びよるキングの影",
                    "SummaryJapanese": "すこやか市に戻ってきたのどかたちは、街をむしばんでいた4体のメガビョーゲンを浄化し、残る1体のギガビョーゲンを追う。しかし、キンググアイワルが行く手を阻み、さらにダルイゼンとシンドイーネまで現れる。"
                },
                "42": {
                    "ID": "8058186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058186",
                    "TitleEnglish": "Nodoka's Choice! Something to Protect",
                    "SummaryEnglish": "Nodoka blames herself for rejecting Daruizen. Meanwhile, Daruizen is trapped and has no other choice but to evolve again...",
                    "TitleJapanese": "のどかの選択！守らなきゃいけないもの",
                    "SummaryJapanese": "キングビョーゲンがビョーゲンキングダムに引き返したことで、すこやか市は落ち着きを取り戻す。しかし、のどかはキングビョーゲンに追われて助けを求めてきたダルイゼンを拒んだことで、自分を責めていた。"
                },
                "43": {
                    "ID": "8058187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8058187",
                    "TitleEnglish": "King's Evolution! Sukoyaka City Has Been Eroded",
                    "SummaryEnglish": "King Byogen absorbs Daruizen, and evolves again. Meanwhile, Teatinu finally appears before Grace and the others...!?",
                    "TitleJapanese": "キングの進化…！蝕まれたすこやか市 キングの進化…！蝕まれたすこやか市",
                    "SummaryJapanese": "すこやか市をむしばみ始めたネオキングビョーゲンを食い止めようとするのどかたち。しかし、バリアに全ての技がはじかれてしまう。そんななか、まばゆい光と共に現れたテアティーヌがまどかたちに加勢する。"
                },
                "44": {
                    "ID": "8170430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8170430",
                    "TitleEnglish": "Let's Heal It Together!! For A Healthy Future",
                    "SummaryEnglish": "King Byogen starts infecting the planet after escaping from Teatinu's cage. But despite this, Nodoka and the others refuse to give up...",
                    "TitleJapanese": "みんなでお手当て！！すこやかな未来のために",
                    "SummaryJapanese": "シンドイーネを宿したアースの技がネオキングビョーゲンのバリアを破る。しかし、テアティーヌの力も限界を迎え、結界が消滅してしまう。キングビョーゲンはのどかたちを取り込み、やがて地球全体をむしばんでいく。"
                },
                "45": {
                    "ID": "8170431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/healin-good-pretty-cure/episodes/8170431",
                    "TitleEnglish": "Welcome♡ To The Healing Garden",
                    "SummaryEnglish": "Nodoka and the others are brought to the Healing Garden. As they struggle to fight the Megabyogen, someone appears in response to Latte's wish...",
                    "TitleJapanese": "おいでませ♡ヒーリングガーデン！",
                    "SummaryJapanese": "ラビリンたちが戻ってからしばらくがたち、今度はのどかたちがヒーリングガーデンに招かれる。そんななか、お土産に持ってきたすこやかまんじゅうがきっかけでメガビョーゲンが現れ、のどかたちが立ち向かうが...。"
                }
            }
        }
    }
}