{
    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "http://www.shopro.co.jp/tv/archive/rockman_bp/main.html",
        "https://www.themoviedb.org/tv/28433"
    ],
    "TitleEnglish": "Rockman EXE Beast+",
    "SummaryEnglish": "The final chapter of the Rockman series finds Rockman doing battle with some familiar enemies: the Professor and Zero. Rockman must use the abilities of Cross System to once again save the day.",
    "TitleJapanese": "ロックマンエグゼビースト+",
    "SummaryJapanese": "グレイガとファルザーとの闘いを終え、ビヨンダードから帰還した熱斗達は、これまでの 生活を取り戻し平穏な日常を過ごしていた。\nが、それも束の間。ほどなくして植物状の電子データが実体化し、はびこるという奇怪な 事件が発生。\nさらに獣化ウイルスが実体化し人々を襲うという事態に発展する。\n熱斗はクロスフュージョンして獣化ウイルスを倒すが、そこに一体のナビらしき人影が 現れる。\nその人影の正体とは？そして、明らかになる驚くべき計画とは？\n新たな敵に熱斗とロックマンが立ち向かう！",
    "Aliases": [
        "ロックマンエグゼBEAST+"
    ],
    "Modified": "2024-10-28",
    "Seasons": {
        "1": {
            "ID": "1805198",
            "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "7485916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485916",
                    "TitleEnglish": "The Name Is Zero",
                    "SummaryEnglish": "Returning from Beyondard, Netto and his friends resume their peaceful lives and hope it finally stays that way. However, strange plant-like data viruses begin running rampant through out town. As Yuuichirou investigates what is causing them, Netto and the others cross fuse in order to stop the viruses.",
                    "TitleJapanese": "その名はゼロ",
                    "SummaryJapanese": "ビヨンダードから帰還した熱斗達は、これまでの生活を取り戻し平穏な日常を過ごしていた。が、それも束の間。ほどなくして植物状の電子データが実体化し、はびこるという奇怪な事件が発生する。調査を始めた祐一朗たちだが、続いて獣化ウイルスが実体化し人々を襲うという事態に発展。熱斗はクロスフュージョンして獣化ウイルスを倒すが、そこに一体のナビらしき人影が現れる。"
                },
                "2": {
                    "ID": "7485917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485917",
                    "TitleEnglish": "Zero Virus",
                    "SummaryEnglish": "The cyber plants and viruses disappear, but the danger is not over. The Net Police begin to investigate their origins. However, trouble brews when a man named \"Professor\" intercepts the police network and announces he intends to cause confusion and fear with these viruses. The virus investigation institute then comes under attack and a mysterious Navi appears nearby. Netto and Enzan rush to stop the viruses",
                    "TitleJapanese": "ゼロウイルス",
                    "SummaryJapanese": "電脳植物、獣化ウイルスと共に突如現実世界に現れた不気味な人型のナビは無言で立ち去った。対策のためネット警察に集まった祐一朗達。その時、警察の通信ネットワークに何者かが侵入、「教授」と名乗るその男は世界を恐怖と混乱に陥れることを通告してきた。同時にウイルス研究所が襲撃に遭う。現場へ駆けつけた熱斗と炎山は再び人型ナビと出会う。獣化して戦うロックマンだが…"
                },
                "3": {
                    "ID": "7485918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485918",
                    "TitleEnglish": "Zero Invasion",
                    "SummaryEnglish": "Netto and Enzan head to a power plant in order to fight off some more cyber plans and beast viruses. However, Zero also appears at the Science Bureau Network. Meanwhile, the investigates into the Professor takes an interesting turn when Maha Jarama reveals that he was once affiliated with WWW.",
                    "TitleJapanese": "ゼロ侵入",
                    "SummaryJapanese": "発電所に電脳植物と獣化ウイルスが発生したとの報を受け、熱斗と炎山はクロスフュージョンして戦う。その頃科学省のサイバーワールドに侵入者が現れた。ロックマンとブルースが向かうとそこにはゼロの姿が。ゼロは科学省のデータを奪って逃走する。教授の目的は何なのか、図りかねる祐一朗たち。一方、熱斗はマハ・ジャラマから、ＷＷＷにかつて教授と呼ばれていた男がいたという話を聞き興味を持つ。"
                },
                "4": {
                    "ID": "7485919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485919",
                    "TitleEnglish": "Sushi Factory Trap",
                    "SummaryEnglish": "Maha Jarama reveals the whereabouts of the Professor, and Netto, Meiru, and Dekao go to find him. However, all they find is a Sushi Factory. As they explore the factory, Professor unleashes robots to get rid of them.",
                    "TitleJapanese": "お寿司工場の罠",
                    "SummaryJapanese": "マハ・ジャラマから教授の引越し先の情報を得て、その場所へやって来た熱斗、メイル、デカオだが、そこにあったのはお寿司工場だった。工場内へ潜入した熱斗達は大量の寿司職人ロボット達にびっくり。捜査はそっちのけで見学に夢中になる。工場の地下では侵入者に気づいた教授が熱斗達を追い払おうとロボットを操作。熱斗達は寿司職人ロボに襲われる羽目になる。"
                },
                "5": {
                    "ID": "7485920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485920",
                    "TitleEnglish": "Zero's True Character",
                    "SummaryEnglish": "Netto stumbles upon the Professor where he learns that Professor intends to revive the Super Cyber Beast they defeated! Netto crossfuses and begins to take on the viruses unleashed by the Professor. Meanwhile, Enzan arrives at the factory to help Netto, but is confronted by Zero, and they engage in battle.",
                    "TitleJapanese": "ゼロの正体",
                    "SummaryJapanese": "お寿司工場の地下に隠された教授の研究施設で、熱斗とロックマンは倒したはずの超電脳獣が復活させられようとしていることを知り、驚愕する。教授の放った獣化ウイルスの大群に苦戦するCFロックマン。炎山も施設に駆けつけるが、実体化したゼロに行く手を阻まれる。CFブルースと戦うゼロ。だが、炎山とブルースの絆を目の当たりにしたゼロの心に変化が起きる。一方CFロックマンは超電脳獣の復活を止めようとするが…"
                },
                "6": {
                    "ID": "7486744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486744",
                    "TitleEnglish": "Super Cyber Beast Again!",
                    "SummaryEnglish": "The Super Cyber Beast is awakened, but is not fully completed, and thus will not listen to the Professor's commands. It begins to go on a rampage in Net City, which begins to affect the Real World as well. Netto and Enzan head to fight the beast, but will they be able to stop it a second time?",
                    "TitleJapanese": "超電脳獣　再び！",
                    "SummaryJapanese": "不完全な状態のまま覚醒した超電脳獣は教授のコントロールを受け付けず暴走、施設は崩壊してしまう。超電脳獣は研究施設を脱出してインターネットシティに出現、あたりを破壊していく。サイバーワールド内での破壊活動は現実世界にも影響を及ぼし、混乱する人々。熱斗と炎山はロックマンとブルースで超電脳獣に立ち向かうが、まるで歯が立たない。ロックマンは獣化して超電脳獣と戦う。"
                },
                "7": {
                    "ID": "7486745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486745",
                    "TitleEnglish": "The Demon Deko De A~ru",
                    "SummaryEnglish": "A new doll modeled after Yaito called the Demon Deko has become quite popular. However, there have been numerous incidents of them been stolen around the city. Netto begins to investigate the problem, and comes across two criminals from Beyondard, Captain Kurohige and Chirol. What do these two have planned for the dolls?",
                    "TitleJapanese": "デーモン・デコなのであ～る",
                    "SummaryJapanese": "巷ではやいとをモデルにした毒舌人形、デーモン・デコが大流行。だがその人形が盗まれるという事件が多発し、やいとは熱斗に事件解決を依頼する。犯人はビヨンダードから迷い込んできたキャプテン・クロヒゲとチロルだった。こちらの世界で一旗あげるため何かを企んでいるらしい。クロヒゲとチロルはダークロイド・バブルマンを味方に引き入れ、コピーロイド製造工場のあった鬼火島に潜んでいた。"
                },
                "8": {
                    "ID": "7486746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486746",
                    "TitleEnglish": "Big Things are Good Things, Puku!",
                    "SummaryEnglish": "Netto arrives at a factory where the Demon Deko dolls were taken. However, before he can do anything, Diveman and Circusman attack the factory. The two are stealing metal from the factory, which Kurohige and Chirol plan to use to make Copyroids so that they can take over the world!",
                    "TitleJapanese": "大きいことはいいことだプク！",
                    "SummaryJapanese": "盗まれたデーモン・デコ人形の行方を追う熱斗。そんな時デーモン・デコ人形の製造工場がダイブマンとサーカスマンの襲撃を受けているとの報告が入る。駆けつける熱斗だが、ダイブマン達は工場の倉庫から材料の金属を奪い去った後だった。クロヒゲとチロルはそれを使い、巨大なコピーロイドを製作、ナビを実体化させてこちらの世界を支配しようとするのだが･･･"
                },
                "9": {
                    "ID": "7486749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486749",
                    "TitleEnglish": "Wishing Upon an Empty Can",
                    "SummaryEnglish": "Kurohige and Chirol meet with Dr. Wily and want him to create Synchro Chips so that they may rule the world. However, Wily wants nothing to do with them. While trying to think of a counterattack, the duo decide to ruin Netto's school event at the beach.",
                    "TitleJapanese": "空き缶に願いを",
                    "SummaryJapanese": "クロヒゲとチロルの前にドクターワイリーが現れた。向こうの世界でワイリーに裏切られたことを根に持つ二人はワイリーに協力を迫る。そこにダーク・ミヤビがワイリーを訪ねてきた。二人の会話から、ワイリーがクロスフュージョンにも精通していると知ったクロヒゲは、自分達にシンクロチップを作って欲しいと頼み込むがワイリーはそ知らぬ顔だ。一計を案じたクロヒゲ達は学校行事で海辺に来ていた熱斗達と遭遇する。"
                },
                "10": {
                    "ID": "7486750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486750",
                    "TitleEnglish": "Cross Fusion De A~ru",
                    "SummaryEnglish": "Kurohige and Chirol have gained the power of the Synchro Chips and go on a rampage trying to crossfuse. While doing this they search for Netto in order to take revenge. Meanwhile, Miyabi visits Netto, and asks for him to stop the evil duo.",
                    "TitleJapanese": "クロスフュージョンであ～る",
                    "SummaryJapanese": "ワイリーが隠し持っていたチップを使い、クロスフュージョンを試みたクロヒゲとチロルは早速大暴れ。更には散々な目に遭わされた熱斗とロックマンに仕返ししてやる、と熱斗の居場所を探して街をうろつく。その頃ダーク・ミヤビがワイリーに頼まれ熱斗の家を訪問していた。ミヤビは熱斗に、ワイリーのチップを持って姿を消したクロヒゲとチロルを探し出して欲しいと依頼してきた。"
                },
                "11": {
                    "ID": "7486751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486751",
                    "TitleEnglish": "The Elecitel Estate Situation",
                    "SummaryEnglish": "Count Elec's wife comes to town, and reveals that Count Elec's failures have been destroying their marriage. She steals the PET containing Elecman so that she may know all about Count Elec's assets. Dekao and Dingo try to stop her, but under her command Elecman becomes very strong. Dekao and Dingo then get Netto to try and retrieve the stolen PET.",
                    "TitleJapanese": "エレキテル家の事情",
                    "SummaryJapanese": "エレキ伯爵の妻、アン・エレキテルがマハ一番にやってきた。二人の仲はエレキ伯爵の甲斐性無しが原因で壊れかけていた。アンの目的は伯爵家の資産の内情を知るエレキマンを手に入れることだった。奪われたPETを取り戻そうとバトルを挑むデカオとディンゴだが、アンがオペレートするエレキマンは異様な強さを発揮、デカオは熱斗に助けを求め、ロックマンはエレキマンと戦う羽目になる。"
                },
                "12": {
                    "ID": "7486752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486752",
                    "TitleEnglish": "Electric-Shock Exploration Party!",
                    "SummaryEnglish": "Count Elec and his wife fly off to their mansion in Kingland, and although it was destroyed earlier, it still holds some secrets. Netto and the others follow them, knowing something bad might happen. However, then they try to use their Navis to disable the security traps, their connection with the Navis is cut off! What will they do?",
                    "TitleJapanese": "電撃探険隊！",
                    "SummaryJapanese": "ロックマンとエレキマンのバトルがきっかけでエレキテル家の隠し財産の存在が明らかとなり、いがみ合いながらもキングランドへと飛ぶエレキテル夫妻。興味津々で同行する熱斗達と、更にはガウスも加わって、廃墟と化したエレキテル家の屋敷内を捜索することになる。屋敷内の電気系統は未だ生きており熱斗達はナビをプラグインして隠し通路の罠を解除、地下へと向かう。だが途中でナビとの通信が途絶えてしまい･･･"
                },
                "13": {
                    "ID": "7486753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486753",
                    "TitleEnglish": "The Hole Digging Rascals Have Come!",
                    "SummaryEnglish": "When the IPC Building mysteriously begins to slant, Horisugi Dotarou and Mr. Press from Beyondard appear. Without realizing they are in a different world, the two go back to their excavation work and cause trouble. Meanwhile, in the Cyberworld Groundman and Dustman are causing trouble, and Netto and Rockman go in to stop them.",
                    "TitleJapanese": "穴掘り野郎がやってきた！",
                    "SummaryJapanese": "IPCビルが突如傾き、ビヨンダードから堀杉土太郎とミスタープレスのコンビが現れた。こちらの世界に来てしまったことに気づかず、穴掘りに精を出す二人に大迷惑の人々。サイバーワールド内でもグランドマンとダストマンが穴を掘りまくり、ネット警察の要請を受けた熱斗はロックマンをプラグインしてグランドマン達と戦う。そこにメイルが来て、二人の正体が判明するのだが･･･"
                },
                "14": {
                    "ID": "7486754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486754",
                    "TitleEnglish": "Rampaging Metool",
                    "SummaryEnglish": "Metool and Mach Tsuruhashi from Beyondard emerge in the real world, and after being infected with the Zeto Virus, they begin to rampage. Netto and Enzan try to stop them, but Cross Fusion fails them. If Cross Fusion won't work, how will they stop these two from destroying the city?",
                    "TitleJapanese": "暴走メットール",
                    "SummaryJapanese": "ビヨンダードからやって来たのは土太郎、プレス達だけではなかった。二人が弟子にしているメットール、マッハツルハシもこちらの世界に来ていたのだ。マッハツルハシはゼロウイルスに感染し、暴走した上に実体化の能力を身につけ、街を破壊し始めた。クロスフュージョンして対処しようとする熱斗と炎山だがマッハツルハシの暴走は止まらない。デリートするしかない、と苦渋の決断をする熱斗と炎山だが･･･"
                },
                "15": {
                    "ID": "7486755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486755",
                    "TitleEnglish": "Mini Mini Typhoon",
                    "SummaryEnglish": "Nyuudou Tsuyuharu, a local weatherman, always has the wrong weather reports, which leads him to being fired. However, after a meeting with Bubbleman, he obtains a Copyroid and uses his Navi Elementman to make his predictions happen in the real world. However, he begins to go a little out of control, and it's up to Netto to stop him.",
                    "TitleJapanese": "ミニミニタイフーン",
                    "SummaryJapanese": "気象予報士・入道露晴の天気予報は外れっぱなし。熱斗は天気予報が外れたおかげで遠足に行けると大喜びだ。テレビ局をクビになった入道はバブルマンからコピーロイドを売りつけられる。ナビをコピーロイドで実体化させれば現実世界でもサイバーワールドと同様の力を使える、と聞いた入道は自分のナビ・エレメントマンを実体化し、天気を思うままに操って世間を見返してやろうと行動を開始する。"
                },
                "16": {
                    "ID": "7486757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486757",
                    "TitleEnglish": "The Keeper of Law",
                    "SummaryEnglish": "A new Net Navi called Judgeman appears and it dealing with criminals before the Net Saviors can get to the scene. This begins to escalate when Judgeman's operator, Roppou Satoru declares to get rid of all crime in the net world. However, it starts to get out of hand, so Netto and Rockman, go to stop Judgeman.",
                    "TitleJapanese": "法の番人",
                    "SummaryJapanese": "ネット犯罪に関わったナビが、熱斗達ネットセイバーが駆けつける前に一方的に断罪されるという事件が続発する。サイバーワールドでの犯罪撲滅を目指す六方悟とそのナビ、ジャッジマンの仕業だった。六方による独断的な取り締まりはエスカレートしていき、サイバーワールド内は大混乱となる。熱斗とロックマンは犯人をつきとめ、ジャッジマンと戦う。"
                },
                "17": {
                    "ID": "7486759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486759",
                    "TitleEnglish": "Virus with a Heart",
                    "SummaryEnglish": "Zero appears in Net City, and int he middle of a disorder, is offered to be saved by Gutsman. Zero teleports away, but it touched that Gutsman tried to save him. However, he then attacks the Energy Center. Netto and Rockman go to stop him, but Gutsman also goes, confused as to why he is acting like this.",
                    "TitleJapanese": "心あるウイルス",
                    "SummaryJapanese": "インターネットシティにゼロが現れた。混乱の中でガッツマンはゼロを逃げ遅れたナビだと勘違いし、一緒に逃げるよう促す。その場を離れたゼロだが、自分を助けようとしたガッツマンの存在はゼロの心に深く刻み込まれる。その後ゼロがエネルギーセンターを襲撃しているとの報を受け出動するロックマン。ガッツマンは自分が助けたナビがゼロだと知り、驚く。"
                },
                "18": {
                    "ID": "7486760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486760",
                    "TitleEnglish": "Zero's Demon",
                    "SummaryEnglish": "The Professor returns and is intent on getting revenge on Netto, Rockman, and Zero. To due this he create Zero One, a Navi that is exactly like Zero. Netto and Rockman have a hard time defeating Zero One, so Gutsman decides to ask Zero for his help.",
                    "TitleJapanese": "ゼロの魂",
                    "SummaryJapanese": "行方不明だった教授が復活した。熱斗とロックマン、そして自分を裏切ったゼロへ復讐するためだ。教授は新たな部下ゼロワンを従えネット警察のサイバーワールドに攻撃してきた。ゼロと瓜二つの姿に作られたウイルス・ゼロワンはロックマンとのバトルで圧倒的な強さを誇示する。ガッツマンはゼロに、ロックマンを助けて欲しいと懇願するのだが･･･"
                },
                "19": {
                    "ID": "7486761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486761",
                    "TitleEnglish": "I Want Limited Goods, Puku",
                    "SummaryEnglish": "Meiru makes Netto stand in line with her while she waits to get a brand limited article handbag. Meanwhile, Bubbleman has all his Copyroids confiscated from him. He dicovers there is one left, inside one of the handbags. He decides to bet Iceman and Aquaman to help him find it.",
                    "TitleJapanese": "限定品ほしいプク",
                    "SummaryJapanese": "人気ブランドの限定品バッグを買うため、メイルは熱斗を付き合わせて店に並んでいた。一方、ミニサイズのコピーロイド販売に勤しむバブルマンは路上での商売を咎められ、売り物のコピーロイドを没収されてしまう。紛失したコピーロイドが限定品バッグの中に入っているのを発見したバブルマンはアイスマン、アクアマンに協力を頼み件のバッグを求めて町中を探し回るのだが･･･"
                },
                "20": {
                    "ID": "7486763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486763",
                    "TitleEnglish": "Iceman the Strongest",
                    "SummaryEnglish": "A new battle league is being formed and everyone is happy to join. Tohru can't attend practice and this upset him. However, when everyone gets their scores, Iceman is on top. Thinking that Tohru is battling from somewhere else, Gutsman challenges Iceman to a battle, and loses very quickly. What is Tohru and Iceman's secret?",
                    "TitleJapanese": "最強アイスマン",
                    "SummaryJapanese": "バトルステーションを介して行われるネットバトルリーグが開催されることになった。熱斗達は日暮屋でネットバトルに夢中になるが透は習い事が忙しくて参加できずさみしい思いをしていた。だが何故かリーグ戦の途中成績はアイスマンがトップを飾っていた。熱斗達は透が別の場所からプラグインしていると考え、アイスマンに挑戦するがガッツマンは一瞬で倒されてしまう。"
                },
                "21": {
                    "ID": "7486764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486764",
                    "TitleEnglish": "Magician from the Darkness",
                    "SummaryEnglish": "An incident occurs in the city due to a Net Navi. Although a record was left behind that indicates the criminal is Mr. Hat's Navi Hatman, Mr. Hat and Hatman have an alibi. During that time they appeared at a magic show. Then, Netto meets the exchange student Shuuichi. Shuuichi says he is improving his magic skills with the desire of becoming a magician. Netto admires him, but...",
                    "TitleJapanese": "闇からのマジシャン",
                    "SummaryJapanese": "町でネットナビによる事件が発生。犯人はミスターハットのナビ、ハットマンだという記録が残されていたのだが、ミスターハットとハットマンにはアリバイがあった。その時間はマジックショーに出演していたのだ。そんなある日、熱斗は転校生の修一と出会う。修一はマジシャンを目指して手品の腕を磨いていると話す。感心する熱斗だが･･･"
                },
                "22": {
                    "ID": "7486767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486767",
                    "TitleEnglish": "Substantiating Ghosts",
                    "SummaryEnglish": "At Sharo, Laika is participating in the text of a newly developed virus defense system. Serving the role as an intruder, Searchman was supposed to fight with guard Navis, but the ones who appeared before Searchman in the isolated cyberworld were Rockman and Blues. Laika gets angry thinking Netto is pulling a prank, but Rockman and Blues mercilessly wage battle against Searchman.",
                    "TitleJapanese": "実体化する幽霊",
                    "SummaryJapanese": "シャーロにて、新規開発されたウイルス防御システムのテストに参加することになったライカ。サーチマンを侵入者役に見立て、ガードナビと戦うはずだったのだが、隔離されたサイバーワールド内でサーチマンの前に現れたのはロックマンとブルースだった。ライカは熱斗の悪戯だと腹を立てるがロックマンとブルースは容赦なくサーチマンに攻撃を仕掛けてきた。"
                },
                "23": {
                    "ID": "7486769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486769",
                    "TitleEnglish": "Jammingman",
                    "SummaryEnglish": "Crimes by the phantom Navis continue to increase. However, since there is no method of telling the real Navis from phantom Navis apart, Navis in the cyberworld begin getting suspcious of one another, causing fear and confusion. The phantom Navis also have the cabaility to substantiate into the real world, and Netto and Enzan correspond with the incidents. Furthermore, due to jamming waves by somebody, access to the cyberworld becomes cut off around the whole world.",
                    "TitleJapanese": "ジャミングマン",
                    "SummaryJapanese": "ファントムナビによる犯罪は増加し続けていた。だが本物のナビとファントムナビを見分ける方法がないため、サイバーワールド内ではナビ同士が疑心暗鬼となり混乱が起きていた。ファントムナビは実体化の能力も備えており熱斗と炎山は対応に追われる。さらには何者かによる妨害電波により、全世界レベルでサイバーワールドへのアクセスが不能となってしまう。"
                },
                "24": {
                    "ID": "7486771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486771",
                    "TitleEnglish": "Cache",
                    "SummaryEnglish": "The circumstances continue with the cyberworld being isolated from the real world. Ordinary Navis are put under surveillance under the police Navis, and Roll and Gutsman and co. are passing through uneasy times. Worrying over not knowing the welfare of their Navis, Meiru and co. assemble at the science bureau. As the result of an investigation, it's discovered the one sending the jamming waves was the insect-like navi Jammingman. In order to defeat Jammingman, Rockman, Blues and Searchman go to the lowest depths of the cyberworld, but...",
                    "TitleJapanese": "キャッシュ",
                    "SummaryJapanese": "サイバーワールドでは現実世界と遮断された状態が続いていた。一般のナビはポリスナビ達の監視下に置かれており、ロールやガッツマンは不安な時を過ごしていた。自分のナビの安否が判らず心配して科学省に集まってくるメイル達。調査の結果、妨害電波を発信していたのは虫のような形状のジャミングマンだった。ロックマン、ブルース、サーチマンはジャミングマンを倒すため、サイバーワールド最下層へと赴くが･･･"
                },
                "25": {
                    "ID": "7486773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486773",
                    "TitleEnglish": "Searching For Tomorrow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "明日をさがして",
                    "SummaryJapanese": "ジャミングマンと戦い続けるロックマン、ブルース、サーチマン。世界はキャッシュサーバーから生まれた怪物、キャッシュによって支配されようとしていた。ロックマン達はキャッシュのいる場所を目指して進もうとするが･･･"
                },
                "26": {
                    "ID": "7486774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486774",
                    "TitleEnglish": "Netto+Rockman",
                    "SummaryEnglish": null,
                    "TitleJapanese": "熱斗＋ロックマン",
                    "SummaryJapanese": "キャッシュの暴走により変貌した世界。そんな中、熱斗はロックマンと離れ離れとなってしまう。抵抗する熱斗に対し、キャッシュはメイルや炎山のデータを使って攻撃してきた。"
                }
            }
        }
    }
}