{
    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "http://www.shopro.co.jp/tv/archive/rockman_bp/main.html",
        "https://www.themoviedb.org/tv/28433"
    ],
    "TitleEnglish": "Rockman EXE Beast+",
    "SummaryEnglish": "The final chapter of the Rockman series finds Rockman doing battle with some familiar enemies: the Professor and Zero. Rockman must use the abilities of Cross System to once again save the day.",
    "Aliases": [
        "ロックマンエグゼBEAST+",
        "Rockman EXE Beast Plus"
    ],
    "Modified": "2024-10-28",
    "Seasons": {
        "1": {
            "ID": "1805198",
            "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "7485916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485916",
                    "TitleEnglish": "The Name Is Zero",
                    "SummaryEnglish": "Returning from Beyondard, Netto and his friends resume their peaceful lives and hope it finally stays that way. However, strange plant-like data viruses begin running rampant through out town. As Yuuichirou investigates what is causing them, Netto and the others cross fuse in order to stop the viruses."
                },
                "2": {
                    "ID": "7485917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485917",
                    "TitleEnglish": "Zero Virus",
                    "SummaryEnglish": "The cyber plants and viruses disappear, but the danger is not over. The Net Police begin to investigate their origins. However, trouble brews when a man named \"Professor\" intercepts the police network and announces he intends to cause confusion and fear with these viruses. The virus investigation institute then comes under attack and a mysterious Navi appears nearby. Netto and Enzan rush to stop the viruses"
                },
                "3": {
                    "ID": "7485918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485918",
                    "TitleEnglish": "Zero Invasion",
                    "SummaryEnglish": "Netto and Enzan head to a power plant in order to fight off some more cyber plans and beast viruses. However, Zero also appears at the Science Bureau Network. Meanwhile, the investigates into the Professor takes an interesting turn when Maha Jarama reveals that he was once affiliated with WWW."
                },
                "4": {
                    "ID": "7485919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485919",
                    "TitleEnglish": "Sushi Factory Trap",
                    "SummaryEnglish": "Maha Jarama reveals the whereabouts of the Professor, and Netto, Meiru, and Dekao go to find him. However, all they find is a Sushi Factory. As they explore the factory, Professor unleashes robots to get rid of them."
                },
                "5": {
                    "ID": "7485920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7485920",
                    "TitleEnglish": "Zero's True Character",
                    "SummaryEnglish": "Netto stumbles upon the Professor where he learns that Professor intends to revive the Super Cyber Beast they defeated! Netto crossfuses and begins to take on the viruses unleashed by the Professor. Meanwhile, Enzan arrives at the factory to help Netto, but is confronted by Zero, and they engage in battle."
                },
                "6": {
                    "ID": "7486744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486744",
                    "TitleEnglish": "Super Cyber Beast Again!",
                    "SummaryEnglish": "The Super Cyber Beast is awakened, but is not fully completed, and thus will not listen to the Professor's commands. It begins to go on a rampage in Net City, which begins to affect the Real World as well. Netto and Enzan head to fight the beast, but will they be able to stop it a second time?"
                },
                "7": {
                    "ID": "7486745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486745",
                    "TitleEnglish": "The Demon Deko De A~ru",
                    "SummaryEnglish": "A new doll modeled after Yaito called the Demon Deko has become quite popular. However, there have been numerous incidents of them been stolen around the city. Netto begins to investigate the problem, and comes across two criminals from Beyondard, Captain Kurohige and Chirol. What do these two have planned for the dolls?"
                },
                "8": {
                    "ID": "7486746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486746",
                    "TitleEnglish": "Big Things are Good Things, Puku!",
                    "SummaryEnglish": "Netto arrives at a factory where the Demon Deko dolls were taken. However, before he can do anything, Diveman and Circusman attack the factory. The two are stealing metal from the factory, which Kurohige and Chirol plan to use to make Copyroids so that they can take over the world!"
                },
                "9": {
                    "ID": "7486749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486749",
                    "TitleEnglish": "Wishing Upon an Empty Can",
                    "SummaryEnglish": "Kurohige and Chirol meet with Dr. Wily and want him to create Synchro Chips so that they may rule the world. However, Wily wants nothing to do with them. While trying to think of a counterattack, the duo decide to ruin Netto's school event at the beach."
                },
                "10": {
                    "ID": "7486750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486750",
                    "TitleEnglish": "Cross Fusion De A~ru",
                    "SummaryEnglish": "Kurohige and Chirol have gained the power of the Synchro Chips and go on a rampage trying to crossfuse. While doing this they search for Netto in order to take revenge. Meanwhile, Miyabi visits Netto, and asks for him to stop the evil duo."
                },
                "11": {
                    "ID": "7486751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486751",
                    "TitleEnglish": "The Elecitel Estate Situation",
                    "SummaryEnglish": "Count Elec's wife comes to town, and reveals that Count Elec's failures have been destroying their marriage. She steals the PET containing Elecman so that she may know all about Count Elec's assets. Dekao and Dingo try to stop her, but under her command Elecman becomes very strong. Dekao and Dingo then get Netto to try and retrieve the stolen PET."
                },
                "12": {
                    "ID": "7486752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486752",
                    "TitleEnglish": "Electric-Shock Exploration Party!",
                    "SummaryEnglish": "Count Elec and his wife fly off to their mansion in Kingland, and although it was destroyed earlier, it still holds some secrets. Netto and the others follow them, knowing something bad might happen. However, then they try to use their Navis to disable the security traps, their connection with the Navis is cut off! What will they do?"
                },
                "13": {
                    "ID": "7486753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486753",
                    "TitleEnglish": "The Hole Digging Rascals Have Come!",
                    "SummaryEnglish": "When the IPC Building mysteriously begins to slant, Horisugi Dotarou and Mr. Press from Beyondard appear. Without realizing they are in a different world, the two go back to their excavation work and cause trouble. Meanwhile, in the Cyberworld Groundman and Dustman are causing trouble, and Netto and Rockman go in to stop them."
                },
                "14": {
                    "ID": "7486754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486754",
                    "TitleEnglish": "Rampaging Metool",
                    "SummaryEnglish": "Metool and Mach Tsuruhashi from Beyondard emerge in the real world, and after being infected with the Zeto Virus, they begin to rampage. Netto and Enzan try to stop them, but Cross Fusion fails them. If Cross Fusion won't work, how will they stop these two from destroying the city?"
                },
                "15": {
                    "ID": "7486755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486755",
                    "TitleEnglish": "Mini Mini Typhoon",
                    "SummaryEnglish": "Nyuudou Tsuyuharu, a local weatherman, always has the wrong weather reports, which leads him to being fired. However, after a meeting with Bubbleman, he obtains a Copyroid and uses his Navi Elementman to make his predictions happen in the real world. However, he begins to go a little out of control, and it's up to Netto to stop him."
                },
                "16": {
                    "ID": "7486757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486757",
                    "TitleEnglish": "The Keeper of Law",
                    "SummaryEnglish": "A new Net Navi called Judgeman appears and it dealing with criminals before the Net Saviors can get to the scene. This begins to escalate when Judgeman's operator, Roppou Satoru declares to get rid of all crime in the net world. However, it starts to get out of hand, so Netto and Rockman, go to stop Judgeman."
                },
                "17": {
                    "ID": "7486759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486759",
                    "TitleEnglish": "Virus with a Heart",
                    "SummaryEnglish": "Zero appears in Net City, and int he middle of a disorder, is offered to be saved by Gutsman. Zero teleports away, but it touched that Gutsman tried to save him. However, he then attacks the Energy Center. Netto and Rockman go to stop him, but Gutsman also goes, confused as to why he is acting like this."
                },
                "18": {
                    "ID": "7486760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486760",
                    "TitleEnglish": "Zero's Demon",
                    "SummaryEnglish": "The Professor returns and is intent on getting revenge on Netto, Rockman, and Zero. To due this he create Zero One, a Navi that is exactly like Zero. Netto and Rockman have a hard time defeating Zero One, so Gutsman decides to ask Zero for his help."
                },
                "19": {
                    "ID": "7486761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486761",
                    "TitleEnglish": "I Want Limited Goods, Puku",
                    "SummaryEnglish": "Meiru makes Netto stand in line with her while she waits to get a brand limited article handbag. Meanwhile, Bubbleman has all his Copyroids confiscated from him. He dicovers there is one left, inside one of the handbags. He decides to bet Iceman and Aquaman to help him find it."
                },
                "20": {
                    "ID": "7486763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486763",
                    "TitleEnglish": "Iceman the Strongest",
                    "SummaryEnglish": "A new battle league is being formed and everyone is happy to join. Tohru can't attend practice and this upset him. However, when everyone gets their scores, Iceman is on top. Thinking that Tohru is battling from somewhere else, Gutsman challenges Iceman to a battle, and loses very quickly. What is Tohru and Iceman's secret?"
                },
                "21": {
                    "ID": "7486764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486764",
                    "TitleEnglish": "Magician from the Darkness",
                    "SummaryEnglish": "An incident occurs in the city due to a Net Navi. Although a record was left behind that indicates the criminal is Mr. Hat's Navi Hatman, Mr. Hat and Hatman have an alibi. During that time they appeared at a magic show. Then, Netto meets the exchange student Shuuichi. Shuuichi says he is improving his magic skills with the desire of becoming a magician. Netto admires him, but..."
                },
                "22": {
                    "ID": "7486767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486767",
                    "TitleEnglish": "Substantiating Ghosts",
                    "SummaryEnglish": "At Sharo, Laika is participating in the text of a newly developed virus defense system. Serving the role as an intruder, Searchman was supposed to fight with guard Navis, but the ones who appeared before Searchman in the isolated cyberworld were Rockman and Blues. Laika gets angry thinking Netto is pulling a prank, but Rockman and Blues mercilessly wage battle against Searchman."
                },
                "23": {
                    "ID": "7486769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486769",
                    "TitleEnglish": "Jammingman",
                    "SummaryEnglish": "Crimes by the phantom Navis continue to increase. However, since there is no method of telling the real Navis from phantom Navis apart, Navis in the cyberworld begin getting suspcious of one another, causing fear and confusion. The phantom Navis also have the cabaility to substantiate into the real world, and Netto and Enzan correspond with the incidents. Furthermore, due to jamming waves by somebody, access to the cyberworld becomes cut off around the whole world."
                },
                "24": {
                    "ID": "7486771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486771",
                    "TitleEnglish": "Cache",
                    "SummaryEnglish": "The circumstances continue with the cyberworld being isolated from the real world. Ordinary Navis are put under surveillance under the police Navis, and Roll and Gutsman and co. are passing through uneasy times. Worrying over not knowing the welfare of their Navis, Meiru and co. assemble at the science bureau. As the result of an investigation, it's discovered the one sending the jamming waves was the insect-like navi Jammingman. In order to defeat Jammingman, Rockman, Blues and Searchman go to the lowest depths of the cyberworld, but..."
                },
                "25": {
                    "ID": "7486773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486773",
                    "TitleEnglish": "Searching For Tomorrow",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "7486774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/373443-rockman-exe-beast/episodes/7486774",
                    "TitleEnglish": "Netto+Rockman",
                    "SummaryEnglish": null
                }
            }
        }
    }
}