{
    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11428682/",
        "https://anime-seton.jp",
        "http://www.reddit.com/r/Murenase",
        "https://www.themoviedb.org/tv/96150",
        "https://x.com/anime_seton"
    ],
    "TitleEnglish": "Seton Academy: Join the Pack!",
    "SummaryEnglish": "Seton Academy, a school full of animals where, thanks to population decline, there are fewer humans than any other creature. Mazama Jin, an animal hater and the only human male in his class, falls in love with Hino Hitomi, the only female human, the moment he lays eyes her. However he soon finds himself entangled with various other creatures after he reluctantly joins the 'pack' of Lanka the wolf, the only other member of her pack. After getting to know each other, the two decide to create a cooking club, and after a few bad-blooded misunderstandings, Ranka soon joins the club as well. Thus begins the howl-some and howl-arious story of two normal humans; an adorable wolf; a cheerful koala; a sluggish, blonde sloth; and a feline with cattitude in their newfound club—in a story that teaches that friendship can be forged by creatures of different kinds.",
    "Aliases": [
        "Come Together! Seton Academy",
        "Come Together! to the Seton Academy",
        "Murenase! Seton Gakuen",
        "Assemble! Academy Seton"
    ],
    "Modified": "2025-03-11",
    "Seasons": {
        "0": {
            "ID": "1805847",
            "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7529453",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7529453",
                    "TitleEnglish": "Animal Girls Hot Water Report",
                    "SummaryEnglish": "Unaired episode included with volume 3 of the Blu-ray release.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1805848",
            "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7491363",
                    "TitleEnglish": "Ranka the Wolf Boss",
                    "SummaryEnglish": "I'm Mazama Jin. I just started at Seton Academy this spring. There, I met a sweet, pure, beautiful girl named Hino Hitomi-san. We immediately hit it off and started a cooking club, where we spend every day coming up with new recipes together. Could this be a rehearsal for our future?! That's the healthy, fulfilling school life... that I would be living right now if this wasn't a school for animals.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7526602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7526602",
                    "TitleEnglish": "Why Females Put XXX in Their Mouths",
                    "SummaryEnglish": "I'm Mazama Jin. I just started at Seton Academy this year. The cooking club I started up with Hitomi-chan can't stay alive with only two members, so we got some awesome friends to join us, and they're taking a club entrance test so they can help support the two of us. We're living out our own romantic comedy surrounded by our unique friends! Or... that's how it would be if they weren't a dumb dog, a dumb koala, a dumb sloth, and a dumb cat.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7534832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7534832",
                    "TitleEnglish": "Those Who Strip with the Ones They Love",
                    "SummaryEnglish": "I'm Mazama Jin, a first-year at Secon Academy. It's been nothing but smooth sailing in the cooking club I started with my beloved Hitomi-chan, and all kinds of rumors have been going around about what we do there! Will this draw in some more new members? Right after I asked that, two unfamiliar students showed up for a surprising reason! An exciting incident is in store for me and Hitomi-chan! Or... that's what would've happened if those two students weren't a dumb lion and a dumb naked mole-rat.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7538322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538322",
                    "TitleEnglish": "The Self-Styled Young Man and the Giant Wolf",
                    "SummaryEnglish": "Mazama Jin here. I go to school at Seton Academy, and right now, my happening high school life with Hitomi-chan is being threatened with violence! Everyone wants to be strong. I get that. So I told them this: true strength comes not from scaring people, but from loving them. Yep, just like Hitomi-chan and me. At least... I might have been able to say that, if the ones being violent weren't a stupid hyena and a stupid giant dog.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7538328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538328",
                    "TitleEnglish": "Who was Brave?",
                    "SummaryEnglish": "Mazama Jin here. I'm slowly growing accustomed to Seton Academy. It's Field Day, and I'll be running... toward the shining future that awaits the two of us. For me, there's only one goal to run toward, and that's Hitomi-chan. Yes, it's only natural to think that just running isn't enough. I'm no fool. But I can't stop. I'd never last if I did. Because... this is the stupid animals' Field Day.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7538331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538331",
                    "TitleEnglish": "The Legend of the Panda Girl",
                    "SummaryEnglish": "Mazama Jin here. I've been attending Seton Academy for a few months now. Popular people exist everywhere. We may get sick of them sometimes, but there's always a reason for their popularity. We should not feel inferior or envious, but learn what we can from them and emulate the qualities worth emulating. As for me, I'm going to grow as a person for Hitomi-chan's sake. Or... maybe I could've seen it that way if the new popular person wasn't that stupid panda.",
                    "Aliases": []
                },
                "7": {
                    "ID": "7538334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538334",
                    "TitleEnglish": "The Wild Habits of a Troubled Animal",
                    "SummaryEnglish": "Mazama Jin here. The fact that I'm starting to get used to Seton Academy frightens me. What does it mean to be masculine or feminine? I just want to face Hitomi-chan as I am, without worrying about all that! With strong feelings and an unyielding heart, you can overcome any barrier! Or so I'd like to say, but somehow it's just annoying. Probably because the ones trying to overcome barriers are a stupid hyena and a stupid honey badger.",
                    "Aliases": []
                },
                "8": {
                    "ID": "7538336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538336",
                    "TitleEnglish": "The Beach Bard",
                    "SummaryEnglish": "Mazama Jin here. Seton Academy has a campus by the sea. Just try to picture it: blue sea, white clouds... and the one you care about most by your side. In my case, of course, that's Hitomi-chan. And in Hitomi-chan's case, it's me. I think. Look! The sea creatures are giving us their blessing with a beautiful performance! Maybe I could have immersed myself in that feeling... if the ones performing weren't a stupid beluga whale and a stupid bottlenose dolphin.",
                    "Aliases": []
                },
                "9": {
                    "ID": "7538339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538339",
                    "TitleEnglish": "Legends of Animal Ecology",
                    "SummaryEnglish": "Mazama Jin here. I'm on track to set a perfect attendance record at Seton Academy. It's always difficult to keep yourself at just the right amount of distance, isn't it? Sometimes you're too close, sometimes too far. In my case, Hitomi-chan always comes close to me in front of the others. You shouldn't do that! When you're not sure how much distance is appropriate, one thing you can try is to look from the viewpoint of a third party. I'm a little bewildered at myself for thinking of givng that advice... because the ones struggling with the right distance are a stupid tarsier and a stupid naked mole-rat.",
                    "Aliases": []
                },
                "10": {
                    "ID": "7538341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538341",
                    "TitleEnglish": "A Gentle Savage",
                    "SummaryEnglish": "Mazama Jin here. I've started to adapt to living in the dorm. I wonder what it's like to be in heat. It's hard for humans to understand, since we can breed at any time. If humans had a heat cycle, would Hitomi-chan be chasing me around all the time? Better hurry and get to me before someone else does! That particular worry might actually become a reality... if that mysterious new girl at school has anything to say about it.",
                    "Aliases": []
                },
                "11": {
                    "ID": "7538343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538343",
                    "TitleEnglish": "Extinct Species and a Primitive Plot",
                    "SummaryEnglish": "Mazama Jin here. I'm the vice president of Seton Academy's cooking club. They say birth rates have been on the decline, but it's hard to imagine that leading to our extinction. What would happen if humans were on the brink of extinction? The answer is simple: Hitomi-chan and I would have to be the next Adam and Eve! I was having fun imagining it... until a bunch of stupid extinct animals crashed our culture festival.",
                    "Aliases": []
                },
                "12": {
                    "ID": "7538344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538344",
                    "TitleEnglish": "The Animal Students I Know",
                    "SummaryEnglish": "Mazama Jin here. As much as it pains me to admit it, I'm part of a stupid mutt's pack at Seton Academy. Being with someone really is a challenge. It's a different story when two people are bound to each other by fate, like Hitomi-chan and me, but most aren't like that. And going out of one's way to try to accomplish something so difficult is just foolish. But now I've been forced to think that might not always be the case.... after watching all the animals at this school. As much as it pains me to admit it.",
                    "Aliases": []
                }
            }
        }
    }
}