{
    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11428682/",
        "https://anime-seton.jp",
        "http://www.reddit.com/r/Murenase",
        "https://www.themoviedb.org/tv/96150",
        "https://x.com/anime_seton"
    ],
    "TitleEnglish": "Seton Academy: Join the Pack!",
    "SummaryEnglish": "Seton Academy, a school full of animals where, thanks to population decline, there are fewer humans than any other creature. Mazama Jin, an animal hater and the only human male in his class, falls in love with Hino Hitomi, the only female human, the moment he lays eyes her. However he soon finds himself entangled with various other creatures after he reluctantly joins the 'pack' of Lanka the wolf, the only other member of her pack. After getting to know each other, the two decide to create a cooking club, and after a few bad-blooded misunderstandings, Ranka soon joins the club as well. Thus begins the howl-some and howl-arious story of two normal humans; an adorable wolf; a cheerful koala; a sluggish, blonde sloth; and a feline with cattitude in their newfound club—in a story that teaches that friendship can be forged by creatures of different kinds.",
    "TitleJapanese": "群れなせ! シートン学園",
    "SummaryJapanese": "ここは様々な動物が共に生活する、動物たちの学園。\nその名も「私立シートン学園」\n\n生徒たちが弱肉強食の精神を育むための神聖な檻。\n各々の生存を懸け、絶えず異なる種族間での争いが日々巻き起こる。\n動物嫌いの”人間” 間様 人（マザマ　ジン）と独りぼっちの”オオカミ少女” 大狼ランカ（オオカミ　ランカ）\n1人と1匹の運命的な出会いによって、はちゃめちゃな学園ライフが始まる！\n\n姿形は違っても、ペロペロすれば群れなせる！\n「ペロペロしたら仲間！私の群れへようこそ！！」",
    "Aliases": [
        "Murenase! Seton Gakuen",
        "Assemble! Academy Seton",
        "Come Together! Seton Academy",
        "Come Together! to the Seton Academy"
    ],
    "Modified": "2025-03-11",
    "Seasons": {
        "0": {
            "ID": "1805847",
            "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7529453",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7529453",
                    "TitleEnglish": "Animal Girls Hot Water Report",
                    "SummaryEnglish": "Unaired episode included with volume 3 of the Blu-ray release.",
                    "TitleJapanese": "シートン学園記EX　獣女子たちの湯冷め注意報",
                    "SummaryJapanese": "ショートアニメ（テレビ未放映完全新作エピソード）"
                }
            }
        },
        "1": {
            "ID": "1805848",
            "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7491363",
                    "TitleEnglish": "Ranka the Wolf Boss",
                    "SummaryEnglish": "I'm Mazama Jin. I just started at Seton Academy this spring. There, I met a sweet, pure, beautiful girl named Hino Hitomi-san. We immediately hit it off and started a cooking club, where we spend every day coming up with new recipes together. Could this be a rehearsal for our future?! That's the healthy, fulfilling school life... that I would be living right now if this wasn't a school for animals.",
                    "TitleJapanese": "おおかみ親分(ボス) ランカ －ランカとジンとヒトミの話－",
                    "SummaryJapanese": "間様人です。この春、シートン学園に入学しました。そこで出会った、清楚で優しく可憐な女性――牝野瞳さん。僕らはすぐに意気投合、二人で料理部をつくり、一緒にレシピを考える毎日です。これってもしかして、将来の予行演習!? そんなリア充スクールライフ！ が、過ごせるはずだった。――ここが、ケダモノどもの学園でなければ。"
                },
                "2": {
                    "ID": "7526602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7526602",
                    "TitleEnglish": "Why Females Put XXX in Their Mouths",
                    "SummaryEnglish": "I'm Mazama Jin. I just started at Seton Academy this year. The cooking club I started up with Hitomi-chan can't stay alive with only two members, so we got some awesome friends to join us, and they're taking a club entrance test so they can help support the two of us. We're living out our own romantic comedy surrounded by our unique friends! Or... that's how it would be if they weren't a dumb dog, a dumb koala, a dumb sloth, and a dumb cat.",
                    "TitleJapanese": "なぜ雌達は○○○を口にするか －ユカリとミユビとクルミの話－",
                    "SummaryJapanese": "間様人です。さきごろ、シートン学園に入学しました。\n\n同級生の瞳ちゃんと始めた料理部だけど、二人だけでは存続できません。\n\nそこへ集まってくれた素敵な生徒たち。\n\nみんな、牝野さんと僕の仲を取り持とうと入部テストに臨んでくれるんだけど……\n\n個性豊かな仲間に囲まれた、二人の青春ラブラブコメディ！　に、なるはずだった。\n\n――集まったのが、クソイヌとクソコアラとクソナマケモノとクソネコでなければ。"
                },
                "3": {
                    "ID": "7534832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7534832",
                    "TitleEnglish": "Those Who Strip with the Ones They Love",
                    "SummaryEnglish": "I'm Mazama Jin, a first-year at Secon Academy. It's been nothing but smooth sailing in the cooking club I started with my beloved Hitomi-chan, and all kinds of rumors have been going around about what we do there! Will this draw in some more new members? Right after I asked that, two unfamiliar students showed up for a surprising reason! An exciting incident is in store for me and Hitomi-chan! Or... that's what would've happened if those two students weren't a dumb lion and a dumb naked mole-rat.",
                    "TitleJapanese": "愛するものたちと脱ぐもの －ミキとキングとシホの話－",
                    "SummaryJapanese": "間様人です。シートン学園の１年生です。\n\n大好きな瞳ちゃんとの料理部は順風満帆！　活動内容や諸々の噂も広まってきた！\n\nこれでまた部員が増えるかな？\n\nなんて思っていた矢先、意外な目的で訪れた２人の生徒！\n\nラブラブな僕と瞳ちゃんのドキドキハプニング！　が、起こるはずだった。\n\n――訪れたのが、クソライオンとクソハダカデバネズミでなければ。"
                },
                "4": {
                    "ID": "7538322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538322",
                    "TitleEnglish": "The Self-Styled Young Man and the Giant Wolf",
                    "SummaryEnglish": "Mazama Jin here. I go to school at Seton Academy, and right now, my happening high school life with Hitomi-chan is being threatened with violence! Everyone wants to be strong. I get that. So I told them this: true strength comes not from scaring people, but from loving them. Yep, just like Hitomi-chan and me. At least... I might have been able to say that, if the ones being violent weren't a stupid hyena and a stupid giant dog.",
                    "TitleJapanese": "自称少年と大狼 －イエナとフェリルの話－",
                    "SummaryJapanese": "間様人です。シートン学園に通っています。\nそして今、瞳ちゃんとの青春学園ライフが暴力によって脅かされています！\n誰しも強くありたい。理解できます。だから僕は教えてあげました。\n真の強さとは、人を恐れさせる力ではなく、愛する力によってもたらされるのだと。\nそう、僕と瞳ちゃんのように、ね。……なんて、言えたかもしれなかった。\n――暴れまわるのが、クソハイエナとクソヤマイヌでなければ。"
                },
                "5": {
                    "ID": "7538328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538328",
                    "TitleEnglish": "Who was Brave?",
                    "SummaryEnglish": "Mazama Jin here. I'm slowly growing accustomed to Seton Academy. It's Field Day, and I'll be running... toward the shining future that awaits the two of us. For me, there's only one goal to run toward, and that's Hitomi-chan. Yes, it's only natural to think that just running isn't enough. I'm no fool. But I can't stop. I'd never last if I did. Because... this is the stupid animals' Field Day.",
                    "TitleJapanese": "誰が勇敢であったか？ －体育祭の話－",
                    "SummaryJapanese": "間様人です。シートン学園にも少しずつ慣れてきました。\n\n体育祭。僕は走ります。僕たち二人の輝かしい未来に向かって。\n\n僕にとって、ただ一つのゴール、瞳ちゃんに向かって。\n\nええ、ただ走るだけじゃ意味ないんじゃないかって思うことは当然あります。\n\n僕もバカじゃない。でもやめられないんです。じゃなきゃやってられないんです。\n\n――これは、ケダモノどもの体育祭だから。"
                },
                "6": {
                    "ID": "7538331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538331",
                    "TitleEnglish": "The Legend of the Panda Girl",
                    "SummaryEnglish": "Mazama Jin here. I've been attending Seton Academy for a few months now. Popular people exist everywhere. We may get sick of them sometimes, but there's always a reason for their popularity. We should not feel inferior or envious, but learn what we can from them and emulate the qualities worth emulating. As for me, I'm going to grow as a person for Hitomi-chan's sake. Or... maybe I could've seen it that way if the new popular person wasn't that stupid panda.",
                    "TitleJapanese": "女熊猫の伝記 －メイメイの話－",
                    "SummaryJapanese": "間様人です。シートン学園に入学して、数か月が経ちました。\n\n人気者。それはどこにでも存在する。\n\n時に鼻に付くこともあるけれど、人気者にはそれなりの理由があるのです。\n\nひがまずねたまず、見習うところは見習って、盗めるところは盗もう。\n\nそして僕は、瞳ちゃんの為に成長するんだ。……なんて、思えたのかもしれない。\n\n――やってきたのが、あのクソパンダでなければ。"
                },
                "7": {
                    "ID": "7538334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538334",
                    "TitleEnglish": "The Wild Habits of a Troubled Animal",
                    "SummaryEnglish": "Mazama Jin here. The fact that I'm starting to get used to Seton Academy frightens me. What does it mean to be masculine or feminine? I just want to face Hitomi-chan as I am, without worrying about all that! With strong feelings and an unyielding heart, you can overcome any barrier! Or so I'd like to say, but somehow it's just annoying. Probably because the ones trying to overcome barriers are a stupid hyena and a stupid honey badger.",
                    "TitleJapanese": "悩みし獣の野性的習慣 －イエナとテルの話－",
                    "SummaryJapanese": "間様人です。シートン学園に馴染んでいくのが怖いです。男らしさ、女らしさ、って何でしょうか。そんなものに振り回されず、僕はありのまま瞳ちゃんにぶつかっていきたい！ 強い想いと折れない心があれば、どんな壁でも乗り越えられるのだから！ とか言いたいけれど、なんか癪です。――乗り越えようとしているのが、クソハイエナとクソラーテルだから。"
                },
                "8": {
                    "ID": "7538336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538336",
                    "TitleEnglish": "The Beach Bard",
                    "SummaryEnglish": "Mazama Jin here. Seton Academy has a campus by the sea. Just try to picture it: blue sea, white clouds... and the one you care about most by your side. In my case, of course, that's Hitomi-chan. And in Hitomi-chan's case, it's me. I think. Look! The sea creatures are giving us their blessing with a beautiful performance! Maybe I could have immersed myself in that feeling... if the ones performing weren't a stupid beluga whale and a stupid bottlenose dolphin.",
                    "TitleJapanese": "海の吟遊詩人 －カナとルカの話－",
                    "SummaryJapanese": "間様人です。シートン学園にも臨海学校があります。想像してみてください。青い海と白い雲。そして隣には大切な人。僕の場合はもちろん瞳ちゃん。瞳ちゃんの場合は僕。たぶん。見てごらん！ 海の生き物たちも、美しき共演で二人を祝福してくれてるよ！ そんな気分に、浸れたのかもしれない。――共演するのが、クソシロイルカとクソバンドウイルカじゃなければ。"
                },
                "9": {
                    "ID": "7538339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538339",
                    "TitleEnglish": "Legends of Animal Ecology",
                    "SummaryEnglish": "Mazama Jin here. I'm on track to set a perfect attendance record at Seton Academy. It's always difficult to keep yourself at just the right amount of distance, isn't it? Sometimes you're too close, sometimes too far. In my case, Hitomi-chan always comes close to me in front of the others. You shouldn't do that! When you're not sure how much distance is appropriate, one thing you can try is to look from the viewpoint of a third party. I'm a little bewildered at myself for thinking of givng that advice... because the ones struggling with the right distance are a stupid tarsier and a stupid naked mole-rat.",
                    "TitleJapanese": "動物生態伝 －マナコとミキとキングの話－",
                    "SummaryJapanese": "間様人です。シートン学園入学以来、皆勤賞ペースです。何事も距離感って難しいですよね。近すぎたり。遠すぎたり。僕の場合、皆の前でも瞳ちゃんが近づいて来てしまいます。ダ・メ・ダ・ゾ！ 距離感に迷った時は、第三者の目線を通してみるのも一つの手。そんなアドバイスをしてやろうと思った自分に戸惑っています。――距離感に迷っているのが、クソメガネザルとクソハダカデバネズミだから。"
                },
                "10": {
                    "ID": "7538341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538341",
                    "TitleEnglish": "A Gentle Savage",
                    "SummaryEnglish": "Mazama Jin here. I've started to adapt to living in the dorm. I wonder what it's like to be in heat. It's hard for humans to understand, since we can breed at any time. If humans had a heat cycle, would Hitomi-chan be chasing me around all the time? Better hurry and get to me before someone else does! That particular worry might actually become a reality... if that mysterious new girl at school has anything to say about it.",
                    "TitleJapanese": "一人の穏和な野蛮人 －アンと瞳の話－",
                    "SummaryJapanese": "間様人です。シートン学園の寮生活にも順応してきています。発情期ってどんなものでしょう。いつでも発情できるヒトにはわかりません。もしもヒトに発情期があったら、僕はその間、毎日瞳ちゃんに迫られてしまうかな？ ボヤボヤしてたら、誰かに僕をとられちゃうぞ！ なんて心配が、現実のものとなるかもしれない。――あの謎めいた女子生徒によって。"
                },
                "11": {
                    "ID": "7538343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538343",
                    "TitleEnglish": "Extinct Species and a Primitive Plot",
                    "SummaryEnglish": "Mazama Jin here. I'm the vice president of Seton Academy's cooking club. They say birth rates have been on the decline, but it's hard to imagine that leading to our extinction. What would happen if humans were on the brink of extinction? The answer is simple: Hitomi-chan and I would have to be the next Adam and Eve! I was having fun imagining it... until a bunch of stupid extinct animals crashed our culture festival.",
                    "TitleJapanese": "絶滅種と原始的謀略 －EX団の話－",
                    "SummaryJapanese": "間様人です。シートン学園の料理部で副部長をしています。少子化と言われる昨今ですが、絶滅とまで言われるとなかなか想像できません。もしもヒトが絶滅寸前になったら、どうなるのでしょう？ 答えは簡単。僕と瞳ちゃんがアダムとイブみたいになってムフフのフ！ なんて思いを馳せる楽しい時間を邪魔された。――文化祭にやってきた、クソ絶滅種どもに。"
                },
                "12": {
                    "ID": "7538344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/come-together-to-the-seton-academy/episodes/7538344",
                    "TitleEnglish": "The Animal Students I Know",
                    "SummaryEnglish": "Mazama Jin here. As much as it pains me to admit it, I'm part of a stupid mutt's pack at Seton Academy. Being with someone really is a challenge. It's a different story when two people are bound to each other by fate, like Hitomi-chan and me, but most aren't like that. And going out of one's way to try to accomplish something so difficult is just foolish. But now I've been forced to think that might not always be the case.... after watching all the animals at this school. As much as it pains me to admit it.",
                    "TitleJapanese": "オレの知る学生動物 －ともだちの話－",
                    "SummaryJapanese": "間様人です。不本意ですが、シートン学園でクソイヌの群れに入っています。誰かと一緒にいることって、とても大変です。僕と瞳ちゃんのように運命で結ばれていれば別ですが、たいていは違います。そんな大変なことにわざわざ挑もうとするなんて、バカのやること。でも、必ずしもそうとは言い切れないと思ってしまいました。――この学園で、あのケダモノどもを見ていたら。……不本意ですが。"
                }
            }
        }
    }
}