{
    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11428630/",
        "https://bofuri.jp/",
        "http://www.reddit.com/r/BoFuri",
        "https://www.themoviedb.org/tv/96402",
        "https://www.wikidata.org/wiki/Q91320001",
        "https://en.wikipedia.org/wiki/Bofuri",
        "https://x.com/bofuri_anime"
    ],
    "TitleEnglish": "Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense",
    "SummaryEnglish": "Kaede Honjou is invited by her friend Risa Shiramine to play a virtual reality MMO game with her. While Kaede doesn't dislike games, what she really, truly dislikes is being in pain. She creates a character named Maple, and decides to put all her points in VIT to minimize pain. As a result, she moves slowly, can't use magic, and even a rabbit can get the best of her. But as it turns out, she acquires a skill known as \"Absolute Defense\" as a result of her pumping points into VIT, as well as a \"Counter Skill\" that works against special moves. Now, with her ability to nullify all damage, she goes on adventures.",
    "TitleJapanese": "痛いのは嫌なので防御力に極振りしたいと思います。",
    "SummaryJapanese": "本庄楓は友達の白峰りさに誘われてバーチャルリアリティMMOゲームを一緒にプレイ。 楓はゲームが嫌いではありませんが、彼女が本当に嫌いなのは苦しんでいることです。 彼女はMapleという名前のキャラクターを作成し、痛みを最小限に抑えるためにすべてのポイントをVITに入れることにしました。 その結果、彼女はゆっくりと動き、魔法を使うことができず、ウサギでさえ彼女を最大限に活用することができます。 しかし、結局のところ、彼女はVITにポイントを送り込むことで「絶対防御」と呼ばれるスキルと、特殊な動きに対抗する「カウンタースキル」を習得します。 今、彼女はすべてのダメージを無効にする能力を持って、冒険に出かけます。",
    "Aliases": [
        "I Hate Being in Pain, so I Think I'll Make a Full Defense Build",
        "I Hate Getting Hurt, so I Put All My Skill Points Into Defense",
        "I Do Not Want Pain, so I Would Like to Focus on Defense",
        "Bofuri"
    ],
    "Modified": "2025-07-23",
    "Seasons": {
        "1": {
            "ID": "1805846",
            "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7491365",
                    "TitleEnglish": "Defense and First Battle",
                    "SummaryEnglish": "Convinced by her friend Risa to try \"NewWorld Online\", Kaede begins her VRMMO adventure by going all-in on defense because she doesn't want to get hurt.",
                    "TitleJapanese": "防御時化と初戦闘",
                    "SummaryJapanese": "友人の理沙に誘われ、最新ゲームであるVRMMO『NewWorld Online』をはじめることにした楓。自身のキャラ名をメイプルとし、ダメージを受けるのは嫌だからと全ステータスポイントを防御力に極振り!　力もなければ走りも遅い、敵の攻撃も避けられない――そんなありえないシチュエーションを逆手に取って、次々とレアスキルをゲット!　防御力特化の新米冒険者・メイプルの物語が、いま幕を開ける!"
                },
                "2": {
                    "ID": "7528657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7528657",
                    "TitleEnglish": "Defense and Friends",
                    "SummaryEnglish": "Maple enters a battle royal and is hunted down by a horde of players. Risa uses her swimming talent to explore an underwater cave with her character Sally.",
                    "TitleJapanese": "防御特化とお友達。",
                    "SummaryJapanese": "毒竜を倒し、レアな武具とスキルを手に入れたメイプル。防御力がさらに高まり、持っていたスキルも強化。意気揚々と最初のイベント、プレイヤー同士のバトルロイヤルに挑む。そして、楓を誘った張本人の理沙も、サリーとしてついにゲームに参加することになり……。"
                },
                "3": {
                    "ID": "7528659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7528659",
                    "TitleEnglish": "Defense and Reaching Second Level",
                    "SummaryEnglish": "After Maple gets nerfed, her and Sally do some exploring before challenging the dungeon that leads to the second level. Can they clear it in time for the second event?",
                    "TitleJapanese": "防御特化二層攻略。",
                    "SummaryJapanese": "カフェで出会った上級者プレイヤーのドラグ、ドレッドに教えてもらい、サリーと共にさらなるレアスキルの習得に向かうメイプル。しかし、思わぬところでサリーの弱点が露呈してしまう。クエストをこなし、レベルとスキルを上げながら、メイプルたちは次なる第二階層へと向かう。"
                },
                "4": {
                    "ID": "7528660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7528660",
                    "TitleEnglish": "Defense and Second Event",
                    "SummaryEnglish": "Though Maple and Sally get off to a clumsy start in the second event, their tenacity and teamwork is rewarded in more ways than one.",
                    "TitleJapanese": "防御特化と第二回イベント。",
                    "SummaryJapanese": "いよいよ始まった第二回イベント。イズ謹製の新装備を手に、銀のメダルを求めてフィールドを探索するメイプル。サリーと共に向かった雪山の山頂で、顔見知りの冒険者のクロムと邂逅。しかし、その先にはイベントボスモンスターが待ち構えていた。氷を自在に操る巨大な怪鳥がメイプルたちに襲い掛かる！"
                },
                "5": {
                    "ID": "7551869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7551869",
                    "TitleEnglish": "Defense and Spoils of War",
                    "SummaryEnglish": "Maple and Sally make new friends and fall into more trouble as the second event winds down. But to reach their goal of 20 medals, they may have to resort to PvP.",
                    "TitleJapanese": "防御特化と戦利品。",
                    "SummaryJapanese": "突如、和装のプレイヤー・カスミに勝負を挑まれたメイプルとサリー。しかしメイプルの引き起こしたトラブルで、３人とも地下ダンジョンへと飲み込まれてしまう。さらに呪いのアイテムで、一緒に行動しなければならない制約を受けてしまったため、一時休戦。協力してダンジョンからの脱出を試みるのだが……。"
                },
                "6": {
                    "ID": "7578459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7578459",
                    "TitleEnglish": "Defense and Reinforcements",
                    "SummaryEnglish": "Maple leaps at the chance to create a guild and searches for a place to call home. But to compete in the upcoming event, they'll need to recruit more help.",
                    "TitleJapanese": "防御特化と新戦力。",
                    "SummaryJapanese": "新たにゲームに実装されたギルドを作ろうと、イズやクロム、前回のイベントで知り合ったカスミやカナデを勧誘するメイプル。次なるイベントに向け、もう少しメンバーが欲しいと思うメイプルは、双子のプレイヤー・ユイとマイに出会う。ところが二人とも、攻撃力にステータスを極振りしてしまい、まともに戦うことのできない初心者だった。"
                },
                "7": {
                    "ID": "7578461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7578461",
                    "TitleEnglish": "Defense and Upgrades",
                    "SummaryEnglish": "Everyone in the guild is hard at work leveling up and preparing for what's to come. Maple manages to \"cheese\" her way through a quest to help a sick NPC.",
                    "TitleJapanese": "防御特化と強化。",
                    "SummaryJapanese": "メイプルをマスターに置くギルド『楓の木』。ユイとマイのレベル上げに付き合って、メイプルはひたすらボスを狩り続ける。サリーたちもイベントに向けての準備に余念がない。久しぶりに一人になったメイプルは、とあるクエストに挑戦するが、思いがけない展開に。"
                },
                "8": {
                    "ID": "7578463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7578463",
                    "TitleEnglish": "Defense and Third Event",
                    "SummaryEnglish": "The third event is packed with people making it hard to compete for cowbells. Following the event, Maple gets into gear to explore new content on the third level.",
                    "TitleJapanese": "防御特化と第三回イベント。",
                    "SummaryJapanese": "第三回のアイテム集めイベントに苦戦するメイプル。平和なアイテム回収と思いきや、サリーたちが心配したとおり、メイプルはまたも誰もが予期しない展開に。転移の魔法陣を抜けた先、そこに現れたのは、なんと隠しボスの悪魔！丸呑みにされてしまったメイプルは、悪魔の胃の中で溶かされていくのだが……。"
                },
                "9": {
                    "ID": "7608080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7608080",
                    "TitleEnglish": "Defense and Fourth Event",
                    "SummaryEnglish": "Guilds prepare for all-out war as the big competition finally begins. But sneaky Sally has some tricks up her sleeve that hopefully gives them the upper hand.",
                    "TitleJapanese": "防御特化と第四回イベント。",
                    "SummaryJapanese": "悪魔の力に加え、超強力なスキル『機械神』も得たメイプル。とうとう始まる第四回イベントのギルド対抗戦に向け、メイプルたちは意欲を燃やす。しかし、最強プレイヤー・ペインの率いる『集う聖剣』、あるいはカリスマ力No.1のミィがギルドマスターの『炎帝ノ国』など、有力ギルドは多数。メンバー数では遠く及ばない小ギルド『楓の木』が立てた作戦は――"
                },
                "10": {
                    "ID": "7608081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7608081",
                    "TitleEnglish": "Defense and Attack",
                    "SummaryEnglish": "Sally faces certain death and there's trouble back at the base. Despite having a good start, if the guild hopes to place top ten, Maple Tree must go on the attack.",
                    "TitleJapanese": "防御特化と出撃。",
                    "SummaryJapanese": "スキルや能力がバレる前に、先行逃げ切りを図るメイプルたち。少数精鋭での奇襲により、次々とオーブが集められる。だがやはりギルド対抗戦、一筋縄ではいかない。カスミの前には『炎帝ノ国』のシンが、サリーの前には『集う聖剣』のフレデリカが立ちはだかる。そして拠点を守るユイとマイたちにも、侵略者の影が近付いてくるのだった。"
                },
                "11": {
                    "ID": "7608082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7608082",
                    "TitleEnglish": "Defense and Mighty Foe",
                    "SummaryEnglish": "Maple Tree is vastly outnumbered and struggles to stay on the board. As guilds get wiped out left and right, they must face a mighty foe that may be their undoing.",
                    "TitleJapanese": "防御特化と強敵。",
                    "SummaryJapanese": "『炎帝ノ国』との闘いを優位に進めるメイプルたち。だが、その最中、ギルドマスターのミィが駆けつける。強力な炎の攻撃でメイプルを圧倒するミィ。全力で立ち向かうメイプルだったが、『炎帝ノ国』のメンバー・マルクス、ミザリーたちの足止めを受け、ミィの放った炎の檻に捕われてしまう。"
                },
                "12": {
                    "ID": "7608083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/7608083",
                    "TitleEnglish": "Defense and Bonds",
                    "SummaryEnglish": "Maple may have maxed out her defense, but can she protect her friends and base from a legendary player? This time, Maple may have met her match.",
                    "TitleJapanese": "防御特化とつながり。",
                    "SummaryJapanese": "大ギルドの利点を捨て、『楓の木』に少数での奇襲を仕掛けた『集う聖剣』のペインたち。だが、そんな最強プレイヤーを迎え撃つメイプルたちも、ここまで来た以上、一歩も引くわけにはいかない。トップクラスのスキルが応酬するパーティーバトル。ペインの剣技に翻弄されるメイプルは、耐え続ける中、勝機の一瞬を狙う。"
                }
            }
        },
        "2": {
            "ID": "2035192",
            "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9510493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510493",
                    "TitleEnglish": "Maxing Defense and Christmas",
                    "SummaryEnglish": "As Christmas draws near, New World Online finally releases Level 4 concurrently with a special holiday event in which rare and exclusive items are at stake.",
                    "TitleJapanese": "防御特化とクリスマス。",
                    "SummaryJapanese": "季節はクリスマスシーズン。『NewWorld Online』では四層が解放され、さっそくメイプルたち「楓の木」も新しい階層へと向かった。探索で街を歩いていたメイプルは、「炎帝ノ国」のギルドマスター・ミィが、変装してこっそりとあるお店に入るところを見かける。一方、探索中に怪しげな妖刀を見つけたカスミは、その効果を試してみるが……。ストレスフリーなメイプルの冒険が、いま再び幕を開ける！"
                },
                "2": {
                    "ID": "9510497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510497",
                    "TitleEnglish": "Maxing Defense, Level 5, and Level 6",
                    "SummaryEnglish": "Maple's guildmates must explore Level 5 without her while she recovers from a cold. Right after Maple finally gets a chance to see Level 5, the gang finds out that Level 6 is already on the way, but this time it's Sally who can't seem to go in...",
                    "TitleJapanese": "防御特化と五層と六層。",
                    "SummaryJapanese": "五層が実装され、四層のボスと戦うサリーたち。無事に倒すものの、そこにメイプルの姿はなく。……実は風邪を引いていたため、ボス戦に参加できなかったのだった。五層に行くために改めてボスを倒さなければならないメイプルは、あえて一人で挑んでみることに。強敵との戦いに苦戦しながら勝利するが、なぜか五層への道は開かない。疑問に感じていたメイプルに衝撃の通知が届くのだった。"
                },
                "3": {
                    "ID": "9510498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510498",
                    "TitleEnglish": "Maxing Defense and the Seventh Event",
                    "SummaryEnglish": "New World Online's seventh event begins, and it's a battle tower event with multiple difficulty levels. Maple and Sally team up to take on the highest difficulty level, giving the game's admins more than they bargained for...",
                    "TitleJapanese": "防御特化と第七回イベント。",
                    "SummaryJapanese": "幽霊や人魂といったゴースト系モンスターが多く出現する六層。とあるクエストで新しいスキルを手に入れたメイプルは、前々から約束をしていたミィと一緒にレベル上げに行くことに。メイプルのサポートを受けながら、強力なスキルや魔法を展開させ、圧倒的な強さを見せるミィ。戦いを終えた二人は、カフェでお茶をしながら、次に開催される第七回イベントについて話をする。"
                },
                "4": {
                    "ID": "9510500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510500",
                    "TitleEnglish": "Maxing Defense and Tower Conquest",
                    "SummaryEnglish": "Maple and Sally continue to work their way up the ten floors of the tower as they attempt to complete the event before anyone else.",
                    "TitleJapanese": "防御特化と塔攻略。",
                    "SummaryJapanese": "サリーと共に第七回イベントに挑戦中のメイプル。各階ごとに地形の変わる塔型ダンジョンを昇っていく。だが五階は幽霊系モンスターがいる階。別行動中のクロムたちもホラーが苦手なサリーを案じていた。、怖い一方、ペインやミィといった高レベルプレイヤーたちも次々と塔を攻略していく。そしてようやく最上階へと辿り着いたメイプルとサリーの前に現れたのは……。"
                },
                "5": {
                    "ID": "9510501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510501",
                    "TitleEnglish": "Maxing Defense and Tentacles",
                    "SummaryEnglish": "Level 7 has been released, and it introduces a new feature: players can now tame monsters. The members of Maple Tree explore the new level in search of their ideal companions.",
                    "TitleJapanese": "防御特化と触手。",
                    "SummaryJapanese": "イベントのクリア報酬で新たなスキルを手に入れたメイプルたちは、イベント終了後間もなく解放された七層へと向かう。訪れた七層はモンスターの楽園のようなエリア。どうやらゲーム内に新要素が追加され、モンスターをテイムできるらしい。既にシロップや朧のいるメイプルとサリーは、まだテイムモンスターのいない他メンバーのサポートに回ることにするのだった。"
                },
                "6": {
                    "ID": "9510502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510502",
                    "TitleEnglish": "Maxing Defense and Tame Monsters",
                    "SummaryEnglish": "The members of Maple Tree continue their searches for monster companions. Iz's search leads her on a quest to find rare materials in challenging areas, so she asks Maple and Mii for help.",
                    "TitleJapanese": "防御特化とテイムモンスター。",
                    "SummaryJapanese": "無事、モンスターをテイムできたカスミとマイ、ユイ。皆をサポートしていたメイプルは新たなスキルを習得し、触手を出せるようになった。クロムやカナデ、イズの三人は、自分の能力とぴったり合うモンスターを求め、七層を探索する。\nミィとレベル上げに向かっていたメイプルは、イズから素材集めの協力を依頼され、三人でダンジョン攻略へと向かうのだった。"
                },
                "7": {
                    "ID": "9510503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510503",
                    "TitleEnglish": "Maxing Defense and Hunting for Crystals",
                    "SummaryEnglish": "With the eighth event about to start, Maple and Sally decide to leisurely explore Level 7. Their plans quickly change when they stumble upon a strange crystal...",
                    "TitleJapanese": "防御特化と宝石探し。",
                    "SummaryJapanese": "フレデリカにテイムしたモンスターを見せてもらったり、第八回イベントが告知されて胸を躍らせたりしつつ、久々に二人で探索することにしたメイプルとサリー。七層の探索を続ける中、羊に跳ね飛ばされたメイプルは、とある泉で不思議な宝石を手にする。アイテムの説明欄を確認すると、それは『白の鍵』と呼ばれるものだった。どうやら何かのクエストが発生してしまったようで……？"
                },
                "8": {
                    "ID": "9510504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510504",
                    "TitleEnglish": "Maxing Defense and the Eighth Event",
                    "SummaryEnglish": "The preliminary round of the eighth event finally begins. The members of Maple Tree fight their hardest, making the most of their new monster companions, in hopes of ranking high for the main event.",
                    "TitleJapanese": "防御特化と第八回イベント。",
                    "SummaryJapanese": "シロップと朧を進化させることができたメイプルとサリー。二匹に新しいスキルを獲得させるため、レベリングに勤しむのだった。やがて始まった第八回イベントは予選と本戦に分かれており、まずは予選に挑むメイプルたち。モンスターを狩ってポイントを稼ぐシンプルなものと思いきや、今回のイベント特有の仕様で、モンスターを倒すたびに様々なバフやデバフがかけられるというギミックがあった。"
                },
                "9": {
                    "ID": "9510506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510506",
                    "TitleEnglish": "Maxing Defense and Setting Up a Base",
                    "SummaryEnglish": "The main portion of the eighth event begins. The members of Maple Tree work as two teams to try to acquire medals, then come back together to set up a base for protection against the stronger monsters that come out at night.",
                    "TitleJapanese": "防御特化と拠点作り。",
                    "SummaryJapanese": "第八回イベント本戦に進むメイプルたち。イベント中にレアドロップする銀メダルは、ギルド内で共有できるとのことだった。効率を考え、二手に分かれることにしたメイプルたち【楓の木】メンバーは、メダルを持っていそうな強力なモンスターと戦いながら、順調にイベントを進めていく。本戦はゲーム内時間で3日間あるため、休憩ポイントが必要と考えたメイプルたちは拠点を作ることに。"
                },
                "10": {
                    "ID": "9510507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510507",
                    "TitleEnglish": "Maxing Defense and New Teams",
                    "SummaryEnglish": "The second day of the eighth event begins with forced teleports that send players in all directions, a dark void that swallows up some parties' bases, and the disabling of maps. On top of all this, those who survived the first night are left to fight either alone or with members of rival guilds.",
                    "TitleJapanese": "防御特化と新コンビ。",
                    "SummaryJapanese": "第八回イベント本戦２日目を迎えるメイプルたち。みんなで作った拠点で一夜を過ごして外に出たところ、まるで夜が明けていないかのように辺りは真っ暗。しかもマップも開けなくなっていた。そして突然、メイプルたちはバラバラの場所に転移させられてしまう。\nメイプルたちと合流を果たそうと、単身でモンスターと戦っていたサリーは、助太刀に現れたフレデリカと共闘することに。"
                },
                "11": {
                    "ID": "9510509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510509",
                    "TitleEnglish": "Maxing Defense and New Parties",
                    "SummaryEnglish": "Maple Tree, Order of the Holy Sword, and Flame Emperors have all come together in Maple Tree's base. Assorted members from all three guilds form parties to head out and fight monsters so they can earn more medals during the second night of the event.",
                    "TitleJapanese": "防御特化と新パーティ。",
                    "SummaryJapanese": "【楓の木】の拠点に【集う聖剣】、そして【炎帝ノ国】の主要メンバーも合流。メイプルやペイン、ミィたちは４つのパーティに分かれ、引き続きイベント攻略に乗り出す。\n時間経過とともに狭くなっていくフィールド。強力なモンスターの出現。イベント特有の様々な仕掛けの中、普段はライバルである他ギルドメンバーたちが仲間であることを心強く感じながら、メイプルたちは奮闘する。"
                },
                "12": {
                    "ID": "9510510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-do-not-want-pain-so-i-would-like-to-focus-on-defense/episodes/9510510",
                    "TitleEnglish": "Maxing Defense and the Big Final Battle",
                    "SummaryEnglish": "The third and final day of the eighth event brings the strongest monsters yet. Maple Tree, Flame Emperors, and Order of the Holy Sword work together to fight off the final onslaught. The goal is to make it to the end of the event alive...",
                    "TitleJapanese": "防御特化と大決戦。",
                    "SummaryJapanese": "イベント最終日、ついに運営の虎の子である超巨大なモンスターが出現。その強さにやられそうになった他プレイヤーたちを助けようとするメイプル。彼らとも協力してモンスターに立ち向かおうと、ペインやミィも賛同。【楓の木】、【集う聖剣】、【炎帝ノ国】が率先して超巨大モンスターへと挑む。これまで培った技術やスキルを駆使し、戦うメイプルたちの大決戦の行方は――!?"
                }
            }
        }
    }
}