{
    "URL": "https://www.thetvdb.com/series/gleipnir",
    "Genres": [
        "Action",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11988478/",
        "http://gleipnir-anime.com/",
        "https://www.themoviedb.org/tv/96203",
        "https://x.com/gleipnir_anime"
    ],
    "TitleEnglish": "Gleipnir",
    "SummaryEnglish": "Shuichi Kagaya is an ordinary student until he learns he can transform into a monstrous dog with a revolver and a zipper down his back. Unsure where his powers have come from and whom to trust, he risks it all to save a beautiful classmate named Claire. He learns he's not the only one with a secret; she wants to use his monster's powers—no matter how brutal the violence or bloody the action.",
    "TitleJapanese": "グレイプニル",
    "SummaryJapanese": "加賀谷修一は、モンスターコスチュームに変身する能力を持つ高校生です。 しかし、彼が仲間のクラスメートを救助するとき、彼女は他のモンスターを追い詰めるために彼をパートナーシップに強制します。",
    "Aliases": [
        "Gleipnir"
    ],
    "Modified": "2024-05-23",
    "Seasons": {
        "1": {
            "ID": "1807385",
            "URL": "https://www.thetvdb.com/series/gleipnir/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7504816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7504816",
                    "TitleEnglish": "Something Inside of Me",
                    "SummaryEnglish": "Shuichi lives a normal high school life until a mysterious stranger threatens to reveal his incredible secret.",
                    "TitleJapanese": "僕の中には",
                    "SummaryJapanese": "普通の日常を送る男子高校生・加賀谷修一には、秘密があった。「犬のきぐるみ」に変身するという特殊能力を持っていたのだ。ある時、その力を使い、火事の現場から一人の気を失った少女を助け出す。誰にも見られなかったはずが、他ならぬその少女・青木紅愛（クレア）に気づかれていた。バケモノの正体を知られた修一は、身体の秘密を紅愛に問い詰められることになるが…"
                },
                "2": {
                    "ID": "7665997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7665997",
                    "TitleEnglish": "What It Means to Be Empty",
                    "SummaryEnglish": "As the mysterious attacker closes in, Clair discovers something about Shuichi's costume form... And that changes everything.",
                    "TitleJapanese": "空っぽの意味",
                    "SummaryJapanese": "コインを探し求める「収集者」に、突然襲撃された修一とクレア。戦う意思を見せるクレアに反して、修一は彼女を連れて逃げ出してしまう。コインの謎が気になる修一だったが、クレアは襲撃者が今度は自分たちを殺す気だと告げる。修一の着ぐるみの姿に何か意味があるはずだと考えるクレア。背中にチャックがあることに気づき、開けてみるのだが、その中には…"
                },
                "3": {
                    "ID": "7666007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666007",
                    "TitleEnglish": "Elena",
                    "SummaryEnglish": "Shuichi and Clair begin to search for Clair's missing sister.",
                    "TitleJapanese": "エレナ",
                    "SummaryJapanese": "着ぐるみに変身した修一の中に入り、クレアが身体を操ることで襲撃者を撃退に成功する。\nだが、さらなるバケモノの襲撃に備え、二人はその着ぐるみの能力の秘密を探ろうとする。\nそして、修一の嗅覚を使って、クレアの両親を殺害し、行方不明になった彼女の姉・江麗奈（エレナ）の手がかりを得ようと試みるが、想像以上の恐怖が二人を待ち受けていた。"
                },
                "4": {
                    "ID": "7666008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666008",
                    "TitleEnglish": "I Wish I Was Someone Else",
                    "SummaryEnglish": "After encoutering Elena, Shuichi and Clair are guided to the source of all the mysterious happenings.",
                    "TitleJapanese": "変身願望",
                    "SummaryJapanese": "エレナと遭遇する修一クレア。圧倒的な力の前に敗北し、着ぐるみの修一の頭が引き裂かれてしまう。修一を直すために、「宇宙人」がいるというラブホテルの跡地を訪れる。\nその宇宙人は最初はとぼけるものの、コインを見せることでその依頼を引き受ける。\nそして、コインや修一の変身の秘密を話し始めるのだが、それは二人のまったく予期し得ないものであった。"
                },
                "5": {
                    "ID": "7666009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666009",
                    "TitleEnglish": "Crazy Enemies",
                    "SummaryEnglish": "Clair and Shuichi wander into the mountains, and encounter a strange and powerful monster.",
                    "TitleJapanese": "ヤバイ敵",
                    "SummaryJapanese": "宇宙人に教えられた山中を探索する修一とクレア。コインの収集だけでなく、コインを探す「収集者」たちがここで何をしているか、そしてこの山で何が起きているのかの情報を求めていた。\nはやくも、バケモノと遭遇する二人。コイン収集のために、あえてリスクをとる選択をし攻撃をしかけるが、そのバケモノは、二人が考えていた以上の強敵だった。"
                },
                "6": {
                    "ID": "7666010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666010",
                    "TitleEnglish": "Gatherers",
                    "SummaryEnglish": "After defeating an evil monster, Clair uses information he had to form a connection with a strange group of gatherers.",
                    "TitleJapanese": "収集者",
                    "SummaryJapanese": "クレアは池内たちのグループに入ることを提案する。使える手駒が必要であり、エレナにも仲間がいるだろうことは考えられた。\n池内たちのグループは、上半身ビキニ姿のホッケーマスクで顔を隠す女性がリーダだった。\n彼女は自分たちが戦力で劣る弱いグループだと自覚しており、仲間を必要としていた。\nだが、彼女たちの仲間になるためには、その秘密を守るために、ある「特別な契約」をクレアたちは求められる。"
                },
                "7": {
                    "ID": "7666011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666011",
                    "TitleEnglish": "Metamorphosis",
                    "SummaryEnglish": "Yoshioka and Shuichi encounter a fearsome foe while searching for her wallet.",
                    "TitleJapanese": "変形",
                    "SummaryJapanese": "クレアとの契約が終えた小柳は、エレナの話を始める。人間不信に陥り、孤独だった自分を救ってくれた彼女が殺人鬼とは思えないと言う。\n一方、修一と吉岡は、彼女の財布を捜して森の中を進んでいた。吉岡は修一に敵と遭遇したときのことを尋ねるが、修一の意外な告白に驚愕する。\nそして、修一は凶悪な敵の存在を感知する。それはかつて感じたエレナのバケモノのイメージだった。"
                },
                "8": {
                    "ID": "7666012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666012",
                    "TitleEnglish": "Shadows in Memory",
                    "SummaryEnglish": "Clair and her new allies recover Shuichi and Yoshioka. What did Yoshioka see when she was in Shuichi?",
                    "TitleJapanese": "記憶の影",
                    "SummaryJapanese": "修一は着ぐるみ化が解けた状態で気を失っていたところを、クレアに発見される。曖昧な記憶の修一。何か夢を見ていたようだった。\n吉岡と共に仲間のところに戻ると、エレナの仲間と遭遇したことを話すが、なぜ無事でいられたかは思い出せなかった。\n改めて仲間を紹介される修一。その中の一人が、修一の子供のころを知っているようだった。だが、彼の話す出来事は修一の記憶とは齟齬が生じていた。"
                },
                "9": {
                    "ID": "7666014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666014",
                    "TitleEnglish": "Staked Claims",
                    "SummaryEnglish": "Koyanagi leads the team through the mountains, and they discover a suspicious and troubling mark.",
                    "TitleJapanese": "激突のマーク",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7666015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666015",
                    "TitleEnglish": "Beautiful Flower",
                    "SummaryEnglish": "A terrible ultimatum from a powerful enemy makes Clair, Shuichi, and their friends face an impossible decision.",
                    "TitleJapanese": "美しい花",
                    "SummaryJapanese": "修一たちが遭遇したのは、人殺しも躊躇しない凶暴な収集者のチームだった。\n彼らのリーダーの円（まどか）は戦闘能力も段違いに高く、修一たちはあっけなく取り囲まれてしまう。\nそして、円は修一たちに自分たちのチームに入りコイン集めに協力するように持ち掛ける。\nそれと同時に、自分の仲間がやられたことについて言及し、その報復として修一たちの仲間の誰か一人を殺すと宣言する。\nしかもその一人は修一たちで選べという恐るべきものだった。"
                },
                "11": {
                    "ID": "7666017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666017",
                    "TitleEnglish": "The Price of Resolve",
                    "SummaryEnglish": "Everyone returns to town, but they must come to terms with what happened in the mountains.",
                    "TitleJapanese": "決意の代償",
                    "SummaryJapanese": "円のチームから辛うじて逃れた修一たち。しかし、小柳たちは疲労の色が強く、この先に進むことを躊躇していた。\nクレアは敵の追撃のことも考え、コインを100枚集め決着をつけることを提案するが、気力を失った小柳は一時解散することを選択する。\n小柳たちは自分たちの身を守るためとはいえ人を殺めたことに苦悩するが、一方で落ち着きを見せる修一たちに恐怖心を抱く。\n翌日、修一が登校すると、思わぬ人物と再会を果たす。"
                },
                "12": {
                    "ID": "7666018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7666018",
                    "TitleEnglish": "Where the Promise Was Made",
                    "SummaryEnglish": "A few months earlier, a series of strange events happened among Shuichi and his childhood friends.",
                    "TitleJapanese": "約束の場所",
                    "SummaryJapanese": "エレナは自らのチームと共に、宇宙船の墜落地点のある山中にいた。メンバーの佐久間に問われて、修一との過去を思い出す。\nチームのメンバーである海斗と直人に加え愛子、ほのかという少女がエレナの幼馴染だった。そして修一も。\n数ヶ月前、直人がふと海斗に漠然と抱いている不安を口にする。彼は愛子と交際していたが、彼女に違和感を覚えていると言うのだ。\nまるで彼女が別人のようだと。海斗は久しぶりに愛子たちと集まろうと提案する。"
                },
                "13": {
                    "ID": "7792963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gleipnir/episodes/7792963",
                    "TitleEnglish": "We Two Are One",
                    "SummaryEnglish": "Shuichi and Clair attempt to strike a deal with the other members of their team, as Yoshioka reaches out to Elena.",
                    "TitleJapanese": "二人で一つ",
                    "SummaryJapanese": "修一とクレアは、吉岡と陽太に彼らのチームが集めたコインを自分たちに渡すように提案する。\n戦いから離れ、普通の生活に戻るようにと。吉岡は会話の中で、以前とは変わってしまった修一を感じとる。\nそうした修一の変化にクレアは、自分が原因なのだと懊悩する。\nクレアは明日、山へ行くが、これから朝まで修一の家で過ごしたいと言う。\n修一は困惑するが、彼の家を訪れることになり、クレアはそこで意外な光景を目にする。"
                }
            }
        }
    }
}