{
    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11858104/",
        "https://dq-dai.com/",
        "http://www.reddit.com/r/dragonquest",
        "https://www.themoviedb.org/tv/96884",
        "https://x.com/DQ_DAI_anime"
    ],
    "TitleEnglish": "Dragon Quest: The Adventure of Dai (2020)",
    "SummaryEnglish": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace. Several years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.",
    "Aliases": [
        "DRAGON QUEST ダイの大冒険 (2020)",
        "Dragon Quest: Dai no Daibouken (2020)",
        "Dragon Quest: Dai's Great Adventure",
        "ドラゴンクエスト ダイの大冒険 (2020)",
        "Dragon Quest: The Adventure of Dai",
        "Dragon Quest: Dai's Great Adventure (2020)",
        "Dragon Quest: Dai no Daibōken"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1807359",
            "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8510437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8510437",
                    "TitleEnglish": "The Trail of Adventure, the Path Forward",
                    "SummaryEnglish": "A special episode going over the numerous battles against powerful enemies as Dai, the Tiny Hero, and his friends continue their adventures against the new Dark Army.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1807360",
            "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/seasons/official/1",
            "# Episodes": 100,
            "Episodes": {
                "1": {
                    "ID": "7504488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7504488",
                    "TitleEnglish": "Dai, The Tiny Hero",
                    "SummaryEnglish": "Young Dai lives on Dermline Island, where he dreams of being a Hero. One day, a Hero and his companions come to the island. Dai is excited at first, but their true intent is to steal his best friend, Gomechan, the mythical Golden Metal Slime.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7973390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973390",
                    "TitleEnglish": "Dai and Princess Leona",
                    "SummaryEnglish": "Dai must take Leona to the Earth Cave for a ritual. At first, Dai dislikes Leona, but they slowly come to understand each other. Suddenly, a giant Evil Scorpion attacks. Dai defeats it, but Leona is poisoned. As Dai’s wishes to save her...",
                    "Aliases": []
                },
                "3": {
                    "ID": "7973646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973646",
                    "TitleEnglish": "The Hero's Tutor",
                    "SummaryEnglish": "A dark power affects Dai’s monster friends, driving them berserk. Brass tries to get Dai to leave. As they argue, a Hero trainer arrives to inform Dai that the Dark Lord has returned. To save those he cares about, Dai undergoes Hero training.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7973652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973652",
                    "TitleEnglish": "The Dark Lord Hadlar's Return",
                    "SummaryEnglish": "Avan turned into a dragon and attacks Dai. Dai fights back to no avail. To defeat Avan’s flames requires Wave Slash. As Dai clears his objective, someone enters the island. Who should appear before Avan but the worst possible being...!",
                    "Aliases": []
                },
                "5": {
                    "ID": "7973656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973656",
                    "TitleEnglish": "The Insignia of Avan",
                    "SummaryEnglish": "Avan is overpowered by Hadlar, who is now stronger than ever. To protect his students and the world, Avan gathers the last of his strength and faces Hadlar. Dai can do nothing but watch. Finally, the showdown between Avan and Hadlar is concluded.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8018628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018628",
                    "TitleEnglish": "Crocodine, The Beast King",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "8018629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018629",
                    "TitleEnglish": "Maam's Turmoil",
                    "SummaryEnglish": "Thanks to Maam’s help, Dai goes on the offensive against Crocodine. Popp joins in and the battle intensifies. Seeing Dai and Popp fight, Maam remembers Avan’s words to her when she was young and comes to a decision.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8018630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018630",
                    "TitleEnglish": "Furfang Full Assault",
                    "SummaryEnglish": "Dai and company arrive late at night to the castle town of Romos. The next morning, Crocodine attacks with the Furfang Legion. In Romos Castle, Dai faces Crocodine. Crocodine decides to use the weapon that Zaboera gave him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8033590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8033590",
                    "TitleEnglish": "A Single Shard of Courage",
                    "SummaryEnglish": "Dai is heavily wounded by Crocodine’s Beast King Anguish Blast. Maam tries to save Dai, but is bound by a Heyedra. Masopho, the Mage from the fake Hero’s party shows this to Popp, who remains paralyzed by fear. Masopho then speaks of his past...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8056267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8056267",
                    "TitleEnglish": "Onto Papnica Kingdom",
                    "SummaryEnglish": "Having won the battle with Crocodine, Dai and company head to Papnica Kingdom, which is under attack by the Undead Legion of the Dark Army. Upon arrival, Dai sees an unbelievable sight. Meanwhile, Hadlar summons all Legion Commanders, but...",
                    "Aliases": []
                },
                "11": {
                    "ID": "8070492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8070492",
                    "TitleEnglish": "Hyunckel, The Dark Swordsman",
                    "SummaryEnglish": "Dai’s Avan Strash had no effect on Hyunckel. Hyunckel dons his “Dark Armour Blade” to face Dai and his companions. Just why does Hyunckel hate Avan so much? Hyunckel reveals his past with Avan to answer Maam’s question.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8070493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8070493",
                    "TitleEnglish": "The Collaborative Zapple",
                    "SummaryEnglish": "Thanks to Crocodine, Dai and Popp managed to escape. Popp says to Dai that if they don’t defeat Hyunckel, they won’t be able save Maam or Leona. Morning comes. Popp has come up with a plan to defeat Hyunckel and suggests the use of a certain spell.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8096042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8096042",
                    "TitleEnglish": "The Deciding Moment",
                    "SummaryEnglish": "Hyunckel withstands the Zapple spell. His spell thwarted, Dai falls prey to Hyunckel’s Bloody Scryde. At that moment, Maam appears and hands a Soul Shell found in a hidden room to Hyunckel. It contains a shocking truth about Hyunckel’s past.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8105032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8105032",
                    "TitleEnglish": "Blizzblaze General Flazzard",
                    "SummaryEnglish": "After their fierce battle against Hyunckel, Dai and friends set out to find Leona. They launch signal flares and are met by Amy of the Papnica Troika, who takes them to where Leona is hiding, but Blizzblaze General Flazzard reaches her first...!",
                    "Aliases": []
                },
                "15": {
                    "ID": "8129855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8129855",
                    "TitleEnglish": "The Terrifying Curse Field",
                    "SummaryEnglish": "Dai faces off with Flazzard. His Magic Sword is effective, but Flazzard fires off the rocks in his body in both an attack and a signal to activate the Blizzblaze Curse Field. The surrounding area is encased in a field, and Dai’s group is weakened.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8132548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132548",
                    "TitleEnglish": "The Grand Sorcerer Matoriv",
                    "SummaryEnglish": "Matoriv is a Grand Sorcerer living in a cave. At first, he’s resistant to helping, but upon learning that Dai is Avan’s last student, he agrees to help save Leona. Meanwhile, Hadlar’s Dark Army prepares a scheme.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8132549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132549",
                    "TitleEnglish": "The Death-Defying Savior",
                    "SummaryEnglish": "Dai and Baduck reach the Dark Flame Spire to find Zaboera, Mystvearn, and their Legion monsters waiting for them. Waiting for Popp and Maam at the Dark Ice Spire is Hadlar. Dai and his friends are in danger. Just then, an unlikely savior appears.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8132550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132550",
                    "TitleEnglish": "Hyunckel Versus Hadlar",
                    "SummaryEnglish": "Popp and Maam are shocked by the appearance of Hyunckel. It turns out he was saved by Crocodine. Having come to help the Disciples of Avan, Hyunckel sends Popp and Maam off to Valge Tower and faces off with Hadlar.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8132551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132551",
                    "TitleEnglish": "The Final Avan Style Technique",
                    "SummaryEnglish": "Dai, Popp, and Maam reach Valge Tower where they are stopped by Flazzard. Realizing he is at a disadvantage, Flazzard shatters himself into bullets of rocks and launches himself as projectiles. Just then, the words of Avan flash through Dai’s mind!",
                    "Aliases": []
                },
                "20": {
                    "ID": "8132552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132552",
                    "TitleEnglish": "Now I Slice Everything",
                    "SummaryEnglish": "With his core destroyed by Dai’s Air Slash, Flazzard splits his body. Mystvearn appears and gives Flazzard the Shadow Legion’s ultimate armour. Flazzard attacks Dai. But having completed his Avan Style Sword Technique, Dai remains unfazed...!",
                    "Aliases": []
                },
                "21": {
                    "ID": "8132553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132553",
                    "TitleEnglish": "Maam's Decision",
                    "SummaryEnglish": "Dai and his friends prepare for their next battle as Papnica rebuilds. Maam hears the words of Matoriv and comes to a decision. Meanwhile, Vearn’s personal assassin, Killvearn and his companion Piroro appear before Hadlar. What will they say to him?",
                    "Aliases": []
                },
                "22": {
                    "ID": "8132554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132554",
                    "TitleEnglish": "Off to the Department Store",
                    "SummaryEnglish": "Dai and Leona head to Bengarna Kingdom to get Dai a new weapon. Freed from her duties as princess, Leona enjoys her shopping. Dai and Popp spend their time amazed by all the new sights. New encounters and new threats await them.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8132555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132555",
                    "TitleEnglish": "The Dragon Knight",
                    "SummaryEnglish": "Dai faces the Dragons attacking Bengarna. His sword shatters. Dragons that Popp failed to defeat join in. All prepare for defeat, but Dai unleashes the power of the Dragon Crest. Nabara and Merle realize a truth that Dai himself doesn’t yet know.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8132556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132556",
                    "TitleEnglish": "Dragon Master General Baran",
                    "SummaryEnglish": "Baran reveals the duty of a Dragon Knight: to wipe out the humans. Baran explains why Dragon Knights were born. Dai rejects Baran’s words. Growing impatient, Baran blows Dai away with a powerful attack. Baran then reveals a shocking truth…!",
                    "Aliases": []
                },
                "25": {
                    "ID": "8132557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132557",
                    "TitleEnglish": "The Terrifying Draconic Aura",
                    "SummaryEnglish": "With the secret to the Dragon Knights’ supremacy, the “Draconic Aura” deployed, Baran is invulnerable to Crocodine’s attacks. Crocodine continues to stand up to Baran. And Dai, as well. They attack Baran together, but Baran forms a plan.",
                    "Aliases": []
                },
                "26": {
                    "ID": "8308533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8308533",
                    "TitleEnglish": "The Dragon Masters Approach",
                    "SummaryEnglish": "Baran summons the Dragon Masters, three powerful Dragon Riders, and heads to Teran Kingdom to reclaim Dai. Leona and the others shelter Dai in a prison cell. Detecting Baran and the Dragon Masters, the group is at a loss. Just then, Popp acts.",
                    "Aliases": []
                },
                "27": {
                    "ID": "8309300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309300",
                    "TitleEnglish": "Land Rider Larhart",
                    "SummaryEnglish": "Popp faces the Dragon Masters alone and falls into peril. Hyunckel arrives to save him. Popp and Hyunckel defeat Galdandy and Borahorn. Popp loses consciousness and Hyunckel faces Larhart. But Larhart is far more powerful than Galdandy or Borahorn.",
                    "Aliases": []
                },
                "28": {
                    "ID": "8309301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309301",
                    "TitleEnglish": "Dai's Secret",
                    "SummaryEnglish": "Baran approaches Teran Castle where Dai is kept. Leona gives Dai his knife and encourages him to fight before heading off to face Baran with Crocodine. Meanwhile, Hyunckel lies beaten by Larhart. Larhart tells him Baran’s tumultuous past...",
                    "Aliases": []
                },
                "29": {
                    "ID": "8309302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309302",
                    "TitleEnglish": "Baran's Rage",
                    "SummaryEnglish": "With Popp as his hostage, Borahorn threatens Hyunckel. Larhart takes unexpected action. Larhart reveals his past. Meanwhile, Baran appears at Teran Castle. Hearing of Popp’s actions, Crocodine employs a desperate strategy against Baran!",
                    "Aliases": []
                },
                "30": {
                    "ID": "8309304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309304",
                    "TitleEnglish": "Popp's Resolve",
                    "SummaryEnglish": "As a Dragonoid, Baran’s power is beyond imagination. Just as everyone prepares to die, Dai appears. When the meeting between father and son that they had hoped to prevent happens, Popp remembers the final moments of his master, Avan.",
                    "Aliases": []
                },
                "31": {
                    "ID": "8309307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309307",
                    "TitleEnglish": "A Father and Son Clash",
                    "SummaryEnglish": "The Dragon Crest appears on Dai’s right hand. Is it a miracle brought on by his mother, Soala...? By focusing his power, Dai gains power beyond Baran’s. Baran wields his Draconic Aura and fights back. The two Dragon Knights clash in an epic battle.",
                    "Aliases": []
                },
                "32": {
                    "ID": "8309309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309309",
                    "TitleEnglish": "Farewell to the Father",
                    "SummaryEnglish": "With his weapon lost, Dai must defend himself. Baran lacks the Magic Power for his full Gigabreak. Dai is given Hyunckel’s Dark Armour Blade and faces off with Baran one last time. Meanwhile, Popp remains unresponsive to Leona’s Zing spell...",
                    "Aliases": []
                },
                "33": {
                    "ID": "8309311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309311",
                    "TitleEnglish": "Zaboera's Scheme",
                    "SummaryEnglish": "With one final chance from Vearn, Hadlar himself heads out with Zaboera to kill Dai. Dai and his friends rest their wounds in Merle’s cottage. As Popp stands guard outside, someone makes an unexpected appearance.",
                    "Aliases": []
                },
                "34": {
                    "ID": "8309312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309312",
                    "TitleEnglish": "The Romos Martial Arts Tournament",
                    "SummaryEnglish": "Dai and his friends return to Papnica. They learn of a Martial Arts Tournament in Romos where the winner will receive a legendary weapon. Dai and Popp head to the tournament where a certain contestant’s fighting catches their eyes.",
                    "Aliases": []
                },
                "35": {
                    "ID": "8309315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309315",
                    "TitleEnglish": "The Incident at the Finals",
                    "SummaryEnglish": "Dai and Popp were reunited with Maam. Maam promises to win the Sword of Champions. Maam wins her way through the preliminary fights. But an evil plot unfurls behind the scenes... As the finals are about to begin, one man springs into action.",
                    "Aliases": []
                },
                "36": {
                    "ID": "8309317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309317",
                    "TitleEnglish": "The Superior Being Versus Chiu",
                    "SummaryEnglish": "A giant body, unbelievable speed, unparalleled strength, and rapid regeneration... The Superior Being, Zamza, is a terrifying threat. Dai faces him but loses stamina too quickly. Dai falls. All hope seems lost. But only Chiu refuses to give up...!",
                    "Aliases": []
                },
                "37": {
                    "ID": "8309319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309319",
                    "TitleEnglish": "All in an Instant",
                    "SummaryEnglish": "The Refractor Fist is effective against the seemingly invincible Superior Being. Using her nimble skills and the Refractor Fist, Maam succeeds in freeing Dai. Dai sees her fight and discovers a clue. Dai prepares a final counterattack.",
                    "Aliases": []
                },
                "38": {
                    "ID": "8513342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8513342",
                    "TitleEnglish": "The World Summit",
                    "SummaryEnglish": "To fight the Dark Army, Leona gathers world leaders for a summit. Dai hopes to learn of a new legendary weapon. In Zaboera’s hideout, Hadlar is hooked up inside a large bio-chamber. Hadlar is letting Zaboera perform a certain experiment on him...",
                    "Aliases": []
                },
                "39": {
                    "ID": "8512589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8512589",
                    "TitleEnglish": "The Landing of Sovereign Rock Castle",
                    "SummaryEnglish": "Lon Beruk, begins forging the greatest sword in the world for Dai. Meanwhile, in Papnica, the world summit of the world’s leaders begins. But the talks drag on without progress, troubling Leona. Just then a giant enemy appears...",
                    "Aliases": []
                },
                "40": {
                    "ID": "8553883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8553883",
                    "TitleEnglish": "Master of Darkness Against His Pupil",
                    "SummaryEnglish": "With Mystvearn’s declaration of war, the battle begins. The companions fight, but against an endless enemy, they’re slowly forced back. Help arrives, reigniting the weakened flame in everyone’s hearts. At last, Mystvearn himself appears...!",
                    "Aliases": []
                },
                "41": {
                    "ID": "8571878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571878",
                    "TitleEnglish": "The Strongest Sword",
                    "SummaryEnglish": "Hyunckel unleashes a strike with the Aura of Justice. Enraged, Mystbearn unleashes his Dark Aura to tear Popp and the others apart. Sovereign Rock Castle heads for the Grand Chapel. Meanwhile, Lon Beruk finally completes the sword for Dai.",
                    "Aliases": []
                },
                "42": {
                    "ID": "8571879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571879",
                    "TitleEnglish": "The Field of Death",
                    "SummaryEnglish": "The Sword of Dai cuts Sovereign Rock Castle in half. Mystvearn tries to reveal his true power, but Killvearn appears. With Mystvearn’s anger quelled, and the two retreat. Popp gives chase. Popp reaches the dark island known as the Field of Death.",
                    "Aliases": []
                },
                "43": {
                    "ID": "8571880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571880",
                    "TitleEnglish": "The Clash of Powerful Swords",
                    "SummaryEnglish": "Hadlar was more powerful than ever. Along with an indomitable Superior Being body and an unbreakable will, he also has the ability to cast spells. Dai could only defend himself. Cornered, Dai unleashes an Avan Strash with the Sword of Dai.",
                    "Aliases": []
                },
                "44": {
                    "ID": "8571881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571881",
                    "TitleEnglish": "The Hero Lost in the Glacier",
                    "SummaryEnglish": "Dai and Hadlar’s battle ended in a draw, with Dai lost in the ocean. Killvearn attacks the despondent Popp. Popp remembers the words of Matoriv and retreats, but Killvearn pursues. Can Popp escape? And what happened to Dai...?",
                    "Aliases": []
                },
                "45": {
                    "ID": "8611931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611931",
                    "TitleEnglish": "The Orichalcum Warrior",
                    "SummaryEnglish": "Popp, Crocodine, and Chiu search for Dai. Zaboera also leads his servants to find Dai, causing the parties to clash. Popp rescues Dai, but Zaboera unleashes his Super Spell. Just then, a mysterious shining warrior appears between them and...?",
                    "Aliases": []
                },
                "46": {
                    "ID": "8611932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611932",
                    "TitleEnglish": "The Extreme Annihilation Spell, Medroa",
                    "SummaryEnglish": "The showdown with Vearn is in five days. Dai and his friends head out to spend the remaining time training. Popp visits Matoriv to find a way to counter the Hadlar Royal Guard. Matoriv decides to teach Popp a spell that he himself fears to use.",
                    "Aliases": []
                },
                "47": {
                    "ID": "8611933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611933",
                    "TitleEnglish": "To the Final Battleground",
                    "SummaryEnglish": "The members return, having completed their training. Dai and his friends head to Carl Kingdom. There’s a change in the Field of Death and they land with a heightened sense of tension. Meanwhile, in a remote cave, Baran and Killvearn face off...",
                    "Aliases": []
                },
                "48": {
                    "ID": "8653186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653186",
                    "TitleEnglish": "The Hadlar Royal Guard",
                    "SummaryEnglish": "Nova is General Bowson’s son. Refusing to fight together with Dai, he heads off to fight the Dark Army. Dai and Popp hurry after him, but Nova arrives first. Nova fights valiantly, but the Orichalcum warriors reveal their true terror...!",
                    "Aliases": []
                },
                "49": {
                    "ID": "8653187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653187",
                    "TitleEnglish": "The Team Battle Begins",
                    "SummaryEnglish": "Zababa becomes the stage for the battle between Dai, with his friends, and the Hadlar Royal Guard. Our heroes fight using their individual strengths, but the Orichalcum warriors are powerful enemies. Just who will prevail in this fierce battle...?",
                    "Aliases": []
                },
                "50": {
                    "ID": "8653188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653188",
                    "TitleEnglish": "We're the Beast King Commandos",
                    "SummaryEnglish": "Popp’s Medroa was strong enough to carve out the ground. Dai and his friends celebrate their victory. Meanwhile, Chiu forms the Beast King Commandos and works to uncover the secret of the enemy stronghold. But the evil hand of the enemy closes in.",
                    "Aliases": []
                },
                "51": {
                    "ID": "8721716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8721716",
                    "TitleEnglish": "The Avan Style Ultimate Technique",
                    "SummaryEnglish": "Popp, Hyunckel, and Crocodine find the wounded Chiu. Hyunckel deduces it was Fenbren who fought him, and Baran who saved him. Hyunckel sends Popp home and calls out to Baran. Sensing a change in Baran’s demeanor, Hyunckel attempts to stop him...!",
                    "Aliases": []
                },
                "52": {
                    "ID": "8721759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8721759",
                    "TitleEnglish": "Father and Son Dragons Set Out",
                    "SummaryEnglish": "Though shocked by Baran’s sudden appearance, Leona decides to accept his assistance. The Hadlar Royal Guard is lured to the surface while Dai and Baran head to destroy the Dark Citadel Gate. But someone awaits them at the Dark Citadel Gate.",
                    "Aliases": []
                },
                "53": {
                    "ID": "8764493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764493",
                    "TitleEnglish": "Hadlar's Challenge",
                    "SummaryEnglish": "Popp and his friends face the Hadlar Royal Guard. Meanwhile, Dai and Baran battle Fenbren, and Dai instinctively saves his ally, Baran. The battle with Fenbren ends. Beyond the Dark Citadel Gate, they find Hadlar ready to battle the Dragon Knights.",
                    "Aliases": []
                },
                "54": {
                    "ID": "8764494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764494",
                    "TitleEnglish": "Hadlar Versus Baran",
                    "SummaryEnglish": "Hadlar’s Black Core could explode at any moment, leaving Dai and Baran unable to attack. Unaware of his own situation, Hadlar unleashes an even more intense barrage of attacks at the two. To resolve the situation, Baran attempts a risky maneuver.",
                    "Aliases": []
                },
                "55": {
                    "ID": "8764495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764495",
                    "TitleEnglish": "The Black Core",
                    "SummaryEnglish": "After putting Dai to sleep, Baran turns into the Dragonoid for the final fight with Hadlar. Hadlar focuses all his strength to combat Baran. Meanwhile, from his throne, Dark King Vearn watches their battle with a cool gaze.",
                    "Aliases": []
                },
                "56": {
                    "ID": "8764496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764496",
                    "TitleEnglish": "The Inherited Heart",
                    "SummaryEnglish": "Popp and the others have managed to survive the Black Core’s explosion. Realizing that the explosion happened while Dai and Baran were fighting, the group rushes to find Dai and Baran. There, they see a shocking sight.",
                    "Aliases": []
                },
                "57": {
                    "ID": "8654751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8654751",
                    "TitleEnglish": "The God of the Underworld",
                    "SummaryEnglish": "Dai and his friends finally face off against Vearn, who uses his Dark Aura to blast Dai away and casts powerful spells with his overwhelming Magic Power. Vearn is in control even against five opponents. Do Dai and his friends stand a chance...?",
                    "Aliases": []
                },
                "58": {
                    "ID": "8836665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836665",
                    "TitleEnglish": "The Unlikely Savior",
                    "SummaryEnglish": "Dai’s Avan Strash hit Vearn, but it’s not enough to defeat him. Vearn rises again and summons the Staff of Edacity, which converts Magic Power into raw attack power. With Vearn’s Magic Power, its attack is strong enough to shake the heavens and...?",
                    "Aliases": []
                },
                "59": {
                    "ID": "8836772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836772",
                    "TitleEnglish": "The Survivors",
                    "SummaryEnglish": "Dai and his friends faced absolute defeat. Dai is taken away by the Holy Mother Dragon and Hyunckel and Crocodine are missing. Popp and Maam wash up on a beach in Carl Kingdom. The two learn that Vearn has begun his attack on the Surface World.",
                    "Aliases": []
                },
                "60": {
                    "ID": "8836773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836773",
                    "TitleEnglish": "Dai and Popp",
                    "SummaryEnglish": "The missing Hyunckel and Crocodine are prisoners of the Dark Army. A meeting is held in which it’s decided that Dai should rally the forces. Meanwhile, Dai awakens, but is unable to bear the weight of being a Hero and runs. He ends up in...?",
                    "Aliases": []
                },
                "61": {
                    "ID": "8871250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871250",
                    "TitleEnglish": "Avan, The Hero",
                    "SummaryEnglish": "A story of Avan when Hadlar was still the Dark Lord. The Order of Carl faces the Dark Army with its princess, Flora. A young Avan protects the princess. Hadlar attacks Carl Castle to capture Flora and...? How Avan and Hadlar’s rivalry began...",
                    "Aliases": []
                },
                "62": {
                    "ID": "8883260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8883260",
                    "TitleEnglish": "The Cave of Trials",
                    "SummaryEnglish": "Seeking the legendary spell Kaglimmer, Leona, Maam, Merle, and Flora brave the Cave of Trials. Dai sets out to train until Leona returns. As they prepare, Flora tells Maam a secret of the Insignias of Avan. When Popp overhears them...?",
                    "Aliases": []
                },
                "63": {
                    "ID": "8893440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8893440",
                    "TitleEnglish": "The Sacred Inheritance",
                    "SummaryEnglish": "Dai trains with Nova and masters both types of Avan Strash, leading him to create a new attack. Leona and the others search the Cave of Trials to attain Kaglimmer. Popp grows desperate that his Isignia of Avan is the only one which will not glow...?",
                    "Aliases": []
                },
                "64": {
                    "ID": "8871075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871075",
                    "TitleEnglish": "The Night Before the Battle",
                    "SummaryEnglish": "Lon Beruk brings the restored Sword of Dai and new weapons. The group renews their resolve. Maam is shaken by Amy’s feelings for Hyunckel and Popp is frustrated his Insignia of Avan won’t shine. As the final battle approaches, things grow shaky...",
                    "Aliases": []
                },
                "65": {
                    "ID": "8871076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871076",
                    "TitleEnglish": "The Dark Hyunckel",
                    "SummaryEnglish": "The execution day has arrived. As noon approaches and Vearn Palace arrives in the sky above, Mystvearn appears before Hyunckel and Crocodine. Mystvearn makes Hyunckel an offer: accept his Dark Aura or die. Hyunckel makes an unexpected choice.",
                    "Aliases": []
                },
                "66": {
                    "ID": "8871077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871077",
                    "TitleEnglish": "The Five Colors of Light",
                    "SummaryEnglish": "The five Disciples of Avan have gathered. Mystvearn attempts to intervene, but Lon Beruk stops him. Crocodine and the others fight the army of monsters. The Disciples of Avan prepare the ritual to cast Kaglimmer. But Popp remains uncertain...",
                    "Aliases": []
                },
                "67": {
                    "ID": "8871078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871078",
                    "TitleEnglish": "The Peril of the Great Purification Spell",
                    "SummaryEnglish": "The Disciples of Avan try to cast Kaglimmer. But Popp’s Insignia won’t glow. Maam tries to encourage Popp, but only increases his pain. Powerful monsters enter the fray. As Dai and friends begin to panic, Zaboera schemes.",
                    "Aliases": []
                },
                "68": {
                    "ID": "8947136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947136",
                    "TitleEnglish": "The Last Challenge",
                    "SummaryEnglish": "Popp’s soul is awakened. He realizes his abilities as a Sage and heals Merle. Dai and friends continue the ritual to cast Kaglimmer and nullify Vearn’s magic field to enter Vearn Palace, where some unexpected individuals appear before them.",
                    "Aliases": []
                },
                "69": {
                    "ID": "8947137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947137",
                    "TitleEnglish": "The Clash of Love",
                    "SummaryEnglish": "Maam’s plea for a truce goes unheard and she is attacked relentlessly by Albinass’s true form. Maam sees Albinass’s strong devotion to Hadlar, but soon remembers Avan’s words, which motivate her to fight back...!",
                    "Aliases": []
                },
                "70": {
                    "ID": "8947139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947139",
                    "TitleEnglish": "Victory or Annihilation",
                    "SummaryEnglish": "The Disciples of Avan continue to fight the Hadlar Royal Guard. Maam defeats Albinass and Hyunckel defeats Hym. But Popp struggles against Sigma. The two battle over the only spell that has any effect on Sigma, Medroa.",
                    "Aliases": []
                },
                "71": {
                    "ID": "8947141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947141",
                    "TitleEnglish": "Battle of True Dragons",
                    "SummaryEnglish": "Popp and the others return to Dai. There, they witness an unbelievable clash between Dai and Haldar. The sight is a recreation of the legendary “Battle of True Dragons.” The others can only stand back and observe. The moment of truth arrives...!",
                    "Aliases": []
                },
                "72": {
                    "ID": "8947143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947143",
                    "TitleEnglish": "The Last Attack",
                    "SummaryEnglish": "Hadlar rises again out of sheer force of will to face his true final battle. Dai accepts this challenge and chooses his Magic Sword. Though weaker than his Avan Strash Cross, Dai still has one ace up his sleeve...!? Their final attacks clash...!",
                    "Aliases": []
                },
                "73": {
                    "ID": "8947145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947145",
                    "TitleEnglish": "The Hope in the Flames",
                    "SummaryEnglish": "Killvearn’s trap imprisoned Dai, Popp, and Hadlar. Powerful flames gradually eat away at their stamina and spirits. Dai and Popp begin to lose hope. Just then, a single ray of light shines through. Can they escape this hopeless situation...?!",
                    "Aliases": []
                },
                "74": {
                    "ID": "8947147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947147",
                    "TitleEnglish": "Return of the Great Hero",
                    "SummaryEnglish": "It was Avan, returned from the dead, who saved Popp and Hadlar! Dai, Popp, and Maam embrace their Master in tears. But Hyunckel, caught between conflicting emotions, is unable to face Avan. The party welcomes their new ally and heads towards Vearn’s palace!",
                    "Aliases": []
                },
                "75": {
                    "ID": "8947148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947148",
                    "TitleEnglish": "The Secret Way of Purification",
                    "SummaryEnglish": "Hyunckel refuses to proceed with Avan and stays behind. Dai and the others are bewildered but advance without him. The party reaches the doors to Vearn Palace. At a loss as to how to breach the doors, Avan steps forward…",
                    "Aliases": []
                },
                "76": {
                    "ID": "8871074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871074",
                    "TitleEnglish": "The Steady Advance of Justice",
                    "SummaryEnglish": "Leaving Hyunckel to guard the rear, Dai and his friends enter Vearn Palace. Avan scouts ahead and asks a favor of Leona. Back on the surface, the humans overcome Zaboera’s monster horde. The tide of battle is turning, then Zaboera executes a plan.",
                    "Aliases": []
                },
                "77": {
                    "ID": "9154578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9154578",
                    "TitleEnglish": "The Other Hero",
                    "SummaryEnglish": "Zaboera reveals his ace, the Superior Being Zombie. Crocodine and the humans are out of options. As morale fades, Nova, Hero of the North, risks his life to face the enemy.",
                    "Aliases": []
                },
                "78": {
                    "ID": "9164505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9164505",
                    "TitleEnglish": "The Survivor from Hell",
                    "SummaryEnglish": "After the battle of Loroi Valley, Crocodine finds Zaboera who managed to survive. Meanwhile, Hyunckel battles the monster horde. Then an unexpected individual appears...!",
                    "Aliases": []
                },
                "79": {
                    "ID": "9175807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9175807",
                    "TitleEnglish": "The Silver-Haired Hym",
                    "SummaryEnglish": "Hym returns from hell stronger than ever. Hyunckel faces Hym using only his fists and Aura. Who will be the victor in the clash between fists of fortitude and implacability?",
                    "Aliases": []
                },
                "80": {
                    "ID": "9188337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9188337",
                    "TitleEnglish": "CHECKMATE",
                    "SummaryEnglish": "A new enemy, the king Maximum appears with an Orichalcum Army. Hyunckel and Hym are in peril. Hyunckel stands his wounded body up and burns his fortitude to face their enemy!",
                    "Aliases": []
                },
                "81": {
                    "ID": "9198851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9198851",
                    "TitleEnglish": "The Battle in the White Garden",
                    "SummaryEnglish": "Larhart appears before Hyunckel and Hym, and takes the Dark Armour Spear before leaving to protect Dai. Meanwhile, Dai, Popp, and Maam face off against Mystvearn.",
                    "Aliases": []
                },
                "82": {
                    "ID": "9209755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9209755",
                    "TitleEnglish": "The Successor of Justice",
                    "SummaryEnglish": "Avan is taken by Killvearn and challenged to a duel. Meanwhile, Dai and his friends challenge Mystvearn in hopes of finding out how to save their Master, but...?",
                    "Aliases": []
                },
                "83": {
                    "ID": "9221197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9221197",
                    "TitleEnglish": "Baran's Last Will",
                    "SummaryEnglish": "Mystvearn captures Popp and Maam and all seems lost. But Land Rider Larhart appears and rescues them before kneeling before Dai and relaying Baran’s last wish to him...",
                    "Aliases": []
                },
                "84": {
                    "ID": "9232388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9232388",
                    "TitleEnglish": "Rise, Knight of Destiny",
                    "SummaryEnglish": "Leona is captured. Dai chases after her and arrives at a “living engine,” the Dark Force Reactor. Dai attempts to rescue Leona, but is stopped. What will happen to her...?",
                    "Aliases": []
                },
                "85": {
                    "ID": "9242603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9242603",
                    "TitleEnglish": "Vearn, The Dark King",
                    "SummaryEnglish": "Dai and Leona reach the top of the Tower of Supremacy. Facing Vearn, Dai recalls his past loss against him and is struck with fear. Vearn is wary of Dai’s Twin Dragon Crests.",
                    "Aliases": []
                },
                "86": {
                    "ID": "9253464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9253464",
                    "TitleEnglish": "Killvearn's Trap",
                    "SummaryEnglish": "Dai’s power could match or exceed Vearn’s. Vearn invites Dai to serve him. Meanwhile, Avan and Killvearn continue to fight. Can Avan win against the Reaper?",
                    "Aliases": []
                },
                "87": {
                    "ID": "9263193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9263193",
                    "TitleEnglish": "The Deciding Attack",
                    "SummaryEnglish": "Hym unleashes attacks against the heretofore invulnerable Mystvearn. Dai holds the upper hand against Vearn, but feels overwhelmed by his confidence. How will each fight end?",
                    "Aliases": []
                },
                "88": {
                    "ID": "9273056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273056",
                    "TitleEnglish": "The Shadow Raiment",
                    "SummaryEnglish": "The consecutive Doruoras swallowed Dark King Vearn. Popp and the others decide to regroup with Dai. The fallen Mystvearn stands again and removes his Shadow Raiment.",
                    "Aliases": []
                },
                "89": {
                    "ID": "9273057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273057",
                    "TitleEnglish": "The Secret Spell of Frozen Time",
                    "SummaryEnglish": "Against the overwhelming power of Mystvearn, Brokkena fights the enemy to make an opening for Popp to strike him with his most powerful spell. In the occasion, Brokkena deduces the secret behind the enemy's seemingly indestructible body.",
                    "Aliases": []
                },
                "90": {
                    "ID": "9273058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273058",
                    "TitleEnglish": "Myst and Kill",
                    "SummaryEnglish": "With Popp and Brokeena gone, the others lose their will to fight. Then, Killvearn appears, announcing Avan’s death. But something about Killvearn is different...?",
                    "Aliases": []
                },
                "91": {
                    "ID": "9273059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273059",
                    "TitleEnglish": "Vearn's Truth",
                    "SummaryEnglish": "Avan reveals Mystvearn’s true identity and Dark King Vearn’s greatest secret. Meanwhile, in the Tower of Supremacy, dark clouds gather above Dai and Leona...",
                    "Aliases": []
                },
                "92": {
                    "ID": "9273060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273060",
                    "TitleEnglish": "The Demonic Guard of Heaven and Earth",
                    "SummaryEnglish": "Myst tries to make Hyunckel’s body his own. Meanwhile, Dai faces off with Vearn, the True Dark King. Dai’s strongest attack, Giga Strash, is met with an unknown stance...",
                    "Aliases": []
                },
                "93": {
                    "ID": "9273061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273061",
                    "TitleEnglish": "The Eye Jewel",
                    "SummaryEnglish": "The Demonic Guard of Heaven and Earth beats Dai’s Gigastrash. When Leona refuses to become Vearn’s servant, he takes away her freedom. Just then, Popp and the others arrive!",
                    "Aliases": []
                },
                "94": {
                    "ID": "9273062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273062",
                    "TitleEnglish": "On This Bond",
                    "SummaryEnglish": "Popp tries to uncover the secret of the Dark King’s ultimate skill. He stands strong despite being battered by Vearn’s offensive, bolstering the morale of Hym and Larhart.",
                    "Aliases": []
                },
                "95": {
                    "ID": "9273063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273063",
                    "TitleEnglish": "The Greatest, Final Comeback",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "96": {
                    "ID": "9273064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273064",
                    "TitleEnglish": "Like a Bright Flash",
                    "SummaryEnglish": "The Black Cores in the Pillars of Vearn begin counting down to the world’s end. Dai is broken, and Popp loses the will to fight... Suddenly, a voice rings in Popp’s ears!",
                    "Aliases": []
                },
                "97": {
                    "ID": "9273065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273065",
                    "TitleEnglish": "The Tear of the Gods",
                    "SummaryEnglish": "To Vearn’s confusion, Dai and Popp rise up again and again. The Dark King tries to detonate the Black Core below, but suddenly the unbelievable happens!",
                    "Aliases": []
                },
                "98": {
                    "ID": "9273066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273066",
                    "TitleEnglish": "Dai's Decision",
                    "SummaryEnglish": "With Gomechan’s miracle, the hearts of all the people of the world have been united. They all work together to stop the Black Cores... What will happen to the Surface World?!",
                    "Aliases": []
                },
                "99": {
                    "ID": "9273067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273067",
                    "TitleEnglish": "Victory by These Hands",
                    "SummaryEnglish": "Having become the Dragonoid, Dai pummels Vearn. Meanwhile, Popp and the other heroes have been dropped into the heart of Vearn Palace, where they face a new threat...!",
                    "Aliases": []
                },
                "100": {
                    "ID": "9273068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273068",
                    "TitleEnglish": "Farewell, This World That I Love",
                    "SummaryEnglish": "In the conclusion to the epic battle between the Hero and the Dark King, Dai fights with his father’s Demon Dragon Blade, and Vearn counters with beams and his rigid body.",
                    "Aliases": []
                }
            }
        }
    }
}