{
    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11858104/",
        "https://dq-dai.com/",
        "http://www.reddit.com/r/dragonquest",
        "https://www.themoviedb.org/tv/96884",
        "https://x.com/DQ_DAI_anime"
    ],
    "TitleEnglish": "Dragon Quest: The Adventure of Dai (2020)",
    "SummaryEnglish": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace. Several years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.",
    "Aliases": [
        "DRAGON QUEST ダイの大冒険 (2020)",
        "Dragon Quest: Dai no Daibouken (2020)",
        "ドラゴンクエスト ダイの大冒険 (2020)",
        "Dragon Quest: Dai no Daibōken"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1807359",
            "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8510437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8510437",
                    "TitleEnglish": "The Trail of Adventure, the Path Forward",
                    "SummaryEnglish": "A special episode going over the numerous battles against powerful enemies as Dai, the Tiny Hero, and his friends continue their adventures against the new Dark Army."
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}