{
    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11858104/",
        "https://dq-dai.com/",
        "http://www.reddit.com/r/dragonquest",
        "https://www.themoviedb.org/tv/96884",
        "https://x.com/DQ_DAI_anime"
    ],
    "TitleEnglish": "Dragon Quest: The Adventure of Dai (2020)",
    "SummaryEnglish": "A long time ago, there was a valiant swordsman who came to be known simply as \"the hero.\" There was a demon who has caused people suffering. The hero and his companions arrived to challenge the demon to a battle and by combining their powers, the battle was brought swift conclusion. With no one around to cause trouble, the island became a quiet place where everyone could live together in peace. Several years later, the demon is revived. Our present-day protagonist, Dai, lives on a remote island in the southern seas and dreams of becoming a great hero. When he hears about the demon's revival, Dai and his friends take it upon themselves to stop him and the evil force that revived him. Along the way, Dai discovers the identity of \"the hero,\" the truth behind the evil force who revived the demon, and Dai's own hidden powers that surface in times of peril.",
    "TitleJapanese": "ドラゴンクエスト ダイの大冒険",
    "SummaryJapanese": "勇者によって魔王・ハドラーが倒され幾星霜。魔王から解放されたモンスターが暮らす南海の孤島にたったひとり、勇者に憧れる少年・ダイの姿があった。しかし、魔王・ハドラーの復活により彼の運命が一変。ダイの、世界を救うための大冒険が幕を開ける。",
    "Aliases": [
        "DRAGON QUEST ダイの大冒険 (2020)",
        "Dragon Quest: Dai no Daibouken (2020)",
        "ドラゴンクエスト ダイの大冒険 (2020)",
        "Dragon Quest: Dai no Daibōken"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1807359",
            "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8510437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8510437",
                    "TitleEnglish": "The Trail of Adventure, the Path Forward",
                    "SummaryEnglish": "A special episode going over the numerous battles against powerful enemies as Dai, the Tiny Hero, and his friends continue their adventures against the new Dark Army.",
                    "TitleJapanese": "冒険の軌跡、これからの旅路",
                    "SummaryJapanese": "剣術、魔法、武闘…アクション満載冒険ストーリーからバトルシーンを厳選。勇者ダイたちの成長の軌跡を振り返る。次の決戦に備えるダイたちの苦悩や魔王軍の企みもあり。"
                }
            }
        },
        "1": {
            "ID": "1807360",
            "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/seasons/official/1",
            "# Episodes": 100,
            "Episodes": {
                "1": {
                    "ID": "7504488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7504488",
                    "TitleEnglish": "Dai, The Tiny Hero",
                    "SummaryEnglish": "Young Dai lives on Dermline Island, where he dreams of being a Hero. One day, a Hero and his companions come to the island. Dai is excited at first, but their true intent is to steal his best friend, Gomechan, the mythical Golden Metal Slime.",
                    "TitleJapanese": "小さな勇者、ダイ",
                    "SummaryJapanese": "デルムリン島に住む少年・ダイは、勇者に憧れながらも育ての親の鬼面道士・ブラスのもとで魔法使いの修行をする日々を送っていた。そんなある日、デルムリン島に勇者とその仲間らしき一行を乗せた船がやってくる。"
                },
                "2": {
                    "ID": "7973390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973390",
                    "TitleEnglish": "Dai and Princess Leona",
                    "SummaryEnglish": "Dai must take Leona to the Earth Cave for a ritual. At first, Dai dislikes Leona, but they slowly come to understand each other. Suddenly, a giant Evil Scorpion attacks. Dai defeats it, but Leona is poisoned. As Dai’s wishes to save her...",
                    "TitleJapanese": "ダイとレオナ姫",
                    "SummaryJapanese": "レオナがデルムリン島にやってきた目的は、賢者になるための儀式を受けること。ダイは儀式の舞台となる地の穴までレオナたちを案内することに。その道中、突然、巨大な魔のサソリが一行に襲いかかり...。"
                },
                "3": {
                    "ID": "7973646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973646",
                    "TitleEnglish": "The Hero's Tutor",
                    "SummaryEnglish": "A dark power affects Dai’s monster friends, driving them berserk. Brass tries to get Dai to leave. As they argue, a Hero trainer arrives to inform Dai that the Dark Lord has returned. To save those he cares about, Dai undergoes Hero training.",
                    "TitleJapanese": "勇者の家庭教師",
                    "SummaryJapanese": "デルムリン島のモンスターが突然凶暴化しだした。危険を感じ取ったブラスはダイをデルムリン島から逃がそうとするが、ダイはそれを拒否。そこに勇者育成業を営む男と、その弟子の魔法使いが現れる。"
                },
                "4": {
                    "ID": "7973652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973652",
                    "TitleEnglish": "The Dark Lord Hadlar's Return",
                    "SummaryEnglish": "Avan turned into a dragon and attacks Dai. Dai fights back to no avail. To defeat Avan’s flames requires Wave Slash. As Dai clears his objective, someone enters the island. Who should appear before Avan but the worst possible being...!",
                    "TitleJapanese": "魔王ハドラーの復活",
                    "SummaryJapanese": "火竜変化呪文(ドラゴラム)でドラゴン化したアバン。ダイはナイフで応戦するも、鉄よりも固いドラゴンの皮膚には歯が立たない。アバンが吐きだす炎を破るには、スピードの技・海波斬が必要だった。"
                },
                "5": {
                    "ID": "7973656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/7973656",
                    "TitleEnglish": "The Insignia of Avan",
                    "SummaryEnglish": "Avan is overpowered by Hadlar, who is now stronger than ever. To protect his students and the world, Avan gathers the last of his strength and faces Hadlar. Dai can do nothing but watch. Finally, the showdown between Avan and Hadlar is concluded.",
                    "TitleJapanese": "アバンのしるし",
                    "SummaryJapanese": "弟子たちを、世界を守るため、アバンは最後の力を振り絞りハドラーに立ち向かっていく。ダイは、その姿をただ見守ることしかできなかった。そして、ついにアバンとハドラーの戦いは決着を迎え...。"
                },
                "6": {
                    "ID": "8018628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018628",
                    "TitleEnglish": "Crocodine, The Beast King",
                    "SummaryEnglish": null,
                    "TitleJapanese": "獣王クロコダイン",
                    "SummaryJapanese": "亡きアバンの遺志を継いで大魔王・バーンを倒すため、ダイは島を出ることを決意する。ポップもダイと共に船に乗り込み、ロモス城を目指す。しかし、道中の魔の森で迷子になった2人は、モンスターに襲われて...。"
                },
                "7": {
                    "ID": "8018629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018629",
                    "TitleEnglish": "Maam's Turmoil",
                    "SummaryEnglish": "Thanks to Maam’s help, Dai goes on the offensive against Crocodine. Popp joins in and the battle intensifies. Seeing Dai and Popp fight, Maam remembers Avan’s words to her when she was young and comes to a decision.",
                    "TitleJapanese": "マァムの想い",
                    "SummaryJapanese": "マァムが突然ダイを攻撃したことに驚くポップ。だが実は、彼女が放った魔弾銃の弾丸には麻痺を治す呪文「キアリク」が詰まっていた。回復したダイから左目に一撃を食らったクロコダインはその場から撤退する。"
                },
                "8": {
                    "ID": "8018630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8018630",
                    "TitleEnglish": "Furfang Full Assault",
                    "SummaryEnglish": "Dai and company arrive late at night to the castle town of Romos. The next morning, Crocodine attacks with the Furfang Legion. In Romos Castle, Dai faces Crocodine. Crocodine decides to use the weapon that Zaboera gave him.",
                    "TitleJapanese": "百獣総進撃",
                    "SummaryJapanese": "旅の仲間にマァムを迎え3人となったダイたちは、ロモス城下町の宿で一晩を過ごすことに。翌朝、クロコダインがロモス城へ総攻撃を仕掛け、ダイは宿を飛び出す。マァムもポップを連れ、ダイを追おうとするが...。"
                },
                "9": {
                    "ID": "8033590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8033590",
                    "TitleEnglish": "A Single Shard of Courage",
                    "SummaryEnglish": "Dai is heavily wounded by Crocodine’s Beast King Anguish Blast. Maam tries to save Dai, but is bound by a Heyedra. Masopho, the Mage from the fake Hero’s party shows this to Popp, who remains paralyzed by fear. Masopho then speaks of his past...",
                    "TitleJapanese": "ひとかけらの勇気",
                    "SummaryJapanese": "クロコダインの獣王痛恨撃により大きなダメージを受けたダイ。マァムも妖魔司教・ザボエラが操るあくまのめだまによって縛りつけられてしまう。 一方、その様子を見たポップは恐怖心に打ち勝てず動けずにいた。"
                },
                "10": {
                    "ID": "8056267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8056267",
                    "TitleEnglish": "Onto Papnica Kingdom",
                    "SummaryEnglish": "Having won the battle with Crocodine, Dai and company head to Papnica Kingdom, which is under attack by the Undead Legion of the Dark Army. Upon arrival, Dai sees an unbelievable sight. Meanwhile, Hadlar summons all Legion Commanders, but...",
                    "TitleJapanese": "いざパプニカ王国へ",
                    "SummaryJapanese": "クロコダインとの戦いに勝利したダイたちは、レオナを救うためパプニカ王国を目指す。魔王軍から不死身の軍団が送り込まれ、最大の激戦区になっているパプニカに着いたダイたちは、想像を絶する光景を目にする。"
                },
                "11": {
                    "ID": "8070492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8070492",
                    "TitleEnglish": "Hyunckel, The Dark Swordsman",
                    "SummaryEnglish": "Dai’s Avan Strash had no effect on Hyunckel. Hyunckel dons his “Dark Armour Blade” to face Dai and his companions. Just why does Hyunckel hate Avan so much? Hyunckel reveals his past with Avan to answer Maam’s question.",
                    "TitleJapanese": "魔剣戦士ヒュンケル",
                    "SummaryJapanese": "ダイのアバンストラッシュはヒュンケルには通用しなかった。アバンとその弟子に対する強い憎しみに燃えるヒュンケルは、あらゆる攻撃呪文をはじく最強の鎧・鎧の魔剣をまとってダイたちにぶつかっていく。"
                },
                "12": {
                    "ID": "8070493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8070493",
                    "TitleEnglish": "The Collaborative Zapple",
                    "SummaryEnglish": "Thanks to Crocodine, Dai and Popp managed to escape. Popp says to Dai that if they don’t defeat Hyunckel, they won’t be able save Maam or Leona. Morning comes. Popp has come up with a plan to defeat Hyunckel and suggests the use of a certain spell.",
                    "TitleJapanese": "ふたりのライデイン",
                    "SummaryJapanese": "クロコダインの加勢で、辛くも戦線から離脱したダイとポップ。ヒュンケルの過去に動揺し、紋章の力を発揮できなかったダイに対し、ポップは「ヒュンケルを倒さないと、マァムもレオナも救えない」と叱咤する。"
                },
                "13": {
                    "ID": "8096042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8096042",
                    "TitleEnglish": "The Deciding Moment",
                    "SummaryEnglish": "Hyunckel withstands the Zapple spell. His spell thwarted, Dai falls prey to Hyunckel’s Bloody Scryde. At that moment, Maam appears and hands a Soul Shell found in a hidden room to Hyunckel. It contains a shocking truth about Hyunckel’s past.",
                    "TitleJapanese": "決着の瞬間",
                    "SummaryJapanese": "ライデインを受けたヒュンケルだったが、その肉体はダメージを耐え抜いた。渾身の魔法を破られたダイは、ヒュンケルが放ったブラッディースクライドをくらい、意識を失う。その時、闘技場にマァムが現れ...。"
                },
                "14": {
                    "ID": "8105032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8105032",
                    "TitleEnglish": "Blizzblaze General Flazzard",
                    "SummaryEnglish": "After their fierce battle against Hyunckel, Dai and friends set out to find Leona. They launch signal flares and are met by Amy of the Papnica Troika, who takes them to where Leona is hiding, but Blizzblaze General Flazzard reaches her first...!",
                    "TitleJapanese": "氷炎将軍フレイザード",
                    "SummaryJapanese": "不死騎団長・ヒュンケルに勝利した一行は、再びレオナを捜すことに。バダックの助言を受け、神殿の地下倉庫にあった信号弾を上げると、ダイたちの前にパプニカ三賢者の1人・エイミが気球に乗ってやってくる。"
                },
                "15": {
                    "ID": "8129855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8129855",
                    "TitleEnglish": "The Terrifying Curse Field",
                    "SummaryEnglish": "Dai faces off with Flazzard. His Magic Sword is effective, but Flazzard fires off the rocks in his body in both an attack and a signal to activate the Blizzblaze Curse Field. The surrounding area is encased in a field, and Dai’s group is weakened.",
                    "TitleJapanese": "恐怖の結界呪法",
                    "SummaryJapanese": "フレイザードに立ち向かうダイは魔法剣で戦闘を優勢に進めるが、フレイザードは自らを構成する岩石を放つ氷炎爆花散で反撃。それは攻撃技であると同時に、氷炎魔団・不敗の戦法、氷炎結界呪法を発動する合図だった。"
                },
                "16": {
                    "ID": "8132548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132548",
                    "TitleEnglish": "The Grand Sorcerer Matoriv",
                    "SummaryEnglish": "Matoriv is a Grand Sorcerer living in a cave. At first, he’s resistant to helping, but upon learning that Dai is Avan’s last student, he agrees to help save Leona. Meanwhile, Hadlar’s Dark Army prepares a scheme.",
                    "TitleJapanese": "大魔道士マトリフ",
                    "SummaryJapanese": "一行を救ったマトリフの正体は、洞窟で隠遁生活を送る大魔道士だった。ダイたちへの助力を当初は頑なに拒否していたマトリフだったが、ダイがアバンの最後の弟子だと知ると態度を軟化させ、力を貸すことに同意する。"
                },
                "17": {
                    "ID": "8132549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132549",
                    "TitleEnglish": "The Death-Defying Savior",
                    "SummaryEnglish": "Dai and Baduck reach the Dark Flame Spire to find Zaboera, Mystvearn, and their Legion monsters waiting for them. Waiting for Popp and Maam at the Dark Ice Spire is Hadlar. Dai and his friends are in danger. Just then, an unlikely savior appears.",
                    "TitleJapanese": "不死身の救世主",
                    "SummaryJapanese": "バルジの島に到着したダイたちは、二手に分かれて氷魔塔と炎魔塔を破壊に向かう。ダイとバダックが炎魔塔に到着すると、そこにはザボエラとミストバーン、そして彼らが率いるモンスターたちが待ち構えていた。"
                },
                "18": {
                    "ID": "8132550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132550",
                    "TitleEnglish": "Hyunckel Versus Hadlar",
                    "SummaryEnglish": "Popp and Maam are shocked by the appearance of Hyunckel. It turns out he was saved by Crocodine. Having come to help the Disciples of Avan, Hyunckel sends Popp and Maam off to Valge Tower and faces off with Hadlar.",
                    "TitleJapanese": "ヒュンケル対ハドラー",
                    "SummaryJapanese": "地底魔城と共に消えたヒュンケルの登場に驚くポップとマァム。ダイたちに力を貸すべく戦地に駆けつけたヒュンケルは、ポップとマァムをバルジの塔へ向かわせ、父の仇・ハドラーとの一騎打ちを買って出る。"
                },
                "19": {
                    "ID": "8132551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132551",
                    "TitleEnglish": "The Final Avan Style Technique",
                    "SummaryEnglish": "Dai, Popp, and Maam reach Valge Tower where they are stopped by Flazzard. Realizing he is at a disadvantage, Flazzard shatters himself into bullets of rocks and launches himself as projectiles. Just then, the words of Avan flash through Dai’s mind!",
                    "TitleJapanese": "アバン流最後の奥義",
                    "SummaryJapanese": "ようやくバルジの塔にたどり着いたダイ、ポップ、マァムは塔の前でフレイザードに行く手を阻まれる。しかし、クロコダインとヒュンケルの登場に劣勢を悟ったフレイザードは、決死の秘技・弾岩爆花散を放つ。"
                },
                "20": {
                    "ID": "8132552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132552",
                    "TitleEnglish": "Now I Slice Everything",
                    "SummaryEnglish": "With his core destroyed by Dai’s Air Slash, Flazzard splits his body. Mystvearn appears and gives Flazzard the Shadow Legion’s ultimate armour. Flazzard attacks Dai. But having completed his Avan Style Sword Technique, Dai remains unfazed...!",
                    "TitleJapanese": "今すべてを斬る",
                    "SummaryJapanese": "ダイの空裂斬で核(コア)を破壊されたフレイザードの体は、真っ二つに分裂し、決着がついたかに思われた。だが、突如現れたミストバーンから魔影軍団最強の鎧を与えられ、フレイザードは再び強力なパワーを得る。"
                },
                "21": {
                    "ID": "8132553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132553",
                    "TitleEnglish": "Maam's Decision",
                    "SummaryEnglish": "Dai and his friends prepare for their next battle as Papnica rebuilds. Maam hears the words of Matoriv and comes to a decision. Meanwhile, Vearn’s personal assassin, Killvearn and his companion Piroro appear before Hadlar. What will they say to him?",
                    "TitleJapanese": "マァムの決意",
                    "SummaryJapanese": "フレイザードを倒したダイたちは、少しずつ復興するパプニカで次なる戦いの準備をしていた。そんななか、魔弾銃を失って気落ちしていたマァムは、マトリフの言葉をきっかけにある決意を固める。"
                },
                "22": {
                    "ID": "8132554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132554",
                    "TitleEnglish": "Off to the Department Store",
                    "SummaryEnglish": "Dai and Leona head to Bengarna Kingdom to get Dai a new weapon. Freed from her duties as princess, Leona enjoys her shopping. Dai and Popp spend their time amazed by all the new sights. New encounters and new threats await them.",
                    "TitleJapanese": "デパートへ行こう",
                    "SummaryJapanese": "度重なる激戦で傷んだ武器を新調するために、ダイ、ポップ、レオナはベンガーナ王国のデパートに行くことに。久しぶりに姫としての職務から解放されたレオナは、ダイとポップを振り回しながら買い物を満喫する。"
                },
                "23": {
                    "ID": "8132555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132555",
                    "TitleEnglish": "The Dragon Knight",
                    "SummaryEnglish": "Dai faces the Dragons attacking Bengarna. His sword shatters. Dragons that Popp failed to defeat join in. All prepare for defeat, but Dai unleashes the power of the Dragon Crest. Nabara and Merle realize a truth that Dai himself doesn’t yet know.",
                    "TitleJapanese": "竜の騎士",
                    "SummaryJapanese": "ベンガーナを急襲したドラゴンの群れを迎え撃つダイ。ヒドラに打ち下ろした彼の剣は硬い皮膚の前に砕け散ってしまった。そこに、ポップが倒し損ねたドラゴンも合流。最悪の状況に誰もが敗北を覚悟するが...。"
                },
                "24": {
                    "ID": "8132556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132556",
                    "TitleEnglish": "Dragon Master General Baran",
                    "SummaryEnglish": "Baran reveals the duty of a Dragon Knight: to wipe out the humans. Baran explains why Dragon Knights were born. Dai rejects Baran’s words. Growing impatient, Baran blows Dai away with a powerful attack. Baran then reveals a shocking truth…!",
                    "TitleJapanese": "竜騎将バラン",
                    "SummaryJapanese": "バランがダイに明かした竜(ドラゴン)の騎士の使命。それは人間を滅ぼすことだった。そんなバランの言葉を否定し、抵抗するダイ。業を煮やしたバランは、力ずくでダイを連れ帰るべく、すさまじい攻撃を繰りだす。"
                },
                "25": {
                    "ID": "8132557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8132557",
                    "TitleEnglish": "The Terrifying Draconic Aura",
                    "SummaryEnglish": "With the secret to the Dragon Knights’ supremacy, the “Draconic Aura” deployed, Baran is invulnerable to Crocodine’s attacks. Crocodine continues to stand up to Baran. And Dai, as well. They attack Baran together, but Baran forms a plan.",
                    "TitleJapanese": "戦慄の竜闘気",
                    "SummaryJapanese": "竜闘気(ドラゴニックオーラ)を全開にしたバランには、クロコダインの攻撃は通用しなかった。クロコダインはぼろぼろになりながらも何度も立ち上がり、ダイと力を合わせてバランを攻撃するが...。"
                },
                "26": {
                    "ID": "8308533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8308533",
                    "TitleEnglish": "The Dragon Masters Approach",
                    "SummaryEnglish": "Baran summons the Dragon Masters, three powerful Dragon Riders, and heads to Teran Kingdom to reclaim Dai. Leona and the others shelter Dai in a prison cell. Detecting Baran and the Dragon Masters, the group is at a loss. Just then, Popp acts.",
                    "TitleJapanese": "竜騎衆大接近",
                    "SummaryJapanese": "陸戦騎・ラーハルト、海戦騎・ボラホーン、空戦騎・ガルダンディーの3人からなる最強の竜使い(ドラゴンライダー)集団・竜騎衆を呼び集めたバランは、彼らと共にダイ奪還を目指して再びテラン王国へと出陣する。"
                },
                "27": {
                    "ID": "8309300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309300",
                    "TitleEnglish": "Land Rider Larhart",
                    "SummaryEnglish": "Popp faces the Dragon Masters alone and falls into peril. Hyunckel arrives to save him. Popp and Hyunckel defeat Galdandy and Borahorn. Popp loses consciousness and Hyunckel faces Larhart. But Larhart is far more powerful than Galdandy or Borahorn.",
                    "TitleJapanese": "陸戦騎ラーハルト",
                    "SummaryJapanese": "1人で竜騎衆に立ち向かい、窮地に陥っていたポップ。そこに駆けつけたのはヒュンケルだった。戦況は一気に逆転し、ポップとヒュンケルはガルダンディーとボラホーンを相手に、優位に闘いを繰り広げていく。"
                },
                "28": {
                    "ID": "8309301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309301",
                    "TitleEnglish": "Dai's Secret",
                    "SummaryEnglish": "Baran approaches Teran Castle where Dai is kept. Leona gives Dai his knife and encourages him to fight before heading off to face Baran with Crocodine. Meanwhile, Hyunckel lies beaten by Larhart. Larhart tells him Baran’s tumultuous past...",
                    "TitleJapanese": "ダイの秘密",
                    "SummaryJapanese": "ダイがいるテラン城へと着実に接近していくバラン。ダイはクロコダインと共にバランを迎え撃つために出陣する。一方、竜騎衆と戦うヒュンケルは、ラーハルトの攻撃に打ちのめされてもなお、立ち上がろうとしていた。"
                },
                "29": {
                    "ID": "8309302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309302",
                    "TitleEnglish": "Baran's Rage",
                    "SummaryEnglish": "With Popp as his hostage, Borahorn threatens Hyunckel. Larhart takes unexpected action. Larhart reveals his past. Meanwhile, Baran appears at Teran Castle. Hearing of Popp’s actions, Crocodine employs a desperate strategy against Baran!",
                    "TitleJapanese": "バランの怒り",
                    "SummaryJapanese": "ポップを人質にして、ヒュンケルに迫るボラホーン。アバンの使徒の危機に、深いダメージを負ったラーハルトが意外な行動に出る。そして、ラーハルトは自らの過去を、バランへの思いを語り始める。"
                },
                "30": {
                    "ID": "8309304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309304",
                    "TitleEnglish": "Popp's Resolve",
                    "SummaryEnglish": "As a Dragonoid, Baran’s power is beyond imagination. Just as everyone prepares to die, Dai appears. When the meeting between father and son that they had hoped to prevent happens, Popp remembers the final moments of his master, Avan.",
                    "TitleJapanese": "ポップの覚悟",
                    "SummaryJapanese": "竜魔人と化したバランの強さは想像を絶していた。バランはポップたちを次々に打ちのめすと、竜の騎士の秘呪文・ドルオーラで止めを刺そうとする。全員が死を覚悟したその時、地下牢を抜けだしてきたダイが現れ...。"
                },
                "31": {
                    "ID": "8309307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309307",
                    "TitleEnglish": "A Father and Son Clash",
                    "SummaryEnglish": "The Dragon Crest appears on Dai’s right hand. Is it a miracle brought on by his mother, Soala...? By focusing his power, Dai gains power beyond Baran’s. Baran wields his Draconic Aura and fights back. The two Dragon Knights clash in an epic battle.",
                    "TitleJapanese": "父と子の戦い",
                    "SummaryJapanese": "竜の紋章の力を一点に集中させることで、バランをも上回るパワーを得たダイは、怒りを燃やして父と戦う。バランもまた竜闘気をまとって反撃。2人の竜の騎士がぶつかりあい、地上最大の戦いが始まろうとしていた。"
                },
                "32": {
                    "ID": "8309309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309309",
                    "TitleEnglish": "Farewell to the Father",
                    "SummaryEnglish": "With his weapon lost, Dai must defend himself. Baran lacks the Magic Power for his full Gigabreak. Dai is given Hyunckel’s Dark Armour Blade and faces off with Baran one last time. Meanwhile, Popp remains unresponsive to Leona’s Zing spell...",
                    "TitleJapanese": "父との決別",
                    "SummaryJapanese": "武器を失い、バランの猛攻に防戦一方のダイ。しかし、バランもギガブレイクを放てないほどに魔法力が底をつきかけていた。ヒュンケルから鎧の魔剣を託されたダイは、仲間たちの思いをひとつにして最後の戦いに挑む。"
                },
                "33": {
                    "ID": "8309311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309311",
                    "TitleEnglish": "Zaboera's Scheme",
                    "SummaryEnglish": "With one final chance from Vearn, Hadlar himself heads out with Zaboera to kill Dai. Dai and his friends rest their wounds in Merle’s cottage. As Popp stands guard outside, someone makes an unexpected appearance.",
                    "TitleJapanese": "ザボエラの奇策",
                    "SummaryJapanese": "バーンから最後のチャンスを与えられたハドラーは、ザボエラと共に自らダイ討伐に乗りだすことに。一方ダイたちは、次なる敵の襲来に備え、メルルの小屋でバランとの戦いで負った傷を癒やしていた。"
                },
                "34": {
                    "ID": "8309312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309312",
                    "TitleEnglish": "The Romos Martial Arts Tournament",
                    "SummaryEnglish": "Dai and his friends return to Papnica. They learn of a Martial Arts Tournament in Romos where the winner will receive a legendary weapon. Dai and Popp head to the tournament where a certain contestant’s fighting catches their eyes.",
                    "TitleJapanese": "ロモス武術大会",
                    "SummaryJapanese": "ハドラーとザボエラの奸計を退け、パプニカに帰還したダイたちは、次なる戦いに備えていた。そんななか、彼らはロモスで開かれる武術大会で優勝すると、伝説の武具・覇者の剣が手に入るという情報を耳にする。"
                },
                "35": {
                    "ID": "8309315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309315",
                    "TitleEnglish": "The Incident at the Finals",
                    "SummaryEnglish": "Dai and Popp were reunited with Maam. Maam promises to win the Sword of Champions. Maam wins her way through the preliminary fights. But an evil plot unfurls behind the scenes... As the finals are about to begin, one man springs into action.",
                    "TitleJapanese": "決勝戦の異変",
                    "SummaryJapanese": "ダイとポップは武闘家になったマァムと久しぶりの再会を果たした。マァムはロモスの武術大会で優勝し覇者の剣を手に入れることを2人に約束する。マァムは順調に予選を勝ち抜き、決勝へと駒を進めていくが...。"
                },
                "36": {
                    "ID": "8309317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309317",
                    "TitleEnglish": "The Superior Being Versus Chiu",
                    "SummaryEnglish": "A giant body, unbelievable speed, unparalleled strength, and rapid regeneration... The Superior Being, Zamza, is a terrifying threat. Dai faces him but loses stamina too quickly. Dai falls. All hope seems lost. But only Chiu refuses to give up...!",
                    "TitleJapanese": "超魔生物対チウ",
                    "SummaryJapanese": "驚くべき巨体と驚異的なスピード、これまでとは段違いのパワー、外傷をすぐさま治癒する再生力...。超魔生物と化したザムザは強敵だった。ダイは竜の紋章の力を全開にして立ち向かうが、力尽きてしまい...。"
                },
                "37": {
                    "ID": "8309319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8309319",
                    "TitleEnglish": "All in an Instant",
                    "SummaryEnglish": "The Refractor Fist is effective against the seemingly invincible Superior Being. Using her nimble skills and the Refractor Fist, Maam succeeds in freeing Dai. Dai sees her fight and discovers a clue. Dai prepares a final counterattack.",
                    "TitleJapanese": "一瞬にすべてを",
                    "SummaryJapanese": "武神流最大の秘奥義・閃華裂光拳は、無敵とも思われた超魔生物に対しても有効だった。マァムは軽い身のこなしと閃華裂光拳でザムザを翻弄すると、腹の口に飲み込まれていたダイの救出に成功する。"
                },
                "38": {
                    "ID": "8513342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8513342",
                    "TitleEnglish": "The World Summit",
                    "SummaryEnglish": "To fight the Dark Army, Leona gathers world leaders for a summit. Dai hopes to learn of a new legendary weapon. In Zaboera’s hideout, Hadlar is hooked up inside a large bio-chamber. Hadlar is letting Zaboera perform a certain experiment on him...",
                    "TitleJapanese": "世界会議",
                    "SummaryJapanese": "魔王軍との決戦に備えて、レオナが世界中の指導者を集めたサミットを開くという。その話を聞いたダイは、覇者の剣に代わる伝説の武器の情報が手に入るかもしれないと考え、会場となるパプニカへと向かうことにする。"
                },
                "39": {
                    "ID": "8512589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8512589",
                    "TitleEnglish": "The Landing of Sovereign Rock Castle",
                    "SummaryEnglish": "Lon Beruk, begins forging the greatest sword in the world for Dai. Meanwhile, in Papnica, the world summit of the world’s leaders begins. But the talks drag on without progress, troubling Leona. Just then a giant enemy appears...",
                    "TitleJapanese": "鬼岩城大上陸",
                    "SummaryJapanese": "ダイのために地上最強の剣を作ることを約束した魔界最高の名工、ロン・ベルク。じっくりとダイの手を観察したのち、彼はようやく剣を打ち始める。一方パプニカでは、世界各国の王によるサミットが開幕していた。"
                },
                "40": {
                    "ID": "8553883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8553883",
                    "TitleEnglish": "Master of Darkness Against His Pupil",
                    "SummaryEnglish": "With Mystvearn’s declaration of war, the battle begins. The companions fight, but against an endless enemy, they’re slowly forced back. Help arrives, reigniting the weakened flame in everyone’s hearts. At last, Mystvearn himself appears...!",
                    "TitleJapanese": "闇の師弟対決",
                    "SummaryJapanese": "ミストバーンの宣戦布告を合図に、魔影軍団のモンスターとポップたちとの戦闘が始まった。ポップやマァム、クロコダイン、チウやバダックも加わり、それぞれが全力で立ち向かうが、彼らは少しずつ追い詰められて...。"
                },
                "41": {
                    "ID": "8571878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571878",
                    "TitleEnglish": "The Strongest Sword",
                    "SummaryEnglish": "Hyunckel unleashes a strike with the Aura of Justice. Enraged, Mystbearn unleashes his Dark Aura to tear Popp and the others apart. Sovereign Rock Castle heads for the Grand Chapel. Meanwhile, Lon Beruk finally completes the sword for Dai.",
                    "TitleJapanese": "最強の剣",
                    "SummaryJapanese": "マァムの言葉に心を動かされたヒュンケルは、正義の闘気で強烈な一撃を放つ。それに激高したミストバーンは、ヒュンケルの闘気をしのぐほどのすさまじい暗黒闘気を放ち、ポップたちを八つ裂きにしようとする。"
                },
                "42": {
                    "ID": "8571879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571879",
                    "TitleEnglish": "The Field of Death",
                    "SummaryEnglish": "The Sword of Dai cuts Sovereign Rock Castle in half. Mystvearn tries to reveal his true power, but Killvearn appears. With Mystvearn’s anger quelled, and the two retreat. Popp gives chase. Popp reaches the dark island known as the Field of Death.",
                    "TitleJapanese": "死の大地",
                    "SummaryJapanese": "ダイの剣によって一刀両断にされた鬼岩城。ミストバーンは自らの失策に激高し、これまで隠していた真の力を露わにしてポップたちを一掃しようとする。だがその時、どこからともなくキルバーンが現れ...。"
                },
                "43": {
                    "ID": "8571880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571880",
                    "TitleEnglish": "The Clash of Powerful Swords",
                    "SummaryEnglish": "Hadlar was more powerful than ever. Along with an indomitable Superior Being body and an unbreakable will, he also has the ability to cast spells. Dai could only defend himself. Cornered, Dai unleashes an Avan Strash with the Sword of Dai.",
                    "TitleJapanese": "最強剣激突",
                    "SummaryJapanese": "ダイたちの前に現れたハドラーは、これまでとは比べものにならない強さを有していた。ダイは竜の紋章の力を全開にして立ち向かうが、心身共に成長を遂げたハドラーを相手に、苦戦を強いられてしまう。"
                },
                "44": {
                    "ID": "8571881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8571881",
                    "TitleEnglish": "The Hero Lost in the Glacier",
                    "SummaryEnglish": "Dai and Hadlar’s battle ended in a draw, with Dai lost in the ocean. Killvearn attacks the despondent Popp. Popp remembers the words of Matoriv and retreats, but Killvearn pursues. Can Popp escape? And what happened to Dai...?",
                    "TitleJapanese": "氷河に消えた勇者",
                    "SummaryJapanese": "すさまじい激闘の末に、相打ちとなったダイとハドラー。ダイは衝撃で氷山が浮かぶ海へと弾き飛ばされ、姿を消してしまった。絶望するポップに襲いかかるキルバーン。ポップは撤退を決意するが...。"
                },
                "45": {
                    "ID": "8611931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611931",
                    "TitleEnglish": "The Orichalcum Warrior",
                    "SummaryEnglish": "Popp, Crocodine, and Chiu search for Dai. Zaboera also leads his servants to find Dai, causing the parties to clash. Popp rescues Dai, but Zaboera unleashes his Super Spell. Just then, a mysterious shining warrior appears between them and...?",
                    "TitleJapanese": "オリハルコンの戦士",
                    "SummaryJapanese": "行方不明のダイを懸命に捜すポップ、クロコダイン、チウ。魔王軍に居場所をなくして焦るザボエラもまた、配下と共にダイの捜索を行っていた。ダイが放った光の柱を発見した両者は、氷河の上空で激突する。"
                },
                "46": {
                    "ID": "8611932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611932",
                    "TitleEnglish": "The Extreme Annihilation Spell, Medroa",
                    "SummaryEnglish": "The showdown with Vearn is in five days. Dai and his friends head out to spend the remaining time training. Popp visits Matoriv to find a way to counter the Hadlar Royal Guard. Matoriv decides to teach Popp a spell that he himself fears to use.",
                    "TitleJapanese": "極大消滅呪文メドローア",
                    "SummaryJapanese": "バーンとの決戦が5日後に決まった。作戦は廃墟となったカール王国に前線基地を作り、そこを拠点に敵の総本山・死の大地へ侵攻するというもの。ダイたちはそれぞれ城を飛び出し、特訓を開始する。"
                },
                "47": {
                    "ID": "8611933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8611933",
                    "TitleEnglish": "To the Final Battleground",
                    "SummaryEnglish": "The members return, having completed their training. Dai and his friends head to Carl Kingdom. There’s a change in the Field of Death and they land with a heightened sense of tension. Meanwhile, in a remote cave, Baran and Killvearn face off...",
                    "TitleJapanese": "いざ決戦の地へ",
                    "SummaryJapanese": "パプニカ出発の日。出陣の準備をするレオナたちのもとに、特訓を終えた仲間たちが続々と集結する。亡き師が残したアバンの書も携えて、ダイたちはアバンの故郷であり、今回の作戦の要所ともなるカール王国を目指す。"
                },
                "48": {
                    "ID": "8653186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653186",
                    "TitleEnglish": "The Hadlar Royal Guard",
                    "SummaryEnglish": "Nova is General Bowson’s son. Refusing to fight together with Dai, he heads off to fight the Dark Army. Dai and Popp hurry after him, but Nova arrives first. Nova fights valiantly, but the Orichalcum warriors reveal their true terror...!",
                    "TitleJapanese": "ハドラー親衛騎団",
                    "SummaryJapanese": "北の勇者ノヴァはリンガイア王国のバウスン将軍の息子。我こそが真の勇者であると豪語する彼はダイたちとの共闘を拒否し、1人でサババの救助へ向かう。ダイとポップはトベルーラで急ぎ彼の後を追いかけるが...。"
                },
                "49": {
                    "ID": "8653187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653187",
                    "TitleEnglish": "The Team Battle Begins",
                    "SummaryEnglish": "Zababa becomes the stage for the battle between Dai, with his friends, and the Hadlar Royal Guard. Our heroes fight using their individual strengths, but the Orichalcum warriors are powerful enemies. Just who will prevail in this fierce battle...?",
                    "TitleJapanese": "パーティーバトル開始",
                    "SummaryJapanese": "絶体絶命のノヴァを救ったのはヒュンケルだった。マァムとクロコダインも加わり、ダイたちとハドラー親衛騎団、5対5のパーティバトルが幕を開ける。ダイたちはチームワークとそれぞれの長所を活かして奮闘するが...。"
                },
                "50": {
                    "ID": "8653188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8653188",
                    "TitleEnglish": "We're the Beast King Commandos",
                    "SummaryEnglish": "Popp’s Medroa was strong enough to carve out the ground. Dai and his friends celebrate their victory. Meanwhile, Chiu forms the Beast King Commandos and works to uncover the secret of the enemy stronghold. But the evil hand of the enemy closes in.",
                    "TitleJapanese": "我ら獣王遊撃隊",
                    "SummaryJapanese": "ポップがハドラー親衛騎団に向けて放ったメドローアは、大地を抉り取るほどの威力だった。勝利を確信し、安堵の笑みをこぼすダイたち。時を同じくして、チウは獣王遊撃隊を結成し、死の大地に潜入していた。"
                },
                "51": {
                    "ID": "8721716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8721716",
                    "TitleEnglish": "The Avan Style Ultimate Technique",
                    "SummaryEnglish": "Popp, Hyunckel, and Crocodine find the wounded Chiu. Hyunckel deduces it was Fenbren who fought him, and Baran who saved him. Hyunckel sends Popp home and calls out to Baran. Sensing a change in Baran’s demeanor, Hyunckel attempts to stop him...!",
                    "TitleJapanese": "アバン流究極奥義",
                    "SummaryJapanese": "チウを捜して死の大地を訪れたポップ、ヒュンケル、クロコダイン。チウを発見したヒュンケルは、フェンブレンと交戦したチウがバランに救われたことを察知すると、岩陰に姿を隠すバランに声をかける。"
                },
                "52": {
                    "ID": "8721759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8721759",
                    "TitleEnglish": "Father and Son Dragons Set Out",
                    "SummaryEnglish": "Though shocked by Baran’s sudden appearance, Leona decides to accept his assistance. The Hadlar Royal Guard is lured to the surface while Dai and Baran head to destroy the Dark Citadel Gate. But someone awaits them at the Dark Citadel Gate.",
                    "TitleJapanese": "父子竜出陣",
                    "SummaryJapanese": "ダイとの共闘を名乗り出たのは、父・バランだった。突如として現れた竜騎将に驚きつつも、レオナは彼の力を借りることを決断する。ダイは複雑な思いを抱えながら、父と共に敵の本拠地へ向けて出陣するが...。"
                },
                "53": {
                    "ID": "8764493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764493",
                    "TitleEnglish": "Hadlar's Challenge",
                    "SummaryEnglish": "Popp and his friends face the Hadlar Royal Guard. Meanwhile, Dai and Baran battle Fenbren, and Dai instinctively saves his ally, Baran. The battle with Fenbren ends. Beyond the Dark Citadel Gate, they find Hadlar ready to battle the Dragon Knights.",
                    "TitleJapanese": "ハドラーの挑戦",
                    "SummaryJapanese": "死の大地でハドラー親衛騎団とにらみあうポップたち。一方、魔宮の門の前でフェンブレンと激闘を繰り広げるダイとバラン。そして、魔宮の門の奥には、2人の竜の騎士との戦いを切望するハドラーが待ち構えていた。"
                },
                "54": {
                    "ID": "8764494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764494",
                    "TitleEnglish": "Hadlar Versus Baran",
                    "SummaryEnglish": "Hadlar’s Black Core could explode at any moment, leaving Dai and Baran unable to attack. Unaware of his own situation, Hadlar unleashes an even more intense barrage of attacks at the two. To resolve the situation, Baran attempts a risky maneuver.",
                    "TitleJapanese": "ハドラー対バラン",
                    "SummaryJapanese": "ハドラーに埋め込まれた黒の核晶(コア)は、いつ爆発してもおかしくない代物だった。そんな超強力兵器を前に、ダイとバランはまともに攻撃を仕掛けることができない。状況を打破すべく、バランは決死の賭けに出る。"
                },
                "55": {
                    "ID": "8764495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764495",
                    "TitleEnglish": "The Black Core",
                    "SummaryEnglish": "After putting Dai to sleep, Baran turns into the Dragonoid for the final fight with Hadlar. Hadlar focuses all his strength to combat Baran. Meanwhile, from his throne, Dark King Vearn watches their battle with a cool gaze.",
                    "TitleJapanese": "黒の核晶",
                    "SummaryJapanese": "ダイを催眠呪文・ラリホーマで眠らせたのち、竜(ドラゴン)の騎士の最強戦闘形態・竜魔人へと化したバラン。父として我が子を守るべく、かつて息子と死闘を演じたその姿でハドラーとの最後の戦いに臨む。"
                },
                "56": {
                    "ID": "8764496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8764496",
                    "TitleEnglish": "The Inherited Heart",
                    "SummaryEnglish": "Popp and the others have managed to survive the Black Core’s explosion. Realizing that the explosion happened while Dai and Baran were fighting, the group rushes to find Dai and Baran. There, they see a shocking sight.",
                    "TitleJapanese": "受け継がれる心",
                    "SummaryJapanese": "死の大地を吹き飛ばすほどの衝撃だった、黒の核晶(コア)の大爆発。爆発がダイたちとハドラーの戦いのなかで起こったものだと理解したポップたちは、ダイとバランのもとへ急行し、驚くべき光景を目の当たりにする。"
                },
                "57": {
                    "ID": "8654751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8654751",
                    "TitleEnglish": "The God of the Underworld",
                    "SummaryEnglish": "Dai and his friends finally face off against Vearn, who uses his Dark Aura to blast Dai away and casts powerful spells with his overwhelming Magic Power. Vearn is in control even against five opponents. Do Dai and his friends stand a chance...?",
                    "TitleJapanese": "魔界の神",
                    "SummaryJapanese": "敵からの思わぬ提案により、ついにバーンと直接対決をすることになったダイたち。しかし、大魔王の強さは次元が違っていた。たった1人で5人を相手にするという状況にも関わらず、怒涛の攻撃でダイたちを追い詰める。"
                },
                "58": {
                    "ID": "8836665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836665",
                    "TitleEnglish": "The Unlikely Savior",
                    "SummaryEnglish": "Dai’s Avan Strash hit Vearn, but it’s not enough to defeat him. Vearn rises again and summons the Staff of Edacity, which converts Magic Power into raw attack power. With Vearn’s Magic Power, its attack is strong enough to shake the heavens and...?",
                    "TitleJapanese": "意外な救世主",
                    "SummaryJapanese": "絶望的な状況でダイが放ったアバンストラッシュは、見事にバーンに直撃した。だが、その渾身の一撃ですらも大魔王を倒すには至らなかった。再び立ち上がったバーンは、ダイの強さを認め、自らの武器を呼び寄せる。"
                },
                "59": {
                    "ID": "8836772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836772",
                    "TitleEnglish": "The Survivors",
                    "SummaryEnglish": "Dai and his friends faced absolute defeat. Dai is taken away by the Holy Mother Dragon and Hyunckel and Crocodine are missing. Popp and Maam wash up on a beach in Carl Kingdom. The two learn that Vearn has begun his attack on the Surface World.",
                    "TitleJapanese": "生存者たち",
                    "SummaryJapanese": "大魔王バーンに大敗を喫したダイたち。ダイは聖母竜マザードラゴンに連れ去られ、ヒュンケルとクロコダインは行方不明に。そして、大海原へと投げ出されたポップとマァムは、カール王国の浜辺に流れ着いていた。"
                },
                "60": {
                    "ID": "8836773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8836773",
                    "TitleEnglish": "Dai and Popp",
                    "SummaryEnglish": "The missing Hyunckel and Crocodine are prisoners of the Dark Army. A meeting is held in which it’s decided that Dai should rally the forces. Meanwhile, Dai awakens, but is unable to bear the weight of being a Hero and runs. He ends up in...?",
                    "TitleJapanese": "ダイとポップ",
                    "SummaryJapanese": "魔王軍からの通告により、消息のわからなかったヒュンケルとクロコダインが魔王軍に捕らわれていたことを知った一行。一方、深い眠りからようやく目を覚ましたダイは、勇者の重圧に耐えかねて砦を飛び出してしまう。"
                },
                "61": {
                    "ID": "8871250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871250",
                    "TitleEnglish": "Avan, The Hero",
                    "SummaryEnglish": "A story of Avan when Hadlar was still the Dark Lord. The Order of Carl faces the Dark Army with its princess, Flora. A young Avan protects the princess. Hadlar attacks Carl Castle to capture Flora and...? How Avan and Hadlar’s rivalry began...",
                    "TitleJapanese": "勇者アバン",
                    "SummaryJapanese": "これは、ハドラーが魔王として世界を侵略しようとしていた頃の話。王女・フローラ率いるカール騎士団が魔王軍に毅然と立ち向かっていた。若きアバンは王国の護衛に就いてたが、変わり者の一騎士と思われていた。"
                },
                "62": {
                    "ID": "8883260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8883260",
                    "TitleEnglish": "The Cave of Trials",
                    "SummaryEnglish": "Seeking the legendary spell Kaglimmer, Leona, Maam, Merle, and Flora brave the Cave of Trials. Dai sets out to train until Leona returns. As they prepare, Flora tells Maam a secret of the Insignias of Avan. When Popp overhears them...?",
                    "TitleJapanese": "破邪の洞窟",
                    "SummaryJapanese": "大破邪呪文ミナカトールを習得すべく、レオナは破邪の洞窟へと潜ることに。一方、出発の準備中、フローラはマァムたちに、ミナカトールとアバンのしるしの秘密を語り聞かせる。それを偶然聞いてしまったポップは...。"
                },
                "63": {
                    "ID": "8893440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8893440",
                    "TitleEnglish": "The Sacred Inheritance",
                    "SummaryEnglish": "Dai trains with Nova and masters both types of Avan Strash, leading him to create a new attack. Leona and the others search the Cave of Trials to attain Kaglimmer. Popp grows desperate that his Isignia of Avan is the only one which will not glow...?",
                    "TitleJapanese": "聖なる継承",
                    "SummaryJapanese": "ヒュンケルたちの救出とバーンとの再戦に向け、ノヴァと共に特訓に励んでいたダイ。アロータイプとブレイクタイプ、二つの異なるアバンストラッシュをマスターしたダイは、新たな必殺技への手応えを掴む。"
                },
                "64": {
                    "ID": "8871075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871075",
                    "TitleEnglish": "The Night Before the Battle",
                    "SummaryEnglish": "Lon Beruk brings the restored Sword of Dai and new weapons. The group renews their resolve. Maam is shaken by Amy’s feelings for Hyunckel and Popp is frustrated his Insignia of Avan won’t shine. As the final battle approaches, things grow shaky...",
                    "TitleJapanese": "決戦前夜",
                    "SummaryJapanese": "ロン・ベルクは蘇ったダイの剣だけでなく、仲間たちの分の武器も携えていた。新たな力を得て、一同はヒュンケルとクロコダイン救出への気持ちを新たにする。だが、決戦を前に、みんなの足並みは乱れかけていた...。"
                },
                "65": {
                    "ID": "8871076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871076",
                    "TitleEnglish": "The Dark Hyunckel",
                    "SummaryEnglish": "The execution day has arrived. As noon approaches and Vearn Palace arrives in the sky above, Mystvearn appears before Hyunckel and Crocodine. Mystvearn makes Hyunckel an offer: accept his Dark Aura or die. Hyunckel makes an unexpected choice.",
                    "TitleJapanese": "暗黒のヒュンケル",
                    "SummaryJapanese": "魔王軍が予告した処刑日当日。ヒュンケルとクロコダインはロロイの谷の処刑場に磔にされていた。処刑を待つヒュンケルに、ミストバーンは再び暗黒闘気の受け入れ、自分の配下になれば命を助けると取引を持ちかける。"
                },
                "66": {
                    "ID": "8871077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871077",
                    "TitleEnglish": "The Five Colors of Light",
                    "SummaryEnglish": "The five Disciples of Avan have gathered. Mystvearn attempts to intervene, but Lon Beruk stops him. Crocodine and the others fight the army of monsters. The Disciples of Avan prepare the ritual to cast Kaglimmer. But Popp remains uncertain...",
                    "TitleJapanese": "五色の光",
                    "SummaryJapanese": "ついに5人のアバンの使徒が集結した。ミナカトールを阻止するために向かいくるミストバーンにはロン・ベルクが立ちはだかる。クロコダインたちもミナカトールの成功を信じ、大量のモンスター相手に立ち向かう。"
                },
                "67": {
                    "ID": "8871078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871078",
                    "TitleEnglish": "The Peril of the Great Purification Spell",
                    "SummaryEnglish": "The Disciples of Avan try to cast Kaglimmer. But Popp’s Insignia won’t glow. Maam tries to encourage Popp, but only increases his pain. Powerful monsters enter the fray. As Dai and friends begin to panic, Zaboera schemes.",
                    "TitleJapanese": "大破邪呪文の危機",
                    "SummaryJapanese": "ミナカトールを発動すべく、1人ずつアバンのしるしを光らせていくダイたち。しかし、ポップのアバンのしるしだけはなぜか一向に光る気配を見せない。マァムはポップを必死に励まそうとするが...。"
                },
                "68": {
                    "ID": "8947136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947136",
                    "TitleEnglish": "The Last Challenge",
                    "SummaryEnglish": "Popp’s soul is awakened. He realizes his abilities as a Sage and heals Merle. Dai and friends continue the ritual to cast Kaglimmer and nullify Vearn’s magic field to enter Vearn Palace, where some unexpected individuals appear before them.",
                    "TitleJapanese": "最後の挑戦",
                    "SummaryJapanese": "メルルの命を懸けた告白のおかげで、魂の力を目覚めさせたポップ。気持ちを新たにしたポップを迎え、ダイたちはミナカトールの儀式を再開させると、バーンの結界を解除し、大魔宮バーンパレスへ乗り込む。"
                },
                "69": {
                    "ID": "8947137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947137",
                    "TitleEnglish": "The Clash of Love",
                    "SummaryEnglish": "Maam’s plea for a truce goes unheard and she is attacked relentlessly by Albinass’s true form. Maam sees Albinass’s strong devotion to Hadlar, but soon remembers Avan’s words, which motivate her to fight back...!",
                    "TitleJapanese": "愛の超激突",
                    "SummaryJapanese": "親衛騎団に共感し、休戦を促すマァムの言葉が届かない。アルビナスは本来の姿を露わにし、マァムに容赦ない猛攻を仕掛ける。全てはハドラーのため、その想いの強さが猛攻となり、マァムは次第に追い詰められていく。"
                },
                "70": {
                    "ID": "8947139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947139",
                    "TitleEnglish": "Victory or Annihilation",
                    "SummaryEnglish": "The Disciples of Avan continue to fight the Hadlar Royal Guard. Maam defeats Albinass and Hyunckel defeats Hym. But Popp struggles against Sigma. The two battle over the only spell that has any effect on Sigma, Medroa.",
                    "TitleJapanese": "勝利か消滅か",
                    "SummaryJapanese": "マァムとアルビナスの死闘は、想いの強さが勝ったマァムによって悲しい終止符が打たれ、ヒュンケルとヒムの戦いはパワーアップしたヒュンケルが圧倒した。だが、シグマと対峙するポップは、苦戦を強いられていた。"
                },
                "71": {
                    "ID": "8947141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947141",
                    "TitleEnglish": "Battle of True Dragons",
                    "SummaryEnglish": "Popp and the others return to Dai. There, they witness an unbelievable clash between Dai and Haldar. The sight is a recreation of the legendary “Battle of True Dragons.” The others can only stand back and observe. The moment of truth arrives...!",
                    "TitleJapanese": "真竜の闘い",
                    "SummaryJapanese": "ハドラー親衛騎団との戦いを制し、ダイのもとに戻ってきたポップたち。彼らが目にしたのは、ダイとハドラーの想像を絶するほどに激しい衝突だった。その苛烈さは、まさに魔界の伝承にある真竜の戦いの再来だった。"
                },
                "72": {
                    "ID": "8947143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947143",
                    "TitleEnglish": "The Last Attack",
                    "SummaryEnglish": "Hadlar rises again out of sheer force of will to face his true final battle. Dai accepts this challenge and chooses his Magic Sword. Though weaker than his Avan Strash Cross, Dai still has one ace up his sleeve...!? Their final attacks clash...!",
                    "TitleJapanese": "最後の一太刀",
                    "SummaryJapanese": "ダイの新技・アバンストラッシュX(クロス)を受けながらも執念で再び立ち上がったハドラー。自らの生命を燃やし、正真正銘最後の勝負を挑んでくる。受けて立つダイは、次なる攻撃手段として魔法剣を選択するが...。"
                },
                "73": {
                    "ID": "8947145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947145",
                    "TitleEnglish": "The Hope in the Flames",
                    "SummaryEnglish": "Killvearn’s trap imprisoned Dai, Popp, and Hadlar. Powerful flames gradually eat away at their stamina and spirits. Dai and Popp begin to lose hope. Just then, a single ray of light shines through. Can they escape this hopeless situation...?!",
                    "TitleJapanese": "炎の中の希望",
                    "SummaryJapanese": "キルバーンの卑劣なわなにより、魔界の炎に閉じ込められてしまったダイ、ポップ、ハドラー。強烈な炎は少しずつ彼らの心身を追い詰めていく。呪文で炎をせき止めていたポップも徐々に消耗し...。"
                },
                "74": {
                    "ID": "8947147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947147",
                    "TitleEnglish": "Return of the Great Hero",
                    "SummaryEnglish": "It was Avan, returned from the dead, who saved Popp and Hadlar! Dai, Popp, and Maam embrace their Master in tears. But Hyunckel, caught between conflicting emotions, is unable to face Avan. The party welcomes their new ally and heads towards Vearn’s palace!",
                    "TitleJapanese": "大勇者の復活",
                    "SummaryJapanese": "ポップとハドラーを魔界の炎から救ったのは、死の淵から帰還したアバンだった。師との再会に歓喜するアバンの使徒たち。アバンもまた愛弟子たちの成長を心から称賛する。一行は気持ちも新たにバーンの居城を目指す。"
                },
                "75": {
                    "ID": "8947148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8947148",
                    "TitleEnglish": "The Secret Way of Purification",
                    "SummaryEnglish": "Hyunckel refuses to proceed with Avan and stays behind. Dai and the others are bewildered but advance without him. The party reaches the doors to Vearn Palace. At a loss as to how to breach the doors, Avan steps forward…",
                    "TitleJapanese": "破邪の秘法",
                    "SummaryJapanese": "アバンが戦いの役に立たないと言い放ったヒュンケルは、アバンと先へ進むことを拒否し、背を向けてしまう。ダイたちは兄弟子の思いも寄らない発言に戸惑いつつも彼を残して前進し、バーンパレスの城門に到着する。"
                },
                "76": {
                    "ID": "8871074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/8871074",
                    "TitleEnglish": "The Steady Advance of Justice",
                    "SummaryEnglish": "Leaving Hyunckel to guard the rear, Dai and his friends enter Vearn Palace. Avan scouts ahead and asks a favor of Leona. Back on the surface, the humans overcome Zaboera’s monster horde. The tide of battle is turning, then Zaboera executes a plan.",
                    "TitleJapanese": "正義の快進撃",
                    "SummaryJapanese": "アバンの破邪の秘法によって、ついにバーンパレスの門は開かれた。しんがりを務めるヒュンケルに背中を預け、ダイたちは城内へと突入する。探索を進めるなか、アバンはレオナにだけとある願いを打ち明ける。"
                },
                "77": {
                    "ID": "9154578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9154578",
                    "TitleEnglish": "The Other Hero",
                    "SummaryEnglish": "Zaboera reveals his ace, the Superior Being Zombie. Crocodine and the humans are out of options. As morale fades, Nova, Hero of the North, risks his life to face the enemy.",
                    "TitleJapanese": "もうひとりの勇者",
                    "SummaryJapanese": "窮地に追い込まれたザボエラが出した切り札・超魔ゾンビ。衝撃を吸収するそのボディは、ロン・ベルクの剣でも切断不可能だった。クロコダインや人間たちは攻め手を欠き、次第にザボエラに追い詰められていく。"
                },
                "78": {
                    "ID": "9164505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9164505",
                    "TitleEnglish": "The Survivor from Hell",
                    "SummaryEnglish": "After the battle of Loroi Valley, Crocodine finds Zaboera who managed to survive. Meanwhile, Hyunckel battles the monster horde. Then an unexpected individual appears...!",
                    "TitleJapanese": "地獄からの生還者",
                    "SummaryJapanese": "ロン・ベルクが超魔ゾンビを切り裂いて、決着をみたロロイの谷の戦い。だが、ザボエラは命からがら逃げ延びていた。クロコダインは、這いずりながらロロイの谷を脱出しようとするザボエラを発見し...。"
                },
                "79": {
                    "ID": "9175807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9175807",
                    "TitleEnglish": "The Silver-Haired Hym",
                    "SummaryEnglish": "Hym returns from hell stronger than ever. Hyunckel faces Hym using only his fists and Aura. Who will be the victor in the clash between fists of fortitude and implacability?",
                    "TitleJapanese": "銀髪のヒム",
                    "SummaryJapanese": "地獄から蘇ったヒムは、これまで以上に強敵だった。ヒュンケルはヒムの一瞬の隙を突いてグランドクルスを放とうとするが、最強クラスの戦士へと進化を遂げていたヒムは、それすらも回避してしまう。"
                },
                "80": {
                    "ID": "9188337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9188337",
                    "TitleEnglish": "CHECKMATE",
                    "SummaryEnglish": "A new enemy, the king Maximum appears with an Orichalcum Army. Hyunckel and Hym are in peril. Hyunckel stands his wounded body up and burns his fortitude to face their enemy!",
                    "TitleJapanese": "チェックメイト",
                    "SummaryJapanese": "死闘を終えたばかりのヒュンケルとヒムの前に、チェス駒の頂点に君臨する王(キング)・マキシマムと、彼が率いるオリハルコンの軍団が現れる。ヒュンケルは傷だらけの体を奮い立たせて敵に立ち向かう。"
                },
                "81": {
                    "ID": "9198851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9198851",
                    "TitleEnglish": "The Battle in the White Garden",
                    "SummaryEnglish": "Larhart appears before Hyunckel and Hym, and takes the Dark Armour Spear before leaving to protect Dai. Meanwhile, Dai, Popp, and Maam face off against Mystvearn.",
                    "TitleJapanese": "ホワイトガーデンの決闘",
                    "SummaryJapanese": "ピンチのヒュンケルとヒムの前に現れたのは、かつてヒュンケルが死闘を繰り広げた竜騎衆・陸戦騎ラーハルトだった。ラーハルトはヒュンケルから鎧の魔槍を受け取ると、満身創痍の彼に代わってダイのもとへ急行する。"
                },
                "82": {
                    "ID": "9209755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9209755",
                    "TitleEnglish": "The Successor of Justice",
                    "SummaryEnglish": "Avan is taken by Killvearn and challenged to a duel. Meanwhile, Dai and his friends challenge Mystvearn in hopes of finding out how to save their Master, but...?",
                    "TitleJapanese": "正義の後継者",
                    "SummaryJapanese": "怒りに燃えるキルバーンに復讐の空間へと引きずり込まれ、決闘を申し込まれたアバン。そこでは、勝者のみが元の世界に戻ることができ、敗者には死が待ち受けている。2人の命を懸けた激闘が今、幕を開ける。"
                },
                "83": {
                    "ID": "9221197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9221197",
                    "TitleEnglish": "Baran's Last Will",
                    "SummaryEnglish": "Mystvearn captures Popp and Maam and all seems lost. But Land Rider Larhart appears and rescues them before kneeling before Dai and relaying Baran’s last wish to him...",
                    "TitleJapanese": "バランの遺言",
                    "SummaryJapanese": "六大軍団長の最後の1人にして最大最強の難関・ミストバーン。自在に伸びる爪によって動きを封じられ、絶体絶命の状況に陥るポップとマァム。だが、そんな彼らの前に陸戦騎・ラーハルトが現れる。"
                },
                "84": {
                    "ID": "9232388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9232388",
                    "TitleEnglish": "Rise, Knight of Destiny",
                    "SummaryEnglish": "Leona is captured. Dai chases after her and arrives at a “living engine,” the Dark Force Reactor. Dai attempts to rescue Leona, but is stopped. What will happen to her...?",
                    "TitleJapanese": "起て、宿命の騎士",
                    "SummaryJapanese": "天魔の塔を上るなかで、謎の触手に捕らえられたレオナ。追いかけた先にダイがたどりついたのは、バーンパレスの心臓ともいえる“生きた動力炉(エンジン)”魔力炉だった。ダイはレオナを助けようとするが...。"
                },
                "85": {
                    "ID": "9242603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9242603",
                    "TitleEnglish": "Vearn, The Dark King",
                    "SummaryEnglish": "Dai and Leona reach the top of the Tower of Supremacy. Facing Vearn, Dai recalls his past loss against him and is struck with fear. Vearn is wary of Dai’s Twin Dragon Crests.",
                    "TitleJapanese": "大魔王バーン",
                    "SummaryJapanese": "ダイが放ったドルオーラは魔力炉を粉砕し、天魔の塔の天井を貫くほどの威力だった。ダイとレオナは再び前進を開始し、ついに天魔の塔最上部へと到達する。そこには殺気に満ちた大魔王バーンが待ち構えていた。"
                },
                "86": {
                    "ID": "9253464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9253464",
                    "TitleEnglish": "Killvearn's Trap",
                    "SummaryEnglish": "Dai’s power could match or exceed Vearn’s. Vearn invites Dai to serve him. Meanwhile, Avan and Killvearn continue to fight. Can Avan win against the Reaper?",
                    "TitleJapanese": "キルバーンの罠",
                    "SummaryJapanese": "竜の騎士の遺伝子を開花させ始めたダイ。その実力はバーンと互角かそれ以上だった。ダイの強さを認めたバーンは自分の部下になるよう誘いかける。一方、異空間では、なおもアバンとキルバーンが交戦を続けていた。"
                },
                "87": {
                    "ID": "9263193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9263193",
                    "TitleEnglish": "The Deciding Attack",
                    "SummaryEnglish": "Hym unleashes attacks against the heretofore invulnerable Mystvearn. Dai holds the upper hand against Vearn, but feels overwhelmed by his confidence. How will each fight end?",
                    "TitleJapanese": "勝負をかけた攻撃",
                    "SummaryJapanese": "光の闘気をまとったヒムはミストバーンの天敵ともいえる存在だった。闘魔滅砕陣を打ち破り、誰もダメージを与えられなかったミストバーンを追い詰める。一方ダイも、バーンを相手に優位な戦いを展開していたが...。"
                },
                "88": {
                    "ID": "9273056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273056",
                    "TitleEnglish": "The Shadow Raiment",
                    "SummaryEnglish": "The consecutive Doruoras swallowed Dark King Vearn. Popp and the others decide to regroup with Dai. The fallen Mystvearn stands again and removes his Shadow Raiment.",
                    "TitleJapanese": "闇の衣",
                    "SummaryJapanese": "ダイが放ったドルオーラ二連発は天魔の塔の壁や床ごと大魔王バーンを飲み込んだ。その衝撃はホワイトガーデンにも届き、ポップたちは一刻も早く彼と合流しようと決断する。しかし、ミストバーンが再び起き上がり...。"
                },
                "89": {
                    "ID": "9273057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273057",
                    "TitleEnglish": "The Secret Spell of Frozen Time",
                    "SummaryEnglish": "Against the overwhelming power of Mystvearn, Brokkena fights the enemy to make an opening for Popp to strike him with his most powerful spell. In the occasion, Brokkena deduces the secret behind the enemy's seemingly indestructible body.",
                    "TitleJapanese": "凍れる時間の秘法",
                    "SummaryJapanese": "ミストバーンの秘密が、凍れる時間の秘法であると見抜いたビーストくんは、相手を翻弄してポップがメドローアを放つチャンスを作ろうとする。しかし、ポップはプレッシャーですっかり体が固くなっており...。"
                },
                "90": {
                    "ID": "9273058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273058",
                    "TitleEnglish": "Myst and Kill",
                    "SummaryEnglish": "With Popp and Brokeena gone, the others lose their will to fight. Then, Killvearn appears, announcing Avan’s death. But something about Killvearn is different...?",
                    "TitleJapanese": "影と死神",
                    "SummaryJapanese": "ポップとブロキーナがメドローアの光の中に消えた。そのショックは大きく、残されたマァムたちは戦意を喪失する。唯一ヒュンケルだけはミストバーンの秘密にたどりつく糸口を掴むが、そこにキルバーンが現れ...。"
                },
                "91": {
                    "ID": "9273059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273059",
                    "TitleEnglish": "Vearn's Truth",
                    "SummaryEnglish": "Avan reveals Mystvearn’s true identity and Dark King Vearn’s greatest secret. Meanwhile, in the Tower of Supremacy, dark clouds gather above Dai and Leona...",
                    "TitleJapanese": "バーンの真実",
                    "SummaryJapanese": "決闘を制し、キルバーンに扮してホワイトガーデンに戻ってきたアバン。彼は一同の前でミストバーンの正体、そして大魔王バーンの最大の秘密を明らかにしていく。それはにわかには信じがたい、驚くべき内容だった...。"
                },
                "92": {
                    "ID": "9273060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273060",
                    "TitleEnglish": "The Demonic Guard of Heaven and Earth",
                    "SummaryEnglish": "Myst tries to make Hyunckel’s body his own. Meanwhile, Dai faces off with Vearn, the True Dark King. Dai’s strongest attack, Giga Strash, is met with an unknown stance...",
                    "TitleJapanese": "天地魔闘の構え",
                    "SummaryJapanese": "ミストの本当の狙いは弟子のヒュンケルだった。ヒュンケルの意識に入り込んだミストは、その体を完全にわがものにしようとする。一方、天魔の塔では、ダイと真・大魔王バーンが今にもぶつかろうとしていた。"
                },
                "93": {
                    "ID": "9273061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273061",
                    "TitleEnglish": "The Eye Jewel",
                    "SummaryEnglish": "The Demonic Guard of Heaven and Earth beats Dai’s Gigastrash. When Leona refuses to become Vearn’s servant, he takes away her freedom. Just then, Popp and the others arrive!",
                    "TitleJapanese": "瞳の宝玉",
                    "SummaryJapanese": "攻・防・魔が一体となった天地魔闘の構えは、ダイ渾身のギガストラッシュをも打ち破った。最強の技を破られショックを受けるダイへ追い打ちをかけるように、バーンはレオナを我がものにしようとする。"
                },
                "94": {
                    "ID": "9273062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273062",
                    "TitleEnglish": "On This Bond",
                    "SummaryEnglish": "Popp tries to uncover the secret of the Dark King’s ultimate skill. He stands strong despite being battered by Vearn’s offensive, bolstering the morale of Hym and Larhart.",
                    "TitleJapanese": "絆にかけて",
                    "SummaryJapanese": "アバンを失い、窮地に追い詰められたダイたち。しかし、ぼろぼろになりながらも諦めずに立ち上がるポップの姿は、ヒムとラーハルトも奮い立たせる。やがて彼らは、天地魔闘の構えを破る決死の作戦に打って出る。"
                },
                "95": {
                    "ID": "9273063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273063",
                    "TitleEnglish": "The Greatest, Final Comeback",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最大最後の逆転",
                    "SummaryJapanese": "ポップの切り札はシグマから託されたシャハルの鏡だった。どんな呪文も跳ね返すその鏡で、ポップはバーンへの反撃を成功させる。爆炎に包まれ、ひるむ大魔王。その千載一遇のチャンスを、ダイは決して逃さなかった。"
                },
                "96": {
                    "ID": "9273064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273064",
                    "TitleEnglish": "Like a Bright Flash",
                    "SummaryEnglish": "The Black Cores in the Pillars of Vearn begin counting down to the world’s end. Dai is broken, and Popp loses the will to fight... Suddenly, a voice rings in Popp’s ears!",
                    "TitleJapanese": "閃光のように",
                    "SummaryJapanese": "バーンが世界中に落下させていた巨大な柱、ピラァ・オブ・バーン。その最後の1本が落とされ、地上消滅のカウントダウンを開始。一同を絶望が包み込もうとしたその時、ポップの耳にある人物の声が飛び込んでくる。"
                },
                "97": {
                    "ID": "9273065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273065",
                    "TitleEnglish": "The Tear of the Gods",
                    "SummaryEnglish": "To Vearn’s confusion, Dai and Popp rise up again and again. The Dark King tries to detonate the Black Core below, but suddenly the unbelievable happens!",
                    "TitleJapanese": "神の涙",
                    "SummaryJapanese": "地上の人々の奮闘に勇気をもらったポップ。そして、ポップの魂の叫びに突き動かされたダイ。何度でも立ち上がる2人の姿に動揺した大魔王は、タイムリミットを待たずに黒の核晶を爆破し、地上を消し去ろうとする。"
                },
                "98": {
                    "ID": "9273066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273066",
                    "TitleEnglish": "Dai's Decision",
                    "SummaryEnglish": "With Gomechan’s miracle, the hearts of all the people of the world have been united. They all work together to stop the Black Cores... What will happen to the Surface World?!",
                    "TitleJapanese": "ダイの決断",
                    "SummaryJapanese": "ゴメちゃんがもたらした奇蹟によって、世界中の人々の心が一つになった。ダイの想いを受け取った人間たちをはじめ、ノヴァやアポロたちも、それぞれの最善を尽くす。だが、バーンは容赦なく起爆を図り...。"
                },
                "99": {
                    "ID": "9273067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273067",
                    "TitleEnglish": "Victory by These Hands",
                    "SummaryEnglish": "Having become the Dragonoid, Dai pummels Vearn. Meanwhile, Popp and the other heroes have been dropped into the heart of Vearn Palace, where they face a new threat...!",
                    "TitleJapanese": "この腕で勝利を",
                    "SummaryJapanese": "二つの竜の紋章が、ついにダイの額で一つになった。竜魔人と化したダイはバーンを打ちのめしていく。一方、ポップとレオナ、そして瞳の宝玉に閉じ込められた人々は、バーンパレスの心臓部に突き落とされていた。"
                },
                "100": {
                    "ID": "9273068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-the-adventure-of-dai-2020/episodes/9273068",
                    "TitleEnglish": "Farewell, This World That I Love",
                    "SummaryEnglish": "In the conclusion to the epic battle between the Hero and the Dark King, Dai fights with his father’s Demon Dragon Blade, and Vearn counters with beams and his rigid body.",
                    "TitleJapanese": "さらば！愛する地上よ",
                    "SummaryJapanese": "竜魔人と化したダイと鬼眼王に姿を変えたバーン。その衝突はすさまじいものだった。ダイは父・バランの真魔剛竜剣を手に取り、両親の思いも感じながら勝負の一撃へ。一方、バーンは光線と強固な体でそれを迎え撃つ。"
                }
            }
        }
    }
}