{
    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "History"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1158781/",
        "https://nobunaga-cinnamon.com/",
        "https://www.themoviedb.org/tv/91343",
        "https://x.com/oda_shinamon"
    ],
    "TitleEnglish": "Oda Cinnamon Nobunaga",
    "SummaryEnglish": "Before he died at Honnouji in 1582, the great warlord Oda Nobunaga stood before a statue of Buddha and thought to himself that he'd committed so many sins that he'd very likely be reborn as a dog. He never expected that Buddha would take his words literally, however, but the next thing he's aware of, he's in the body of a Shiba Inu named Shinamon in modern Japan! Less than thrilled at the fact that his human warlord consciousness is trapped in the instinct-bound body of an adorable house pet, Nobunaga struggles between making the best of it (he can have that ruff all the Europeans were wearing!) and being frustrated with his reality (the ruff turns out to be a bath hat and now he has to have a bath). Is it better or worse that many of his fellow warriors also seem to have been reincarnated in canine form – and that his enemy looks like he lucked out and got to be a human?",
    "TitleJapanese": "織田シナモン信長",
    "SummaryJapanese": "その時、ドッグランで 歴史が動いた !?\n月刊コミックゼノンにて、大好評連載中の「織田シナモン信長」が、待望のTVアニメ化。\n戦国時代、覇王と呼ばれた織田信長が、現代の日本に蘇った。\nただし、その姿は、柴犬…！\n信長と同じ時代にしのぎを削った名将たちも、なぜか皆、犬に転生。\n現代の群雄割拠は、ドッグランにあった…！？\n\n愛嬌満点のルックス、但し、中の人は戦国武将。\n大いなるギャップを抱えた多種多様な犬たちを演じるのは、堀内犬友、\n犬川登志夫、犬田哲章、杉田直司ら、どこかで聞き覚えのあるような\n謎の超大型新人声優陣。\n\n究極のギャップに癒される異色コメディ、開幕！",
    "Aliases": [
        "Oda shinamon Nobunaga"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1808211",
            "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7511616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7511616",
                    "TitleEnglish": "Man from the Past: I Am Oda Cinnamon Nobunaga!?",
                    "SummaryEnglish": "Oda Nobunaga is reborn as a Shiba-inu in the modern world. One day, at the park, he runs into his former acquaintances and rivals – all of whom have also been reincarnated as dogs",
                    "TitleJapanese": "時空を越えて蘇った漢（おとこ）ワシが織田シナモン信長である！？",
                    "SummaryJapanese": "天正十年六月二日、織田信長、本能寺にて死す――\nそしてこの“本能寺の変”から時は経ち、泣く子も黙る“第六天魔王”織田信長が、\nとってもかわいい柴犬「シナモン」として甦った!?\nそんな「織田シナモン信長」が、飼い主の女子高校生、尾田市子（おだ いちこ）とともに\n出かけたドッグランで、思いがけない面々と出会うことになる！\nそこは、群雄割拠の戦場（フィールド）だった!!"
                },
                "2": {
                    "ID": "7533516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7533516",
                    "TitleEnglish": "Milkman and Strawberry Panties... Love at Honnouji!?",
                    "SummaryEnglish": "Akechi Mitsuhide, who was responsible for Oda Nobunaga’s death, appears to have been reincarnated as a handsome young man named Hideto. Cinnamon’s owner, Ichiko, develops feelings for him.",
                    "TitleJapanese": "牛乳マンとイチゴパンティ…本能寺の恋(れん)?",
                    "SummaryJapanese": "ドッグランにて、いつもの面々と顔を合わせていたシナモン（織田信長）の前に、\n憎き謀反人、明智光秀そっくりのイケメン大学生、三津秀人（みつ ひでと）が現れた。\nしかもあだ名は「ミツヒデ」!?\nもしや転生した明智かと疑惑を抱くシナモンだが、\nミツヒデの予想外の行動にたじろぐことに!?\nさらには飼い主の市子がミツヒデにときめいてしまい……!?"
                },
                "3": {
                    "ID": "7547232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7547232",
                    "TitleEnglish": "Canine Lords, and Battle of Okehazama Returns?",
                    "SummaryEnglish": "Ichiko buys clothes for Cinnamon. The dog park holds a barbecue. Ichiko considers buying a swimsuit. Cinnamon and the others become envious of Gilbert’s relationship with Lily.",
                    "TitleJapanese": "犬貴族、桶狭間の戦い再び…であるか？",
                    "SummaryJapanese": "転生仲間一のセレブ犬「今川ギルバート義元」は、桶狭間の戦いで信長が討ち取った\n今川義元の生まれ変わりで、「マリー・リリィ・アントワネット」という奥さんがいる。\n前世でも現世でもセレブで、奥さんのリリィ（マリー･アントワネット）との夫婦仲もいい\nギルバート（今川義元）にちょっと嫉妬するシナモン（織田信長）たちだが、\nそんな夫婦にも前世から続く苦労があるようで……。"
                },
                "4": {
                    "ID": "7557147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7557147",
                    "TitleEnglish": "Rain Is the Melody of War ～ It Always Starts With Rain",
                    "SummaryEnglish": "Cinnamon is desperate to go for a walk, but it’s raining again. Lucky finds a new, questionable hobby.",
                    "TitleJapanese": "雨音は戦の調べ～始まりはいつも雨～",
                    "SummaryJapanese": "乱世で名を馳せ、現代に“犬”として生まれ変わった武将たちが飼い犬としての生活を楽しんでいたある日、彼らのひとり「伊達ブー政宗」の前に懐かしい“友”が現れる。それは、“日本一の兵（ひのもといち の つわもの）”と呼ばれた真田幸村。 が、転生した「真田マルタロウ幸村」！ 永遠のライバルとして語り継がれる伊達政宗と真田幸村、時を越えた感動の再会!! のはずが……!?"
                },
                "5": {
                    "ID": "7580626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7580626",
                    "TitleEnglish": "Demon-Hunting! Golf!! Old Dude Activities of Fire!!",
                    "SummaryEnglish": "Cinnamon teaches us about hourougan, a portable ration used by soldiers in the Warring States era.",
                    "TitleJapanese": "鷹狩り！ゴルフ!!炎のオッサン行事!!",
                    "SummaryJapanese": "接待ゴルフ―― それは“会社”という戦場での重要な外交手段、おつきあいである。\nシナモン（織田信長）の飼い主である市子の父「パパ上」が、接待ゴルフに行くことになった。\n接待ゴルフについて熱く語るパパ上に共感しまくりのシナモン（織田信長）。\nだが市子にはまったく理解できない。\nそんな市子も、クラスメイトとの外交――つきあい方に苦労することがあるようで……？"
                },
                "6": {
                    "ID": "7591192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7591192",
                    "TitleEnglish": "Rock 'n Roll!!! Adorable ♥ Bad News of a Man!?",
                    "SummaryEnglish": "Matsunaga Hisahide, the rock star of the Warring States era, makes an appearance in the neighborhood.",
                    "TitleJapanese": "ロックだぜ！！！かわいい♥最凶の漢現る！？",
                    "SummaryJapanese": "シナモン（織田信長）たちの前に、またまた“犬”の姿に生まれ変わった武将が現れた。\nそれは“戦国の梟雄”松永久秀が転生した犬「松永ホイップ久秀」。\n戦国時代、主君を裏切るなど悪行を繰り返した男は、転生してもやっぱりロックだった!?\n一方、“本能寺の変”で有名な裏切り者、明智光秀は、\nひそかに“リス”へと転生し、自分そっくりの大学生、\nミツヒデのペットとなっていたが、その心にはある思いがよぎっていた……!?"
                },
                "7": {
                    "ID": "7601142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7601142",
                    "TitleEnglish": "I Want to Protect Peace on Earth... From the Dog Park With Love?",
                    "SummaryEnglish": "Ai becomes obsessed with a morally ambiguous TV superhero, and Boo, Cinnamon and Lucky want in on the fun. Cinnamon discovers high-tech toilets.",
                    "TitleJapanese": "地球の平和を守りたい・・・ドッグランより愛を込めて？",
                    "SummaryJapanese": "テレビを見ていたシナモン(織田信長)が、「現代は次男がメチャモテ」との情報を入手？\n自分を含め、家督を継ぐ長男がメチャモテだった前世を思い出す。\nその昔、次男坊以下は家督を継げず行き場がなかった。\nそんな彼らをまとめて仕官させるなど、次々と画期的なことをやってのけながら、“天下布武”を目指したのが織田信長!!\nそして今、虎視眈々と、天下統一による国の平和のもっと先、地球の平和を守るヒーローを目指す者が現れた!?"
                },
                "8": {
                    "ID": "7612542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7612542",
                    "TitleEnglish": "Gourmet Battle?! I'm Not Compromising on This Flavor!!!",
                    "SummaryEnglish": "Cinnamon and Ichiko watch a horror movie, leading to all the expected consequences. Lucky and Boo rekindle old rivalries.",
                    "TitleJapanese": "グルメ対決！？譲れない味があんだよ！！！",
                    "SummaryJapanese": "ある日、織田シナモン信長は、\n転生仲間の伊達ブー政宗と武田ラッキー信玄が、\n互いにグルメ自慢をしていて始まったケンカに巻き込まれる。\n前世ではそれぞれ調理場に立ち、\n新しいメニューを考案するなどしていた両者。\nところが、その頃に考案したある食材を巡って\n激しく対立することになる。\n譲れないもののために戦うのは漢（おとこ）の性で誇り。\nと思いきや、そんなこととは無縁な大うつけもいるようで……。"
                },
                "9": {
                    "ID": "7621389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7621389",
                    "TitleEnglish": "Warm Up in a Kotatsu♪ General Frost of the Warring States",
                    "SummaryEnglish": null,
                    "TitleJapanese": "コタツでほっこり♪極寒越冬木枯らし冬将軍",
                    "SummaryJapanese": "寒い季節がやってきた。\nたとえ毛皮に覆われた“犬”であっても、「寒いものは寒い！」\nということで、市子と一緒にあたたか～い部屋の中、\nコタツに入ってみかんをほおばる織田シナモン信長。\nさらには、ミツヒデの親友「セーラ」こと、本願寺世良が\n焚き火で焼いてくれたサツマイモをむさぼるなど、\nぬくぬくとした毎日を過ごしていたある日、\nシナモンと市子にとんでもない試練が訪れる!?"
                },
                "10": {
                    "ID": "7630203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7630203",
                    "TitleEnglish": "Can't Wait for Summer!! Great Battle in a Dress and a Loincloth!!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "待ちきれなくて・・・夏！！ワンピと褌でいざ尋常に勝負！！！",
                    "SummaryJapanese": "夏―― 肌の露出も多くなり、\nちょっぴり大胆になってしまいそうな季節。\n今年の夏には憧れのミツヒデと、\n今よりもっと距離を縮めたいと考える市子は、\n一足先に夏用の新しいワンピースを買った。\n早速シナモン（織田信長）の前で着て見せるが、\nそれを見たシナモンは、市子の中に、\n戦にのぞむ意志を垣間見る？"
                },
                "11": {
                    "ID": "7640510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7640510",
                    "TitleEnglish": "Burn! Life and Social Media!!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "燃えろ！人生とSNS！！！",
                    "SummaryJapanese": "いつものドッグランで顔を合わせたシナモン（織田信長）たちの話題は、何と“SNS”!?\nこの便利なツールがもしも前世にもあったなら。と思いをはせる。\nだがただひとり、この状況を冷めた目で見る者がいた。\nそれは黒田チャーリー官兵衛。チャーリーは思う。\n人の心は複雑で、常に本音と建前が隣り合わせているもの。\nそして、ネット社会に精通しているはずの現代人でさえ、いろいろな問題を\n引き起こしかねないSNSを、\n自己顕示欲の強い戦国武将が使えば……？"
                },
                "12": {
                    "ID": "7640514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oda-cinnamon-nobunaga/episodes/7640514",
                    "TitleEnglish": "Puppies of War",
                    "SummaryEnglish": null,
                    "TitleJapanese": "いくさの子犬",
                    "SummaryJapanese": "ミツヒデの親友・セーラの運転で、シナモン（織田信長）が\nブー（伊達政宗）や市子たちと小田原城に行くことになった。\n憧れのミツヒデとドライブ旅行ができると舞い上がる市子に、\n大好きな伊達政宗ゆかりの地に大興奮する市子の友達・アイちゃん。\n\nそして、久しぶりの運転で緊張気味のセーラは\n自転車にも抜かれるほどの低速走行で、\nミツヒデは極度の車酔いで顔面蒼白――\nまさに車内はカオス状態に!?\n\nおかげで目的地に着く前にすでにぐったりのシナモンだが、\nさらにブーが、その疲れに追い打ちをかける!?"
                }
            }
        }
    }
}