{
    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10675070/",
        "https://uchitama.com/",
        "https://www.themoviedb.org/tv/96660",
        "https://x.com/uchitama_anime"
    ],
    "TitleEnglish": "Uchitama?! Have you seen my Tama?",
    "SummaryEnglish": "In a city somewhere in Japan, there’s a flyer often seen on Third Street with a picture of a cat with a kinked tail, bearing the words: “Have you seen Tama?” A young boy gazes at the flyer, but he has fluffy ears on his head…!? Watch the dogs and cats from Third Street take on a human form and get up to some mischief.",
    "TitleJapanese": "うちタマ？！ ～うちのタマ知りませんか？～",
    "SummaryJapanese": "とある町の3丁目にはある貼り紙が頻繁に貼られていた。\nそこに書いてあるのはかぎしっぽのねこの絵と\n「うちのタマ知りませんか？」の文字。\nその貼り紙を眺めている少年にはふわふわの耳とかぎしっぽが…！？\n3丁目のねこやいぬ達が人の姿で駆け回る！？\nタマとフレンズのニャンとワンダフルな毎日を覗いてみませんか？\n\nうちのタマ知りませんか？",
    "Aliases": [
        "Uchi Tama?! Uchi no Tama Shirimasenka?"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1808268",
            "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7512147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7512147",
                    "TitleEnglish": "Have You Seen My Tama? / Dog Meeting / Our Waiha",
                    "SummaryEnglish": "Welcome to District 3, where a lot of cats and dogs live! Tama goes missing, and his friends try to find him. A new dog moves in to the neighborhood, but he looks really tough. Meanwhile, the cats try to find their warm paradise.",
                    "TitleJapanese": "うちのタマ知りませんか？／犬会議／俺たちのワイハ",
                    "SummaryJapanese": "■うちのタマ知りませんか？\nとある3丁目、岡本家のねこ・タマは個性豊かな仲間たちと平和な毎日を送っていた。ある日、昼寝から目を覚ましたタマは、通りかかった1匹の白ねこが気になり、思わず後を追ってしまう。タマを訪ねてきたいぬのポチも一緒に白ねこを追いかけるが…？\n■犬会議\nポチは3丁目の仲間であるクロとゴンに、タマと出かけた時に遭遇した見たことのないいぬの話をしていた。とにかく恐いと話すポチに対し、クロとゴンはそのいぬに興味津々で、一度挨拶に行こうと切り出す。\n■俺たちのワイハ\nある日、ベーとトラがタマの家に遊びに行くと、段ボールの中で気持ちよさそうに寝ているタマを見つける。トラが飛び込んだ衝撃で壊れてしまった段ボールを見て悲しむタマに、ベーがワイハを探しに行こうと持ちかける。"
                },
                "2": {
                    "ID": "7532012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7532012",
                    "TitleEnglish": "My Name Is Bull / Peace / Going to the Beach",
                    "SummaryEnglish": "Bull tries his best to be cool, but then he meets Momo. Gon teaches Kuro something interesting about cats and dogs. Tama and Pochi get lost again and end up at the beach.",
                    "TitleJapanese": "俺さまはブル / 平和 / 海へ",
                    "SummaryJapanese": "■俺さまはブル\n3丁目に引っ越してきたばかりのブルは、他のねこやいぬ達に舐められないように挨拶の練習をしていたが、倉持くんに連れられ出かけることに。3丁目のいぬやねこ達のオアシスである喫茶チューリップへ来たブルは運命の出会いを果たす。\n■平和\nある日、クロとゴンは土手で寝転びながら3丁目の平和を噛み締めていた。そんな中ベーが蝶を追いかけていると、頬の絆創膏がめくれてしまい…？\n■海へ\nタマはポチと一緒に風に吹かれている木の葉を追っかけていた。夢中で葉を追いかけて、いつの間にか電車に乗り込んでしまった2匹は、フカフカであたたかい座席で眠ってしまう。"
                },
                "3": {
                    "ID": "7532013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7532013",
                    "TitleEnglish": "The Strongest Guy on Third Street / The Weakest Guy on Third Street",
                    "SummaryEnglish": "Koma and Tora argue about who the strongst person on Third Street is, so they hold a tournament! But because of this tournament, a certain someone feels like he was the weakest guy on Third Street.",
                    "TitleJapanese": "3丁目最強の男／3丁目最弱の男",
                    "SummaryJapanese": "■3丁目最強の男\n公園で遊んでいたトラとコマはひょんなことから3丁目で最強なのは誰なのか言い争いをしていた。しかし言い争いでは決着がつかず、2匹はある対決で勝敗を決めることに。果たして勝負の行方は…！？\n■3丁目最弱の男\nある日クロとゴンは公園で落ち込んでいるポチを見かける。2匹はポチに声をかけ原因を聞くと、3丁目最強決定戦でいいところを見せられなかったと落ち込んでいた。そんなポチにゴンは伝説の不良の狼はんについて話し始める。"
                },
                "4": {
                    "ID": "7551872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7551872",
                    "TitleEnglish": "Tama's Job / My Name is Gon / Dog Police / Dog Police 2",
                    "SummaryEnglish": "What does Tama do all day while the other cats and dogs are working? Gon has a one One Dog Show where he can never get bored. And Kuro patrols Third Street to protect the peace.",
                    "TitleJapanese": "タマのお仕事／我輩はゴンである／犬のおまわりさん",
                    "SummaryJapanese": "■タマのお仕事\nある朝、慌ただしく学校に行く準備をしていたたけしくんは、縁側でのんびりしていたタマを見て、なんにもしないで寝ていられていいなと言われてしまう。その一言に拗ねながらも、いつものようにポチ達と遊ぼうと誘いに向かうが、みんなにはそれぞれの仕事があるようで――。\n■我輩はゴンである\n「インテリア ノダ」で飼われているゴンは店先にあるお気に入りの椅子から3丁目の仲間たちを見守っていた。ある日お散歩中のブルが現れたが…？\n■犬のおまわりさん\n3丁目派出所に勤務する犬のおまわりさん、クロ。ある日、平和だと思われていた3丁目に「ドロボー！」という声が響き渡る。"
                },
                "5": {
                    "ID": "7563169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7563169",
                    "TitleEnglish": "Tora's First Love / Let's Take a Bath / Dog Police Continued",
                    "SummaryEnglish": "Tora, Pochi, and Tama venture inside to an abandoned house. It's Pet Day at Matsu Bath, so all the cats and dogs enjoy a bath together. And Momo has gotten in trouble with the Dog Police.",
                    "TitleJapanese": "トラの初恋／お風呂に入ろう／続・犬のおまわりさん",
                    "SummaryJapanese": "■トラの初恋\nタマ、ポチ、トラはたけしくん達が化けねこが出ると噂の家について話しているのを耳にする。3匹は早速噂を確かめにその家に向かい中に入ってみると、聞いたことのない鳴き声と共に怪しい影が現れて…！？\n■お風呂に入ろう\nある日、松の湯では月に一度行われる飼い主とペットがお風呂を一緒に楽しめるワンニャンお風呂デーに備え、看板娘のコマが意気揚々と準備をしていた。お風呂が苦手なタマだったが、お風呂好きのポチとトラに励まされ松の湯に向かうことに。\n■続・犬のおまわりさん\n3丁目派出所に勤務する犬のおまわりさん、クロ。ある日、喫茶チューリップで起きた事件の容疑者としてモモが取り調べを受けていた。張り詰める空気の中、ついにモモが重い口を開く――"
                },
                "6": {
                    "ID": "7589627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7589627",
                    "TitleEnglish": "Battle of Dogs and Cats, Part One / Battle of Dogs and Cats, Part Two / Night Picnic",
                    "SummaryEnglish": "The Seventh Street Young Kings have their sights set on taking over Third Street. Can the Third Street Crazy Cats defend their territory? Later on, the Third Street cats and dogs enjoy a night picnic together.",
                    "TitleJapanese": "仁義なき犬猫 / 夜のピクニック",
                    "SummaryJapanese": "A: 『3丁目クレイジーキャッツ』は泣く子ねこも黙る3丁目の一大勢力であり、その圧倒的な力により町の均衡は保たれていた。ある日、3丁目クレイジーキャッツの元に現れたのは傷を負ったブルだった。ブルに何があったのか尋ねると、ハスキー犬の若率いる『7丁目ヤングキングス』が3丁目を狙っていると言い出し……？B: ある日、タマたちは自分たちが普段もらっているご飯を持ち寄り、公園に集まっていた。お互いが持ってきたご飯を紹介しながら、夜のピクニックを始めることに。"
                },
                "7": {
                    "ID": "7589628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7589628",
                    "TitleEnglish": "Tama Gets Kidnapped / Surprise Furball / Cat Café Violet",
                    "SummaryEnglish": "Tama gets kidnapped and the cats and dogs of Third Street are on hot pursuit! Momo's button flies off as she catches it in the air. What could be causing this? Finally, the cats and dogs of Third Street hear about a new cat café in the next town over.",
                    "TitleJapanese": "タマ誘拐される / おったま毛 / 猫カフェ・ヴァイオレット",
                    "SummaryJapanese": "喫茶チューリップの看板ねこのモモは、お客さんが減ってしまったことに悩まされていた。タマたちに悩みを打ち明けると、隣町に新しくできたねこカフェが原因かもしれないという話が。早速ねこカフェに向かったモモたちの前に現れたのはめかし込んだブルだった。"
                },
                "8": {
                    "ID": "7589629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7589629",
                    "TitleEnglish": "Festival Music",
                    "SummaryEnglish": "The Summer Festival is happening on Third Street, but there's something about the festival music that reminds Nora of his past.",
                    "TitleJapanese": "まつりばやし",
                    "SummaryJapanese": "ある夏の日。3丁目には蝉の声とまつりばやしの音が響き渡っていた。タマと3丁目の仲間たちはわくわくした様子でお祭りに向かうことに。一方ノラは一人幼い頃の自分を思い出していた。"
                },
                "9": {
                    "ID": "7620265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7620265",
                    "TitleEnglish": "He's in Town / Nora and the Kitten",
                    "SummaryEnglish": "An AIBO has come to Third Street looking for Tama. Nora finds a stray kitten and can't help but take him under his wing for a little while.",
                    "TitleJapanese": "あいつがまちにやってきた / ノラと子猫",
                    "SummaryJapanese": "A: ある日、公園に向かっている最中に背後に謎の気配を感じたタマは、3丁目の仲間たちに何かに追いかけられていると助けを求めた。しかしその謎の気配の正体は、ねこの可愛さを学ぶためにやってきたaiboのレオだった。B: ノラが河原で昼寝をしていると、どこからか子ねこの声が。声の先に行ってみるとエサを別のねこに奪われてしまった子ねこに出会う。お腹を空かせ、泣きそうな子ねこを見て、ノラは放っておくことができず―――。"
                },
                "10": {
                    "ID": "7620266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7620266",
                    "TitleEnglish": "Don't Fall Asleep / Third Street Quiz / Beh and Bull are BFFs",
                    "SummaryEnglish": "Tama and Tora try not to fall asleep so they can try to get tasty treats. Gon quizzes Tama on how well he knows Third Street. And then, Beh and Bull go on an adventure and they become best friends.",
                    "TitleJapanese": "3丁目クイズ / 寝ちゃダメ / ベーとブル～ふたりは仲良し～",
                    "SummaryJapanese": "A: ある日、タマの家に遊びに来たトラは、目を見開いているタマを見かける。いつもと様子が違うタマにどうしたのか訳を聞くと寝ないようにしているのだと言い出し…？B: クイズ！タマトゴン』最終回！ついに運命の最終問題に挑むタマ。果たしてタマは無事に問題に正解し、豪華賞品を手にすることができるのか!? C: ある日、『一番輝く俺様探し』に没頭していたブルの元に、新聞配達のためにベーが訪れる。べーは初めて入るブルの家を探検したいと言い出し、庭先を歩き回る。そんなマイペースなベーにブルは振り回されっぱなしで…。"
                },
                "11": {
                    "ID": "7629054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uchitama-have-you-seen-my-tama/episodes/7629054",
                    "TitleEnglish": "Tama's True Identity / Cat Meeting / My Treasure",
                    "SummaryEnglish": "Tama has discovered his true identity! What could it be? The cats gather and have a meeting regarding the strangeness of humans. Tama and the gang find out what Takeshi's and Kuramochi's treasures are.",
                    "TitleJapanese": "タマの正体 / 猫会議 / ぼくの大切なもの",
                    "SummaryJapanese": "たけしくんと倉持くんは「大切なもの」がテーマの宿題で絵を描いていた。その様子を見ていたタマは、二人が出かけた後に完成した絵をのぞき込むも、急に風が吹き二人の絵が飛ばされてしまった。たけしくんの絵は何とか取り戻したが、倉持くんの絵がそのままどこかへ飛ばされてしまう。タマは倉持くんの絵を取り戻せるのか？"
                }
            }
        }
    }
}