{
    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11886172/",
        "http://hachinan-anime.com/",
        "https://www.themoviedb.org/tv/99624",
        "https://x.com/Hachinan_PR"
    ],
    "TitleEnglish": "The 8th son? Are you kidding me?",
    "SummaryEnglish": "Ichinomiya Shingo, an everyday twenty-five-year-old office worker, wakes up as Wendelin, the 8th son of an impoverished noble family out in the sticks. He soon despairs at his lack of succession rights and knowledge to navigate the political world, but finds hope in his aptitude for magic. This is the story of that young man earning his keep and his freedom through magic, with no world saving involved, and spending quite a while escaping his solitude. Ultimately, it is also the story of him being unable to escape the shackles of society.",
    "Aliases": [
        "The 8th Son Are You Kidding Me",
        "The Eighth Son? That Can't Be Right!",
        "Hachi-nan tte, Sore wa Nai deshou !",
        "Hachinantte Sore wa Nai Deshou!",
        "Hachinan tte, Sore wa Nai deshou!",
        "the eighth son are u kidding me"
    ],
    "Modified": "2024-12-24",
    "Seasons": {
        "1": {
            "ID": "1809244",
            "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7520137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7520137",
                    "TitleEnglish": "The 8th Son? Are You Kidding Me?",
                    "SummaryEnglish": "A Japanese salaryman falls asleep before waking up and finding himself as a five year old boy named Wendelin von Benno Baumeister, during the wedding of his oldest brother Kurt and his wife Amalie. Despite being nobles, Wendelin discovers the Baumeisters are poor and only owns small farmlands which most of it will be inherit by Kurt while the rest of his six older brothers have either married into another family, finding work as a government official or soldier, leaving him nothing to inherit. Wendelin later discovers he has the ability to use magic. While searching for firewood for his family, Wendelin meets Alfred Rainford, who detected the boy's magic, saving him from a wild boar and vows to teach him how to use magic."
                },
                "2": {
                    "ID": "7591219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7591219",
                    "TitleEnglish": "A Succession Dispute? Are You Kidding Me?",
                    "SummaryEnglish": "Wendelin decides to keep his magic a secret after learning it moves him ahead of Kurt in the line of family inheritance, risking assassination attempts from Kurt. Alfred discovers Wendelin has an extraordinarily high magic capacity. Alfred displays several unusual symptoms, cold skin, no sense of taste and bouts of physical pain. Wendelin’s strange behaviour draws Kurt’s attention. Wendelin decides he wants to be an adventurer instead of a lord, making Kurt less suspicious, but Adventurers Academy is expensive, so Wendelin decides to work to pay his own tuition. To help with travelling Alfred teaches Wendelin flight magic. Wendelin’s father hears a rumour of a Whispering Dead nearby, a sentient corpse doomed to become a mindless zombie. Wendelin realises he means Alfred and confronts him. Alfred admits he is dead but came back as a Whispering Dead to pass on his knowledge to an apprentice."
                },
                "3": {
                    "ID": "7591220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7591220",
                    "TitleEnglish": "A Loner? Are You Kidding Me?",
                    "SummaryEnglish": "At Adventurers Academy Wendelin tries to make friends but due to his lack of communications skills and high level of magic, the rest of the students are too afraid to approach him. Three students, Erwin, Louise and Iina, share a bond over being the youngest children of lower class families. Wanting to gain Wendelin's recognition, they attempt to hunt a large pack of wolves but are overwhelmed until Wendelin rescues them. Due to a misunderstanding, the three believe Wendelin sees them as a burden when in reality he wants to be friends. Their class attend a party hosted by Duke Braihiraider who takes an interest in Wendelin as Wendelin's father is a vassal of Braihiraider. Wendelin asks Erwin, Louise and Iina to join him much to their surprise. They learn Braihiraider brought them to meet his court wizard, Brantack Lyngstad, Alfred's former teacher, who confirms his suspicions that Alfred passed his knowledge to Wendelin."
                },
                "4": {
                    "ID": "7591221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7591221",
                    "TitleEnglish": "Obligations? Are You Kidding Me?!",
                    "SummaryEnglish": "Wendelin and his friends are invited to his brother Erich’s wedding. An undead dragon attacks their airship so Brantack has Wendelin purge the dragon with holy magic before collecting the valuable bones and crystal heart. In the capital city, Stuttburg, Brantack leaves them with his friend Aruterio Marchen. Soldiers take Wendelin to meet the king, who rewards him with the Twin Dragon medal and the noble rank of Baronet. Erich worries as their father is only a knight, meaning Wendelin will be removed from their family tree to become head of his own noble family. Several officials begin arguing how much to pay Wendelin for the bones and heart. Aruterio explains that Cardinal Hohenheim wants Wendelin under the churches influence, Lord Marshall Edgar wants him for the military, and Lord Commissioner Ruckner wants to save money. In the end Wendelin is paid 150,000 gold."
                },
                "5": {
                    "ID": "7591222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7591222",
                    "TitleEnglish": "Political Marriage? Are You Kidding Me?",
                    "SummaryEnglish": "Hohenheim introduces Wendelin to Elize then, due to his naiveté, tricks Wendelin into forming a political marriage with Elize. Wendelin panics at the idea of marrying a woman he doesn’t love, but is later assured by Erich that nobles rarely meet their betrothed until the wedding. As he is swarmed by unemployed adventurers every time he leaves his home he hires a grateful Erwin as his retainer. Wendelin sneaks into Hohenheim’s estate to talk to Elize and is relieved that she is at least not against marrying him. When Louise and Lina find Erwin is Wendelin’s retainer they decide to outdo him by becoming Wendelin’s mistresses after he marries Elize. Wendelin is invited to dinner with Elize where the butler suggests Wendelin provide Elize an engagement ring. Wendelin takes Elize shopping, but rather than a showy ring Wendelin purchases a much plainer ring that suits Elize better, learning afterwards it is made from a magic storing crystal, making it perfect for Elize’s healing magic."
                },
                "6": {
                    "ID": "7591223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7591223",
                    "TitleEnglish": "A Bullet Tour? Are You Kidding Me?!",
                    "SummaryEnglish": "Elize visits Louise, Lina and Erwin to learn exactly what sort of man Wendelin is. The King asks Wendelin and Brantack to slay an ancient dragon, Greigorland, as the kingdom needs his territory for farmland. He also sends Klimt Kristoff von Armstrong, his enthusiastic and brawny court wizard. Meanwhile, as the death of Greigorland could cause nearby monsters to grow bolder, Erwin, Louise and Lina hire the unemployed adventurers to help guard the area with Elize and the Church's clergy as their healers. Wendelin and Armstrong defeat Greigorland and Wendelin collects the valuable body. Sensing Greigorlands death the monsters attack the soldiers, forcing Wendelin and his friends to join the battle. Elize, knowing Wendelin considers himself cowardly but joins the battle anyway, is relieved he is a truly good man and finally passes out from exhaustion after he returns safely. Wendelin looks after her until she awakens, only to learn Armstrong is her uncle."
                },
                "7": {
                    "ID": "7658332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658332",
                    "TitleEnglish": "No Magic? Are You Kidding Me?!",
                    "SummaryEnglish": "At the wedding of his brother, Helmut, Wendelin learns he is expected to participate in a martial arts tournament, but as a noble he must use a sword instead of magic. Louise and Lina decide to participate as well. Erwin is convinced to participate by Brantack. Wendelin obtains permission from Hohenheim to add Elize to their party. Erwin decides he wants to become champion, until realising the previous champion, Warren, Commander of the Royal Knights, is participating again, and snaps at Louise and Lina due to his bitterness of having no magic. The next day he learns Elize has also been training, believing her lack of physical ability makes her a hindrance. Realising everyone has some weaknesses, Erwin apologises. During the preliminary matches Wendelin faces Warren and loses instantly. Louise is defeated in the semi-finals. Lina goes up against Roderich, an annoyingly stubborn spear user obsessed with being hired by Wendelin, and loses against him."
                },
                "8": {
                    "ID": "7658333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658333",
                    "TitleEnglish": "Presumed Dead? Are You Kidding Me?!",
                    "SummaryEnglish": "Three years later Kurt, Wendelin’s eldest brother, receives a letter from Head Auditor Ruckner, Lord Commissioner Ruckners brother, that Wendelin has died. Five days previously Wendelin finally turns 15 and registers their adventurer party as the Dragon Busters, so the King sends them to investigate ancient ruins. Brantack explains the ruins were discovered in Greigorland’s territory and many high ranking adventurers have disappeared. Upon entering they accidentally activate a magic circle that transports them to the bottom floor, meaning they must fight their way to the surface past an army of golems. Five days later Head Auditor Ruckner spreads rumours Wendelin has died and as part of his plot to replace his brother as Lord Commissioner he suggests Kurt’s sons inherit Wendelin’s title of Baron. Still unsure how far they have to climb Elize tells Wendelin she hopes they survive or she will regret not having married him. They encounter a dragon with mythril scales."
                },
                "9": {
                    "ID": "7658334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658334",
                    "TitleEnglish": "People Hate Me? Are You Kidding Me?!",
                    "SummaryEnglish": "For the ruins' treasures the King pays Wendelin’s party ten million gold. Wendelin decides to move their home to Breichburg to set up their adventuring careers. Armstrong reveals the rumours about Wendelin’s death, causing Wendelin to realise their success has attracted enemies. High Auditor Ruckner and his allies begin planning Wendelin’s assassination."
                },
                "10": {
                    "ID": "7658335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658335",
                    "TitleEnglish": "Toxic? Are You Kidding Me?!",
                    "SummaryEnglish": "Brantack explains to Wendelin’s father, Sir Artur, that the deceased expedition army, which Alfred Rainford was part of, are now zombies. As the zombies are on their land, Artur is entitled to 30% of any profit gained from the zombies' materials. Kurt greedily demands 50% and tries to insist the zombies and their belongings be left in the forest instead of being given proper funerals. Wendelin realises Kurt is hated by the servants and villagers, who would prefer Wendelin inherit the lordship. Wendelin and his friends purify the zombies, including Duke Bleichroder’s father and even the lich grandfather of Marlene, the wife of Wendelin’s brother Herrman. Wendelin assures her grandfather Marlene has a happy life so he gratefully allows Wendelin to purify him. Wendelin returns the armour of the villager’s relatives to them for funerals. Kurt demands the armour be melted down and reused so Wendelin provides new iron so the villagers can keep the armour, though this only angers Kurt."
                },
                "11": {
                    "ID": "7658336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658336",
                    "TitleEnglish": "Between a Rock and a Hard Place? Are You Kidding Me?!",
                    "SummaryEnglish": "Brantack explains the King wants to develop the surrounding land but is unable due to the current land owning lords, like Sir Artur. Instead, the royal court has been secretly driving Kurt mad with jealousy over Wendelin, so that when he snaps he will be removed as heir. Wendelin refuses to participate as it would also mean disinheriting his nephews. Klaus warns Brantack to be wary of Amalie, Kurt’s wife, who will try to protect her sons at all costs. Wendelin learns Kurt will be assassinated after Wendelin becomes lord to prevent him causing trouble in the future. Wendelin tries to offer Kurt a proposal that would allow Kurt to become lord while developing the land but Kurt is blinded by jealousy and refuses. With no other option Wendelin decides to become lord, though warns his friends he is planning to resist the royal court. Wendelin bribes Kurt’s shop owning allies with advanced training in their various crafts to improve their businesses, breaking their reliance on Kurt."
                },
                "12": {
                    "ID": "7658339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eighth-son-that-cant-be-right/episodes/7658339",
                    "TitleEnglish": "The 8th Son? I Guess That's Not So Bad!",
                    "SummaryEnglish": "With the magical Dragon's Flute that will summon a horde of dragons, Kurt lures Wendelin and company to an empty clearing in a forest. Kurt, after mocking Wendelin and Bramtack's failed attempt to stop kurt, plays the flute to kill the party and punish the towns for betraying him. It quickly becomes apparent to the companions the flute is not summoning a horde of dragons, but instead channeling all the malice of the land into Kurt. Wendelin helps Elize purify Kurt, with his body's destruction, Kurt's malice searches for the nobles who were responsible for his death and kills them. Having completed the kingdom's quest to fix the trouble lands, the king saddles Wendelin with developing the land, and offers Wendelin a reward."
                }
            }
        }
    }
}