{
    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9073874/",
        "https://www.aicarddass.com/zenonzard/anime/",
        "https://www.themoviedb.org/tv/93596",
        "https://x.com//zenonzard"
    ],
    "TitleEnglish": "Zenonzard: The Animation",
    "SummaryEnglish": "The year 20XX. Humans called \"Concords\" and ultra-high-performance AI called \"Codemen\" team up as partners to compete in the card battle game ZENONZARD. People are going wild with excitement at the world championships, THE ZENON. One day, Souta Azuma, an average high school student, is challenged to a battle by a mysterious woman, Eilietta Lash. She reveals that she’s a Codeman and that her intent is to team up with Souta and participate in THE ZENON. Souta reluctantly agrees. Souta and Eilietta’s first opponent turns out to be the super-famous player Shion Saionji, who attends Souta’s school, and her partner, Ash Claude.",
    "TitleJapanese": "ゼノンザード THE ANIMATION",
    "SummaryJapanese": "西暦20XX年――\n極度に高度化した科学技術により、従来の人工知能［AI］は人間に比肩すると言われるほど、著しい進化を遂げていた。\n\n医療、治安維持、経営、果てはエンターテイメント、軍事に至るまで、世界中にAIは遍在し、 新たなAI開発までもAIが担う時代…… 中でも超高密集積演算対応似人型AI\n――通称［コードマン］と呼ばれるものに至っては、『人格』とも呼べるような究極的なインターフェイスを獲得し、単なる道具という存在を凌駕しつつあった。\n\nそして、科学の粋と人類の叡智を一堂に会し、開催へと至った［ザ・ゼノン］\n―― 歴史上、世界で最も普及したとされる［ゼノンザード］を舞台に据え、ときにAIと戦い、ときにAIと共闘する……\n\nなんびとたりとも先を見通せぬ大会。この戦いの中でコードマンは……\nそして貴方は、世界の核を覗き見ることとなる――",
    "Aliases": [
        "Zenonzard THE ANIMATION"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1813375",
            "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7555185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7555185",
                    "TitleEnglish": "Episode 0",
                    "SummaryEnglish": "A card game \"Zenonzard\" in which a human called a \"Concord\" and an ultra-high-performance AI called a \"Codeman\" fight as a team. While spirits are high for the upcoming world tournament, The Zenon, a mediocre high school student, Azuma Souta, is challenged by a mysterious woman, Irietta Rush, to play Zenonzard. Her aim is to reveal her true nature and participate in The Zenon.",
                    "TitleJapanese": "Episode 0",
                    "SummaryJapanese": "と呼ばれる人間とと呼ばれる\n超高性能AIがバディを組んで戦うカードゲーム「ゼノンザード」。\nその世界大会である『ザ・ゼノン』に、人々は熱狂していた。\n平凡な高校生・東蒼汰(アズマ・ソウタ)はある時、\n謎の女性アイリエッタ・ラッシュに\n「ゼノンザード」の対戦を挑まれる。\n自らをコードマンと明かした彼女の目的は、\n蒼汰とバディを組んで『ザ・ゼノン』に出場すること\n渋々引き受けた蒼汰とアイリエッタの初戦の相手はなんと、\n同じ学校に通う超有名プレイヤー・西園寺紫音(サイオンジ・シオン)と\nそのバディ、アッシュ・クロードだった。"
                }
            }
        },
        "1": {
            "ID": "1813376",
            "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/seasons/official/1",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "7555190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7555190",
                    "TitleEnglish": "Code01: Hinaria -Hidden Relic-",
                    "SummaryEnglish": "Hinaria is unemployed, gaming every day. One day she decides to hack the servers belonging to the Beholder Group for some money, and she stumbles across a carefully secured record of two witches, Alice and Rimel. The two women wished to coexist with mankind, and the history they experienced is connected to the modern ZENONZARD.",
                    "TitleJapanese": "Code01: Hinaria -Hidden Relic-",
                    "SummaryJapanese": "ニートAIヒナリアはゲーム漬けの日々を送っていた。\nそんな折、お金目当てにビホルダーグループのサーバーをハッキングしていると、\n厳重に管理された二人の魔女、アリスとリメルに関する記録にたどり着く。\n人間との共存を望んだ彼女たちが経験した歴史が、現代のゼノンザードへとつながる。"
                },
                "2": {
                    "ID": "7573708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7573708",
                    "TitleEnglish": "Code02: Eilietta -Lovesickness-",
                    "SummaryEnglish": "Sota Azuma and his AI partner Eili continue climbing the Zenon, the world's most prominent card game tournament. The two begin living together, gradually deepening their relationship. Sota becomes popular in school overnight. Eili the AI should be happy for him, but...",
                    "TitleJapanese": "Code02: Eilietta -Lovesickness-",
                    "SummaryJapanese": "世界最高峰のカードゲーム大会、『ザ・ゼノン』で快進撃を続ける\n東蒼汰（アズマ・ソウタ）とバディAIのアイリ。\n2人は共同生活を始め、少しづつ絆を深めていく。\n一躍学校中の人気者になったソウタ。\n「AI」のアイリとしては、その活躍が嬉しいはずだが…"
                },
                "3": {
                    "ID": "7621981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7621981",
                    "TitleEnglish": "Code03: Nonoin -Idle Curiosity-",
                    "SummaryEnglish": "This is the story about AI Nonoin Nillon who works for a record company as a composer. One day, Nonoin's manager approaches her with a job to write a song for a major pop idol group. The request was to \"write the song with the group's essence in mind.\" This added note gave Nonoin a lot of trouble as she found herself creatively blocked. \"I finally saw it, but I couldn't make it like I wanted.\" What is the answer she came to after all her worrying?",
                    "TitleJapanese": "Code03: Nonoin -Idle Curiosity-",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7555172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7555172",
                    "TitleEnglish": "Code04: Ash -Undercover-",
                    "SummaryEnglish": "While police AI Claude was conducting an undercover investigation into an illegally operating bar, he encounters a former colleague, Lanburn, waiting for him. Now Lanburn has turned to a life of crime as a thief AI. As Claude tries to arrest him, Lambern offers a bet instead - a match of ZenonZard! An enthusiastic audience gathers for the battles between these two shapes up. However, there are secrets hidden within this battle...",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "違法営業を行うBARに潜入捜査をしていた、警察AIのクロード。\nそこで待ち構えていたのは元同僚であり、今は犯罪に身を染める盗賊AIのランバーンだった。\n逮捕しようとするクロードに、ランバーンは１つの賭けを持ちかける。それは「ゼノンザードで勝った方に従う」。\n因縁の2人に、熱狂する観客。しかし、このバトルには隠された事実があった…"
                },
                "5": {
                    "ID": "7780240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7780240",
                    "TitleEnglish": "Code05: Charlotte -Riddle of Wondercall-",
                    "SummaryEnglish": "One day, a wonder call doll, which the detective AI Charlotte Seams cherishes, was cut into pieces and discovered. In search of clues to the case, Charlotte contacts the same damaged Finsela, Medira, and a surprising \"cooperator\" to investigate. Who is the criminal? What is the criminal's true purpose? \"I will unravel all the mysteries in the world\" --- Charlotte challenges the mystery in the name of the detective.",
                    "TitleJapanese": "Code05: Charlotte -Riddle of Wondercall-",
                    "SummaryJapanese": "ある日、探偵AIのシャーロット・シームズが大切にしているワンダーコール人形が切り刻まれて発見された。\n事件の手掛かりを探すため、シャーロットは同一の被害を受けたフィンセラやメディーラ、そして意外な”協力者”と接触し調査を進める。\n犯人は一体だれなのか？犯人の真の目的とは？\n”世界中の謎はボクが全て解き明かす”――名探偵の名に懸けて、シャーロットが謎に挑む。"
                },
                "6": {
                    "ID": "7819878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7819878",
                    "TitleEnglish": "Code06: Yorusuke -Become Death-",
                    "SummaryEnglish": "The AI Yorusuke possesses great artistic talent, and he has been hired to perform a ceremonial ritual dance as an offering to a celestial maiden. Yorusuke is worried that he would not be up for the task because he is an AI, but the job is accepted on his behalf. However, it turns out that the Beholder Group is running a certain experiment behind the scenes. And so the artist AI Yorusuke Yorraiha takes the stage.",
                    "TitleJapanese": "Code06: Yorusuke -Become Death-",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7872925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/7872925",
                    "TitleEnglish": "Code07: Leites -Like a Human-",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Code07: Leites -Like a Human-",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8020726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/8020726",
                    "TitleEnglish": "Code08: Robert -Piece of Cake-",
                    "SummaryEnglish": "Robert is a pâtissier program who used to take part in Zenonzard. It turns out that the elements the players put on the line during each Zenonzard match aren't just points for deciding who's the best...",
                    "TitleJapanese": "8話　piece of cake",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8027769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenonzard-the-animation/episodes/8027769",
                    "TitleEnglish": "Code09: Eilietta -Love Triangle-",
                    "SummaryEnglish": "The once normal high school student Sota Azuma and his Buddy, nurse AI Eilietta, have made it far into the Zenon, the world ZENONZARD tournament. One day, Eilietta sees Sota being troubled with the upcoming tournament, and she attempts to cheer him up.",
                    "TitleJapanese": "第9話「Eilietta - Love Triangle -」",
                    "SummaryJapanese": null
                }
            }
        }
    }
}