{
    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/5EBC-1765-C9D1-28C0-DFA4-X",
        "https://www.imdb.com/title/tt12432936/",
        "https://maohgakuin.com/",
        "http://www.reddit.com/r/MaouGakuin",
        "https://www.tvmaze.com/shows/48859/show-slug",
        "https://www.themoviedb.org/tv/97617",
        "https://www.wikidata.org/wiki/Q98915140",
        "https://en.wikipedia.org/wiki/The_Misfit_of_Demon_King_Academy",
        "https://x.com/maohgakuin"
    ],
    "TitleEnglish": "The Misfit of Demon King Academy",
    "SummaryEnglish": "Anos, the Demon King of Tyranny, has defeated humans, spirits, and gods alike. But even demon kings get tired of all the fighting sometimes! Hoping for a more peaceful life, Anos decides to reincarnate himself. When he wakes two thousand years later, though, he finds the world has become too peaceful--his descendants have grown weak and magic is in serious decline. Intending to reclaim his rightful place, he enrolls in Demon King Academy, where he finds that his magical power is off the charts. Literally. And because they can't measure his power, the faculty and other students regard Anos as a misfit. With the support of Misha, the one student he manages to befriend, the misfit (Demon King) begins his climb up the demon ranks!",
    "TitleJapanese": "魔王学院の不適合者",
    "SummaryJapanese": "二千年前──世界がまだ神話と呼ばれていた時代、人間・精霊・神を滅ぼし、暴虐の限りを尽くした魔王が存在した。彼の名はアノス・ヴォルディゴード。絶え間なく続く戦争に嫌気がさした彼は、魔王城デルゾゲードに勇者カノン、大精霊レノ、創造神ミリティアを招き、戦争を終結させるための和睦を申し出る。その内容は、「怨恨を消し去るため、魔王の命と引き換えに、人間界、魔界、精霊界、神界の4つの世界を千年は消えない壁で隔て、自らは二千年後に転生する」というものだった。\n二千年後──魔法の時代、前世の記憶を持った状態でとある夫婦の子供として転生したアノスは、世界の魔法レベルが二千年前とは比べ物にならない程低次元なものとなっていることを知る。そんな彼の元に「魔王学院」からの招待状が届く。その学院は、かつての魔王城デルゾゲードであった。",
    "Aliases": [
        "魔王学院の不適合者 ~史上最強の魔王の始祖, 転生して子孫たちの学校へ通う~",
        "Maou Gakuin no Futekigousha",
        "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei Shite Shison-tachi no Gakkou e Kayou",
        "Maou Gakuin no Futekigousha II",
        "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II"
    ],
    "Modified": "2025-08-13",
    "Seasons": {
        "1": {
            "ID": "1816101",
            "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7549541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549541",
                    "TitleEnglish": "The Misfit of Demon King Academy",
                    "SummaryEnglish": "\"Listen up, my beloved descendants. Your founding ancestor has returned.\" The most powerful Demon King in history, Anos, known for his tyrannical rule 2000 years ago, has been reincarnated. Entrance exams are being held at the Demon King Academy where they train his descendants to be his successor and become Demon Lords. The entrance exam is a practical test where students must duel each other. Bored of the war-torn world of 2000 years ago, the tyrannical Demon King, Anos, appears on the scene.",
                    "TitleJapanese": "魔王学院の不適合者",
                    "SummaryJapanese": "二千年前、暴虐の限りを尽くした史上最強の魔王アノス。そんな彼の血を引く後継者、《魔皇（まおう）》を育成するべく、現代の魔王学院では入学試験が行われていた。試験内容は生徒同士で決闘を行う「実技試験」。そこに現れたのは、二千年前に荒んだ世界に飽き、転生した暴虐の魔王アノスの姿だった。"
                },
                "2": {
                    "ID": "7549542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549542",
                    "TitleEnglish": "The Witch of Destruction",
                    "SummaryEnglish": "Though he is the founding ancestor and possesses enormous magical powers, Anos is cast as a misfit at the Academy. Unperturbed by this unjust treatment, he continues to demonstrate his overwhelming powers and takes part in the team competition exam as a leader. His classmates mock him for being a hybrid, and the only teammate he can find is Misha. Their rival team is led by Sasha, Misha's older sister, who looks down on Misha and calls her a \"junk doll.\"",
                    "TitleJapanese": "殺したぐらいで死ぬなら、俺は二千年前にとうに死んでいる",
                    "SummaryJapanese": "始祖としての莫大な魔力を有しているにも関わらず、《不適合者》の烙印を押されてしまったアノス。彼はそんな不当な扱いも意に介さず、圧倒的な実力を示し続け、班別対抗試験にはリーダーとして参加する事に。だが、クラスメイトは混血のアノスを認めず、班員はミーシャのみになってしまう。さらに対戦相手は、実の妹であるミーシャを《ガラクタ人形》と蔑む姉、サーシャ率いる班となった。"
                },
                "3": {
                    "ID": "7549543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549543",
                    "TitleEnglish": "Sasha's True Intentions",
                    "SummaryEnglish": "\"One last thing, I'm glad I got to meet you.\" Without being able to understand Sasha's true intent behind these final words, much time has passed, and Ivis, one of the Seven Elder Demon Emperors, holds a special class at the Demon King Academy called the Great Magic Training. The Seven Elder Demon Emperors are seven demons that Anos, the founding ancestor, created from his own blood. Emilia implores Anos to act respectfully to Ivis, but without hesitation, he speaks to Ivis in a condescending tone.",
                    "TitleJapanese": "サーシャの真意",
                    "SummaryJapanese": "「最後に、あなたに会えてよかったわ」。意味深な言葉を残したサーシャの真意を掴めぬまま時は経ち、魔王学院では特別授業として、七魔皇老アイヴィスによる大魔法教練が開催される。七魔皇老は始祖が自らの血を使い生み出した七人の配下。「くれぐれも失礼のないように」とエミリアに念を押されたアノスだったが、躊躇いもなくアイヴィスのことを呼び捨てにしてしまう。"
                },
                "4": {
                    "ID": "7549544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549544",
                    "TitleEnglish": "15th Birthday",
                    "SummaryEnglish": "Misha confesses the shocking truth that, \"At midnight on my 15th birthday, I'm going to disappear.\" Misha was never supposed to exist in this world in the first place, but due to Ivis Necron's magic, she was living a transient life. She had resigned to her fate that she will only live for 15 years, but Anos tells her, \"There are two things that I do not understand. Regret and saying that something is impossible.\" The misfit crushes the tragedy and unjust fate that binds the two sisters.",
                    "TitleJapanese": "十五の誕生日",
                    "SummaryJapanese": "「十五歳の誕生日……。午前零時に私は消える……」。ミーシャが衝撃の事実を告げる。アイヴィス・ネクロンの掛けた魔法により、仮初めの生を過ごしていたミーシャは\"本来は存在しない存在\"であった。「十五年が私の一生」。それでいいのだと諦観する彼女にアノスは告げる。「俺には知らぬことが二つある。後悔と不可能だ」。《不適合者》が姉妹を縛り付ける悲劇を、理不尽を、いま粉砕する。"
                },
                "5": {
                    "ID": "7591202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7591202",
                    "TitleEnglish": "The Transfer Student",
                    "SummaryEnglish": "Shortly after Anos' encounter with Misha and Sasha as well as his battle with Ivis, a transfer student named Ray enters the Demon Academy. As the Master of Magic Sword and powerful enough to defeat the Seven Elder Demon Emperors, Ray makes it clear that he wants to join a team with a capable leader, and requests to join Anos' team. However, Anos refuses and proposes to Ray that, \"If you prove that you are worthy, I will allow you to become one of my followers.\" Ray decides to form his own team and battles head-to-head with Team Anos during the team competition exam.",
                    "TitleJapanese": "転入生",
                    "SummaryJapanese": "ミーシャ、サーシャとの邂逅。アイヴィスとの激闘も記憶に新しい中、魔王学院では、七魔皇老をも打ち負かす実力者、《錬魔の剣聖》レイが転入生として現れる。レイは有能なリーダーのもとに就きたいと言い、アノス班に入ることを希望した。しかしアノスがこれを拒否。代わりに「相応の結果を見せれば配下に加えてやる」と条件を提示する。かくしてレイは班を結成し、アノス班と、班別対抗試験で真っ向勝負をすることに。"
                },
                "6": {
                    "ID": "7591205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7591205",
                    "TitleEnglish": "Magic Sword Tournament",
                    "SummaryEnglish": "In recognition of their accomplishments in the team competition exam, Anos welcomes Lay and Misa to his team. The team gathers at Anos' home to celebrate, but shortly after, Lay and Anos are announced as participants in the Magic Sword Tournament. Lay rejoices at the chance for a rematch with Anos, but Anos suspects that there is an ulterior motive. The situation escalates when Misa takes Anos to meet one of the Seven Elder Demon Emperors, Melheis Boran.",
                    "TitleJapanese": "魔剣大会",
                    "SummaryJapanese": "班別対抗試験での活躍を認められ、アノス班に加入する事となったレイとミサ。その後、アノス家にて行われた祝勝会で喜びを分かち合ったのも束の間、魔剣大会への参加者として、レイとアノスが選抜されることに。再戦のチャンスが早くも訪れたと喜ぶレイとは対照的に、アノスは「何か裏があるのではないか」という疑念を拭いきれない。そしてミサの案内で七魔皇老の一人メルへイス・ボランと出会い、事態は加速していく。"
                },
                "7": {
                    "ID": "7869675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7869675",
                    "TitleEnglish": "Mother's Words",
                    "SummaryEnglish": "Anos resolves to defeat the Royalists no matter what tricks they have up their sleeve. He uses the sword received from his father Gusta to fight in his first match in the Magic Sword Tournament. Meanwhile in the dressing room, Lay clutches his chest. Sensing that something is wrong with Lay, Anos speculates that somebody is controlling Lay and a hostage may be involved. Who is conspiring to control the Magic Sword Tournament from behind the scenes?",
                    "TitleJapanese": "母の言葉",
                    "SummaryJapanese": "「皇族派がどんな罠を仕掛けてこようと打ち砕く」。そう決心したアノスは、父グスタから託された剣を手に、魔剣大会の一回戦へ臨む。また同時刻、選手控室にて己の胸元を強く押さえるレイ。いつもと様子が違うレイに対し、アノスは「首輪をつけられているな」と人質の可能性を感じ取る。魔剣大会の背後で蠢く、存在と陰謀とは一体。"
                },
                "8": {
                    "ID": "7869677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7869677",
                    "TitleEnglish": "The Final Duel",
                    "SummaryEnglish": "Anos and Lay battle head-to-head at the Dilhade Magic Sword Tournament finals. With Sheila being taken hostage, the two are unable to fight at their full potential and come to a decision. Just as the showdown reaches its climax, a huge Magic Circle appears in the arena. The scenery around Anos and Lay begins to distort, and they are taken into an alternate dimension. The mastermind behind the recent events finally reveals his true identity.",
                    "TitleJapanese": "二人の決勝戦",
                    "SummaryJapanese": "ディルヘイド魔剣大会決勝————アノスとレイが激突する。シーラを人質に取られ、実力を出し切れない状況へ追い込まれた両者は一つの決断を下す。そして決着の瞬間、突如舞台に巨大な魔法陣が出現。二人の周囲の景色は歪み、異次元空間へと飛ばされる。事件の黒幕が、遂にその姿を現す。"
                },
                "9": {
                    "ID": "7877783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7877783",
                    "TitleEnglish": "The Mystery of the Hero Academy",
                    "SummaryEnglish": "After the Magic Sword Tournament, Anos and the other students visit Azeshion in the Human Realm for an educational exchange with the Hero Academy. While they individually explore the city, Anos heads to the Hero Academy saying that he wants to research something. The academy is off-limits to outsiders, but without hesitation, he tries to make his way inside. Eleanor Bianca, a third-year student at the Hero Academy, appears before Anos and says, \"You'll be safe as long as you're with me\" with a mischievous smile. She acts as Anos' guide inside the academy.",
                    "TitleJapanese": "勇者学院の謎",
                    "SummaryJapanese": "魔剣大会も幕を閉じ、アノス達は勇者学院との交流授業のため、人間界・アゼシオンへと赴く。現地で各自行動をとる中、「調べ物がしたい」というアノスは、勇者学院へ向かい、“部外者立ち入り禁止”の学院内に堂々と侵入しようとする。するとそこに「ボクと一緒ならお咎めなしだぞ」といたずらっぽく笑う、勇者学院三回生エレオノール・ビアンカが現れ、特別に学院を案内してもらうことに。"
                },
                "10": {
                    "ID": "7880781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7880781",
                    "TitleEnglish": "Inter-Academy Exams",
                    "SummaryEnglish": "Anos and the students from the Demon King Academy participate in their first day of inter-academy exchange with the Hero Academy. However, the students from the Demon King Academy soon find out that the inter-academy exchange is in name only, and they are met with outright hostility. Revest, a third-year student at the top of his class from the Demon King Academy is ridiculed by the students from the Hero Academy when he unsuccessfully tries to activate a magic spell. The students from the Demon King Academy are visibly offended by this treatment, but Anos's words turn the tables. \"As usual, humans sure like to set traps for us, don't they?\" The inter-academy exchange is off to an ominous start.",
                    "TitleJapanese": "学院別対抗試験",
                    "SummaryJapanese": "アノス達は勇者学院との学院交流初日を迎えた。しかし“学院交流”とは名ばかりで、勇者学院の面々は、歓迎ムードとは程遠い雰囲気。魔王学院三回生首席のリーベストが魔法の発動に失敗すると、勇者学院の面々はくすくすと笑い声を漏らす。不愉快そうに表情を歪める魔王学院の生徒達。そんな状況をアノスの一言が切り裂く。「——相変わらず、罠を仕掛けるのが好きだな、人間は」。学院交流は、不穏な雰囲気で幕を開けた。"
                },
                "11": {
                    "ID": "7880783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7880783",
                    "TitleEnglish": "The Glow of Life",
                    "SummaryEnglish": "Round 2 of the inter-academy exams begins. After Revest's deplorable defeat against Heine, Anos and his team battle with the students of the Hero Academy. Anos says that he will think of a strategy if it becomes necessary, and clashes head-on with his enemies using his vast Magic Powers. However, due to a magic barrier called De Igelia that is cast over the entire city, and a young girl named Zeshia who wields the holy sword Enhale, Anos' attacks prove to be futile. Anos and his team are unable to come up with their next strategy, but Misha proposes a plan that could help them win.",
                    "TitleJapanese": "命の輝き",
                    "SummaryJapanese": "学院別対抗試験第二戦が開始された。ハイネ達に敗北したリーベストの悔恨を引き受け、アノス達は勇者学院の面々と対峙する。作戦は必要なら考えると、莫大な魔力を用いて、正面から相手を叩き潰しに行くアノス。たが、都市を覆う結界『デ・イジェリア』と、少女・ゼシアの聖剣エンハーレの斬撃によって攻撃は防がれてしまう。そして次なる攻め手に欠ける状況下で、ミーシャがある打開策を提案する。"
                },
                "12": {
                    "ID": "7907677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7907677",
                    "TitleEnglish": "Taboo Magic",
                    "SummaryEnglish": "\"Please, the only person who can stop Zeshia is me.\" Anos carries Misha, who is on the brink of death after being attacked by Diego, to an inner room of the temple. Eleonore is waiting there and claims that she is \"the embodiment of magic itself.\" She explains the meaning behind this and exposes the madness that has taken ahold of the Hero Academy.",
                    "TitleJapanese": "禁忌の魔法",
                    "SummaryJapanese": "「お願い。ゼシアはボクにしか止められないぞ」。ディエゴによって瀕死まで追い詰められたミーシャを抱き上げ、神殿の奥間へと向かうアノス。そこにはエレオノールの姿があった。自身が“魔法そのもの”であるという彼女は、その真意について、そして勇者学院の狂気に満ちた真実について語っていく。"
                },
                "13": {
                    "ID": "7907678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7907678",
                    "TitleEnglish": "Let the World Be Filled With Love",
                    "SummaryEnglish": "Everything started two thousand years ago. The situation suddenly shifts when the true identity of the man in the black mask, Avos Dilhevia, is revealed. Even after two thousand years, the wounds caused by the endless conflict between demons and humans have not been healed. The Demon King of Tyranny, Anos Voldigoad, makes a choice...",
                    "TitleJapanese": "世界が愛に満ちるように",
                    "SummaryJapanese": "全ては二千年前から始まっていた。黒い仮面の男・アヴォス・ディルヘヴィアの正体が明らかになり、事態は急転する。二千年を経ても癒えぬ魔族と人間の禍根。その果てに、暴虐の魔王アノス・ヴォルディゴードが取った選択とは――。"
                }
            }
        },
        "2": {
            "ID": "1906738",
            "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8262776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/8262776",
                    "TitleEnglish": "A Lesson by God",
                    "SummaryEnglish": "Erdomaid DittiJohn, one of the four evil royals, has appeared before Anos as a teacher at Demon King Academy. Not only that, he claims himself to be the Heavenly Father God NousGalia, and that the new \"Child of God\" who will vanquish the Demon King of Tyranny is also at the Demon King Academy. The “Misfit” who overcomes all odds sets off to a new battle!",
                    "TitleJapanese": "神の授業",
                    "SummaryJapanese": "人と魔族の戦争を阻止したアノスの前に、四邪王族が一人、\nエールドメード・ディティジョンが魔王学院の教師として現れた。\nしかもエールドメードは自らを天父神てんぷしんノウスガリアと名乗り、\n暴虐の魔王を滅ぼす新たな“神の子”が魔王学院にいるという。\nあらゆる理不尽をものともしない《不適合者》は新たな戦いへ！"
                },
                "2": {
                    "ID": "9535137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535137",
                    "TitleEnglish": "The Demon King's Duel of Intellect",
                    "SummaryEnglish": "Anos and his classmates search around Demon King Academy for the \"Child of God.\" While Anos' comrades are fending off the attacks from the demons of two thousand years ago, Anos faces the King of Death's Army Officer, Ziek Ozma, in a duel of intellect. In this duel, Anos must speculate who the \"Child of God\" is and make the correct guess. However, the number of times he can make his guess is limited. What was Anos' answer, and what is Ziek's motive ― ?!",
                    "TitleJapanese": "魔王の知恵比べ",
                    "SummaryJapanese": "魔王学院に潜む“神の子”を探すアノスたち。\n仲間たちが二千年前の魔族から襲撃を受ける中、アノスは熾死王軍参謀、ジーク・オズマと知恵比べで対決することに。\nアノスが“神の子”の正体を予想して相手の判定を受け、\n一定回数内に当てるというものだ。アノスが導き出した解答、そしてジークの真の目的とは――!?"
                },
                "3": {
                    "ID": "9535138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535138",
                    "TitleEnglish": "The Spirit's School Building",
                    "SummaryEnglish": "Anos and the first-year students visit Zehenburg under the guise of an expeditionary examination. Anos's goal is to find his former right-hand man, Shin Reglia, who left a message for him, \"Wait for me in the Spirit Forest Aharthern.\" On the way to the forest, Anos meets an information broker, Lena. Together with her, who is also heading to Aharthern, the group proceeds into the forest's depths.",
                    "TitleJapanese": "精霊の学舎",
                    "SummaryJapanese": "遠征試験の名目でゼーヘンブルグを訪れたアノスと一回生たち。\nアノスの目的は「精霊の森アハルトヘルンで待つ」と伝言を残したかつての右腕、シン・レグリアである。\n森への道中、アノスは情報屋の少女・リィナと出会う。\n同じくアハルトヘルンを目指す彼女を連れて、一行は森の深淵へと進む。そこで見たものとは…。"
                },
                "4": {
                    "ID": "9535139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535139",
                    "TitleEnglish": "The Spirit's Trial",
                    "SummaryEnglish": "In order to visit the Spirit King, Anos and his team continue to go through trials provided by the Great Tree Spirit Enyunien. The next trial, “The staircase of Geunier” is a trial where they must choose the 5 correct paths out of the 20 paths before them, which appears to be a game entirely dependent on luck. However, thanks to the advice from Lena, Anos and the team individually made their ways to the top. Lay and Misa arrive to the Spirit King’s castle first, and engage in the final trial!",
                    "TitleJapanese": "精霊の試練",
                    "SummaryJapanese": "精霊王に謁見するため、大樹エニユニエンの試練に挑み続けるアノスたち。\n次なる試練「グニエールの階段」は20本の道から5本の正解を選ぶという、ほとんど運試しの難問だ。しかしリィナの助言もあり、アノスたちはそれぞれ天辺を目指していく。\nそして精霊王の城に一番乗りしたレイとミサが、いよいよ最後の試練へ！"
                },
                "5": {
                    "ID": "9535140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535140",
                    "TitleEnglish": "In Between Royalty and Mixed Blood",
                    "SummaryEnglish": "Avos Dilhevia who appeared in Delsgade was actually Misa, who was being controlled by traditions and rumors. After getting the demons in central Dilhade on her side, she declares that she will destroy Anos. Anos is making his way to the Demon King’s Castle to rescue Misa. Meanwhile, in the city, the people being controlled by Avos were attacking mixed blood demons, and they had even started making their way to Anos’ parents…",
                    "TitleJapanese": "皇族と混血の狭間で",
                    "SummaryJapanese": "デルゾゲードに現れたアヴォス・ディルヘヴィアは伝承と噂に支配されたミサだった。彼女はディルヘイド中の魔族に自身を信奉させ、アノスを滅ぼすことを宣言。 アノスたちはミサを救うために魔王城へ。一方、街中ではアヴォスに支配された者たちが混血の魔族を襲っていた。その脅威はアノスの両親にも及び……！"
                },
                "6": {
                    "ID": "9535141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535141",
                    "TitleEnglish": "The Great Mother Spirit and the Demon King's Right-Hand Man",
                    "SummaryEnglish": "Anos and the others have infiltrated the Underground Dungeon. Before their duel against Avos Dilheiva, they use Time Magic, Revalon, to go back in time to Gairadite two-thousand years ago, in order to unravel the secret behind Misa’s birth, Shin Reglia, Anos’ right-hand man’s, intentions, and the reason behind the Great Spirit Leno’s death. What Anos saw in the world after he had passed was―.",
                    "TitleJapanese": "母なる大精霊と魔王の右腕",
                    "SummaryJapanese": "アノスたちはデルゾゲードの地下迷宮に潜入。 アヴォス・ディルヘヴィアとの対決の前に、ミサの出生の秘密、アノスの右腕シン・レグリアの意図、そして大精霊レノの死の真相を確かめるべく、《時間遡航（レヴァロン）》で二千年前のガイラディーテへと向かう。 自身が滅びた後の世界で、アノスが見たものは――。"
                },
                "7": {
                    "ID": "9535142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535142",
                    "TitleEnglish": "Like a Single Stroke of a Sword",
                    "SummaryEnglish": "The Forest of the Great Spirit Aharthern. Anos who has transformed into his younger form, takes on the fake name Anoshu Polticoal, and decides to stay to investigate for a while. They watch over Shin who was tasked with being a bodyguard of the Great Spirit Leno by Anos prior to his reincarnation, and then appears the Blaze Death King Erdomaid, who claims to have brought information regarding the gods...",
                    "TitleJapanese": "ただ一振りの剣の如く",
                    "SummaryJapanese": "二千年前の大精霊の森アハルトヘルン。少年の姿に変化したアノスは旅芸人アノシュ・ポルティコーロと名乗り、しばらく滞在して調査することに。アノスたちが大精霊レノと、転生前のアノスより彼女の護衛任務を受けたシンの様子を見守る中、熾死王エールドメードが神族の情報を持ってレノを訪ねてきた。"
                },
                "8": {
                    "ID": "9535143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535143",
                    "TitleEnglish": "The Land of Demons Without a Demon King",
                    "SummaryEnglish": "Anos and the others continue their investigation in Aharthern. Although he wasn’t able to switch his source as Avos Dilhevia as the Demon King of Tyranny, Anos receives an important hint from Leno. Lay engages in practicing swordsmanship with Shin. After this, Anos follows after Erdomaid to Delsgade. There, they encounter Demons who were ruling over humans.",
                    "TitleJapanese": "魔王のいない魔族の国",
                    "SummaryJapanese": "アハルトヘルンでのアノスたちの調査は続く。アヴォス・ディルヘヴィアの《暴虐の魔王》としての根源を変えることは叶わないが、レノからあるヒントを得たアノス。レイはシンを相手に剣技の修練に励んでいた。その後、アノスはエールドメードを追ってデルゾゲードへ。そこで彼らは人間を虐げる魔族たちと遭遇する。"
                },
                "9": {
                    "ID": "9535144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535144",
                    "TitleEnglish": "A Prayer for Two Thousand Years Later",
                    "SummaryEnglish": "To prevent a clash that may happen between Anos and humans 2,000 years in the future, Hero Kanon proceeds with the plan to become an imposter Demon King himself, with Shin agreeing to this decision. Gradually but surely, Shin begins to change, and Leno realizes that she loves him. However, after fulfilling his duty to protect her, Shin begins to leave her side...",
                    "TitleJapanese": "二千年後に祈りを込めて",
                    "SummaryJapanese": "二千年後に起こりうるアノスと人間の衝突を回避するため、勇者カノンは自らが偽りの魔王となる計画を進め、シンもその決意を認める。そんなシンの変化を見て、レノはシンへの恋を自覚して結婚を申し込む！　二人の結婚式に沸き立つアハルトヘルンの森。そして役目を終えたシンの転生の日も迫り……。"
                },
                "10": {
                    "ID": "9535145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535145",
                    "TitleEnglish": "Send Hatred to the Past",
                    "SummaryEnglish": "After witnessing Great Spirit Leno and Shin meet a tragic fate, Anos and his classmates return to Delsgade in the present day. There, persecution against those of mixed blood by Meleheyth and the demons whom Avos Deilhevia brainwashed was progressing. Anos holds them off and heads to the throne room. He faces off against Avos who attempts to steal Magic Sword of Destruction Venuzdnor!",
                    "TitleJapanese": "憎しみは過去に",
                    "SummaryJapanese": "大精霊レノとシンが辿った悲劇を見届け、現代のデルゾゲードに戻ってきたアノスたち。そこではアヴォス・ディルヘヴィアに洗脳されたメルヘイスや魔族たちによる、混血へのさらなる迫害が行われていた。アノスは彼らを退けつつ玉座の間へ。理滅剣ヴェヌズドノアを奪わんとするアヴォスと対峙する！"
                },
                "11": {
                    "ID": "9535146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535146",
                    "TitleEnglish": "To Sever That Fate",
                    "SummaryEnglish": "Lay challenges Avos to liberate Misa whom he loves. However, Heavenly Father God NousGalia aids Avos, and seals Lay’s power of Evansmana. There, Anos and Shin arrive. Shin fights NousGalia once again to avenge his late wife, but he struggles against the enormous power of God. Then, he hears a voice for the first time in two thousand years...",
                    "TitleJapanese": "その宿命を断らきろために",
                    "SummaryJapanese": "愛するミサを解放するためアヴォスに挑むレイ。しかし天父神ノウスガリアがアヴォスに加勢し、レイのエヴァンスマナの力を封じてしまった。そこにアノスがシンとともに登場。シンは亡き妻の仇を討つべくノウスガリアと対戦するが、神の強大な力に苦戦。その時、二千年ぶりに聞くあの声が――。"
                },
                "12": {
                    "ID": "9535147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535147",
                    "TitleEnglish": "The Misfit",
                    "SummaryEnglish": "Avos Dilhevia takes control over Magic Sword of Destruction Venuzdnor at last. Anos gives a calm smile to the enemy who seizes everything from the Demon King of Tyranny and reigns control, however... The true purpose of Avos taking control over the Magic Sword at the end of the fierce battle is revealed. How does Anos face off against the Child of God, destroyer of the Demon King of Tyranny, and the power that destroys all life!?",
                    "TitleJapanese": "不適合者",
                    "SummaryJapanese": "ついに理滅剣ヴェヌズドノアを掌握したアヴォス・ディルヘヴィア。《暴虐の魔王》のすべてを奪い君臨する敵に対し、アノスは余裕の笑みを向けるが…。さらに《神の子》でもあるアヴォスの計略により、神話の時代の《破滅の太陽》が蘇ってしまった！　あらゆる命を奪うこの光を、アノスは滅ぼすことができるのか!?"
                },
                "13": {
                    "ID": "10340991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10340991",
                    "TitleEnglish": "Moon of Creation",
                    "SummaryEnglish": "The Mythical Age. In an effort to destroy the Moon of Creation, Anos meets the Goddess of Creation Militia and begins to interact with her. And now the present... Anos, who has made his identity as the Demon King of Tyranny known throughout the world, joins classes at Demon King Academy as the transfer student, Anoshu. To train even stronger demons, Erdomaid instates the Great Demon King Drills. As the first initiative, swordsmanship training under Shin begins!",
                    "TitleJapanese": "創造の月",
                    "SummaryJapanese": "神話の時代。《創造の月》を堕とさんとするアノスは創造神ミリティアと出会い、彼女と交流を重ねていく。――そして現在。世に暴虐の魔王であることを知らしめたアノスは、転入生アノシュとして魔王学院の授業に加わることに。エールドメードはより強い魔族を育成すべく、大魔王教練を宣言。手始めとしてシンによる剣術教練が始まった！"
                },
                "14": {
                    "ID": "10403426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403426",
                    "TitleEnglish": "Goddess of Selection",
                    "SummaryEnglish": "To investigate the dragon sighted in Azeshion, Anos and his friends visit the Hero Academy in the name of participating in an exchange program. Emilia teaches at the Hero Academy, but despite her efforts, Ledriano and the other students of the Hero Academy are rather unenthusiastic about the exchange. Furthermore, Zamira, the headmaster of the Hero Academy, issues a decree to slay the dragon. Yet, as Emilia resists his unreasonable order, the Hero Academy students begin to lose interest…",
                    "TitleJapanese": "選定の神",
                    "SummaryJapanese": "竜が目撃されたアゼシオンを調べるため、学院交流を名目に勇者学院を訪れたアノスたち。勇者学院ではエミリアが教鞭を執るが、その奮闘も空しく、レドリアーノたち勇者学院生たちは交流に気乗りしない様子だ。さらには勇者学院長ザミラから竜の討伐令が下された。エミリアは理不尽な命令に抗うものの、勇者学院生たちの心は離れていき……。"
                },
                "15": {
                    "ID": "10403427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403427",
                    "TitleEnglish": "Institute of the Gods",
                    "SummaryEnglish": "Erdomaid trains the students in methods of dragon slaying. He does so in a dangerous battle with an actual dragon summoned. Anos and his friends infiltrate the dragon’s den and arrive in the Underground World, where the dragonfolk called Draconids live. Ahide, who attacked the previous evening, guides them to the Institute of the Gods, Everastanzetta. There, Anos is told how he has already been involved in the “Judgement Selection.”",
                    "TitleJapanese": "神代の学府",
                    "SummaryJapanese": "エールドメードは学院生たちに竜討伐の訓練を施す。それは実際に竜を呼び寄せる危険な実戦だった！　竜の巣穴に乗り込んだアノスたちは、竜人たちが暮らす地底世界に到達。昨夜の襲撃者アヒデの案内で、神代の学府 エーベラストアンゼッタへ。そこでアノスは、自分が《選定審判》に巻き込まれていることを聞かされるのだった。"
                },
                "16": {
                    "ID": "10403428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403428",
                    "TitleEnglish": "With a Pinch of Courage",
                    "SummaryEnglish": "Emilia and her students take on the dragon-slaying and binding spell called “De Jelias.” However, Emilia and her students failed because they couldn't corporate with Laos and others. It was then that she caught a glimpse of their helplessness…. Meanwhile, Ley who was invited as a hero, has an audience with Lysius, King of Gairadite. He is asked to save the ailing royal family. But as he is shown around, what he encounters is…!",
                    "TitleJapanese": "ちっぽけな勇気を合わせながら",
                    "SummaryJapanese": "竜討伐の魔法《竜縛結界封（デ・ジェリアス）》に挑むエミリアと勇者学院生たち。しかしラオスたちと協調が取れずに失敗。そのとき彼女は、彼らの無力感を垣間見るのだった……。一方、勇者として招かれたレイは、ガイラディーテ王リシウスに謁見。病に臥せる王族を救って欲しいと頼まれるが、案内された先で出会ったものは――⁉"
                },
                "17": {
                    "ID": "10403430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403430",
                    "TitleEnglish": "Battle of Pride",
                    "SummaryEnglish": "A horde of dragons approaches Azeshion! To protect their homeland with their own hands, the Hero Academy students set out to slay the dragons without the help of Anos and his friends. Under Emilia’s command, the Hero Academy students engage in a battle to the death. Meanwhile, Lay and Misa wind up in a predicament after being captured by Lysius…. Anos and the others head to the Underground World to take care of their own agenda. There, he learns that Ahide is controlling the Draconids.",
                    "TitleJapanese": "誇りの戦い",
                    "SummaryJapanese": "竜の大群がアゼシオンに迫る！　勇者学院生たちは自らの手で故郷を守るため、アノスたちの力を借りず竜討伐へ。エミリアの指揮の下、勇者学院生たちの死闘が始まった。一方、レイとミサはリシウスに捕縛されて苦境に……。そしてアノスは、自分たちが為すべきことのために地底世界へと向かう。そこで彼はアヒデが竜人を操っていることを知る。"
                },
                "18": {
                    "ID": "10403432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403432",
                    "TitleEnglish": "Almighty Demon King",
                    "SummaryEnglish": "Ahide announces that Midhaze will be destroyed. However, the oracle’s will contradicts Arcana’s true intentions. Shin also joins in the fray as the two finally face off! Ahide possesses Arcana and thrusts the judgement of the Sword of the Almighty, Leviangilma, upon Anos. Arcana states that to destroy Ahide, he must be slashed three times with the Divine Sword. But the sword obliterates the source of anyone who draws the sword from its sheath….",
                    "TitleJapanese": "全能なる魔王",
                    "SummaryJapanese": "アヒデはミッドヘイズが滅びることを告げる。しかしその神託はアルカナの真意に反していた。シンも加わり、両者はついに対決へ！　アヒデは自身にアルカナを憑依させ、全能者の剣リヴァインギルマの審判をアノスに突きつける。アヒデを滅ぼすには、鞘から抜いた者の根源が消滅してしまう神剣で、三度彼を斬りつける必要があるというが――。"
                },
                "19": {
                    "ID": "10403434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403434",
                    "TitleEnglish": "The Great Demon King Drills",
                    "SummaryEnglish": "That day, Anos had a dream about a time that he lived together with a young girl. The young girl is strangely also named Arcana…. Furthermore, the fact that the Draconids called the fusion of Sasha and Misha the Goddess of Absurdity, Genedonov, was also a problem. To investigate the piling mysteries, Anos decides to take a special class in the Underground World. And as a special lecturer, Anos teaches the student of Demon King Academy himself!?",
                    "TitleJapanese": "大魔王教練",
                    "SummaryJapanese": "その日アノスは、少女と暮らしていた過去の夢を見た。少女は、奇しくもアルカナという名前で……。さらにサーシャとミーシャの融合体を、竜人たちが背理神ゲヌドゥヌブと呼んでいたことも引っかかっていた。数々の謎を調べるために、地底世界へ赴いての特別授業を決めるアノス。特別講師として、自ら魔王学院生たちに教えを施すが……⁉"
                },
                "20": {
                    "ID": "10403436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403436",
                    "TitleEnglish": "Kingdom of the Dragon God",
                    "SummaryEnglish": "Arriving in Giorhaze, capital of the Underground World Giordal, Anos follows a wary Erdomaid to a church. There, they obtain a Pledge Jewel which summons dragons. Furthermore, Erdomaid sees Naya’s aptitude and makes a pack with her after learning her plan. Anos hears about Ahide’s actions from the bishop of the church and decides to catch him before he meets the pope.",
                    "TitleJapanese": "神竜の国",
                    "SummaryJapanese": "地底世界ジオルダルの首都ジオルヘイゼに到着したアノスは、不穏な様子のエールドメードを追って教会へ。そこで彼らは竜を召喚する盟珠を得る。さらにエールドメードはナーヤの適性を見抜き、ある企みを持って彼女と盟約を結んでしまった。アノスは教会の司教からアヒデの動向を聞き、教皇に会う前にアヒデを捕えようと考える。"
                },
                "21": {
                    "ID": "10403439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403439",
                    "TitleEnglish": "Demon King Hymn No. 6 \"Neighbors\"",
                    "SummaryEnglish": "The sacred Sojourner’s Psalm to be performed at the Divine Dragon Festival is in danger of being cancelled due to Ahide’s schemes! Ellen and the Anos Fan Union are asked to take the stage instead as the Dilhade Demon King Choir. The Draconids are drawn in by their song and begin to sing along. Meanwhile, while trying to pursue and capture Ahide, Anos encounters Dietrich, the King of Agatha, who has received a prophecy from the Goddess of the Future Naphta.",
                    "TitleJapanese": "魔王讃美歌 第６番『隣人』",
                    "SummaryJapanese": "神竜の祭礼で奉じられる来聖捧歌が、アヒデの策略で中止の危機に追い込まれた！エレンたちファンユニオンは代理を頼まれ、ディルヘイド魔王聖歌隊として舞台に立つ。彼女らの歌声に引き込まれ、一緒に歌い始める竜人たち。一方でアヒデを捕えようとするアノスは、未来神ナフタより預言を授かるアガハの王ディードリッヒと遭遇する。"
                },
                "22": {
                    "ID": "10403441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403441",
                    "TitleEnglish": "Liebarschend, the God of Vestiges",
                    "SummaryEnglish": "Anos and Pope Golroana clash for the future of their respective countries! GGG launches a fierce attack with Gospel Magic using the power of the God of Gospel Doldread, who controls sound. Anos counters with the song of the Dilhade Demon King Choir and brings Golroana’s support, the former popes, into the fray. Yet even after the conclusion of the battle, Golroana continues his prayers. Anos offers him peace, but…",
                    "TitleJapanese": "痕跡神リーバルシュネット",
                    "SummaryJapanese": "それぞれの国の未来のために、アノスと教皇ゴルロアナが激突！　ゴルロアナは音を司る福音神ドルディレッドの力による福音魔法で猛攻を仕掛ける。アノスはディルヘイド魔王聖歌隊の歌でこれに対抗。ゴルロアナを支える先代の教皇たちを巻き込んでいく。戦いが決着しても祈り続けるゴルロアナ。アノスは彼に和平を申し出るのだが……。"
                },
                "23": {
                    "ID": "10403444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403444",
                    "TitleEnglish": "The Promise Made in a Dream",
                    "SummaryEnglish": "Ceris, commander of the Phantom Knights, who claims to be Anos' father, says that Militia gave Anos false memories. After Ceris leaves, Arcana, unable to recover her memories of Anos, falls into a dream once again. In her memory of 2,000 years ago, Arcana hears a secret about herself from Ceris. Anos reincarnates Arcana to protect her, but his wish for her at the time was…",
                    "TitleJapanese": "夢で交わした約束",
                    "SummaryJapanese": "アノスの父親を名乗る幻名騎士団団長セリスは、ミリティアがアノスに偽の記憶を与えたと語る。セリスが去ったあと、アノスと記憶を取り戻すことができなかったアルカナは再び夢の中へ。二千年前の記憶の中でアルカナは、セリスから己にまつわる秘密を聞く。アノスはアルカナを守るため転生させるが、その際に彼女に願ったこととは……。"
                },
                "24": {
                    "ID": "10403446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403446",
                    "TitleEnglish": "The Dream That God Saw",
                    "SummaryEnglish": "The battle between Dilhade and Giordal intensifies! However, Anos becomes suspicious of Giordal's small fighting force. After seeing Cannibal flying out of the castle and noticing he has eaten the song of a Divine Dragon, Anos comes to one final conclusion. The 1,500 years of prayer that Giordal had continued for so long…was a never-ending barrier separating the two irreconcilable nations.",
                    "TitleJapanese": "神の見た夢",
                    "SummaryJapanese": "ディルヘイドとジオルダルの戦いは激化！　しかし、アノスはジオルダルの戦力が少ないことに違和感を覚えていた。城から飛び出したトモグイが、神竜の歌声を食べたことに気がつき、一つの結論が頭をよぎる。ジオルダルが長きにわたって続けてきた1500年の祈り。それは相容れぬ両国を隔てる果てしない壁であった――。"
                }
            }
        }
    }
}