{
  "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/5EBC-1765-C9D1-28C0-DFA4-X",
    "https://www.imdb.com/title/tt12432936/",
    "https://maohgakuin.com/",
    "http://www.reddit.com/r/MaouGakuin",
    "https://www.tvmaze.com/shows/48859/show-slug",
    "https://www.themoviedb.org/tv/97617",
    "https://www.wikidata.org/wiki/Q98915140",
    "https://en.wikipedia.org/wiki/The_Misfit_of_Demon_King_Academy",
    "https://x.com/maohgakuin"
  ],
  "TitleEnglish": "The Misfit of Demon King Academy",
  "SummaryEnglish": "Anos, the Demon King of Tyranny, has defeated humans, spirits, and gods alike. But even demon kings get tired of all the fighting sometimes! Hoping for a more peaceful life, Anos decides to reincarnate himself. When he wakes two thousand years later, though, he finds the world has become too peaceful--his descendants have grown weak and magic is in serious decline. Intending to reclaim his rightful place, he enrolls in Demon King Academy, where he finds that his magical power is off the charts. Literally. And because they can't measure his power, the faculty and other students regard Anos as a misfit. With the support of Misha, the one student he manages to befriend, the misfit (Demon King) begins his climb up the demon ranks!",
  "Aliases": [
    "Demon King Academy",
    "Maou Gakuin no Futekigousha",
    "Maou Gakuin no Futekigousha II",
    "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei Shite Shison-tachi no Gakkou e Kayou",
    "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II",
    "The Misfit of Demon King Academy: History's Strongest Demon King Reincarnates and Goes to School with His Descendants",
    "魔王学院の不適合者 ~史上最強の魔王の始祖, 転生して子孫たちの学校へ通う~"
  ],
  "Modified": "2025-08-13",
  "Seasons": {
    "1": {
      "ID": "1816101",
      "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7549541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549541",
          "TitleEnglish": "The Misfit of Demon King Academy",
          "SummaryEnglish": "\"Listen up, my beloved descendants. Your founding ancestor has returned.\" The most powerful Demon King in history, Anos, known for his tyrannical rule 2000 years ago, has been reincarnated. Entrance exams are being held at the Demon King Academy where they train his descendants to be his successor and become Demon Lords. The entrance exam is a practical test where students must duel each other. Bored of the war-torn world of 2000 years ago, the tyrannical Demon King, Anos, appears on the scene.",
          "Aliases": []
        },
        "2": {
          "ID": "7549542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549542",
          "TitleEnglish": "The Witch of Destruction",
          "SummaryEnglish": "Though he is the founding ancestor and possesses enormous magical powers, Anos is cast as a misfit at the Academy. Unperturbed by this unjust treatment, he continues to demonstrate his overwhelming powers and takes part in the team competition exam as a leader. His classmates mock him for being a hybrid, and the only teammate he can find is Misha. Their rival team is led by Sasha, Misha's older sister, who looks down on Misha and calls her a \"junk doll.\"",
          "Aliases": []
        },
        "3": {
          "ID": "7549543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549543",
          "TitleEnglish": "Sasha's True Intentions",
          "SummaryEnglish": "\"One last thing, I'm glad I got to meet you.\" Without being able to understand Sasha's true intent behind these final words, much time has passed, and Ivis, one of the Seven Elder Demon Emperors, holds a special class at the Demon King Academy called the Great Magic Training. The Seven Elder Demon Emperors are seven demons that Anos, the founding ancestor, created from his own blood. Emilia implores Anos to act respectfully to Ivis, but without hesitation, he speaks to Ivis in a condescending tone.",
          "Aliases": []
        },
        "4": {
          "ID": "7549544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7549544",
          "TitleEnglish": "15th Birthday",
          "SummaryEnglish": "Misha confesses the shocking truth that, \"At midnight on my 15th birthday, I'm going to disappear.\" Misha was never supposed to exist in this world in the first place, but due to Ivis Necron's magic, she was living a transient life. She had resigned to her fate that she will only live for 15 years, but Anos tells her, \"There are two things that I do not understand. Regret and saying that something is impossible.\" The misfit crushes the tragedy and unjust fate that binds the two sisters.",
          "Aliases": []
        },
        "5": {
          "ID": "7591202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7591202",
          "TitleEnglish": "The Transfer Student",
          "SummaryEnglish": "Shortly after Anos' encounter with Misha and Sasha as well as his battle with Ivis, a transfer student named Ray enters the Demon Academy. As the Master of Magic Sword and powerful enough to defeat the Seven Elder Demon Emperors, Ray makes it clear that he wants to join a team with a capable leader, and requests to join Anos' team. However, Anos refuses and proposes to Ray that, \"If you prove that you are worthy, I will allow you to become one of my followers.\" Ray decides to form his own team and battles head-to-head with Team Anos during the team competition exam.",
          "Aliases": []
        },
        "6": {
          "ID": "7591205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7591205",
          "TitleEnglish": "Magic Sword Tournament",
          "SummaryEnglish": "In recognition of their accomplishments in the team competition exam, Anos welcomes Lay and Misa to his team. The team gathers at Anos' home to celebrate, but shortly after, Lay and Anos are announced as participants in the Magic Sword Tournament. Lay rejoices at the chance for a rematch with Anos, but Anos suspects that there is an ulterior motive. The situation escalates when Misa takes Anos to meet one of the Seven Elder Demon Emperors, Melheis Boran.",
          "Aliases": []
        },
        "7": {
          "ID": "7869675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7869675",
          "TitleEnglish": "Mother's Words",
          "SummaryEnglish": "Anos resolves to defeat the Royalists no matter what tricks they have up their sleeve. He uses the sword received from his father Gusta to fight in his first match in the Magic Sword Tournament. Meanwhile in the dressing room, Lay clutches his chest. Sensing that something is wrong with Lay, Anos speculates that somebody is controlling Lay and a hostage may be involved. Who is conspiring to control the Magic Sword Tournament from behind the scenes?",
          "Aliases": []
        },
        "8": {
          "ID": "7869677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7869677",
          "TitleEnglish": "The Final Duel",
          "SummaryEnglish": "Anos and Lay battle head-to-head at the Dilhade Magic Sword Tournament finals. With Sheila being taken hostage, the two are unable to fight at their full potential and come to a decision. Just as the showdown reaches its climax, a huge Magic Circle appears in the arena. The scenery around Anos and Lay begins to distort, and they are taken into an alternate dimension. The mastermind behind the recent events finally reveals his true identity.",
          "Aliases": []
        },
        "9": {
          "ID": "7877783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7877783",
          "TitleEnglish": "The Mystery of the Hero Academy",
          "SummaryEnglish": "After the Magic Sword Tournament, Anos and the other students visit Azeshion in the Human Realm for an educational exchange with the Hero Academy. While they individually explore the city, Anos heads to the Hero Academy saying that he wants to research something. The academy is off-limits to outsiders, but without hesitation, he tries to make his way inside. Eleanor Bianca, a third-year student at the Hero Academy, appears before Anos and says, \"You'll be safe as long as you're with me\" with a mischievous smile. She acts as Anos' guide inside the academy.",
          "Aliases": []
        },
        "10": {
          "ID": "7880781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7880781",
          "TitleEnglish": "Inter-Academy Exams",
          "SummaryEnglish": "Anos and the students from the Demon King Academy participate in their first day of inter-academy exchange with the Hero Academy. However, the students from the Demon King Academy soon find out that the inter-academy exchange is in name only, and they are met with outright hostility. Revest, a third-year student at the top of his class from the Demon King Academy is ridiculed by the students from the Hero Academy when he unsuccessfully tries to activate a magic spell. The students from the Demon King Academy are visibly offended by this treatment, but Anos's words turn the tables. \"As usual, humans sure like to set traps for us, don't they?\" The inter-academy exchange is off to an ominous start.",
          "Aliases": []
        },
        "11": {
          "ID": "7880783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7880783",
          "TitleEnglish": "The Glow of Life",
          "SummaryEnglish": "Round 2 of the inter-academy exams begins. After Revest's deplorable defeat against Heine, Anos and his team battle with the students of the Hero Academy. Anos says that he will think of a strategy if it becomes necessary, and clashes head-on with his enemies using his vast Magic Powers. However, due to a magic barrier called De Igelia that is cast over the entire city, and a young girl named Zeshia who wields the holy sword Enhale, Anos' attacks prove to be futile. Anos and his team are unable to come up with their next strategy, but Misha proposes a plan that could help them win.",
          "Aliases": []
        },
        "12": {
          "ID": "7907677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7907677",
          "TitleEnglish": "Taboo Magic",
          "SummaryEnglish": "\"Please, the only person who can stop Zeshia is me.\" Anos carries Misha, who is on the brink of death after being attacked by Diego, to an inner room of the temple. Eleonore is waiting there and claims that she is \"the embodiment of magic itself.\" She explains the meaning behind this and exposes the madness that has taken ahold of the Hero Academy.",
          "Aliases": []
        },
        "13": {
          "ID": "7907678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/7907678",
          "TitleEnglish": "Let the World Be Filled With Love",
          "SummaryEnglish": "Everything started two thousand years ago. The situation suddenly shifts when the true identity of the man in the black mask, Avos Dilhevia, is revealed. Even after two thousand years, the wounds caused by the endless conflict between demons and humans have not been healed. The Demon King of Tyranny, Anos Voldigoad, makes a choice...",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1906738",
      "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "As peace returns to the demon kingdom, Anos Voldigoad wants nothing more than to put his reputation as the Demon King of Tyranny aside and return to being a misfit at the prestigious Demon King Academy. Unfortunately, any tranquility is fleeting: sinister demons, kings, and deities plan Anos' death from the shadows. Rumors have spread about the “Son of God,” a being whose power may rival Anos’. To discover the truth and eliminate the potential threat, Anos must travel deep into the land of spirits. However, the spiritual world is shrouded in mystery and can only be accessed after passing through a series of difficult trials. With unparalleled power and confidence, Anos prepares to defeat several formidable enemies with lofty titles. But he, with the help of his trusted allies, will barely have to sweat as the true Demon King of Tyranny.",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "8262776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/8262776",
          "TitleEnglish": "A Lesson by God",
          "SummaryEnglish": "Erdomaid DittiJohn, one of the four evil royals, has appeared before Anos as a teacher at Demon King Academy. Not only that, he claims himself to be the Heavenly Father God NousGalia, and that the new \"Child of God\" who will vanquish the Demon King of Tyranny is also at the Demon King Academy. The “Misfit” who overcomes all odds sets off to a new battle!",
          "Aliases": []
        },
        "2": {
          "ID": "9535137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535137",
          "TitleEnglish": "The Demon King's Duel of Intellect",
          "SummaryEnglish": "Anos and his classmates search around Demon King Academy for the \"Child of God.\" While Anos' comrades are fending off the attacks from the demons of two thousand years ago, Anos faces the King of Death's Army Officer, Ziek Ozma, in a duel of intellect. In this duel, Anos must speculate who the \"Child of God\" is and make the correct guess. However, the number of times he can make his guess is limited. What was Anos' answer, and what is Ziek's motive ― ?!",
          "Aliases": []
        },
        "3": {
          "ID": "9535138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535138",
          "TitleEnglish": "The Spirit's School Building",
          "SummaryEnglish": "Anos and the first-year students visit Zehenburg under the guise of an expeditionary examination. Anos's goal is to find his former right-hand man, Shin Reglia, who left a message for him, \"Wait for me in the Spirit Forest Aharthern.\" On the way to the forest, Anos meets an information broker, Lena. Together with her, who is also heading to Aharthern, the group proceeds into the forest's depths.",
          "Aliases": []
        },
        "4": {
          "ID": "9535139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535139",
          "TitleEnglish": "The Spirit's Trial",
          "SummaryEnglish": "In order to visit the Spirit King, Anos and his team continue to go through trials provided by the Great Tree Spirit Enyunien. The next trial, “The staircase of Geunier” is a trial where they must choose the 5 correct paths out of the 20 paths before them, which appears to be a game entirely dependent on luck. However, thanks to the advice from Lena, Anos and the team individually made their ways to the top. Lay and Misa arrive to the Spirit King’s castle first, and engage in the final trial!",
          "Aliases": []
        },
        "5": {
          "ID": "9535140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535140",
          "TitleEnglish": "In Between Royalty and Mixed Blood",
          "SummaryEnglish": "Avos Dilhevia who appeared in Delsgade was actually Misa, who was being controlled by traditions and rumors. After getting the demons in central Dilhade on her side, she declares that she will destroy Anos. Anos is making his way to the Demon King’s Castle to rescue Misa. Meanwhile, in the city, the people being controlled by Avos were attacking mixed blood demons, and they had even started making their way to Anos’ parents…",
          "Aliases": []
        },
        "6": {
          "ID": "9535141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535141",
          "TitleEnglish": "The Great Mother Spirit and the Demon King's Right-Hand Man",
          "SummaryEnglish": "Anos and the others have infiltrated the Underground Dungeon. Before their duel against Avos Dilheiva, they use Time Magic, Revalon, to go back in time to Gairadite two-thousand years ago, in order to unravel the secret behind Misa’s birth, Shin Reglia, Anos’ right-hand man’s, intentions, and the reason behind the Great Spirit Leno’s death. What Anos saw in the world after he had passed was―.",
          "Aliases": []
        },
        "7": {
          "ID": "9535142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535142",
          "TitleEnglish": "Like a Single Stroke of a Sword",
          "SummaryEnglish": "The Forest of the Great Spirit Aharthern. Anos who has transformed into his younger form, takes on the fake name Anoshu Polticoal, and decides to stay to investigate for a while. They watch over Shin who was tasked with being a bodyguard of the Great Spirit Leno by Anos prior to his reincarnation, and then appears the Blaze Death King Erdomaid, who claims to have brought information regarding the gods...",
          "Aliases": []
        },
        "8": {
          "ID": "9535143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535143",
          "TitleEnglish": "The Land of Demons Without a Demon King",
          "SummaryEnglish": "Anos and the others continue their investigation in Aharthern. Although he wasn’t able to switch his source as Avos Dilhevia as the Demon King of Tyranny, Anos receives an important hint from Leno. Lay engages in practicing swordsmanship with Shin. After this, Anos follows after Erdomaid to Delsgade. There, they encounter Demons who were ruling over humans.",
          "Aliases": []
        },
        "9": {
          "ID": "9535144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535144",
          "TitleEnglish": "A Prayer for Two Thousand Years Later",
          "SummaryEnglish": "To prevent a clash that may happen between Anos and humans 2,000 years in the future, Hero Kanon proceeds with the plan to become an imposter Demon King himself, with Shin agreeing to this decision. Gradually but surely, Shin begins to change, and Leno realizes that she loves him. However, after fulfilling his duty to protect her, Shin begins to leave her side...",
          "Aliases": []
        },
        "10": {
          "ID": "9535145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535145",
          "TitleEnglish": "Send Hatred to the Past",
          "SummaryEnglish": "After witnessing Great Spirit Leno and Shin meet a tragic fate, Anos and his classmates return to Delsgade in the present day. There, persecution against those of mixed blood by Meleheyth and the demons whom Avos Deilhevia brainwashed was progressing. Anos holds them off and heads to the throne room. He faces off against Avos who attempts to steal Magic Sword of Destruction Venuzdnor!",
          "Aliases": []
        },
        "11": {
          "ID": "9535146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535146",
          "TitleEnglish": "To Sever That Fate",
          "SummaryEnglish": "Lay challenges Avos to liberate Misa whom he loves. However, Heavenly Father God NousGalia aids Avos, and seals Lay’s power of Evansmana. There, Anos and Shin arrive. Shin fights NousGalia once again to avenge his late wife, but he struggles against the enormous power of God. Then, he hears a voice for the first time in two thousand years...",
          "Aliases": []
        },
        "12": {
          "ID": "9535147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/9535147",
          "TitleEnglish": "The Misfit",
          "SummaryEnglish": "Avos Dilhevia takes control over Magic Sword of Destruction Venuzdnor at last. Anos gives a calm smile to the enemy who seizes everything from the Demon King of Tyranny and reigns control, however... The true purpose of Avos taking control over the Magic Sword at the end of the fierce battle is revealed. How does Anos face off against the Child of God, destroyer of the Demon King of Tyranny, and the power that destroys all life!?",
          "Aliases": []
        },
        "13": {
          "ID": "10340991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10340991",
          "TitleEnglish": "Moon of Creation",
          "SummaryEnglish": "The Mythical Age. In an effort to destroy the Moon of Creation, Anos meets the Goddess of Creation Militia and begins to interact with her. And now the present... Anos, who has made his identity as the Demon King of Tyranny known throughout the world, joins classes at Demon King Academy as the transfer student, Anoshu. To train even stronger demons, Erdomaid instates the Great Demon King Drills. As the first initiative, swordsmanship training under Shin begins!",
          "Aliases": []
        },
        "14": {
          "ID": "10403426",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403426",
          "TitleEnglish": "Goddess of Selection",
          "SummaryEnglish": "To investigate the dragon sighted in Azeshion, Anos and his friends visit the Hero Academy in the name of participating in an exchange program. Emilia teaches at the Hero Academy, but despite her efforts, Ledriano and the other students of the Hero Academy are rather unenthusiastic about the exchange. Furthermore, Zamira, the headmaster of the Hero Academy, issues a decree to slay the dragon. Yet, as Emilia resists his unreasonable order, the Hero Academy students begin to lose interest…",
          "Aliases": []
        },
        "15": {
          "ID": "10403427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403427",
          "TitleEnglish": "Institute of the Gods",
          "SummaryEnglish": "Erdomaid trains the students in methods of dragon slaying. He does so in a dangerous battle with an actual dragon summoned. Anos and his friends infiltrate the dragon’s den and arrive in the Underground World, where the dragonfolk called Draconids live. Ahide, who attacked the previous evening, guides them to the Institute of the Gods, Everastanzetta. There, Anos is told how he has already been involved in the “Judgement Selection.”",
          "Aliases": []
        },
        "16": {
          "ID": "10403428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403428",
          "TitleEnglish": "With a Pinch of Courage",
          "SummaryEnglish": "Emilia and her students take on the dragon-slaying and binding spell called “De Jelias.” However, Emilia and her students failed because they couldn't corporate with Laos and others. It was then that she caught a glimpse of their helplessness…. Meanwhile, Ley who was invited as a hero, has an audience with Lysius, King of Gairadite. He is asked to save the ailing royal family. But as he is shown around, what he encounters is…!",
          "Aliases": []
        },
        "17": {
          "ID": "10403430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403430",
          "TitleEnglish": "Battle of Pride",
          "SummaryEnglish": "A horde of dragons approaches Azeshion! To protect their homeland with their own hands, the Hero Academy students set out to slay the dragons without the help of Anos and his friends. Under Emilia’s command, the Hero Academy students engage in a battle to the death. Meanwhile, Lay and Misa wind up in a predicament after being captured by Lysius…. Anos and the others head to the Underground World to take care of their own agenda. There, he learns that Ahide is controlling the Draconids.",
          "Aliases": []
        },
        "18": {
          "ID": "10403432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403432",
          "TitleEnglish": "Almighty Demon King",
          "SummaryEnglish": "Ahide announces that Midhaze will be destroyed. However, the oracle’s will contradicts Arcana’s true intentions. Shin also joins in the fray as the two finally face off! Ahide possesses Arcana and thrusts the judgement of the Sword of the Almighty, Leviangilma, upon Anos. Arcana states that to destroy Ahide, he must be slashed three times with the Divine Sword. But the sword obliterates the source of anyone who draws the sword from its sheath….",
          "Aliases": []
        },
        "19": {
          "ID": "10403434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403434",
          "TitleEnglish": "The Great Demon King Drills",
          "SummaryEnglish": "That day, Anos had a dream about a time that he lived together with a young girl. The young girl is strangely also named Arcana…. Furthermore, the fact that the Draconids called the fusion of Sasha and Misha the Goddess of Absurdity, Genedonov, was also a problem. To investigate the piling mysteries, Anos decides to take a special class in the Underground World. And as a special lecturer, Anos teaches the student of Demon King Academy himself!?",
          "Aliases": []
        },
        "20": {
          "ID": "10403436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403436",
          "TitleEnglish": "Kingdom of the Dragon God",
          "SummaryEnglish": "Arriving in Giorhaze, capital of the Underground World Giordal, Anos follows a wary Erdomaid to a church. There, they obtain a Pledge Jewel which summons dragons. Furthermore, Erdomaid sees Naya’s aptitude and makes a pack with her after learning her plan. Anos hears about Ahide’s actions from the bishop of the church and decides to catch him before he meets the pope.",
          "Aliases": []
        },
        "21": {
          "ID": "10403439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403439",
          "TitleEnglish": "Demon King Hymn No. 6 \"Neighbors\"",
          "SummaryEnglish": "The sacred Sojourner’s Psalm to be performed at the Divine Dragon Festival is in danger of being cancelled due to Ahide’s schemes! Ellen and the Anos Fan Union are asked to take the stage instead as the Dilhade Demon King Choir. The Draconids are drawn in by their song and begin to sing along. Meanwhile, while trying to pursue and capture Ahide, Anos encounters Dietrich, the King of Agatha, who has received a prophecy from the Goddess of the Future Naphta.",
          "Aliases": []
        },
        "22": {
          "ID": "10403441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403441",
          "TitleEnglish": "Liebarschend, the God of Vestiges",
          "SummaryEnglish": "Anos and Pope Golroana clash for the future of their respective countries! GGG launches a fierce attack with Gospel Magic using the power of the God of Gospel Doldread, who controls sound. Anos counters with the song of the Dilhade Demon King Choir and brings Golroana’s support, the former popes, into the fray. Yet even after the conclusion of the battle, Golroana continues his prayers. Anos offers him peace, but…",
          "Aliases": []
        },
        "23": {
          "ID": "10403444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403444",
          "TitleEnglish": "The Promise Made in a Dream",
          "SummaryEnglish": "Ceris, commander of the Phantom Knights, who claims to be Anos' father, says that Militia gave Anos false memories. After Ceris leaves, Arcana, unable to recover her memories of Anos, falls into a dream once again. In her memory of 2,000 years ago, Arcana hears a secret about herself from Ceris. Anos reincarnates Arcana to protect her, but his wish for her at the time was…",
          "Aliases": []
        },
        "24": {
          "ID": "10403446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-misfit-of-demon-king-academy/episodes/10403446",
          "TitleEnglish": "The Dream That God Saw",
          "SummaryEnglish": "The battle between Dilhade and Giordal intensifies! However, Anos becomes suspicious of Giordal's small fighting force. After seeing Cannibal flying out of the castle and noticing he has eaten the song of a Divine Dragon, Anos comes to one final conclusion. The 1,500 years of prayer that Giordal had continued for so long…was a never-ending barrier separating the two irreconcilable nations.",
          "Aliases": []
        }
      }
    }
  }
}