{
    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11688122/",
        "https://colopl.co.jp/shironekoproject/animation/zero_chronicle/",
        "https://www.themoviedb.org/tv/93649"
    ],
    "TitleEnglish": "Shironeko Project: Zero Chronicle",
    "SummaryEnglish": "In a world consisting of numerous isles, a young hero from the Astora Isle encounters the adventurer Kyle and follows him on an expedition on the isle. They meet a mysterious girl named Iris and a talking white cat, and together they make their way to the isle's ruins, where they find a flying island. Kyle becomes consumed by darkness there, and the party resolves to travel to the ends of the world on the flying island in order to find the seven \"Great Runes\", following Kyle's words before he disappeared.",
    "TitleJapanese": "白猫プロジェクトZERO CHRONICLE",
    "SummaryJapanese": "ずっとずっと昔の時代、天空には白の王国が、\n地上には黒の王国があり、〈均衡〉を保ちつつ〈循環〉していた。\n\nある時、黒の王国で魔獣に襲われ壊滅した村で、少年が墓を掘っていた。\nその少年の元へ、先代の闇の王候補者スキアーズが現れる。\nスキアーズに見出された少年は、闇の王子となってこの世界を変える事を決意する。\n\n一方、白の王国の守護神である光の王 アイリスは、光と闇の均衡が破られる事を懸念していた。\n\nそこへ均衡を乱す存在バール出現の知らせが入る。\n黒の王国の闇の王は、目障りなバールを討つために盟約を申し入れる。\n\n光の王 アイリスは、黒の王国からの使者闇の王子と出会い、\n共に平和な世界をもたらそうと〈約束〉する。\n\nだがふたりの〈約束〉は、闇の王によって踏みにじられる事となる。\n\nふたりが交わした〈約束〉と、世界を滅ぼした始まりの罪。\n〈根源〉（ゼロ）へと至る物語が幕を開ける―――",
    "Aliases": [
        "Shironeko Project Zero Chronicle",
        "Shironeko Project - Zero Chronicle"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1816477",
            "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7551531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7551531",
                    "TitleEnglish": "The Land Protected by Light",
                    "SummaryEnglish": "The world is split between a kingdom of light in the sky and a kingdom of darkness on earth. As the King of Darkness devotes himself to war, monsters ravage his lands. A boy whose village was destroyed by monsters questions the king's rule.",
                    "TitleJapanese": "光に守られし国",
                    "SummaryJapanese": "ずっとずっと、昔のこと。はるかな天空に浮かぶ、美しい王国。\nその玉座で丸まる気高き白猫に、泥にまみれた黒猫が恋をした。それが、すべてのはじまり――。\n\n黒の王国の辺境の集落で、少年は慎ましい暮らしをしていた。\nしかしある時、少年の住む村に現れた魔獣のせいで、村は壊滅してしまう。\n一人だけ生き残った少年は、村人の墓を掘っていた。そこへ、黒い鎧を纏った謎の剣士、スキアーズが現れ――"
                },
                "2": {
                    "ID": "7676389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7676389",
                    "TitleEnglish": "The World's Egoism",
                    "SummaryEnglish": "The monstrous Bahl attacks the Kingdom of White, indiscriminately slaughtering all in his path. While Iris rushes to intercept him, the Prince of Darkness begins his training to become king far below in the Kingdom of Black.",
                    "TitleJapanese": "世界の我儘",
                    "SummaryJapanese": "白の王国の守護神である光の王アイリスは、光と闇の均衡が闇の王によって破られる事を懸念していた。\nそこへ、バール出現の知らせが入る。均衡を乱す存在バールは、破滅的な力で西の都を蹂躙する。\n一方、黒の王国で王を目指す少年は、スキアーズの館で暗黒騎士ヴァルアスから修行を受け、闇の王後継者候補として成長していた。"
                },
                "3": {
                    "ID": "7697160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7697160",
                    "TitleEnglish": "The Grief-Stricken Queen of Light",
                    "SummaryEnglish": "In the Kingdom of White, Iris reflects on her duties and the events that led her to become queen. Meanwhile, in the Kingdom of Black, the Prince of Darkness enters a competition to make his position as heir to the throne official.",
                    "TitleJapanese": "愁傷の光の王",
                    "SummaryJapanese": "アイリスは自身が光の王になる前、シーマと共に修行した頃を思い出していた。王として、孤独と向き合い戦い抜く事を決意するアイリス。\n一方、グローザに連れられ闘技場に来た少年は、スキアーズ家の代表として王位継承者決定戦に挑む。そこで、同じ候補者であるアデルと対決する。"
                },
                "4": {
                    "ID": "7700112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7700112",
                    "TitleEnglish": "The Messenger from Black",
                    "SummaryEnglish": "The prince and Adel travel as envoys to the Kingdom of White. Although they bring an offer of alliance, their nations are still at war, and they are greeted with suspicion and hostility. Can the prince successfully navigate the pitfalls of diplomacy?",
                    "TitleJapanese": "黒の使い",
                    "SummaryJapanese": "白の王国に特使として派遣されたアデルと闇の王子。ファイオスに警戒されながらも、光の王アイリスと初めて対面する。\nバールと戦うための、両王国の共闘の盟約を届けるアデルと闇の王子。\nすぐには受け入れられないアイリスは、返答をためらうが――"
                },
                "5": {
                    "ID": "7700115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7700115",
                    "TitleEnglish": "United Front",
                    "SummaryEnglish": "Iris agrees to join forces with the King of Darkness to put an end to Bahl and his indiscriminate rampages. The forces of darkness rally to stop Bahl's assault, but can they hold out long enough for the two monarchs to bring him down?",
                    "TitleJapanese": "共闘",
                    "SummaryJapanese": "”均衡の一端”バールが黒の王国に現れる。\n驚異的な戦闘力で、闇も光も等しく滅ぼそうとするバールは、ヴァルアス、グローザ率いる王国軍と全面対決する。\n総力を挙げて抑え込もうとする黒の王国だが、力の差は歴然であった――"
                },
                "6": {
                    "ID": "7700118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7700118",
                    "TitleEnglish": "The Gray-Green Demoness",
                    "SummaryEnglish": "Groza joins the prince and Adel in the Kingdom of White, bringing an offer to extend the peace between the kingdoms. While the two sides work to build their newfound frienship, Groza finds herself irritated by the prince's interest in Iris.",
                    "TitleJapanese": "灰緑の魔障",
                    "SummaryJapanese": "バールとの闘いで力を使い果たしたアイリス。回復には時間がかかるが、意外にも黒の王国は停戦を申し入れる。\n今後白の王国に攻め入らぬよう、闇の王に進言すると話すアデル。光と闇の戦士たちは、しばしの休息に、街で親睦を深める。\nそんな時、グローザの提案で、お互いの着ている服を交換することになり――"
                },
                "7": {
                    "ID": "7700122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7700122",
                    "TitleEnglish": "Picking Wild Greens",
                    "SummaryEnglish": "Iris leads everyone to her kingdom's woods to pick wild greens for a group meal. Over the course of their time together, the two groups gain a new appreciation of their differences and what they can learn from each other.",
                    "TitleJapanese": "山菜採り",
                    "SummaryJapanese": "アイリスの提案で山菜採りに向かう、光と闇の戦士たち。\n山菜採り競争を提案するアデルだったが、アイリスの知識に誰も太刀打ちができない。\n嬉しそうに山菜を採るアイリスに、感心する闇の王子。\nそんな時、テオの姿が見当たらなくなり――"
                },
                "8": {
                    "ID": "7700125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7700125",
                    "TitleEnglish": "A Promise",
                    "SummaryEnglish": "The prince, Adel and Groza are suddenly recalled to the Kingdom of Black. All seems to be going well during their final audience with Iris until Adel begins acting strangely.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "黒の王国に帰る事となった、アデルと闇の王子。\nアイリスは白と黒の平和的な均衡を信じ、通商の盟約を結ぼうとしていた。\n騎士団長ファイオスともすっかり打ち解けた二人は、アイリスに最後の挨拶をするため王宮に向かうのだが――"
                },
                "9": {
                    "ID": "7702441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7702441",
                    "TitleEnglish": "The Queen of Light and the Prince of Darkness",
                    "SummaryEnglish": "After his return to the Kingdom of Black, the Prince of Darkness is barred from the palace and ordered to hunt dangerous monsters on the frontier. Meanwhile, Phious worries about Iris's condition as the Kingdom of White prepares for war.",
                    "TitleJapanese": "光の王と闇の王子",
                    "SummaryJapanese": "闇の王子と約束を交わしたアイリス。だが、度重なる戦いで疲弊し、力を失っていた。\nファイオスはアイリスを回復させる為、エルフの長アランティアと清浄なるソウルの塊を探しに行く。\n一方、黒の王国に戻った闇の王子は、光と闇の在り方に疑問を感じていた。グローザと共に魔獣退治を命じられた王子は、辺境の地へと向かうが――"
                },
                "10": {
                    "ID": "7702442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7702442",
                    "TitleEnglish": "The Gentle Song of Darkness",
                    "SummaryEnglish": "Phious hurries to retrieve the Shining Droplets that will heal Iris while the forces of darkness besiege the Kingdom of White. Meanwhile, Groza confronts the Prince of Darkness about her feelings for him.",
                    "TitleJapanese": "やさしき闇の詩",
                    "SummaryJapanese": "アイリスは光の王として、黒と白の均衡を保つ重みを実感していた。しかし、自分一人ではこの状況を変える事はできなかった。\nアランティアと共にソウルの泉に辿り着いたファイオスは、光輝の雫を発見する。\n黒の王国では、闇の王子とグローザが崖の底で強敵バフォメットと対峙していた――"
                },
                "11": {
                    "ID": "7702443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7702443",
                    "TitleEnglish": "The Distant Sky",
                    "SummaryEnglish": "With the prince and Groza left stranded on the surface, the King of Darkness launches his final assault on the Kingdom of White. Will Iris and her forces be able to withstand his onslaught?",
                    "TitleJapanese": "はるか天空",
                    "SummaryJapanese": "黒の王国の城下町。空では大量の軍船が天へと昇る。\n闇の王は、白の王国を闇で染めるため、決戦に向かおうとしていた。\n光輝の雫によって力を取り戻したアイリスは、始祖のルーンの力で王国民を強化し、黒の軍勢を迎え撃つ。\n闇の王とアイリス、闇と光の根源が対峙する――"
                },
                "12": {
                    "ID": "7702444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shironeko-project-zero-chronicle/episodes/7702444",
                    "TitleEnglish": "The Sin of the Beginning",
                    "SummaryEnglish": "As Iris makes a last, desperate attempt to stop the King of Darkness, the prince finds himself blocked from joining the battle by a familiar face.",
                    "TitleJapanese": "はじまりの罪",
                    "SummaryJapanese": "黒の王国の王宮へと案内された闇の王子。そこへ、思いも掛けない人物が現れる。\n闇の王の策略を告げられた闇の王子は、秘められていた真の力を開放する。\n\n白の王国では、アイリスとシーマが全てを注ぎ込んだ”運命の歯車”をもってしても、避けることのできない滅びが迫っていた。\n闇の王の力がアイリスの力を上回り、王国が、闇の瘴気に覆われていく。\n自分の全てが通じない事を悟った光の王は、最後の決断をする――"
                }
            }
        }
    }
}