{
    "URL": "https://www.thetvdb.com/series/tower-of-god",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.facebook.com/anime.tog",
        "https://www.imdb.com/title/tt12057106/",
        "https://www.instagram.com/official.tower.of.god",
        "https://tog-anime.com/",
        "https://www.themoviedb.org/tv/97860",
        "https://x.com/anime_ToG"
    ],
    "TitleEnglish": "Tower of God",
    "SummaryEnglish": "There is a tower that summons chosen people called \"Regulars\" with the promise of granting their deepest desires. Whether it be wealth, fame, authority, or something that surpasses them all—everything awaits those who reach the top. Twenty-Fifth Bam is a boy who had only known a dark cave, a dirty cloth, and an unreachable light his entire life. So when a girl named Rachel came to him through the light, his entire world changed. Becoming close friends with Rachel, he learned various things about the outside world from her. But when Rachel says she must leave him to climb the Tower, his world shatters around him. Vowing to follow after her no matter what it takes, he sets his sight on the tower, and a miracle occurs. Thus begins the journey of Bam, a young boy who was not chosen by the Tower but opened its gates by himself. They call his kind \"Irregulars\"—beings that have shaken the very foundation of the Tower each time they set foot inside it.",
    "TitleJapanese": "神之塔 -Tower of God-",
    "SummaryJapanese": "神の塔はTwenty-Fifth Bamと呼ばれる少年を中心にしています。彼は人生の大部分を、親しい友人であるRachelだけと一緒に広大で神秘的な塔の下に閉じ込められて過ごしています。 レイチェルがタワーに入ると、バムはドアを開けることができ、彼の最も近い仲間を見つけようとすると、このタワーの各階で課題に直面します。\n\n（情報源：ウィキペディア）",
    "Aliases": [
        "Kami no Tō",
        "Kami no Tou"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "1": {
            "ID": "1819691",
            "URL": "https://www.thetvdb.com/series/tower-of-god/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7580214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7580214",
                    "TitleEnglish": "BALL",
                    "SummaryEnglish": "She wanted to see the stars. He wanted to be with her. What do you desire that you would give your life for? Only those with the strength to survive can acquire that which they seek at the top of the tower.",
                    "TitleJapanese": "BALL",
                    "SummaryJapanese": "少女は、星が見たいと願った。\n少年は、彼女と一緒に居たいと願った。\n全てと引き換えにしてでも、望むものとは何か。\n生き残る力を持つ者だけが、塔の頂上でそれを手にする。"
                },
                "2": {
                    "ID": "7659830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7659830",
                    "TitleEnglish": "3/400 (Three Four-Hundredths)",
                    "SummaryEnglish": "Bam overcomes Headon's test and ascends to the second level of the tower. \"The Black March\" Bam received from Yuri catches the attention of Khun, who toys with him. Together they aim for the top, but...",
                    "TitleJapanese": "400分の３",
                    "SummaryJapanese": "へドンのテストを乗り越え、塔の二階に進んだ夜。\nユリから授かった「黒の三月」に目を付ける人物、クンによって、\n夜は翻弄されながらも上を目指すことになるが、果たして…"
                },
                "3": {
                    "ID": "7663521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663521",
                    "TitleEnglish": "The Correct Door",
                    "SummaryEnglish": "When Test Director Hansung Yu announces the subject of the test, Rak throws a tantrum, and Bam calms him. Meanwhile, the gears in Khun's head alone are turning. Second by second, time moves forward. What will they do?",
                    "TitleJapanese": "正解の扉",
                    "SummaryJapanese": "総監督官であるユハンに告げられた試験内容に、\n癇癪かんしゃくを起こすラーク、それを宥なだめる夜。\nそしてひとり、思考を巡らせているクン。\n時間は刻々と進み、彼らがとった行動とは。"
                },
                "4": {
                    "ID": "7663523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663523",
                    "TitleEnglish": "The Green April",
                    "SummaryEnglish": "At the end of the first round of the Crown Game, Anaak, wielder of the ever-changing sword \"The Green April,\" sits upon the throne. Bam, Khun, and Rak wait for the right moment to participate. Will they survive until the end of this bonus game?",
                    "TitleJapanese": "緑の四月",
                    "SummaryJapanese": "クラウンゲーム1回戦を終え玉座についたのは変幻自在の刀「緑の四月」を持つアナク。出番を見計らう夜たちはこのボーナスゲームを勝ち抜けることができるのか。"
                },
                "5": {
                    "ID": "7663524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663524",
                    "TitleEnglish": "The Crown’s Fate",
                    "SummaryEnglish": "Bam's team defends the crown from the looming Regulars. As they charge into battle one after alone, Bam is distracted by a lone girl. The Regulars attack Bam, but...",
                    "TitleJapanese": "王冠の行方",
                    "SummaryJapanese": "迫りくる選別者たちから王冠を守る夜チーム。次々と戦闘に突入する中、夜はひとりの女の子に気を取られてしまう。そんな夜に選別者が襲い掛かるが、その矛先は…。"
                },
                "6": {
                    "ID": "7663527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663527",
                    "TitleEnglish": "Position Selection",
                    "SummaryEnglish": "What will Khun do after meeting Rachel? The position selection begins, and despite struggling with their assignments, the examinees grow closer. Meanwhile, someone watches them and ruminates from afar...",
                    "TitleJapanese": "ポジション分け",
                    "SummaryJapanese": "ラヘルと出会い、クンが選んだ行動とは。ポジション選別が始まり、課題に苦戦しながらも少しずつ仲を深めるメンバーたち。それを遠くから見つめ思いを巡らせるのは…。"
                },
                "7": {
                    "ID": "7663529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663529",
                    "TitleEnglish": "Lunch and Tag",
                    "SummaryEnglish": "Several days have passed since Anaak and Endorsi's feud came to a total stop. As the next \"Tag\" test is about to begin, dark clouds begin gathering around Bam again.",
                    "TitleJapanese": "ご飯と鬼ごっこ",
                    "SummaryJapanese": "アナクとエンドロシの確執に終止符が打たれ、数日。次の試験「鬼ごっこ」が始まろうとする中、夜を中心にして、再び暗雲が立ち込め始める。"
                },
                "8": {
                    "ID": "7663532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663532",
                    "TitleEnglish": "Khun’s Strategy",
                    "SummaryEnglish": "Team A is awed by the overwhelming power of the Ranker. As the Regulars are attacked one after another in the dark, will Anaak make it to the exit? What is Khun's next plan?",
                    "TitleJapanese": "クンの策略",
                    "SummaryJapanese": "ランカーの圧倒的な力の前に、愕然（がくぜん）となるクン率いるAチーム。選別者達は足止めを図るが、暗闇の中つぎつぎと襲われていく。アナクは出口まで逃げ切ることができるのか。 クンの次なる作戦とは。"
                },
                "9": {
                    "ID": "7663533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663533",
                    "TitleEnglish": "The One-Horned Ogre",
                    "SummaryEnglish": "\"My plan worked.\" With this declaration, Endorsi kicks her own teammate. What was the true intention of her plan to gather all the Fishermen in one location and see how the Ranker would act?",
                    "TitleJapanese": "片角の鬼",
                    "SummaryJapanese": "「作戦、大成功」、そういってチームメイトを蹴飛ばし不敵に微笑むエンドロシ。戸惑う夜に、エンドロシは自分の過去を語る。それぞれの譲れない思いが交錯する中、夜が選んだ答えとは。"
                },
                "10": {
                    "ID": "7663534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663534",
                    "TitleEnglish": "Beyond the Sadness",
                    "SummaryEnglish": "Rachel suffers a grave wound. How will she feel about reuniting with Bam? As their various thoughts and intentions jumble together, each one reaches their own decision in order to move forward. What waits for them beyond their sadness?",
                    "TitleJapanese": "悲しみの先に",
                    "SummaryJapanese": "深い傷を負ったラヘル。彼女は、夜との再会を果たし、何を思うのか。色々な思惑が入り乱れる中、先へ進むためにそれぞれが下した決断。悲しみの先に待つものとは。"
                },
                "11": {
                    "ID": "7663536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663536",
                    "TitleEnglish": "Underwater Hunt (Part One)",
                    "SummaryEnglish": "Another test is held to reach the top of the tower. Much has been lost and important things have been gained in order to climb the tower. Accept it all and move forward in the direction your feelings lead you.",
                    "TitleJapanese": "潜魚狩り(前編)",
                    "SummaryJapanese": "塔の頂上を目指して、今日も試験が行われる。塔を登るため、失った多くのもの、手に入れた大切なもの。全てを受け止め、動き出す。自分の気持ちの向かう方へ。"
                },
                "12": {
                    "ID": "7663537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663537",
                    "TitleEnglish": "Underwater Hunt (Part Two)",
                    "SummaryEnglish": "All manner of thoughts and intentions intersect at the chaotic final testing ground. While tossed about by a giant plot, the combatants boldly race across the battlefield. As the test reaches its climax, what resolve will Bam show to Rachel?",
                    "TitleJapanese": "潜魚狩り（後編）",
                    "SummaryJapanese": "様々な思惑が交錯（こうさく）し、混沌とする最終試験会場。巨大な陰謀に翻弄（ほんろう）されながら、戦士達は果敢に戦場を駆ける。試験が佳境を迎える中、夜が、ラヘルが、示す決意とは。"
                },
                "13": {
                    "ID": "7663539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/7663539",
                    "TitleEnglish": "Tower of God",
                    "SummaryEnglish": "Just as the guardian's test is about to end, Bam is pushed off by Rachel. Time turns back to when the tower's doors opened. How did Bam spend his time? What is the world Rachel saw?",
                    "TitleJapanese": "神之塔",
                    "SummaryJapanese": "管理人の試験を無事終えようとしていた時、ラヘルによって突き落とされた夜。そして時は戻り、塔の扉が開いたとき。夜が過ごしてきた時間とラヘルが見てきた世界が交錯していく。"
                }
            }
        },
        "2": {
            "ID": "2016680",
            "URL": "https://www.thetvdb.com/series/tower-of-god/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10075790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10075790",
                    "TitleEnglish": "Last Chance",
                    "SummaryEnglish": "On the twentieth level, there is another test to determine who may continue to climb the tower. Many who have failed and buried their dreams gather there. However, Ja Wangnan does not want to give up and puts everything on one last chance.",
                    "TitleJapanese": "LAST CHANCE",
                    "SummaryJapanese": "新たな物語は塔の20階から幕を開ける……ここは塔に入る事を許された「選別者」たちがもう一度選別される特別な場所。血気盛んな若者「王野 成」もさらに上の階を目指すことを認められる「Ｅ級選別者」になるため、これまで以上に難関な試験に立ち向かう選別者の一人だった。彼は言う。「俺は塔の王になる男だ！」と。"
                },
                "2": {
                    "ID": "10563857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563857",
                    "TitleEnglish": "The Strongest Regular",
                    "SummaryEnglish": "Once all the successful candidates had gathered, the second test began. However, the Test Director makes a strange proposal to Viole, who passes the test with top marks.",
                    "TitleJapanese": "最強の選別者",
                    "SummaryJapanese": "第一次試験をクリアした王野、ビオレ、虎助、マナ、カナ、ホーンは控室で他の合格者の到着を待っていた。気掛かりなのは圧倒的な戦闘能力を持つビオレが、巨大犯罪組織「FUG」の一員であるらしいということだった。合格者が揃い、第二次試験が開始。だが、成績トップで合格したビオレに試験監督は妙な提案を持ちかけた。"
                },
                "3": {
                    "ID": "10563858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563858",
                    "TitleEnglish": "The Trustworthy Room",
                    "SummaryEnglish": "Viole refused to choose companions for the journey ahead. Therefore, another test is being conducted to resolve this issue.",
                    "TitleJapanese": "信じられる部屋",
                    "SummaryJapanese": "FUGの一員であり、塔を支配するザハードの一族を殺す使命を担っていること明かしたビオレ。己以外の者は全員不合格にしろと試験監督・ラブに迫る。ラブは自分と一対一でゲームを行い勝てばその言い分を認めるという提案を出し、ビオレは受け入れる。一方、王野たちは頭脳戦とも言える試験「信じられる部屋」を受けることに。"
                },
                "4": {
                    "ID": "10563859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563859",
                    "TitleEnglish": "Ramen and the Great Big Sky",
                    "SummaryEnglish": "In the test on the 20th floor, the examinees are supposed to form teams and capture rooms. However, trust is a rare resource in a world that rewards betrayal.",
                    "TitleJapanese": "ラーメンと広い空",
                    "SummaryJapanese": "ラブとビオレが激しい戦いを繰り広げている中、王野たちも「信じられる部屋」の試験に合格することに必死だった。第一次試験での対戦相手であり、そこで合格した王野たちが組んだチームと、悪徳金融会社社長子息・プリンスをリーダーとしたライフル配下の者で構成されたチームとの対決、勝利するのは!?"
                },
                "5": {
                    "ID": "10563860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563860",
                    "TitleEnglish": "The Other Team",
                    "SummaryEnglish": "Khun continues to climb the tower, thinking of his best friend Bam. He has assembled a new team and is dragging along the sluggish Rachel. But there's much more going on behind the scenes.",
                    "TitleJapanese": "もうひとつのチーム",
                    "SummaryJapanese": "所変わって塔の25階。新たな仲間のスカウトを行っているクン・アゲロ・アグネスは、並外れた速さをもつスピーダーであるダンをチームに入れるためある賭けを持ちかける。クンが新たなチームを結成している理由とは…"
                },
                "6": {
                    "ID": "10563861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563861",
                    "TitleEnglish": "Zygaena's Flower",
                    "SummaryEnglish": "The team with Viole and Wangnan faces the next test on their journey to the top of the tower. But before that, they are evaluated by Viole's friends from FUG.",
                    "TitleJapanese": "チゲナの花",
                    "SummaryJapanese": "王野たちは21階に辿り着き滞在していた。名家であるザハード十家門・蓮家の娘であり王野チームの一員でもある梨花は、ビオレがＦＵＧの仲間のファリョン、真田ユタカと落ち合う場面を見かけてしまう。その後、王野たちは試験会場へ向かうも相手チームが逃げてしまい、想定外の試験を受けることになってしまう……。"
                },
                "7": {
                    "ID": "10563862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563862",
                    "TitleEnglish": "Mazino Magic",
                    "SummaryEnglish": "The battle against Urek continues in Zygaena. In a deadly game between Urek and Viole, the stakes are Zygaena's flower. But then, everything takes an unexpected turn.",
                    "TitleJapanese": "マジノマジック",
                    "SummaryJapanese": "今回の試験は21階の神とあがめられている巨大な神海魚「チゲナ」の体内へ入って、そこに咲く「チゲナの花」を探して取ってくるというものだった。広い体内でチゲナの花をようやく探し出すも、王野らの前に謎の男が現れる。彼もまた別の理由でチゲナの花を求めている者だった。花を求めて謎の男とのゲームが始まった！"
                },
                "8": {
                    "ID": "10563863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563863",
                    "TitleEnglish": "Her Name Is Emily",
                    "SummaryEnglish": "Both Khun's team and the team of Wangnan and Viole continue to climb the tower, facing the necessary trials along the way. In the process, they discover a new tool: the increasingly popular chat AI, Emile.",
                    "TitleJapanese": "彼女の名はエミリー",
                    "SummaryJapanese": "チゲナの花の試験から２年経ち王野たちも28階の試験を受けるまでになっていた。この試験も無事にクリア。一方、クンのチームは29階の試験を受けておりこちらも順調のようだ。どのチームも目指すは２ヶ月後に迫った30階で開催される「工房戦」。５年に１度開催されるアイテム争奪戦に向け各チーム進んでいく。"
                },
                "9": {
                    "ID": "10563864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563864",
                    "TitleEnglish": "One-Winged Devil",
                    "SummaryEnglish": "Kang Horyang shares his past with his teammates and asks Viole about the source of his power.",
                    "TitleJapanese": "片翼の悪魔",
                    "SummaryJapanese": "塔の28階に「右腕の悪魔」と呼ばれる人物が発見された情報がクンと王野たちにもたらされた。王野の仲間・虎助曰く「右腕の悪魔」の本名はベニアミノ・カサノ。虎助と同じく子供の頃に施設の過酷な状況の中生き残り、共に育ち数多の武器の中で最も強力な威力を誇る「生きる始動武器」として開発されたのだと言う。カサノを探し求めていた虎助の決断は—。"
                },
                "10": {
                    "ID": "10563865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563865",
                    "TitleEnglish": "The Hand of Arlen",
                    "SummaryEnglish": "Kang Horyang leaves to look for Cassano alone. Unable to abandon their teammate, Viole and the others go after him.",
                    "TitleJapanese": "アルレンの手",
                    "SummaryJapanese": "チームを離れカサノを探し求めて28階の「テント村」を訪れた虎助は情報屋・シアシアから居る場所を聞き出す。そこは巨大な手の石像「アルレンの手」。虎助はそこで同じく右腕の悪魔を倒す目的で来たクンのチームと鉢合ってしまう。一方、虎助を追ってビオレもまたテント村へ到着した—。"
                },
                "11": {
                    "ID": "10563866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563866",
                    "TitleEnglish": "A Thick and Distant Wall",
                    "SummaryEnglish": "Viole witnesses Kang Horyang's defeat and unleashes an incredible power. Meanwhile, Khun realizes he has been betrayed and rushes to save his teammates.",
                    "TitleJapanese": "厚くて遠い壁",
                    "SummaryJapanese": "虎助がランとノビックとの戦闘の中、遂にカサノが姿を現すが、ランとノビックの前に虎助はやられてしまう。その光景を前にしたビオレは、静かに激昂し驚異の力を放つ。一方この一連のできごとは、チームの裏切りによる罠だったと知ったクンは混乱の中、ランとノビックの元へと急ぐ—。"
                },
                "12": {
                    "ID": "10563867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563867",
                    "TitleEnglish": "A New Trial",
                    "SummaryEnglish": "The Hand of Arlen is destroyed by FUG. Wangnan's team rescues Khun from the rubble, who explain that the long-haired man he saw is FUG Slayer Candidate Jue Viole Grace. While contemplating recent events, Khun encounters a familiar face...",
                    "TitleJapanese": "新たな試練",
                    "SummaryJapanese": "FUGにより崩壊した「アルレンの手」に取り残されたクンを救い出した王野たち。クンは王野たちがFUGのスレイヤー候補ビオレの仲間である事を知る。夜の面影を感じた長髪の男…自身のチーム崩壊…これまでの一連のできごとに思索を巡らせているクンの前に現れたのは―。"
                },
                "13": {
                    "ID": "10563868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10563868",
                    "TitleEnglish": "Archimedes",
                    "SummaryEnglish": "Khun learns the truth from Hwaryun and decides to join Wangnan's team in the Workshop Battle. Meanwhile, Bam remains on Team FUG as Viole.",
                    "TitleJapanese": "アルキメデス",
                    "SummaryJapanese": "ファリョンから全てを聞かされたクンは王野たちのチームと共に工房戦へ出場を決意。一方「アルレンの手」でクンとやっと再会できた夜だったが未だFUGに縛られたままビオレとしてＦＵＧチーム担うに残ることになる。シビスチームは打倒FUGを掲げ、ラークもまた自身の信じる道の中、それぞれの想いが交差する工房戦が遂に「アルキメデス」にて開幕する―！"
                },
                "14": {
                    "ID": "10684068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684068",
                    "TitleEnglish": "Meeting the Traveler",
                    "SummaryEnglish": "Workshop Manager Io announces a game in which all participants will compete for a spot on the floating ship. As each team prepares for the start of the game, Viole rescues a Traveler being chased by a security robot in a back alley.",
                    "TitleJapanese": "旅人との出会い",
                    "SummaryJapanese": "アルキメデス搭乗2日前。30階は賑わいを見せている中、工房戦進行役「イオ」から参加者たちに搭乗券をかけたゲームの開始が告げられる。それぞれのチームがゲーム開始に向け動く中、ビオレは路地裏でパトロールに追われていた「旅人」を助け出す。"
                },
                "15": {
                    "ID": "10684069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684069",
                    "TitleEnglish": "The Promise of That Day",
                    "SummaryEnglish": "Unaware that FUG agent Viole is actually Bam, Endorsi Jahad attempts to capture him. Meanwhile, Team Shibisu launches a surprise attack on the hotel where Team FUG is staying and Wangnan and Team Khun face off against Chang and Quaetro.",
                    "TitleJapanese": "あの日の約束",
                    "SummaryJapanese": "旅人とともにパトロールと対峙していたビオレの元に現れたエンドロシ・ザハード。ビオレが夜である事を知らない彼女はビオレを捕えようとする。一方シビスチームはFUGチームの待機ホテルへ奇襲、王野、クンチームはチャン、クエトロと相対し、それぞれのゲームが動き出していた。"
                },
                "16": {
                    "ID": "10684070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684070",
                    "TitleEnglish": "The 25th Bam",
                    "SummaryEnglish": "Team Shibisu arrives to confront FUG member Jue Viole Grace. In order to prevent his former teammates from discovering that he is the 25th Bam, Viole takes on Team Shibisu.",
                    "TitleJapanese": "二十五日の夜",
                    "SummaryJapanese": "アナクとランの激闘に割って入ったビオレ。2人を転送させるも、シビスチームのメンバーがFUGチームの元へと到着。かつての仲間であるシビスたちに自分が二十五日の夜である事を悟られないようビオレは相対する事となる。"
                },
                "17": {
                    "ID": "10684071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684071",
                    "TitleEnglish": "Funky!",
                    "SummaryEnglish": "The participants that acquired boarding passes enjoy a moment’s rest aboard the Archimedes. Khun is reunited with Rak on the floating ship. With their determination to take back Viole (Bam) from FUG, the “Flag” Workshop Battle finally begins!",
                    "TitleJapanese": "ファンキー！",
                    "SummaryJapanese": "搭乗券を手にした一行にアルキメデス内で一時の休息が訪れる。その中でクンはラークと再会し、ビオレと名乗っている二十五日の夜をFUGから取り戻すことを誓う。それぞれの思いが交錯する中、遂に工房戦が開幕する。"
                },
                "18": {
                    "ID": "10684072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684072",
                    "TitleEnglish": "The Mad Dog and the Lizard",
                    "SummaryEnglish": "As soon as the game begins, Wangnan, Prince, and Akraptor are forced to fight against Miseng, who has been driven mad by Verdi’s ability. Unable to communicate with Miseng, how will they stop her rampage?",
                    "TitleJapanese": "狂犬とトカゲ",
                    "SummaryJapanese": "工房戦個人戦第1試合を戦うことになった王野、アークラプター、マナ、プリンスだが、ゲーム開始早々にベルディの力によってマナが暴走してしまう。マナと戦うことになった王野、アークラプター、プリンスはマナの正気を取り戻すことができるのか。"
                },
                "19": {
                    "ID": "10684073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684073",
                    "TitleEnglish": "ALL IN",
                    "SummaryEnglish": "Special rules are applied to Anaak and Ran’s match, and they face off against each other one-on-one. As both combatants fight fiercely with all their strength, the gamblers become excited, and the battle finally nears its end! Meanwhile, Beta, who was created in the workshop, appears before Viole...",
                    "TitleJapanese": "ALL IN",
                    "SummaryJapanese": "個人戦最終試合は圧倒的な力を持つアナクとランに特別ルールが適用され、２人のタイマンバトルがスタートする。双方全力で死闘を繰り広げる中、ギャンブラーたちの熱も入り、遂に決着の時が訪れる。その最中、工房により生み出されたベータがビオレの前に現れる。"
                },
                "20": {
                    "ID": "10684074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684074",
                    "TitleEnglish": "Like a Flame in the Wind",
                    "SummaryEnglish": "The results of the individual tournament pit the two winning teams, Team Mad Dog and Team FUG, against each other in the Workshop Battle, while the losing teams advance to the training tournament. As their respective battles begin, Khun and Wangnan begin summoning their teammates.",
                    "TitleJapanese": "風前の灯火",
                    "SummaryJapanese": "個人戦とギャンブルの結果を受け、狂犬チームとFUGチームが決勝トーナメントへ駒を進める。一方、脱落した残りの8チームは成長型トーナメントへと進む。それぞれの戦いが始まり、クンは王野ともに召喚所で仲間の召喚を進めていく。"
                },
                "21": {
                    "ID": "10684075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684075",
                    "TitleEnglish": "The Beginning of Dawn",
                    "SummaryEnglish": "Viole is sent to the bottom by Beta where the Thorn can be found. Reflejo appears before the massive Thorn to reveal the truth to Viole. Meanwhile, Team Khun is reunited with Team Shibisu, and they learn FUG’s true goal hidden within the Workshop Battle...",
                    "TitleJapanese": "夜明けのはじまり",
                    "SummaryJapanese": "ベータにより“トゲ”が鎮座する底へ落されたビオレ。その巨大なトゲの前に現れたリップルレッゾがビオレに真相を告げる。同刻、シビスらと再会したクンたちもこの工房戦に隠されていたFUGの真の目的を知ることに。"
                },
                "22": {
                    "ID": "10684076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684076",
                    "TitleEnglish": "Their Workshop",
                    "SummaryEnglish": "Khun and the others learn Viole is in trouble and head to the summoning station so they can rescue him. Meanwhile, Beta receives Medina the Regular as a teammate from the gambler sent by FUG. Beta allows Medina to enter his body and becomes its host, making him a legitimate competitor, as he sets out to eliminate all of Viole’s friends!",
                    "TitleJapanese": "ふたりのこうぼう",
                    "SummaryJapanese": "ビオレが窮地に立たされている事を知ったクン一同は、彼を救出するために召喚所へ。その頃、ベータはFUGから送り込まれたギャンブラーから彼のチームメイトである選別者・メディナを受領。ベータはメディナを己の体内に寄生させ、その宿主となることで試合の正規参加者となり、ビオレの仲間を全員抹殺すべく動き出す！"
                },
                "23": {
                    "ID": "10684077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10684077",
                    "TitleEnglish": "The End of Dawn",
                    "SummaryEnglish": "Viole finally acquires Enryu’s “Thorn.” Reflejo, who has been trying to acquire the Thorn along with Viole, even if it means involving the entire Workshop Battle, desperately tries to prevent him from escaping. They attempt to outsmart him by summoning Viole, who is currently an item, from the shop’s summoning station, but...!",
                    "TitleJapanese": "夜明けの終わり",
                    "SummaryJapanese": "遂にエンリュウの「トゲ」を手にしたビオレ。工房戦全体を巻き込んでビオレごとトゲをFUGが手に入れようと動いていたリップルレッゾは彼の脱出を必死に阻む。だがその裏をかき今はアイテムでもあるビオレを商店の召喚所から召喚しようとするが……！"
                },
                "24": {
                    "ID": "10730762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730762",
                    "TitleEnglish": "The Cost of Battle",
                    "SummaryEnglish": "Viole (Bam), Khun, and Rak, who once thought each other dead, are reunited. Khun’s team makes an enemy of FUG and the Workshop, but at the suggestion of former 2nd Floor Test Admin Lero Ro, who has been secretly working to help Viole escape, they decide to leave the arena with the losers before the final begins. Reflejo uses the dying Hwaryun as a hostage to force Viole into a final confrontation.",
                    "TitleJapanese": "戦いの代償",
                    "SummaryJapanese": "一時は死に別れたと思い込んでいた仲間、ビオレ（夜）、クン、ラークが感動の再開を果たした。FUGと工房を敵に回したクン一同は、ビオレ救出のため暗躍していた元塔２階試験監督官レロ・ローの提案で脱落者たちと共に決勝戦開始前に会場から脱出することに。そこへリップルレッゾがビオレに対し瀕死の状態のファリョンを人質に最終決戦を迫ってきた！"
                },
                "25": {
                    "ID": "10730763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730763",
                    "TitleEnglish": "Return of the King",
                    "SummaryEnglish": "While Reflejo, Viole (Bam), Khun, and Rak are engaged in their final showdown, FUG and the Workshop attempt to pour a solution capable of melting everything into the area... Lero Ro and Endorsi rush to their three companions in order to save them, but FUG Rankers and Team Mad Dog stand in their way! Will Viole and the others be able to escape safely?!",
                    "TitleJapanese": "王の帰還",
                    "SummaryJapanese": "リップルレッゾとビオレ（夜）、クン、ラークが最終決戦を繰り広げている最中、FUGと工房はそこへ何でも溶かしてしまう溶解液を流し込もうとしていた……。レロ・ローやエンドロシは３人を救出するため彼らのもとへ急ぐ。だが、その前にFUGのランカーや狂犬チームが立ちはだかる！　果たしてビオレたちは無事に脱出できるのか!?"
                },
                "26": {
                    "ID": "10730764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tower-of-god/episodes/10730764",
                    "TitleEnglish": "The Dawn of the Departure",
                    "SummaryEnglish": "Reflejo is brought to the brink of death using the unleashed power of the Thorn. Viole (Bam) finds himself in a difficult position. But thanks to quick thinking from Khun and Rak and Endorsi’s Bongbong, they successfully escape. Their companions gather one after another and all leave the arena on the Wolhaiksong floating ship as the turbulent Workshop Battle finally comes to a close...",
                    "TitleJapanese": "旅立ちの夜明け",
                    "SummaryJapanese": "解放されたトゲの力を用いてリップルレッゾを瀕死の状態に追い込むも最後の最後で窮地に陥れられるビオレ（夜）。だがクン、ラークの機転とボンボンを発動させたエンドロシのおかげで彼らは脱出に成功した。脱出した先にはシビスや梨花など彼らの仲間が続々集結し、月下翼松の浮遊船で全員会場を離れ、波乱を呼んだ工房戦もついに終わりを告げた……。"
                }
            }
        }
    }
}