{
    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9BA3-C7D5-BDFA-DB7D-455B-D",
        "https://www.imdb.com/title/tt12598008/",
        "https://kumo-anime.com/",
        "http://www.reddit.com/r/KumoDesu",
        "https://www.themoviedb.org/tv/99618",
        "https://x.com/kumoko_anime"
    ],
    "TitleEnglish": "So I'm a Spider, So What?",
    "SummaryEnglish": "I, the protagonist, was just an ordinary high school girl, but suddenly I was reincarnated as a spider monster in a fantasy world. Not only that, but I awakened in a dungeon filled with vicious monsters. Armed with only my human knowledge and my overwhelming positivity, I'm forced to use spiderwebs and traps to defeat far stronger monsters just to stay alive... So begins the labyrinth survival story of a girl with incredible mental strength living as one of the lowest-ranked beasts!",
    "Aliases": [
        "Kumo desu ga, Nani ka?",
        "Kumo Kumo Kumo Spider",
        "KumoDesu"
    ],
    "Modified": "2024-10-11",
    "Seasons": {
        "1": {
            "ID": "1824594",
            "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7908918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/7908918",
                    "TitleEnglish": "Reincarnation, in Another World?",
                    "SummaryEnglish": "The protagonist opens her eyes to find out she's been reborn as a spider. Which is already nightmare mode, before having to worry about cannibalism from other spiders, not the least of which being her mother! The story of a high school girl with nerves of steel and her struggle to survive in another world begins here!",
                    "Aliases": []
                },
                "2": {
                    "ID": "8117855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117855",
                    "TitleEnglish": "My House, On Fire?",
                    "SummaryEnglish": "The protagonist has finally created a home of her own, and begins to start fighting monsters in order to level up. Other than the nasty food, it's a fairly fulfilling existence. But things take a turn when humans show up. Her cozy little home is burnt down...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8117857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117857",
                    "TitleEnglish": "Earth Wyrm (Dragon), Bad News?",
                    "SummaryEnglish": "The protagonist has evolved into a higher-ranking species, which means having new skills and better stats. As she skitters through the labyrinth with little competition, she goes a little too far and finds herself in the lower layers where vicious monsters wander in droves, running into serious trouble.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8117858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117858",
                    "TitleEnglish": "Monkey, Wha—?!",
                    "SummaryEnglish": "The protagonist has managed to escape the threat of the Earth Dragon, and while she's a little frustrated about being forced to run, she decides to continue her journey. But in the Great Elroe Labyrinth, monsters prey on each other where only the strongest survive! And that means a new threat is already around the corner.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8130248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130248",
                    "TitleEnglish": "Does Catfish, Taste Good?",
                    "SummaryEnglish": "She's finally made her way into a new layer, but what the protagonist sees is a blazing subterranean inferno stretching out before her eyes! The spider webs that have been her bread and butter catch fire, and she can't survive a conflict with monsters that can swim in magma just yet. She decides to come back later, after achieving her next evolution.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8130249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130249",
                    "TitleEnglish": "The Hero, and the Demon Lord?",
                    "SummaryEnglish": "The protagonist encounters a new monster as she makes her way through the magma-filled middle layers of the labyrinth. She finds herself outclassed in every category except speed, in a hopelessly one-sided conflict! Making use of her new skill, she searches for a way to turn the battle around.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8130250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130250",
                    "TitleEnglish": "Springtime, for Princes?",
                    "SummaryEnglish": "The protagonist has earned the title \"Ruler of Perseverance\", and is thrilled to have unlocked the Evil Eye skill! Not only that, but her Appraisal skill has maxed out, which has resulted in a strange effect. Meanwhile, survival lessons begin at the academy.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8130251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130251",
                    "TitleEnglish": "Am I, Dead?",
                    "SummaryEnglish": "The protagonist finds herself terrified after sensing the presence of the overseer. But worrying isn't going to get her anywhere! She decides to keep moving forward, accepting the abnormal status affecting her, and begins to learn magic. And in the distance, the sounds of an intense battle can be heard...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8130252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130252",
                    "TitleEnglish": "I Can't Speak, Isekai?",
                    "SummaryEnglish": "The revered hero, Julius, has returned from his epic journey. Shun is excited at first, but it's short lived when Julius announces he's headed for the Empire next. He claims that the demons are making troubling moves. And that it could mean a large-scale battle in the future...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8130253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130253",
                    "TitleEnglish": "Who Is This, Geezer?",
                    "SummaryEnglish": "It's pretty clear that Overseer D is incredibly dangerous. But no sense worrying about that now! The protagonist heads upwards through the labyrinth. All while dreaming of eating plenty of food, and having a new home for herself. Meanwhile, an assault by demonic forces have the kingdom in danger.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8130254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130254",
                    "TitleEnglish": "Next Time, Is the Big Battle?",
                    "SummaryEnglish": "The protagonist has managed to achieve another evolution, and she's not too happy about it. Understandable, considering the skill she's gained has revealed the truth about the world to her. In order to avoid being caught in the tumult affecting the world, she decides to confront her own trauma.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8130255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130255",
                    "TitleEnglish": "My Battle Has, Only Just Begun?",
                    "SummaryEnglish": "Overcoming her weakness means settling things with the Earth Dragon, Araba. The protagonist begins preparing to bring her full power to bear against her past trauma. But the ultimate Earth Dragon wields a hidden power that is practically unfair!",
                    "Aliases": []
                },
                "13": {
                    "ID": "8130256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130256",
                    "TitleEnglish": "Yay, The Outside, I'm Free?",
                    "SummaryEnglish": "It's finally time to visit the outside world! But hostile humans and old rivals make it hard for the protagonist to begin her journey. Meanwhile, things around Shun grow frenzied in preparations for further conflict with the demons, as a threat to his friends begins to close in.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8130257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130257",
                    "TitleEnglish": "You're Rebelling? I'm, Self-Deprecating",
                    "SummaryEnglish": "Our little spider gets involved in a human situation. On the other side, Hugo starts running his plan. What is going to change because of this? Will everyone be fine?",
                    "Aliases": []
                },
                "15": {
                    "ID": "8130258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130258",
                    "TitleEnglish": "Did Mother, Send These Annoying Puppet Spiders?",
                    "SummaryEnglish": "With her mental link to Mother, the protagonist uses her Parallel Wills to launch a psychic attack. Things seem to be proceeding smoothly, but the lack of any struggle is unsettling... and turns out to be a clever trap set by Mother.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8130259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130259",
                    "TitleEnglish": "Am I Getting Ahead of Myself?",
                    "SummaryEnglish": "After evolving into a Zana Horowa, the protagonist has gained an amazingly OP skill! But ruining the moment is Administrator D, who makes contact once again. Reluctantly engaging in conversation, the protagonist learns a bit about reincarnation and the secrets of the world...",
                    "Aliases": []
                },
                "17": {
                    "ID": "8130260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130260",
                    "TitleEnglish": "What Am I Doing?",
                    "SummaryEnglish": "There was once a legendary creature that dwelled within the Great Elroe Labyrinth, known only as the Nightmare. And there are creatures that the Nightmare created that still dwell in the labyrinth. Shun and his allies attempt to avoid the Nightmare's Vestiges, in order to cross through the labyrinth...",
                    "Aliases": []
                },
                "18": {
                    "ID": "8130261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130261",
                    "TitleEnglish": "You Guys Are Kind of Awful, Huh?",
                    "SummaryEnglish": "The protagonist is fully revived, and arrives in the town where the baby she once rescued, lives. It seems like she's being targeted by something... meanwhile, Shun has exited the Great Elroe Labyrinth, has arrived in the Kingdom of Sariella, that worships the goddess.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8130262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130262",
                    "TitleEnglish": "I Guess, This Is a Class Reunion?",
                    "SummaryEnglish": "Between saving Sophia and helping people out, the protagonist has ended up being worshiped as a Divine Beast. As embarrassing as that is, it's not too bad... Meanwhile, Shun is reunited with some old friends in the Elf Village.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8130263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130263",
                    "TitleEnglish": "This Isn't My Fault, Is It?",
                    "SummaryEnglish": "Mother's been defeated, and the protagonist flees from Ariel into Keren County. But unexpected guests keep arriving, one after another. One of them is from the Kingdom of Ohts, and is after her power. The other is the administrator, Güliedistodiez.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8130264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130264",
                    "TitleEnglish": "So, I'm Not in This One, Am I?",
                    "SummaryEnglish": "The Elf Village's barrier in place, and powerful allies are at hand. As preparations for war continue, Shun and the others learn about the secrets of the reincarnations and administrators from Filimøs... As well as the fact that the entire war was staged.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8130265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130265",
                    "TitleEnglish": "Be Forever, Me?",
                    "SummaryEnglish": "The Ohts Alliance has begun its attack. The protagonist doesn't care about the outcome of the war, but she heads to the battlefield for the experience points! Despite her lack of investment, she sides with the Sariella Army in order to earn XP. She'll need to take advantage of this fighting in order to defeat Ariel. But then, Ariel herself appears on the battlefield...",
                    "Aliases": []
                },
                "23": {
                    "ID": "8130266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130266",
                    "TitleEnglish": "My Old Friend, Why...?",
                    "SummaryEnglish": "A sword bathed in light, and a sword wrapped in darkness--as Shun and Hugo's destined clash reaches it's climax, Sophia takes to the battlefield. Her appearance signals an intervention by the demon army, and Shun is left in shock at the power she wields.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8130267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130267",
                    "TitleEnglish": "So I'm Still a Spider, So What?",
                    "SummaryEnglish": "The protagonist has always sought a way to win the day, no matter how doomed she might seem. Shun has always readied his sword, no matter how bad the odds have looked. Where will these two indomitable wills ultimately find themselves? As a secret from across time is revealed, the connections are all made clear.",
                    "Aliases": []
                }
            }
        }
    }
}