{
    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9BA3-C7D5-BDFA-DB7D-455B-D",
        "https://www.imdb.com/title/tt12598008/",
        "https://kumo-anime.com/",
        "http://www.reddit.com/r/KumoDesu",
        "https://www.themoviedb.org/tv/99618",
        "https://x.com/kumoko_anime"
    ],
    "TitleEnglish": "So I'm a Spider, So What?",
    "SummaryEnglish": "I, the protagonist, was just an ordinary high school girl, but suddenly I was reincarnated as a spider monster in a fantasy world. Not only that, but I awakened in a dungeon filled with vicious monsters. Armed with only my human knowledge and my overwhelming positivity, I'm forced to use spiderwebs and traps to defeat far stronger monsters just to stay alive... So begins the labyrinth survival story of a girl with incredible mental strength living as one of the lowest-ranked beasts!",
    "TitleJapanese": "蜘蛛ですが、なにか？",
    "SummaryJapanese": "女子高校生だったはずの主人公「私」は、\n突然ファンタジー世界の蜘蛛の魔物に転生してしまう。\nしかも、生まれ落ちたのは凶悪な魔物の跋扈するダンジョン。\n人間としての知恵と、尋常でないポジティブさだけを武器に、\n超格上の敵モンスター達を蜘蛛の巣や罠で倒して生き残っていく……。\n\n種族底辺・メンタル最強女子の迷宮サバイバル開幕！",
    "Aliases": [
        "Kumo desu ga, Nani ka?"
    ],
    "Modified": "2024-10-11",
    "Seasons": {
        "1": {
            "ID": "1824594",
            "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7908918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/7908918",
                    "TitleEnglish": "Reincarnation, in Another World?",
                    "SummaryEnglish": "The protagonist opens her eyes to find out she's been reborn as a spider. Which is already nightmare mode, before having to worry about cannibalism from other spiders, not the least of which being her mother! The story of a high school girl with nerves of steel and her struggle to survive in another world begins here!",
                    "TitleJapanese": "転生、異世界？",
                    "SummaryJapanese": "目を覚ますと蜘蛛に転生していた「私」。\n生まれてすぐ同種の共食いに巻き込まれ、さらには母蜘蛛にまで命を狙われるって無理ゲーすぎる！\nメンタル最強女子高生（？）の異世界サバイバル開幕！"
                },
                "2": {
                    "ID": "8117855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117855",
                    "TitleEnglish": "My House, On Fire?",
                    "SummaryEnglish": "The protagonist has finally created a home of her own, and begins to start fighting monsters in order to level up. Other than the nasty food, it's a fairly fulfilling existence. But things take a turn when humans show up. Her cozy little home is burnt down...",
                    "TitleJapanese": "マイホーム、炎上？",
                    "SummaryJapanese": "拠点となるマイホームを作り、魔物を倒してレベルアップを重ねる「私」。\n食料がまずいことを除けば、それなりに満足できる生活を送っていた。\nしかし、人間が現れたことで状況は一変。\nマイホームに火が放たれ……。"
                },
                "3": {
                    "ID": "8117857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117857",
                    "TitleEnglish": "Earth Wyrm (Dragon), Bad News?",
                    "SummaryEnglish": "The protagonist has evolved into a higher-ranking species, which means having new skills and better stats. As she skitters through the labyrinth with little competition, she goes a little too far and finds herself in the lower layers where vicious monsters wander in droves, running into serious trouble.",
                    "TitleJapanese": "地竜（龍）、ヤバい？",
                    "SummaryJapanese": "上位種に進化した「私」は新スキルの習得やステータス向上により強くなった。\n向かうところ敵なしとばかりに迷宮を突き進んでいくが、\n勢い余って凶悪な魔物がうろつく下層に落ちてしまい、\nさらなるピンチに見舞われる。"
                },
                "4": {
                    "ID": "8117858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8117858",
                    "TitleEnglish": "Monkey, Wha—?!",
                    "SummaryEnglish": "The protagonist has managed to escape the threat of the Earth Dragon, and while she's a little frustrated about being forced to run, she decides to continue her journey. But in the Great Elroe Labyrinth, monsters prey on each other where only the strongest survive! And that means a new threat is already around the corner.",
                    "TitleJapanese": "猿、ホアー？",
                    "SummaryJapanese": "地龍の脅威から逃れた「私」は、逃げ出したことをちょっぴり悔やみながらも、\n前を向いて進んでいく。\nしかし、ここエルロー大迷宮は魔物同士がせめぎ合う弱肉強食の世界！\n新たな脅威がすぐ側まで迫りつつあった。"
                },
                "5": {
                    "ID": "8130248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130248",
                    "TitleEnglish": "Does Catfish, Taste Good?",
                    "SummaryEnglish": "She's finally made her way into a new layer, but what the protagonist sees is a blazing subterranean inferno stretching out before her eyes! The spider webs that have been her bread and butter catch fire, and she can't survive a conflict with monsters that can swim in magma just yet. She decides to come back later, after achieving her next evolution.",
                    "TitleJapanese": "なまずって、おいしい？",
                    "SummaryJapanese": "新たな階層へたどり着いたものの、目の前に広がっていたのは灼熱地獄のマグマ地帯！\nスキルの要となる糸は燃えるし、マグマの中を泳ぐ魔物とはまともに戦えない。\n「私」は先送りにしていた次の進化を試みる。"
                },
                "6": {
                    "ID": "8130249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130249",
                    "TitleEnglish": "The Hero, and the Demon Lord?",
                    "SummaryEnglish": "The protagonist encounters a new monster as she makes her way through the magma-filled middle layers of the labyrinth. She finds herself outclassed in every category except speed, in a hopelessly one-sided conflict! Making use of her new skill, she searches for a way to turn the battle around.",
                    "TitleJapanese": "勇者と、魔王？",
                    "SummaryJapanese": "中層のマグマ地帯の探索を続け、新たな魔物に遭遇した「私」。\n素早さ以外は勝るところがない、絶望的なほど格上の強敵だった！\n「私」は新たに取得したスキルを駆使しながら、反撃の一手を探ろうとする。"
                },
                "7": {
                    "ID": "8130250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130250",
                    "TitleEnglish": "Springtime, for Princes?",
                    "SummaryEnglish": "The protagonist has earned the title \"Ruler of Perseverance\", and is thrilled to have unlocked the Evil Eye skill! Not only that, but her Appraisal skill has maxed out, which has resulted in a strange effect. Meanwhile, survival lessons begin at the academy.",
                    "TitleJapanese": "王子たち、青春する？",
                    "SummaryJapanese": "〈忍耐の支配者〉の称号を手に入れた「私」は、邪眼系スキルが解放されたことに大喜び！\nさらにスキル〈鑑定〉のレベルがカンストし、不思議な現象が起こる。\n一方、学園ではサバイバル実習が始まろうとしていた。"
                },
                "8": {
                    "ID": "8130251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130251",
                    "TitleEnglish": "Am I, Dead?",
                    "SummaryEnglish": "The protagonist finds herself terrified after sensing the presence of the overseer. But worrying isn't going to get her anywhere! She decides to keep moving forward, accepting the abnormal status affecting her, and begins to learn magic. And in the distance, the sounds of an intense battle can be heard...",
                    "TitleJapanese": "私、死す？",
                    "SummaryJapanese": "管理者の存在を感じ取り、震え上がる「私」。\nでも、悩んでいたって仕方ない！\n今まで通りを貫く「私」は、異常なステータスを受け入れ、魔法を習得しようとする。\nすると、遠くから激しい戦闘音が聞こえてきて……。"
                },
                "9": {
                    "ID": "8130252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130252",
                    "TitleEnglish": "I Can't Speak, Isekai?",
                    "SummaryEnglish": "The revered hero, Julius, has returned from his epic journey. Shun is excited at first, but it's short lived when Julius announces he's headed for the Empire next. He claims that the demons are making troubling moves. And that it could mean a large-scale battle in the future...",
                    "TitleJapanese": "アイキャントスピーク、イセカイゴ？",
                    "SummaryJapanese": "尊敬する勇者、ユリウスが長旅から帰還した。\n舞い上がるシュンだが、喜びも束の間、ユリウスはまもなく帝国へ向かうという。\n魔族が不穏な動きを見せているというのだ。\n大規模な戦闘になるおそれもあるというが……。"
                },
                "10": {
                    "ID": "8130253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130253",
                    "TitleEnglish": "Who Is This, Geezer?",
                    "SummaryEnglish": "It's pretty clear that Overseer D is incredibly dangerous. But no sense worrying about that now! The protagonist heads upwards through the labyrinth. All while dreaming of eating plenty of food, and having a new home for herself. Meanwhile, an assault by demonic forces have the kingdom in danger.",
                    "TitleJapanese": "このじじい、誰？",
                    "SummaryJapanese": "管理者Dがとんでもなくヤバい奴なのはわかった。\nでも、今は考えても仕方ない！\n「私」は上層を目指して前へ進む。たくさん食べて、マイホームを作る夢を見ながら。\n一方、王国は魔族軍の猛攻によって窮地に陥っていた。"
                },
                "11": {
                    "ID": "8130254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130254",
                    "TitleEnglish": "Next Time, Is the Big Battle?",
                    "SummaryEnglish": "The protagonist has managed to achieve another evolution, and she's not too happy about it. Understandable, considering the skill she's gained has revealed the truth about the world to her. In order to avoid being caught in the tumult affecting the world, she decides to confront her own trauma.",
                    "TitleJapanese": "次回、決戦？",
                    "SummaryJapanese": "新たな進化を遂げたものの、なんだか不愉快な「私」。\nそれもそのはず、取得したスキルによって世界の真実を知ってしまったのだ。\n世界のうねりに巻き込まれないため、「私」は自分の“トラウマ”に向き合おうとする。"
                },
                "12": {
                    "ID": "8130255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130255",
                    "TitleEnglish": "My Battle Has, Only Just Begun?",
                    "SummaryEnglish": "Overcoming her weakness means settling things with the Earth Dragon, Araba. The protagonist begins preparing to bring her full power to bear against her past trauma. But the ultimate Earth Dragon wields a hidden power that is practically unfair!",
                    "TitleJapanese": "私の戦いは、これからだ？",
                    "SummaryJapanese": "自分の弱さを乗り越えるためにも、地龍アラバと決着をつけなければならない。\n「私」は着々と準備を進め、持てる力すべてを駆使してトラウマに挑む。\n……しかし、最強の地龍はチートと呼べるほどの力を隠し持っていた！"
                },
                "13": {
                    "ID": "8130256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130256",
                    "TitleEnglish": "Yay, The Outside, I'm Free?",
                    "SummaryEnglish": "It's finally time to visit the outside world! But hostile humans and old rivals make it hard for the protagonist to begin her journey. Meanwhile, things around Shun grow frenzied in preparations for further conflict with the demons, as a threat to his friends begins to close in.",
                    "TitleJapanese": "やったー、外だー 私は自由……だ？",
                    "SummaryJapanese": "念願だった外の世界！　しかし、「私」に敵意を向ける人間や\n因縁の相手からの妨害があり、門出は前途多難で……。\n一方、シュンの周辺は魔族との次なる戦争を前に慌ただしさを増し、\n大切な人たちの前にも脅威が迫っていた。"
                },
                "14": {
                    "ID": "8130257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130257",
                    "TitleEnglish": "You're Rebelling? I'm, Self-Deprecating",
                    "SummaryEnglish": "Our little spider gets involved in a human situation. On the other side, Hugo starts running his plan. What is going to change because of this? Will everyone be fine?",
                    "TitleJapanese": "おまえ反逆？　私、自虐",
                    "SummaryJapanese": "マザー対策を打って一人旅を続ける「私」は、道すがら盗賊たちに襲われる馬車を発見する。\n人助けをする義理はなかったが、赤ん坊がいることを知り颯爽登場！\nだが、その赤ん坊を鑑定すると、驚きの結果が出て……。"
                },
                "15": {
                    "ID": "8130258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130258",
                    "TitleEnglish": "Did Mother, Send These Annoying Puppet Spiders?",
                    "SummaryEnglish": "With her mental link to Mother, the protagonist uses her Parallel Wills to launch a psychic attack. Things seem to be proceeding smoothly, but the lack of any struggle is unsettling... and turns out to be a clever trap set by Mother.",
                    "TitleJapanese": "マザー、からの厄介蜘蛛人形？",
                    "SummaryJapanese": "マザーとの精神の繋がりを利用し、「私」は並列意思を送り込み、マザーの精神を直接攻撃していた。\n順調に成果を上げていくが、反撃してこないなんて何かおかしい！\nそこにはマザーの巧妙な罠が仕掛けられていた。"
                },
                "16": {
                    "ID": "8130259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130259",
                    "TitleEnglish": "Am I Getting Ahead of Myself?",
                    "SummaryEnglish": "After evolving into a Zana Horowa, the protagonist has gained an amazingly OP skill! But ruining the moment is Administrator D, who makes contact once again. Reluctantly engaging in conversation, the protagonist learns a bit about reincarnation and the secrets of the world...",
                    "TitleJapanese": "フライング、ゲット？",
                    "SummaryJapanese": "ザナ・ホロワに進化し、「私」はとんでもないチートスキルをゲット！\nだが喜びも束の間、あの管理者Dが再び接触してくるのだった。\nしぶしぶ相手をする「私」は、転生の理由と世界の秘密の一端を知ることになり……。"
                },
                "17": {
                    "ID": "8130260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130260",
                    "TitleEnglish": "What Am I Doing?",
                    "SummaryEnglish": "There was once a legendary creature that dwelled within the Great Elroe Labyrinth, known only as the Nightmare. And there are creatures that the Nightmare created that still dwell in the labyrinth. Shun and his allies attempt to avoid the Nightmare's Vestiges, in order to cross through the labyrinth...",
                    "TitleJapanese": "私、なにしてる？",
                    "SummaryJapanese": "かつてエルロー大迷宮には伝説として語られる魔物「迷宮の悪夢」が存在した。\nそして悪夢が残した魔物が、今も迷宮には潜んでいるという。\n悪夢の残滓を避け、最短コースを抜けようと急ぐシュンたちだったが……？"
                },
                "18": {
                    "ID": "8130261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130261",
                    "TitleEnglish": "You Guys Are Kind of Awful, Huh?",
                    "SummaryEnglish": "The protagonist is fully revived, and arrives in the town where the baby she once rescued, lives. It seems like she's being targeted by something... meanwhile, Shun has exited the Great Elroe Labyrinth, has arrived in the Kingdom of Sariella, that worships the goddess.",
                    "TitleJapanese": "みんな、腹黒くね？",
                    "SummaryJapanese": "完全復活を遂げた「私」は、かつて命を救った赤ん坊・ソフィアの住む街に到着！\n彼女は今も何者かに狙われている様子で……。\n一方、シュンはエルロー大迷宮を抜け、女神を信仰するサリエーラ国に辿り着いていた。"
                },
                "19": {
                    "ID": "8130262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130262",
                    "TitleEnglish": "I Guess, This Is a Class Reunion?",
                    "SummaryEnglish": "Between saving Sophia and helping people out, the protagonist has ended up being worshiped as a Divine Beast. As embarrassing as that is, it's not too bad... Meanwhile, Shun is reunited with some old friends in the Elf Village.",
                    "TitleJapanese": "ひらけ、同窓会？",
                    "SummaryJapanese": "ソフィアを守るだけでなく人助けをしたことで、気づけば「私」は人々から「ご神獣様」として崇められていた。\nこそばゆいけれど、満更でもなくて……。\n一方、シュンたちはエルフの里で懐かしい顔ぶれに再会する。"
                },
                "20": {
                    "ID": "8130263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130263",
                    "TitleEnglish": "This Isn't My Fault, Is It?",
                    "SummaryEnglish": "Mother's been defeated, and the protagonist flees from Ariel into Keren County. But unexpected guests keep arriving, one after another. One of them is from the Kingdom of Ohts, and is after her power. The other is the administrator, Güliedistodiez.",
                    "TitleJapanese": "私のせいじゃない、よね？",
                    "SummaryJapanese": "マザーを撃破し、アリエルから逃げるようにケレン領へ帰ってきた「私」。\nそこへ招かれざる客が立て続けにやってくる。\n一人は「私」の力を狙うオウツ国の使者。\nもう一人は管理者のギュリエディストディエスだった。"
                },
                "21": {
                    "ID": "8130264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130264",
                    "TitleEnglish": "So, I'm Not in This One, Am I?",
                    "SummaryEnglish": "The Elf Village's barrier in place, and powerful allies are at hand. As preparations for war continue, Shun and the others learn about the secrets of the reincarnations and administrators from Filimøs... As well as the fact that the entire war was staged.",
                    "TitleJapanese": "私、出番ないってか？",
                    "SummaryJapanese": "エルフの里の結界は盤石、強力な仲間も加わった。\n戦争に向けた準備が着々と進む中、シュンたちはフィリメスから転生者の秘密と管理者の存在を明かされる。\nそして、この戦争が「仕組まれたもの」であることも……。"
                },
                "22": {
                    "ID": "8130265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130265",
                    "TitleEnglish": "Be Forever, Me?",
                    "SummaryEnglish": "The Ohts Alliance has begun its attack. The protagonist doesn't care about the outcome of the war, but she heads to the battlefield for the experience points! Despite her lack of investment, she sides with the Sariella Army in order to earn XP. She'll need to take advantage of this fighting in order to defeat Ariel. But then, Ariel herself appears on the battlefield...",
                    "TitleJapanese": "私よ、永遠に？",
                    "SummaryJapanese": "ついにオウツ国連合の進撃が始まった。\n勝ち負けに興味はないけど、経験値を稼ぐために「私」も参戦！\nアリエルに勝つためには戦争を利用するしかない！\nだが、当のアリエルが戦場に現れてしまい……!?"
                },
                "23": {
                    "ID": "8130266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130266",
                    "TitleEnglish": "My Old Friend, Why...?",
                    "SummaryEnglish": "A sword bathed in light, and a sword wrapped in darkness--as Shun and Hugo's destined clash reaches it's climax, Sophia takes to the battlefield. Her appearance signals an intervention by the demon army, and Shun is left in shock at the power she wields.",
                    "TitleJapanese": "友よ、なぜおまえは……？",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "8130267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/so-im-a-spider-so-what/episodes/8130267",
                    "TitleEnglish": "So I'm Still a Spider, So What?",
                    "SummaryEnglish": "The protagonist has always sought a way to win the day, no matter how doomed she might seem. Shun has always readied his sword, no matter how bad the odds have looked. Where will these two indomitable wills ultimately find themselves? As a secret from across time is revealed, the connections are all made clear.",
                    "TitleJapanese": "まだ蜘蛛ですが、なにか？",
                    "SummaryJapanese": null
                }
            }
        }
    }
}