{
    "URL": "https://www.thetvdb.com/series/listeners",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10487750/",
        "https://listeners.rocks/",
        "https://www.themoviedb.org/tv/98748",
        "https://x.com/listeners_PR"
    ],
    "TitleEnglish": "Listeners",
    "SummaryEnglish": "Set in a world where the concept of music ceases to exist. the story begins when a boy encounters Myuu, a mysterious girl who possesses an audio input jack in her body. The two intermingle with the history of rock music and embark on an unforgettable journey.",
    "TitleJapanese": "LISTENERS",
    "SummaryJapanese": "この世界は【ミミナシ】と呼ばれる謎の生命体により、人類はその生活を脅かされていた。\nミミナシに対抗することができるのは、戦闘メカ【イクイップメント】とプラグインし、操ることのできる【祈手（プレイヤー）】という能力者のみ。\nスクラップの街「リバチェスタ」で暮らす少年・エコヲは、10年前、ミミナシと祈手（プレイヤー）との大きな戦い【フェス】で伝説を残した祈手（プレイヤー）・ジミを目撃して以来、密かに祈手（プレイヤー）に強い憧れを抱きつつも、燻り生きてきた。\nしかしある日、いつものようにゴミ山で採掘仕事に励んでいたエコヲは、記憶喪失の少女・ミュウと出逢う。 腰にインプットジャックが空いた彼女もまた、祈手（プレイヤー）の一人だった。\nやがて二人は、彼女の出自や、フェスの中心人物でありながら謎多き人物・ジミを追う旅に出る──",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1824872",
            "URL": "https://www.thetvdb.com/series/listeners/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7616743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7616743",
                    "TitleEnglish": "Live Forever / Live Forever",
                    "SummaryEnglish": "Echo makes a simple living, sorting through trash for anything of value. But one day, he finds a girl in the scrap field, and suddenly, the legendary Players who pilot mecha called Equipment to fight the Earless aren't just stories from faraway places.",
                    "TitleJapanese": "「リヴ・フォーエヴァー」 Live Forever",
                    "SummaryJapanese": "スクラップの山に取り囲まれたリバチェスタの街で、ゴミ漁りをしながら暮らす少年・エコヲ。ある日、彼が掘り出したのは、腰にジャック穴のついた正体不明の少女だった。記憶がないという彼女を、家に連れて帰るエコヲ。しかしそんな彼の行動が、街を揺るがす騒動に広がっていってしまう。"
                },
                "2": {
                    "ID": "7653072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7653072",
                    "TitleEnglish": "Half Man / Halber Mensch",
                    "SummaryEnglish": "Running away from the aftermath of their first battle against the Earless, Echo and Mu are once again ambushed by the Earless. Plus, the mysterious trio of women who tracked them down aren't far behind.",
                    "TitleJapanese": "半分人間",
                    "SummaryJapanese": "まるで逃げ出すようにリバチェスタの街を飛び出したエコヲとミュウ。ふたりを待っていたのは、無人の荒野とどこまでも続く線路だった。このまま平和な旅が続くのかと思いきや、突如現れたミミナシに襲われるエコヲたち。必死に応戦するも、森の中に放り出されてしまったふたり。さらにそこに、正体不明の祈手が襲いかかる。"
                },
                "3": {
                    "ID": "7664016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664016",
                    "TitleEnglish": "You Made Me Realise / You Made Me Realise",
                    "SummaryEnglish": "Rescue comes unexpectedly in the form of more faces Echo recognizes from the Players almanac. Mu learns more about the war that happened ten years ago, and about the Core Part in her possession.",
                    "TitleJapanese": "ユー・メイド・ミー・リアライズ",
                    "SummaryJapanese": "アイン、シュテュル、ツェンデの三姉妹の精神攻撃により窮地に陥ったエコヲたちを救ったのは、「真紅の麗人」の異名を持つ祈手、ビリンだった。彼女が副所長を務める「トレモロ技研」で目を覚ますエコヲ。一方のミュウは、三姉妹との戦いをきっかけに、エコヲと旅を続けることに迷いを感じ始める。"
                },
                "4": {
                    "ID": "7664019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664019",
                    "TitleEnglish": "Teen Spirit / Teen Spirit",
                    "SummaryEnglish": "Echo and Mu's first stop in their investigation into the mysterious Jimi Stonefree is Freak Scene Academy. There, the academy's director offers them the school's file on Jimi in exchange for their help.",
                    "TitleJapanese": "「ティーン・スピリット」TEEN SPIRIT",
                    "SummaryJapanese": "トレモロ技研で得た情報をもとに、エコヲとミュウはジミの手掛かりを求め学園都市「フリーク・シーン・アカデミー」を訪れる。そこでふたりは学園長のキムに頼まれ、学園内に蔓延する「ティーン・スピリット」と呼ばれる怪しいスプレー缶の出所を調べることに。成功すれば、ジミの在籍時の記録を手に入れられるというが…。"
                },
                "5": {
                    "ID": "7664021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664021",
                    "TitleEnglish": "In the Embrace of the Beat / When Doves Cry",
                    "SummaryEnglish": "The trail to solve the mystery of Jimi Stonefree leads Echo and Mu to a glittering purple city ruled by Denka.",
                    "TitleJapanese": "「ビートに抱かれて」When Doves Cry",
                    "SummaryJapanese": "ジミの足跡を追って、殿下と呼ばれる祈手が統括する街「ペイズリー・パーク」へやって来たエコヲたち。しかし到着早々、ふたりは些細なことでケンカをしてしまう。とりあえずお金を稼ぐためにそれぞれアルバイトを始めるふたり。生まれて初めての都会の雰囲気に飲まれ気味のエコヲは、そこでキッドという名の男と出会う。"
                },
                "6": {
                    "ID": "7664023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664023",
                    "TitleEnglish": "Goodbye Blue Sky / Goodbye Blue Sky",
                    "SummaryEnglish": "Echo and Mu follow Jimi's trail to Gnome Country, where they discover the fate of the people who were betrayed by the rest of the world.",
                    "TitleJapanese": "「グッバイ・ブルー・スカイ」Goodbye Blue Sky",
                    "SummaryJapanese": "10年前のフェス以来、行方不明となったジミ。傷ついた彼を連れて姿を消したというノームの民と会うべく、エコヲとミュウは海岸へと続く道を進む。だがその最中、高熱を出して倒れてしまうエコヲ。助けを求めるミュウの前に現れたのは、海の上に浮かぶ一本の道と巨大な壁。その壁に開いた扉こそ、ノームの国の入口だった。"
                },
                "7": {
                    "ID": "7664026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664026",
                    "TitleEnglish": "Day of Rage / problems",
                    "SummaryEnglish": "After running away from the Freak Scene Academy, Nir arrives in Londinium to find a bleak city with two angry youths eager to show up the government's handling of the Earless.",
                    "TitleJapanese": "「怒りの日」problems",
                    "SummaryJapanese": "鉛色の空が広がる荒廃した街・ロンディニウムで、修理工場の従業員として働く青年・ライドと幼なじみのリッチー。溜め込んだ鬱憤を晴らすこともできないまま日々の生活を送るふたりのもとに、ある日、やって来たひとりの客。\nその出会いは、３人とこの街の運命を決定的に変えることになるのだった。"
                },
                "8": {
                    "ID": "7664029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664029",
                    "TitleEnglish": "Real Me / The Real Me",
                    "SummaryEnglish": "Echo and Mu continue their journey to find Jimi and end up in Londinium. In Londinium, Mu is asked to participate in their plans for Christmas, which is one week away.",
                    "TitleJapanese": "「リアル・ミー」The real me",
                    "SummaryJapanese": "ロズのもとから旅立ったエコヲたちの前に現れたのは、ミュウのことを「プリンセス」と呼ぶ青年将校。彼は、かつて世界の中心と称された街・ロンディニウムを統治するカウンシル部隊の隊長、トミー・ウォーカーだった。トミーからの指名で、ミュウは聖なる夜に披露される舞台の主演女優を務めることになるのだが……。"
                },
                "9": {
                    "ID": "7664032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664032",
                    "TitleEnglish": "Freedom / Freedom",
                    "SummaryEnglish": "With Mu's awakening, Tommy has big plans to do the Freedom Project right this time. In the meantime, Echo runs into Nir on the streets of Londinium.",
                    "TitleJapanese": "「フリーダム」FREEDOM",
                    "SummaryJapanese": "ロンディニウムの街を眩い閃光で照らし出す異形のイクイップメント、デュエルショウマン。その肩に乗るミュウの姿がかつてのジミの暴走と重なり、エコヲは衝撃を受ける。トミーの指揮によって大規模なミミナシ掃討作戦が動き出す中、エコヲはミュウとトミーを止めるため、ウォッチタワーへの潜入を決意する。"
                },
                "10": {
                    "ID": "7664034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664034",
                    "TitleEnglish": "Cross Road Blues / Cross Road Blues",
                    "SummaryEnglish": "Echo finds himself in the strangely tranquil town of Clarksdale, where he learns a little more about Jimi and a little more about himself.",
                    "TitleJapanese": "「クロスロード・ブルース」Cross Road Blues",
                    "SummaryJapanese": "ミュウへの言葉は届かず、立ち上がる力さえ失ったエコヲ。彼が目を覚ましたのは、広大な畑が続く田舎町・クラークスデイルの外れに住む少女、ジャニスの家だった。ジャニスの優しいもてなしにより、エコヲの心の傷はゆっくりと癒え始める。一方、ブライトン・ビーチではトミーの作戦が実行に移されようとしていた。"
                },
                "11": {
                    "ID": "7664036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664036",
                    "TitleEnglish": "I AM THE RESURRECTION / I AM THE RESURRECTION",
                    "SummaryEnglish": "With the appearance of Listeners, King of the Earless, the Earless have grown ever more destructive. Roz, Denka, Kevin, and Bilin must each decide how they want to face this crisis.",
                    "TitleJapanese": "「アイ・アム・ザ・レザレクション」I AM THE RESURRECTION",
                    "SummaryJapanese": "トミーの作戦「セカンドカミング」は失敗した一方、覚醒したミュウに呼応するようにミミナシが凶暴化。その脅威は全世界に広がり始める。焼け野原となったブライトン・ビーチに降り立ち、来るべき終末から世界を救うべく立ち上がる殿下たち。その頃、ノームの国のロズやケヴィン＆ビリンたちもまた、それぞれに行動を始めていた。"
                },
                "12": {
                    "ID": "7664038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listeners/episodes/7664038",
                    "TitleEnglish": "Hello, Goodbye / Hello, Goodbye",
                    "SummaryEnglish": "The Earless seem unstoppable, bent on destroying the world that has treated them so cruelly. Echo, with his newfound power as a Player, challenges the King of the Earless with his trusty AC30.",
                    "TitleJapanese": "「ハロー・グッドバイ」HELLO,GOODBYE",
                    "SummaryJapanese": "ミミナシの王として人々の前に立ちはだかるミュウには、祈手たちの決死の攻撃も通用しなかった。最早なす術無しとリバチェスタの街は混乱に陥る。しかし、そこに現れたのは、祈手としてAC30に乗り込んだエコヲだった。世界に別れを告げようとするミュウに「もう一度、君に会いに来た」と伝えるエコヲ。彼の声は果たしてミュウに届くのか。"
                }
            }
        }
    }
}