{
    "URL": "https://www.thetvdb.com/series/super-hx-eros",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12448470/",
        "https://hxeros.com/",
        "https://www.themoviedb.org/tv/96120",
        "https://x.com/hxeros_anime"
    ],
    "TitleEnglish": "Super HxEros",
    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu.",
    "Aliases": [
        "Dokyuu Hentai HxEros",
        "D-class formation Exzeros"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1825227",
            "URL": "https://www.thetvdb.com/series/super-hx-eros/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "7896581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7896581",
                    "TitleEnglish": "HxEros Report",
                    "SummaryEnglish": "Ep 7.5 is a recap episode, covering episodes 1-7 of Super HxEros."
                },
                "2": {
                    "ID": "8053176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/8053176",
                    "TitleEnglish": "Their Perversion / Sora Tenkūji's Everyday Life / Humanity's Hero Plan",
                    "SummaryEnglish": "OVA bundled with the 11th volume of the manga."
                },
                "3": {
                    "ID": "8167193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/8167193",
                    "TitleEnglish": "The XERO Hero Suit",
                    "SummaryEnglish": "OVA bundled with the 12th volume of the manga"
                }
            }
        },
        "1": {
            "ID": "1825228",
            "URL": "https://www.thetvdb.com/series/super-hx-eros/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7776184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776184",
                    "TitleEnglish": "In This World Filled With Light",
                    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu."
                },
                "2": {
                    "ID": "7776606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776606",
                    "TitleEnglish": "HxEros Forms",
                    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu."
                },
                "3": {
                    "ID": "7776608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776608",
                    "TitleEnglish": "Butterfly Effect",
                    "SummaryEnglish": "Kirara joins the team as Hxe Yellow but is unable to unleash her full potential in critical moments and allows the Kiseichuu to escape. The reason that Kirara keeps on failing is because of insufficient H-energy. Momoka Momozono, also known as Hxe Pink, scolds her by saying, “If you want to be a HERO, you have to think of erotic things every day!” But Kirara is unable to cast aside her shyness which makes Momoko even more irritated. Apparently, there is a reason why Momoka is getting so worked up about Kirara’s predicament…"
                },
                "4": {
                    "ID": "7776610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776610",
                    "TitleEnglish": "Snow White and the Color of the Sky",
                    "SummaryEnglish": "Maihime Shirayuki has a laid-back personality and can’t play sports to save her life. She was chosen to be a member of HXEROS because of her hidden eros and became Hxe White, but she lacks confidence because she thinks she doesn’t have any strengths that set her apart. A Kiseichuu appears at the all-girls high school that Maihime goes to, but how will she fight this enemy and its menacing tentacles? Meanwhile, Sora Tenkuji, aka Hxe Blue, has a hobby that she can’t tell anybody about... Kirara finds out about Sora’s secret, and Sora makes Kirara take part in her antics."
                },
                "5": {
                    "ID": "7857385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857385",
                    "TitleEnglish": "HXEROS Rising!",
                    "SummaryEnglish": "Retto and others head to a nest of Kiseichuus to rescue Kirara who was abducted during a battle. Meanwhile, Kirara sets herself free from an enemy restraint and wanders alone in the nest. She comes across Chacha, a princess of Kiseichuus, who is considered different from the others due to her mutation and has been imprisoned. Chacha wants to stop her other comrades from destroying humanity and plans an escape with Kirara. Retto and others finally arrive at the nest and charge head-on, but..."
                },
                "6": {
                    "ID": "7857389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857389",
                    "TitleEnglish": "New Roommate (?)",
                    "SummaryEnglish": "Chacha joins HXEROS as a new member and starts living with the team in the same dormitory. Chacha enters Retto’s consciousness to find the source of his H-energy. While still merged with Retto’s consciousness, she visits the rooms of Maihime, Momoka, and Sora and stimulates their H-energy. She ends up taking a bath with Kirara, which makes Retto antsy. Chacha’s powers are too much for Kirara, who faints from the heat. Chacha realizes that Retto is in love with Kirara and takes control over his body while whispering to him that now is his chance."
                },
                "7": {
                    "ID": "7857390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857390",
                    "TitleEnglish": "XERO Game",
                    "SummaryEnglish": "Recently in Saitama, public concern has been mounting over large numbers of people that have been oversleeping in the morning, resulting in them being late for school or work. Based on intel from Chacha, Retto and the team figure out that the culprit behind all of this is Genmuchuu. They head over to its hideout which is an abandoned radio tower, but Genmuchuu welcomes them with a surprise attack that traps them in a dream world. Will Retto be able to awaken from a fantasy-filled dream state and defeat Genmuchuu?"
                },
                "8": {
                    "ID": "7857391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857391",
                    "TitleEnglish": "H-energy Monster",
                    "SummaryEnglish": "Kirara has been suffering from hallucinations where she sees Dark Kirara, the shadow side of her personality, in the form of her childhood self. Dark Kirara says that her purpose for appearing is to make Kirara and Retto into a couple. At first, Kirara does not listen to her meddlesome alter ego, but after seeing Shiko make passes at Retto, she can no longer contain herself. Flustered by the arrival of this unexpected rival, she heads over to the bathtub to find Retto, after Dark Kirara whispers in her ear to make a move…"
                },
                "9": {
                    "ID": "7857392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857392",
                    "TitleEnglish": "Hadakana Beach Season Opening",
                    "SummaryEnglish": "The HXEROS headquarters generously grant Retto and the team a vacation at the beach, but when they arrive, they discover that the beach is covered with suspicious-looking sea cucumbers. Discouraged at the prospect of not being able to go swimming, the team head back to the hotel where they run into the Tokyo Branch, who have arrived to exterminate the sea cucumbers, and end up helping them in the extermination. Toma Taiga, the only male member of the Tokyo Branch, asks Retto to be his mentor. Toma says he admires Retto, but what secret is he hiding?"
                },
                "10": {
                    "ID": "7857393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857393",
                    "TitleEnglish": "The Two Kiraras",
                    "SummaryEnglish": "The Saitama and Tokyo branches visit Akihabara so the members can get to know each other better. Shiko is desperate to get close to Retto, so she suggests that the members divide up into two groups to explore the area. While everyone has different motives, they play a game of rock-paper-scissors to decide the members of each group. Yona’s group includes Maihime, Sora, Retto, and Toma, while Moena’s group consists of Momoka, Kirara, and Shiko. Yona’s group enjoys a wholesome sightseeing tour of Akihabara, while Moena’s group heads to…"
                },
                "11": {
                    "ID": "7857394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857394",
                    "TitleEnglish": "Bye-bye, HXEROS!",
                    "SummaryEnglish": "Retto battles a Kiseichuu and defeats it with ease but is stung by its poison in the process. He doesn’t think much of it, but right after he is stung, a cute weasel escapes from his pants! The enemy he defeated was the Nyotaikachuu, which turns its prey into females when they are stung. The weasel that escaped was the embodiment of Retto’s manhood! If he doesn’t capture it soon, he will irreversibly transform into a woman. Will Retto be able to become a man again?"
                },
                "12": {
                    "ID": "7857395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857395",
                    "TitleEnglish": "HXEROS Showdown!",
                    "SummaryEnglish": "Due to the law passed by the new governor, Anno is arrested, and HXEROS is forced to disband temporarily. The Saitama Branch members have been working as heroes on their own, and they suspect that a Kiseichuu is masquerading as a human to take the position of governor. Chacha has the ability to tell whether or not a Kiseichuu has transformed itself, so she pretends to be a delivery person to investigate the identity of the governor. When Chacha rings the doorbell, the governor opens the door, but for some reason Chacha enters the residence. Retto and the team suspect that something is wrong and follow Chacha into the house, but they discover that…"
                }
            }
        }
    }
}