{
    "URL": "https://www.thetvdb.com/series/super-hx-eros",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12448470/",
        "https://hxeros.com/",
        "https://www.themoviedb.org/tv/96120",
        "https://x.com/hxeros_anime"
    ],
    "TitleEnglish": "Super HxEros",
    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu.",
    "TitleJapanese": "ド級編隊エグゼロス",
    "SummaryJapanese": "HEROは\nHとEROで出来ているーー\n\nエロを規制し奪い、\n人類の緩やかな絶滅を企む\n侵略種族・キセイ蟲。\nそんな恐るべき怪人に立ち向かうのは、\n“最もエロい!?”5人の高校生たち！\n青少年・炎城烈人と美少女達による、\n思春期“H”EROコメディ！",
    "Aliases": [
        "Dokyuu Hentai HxEros"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1825227",
            "URL": "https://www.thetvdb.com/series/super-hx-eros/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "7896581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7896581",
                    "TitleEnglish": "HxEros Report",
                    "SummaryEnglish": "Ep 7.5 is a recap episode, covering episodes 1-7 of Super HxEros.",
                    "TitleJapanese": "#7.5 エグゼロス・レポート",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8053176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/8053176",
                    "TitleEnglish": "Their Perversion / Sora Tenkūji's Everyday Life / Humanity's Hero Plan",
                    "SummaryEnglish": "OVA bundled with the 11th volume of the manga.",
                    "TitleJapanese": "二人のアマノジャク / 天空寺宙の日常 / 人類総HERO計画",
                    "SummaryJapanese": "コミック第11巻BD同梱版に収録されている百花・宙・舞姫のアニメ本編では見られない完全新作エピソード。"
                },
                "3": {
                    "ID": "8167193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/8167193",
                    "TitleEnglish": "The XERO Hero Suit",
                    "SummaryEnglish": "OVA bundled with the 12th volume of the manga",
                    "TitleJapanese": "XEROスーツ・改",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1825228",
            "URL": "https://www.thetvdb.com/series/super-hx-eros/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7776184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776184",
                    "TitleEnglish": "In This World Filled With Light",
                    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu.",
                    "TitleJapanese": "光満ちるこのセカイで",
                    "SummaryJapanese": "人間のエロスの源「H（エ）ネルギー」を吸い取ることで少子化をエスカレートさせて、人類を緩やかに滅ぼさんとする侵略者・キセイ蟲。その存在が社会問題となる中、高校生の炎城烈人はある出来事によって、幼なじみの星乃雲母が心を閉ざしたままなことを気にかけていた。久々に雲母と話をしたものの、関係はギスギスしたまま。落ち込む烈人だが、一人で下校中にキセイ蟲を発見。Hネルギーを奪われて生きる活力を失っていく人々を前に、怒りを爆発させた烈人は……。"
                },
                "2": {
                    "ID": "7776606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776606",
                    "TitleEnglish": "HxEros Forms",
                    "SummaryEnglish": "Earth faces an unprecedented threat from an invasion by the mysterious Kiseichuu. The Kiseichuu feed on human sexual energy, also known as “H-energy”, and weaken the human population. High school student Retto Enjo is a member of the hero group HXEROS, who fight together to save the earth from the Kiseichuu.",
                    "TitleJapanese": "結成、エグゼロス",
                    "SummaryJapanese": "キセイ蟲と戦うヒーロー集団・エグゼロスにスカウトされた雲母だったが、いくら地球を守るためとはいえ、烈人たちと共同生活をすることには抵抗がある。自分がすさまじいエロスの持ち主だという事実も受け入れられず、エグゼロスへの参加を拒否してしまう。課長の庵野丈から説得するように言われた烈人も、キセイ蟲にトラウマがある雲母のことを考えて、彼女の意思を尊重しようとする。だが、キセイ蟲の魔の手は二人が通う高校にも迫っていた！"
                },
                "3": {
                    "ID": "7776608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776608",
                    "TitleEnglish": "Butterfly Effect",
                    "SummaryEnglish": "Kirara joins the team as Hxe Yellow but is unable to unleash her full potential in critical moments and allows the Kiseichuu to escape. The reason that Kirara keeps on failing is because of insufficient H-energy. Momoka Momozono, also known as Hxe Pink, scolds her by saying, “If you want to be a HERO, you have to think of erotic things every day!” But Kirara is unable to cast aside her shyness which makes Momoko even more irritated. Apparently, there is a reason why Momoka is getting so worked up about Kirara’s predicament…",
                    "TitleJapanese": "バタフライエフェクト",
                    "SummaryJapanese": "雲母はエグゼイエローとしてエグゼロスの仲間入りを果たしたものの、いざというときに力を発揮できず、キセイ蟲を取り逃がしてしまう。失敗続きの原因は雲母のHネルギー不足にあった。「HEROになったからには毎日EROいこと考えなアカンやろ！」とエグゼピンクの桃園百花に叱られるが、恥じらいの強い雲母は踏ん切りが付かず、百花のイライラも増すばかり。どうやら百花が雲母に対してムキになるのには理由があるようで……。"
                },
                "4": {
                    "ID": "7776610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7776610",
                    "TitleEnglish": "Snow White and the Color of the Sky",
                    "SummaryEnglish": "Maihime Shirayuki has a laid-back personality and can’t play sports to save her life. She was chosen to be a member of HXEROS because of her hidden eros and became Hxe White, but she lacks confidence because she thinks she doesn’t have any strengths that set her apart. A Kiseichuu appears at the all-girls high school that Maihime goes to, but how will she fight this enemy and its menacing tentacles? Meanwhile, Sora Tenkuji, aka Hxe Blue, has a hobby that she can’t tell anybody about... Kirara finds out about Sora’s secret, and Sora makes Kirara take part in her antics.",
                    "TitleJapanese": "白雪姫と宙の色",
                    "SummaryJapanese": "白雪舞姫はおっとりとした性格で運動が苦手。内に秘めたエロスの強さからエグゼロスのメンバーに選ばれて、エグゼホワイトとして戦うことになったが、取り立てて長所がないことに悩んでいた。そんな舞姫が通う女子高にキセイ蟲が出現！　触手を自由に操る敵を相手にどう立ち向かうのか？　その一方、エグゼブルーこと天空寺宙は人には言えない趣味の持ち主。宙の秘密を知ってしまった雲母は、なんとその趣味に突き合わされるはめとなるのだった。"
                },
                "5": {
                    "ID": "7857385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857385",
                    "TitleEnglish": "HXEROS Rising!",
                    "SummaryEnglish": "Retto and others head to a nest of Kiseichuus to rescue Kirara who was abducted during a battle. Meanwhile, Kirara sets herself free from an enemy restraint and wanders alone in the nest. She comes across Chacha, a princess of Kiseichuus, who is considered different from the others due to her mutation and has been imprisoned. Chacha wants to stop her other comrades from destroying humanity and plans an escape with Kirara. Retto and others finally arrive at the nest and charge head-on, but...",
                    "TitleJapanese": "エグゼロス・ライジング",
                    "SummaryJapanese": "戦闘中に連れ去られた雲母を救うため、烈人たちはキセイ蟲の巣へ急ぐ。そのころ雲母は敵の拘束から逃れて、巣の中を彷徨っていた。そこでキセイ蟲の王女・チャチャと出会う。彼女は突然変異のせいで他のキセイ蟲とはことなる性質をもつため、巣の奥に閉じ込められていたのだ。同胞が人類を滅ぼすのを止めたいと言うチャチャは、雲母と一緒に脱出するための策を練る。そして巣に着いた烈人たちも、キセイ蟲を正面突破で打ち倒していくが……。"
                },
                "6": {
                    "ID": "7857389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857389",
                    "TitleEnglish": "New Roommate (?)",
                    "SummaryEnglish": "Chacha joins HXEROS as a new member and starts living with the team in the same dormitory. Chacha enters Retto’s consciousness to find the source of his H-energy. While still merged with Retto’s consciousness, she visits the rooms of Maihime, Momoka, and Sora and stimulates their H-energy. She ends up taking a bath with Kirara, which makes Retto antsy. Chacha’s powers are too much for Kirara, who faints from the heat. Chacha realizes that Retto is in love with Kirara and takes control over his body while whispering to him that now is his chance.",
                    "TitleJapanese": "新たな同居人（？）",
                    "SummaryJapanese": "エグゼロスの新メンバーに加わって寮で暮らすことになったチャチャは、烈人のHネルギー源を探し出すために合体。烈人の意識を宿したまま、舞姫、百花、宙の部屋を訪れて、彼女たちのHネルギーを刺激していく。最後には雲母と一緒にお風呂に入ることになり、気が気でない烈人。しかしチャチャの能力のせいで火照った雲母は気を失ってしまう。烈人が好きな相手は雲母だと気付いたチャチャは、今がチャンスだと囁き、その体を思うままにしようとする。"
                },
                "7": {
                    "ID": "7857390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857390",
                    "TitleEnglish": "XERO Game",
                    "SummaryEnglish": "Recently in Saitama, public concern has been mounting over large numbers of people that have been oversleeping in the morning, resulting in them being late for school or work. Based on intel from Chacha, Retto and the team figure out that the culprit behind all of this is Genmuchuu. They head over to its hideout which is an abandoned radio tower, but Genmuchuu welcomes them with a surprise attack that traps them in a dream world. Will Retto be able to awaken from a fantasy-filled dream state and defeat Genmuchuu?",
                    "TitleJapanese": "XEROゲーム",
                    "SummaryJapanese": "近頃サイタマでは、朝起きられずに遅刻してしまう人が続出し社会問題となっていた。チャチャのアドバイスにより、その原因がゲンム蟲の能力によるものだと気づいた烈人たちは、その潜伏先を突き止め退治に向かう。潜伏先である廃電波塔に到着したものの、ゲンム蟲による不意打ちを受けて夢の世界に閉じ込められてしまうのだった。妄想全開の夢の中で、果たして烈人は眼を覚まし、ゲンム蟲を倒すことができるのか！？"
                },
                "8": {
                    "ID": "7857391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857391",
                    "TitleEnglish": "H-energy Monster",
                    "SummaryEnglish": "Kirara has been suffering from hallucinations where she sees Dark Kirara, the shadow side of her personality, in the form of her childhood self. Dark Kirara says that her purpose for appearing is to make Kirara and Retto into a couple. At first, Kirara does not listen to her meddlesome alter ego, but after seeing Shiko make passes at Retto, she can no longer contain herself. Flustered by the arrival of this unexpected rival, she heads over to the bathtub to find Retto, after Dark Kirara whispers in her ear to make a move…",
                    "TitleJapanese": "Hナジー☆モンスター",
                    "SummaryJapanese": "雲母は幼い頃の自分の姿をした幻覚・黒雲母が見えるようになってしまい困っていた。彼女は雲母と烈人をカップルにするために現れたのだという。あれこれとちょっかいを出してくる黒雲母に最初は聞く耳を持たなかったが、紫子が烈人に熱烈なアプローチをしていることを知ってからは気が気ではない。予期せぬライバル出現に焦った雲母は、「襲っちゃえばいいのよ」という黒雲母の囁きに導かれて、烈人がいる風呂場へと向かう……。"
                },
                "9": {
                    "ID": "7857392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857392",
                    "TitleEnglish": "Hadakana Beach Season Opening",
                    "SummaryEnglish": "The HXEROS headquarters generously grant Retto and the team a vacation at the beach, but when they arrive, they discover that the beach is covered with suspicious-looking sea cucumbers. Discouraged at the prospect of not being able to go swimming, the team head back to the hotel where they run into the Tokyo Branch, who have arrived to exterminate the sea cucumbers, and end up helping them in the extermination. Toma Taiga, the only male member of the Tokyo Branch, asks Retto to be his mentor. Toma says he admires Retto, but what secret is he hiding?",
                    "TitleJapanese": "肌金海岸海開き",
                    "SummaryJapanese": "エグゼロス本部の粋な計らいで海水浴旅行にやってきた烈人たち。しかし海岸には怪しげなナマコが大量発生しており、泳ぐどころではなかった。落ち込んだ一同がホテルに向かうと、ナマコ駆除にやってきたトーキョー支部のメンバーとばったり出会い、烈人たちサイタマ支部も一緒に手伝う羽目に……。そこで烈人はトーキョー支部唯一の男性隊員・大河橙馬から弟子入りを志願される。烈人に憧れているという橙馬が隠している秘密とは一体!?"
                },
                "10": {
                    "ID": "7857393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857393",
                    "TitleEnglish": "The Two Kiraras",
                    "SummaryEnglish": "The Saitama and Tokyo branches visit Akihabara so the members can get to know each other better. Shiko is desperate to get close to Retto, so she suggests that the members divide up into two groups to explore the area. While everyone has different motives, they play a game of rock-paper-scissors to decide the members of each group. Yona’s group includes Maihime, Sora, Retto, and Toma, while Moena’s group consists of Momoka, Kirara, and Shiko. Yona’s group enjoys a wholesome sightseeing tour of Akihabara, while Moena’s group heads to…",
                    "TitleJapanese": "二人の雲母",
                    "SummaryJapanese": "サイタマ支部とトーキョー支部の親睦を兼ねての秋葉原観光。何とかして烈人に近づきたい紫子の提案により、二つのグループに分かれて行動することに。様々な思惑が交錯するグループ分けじゃんけんの結果、よなを案内人とした、舞姫、宙、烈人、橙馬のグループと、萌萎を案内人とした百花、雲母、紫子のグループに分かれることに。よなたちが健全に観光を楽しむ一方、萌萎たちが向かった先とは―。"
                },
                "11": {
                    "ID": "7857394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857394",
                    "TitleEnglish": "Bye-bye, HXEROS!",
                    "SummaryEnglish": "Retto battles a Kiseichuu and defeats it with ease but is stung by its poison in the process. He doesn’t think much of it, but right after he is stung, a cute weasel escapes from his pants! The enemy he defeated was the Nyotaikachuu, which turns its prey into females when they are stung. The weasel that escaped was the embodiment of Retto’s manhood! If he doesn’t capture it soon, he will irreversibly transform into a woman. Will Retto be able to become a man again?",
                    "TitleJapanese": "バイバイ、エグゼロス",
                    "SummaryJapanese": "難なくキセイ蟲を倒したものの、相手がやられ際に放った毒針を食らってしまった烈人。大したことはないように感じたのも束の間、パンツの中から可愛いオコジョが飛び出した！ キセイ蟲の正体は刺した相手を少しずつ雌化させるニョタイカ蟲で、逃げたオコジョは烈人の“男の根源”だったのだ。早く捕まえないと、体が完全に女性になって元に戻れなくなってしまう。果たして烈人は無事に男に戻れるのだろうか！？"
                },
                "12": {
                    "ID": "7857395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-hx-eros/episodes/7857395",
                    "TitleEnglish": "HXEROS Showdown!",
                    "SummaryEnglish": "Due to the law passed by the new governor, Anno is arrested, and HXEROS is forced to disband temporarily. The Saitama Branch members have been working as heroes on their own, and they suspect that a Kiseichuu is masquerading as a human to take the position of governor. Chacha has the ability to tell whether or not a Kiseichuu has transformed itself, so she pretends to be a delivery person to investigate the identity of the governor. When Chacha rings the doorbell, the governor opens the door, but for some reason Chacha enters the residence. Retto and the team suspect that something is wrong and follow Chacha into the house, but they discover that…",
                    "TitleJapanese": "決戦！　エグゼロス",
                    "SummaryJapanese": "新知事が制定した条例によって庵野が捕まり、エグゼロスの一時解散が決まった。独自にHERO活動を続けていたサイタマ支部のメンバーは、人間に擬態したキセイ蟲が知事に成り代わっているのではないかと疑っていた。キセイ蟲の擬態を見抜けるチャチャは、配達員を装って知事の様子を窺ってみることに。だが玄関のチャイムを鳴らして知事が姿を見せると、なぜか一緒に家の中に入ってしまう。何かが起きたと感じた烈人たちが後を追うと、そこには……。"
                }
            }
        }
    }
}