{
    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Fantasy",
        "Reality"
    ],
    "Other Sites": [],
    "TitleEnglish": "Dragon Quest X English Translation",
    "SummaryEnglish": "Join Nawaria and her character Mel as they explore the world of Astoltia in the MMO, Dragon Quest X. Nawaria translates the Japanese text into English as she plays so that westerners can finally experience this game.",
    "Aliases": [],
    "Modified": "2020-03-14",
    "Seasons": {
        "1": {
            "ID": "1826866",
            "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/seasons/official/1",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "7631091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631091",
                    "TitleEnglish": "Part 001",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! I'm aware that sometimes the mic audio is quiet, but unfortunately the sound and video were recorded together. I did my best to raise the sound in post-production, but I could only do so much. In this video: Mel begins her adventure in her hometown of Eterne Village. Original stream date: 10-21-17 I did not include the game's opening movie at the start of this stream because I'm aware it will get flagged due to copyright, but you can view it here: https://www.youtube.com/watch?v=vKmF_U3_ZRc",
                    "Aliases": []
                },
                "2": {
                    "ID": "7631093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631093",
                    "TitleEnglish": "Part 002",
                    "SummaryEnglish": "In this video: Mel finds where her sister has been hiding and then receives an important mission. Original stream date: 10-21-17",
                    "Aliases": []
                },
                "3": {
                    "ID": "7631094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631094",
                    "TitleEnglish": "Part 003",
                    "SummaryEnglish": "In this video: Mel goes on a quest to save her hometown. Original stream date: 10-21-17",
                    "Aliases": []
                },
                "4": {
                    "ID": "7631096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631096",
                    "TitleEnglish": "Part 004",
                    "SummaryEnglish": "In this episode: Mel finds herself reborn in a new form. Original stream date: 10-24-17 If you would like to see the Offline Mode in this game where you learn what happens to your sibling, please check out the playlist here: https://www.youtube.com/playlist?list=PLvcSTJr2NQPtvM5qqfnjux2EdG4_qnnoa If you are interested in seeing what the story is like if you choose a race other than puklipo, then I have recorded the rest of them into one playlist here: https://www.youtube.com/playlist?list=PLvcSTJr2NQPt7XgdP8EdIU4F1XvE7cOFF Just a warning, the volume level fluctuates in this episode. The capture program I use when streaming doesn't record the audio separate from the video. I did what I could to even the sound out in post-production but it takes me a few episodes to fully sort things out with the help of those who were in the stream's chat. Thanks for your patience!",
                    "Aliases": []
                },
                "5": {
                    "ID": "7631099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631099",
                    "TitleEnglish": "Part 005",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! In this video: Mel continues her quest in Puklette Village. Original stream date: 10-24-17 Just a warning, the volume level fluctuates in this episode. The capture program I use when streaming doesn't record the audio separate from the video. I did what I could to even the sound out in post-production but it takes me a few episodes to fully sort things out with the help of those who were in the stream's chat. Thanks for your patience!",
                    "Aliases": []
                },
                "6": {
                    "ID": "7631100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7631100",
                    "TitleEnglish": "Part 006",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! In this video: Mel learns more about the other Mel's past. Original stream date: 10-24-17 Just a warning, the volume level fluctuates in this episode. The capture program I use when streaming doesn't record the audio separate from the video. I did what I could to even the sound out in post-production but it takes me a few episodes to fully sort things out with the help of those who were in the stream's chat. Thanks for your patience!",
                    "Aliases": []
                },
                "7": {
                    "ID": "7654093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7654093",
                    "TitleEnglish": "Part 007",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! In this video: Mel wraps up the Puklette story and learns more about her mission. Original stream date: 11-02-17",
                    "Aliases": []
                },
                "8": {
                    "ID": "7654097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7654097",
                    "TitleEnglish": "Part 008",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! In this video: Mel sets out from Puklette Village for the town of Orfea, but not everything goes according to plan. Original stream date: 11-02-17",
                    "Aliases": []
                },
                "9": {
                    "ID": "7654098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-quest-x-english-translation/episodes/7654098",
                    "TitleEnglish": "Part 009",
                    "SummaryEnglish": "Welcome to my Dragon Quest X playthrough, as streamed live on Twitch! In this video: Mel finally makes it to the town of Orfea. Original stream date: 11-02-17",
                    "Aliases": []
                }
            }
        }
    }
}