{
    "URL": "https://www.thetvdb.com/series/shadowverse",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12100946/",
        "https://anime.shadowverse.jp/",
        "https://www.tvmaze.com/shows/47100/show-slug",
        "https://www.themoviedb.org/tv/98823",
        "https://www.wikidata.org/wiki/Q89277583",
        "https://en.wikipedia.org/wiki/Shadowverse_(TV_series)",
        "https://x.com/shadowverse_anm"
    ],
    "TitleEnglish": "Shadowverse",
    "SummaryEnglish": "The story centers on Hiiro Ryuugasaki, a student at Tensei Academy. Through a strange incident, Hiiro obtains a mysterious smartphone. The smartphone has installed the popular digital card game \"Shadowverse.\" Through the game Hiiro meets rivals, participates in tournaments, and forms bonds with others",
    "TitleJapanese": "シャドウバース",
    "SummaryJapanese": "天青学園に通う少年・竜ヶ崎ヒイロは、ひょんなことから謎のスマホを手に入れる。\nそのスマホの中には、大人気デジタルカードゲーム『シャドウバース』、通称・シャドバがインストールされていた！\nライバルとの出会い、大会への挑戦、仲間との絆。\nシャドバを通じて得たいくつもの経験が、ヒイロを『進化』させていく――。",
    "Aliases": [
        "Shadowverse Flame"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1827241",
            "URL": "https://www.thetvdb.com/series/shadowverse/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "7818689",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7818689",
                    "TitleEnglish": "Shadowverse Special Episode #1",
                    "SummaryEnglish": "Look Back and Tell Story form EP01- EP12",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7896935",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7896935",
                    "TitleEnglish": "Shadowverse Special Episode #2",
                    "SummaryEnglish": "Before Hiro and his team save the world, let's look back at everything they've accomplished, from Hiro's very first game of Shadowverse to his victory against Leon!",
                    "TitleJapanese": "Episode 25",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8905408",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8905408",
                    "TitleEnglish": "Shadowverse Special Episode #3",
                    "SummaryEnglish": "The Shadowverse battlers look back on their fight to save the world, and look forward to their future.",
                    "TitleJapanese": "Shadowverse Special Edition",
                    "SummaryJapanese": "The Shadowverse battlers look back on their fight to save the world, and look forward to their future."
                },
                "4": {
                    "ID": "9365345",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9365345",
                    "TitleEnglish": "Shadowverse Flame Special Episode #1",
                    "SummaryEnglish": "In this special episode, Seventh Flame looks back on all the fun they've had playing Shadowverse!",
                    "TitleJapanese": "シャドウバースＦ特別編",
                    "SummaryJapanese": "「シャドウバース」を知らずにシャドバカレッジへ転校し、廃部寸前のシャドバ部「セブンスフレイム」に入部した天竜ライト。\n彼は蜜田川イツキ、真壁スバルと一緒に新たな部員探しをしながら、シャドバの魅力にのめり込んでいく。\n多種多様なカードを操るプレイヤーとバトルし、セブンスフレイムにはジェントルマン、風祭レン、小鳥遊ツバサが加入。\n心強い仲間と共に本格始動した新生セブンスフレイムは、カレッジの“最強”を決めるシャドバ部対抗戦に挑むことになる。\nその戦いの前に、1話～25話までのバトルをセブンスフレイムのメンバーで振り返るほか、番組最新情報もお届け！\n「デジフレの大冒険」もお楽しみに！"
                },
                "5": {
                    "ID": "9875530",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9875530",
                    "TitleEnglish": "Shadowverse Flame Special Episode #2",
                    "SummaryEnglish": "Shadowverse Flame is back! But before we see what happened to Light and the Gang, let's take a look back at the World Ranking and Club Tournament.",
                    "TitleJapanese": "Shadowverse Flame 特別エピソード #2",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "10428729",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10428729",
                    "TitleEnglish": "Shadowverse Flame Special Episode #3",
                    "SummaryEnglish": "Light and some of the gang are joined by Hiro, Luca, and a few familiar old faces as they take a look back at Seventh Flame's battles with the Seven Shadows in Genesis Corp's experimental facility, the Shadow Area.",
                    "TitleJapanese": "Shadowverse Flame 特別エピソード #3",
                    "SummaryJapanese": "ライトとギャングの一部には、ヒロ、ルカ、そして何人かの懐かしい面々が加わり、ジェネシス・コープの実験施設であるシャドウ・エリアでのセブンス・フレイムとセブン・シャドウズの戦いを振り返る。"
                },
                "7": {
                    "ID": "10547556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10547556",
                    "TitleEnglish": "Shadowverse Flame Special Episode #4",
                    "SummaryEnglish": "Mikado and Ryoga spend some quality time with their Digital Friends, while the girls talk about Seventh Flame's most powerful cards.",
                    "TitleJapanese": "Shadowverse Flame 特別エピソード #4",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1827242",
            "URL": "https://www.thetvdb.com/series/shadowverse/seasons/official/1",
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "7633789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7633789",
                    "TitleEnglish": "This is Shadowverse!",
                    "SummaryEnglish": "Hiiro Ryugasaki, a boy who attends Tensei Gakuen. Hiro wanted to play the popular digital card game \"Shadowverse\", commonly known as Shadowverse , but his grandfather Shigefumi didn't buy a smartphone. One morning, Heero tries to go to school as usual and hears a mysterious voice calling himself. Guided by that voice, Heero enters the warehouse at home. A brand new smartphone was placed in the warehouse ...",
                    "TitleJapanese": "これがシャドバだ!!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7676343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7676343",
                    "TitleEnglish": "Hiro's Resolve",
                    "SummaryEnglish": "Heero meets Lucia Natsuki at night in the park at night when it's quiet. Heero thinks that Lucia also likes Shadowverse, and challenges Lucia to a battle. Lucia agrees with Heero's challenge. His eyes were sharply narrowed like a blade ...",
                    "TitleJapanese": "ヒイロの決意",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7697704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7697704",
                    "TitleEnglish": "The Plot of the Genius Among Geniuses",
                    "SummaryEnglish": "Heero wins a series of battles in a battle at Tensei Gakuen. What appeared there was Heero's one-year junior, Ijuin Kai. After overwhelming Heero's friend Kazuki Shindo, Kai strikes Heero with a challenge. Can Heero beat Kai ...? \"I'll show you the plot of the super genius.\"",
                    "TitleJapanese": "超天才の策略",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7708295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7708295",
                    "TitleEnglish": "Something Special",
                    "SummaryEnglish": "Hiiro's friend, Mimori Amamiya. Mimori has complex about her being so \"normal\". She idolizes Alice Kuroba, a nationwide idol. When she's absentmindedly looking at Alice's poster, a mysterious girl appears. The girl challenges her, saying \"I'll take you to meet Alice Kuroba if you can win against me!\"...",
                    "TitleJapanese": "特別なもの",
                    "SummaryJapanese": "ヒイロの友達、天宮ミモリ。\nミモリは自分が『普通』なことにコンプレックスを抱えていた。\nミモリの憧れは、国民的アイドルの黒羽アリス。\n黒羽アリスのポスターをぼぉーっと眺めていたミモリの前に、謎の少女が現れる。\n少女は「アタシに勝ったら黒羽アリスに会わせてあげる」と、ミモリにバトルを申し込んでくるのだった……"
                },
                "5": {
                    "ID": "7708293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7708293",
                    "TitleEnglish": "Fierce Battle! Hiro vs. Kazuki!",
                    "SummaryEnglish": "As usual, Heero tries to battle at Shadowverse Stadium. Then, the large-scale vision at the entrance had the words \"Today's store tournament! Looking for participants!\"! Heero decides to participate while being excited about the first tournament. Then, Kazuki also comes late there. Always a friend, today a rival. The battle between the two is about to begin ...!",
                    "TitleJapanese": "激闘！ヒイロVSカズキ！",
                    "SummaryJapanese": "いつものごとく、シャドバスタジアムでバトルをしようとするヒイロ。\nすると、入り口の大型ビジョンには「本日 店舗大会！参加者募集中！」の文字があった！\n初めての大会にワクワクしつつ、参加を決めるヒイロ。\nすると、そこに遅れてカズキもやってくる。\nいつもは友達、今日はライバル。2人のバトルが今、始まる……！"
                },
                "6": {
                    "ID": "7737941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7737941",
                    "TitleEnglish": "The Reason For Strength",
                    "SummaryEnglish": "Study, sports, and Shadowverse. Lucia Natsuki, a boy who has no chance at all. Lucia has the talent to envy everyone, but all he needs is strength, not an envy Lucia drives herself and lives stoicly. In front of him, a professional player, Seiya Fangkura, appears ...",
                    "TitleJapanese": "強さの理由",
                    "SummaryJapanese": "勉強、スポーツ、そしてシャドバ。どれをとっても隙がない少年、夜那月ルシア。\n\n誰もが羨む才能を持つルシアだったが、彼にとって必要なものは羨望の眼差しではなく、強さだけ。\n\n自らを追い込み、ストイックに生きるルシア。\n\nそんな彼の前に、プロプレイヤーである牙倉セイヤが現れる……。"
                },
                "7": {
                    "ID": "7737943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7737943",
                    "TitleEnglish": "Aim for Master Rank!",
                    "SummaryEnglish": "Heero aims for a master rank in order to participate in the national competition. Heero continued to win the battle, but he couldn't reach it one step further. At that time, a grandmaster-ranked man-Leon Orlanche appears in front of Heero. \"If you beat me, you're a master rank.\" Heero's challenge begins with the title of Master Rank!",
                    "TitleJapanese": "目指せ！マスターランク！",
                    "SummaryJapanese": "全国大会に出場するため、ヒイロはマスターランクを目指す。\n\nバトルに勝ち続けるヒイロだったが、あと一歩のところで届かない。\n\nそんな時、ヒイロの前にグランドマスターランクの男――レオン・オーランシュが現れる。\n\n「私に勝てば、君はマスターランクだ」\n\nマスターランクの座をかけて、ヒイロの挑戦が始まる！"
                },
                "8": {
                    "ID": "7763068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7763068",
                    "TitleEnglish": "The National Tournament Finals Begin!",
                    "SummaryEnglish": "Heero has decided to participate in the national tournament. What was waiting for us after the tough qualifying was the final tournament where only the strongest players gathered! A mysterious girl wearing a hood appeared as an opponent in the first round. What is her true identity as \"Ecila\"?",
                    "TitleJapanese": "Episode 8",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7763781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7763781",
                    "TitleEnglish": "The Curtain Rises! A Beautiful Witch Show!",
                    "SummaryEnglish": "Heero wins the first round and advances the piece to the second round. The opponent is Seiya Fangkura, a professional player! Saiya was soft-mannered, but a hot flame swirled behind her eyes. Can Heero win the \"serious Seiya\" that he didn't show in the battle with Lucia?",
                    "TitleJapanese": "Episode 9",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7763782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7763782",
                    "TitleEnglish": "Mauro's Spellcasting!",
                    "SummaryEnglish": "The national tournament is finally over! Heero arrives at the semi-final and meets a mysterious boy, Maura. Maura plays a tricky card with a suspicious smile. One step closer to the final match with Lucia. A battle that can never be defeated begins!",
                    "TitleJapanese": "Episode 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7787113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7787113",
                    "TitleEnglish": "Hiro vs Luca",
                    "SummaryEnglish": "After a number of hot battles, the finals finally begin. Heero faces Lucia again to repay his former debt. The eyes of two people crossing each other, the feelings of two people colliding with each other. However, in the battle, the decisive difference between Heero and Lucia becomes clear. \"Heero. For me, Shadowverse is--\"",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7797155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7797155",
                    "TitleEnglish": "Who Will Claim Victory?",
                    "SummaryEnglish": "Heero and Lucia, two people passing each other, two people who do not overlap. Still, believing in the connection of Shadowverse, Heero continues the battle with all his might. What Heero sees before the final is the end of the battle, or--.",
                    "TitleJapanese": "Episode 12",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "7808987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7808987",
                    "TitleEnglish": "The Shadow Grand Prix  Begins",
                    "SummaryEnglish": "Waiting for Heero and his friends to participate in the national tournament was the new tournament \"Shadow Grand Prix\" by Genesis Company! Heero is thrilled by the presence of powerful players from all over the world. And now, the curtain of a new battle is about to rise.",
                    "TitleJapanese": "Episode 13",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "7839325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7839325",
                    "TitleEnglish": "A Mouthwatering Battle! Marcel Tabeoka!",
                    "SummaryEnglish": "Heero first encountered the legendary cook, Tabeoka Maisel. Heero, who was challenged to a battle of disqualification if he lost, confronted Mysel with determination .... \"Western food when standing, Japanese food when sitting, Italian when walking ... A chef who has mastered all kinds of dishes from ancient times to east and west! That's me!\"",
                    "TitleJapanese": "第14話",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "7839851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7839851",
                    "TitleEnglish": "Super Rich! Miyabi Zaizenji!",
                    "SummaryEnglish": "Heero won the battle with Mysel. The next opponent was Miyabi, the daughter of the Zaizenji family. \"Since the creation of the heavens and the earth, the common people have never beaten me!\" Miyabi tosses Heero in a gorgeous battle that seems to be a super rich man. Can Heero defeat Miyabi ...?",
                    "TitleJapanese": "Episode 15",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "7839858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7839858",
                    "TitleEnglish": "An Invitation to the Underworld! The Joubert Sisters!",
                    "SummaryEnglish": "While Heero is in a hot battle, Mimori meets Alice at that time. It was the infamous bounty hunter Justine sisters who appeared in front of the two who enjoyed a momentary conversation. Mimori and Alice, who were challenged by the Justine sisters in a \"tag battle,\" throw themselves into an unbeatable battle. \"Tell me, my sister.\" \"Sister Justine is an invincible bounty hunter ...\"",
                    "TitleJapanese": "Episode 16",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "7839859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7839859",
                    "TitleEnglish": "Special and Ordinary",
                    "SummaryEnglish": "Mimori who longs for specially. Alice who longs for ordinary. The two back-to-back are now facing each other face-to-face. \"I don't know which one is right, but I don't know , so I'll do this.\" \"... To understand Alice, this is ... I'm sure Shadowverse is the best.\" The eyes of the two who collide are hot and shining.",
                    "TitleJapanese": "Episode 17",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "7883375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7883375",
                    "TitleEnglish": "A Terrible Trap! Zuo and Ko",
                    "SummaryEnglish": "Kai is steadily producing results. Kazuki who hasn't even battled yet. The two opposites meet again at Genesis Island. Waiting for a sneaky trap, hunting time. \"Is there cowardice or shit in hunting!\" \"It's over.\"",
                    "TitleJapanese": "卑劣な罠！ズオウ＆コウ！",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "7888088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7888088",
                    "TitleEnglish": "Bearers of Shadow",
                    "SummaryEnglish": "A tournament to decide the strongest Shadowverse player in the world. The winner will be given the position of president of Genesis Company. ...... That is the Shadow Grand Prix. But everything was just a deception. Now ... Leon Orlanche begins to move. \"The Shadow Grand Prix is ​​finally here. Everyone, please encourage me ...\"",
                    "TitleJapanese": "Episode 19",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "7888090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7888090",
                    "TitleEnglish": "A Smile That's Black",
                    "SummaryEnglish": "Heero defeated the mysterious player Shadow Knights. What appeared was Maura, the opponent who once fought in the national tournament. \"Maura ... Are you also Shadow Knights ...!?\" \"Well ... how about?\" \"Well, at least ... it must be your enemy!\"",
                    "TitleJapanese": "Episode 20",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "7896915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7896915",
                    "TitleEnglish": "Battle of Destiny",
                    "SummaryEnglish": "Heero heads for Leon's central tower to uncover the secrets of the Shadow Grand Prix. What is blocking that path is ... Lucia, the dark nobleman who pursues strength. \"It's not the time to fight now!\" \"... What else? The Shadow Grand Prix isn't over yet.\" Eyes that intersect, feelings that do not intersect. The inevitable battle begins.",
                    "TitleJapanese": "Episode 21",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "7896916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7896916",
                    "TitleEnglish": "Conclusion, And...",
                    "SummaryEnglish": "The battle between the two accelerates as they collide with their unyielding feelings. \"Lucia. It's coming this time. My heart is ... you!\" \"Heero, you 're strong, but you and I are too different ...\" Now is the time to settle.",
                    "TitleJapanese": "Episode 22",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "7896917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7896917",
                    "TitleEnglish": "Unknown Encounter",
                    "SummaryEnglish": "Seven selected people gathered at the central tower. Heero, Lucia, Mimori, Kazuki, Kai, Alice, Maura ... The secret of the world revealed to them is the \"Tree of Disaster\". The existence of disaster that destroys everything. Heero and his friends take on the final battle to qualify to save the world.",
                    "TitleJapanese": "Episode 23",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "7896933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7896933",
                    "TitleEnglish": "Blessings and Woe",
                    "SummaryEnglish": "The eighth class finally revealed, the Nemesis class. Before that mighty power, Heero is forced to struggle. But ... Heero wasn't the only one to confront the Nemesis class. \"A little ... let's talk about old times\" The past of Ryugasaki Age unraveled. The greatest test for Heero continues.",
                    "TitleJapanese": "Episode 24",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "7965410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7965410",
                    "TitleEnglish": "Seven Hopes",
                    "SummaryEnglish": "The time of the world has stopped due to the tree of calamity. The \"imaginary shadow\" that appears, the people who are obsessed and manipulated ... In the midst of the end of the visit, but still seven wills to shine. \"Only seven people have been selected to save the world ... you guys!\"",
                    "TitleJapanese": "Episode 25",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "7987963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/7987963",
                    "TitleEnglish": "Grab the Legend",
                    "SummaryEnglish": "Heero rescued Takuma, who was manipulated by the shadow of the imagination. Beyond numerous enemies, Heero finally reaches the ruins where the legendary card sleeps. Can Heero get the legendary card ......... The black cursed dragon warrior takes the price of Heero with his eyes.",
                    "TitleJapanese": "Episode 26",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "8002185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8002185",
                    "TitleEnglish": "The Ultimate Dragon!",
                    "SummaryEnglish": "Using the power of the imaginary shadow, Shirou hunts down Heero. Now that he has the strength he wants, he should be able to beat Heero ………… Shiro thinks so, but he doesn't realize it. The strength of Shadowverse is the strength of the heart. The will to never give up is the most important thing. \"Go, Shirou! I get the legend!\"",
                    "TitleJapanese": "Episode 27",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "8005209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8005209",
                    "TitleEnglish": "Overlapping Answers!",
                    "SummaryEnglish": "Kai and Alice arrive at the ruins of the legendary card. The ones waiting were the Justine sisters. Beautiful and terrifying bounty hunter. \"The Justine sisters are invincible ...\" \"It's over, from the beginning!\" Can Kai and Alice grab the legendary card beyond the raging battle of darkness?",
                    "TitleJapanese": "Episode 28",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "8016634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8016634",
                    "TitleEnglish": "Proof That I Am Me",
                    "SummaryEnglish": "Lucia got the legendary card. And then, \"the opponent you don't want to fight the most\". \"The Good Brother. It's always kind to me. So you don't even know that I'm suffering.\" The lies that have been piled up, the truth that has been hidden. The words of her beloved sister, Shiori, shake Lucia's heart.",
                    "TitleJapanese": "Episode 29",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "8034483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8034483",
                    "TitleEnglish": "Resolve and Courage",
                    "SummaryEnglish": "Mimori confronts the manipulated Seiya. Even in the face of that mighty power, Mimori never retreats. \"This is the end of the play! Let's eat you up !\" \"Don't give up! Absolutely!\" Mimori's determination awakens an old legend.",
                    "TitleJapanese": "Episode 30",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "8048015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8048015",
                    "TitleEnglish": "Hero`s Blade",
                    "SummaryEnglish": "\"It's bad, it's 2 to 1. I wonder if I've become cowardly because I'm obsessed with this guy?\" \"Heffalump, that's from the front.\" Kazuki is forced into a disadvantageous battle against Heffalump and Kou. However, Kazuki never gives up. For what you want to protect, for the world to be saved.",
                    "TitleJapanese": "Episode 31",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "8058521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8058521",
                    "TitleEnglish": "Footsteps of Hope",
                    "SummaryEnglish": "Maura Averardo, one of the seven chosen. His lonely fate surely undermined himself. The mask you wear is a lie mask, so the legendary card never shines. In the midst of turmoil and turmoil, Maura confronts Lucia. \"What are you going to do? That's ... I don't even know.\"",
                    "TitleJapanese": "Episode 32",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "8068384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8068384",
                    "TitleEnglish": "Fate of Destruction",
                    "SummaryEnglish": "Due to the power of Ryugasaki Age, Maura is obsessed with a large amount of imaginary shadows. Hope slips through Maura's hands and disappears, whether stretched or stretched. At last Maura gave up ... accepted her destiny and became an \"enemy of the world\". But ... there are those who haven't given up yet. Heero and Lucia stand up for their \"friends.\"",
                    "TitleJapanese": "Episode 33",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "8077616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8077616",
                    "TitleEnglish": "Battle of Despair",
                    "SummaryEnglish": "Heero and Lucia struggle in front of the \"three sacred treasures / cards\" with Maura's despair. Overflowing grudges, repeated curse words, Maura is no longer Maura. …… Still, Maura for Heero is a “friend”. An irreplaceable \"friend\" connected by Shadowverse. \"Maura! I will never give up! You and this world!\"",
                    "TitleJapanese": "絶望のバトル",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "8088449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8088449",
                    "TitleEnglish": "Prelude to the End",
                    "SummaryEnglish": "\"It's been a long time, this place, this smell, this wind.\" It was a sudden reunion, an unexpected encounter. \"No way, is it my father ...!?\" Heero's words ... but never reach Age. It was a sudden reunion ... an unexpected disconnection.",
                    "TitleJapanese": "終焉への序曲",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "8090115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8090115",
                    "TitleEnglish": "The Heart to Believe",
                    "SummaryEnglish": "\"Defeat. And see the destruction of the world with your own eyes.\" There is a vestige in its appearance, and its binocular is pathetic. Age is no longer the father of Heero ... but an enemy of the world. \"Fate is no longer on your side\" In a sad but fierce battle, the tree of calamity stands quietly ...",
                    "TitleJapanese": "信じる心",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "8120028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8120028",
                    "TitleEnglish": "A Voice That Calls to Awaken",
                    "SummaryEnglish": "Hiiro Ryugasaki, a boy who attends Tensei Gakuen. Hiro wanted to play the popular digital card game \"Shadowverse\", commonly known as Shadowverse , but his grandfather Shigefumi didn't buy a smartphone. Guided by the voice of his mother who calls his name, Heero returns to everyday life. ...... To eternal daily life.",
                    "TitleJapanese": "覚醒を呼ぶ声",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "8123422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8123422",
                    "TitleEnglish": "Hiro and the Black Dragon Knight",
                    "SummaryEnglish": "\"Heero ... Battle with me\" Heero confronts Lowen in a lost world. Why are you here and why did you meet? Because I don't know, I will battle. \"Let's do it, Lowen!",
                    "TitleJapanese": "ヒイロと黒竜の騎士",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "8148061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8148061",
                    "TitleEnglish": "Mimori`s an Idol",
                    "SummaryEnglish": "Mimori Amamiya, 14 years old. What I like is tea and what I don't like is scary. ...... What I am good at is singing! I who shine on the stage is a \"special\" me who is second to none. \"I'm an idol!\"",
                    "TitleJapanese": "ミモリはアイドル",
                    "SummaryJapanese": "天宮ミモリ、14歳。好きなものは紅茶で、嫌いなものは怖いこと。……得意なことは、歌うこと！ステージで輝く私は、誰にも負けない「特別」な私。「私、アイドルやってます！」"
                },
                "40": {
                    "ID": "8148066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8148066",
                    "TitleEnglish": "Alice's Truth",
                    "SummaryEnglish": "Kurobane Alice. I like to live freely and I hate being tied up. ...... I always want to be myself. I'm a \"normal\" person with someone in the crowd. \"Ah ♪ You may not be able to choose! Freedom is great!\"",
                    "TitleJapanese": "アリスの本当",
                    "SummaryJapanese": "黒羽アリス。自由に生きるのが好き、縛られるのが嫌い。……いつだって、自分らしくいたい。雑踏の中に紛れるアタシは、誰かと一緒の「普通」なアタシ。「あは♪選べないかも！自由ってサイコー！」"
                },
                "41": {
                    "ID": "8172932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8172932",
                    "TitleEnglish": "Kazuki's Great Escape!",
                    "SummaryEnglish": "\"A large serving of meat miso fried rice, don't you wait!\" In dreams, in ideals, in illusions. Still, Kazuki is no different from \"always\". …… So, no matter what kind of trial comes, just overcome it like “always”.",
                    "TitleJapanese": "カズキの大脱出！",
                    "SummaryJapanese": "「肉味噌チャーハン大盛り、お待たせじゃんねー！」\n\n\n夢の中、理想の中、幻の中。\nそれでもカズキは「いつも」と変わらない。\n……だから、どんな試練が訪れたって、「いつも」のように乗り越えるだけ。"
                },
                "42": {
                    "ID": "8175504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8175504",
                    "TitleEnglish": "Kai and the Forbidden Magic",
                    "SummaryEnglish": "If you solve the test, you will get a perfect score of 100 points. A wonderful book in a kendo class. If you have a battle, you will win a series of battles. Kai is a super genius, just perfect. ...... Probably that should be the case.",
                    "TitleJapanese": "カイと禁忌の魔法",
                    "SummaryJapanese": "テストを解けば100点満点。剣道の授業で見事に一本。バトルをすれば連戦連勝。\nカイは超天才、まさに完璧。\n……恐らくは、そのはずだ。"
                },
                "43": {
                    "ID": "8192203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8192203",
                    "TitleEnglish": "Mauro's Wish, a Longing that Cannot Be",
                    "SummaryEnglish": "That is sin. A guilt that hurt a friend. That is punishment. Punishment for destroying the world. The encounter between the two sinners is inevitable.",
                    "TitleJapanese": "マウラの願い、叶わぬ思い",
                    "SummaryJapanese": "それは罪。仲間を傷つけた罪。それは罰。世界を滅ぼそうとした罰。罪人たる2人の邂逅は、必然。"
                },
                "44": {
                    "ID": "8230966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8230966",
                    "TitleEnglish": "Lucia and the Undead King",
                    "SummaryEnglish": "I knew, I knew, but I still wanted to dream. ...... Under the moonlight, a fleeting wish sways and trembles. \"Today is the full moon, brother.\" \"Ah ... it's as beautiful as a lie.\"",
                    "TitleJapanese": "ルシアと不死の王",
                    "SummaryJapanese": "分かっていた、知っていた、それでも夢を見たかった。\n……月光の下で、儚き願いが揺蕩い、震える。「今日も満月ですね、兄さん」「あぁ……嘘みたいに綺麗だ」"
                },
                "45": {
                    "ID": "8230968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8230968",
                    "TitleEnglish": "The Castle in the Sky",
                    "SummaryEnglish": "The seven chosen ones seized the true hope. As a proof of that ... a huge castle appears in the sky. The stairs that extend are far and high. But they have nothing to fear anymore. ...... Finally, the real battle begins.",
                    "TitleJapanese": "天空の城",
                    "SummaryJapanese": "7人の選ばれし者たちは、真実の希望を掴み取った。\nその証として……天空に巨大な城が現れる。\n伸びる階段は遠く、高く。けれど、彼らにはもう恐れるものなど何もない。\n……いよいよ、本当のバトルが始まる。"
                },
                "46": {
                    "ID": "8254525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8254525",
                    "TitleEnglish": "The Ruler of the World",
                    "SummaryEnglish": "Heero falls down after receiving the full power of Age. Now that the Infinite Flame Dragon has been destroyed, there is no way left for Heero ... \"It's not over. I'm not losing ...\" ...... Still, Heero stands up. Don't give up until the end ... that's his Shadowverse.",
                    "TitleJapanese": "世界の支配者",
                    "SummaryJapanese": "エイジの全力を受け、倒れ伏すヒイロ。\nインフィニットフレイムドラゴンを破壊された今、ヒイロに為す術など残されていない……。\n\n\n「終わってない。負けてない……」\n\n\n……それでも、ヒイロは立ち上がる。\n最後まで諦めないこと……それこそが、彼のシャドバだ。"
                },
                "47": {
                    "ID": "8254526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8254526",
                    "TitleEnglish": "Time of Evolution",
                    "SummaryEnglish": "The spell card \"Shadow Mode\" used by Leon ... brought great power. To evolve the world, Leon also evolves. \"I'm your enemy, but for the world ... a savior.\" What dwells in Heero's chest is ... anger. Ferocious ... Feelings of violent anger. \"You are ... because of you! You are defeated! Absolutely ... here!\"",
                    "TitleJapanese": "進化の時",
                    "SummaryJapanese": "レオンが使ったスペルカード、「シャドウ・モード」は……大いなる力をもたらした。\n世界を進化させるために、レオンもまた、進化する。\n\n\n「私は君の敵だ。だが世界にとっては……救世主さ」\n\n\nヒイロの胸に宿るのは……怒り。\n凶暴で……凶悪な憤怒の感情。\n\n\n「お前が……お前のせいで！お前は倒す！絶対に……ここでっ！」"
                },
                "48": {
                    "ID": "8254527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/8254527",
                    "TitleEnglish": "Battle! Shadowverse!",
                    "SummaryEnglish": "The overlapping bonds turn into power, and finally the \"Ultimate Legend Dragon\" descends. With the thoughts of seven people, the ultimate legend roared. \"I will never give up on any enemy! That's mine !\" \"Our!\" \"Shadowverse ah ah ah!\"",
                    "TitleJapanese": "バトル！シャドウバース！",
                    "SummaryJapanese": "重なり合う絆が力に変わり、遂に「アルティメットレジェンド・ドラゴン」が降臨する。\n7人の想いを乗せ、究極の伝説は咆哮を上げた。\n「どんな敵が相手だって、絶対に諦めない！それが俺の！」\n「僕たちの！」\n「シャドバだあああああああ！！」"
                }
            }
        },
        "2": {
            "ID": "1961354",
            "URL": "https://www.thetvdb.com/series/shadowverse/seasons/official/2",
            "# Episodes": 98,
            "Episodes": {
                "1": {
                    "ID": "9046564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9046564",
                    "TitleEnglish": "My Shadowverse Begins Here!",
                    "SummaryEnglish": "Light Tenryu is a new kid who's just come to the Shadowverse Battle College after a strange man told him he could \"find his destiny\" here. What fantastic adventures await him?",
                    "TitleJapanese": "俺のシャドバはここから始まる！",
                    "SummaryJapanese": "天竜ライトはいたって普通の中学２年生。しかし、ひょんなことからシャドバカレッジへ転校することになる。「シャドウバース」通称「シャドバ」の初心者であるライトは、クラスメイトの真壁スバルに相談し、「シャドバを本気でやるために」シャドバをやる部活「シャドバ部」への入部を決める。そして、ライトは蜜田川イツキが部長を務めるセブンスフレイムの部室を訪れる。しかし、セブンスフレイムには大きな秘密があった。"
                },
                "2": {
                    "ID": "9086895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086895",
                    "TitleEnglish": "This Is My Brilliant Plan!",
                    "SummaryEnglish": "The Seventh Flame Shadowverse club has to get more members if they want to survive. But everyone who wants to play Shadowverse has already joined a club, so where can they find new members? Light has a brilliant plan...",
                    "TitleJapanese": "これが俺の名案だ",
                    "SummaryJapanese": "学食でセブンスフレイムの早朝ミーティングが開かれる。廃部を阻止するためには、あと3人仲間を集めなくてはならない。ライトは話し合いに熱中するあまり、朝食を食べそこねてしまう。授業を抜け出して再び学食を訪れると、ある少女からパンを譲られる。彼女はシックスマジックの部長・美鬼シノブだった。"
                },
                "3": {
                    "ID": "9086896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086896",
                    "TitleEnglish": "I Can Tell Because We Battled!",
                    "SummaryEnglish": "Light wants Shinobu to join Seventh Flame, but she'll only listen to him if he can beat her first. The only problem is... he has no idea how to play Shadowverse!",
                    "TitleJapanese": "バトルしたから分かるんだ",
                    "SummaryJapanese": "シノブに追い詰められるライトだが、それでもシャドバを諦めなかった。ライトのターン、ドローしたのは……ナックルドラゴン・ドラグニル。すると、ドラグニルの声がライトの心に響き渡る。ドラグニルからのアドバイスで一気に攻勢に出ようとするライトだったが、シノブは恐ろしいほどに冷静なままだった。"
                },
                "4": {
                    "ID": "9086897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086897",
                    "TitleEnglish": "Lady & Gentleman",
                    "SummaryEnglish": "Light faces off against Gentleman, a strategic genius who uses the avatar of a magician's rabbit. Can he prevail against his foe's gigantic brain?",
                    "TitleJapanese": "レディー＆ジェントルマン！",
                    "SummaryJapanese": "シノブが誰かに操られていたことを見抜いたライト。すると、シックスマジックの真の部長だというジェントルマンが現れる。ライトは、仲間たちを煽るような不遜な態度のジェントルマンに不快感を覚えるが、それでもシャドバを通じて相手を知ろうとバトルを挑む。しかし、ジェントルマンはシノブをも凌駕するウィッチクラスの使い手だった。"
                },
                "5": {
                    "ID": "9086898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086898",
                    "TitleEnglish": "Do Me a Favor",
                    "SummaryEnglish": "Light's battle with Gentleman reaches its peak as he gets ready to summon his ultimate card. But what if his best card isn't his best move?",
                    "TitleJapanese": "一つ頼みを聞いてくれ",
                    "SummaryJapanese": "佳境を迎えるライトとジェントルマンのバトル。その中で、ライトは段々とジェントルマンについて知っていく。バトルの中で成長を遂げるライトのプレイが、次第にジェントルマンを追い詰めていく。ライトの熱い想いが勝つか、ジェントルマンの冷徹な戦術が勝つか、２人のバトルの決着は近い。"
                },
                "6": {
                    "ID": "9086899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086899",
                    "TitleEnglish": "Courage Will Always Give You Strength!",
                    "SummaryEnglish": "The gang meets Ren, a young girl with Fifth Sword. She likes running and working out, but feels left out when she's with the other girls in her club. Is there a better place for her to belong?",
                    "TitleJapanese": "勇気は必ず力をくれる！",
                    "SummaryJapanese": "昼休み、ライトは他の生徒たちのバトルを真剣に見つめ、シャドバの勉強をしていた。 一方、雷同タツミが部長を務めるシャドバ部・フィフスソードでは、今日も運動部顔負けのランニングが行われていた。その中でも抜きんでて走っているのは、１年生の風祭レン。しかし、彼女の表情には影があり……。"
                },
                "7": {
                    "ID": "9086900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086900",
                    "TitleEnglish": "That's My Strength!",
                    "SummaryEnglish": "Itsuki battles the head of Fifth Sword to allow Ren to join the team. Can the timid, shy Itsuki stand up to the most athletic Shadowverse player of them all?",
                    "TitleJapanese": "それが僕の強さです！",
                    "SummaryJapanese": "ライトがレンを勧誘したことで、フィフスソードの雷同タツミとバトルをすることになってしまった。ジェントルマンの忠告によれば、タツミはロイヤルクラスの使い手であり、かなりの強敵だという。いよいよ対決のとき、バトルゾーンに入ったのは……ライトではなく部長のイツキだった！果たしてイツキはタツミの猛攻をしのぎきれるのか！？"
                },
                "8": {
                    "ID": "9086901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086901",
                    "TitleEnglish": "Expectations Are a Curse",
                    "SummaryEnglish": "Subaru challenges Hahajima, the Club President of Fourth Wind. Hahajima gives it her all for the sake of her club members, but Subaru seems like he's not having fun...",
                    "TitleJapanese": "期待なんて呪いだよ",
                    "SummaryJapanese": "レンが部員になり、ますます賑やかになるセブンスフレイム。しかし、それとは対照的にスバルの顔は暗い。スバルは自身の家族のことで苛立ちを募らせていた。高ぶる気持ちが爆発し、木を殴ってしまうスバル。偶然出くわしたフォースウィンドの部長・母嶋フワリに手当てをされる。自宅に戻ってもイライラが収まらず、気晴らしに商店街へ向かうスバル。すると、フワリが不良たちに囲まれていて……！？"
                },
                "9": {
                    "ID": "9086902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086902",
                    "TitleEnglish": "Show Me Your Battle!",
                    "SummaryEnglish": "Subaru and Fuwari's battle reaches its last half. Can Subaru win? And does he even want to?",
                    "TitleJapanese": "お前のバトルを見せてくれ！",
                    "SummaryJapanese": "スバルとフワリのバトルは6ターン目に突入！だが、スバルはどこか気のない様子だった。フワリに手を抜いているのではないかと疑われるが、シャドバの才能がないだけだとあしらうスバル。行ったり来たりの二人の言葉、そこに真っ直ぐに切り込んでいくのはライトだった。ライトの純粋な瞳が、揺れ動くスバルをしっかりと捉える。"
                },
                "10": {
                    "ID": "9086903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086903",
                    "TitleEnglish": "There's No Point in Getting Serious",
                    "SummaryEnglish": "Tsubasa is cool, pretty, and liked by everyone. She spends her days doing karaoke and hanging out with her friends. Sure, her team was shut down by Haruma Hazeura. But what's the point of even trying, anyway?",
                    "TitleJapanese": "マジになっても意味ないしね",
                    "SummaryJapanese": "サードフェザーの部長・小鳥遊ツバサは、シャドバに本気になれないでいた。ツバサが登校すると、ハルマが男子生徒を負かし、強引にシャドバをやめさせようとする姿が目に入る。ハルマの行為を止めに入るツバサだが、逆に挑発的な言葉を向けられ、言葉を詰まらせてしまう。ツバサにあるのは、諦め。ハルマとの苦い思い出が原因だった。そんな中、セブンスフレイムが各部の部長を倒し、部員を集めて回っているとの噂を耳にする。"
                },
                "11": {
                    "ID": "9086904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086904",
                    "TitleEnglish": "I Don't Want Your Understanding...",
                    "SummaryEnglish": "Light begins his battle with Tsubasa, the head of Third Feather. She's convinced that there's no hope left in Shadowverse. Can he prove her wrong?",
                    "TitleJapanese": "アンタに理解されたくない！",
                    "SummaryJapanese": "ライトたちが部室で思い思いに過ごしていると、唐突にジェントルマンが現れ、部のピンチを告げてくる。ハルマのファーストリーパーから部員を勧誘するのは難しく、セカンドブラッドは廃部状態。つまり、サードフェザーから勧誘するしかなく、まともにシャドバができるツバサとのバトルがセブンスフレイム存続のラストチャンスだった。何をしてもハルマには勝てないと諦めるツバサに、ライトは勝利の可能性を証明しようとする。"
                },
                "12": {
                    "ID": "9086905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086905",
                    "TitleEnglish": "That's What Makes Shadowverse Fun!",
                    "SummaryEnglish": "Light's battle with Tsubasa reaches its conclusion. Can Seventh Flame get the last team member they need to survive?",
                    "TitleJapanese": "だからシャドバは面白い！",
                    "SummaryJapanese": "ハルマがサードフェザーを潰したことを知り、驚愕するライトたち。ライトはツバサがシャドバで見せる輝きを実感し、だからこそ彼女の苦しみをどうにかしたいと足掻くのだが……。ツバサの腕前はプロ級、さらに背負っている覚悟の大きさも違った。ツバサはすべてが無意味、諦めるのが正解だとライトを否定する。しかし、ライトはあらゆる可能性を信じ、わかり合おうとする。ライトのシャドバは、彼女の怒りと後悔に打ち勝てるのか……！？"
                },
                "13": {
                    "ID": "9086906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9086906",
                    "TitleEnglish": "Only the Strong Survive in Shadowverse!",
                    "SummaryEnglish": "Now that Seventh Flame has a full crew, Light decides to challenge Haruma. But Light is acting very strange...",
                    "TitleJapanese": "シャドバは弱肉強食だっ！",
                    "SummaryJapanese": "セブンスフレイムに入部することになったツバサ。早速、部室へやってくると何やら様子がおかしい。なぜか“タコ”と“生地”が用意され、ライトはピックを磨き……明らかにタコ焼きの準備をしていた！　唖然とするツバサをよそに、「セブンスフレイム存続おめでとうタコ焼きパーティー」がスタートする。そして、話題はファーストリーパーの部長・波瀬浦ハルマのことへ。なぜハルマは他人のシャドバへの思いを踏みにじろうとするのか。スバルが放った「悪」という言葉に、何か引っかかるライト。「まずは話してみよう」というライトの言葉に突き動かされ、セブンスフレイムのメンバーがファーストリーパーの部室を訪れるのだが……。"
                },
                "14": {
                    "ID": "9233413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9233413",
                    "TitleEnglish": "What You Lack Is Inevitability!",
                    "SummaryEnglish": "As Light faces Hazeura, he realizes quickly that he's gotten more than he bargained for. Will his luck hold out against the President of First Reaper?",
                    "TitleJapanese": "お前にないのは必然だ！",
                    "SummaryJapanese": "シャドバカレッジでシャドバの楽しさを知ったライト。だが、ハルマに「シャドバは勝つか負けるかの世界」だと“想い”を否定され――。バトルは4ターン目に突入し、ライトはハルマの猛攻に圧倒されるばかり。焦りながらも気合いを入れ、手札に加わった相棒のドラグニルをプレイ。ドラグニルはいつもと様子の違うライトを心配するが、それでもライトは一気に攻勢に出ようとする。ところが、ハルマはライトの予想をことごとく裏切ってくるのだった。残酷な笑みを浮かべるハルマに、ライトが尋ねる。「人を苦しませることがお前のシャドバなのか」。だが、ハルマの回答は……。精神的にも体力的にも気圧されるライトに、勝機はあるのか!?"
                },
                "15": {
                    "ID": "9242780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9242780",
                    "TitleEnglish": "Battle in a Way That's True to Yourself!",
                    "SummaryEnglish": "Following his defeat to Hazeura, Light decides to buckle down and learn more about Shadowverse. His first opponent is none other than the legendary idol and Shadowverse player Alice Kurobane!",
                    "TitleJapanese": "自分らしくバトルしよ♪",
                    "SummaryJapanese": "ハルマとのバトルを終え、イツキたちに勝手な行動を謝罪するライト。すると、そこへ理事長の白銀ミカドが現れる。彼が出し抜けに告げたのは……「第一回シャドバ部対抗戦」の開催だった！　この大舞台でハルマに勝利できれば、セブンスフレイムの強さはハルマだけではなく、カレッジ全体に響き渡る。ハルマの素行を変えるきっかけになるかもしれない。だが、ミカドは負ければ「退学」だと大舞台の対価を突きつけてくる。いずれにしても強くならなければいけないと覚悟を決めるライト。スバルとイツキはそんなライトをシャドバスタジアムへと連れていく。そこでライトはサングラスをかけた謎の少女に出会い、バトルを申し込むのだが……。"
                },
                "16": {
                    "ID": "9254289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9254289",
                    "TitleEnglish": "I'll Show You Real Shadowverse!",
                    "SummaryEnglish": "Subaru saves Mimori from an overly-aggressive street proselytizer. As they get to know each other, they decide to play a game of Shadowverse.",
                    "TitleJapanese": "本気のシャドバを見せてあげるね",
                    "SummaryJapanese": "ライトとアリスが白熱のバトルを繰り広げる中、スバルはバトルをするでもなく気だるそうに時間を過ごしていた。すると、不審な男に声を掛けられている少女を目にする。二人の間に割って入り、丁寧に男をあしらうスバル。その少女は天宮ミモリという高校一年生だった。スタジアムで待っている友達と喧嘩をしてしまい、気まずくてうろうろしていたら男に声を掛けられたという。喧嘩になった理由を尋ねるスバルだが、ミモリが友達に向ける感情はスバルにも思い当たる節があった。眩しいほどに輝いていて、期待に応えたくてもなかなか応えられない。お互いにモヤモヤとした感情を抱えていると、ミモリが気分転換にバトルをしようと提案してきて……!?"
                },
                "17": {
                    "ID": "9263174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9263174",
                    "TitleEnglish": "I Want Shadowverse to Excite Me!",
                    "SummaryEnglish": "Subaru continues his battle with Mimori. A miserable childhood left him cold to Shadowverse. Can she help him find the fire inside him once more?",
                    "TitleJapanese": "シャドバで熱くなりたいです",
                    "SummaryJapanese": "世界最強の7人――セブン・シャドウズ。イツキはヴァンパイアクラスを使うプレイヤーを探している途中、セブン・シャドウズの知り合いだという2人組に出会う。一方、スバルとミモリのバトルは中盤戦を迎えていた。スバルはミモリの逆転の一手に感心し、楽しそうにプレイする姿に憧れを募らせていく。ミモリはスバルを本気にさせたいと願いながら攻撃的なコンボを決めていく。追い詰められながらも余裕を見せるスバルは、自分の態度を「悪いクセ」だと自嘲しながら、どうしてシャドバを諦めてしまったのか、その過去を語り出す。"
                },
                "18": {
                    "ID": "9274240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9274240",
                    "TitleEnglish": "My Rhythm Is the Heartbeat of a Devil!",
                    "SummaryEnglish": "Itsuki challenges Ryoga, a powerful Bloodcraft player who hangs out by the riverside, and claims that his \"rhythm is the heartbeat of a devil.\"",
                    "TitleJapanese": "第18話",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9284316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9284316",
                    "TitleEnglish": "I Have My Own Ace in the Hole!",
                    "SummaryEnglish": "Itsuki's battle continues against the demon of sound. Can he rise above the noise and win the day?",
                    "TitleJapanese": "第19話",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9293876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9293876",
                    "TitleEnglish": "That's What Makes It So Fun!",
                    "SummaryEnglish": "Ren wants to be friends with Tsubasa, but Tsubasa has other things on her mind. That's about to change though, when Ren challenges her to a game of Shadowverse!",
                    "TitleJapanese": "第20話",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9304943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9304943",
                    "TitleEnglish": "If You Can't Surpass Me, There's No Point",
                    "SummaryEnglish": "Ren challenges Tsubasa, the girl she admires so much. Can she win her respect, and her friendship?",
                    "TitleJapanese": "第21話",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9314078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9314078",
                    "TitleEnglish": "I've Finally Found You!",
                    "SummaryEnglish": "Ren and Tsubasa are hot on the trail of Gentleman, the most mysterious member of Seventh Flame. But when they find him, he's not at all what they expect!",
                    "TitleJapanese": "第22話",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9324046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9324046",
                    "TitleEnglish": "You Can't Surpass the King!",
                    "SummaryEnglish": "Tsubasa battles Gentleman, who's even tougher in real life than she is as a digital avatar!",
                    "TitleJapanese": "第23話",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "9335989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9335989",
                    "TitleEnglish": "You're Dense, Aren't You?",
                    "SummaryEnglish": "In search of a way to master Shadowverse before his battle with Haruma, Light challenges his own teacher. But he's shocked when he finds out what her rank is!",
                    "TitleJapanese": "第24話",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9344077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9344077",
                    "TitleEnglish": "So This Is Your True Form?",
                    "SummaryEnglish": "As he readies himself for a showdown with Haruma, Light must first defeat his own teacher to master the secrets of Shadowcraft.",
                    "TitleJapanese": "第25話",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9364053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9364053",
                    "TitleEnglish": "The Shadowverse Club Tournament Begins!",
                    "SummaryEnglish": "The Shadowverse Club Tournament begins as Gentleman challenges Shinobu in a duel to prove who's the real master of Runecraft at Shadowverse Battle College.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "9376324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9376324",
                    "TitleEnglish": "I'm Not Who I Used to Be!",
                    "SummaryEnglish": "Gentleman finishes his duel with Miki, the girl he once thought he had under his thumb. Does she really hate him for the way he bossed her around?",
                    "TitleJapanese": "27",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "9390823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9390823",
                    "TitleEnglish": "I'm Everybody's Senpai, Too!",
                    "SummaryEnglish": "Tsubasa challenges her old club president, Seira, in a battle to see who's the true leader of Third Feather.",
                    "TitleJapanese": "私もみんなの先輩ですからっ！",
                    "SummaryJapanese": "かつてそこには悲しき繋がりがあり、それはいつしか因縁に変わり、気付けば友情に至った。シオンとシノブのバトルは温かな結末を迎え……シャドバ部対抗戦の初戦を制したのはセブンスフレイム！その次なる相手は、かつてツバサが所属していたサードフェザー。誰が代表としてバトルするかに頭を悩ませる一同。そこで手を挙げたのはツバサだった。かつての旧友とのバトルを心配するメンバーに対し、ツバサは「むしろバトルしたかった」と笑ってみせる。旧サードフェザーにおいてのツバサの実力は、マミやカナとは比べ物にならない。それにツバサの表情はとても晴れやかだった。ならばこのバトルは安心だと、一同はツバサの背を見送る。"
                },
                "29": {
                    "ID": "9402537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9402537",
                    "TitleEnglish": "I'll Show You the Person I Want to Be!",
                    "SummaryEnglish": "Ren challenges her old club president as Seventh Flame faces Fifth Sword!",
                    "TitleJapanese": "29",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "9415067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9415067",
                    "TitleEnglish": "It Doesn't Feel Bad",
                    "SummaryEnglish": "It's Subaru's turn to take the stage in the battle against Fourth Wind at the Shadowverse Club Tournament!",
                    "TitleJapanese": "30",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "9427882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9427882",
                    "TitleEnglish": "I'll Show You the Strength of a Flower that Blooms in the Fields!",
                    "SummaryEnglish": "Itsuki fights Ryoga Jasei in a duel to see if Seventh Flame can advance to the final round of the Shadowverse Club Tournament.",
                    "TitleJapanese": "31",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "9440408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9440408",
                    "TitleEnglish": "You're Going to Despair, Too!",
                    "SummaryEnglish": "Light duels Haruma in the final battle of the Shadowverse club tournament. Can he win this time after failing before?",
                    "TitleJapanese": "32",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "9453816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9453816",
                    "TitleEnglish": "Now I'm Strong Enough to Reach You!",
                    "SummaryEnglish": "The showdown with Haruma draws to a close as the Shadowverse Club Tournament reaches its end. Can Light truly come to understand his foe?",
                    "TitleJapanese": "33",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "9463043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9463043",
                    "TitleEnglish": "It's a Resort, Everybody!",
                    "SummaryEnglish": "It's a resort, everybody! With victory in hand, the members of Seventh Flame get ready for a relaxing day at a private island.",
                    "TitleJapanese": "34",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "9483059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9483059",
                    "TitleEnglish": "Let's Make Memories Together!",
                    "SummaryEnglish": "There's more fun in the sun as Seventh Flame relaxes on Genesis Island!",
                    "TitleJapanese": "35",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "9498270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9498270",
                    "TitleEnglish": "To Me, It's All a Game!",
                    "SummaryEnglish": "Light challenges Mikado, who plays a Neutral deck. Neutral cards are supposed to be the weakest type, but Mikado's might be stronger than it appears...",
                    "TitleJapanese": "36",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "9507616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9507616",
                    "TitleEnglish": "I'll Give You Fulfillment!",
                    "SummaryEnglish": "The duel with Mikado continues as he unleashes a flurry of powerful Fallen Angels, and an unstoppable dragon.",
                    "TitleJapanese": "37",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "9517097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9517097",
                    "TitleEnglish": "Come Unto Us!",
                    "SummaryEnglish": "A shocking turn of events takes place as a new Shadowverse tournament begins.",
                    "TitleJapanese": "38",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "9523919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9523919",
                    "TitleEnglish": "This is the True Power of the Joubert Sisters!",
                    "SummaryEnglish": "Light battles the elder of the two Joubert sisters and her tricky combo deck.",
                    "TitleJapanese": "39",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "9523920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9523920",
                    "TitleEnglish": "Why Do You Get Stronger?",
                    "SummaryEnglish": "Light challenges his first pro player, a tricky Earth Rite Runecraft user!",
                    "TitleJapanese": "第40話",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "9523921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9523921",
                    "TitleEnglish": "This is Our New Power!",
                    "SummaryEnglish": "Light challenges Mikado once more, this time with more powerful cards. Can he defeat the school's strongest player?",
                    "TitleJapanese": "第41話",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "9574127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9574127",
                    "TitleEnglish": "I'll Take This One Step With All My Might!",
                    "SummaryEnglish": "Subaru fights his brother in a surprise bonus match!",
                    "TitleJapanese": "42",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "9587849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9587849",
                    "TitleEnglish": "Some Sights Can Only Be Seen Alone!",
                    "SummaryEnglish": "Shion battles a powerful Grand Master who wants to teach her a lesson about being alone. But is that really what she needs to hear?",
                    "TitleJapanese": "43",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "9610557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9610557",
                    "TitleEnglish": "I'll Light Up Your Future",
                    "SummaryEnglish": "Wolfram Zerga challenges dark horse Ryoga Jasei in an attempt to make him enter the World Ranking.",
                    "TitleJapanese": "私が君の未来を照らそう",
                    "SummaryJapanese": "ワールドランキングの行く末を見守るマルグリットとアイン。勝手な行動をし続けるセブンシャドウズの狙いもわからず、いまだアークも見つかっていない。マルグリットは天竜ライトがこの状況の突破口になることを期待するが……。突如として、モニターにウルフラムの姿が映し出される。ウルフラムはリョウガをワールドランキングに参加させようと彼に接触。「君は真の力を発揮できていない」と辛らつな言葉でリョウガを苛立たせ、バトルを挑んでいた。一方、あえてその挑発に乗ったリョウガは狂乱状態を目指すデッキで勝負。初めて目にする「正々堂々」をモットーとしたウルフラムのデッキに虚を突かれながらも、自身のリズムを貫こうとする。"
                },
                "45": {
                    "ID": "9613522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9613522",
                    "TitleEnglish": "I've Got High Hopes For You",
                    "SummaryEnglish": "Itsuki challenges the legendary player Luca Yonazuki, one of the Seven Shadows.",
                    "TitleJapanese": "45",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "9636183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9636183",
                    "TitleEnglish": "Heroes Are For Little Kids!",
                    "SummaryEnglish": "Ren meets a fellow fan of the Battle Fencer TV show who has very different ideas about who the best character is.",
                    "TitleJapanese": "ヒーローなんてガキの遊びだ！",
                    "SummaryJapanese": "タツミに勝利したものの、ワールドランキングを諦めかけているハルマ。財前寺ミヤビとのバトルを経て、腹をくくるツバサ。ワールドランキング3日目も佳境を迎え、参加プレイヤーはそれぞれが進むべき道を探っていた。レンもまた勝ったり負けたりを繰り返し、ランクポイントが全然貯まらないことに肩を落とすばかり。一発逆転の方法を探っていると、お姫さまのような見た目をしたヒナという少女に遭遇し、いきなりおもちゃ屋への案内を命じられてしまう。目的地に到着すると、レンにとって嬉しい事実が発覚！　ひとしきり盛り上がったものの、不幸なすれ違いでまるで子どもの喧嘩のような言い争いに発展。シャドバで決着をつけることになるのだが……。"
                },
                "47": {
                    "ID": "9644738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9644738",
                    "TitleEnglish": "Still, I'll Stay True to Myself!",
                    "SummaryEnglish": "Ren continues her battle with Hina, as each of them seeks to prove whether heroes or villains are stronger.",
                    "TitleJapanese": "47",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "9661068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9661068",
                    "TitleEnglish": "That Dazzling Light Will Someday Fade",
                    "SummaryEnglish": "Tsubasa talks about her dreams of going pro as she battles the grand master Andrea.",
                    "TitleJapanese": "48",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "9664247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9664247",
                    "TitleEnglish": "To Me, You Are...",
                    "SummaryEnglish": "Light challenges Mikado for the final time.",
                    "TitleJapanese": "49",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "9684282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9684282",
                    "TitleEnglish": "I've Finally Made It This Far!",
                    "SummaryEnglish": "Light reaches the climactic showdown in his battle with Mikado.",
                    "TitleJapanese": "俺はようやく, ここまで来たぞ!",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "9887407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9887407",
                    "TitleEnglish": "We Challenge the Strongest!",
                    "SummaryEnglish": "With Mikado defeated, Seventh Flame readies for their next big challenge: defeating the Seven Shadows.",
                    "TitleJapanese": "俺達は、最強に挑む！",
                    "SummaryJapanese": "ミカドと大激闘を繰り広げ、目覚ましい成果を上げたライト。ありえない結果だと呆然と立ち尽くすミカドに、ライトは手を差し出し健闘を称え合おうとするが、ミカドは敗北を認めようとせず……。いよいよ大詰めのワールドランキング。4日間にわたる死闘もついに決着を迎えようとしていた。強敵を前にしてなお決してひるまず、気迫に満ちたバトルを繰り広げるセブンスフレイムのメンバーたち。大波乱の末に待ち受けているものとは……!?"
                },
                "52": {
                    "ID": "9899593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9899593",
                    "TitleEnglish": "I Accept Your Challenge!",
                    "SummaryEnglish": "The gang begins their battles in the mysterious Shadow Area, with the promise that if they can defeat the Seven Shadows, all will be revealed.",
                    "TitleJapanese": "その試練、受けて立つ！",
                    "SummaryJapanese": "セブンシャドウズとのバトルのために、ジェネシスカンパニーへとやってきたセブンスフレイム。ヘリコプターでの移動に皆が心を躍らせる中、夜更けまでデッキを構築していたライトはどこかお疲れの様子。そこへミカドとリョウガが到着し、いよいよセブンシャドウズの待つ場所へ向かうのだが……。ヘリで連れていかれた場所は、「シャドウエリア」。ジェネシスカンパニーが作り出した8つの実験施設からなる巨大な浮島だった。ゲートの前ではセブンシャドウズが待ち構え、竜ケ崎ヒイロが「試練」を与えるという。そして、その裏でジェネシスカンパニーはアークルーラーの居場所を突き止めるための「ある計画」を実行しようとしていた。"
                },
                "53": {
                    "ID": "9899652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9899652",
                    "TitleEnglish": "That's Your Weakness",
                    "SummaryEnglish": "The first battle in the Shadow Area begins as Mikado faces off against Hiro and his secret Portalcraft deck.",
                    "TitleJapanese": "Episode 53",
                    "SummaryJapanese": null
                },
                "54": {
                    "ID": "9899653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9899653",
                    "TitleEnglish": "I'll Make It a Defeat That Means Something!",
                    "SummaryEnglish": "Hiro puts his plan into action. His goal: to help Mikado enjoy Shadowverse!",
                    "TitleJapanese": "Episode 54",
                    "SummaryJapanese": null
                },
                "55": {
                    "ID": "9937144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9937144",
                    "TitleEnglish": "It's Not Just Despair, Right?",
                    "SummaryEnglish": "Tsubasa challenges the secretive Shadowcraft member of the Seven Shadows, whose identity is a mystery.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "56": {
                    "ID": "9949745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9949745",
                    "TitleEnglish": "Neither I, Nor the World, Will Change",
                    "SummaryEnglish": "Tsubasa's battle with the Shadowcraft member of the Seven Shadows reaches its conclusion as she plays her most powerful cards and combos. Will it be enough to bring down the greatest Shadowcraft player in the world?",
                    "TitleJapanese": "私も世界も、変わりはしない",
                    "SummaryJapanese": "ツバサとアンドレアのバトルは後攻5ターン目を迎えていた。強力なカードでツバサをじわじわと追い詰めていくアンドレア。圧倒的な強さを誇り、自らその強さを自覚しているにもかかわらず、それでも冷ややかな態度を崩さない。その諦念は根深く、セブンシャドウズであることも、先生であることも、このバトルもどうでもいいと、吐露するのだった。その言葉にショックを受けるかと思いきや、不敵な笑みを浮かべ、怒りをあらわにするツバサ。そして怒濤のコンボでアンドレアの体力を一気に削っていき、すべてを失っても絶望の先に希望があると、自身が見た光を胸に全力でぶつかろうとする。その輝きでアンドレアの闇を照らせるのか……!?"
                },
                "57": {
                    "ID": "9962339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962339",
                    "TitleEnglish": "Destined to Disappear Before the Light",
                    "SummaryEnglish": "Ryoga begins his battle against Wolfram. Can his superior rhythm defeat the master of equality?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "58": {
                    "ID": "9962341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962341",
                    "TitleEnglish": "I'm Taking You With Me to the Pits of Hell",
                    "SummaryEnglish": "Ryoga continues his duel with Wolfram. Wolfram has declared that Ryoga is worthless and beyond salvation. Is he right?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "59": {
                    "ID": "9962342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962342",
                    "TitleEnglish": "If It's Too Sweet, It Gives You Heartburn",
                    "SummaryEnglish": "It's Hero Swordcraft vs. Villain Forestcraft once more as Ren faces Hina, the latest of the Seven Shadows.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "60": {
                    "ID": "9962343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962343",
                    "TitleEnglish": "Drown in the Aesthetics of Evil!",
                    "SummaryEnglish": "Ren's battle with the villainous Hina comes to an end, as both players show off an array of powerful new cards.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "61": {
                    "ID": "9962344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962344",
                    "TitleEnglish": "I've Decided I'm Not Running Anymore!",
                    "SummaryEnglish": "After years of estrangement, Subaru goes to face his younger brother once more.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "62": {
                    "ID": "9962345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962345",
                    "TitleEnglish": "I'm Back From the Graveyard!",
                    "SummaryEnglish": "Subaru reaches the conclusion of his battle with his younger brother. Can the brothers be reunited once more?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "63": {
                    "ID": "9962346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962346",
                    "TitleEnglish": "The Hour of Judgment is Nigh",
                    "SummaryEnglish": "The mysterious Arc Ruler lurks in the shadows as Shion prepares to battle Wodin.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "64": {
                    "ID": "9962347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962347",
                    "TitleEnglish": "Penetrate Even the Most Forbidden Secrets",
                    "SummaryEnglish": "Shion battles Wodin, the most solitary member of the Seven Shadows. Will she succumb to the temptation to walk the forbidden path alone, or stay with her friends in Seventh Flame?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "65": {
                    "ID": "9962348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962348",
                    "TitleEnglish": "The Forbidden is Nothing to Fear!",
                    "SummaryEnglish": "Shion finishes her battle with Wodin Kraft. Will she make the choice he wants her to make, or will she find her own path to follow?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "66": {
                    "ID": "9962349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962349",
                    "TitleEnglish": "I'll Challenge You With All I've Got!",
                    "SummaryEnglish": "Itsuki battles Luca, the legendary Bloodcraft player who fought to save the world. Luca's lost his interest in the game, and Itsuki hopes to reignite his passion.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "67": {
                    "ID": "9962350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962350",
                    "TitleEnglish": "It Lies Beyond My Limits!",
                    "SummaryEnglish": "Itsuki has succeeded in reigniting Luca's passion. Can he withstand the full force of one of the greatest Shadowverse players ever to exist?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "68": {
                    "ID": "9962351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962351",
                    "TitleEnglish": "Farewell, Mikado Shirogane",
                    "SummaryEnglish": "With only one more loss before Seventh Flame is defeated, Itsuki decides to turn the battle over to a badly shaken Mikado.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "69": {
                    "ID": "9962352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962352",
                    "TitleEnglish": "You Will Learn the Meaning of Your Own Shadowverse",
                    "SummaryEnglish": "Mikado is on the verge of losing to Luca, the legendary Bloodcraft player. Can he find the strength within to keep going?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "70": {
                    "ID": "9962353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962353",
                    "TitleEnglish": "I'll Strike You With the Light and Darkness Within Me!",
                    "SummaryEnglish": "It's finally time for Light to battle Hiro. The battle with the greatest Shadowverse player is about to begin...",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "71": {
                    "ID": "9962354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962354",
                    "TitleEnglish": "Like is the Strongest Feeling!",
                    "SummaryEnglish": "The final battle against the Seven Shadows has begun, and the final opponent has a question for Hiro: \"What is Shadowverse to you?\"",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "72": {
                    "ID": "9962356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962356",
                    "TitleEnglish": "Our Battle is Just Getting Started!",
                    "SummaryEnglish": "Light's battle with Hiro, the strongest Shadowverse player, continues. Can Lævateinn Dragon match up to the power of the champ's best card?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "73": {
                    "ID": "9962357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962357",
                    "TitleEnglish": "I'll Put All My Feelings Into This Draw!",
                    "SummaryEnglish": "The battle with the Seven Shadows comes to a conclusion just as a powerful new threat reveals itself...",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "74": {
                    "ID": "9962358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962358",
                    "TitleEnglish": "I'll Save Everyone!",
                    "SummaryEnglish": "The DigiFriends have gone out of control and are attacking people, and the students of Shadowverse Battle College are trapped on campus. They'll have to work together if they want to survive the onslaught.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "75": {
                    "ID": "9962359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/9962359",
                    "TitleEnglish": "Let's Save the World With This Power",
                    "SummaryEnglish": "With the countdown to Earth's destruction drawing closer, Shion has a plan to save the day and defeat Arc Ruler.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "76": {
                    "ID": "10442959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10442959",
                    "TitleEnglish": "For the Sake of the World, I'll Defeat You!",
                    "SummaryEnglish": "Nekome-cho is overrun by Shades, forcing Subaru and Itsuki to fight their way through as they make their way toward the Gaia Tower to shut down the energy signal emanating from it.",
                    "TitleJapanese": "世界の為なら、俺がお前を倒す！",
                    "SummaryJapanese": "猫目町はシェイドに制圧され、スバルとイツキはガイアタワーから発せられるエネルギー信号を遮断するためにガイアタワーに向かう途中で戦い抜くことを余儀なくされる。"
                },
                "77": {
                    "ID": "10445486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445486",
                    "TitleEnglish": "Judgment Has Already Been Passed",
                    "SummaryEnglish": "Subaru and Itsuki face off against Arc Ruler Erde in a two-on-one battle. But who exactly is this guy? And why is he so certain of victory, claiming that he knows all about the pair?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "78": {
                    "ID": "10445487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445487",
                    "TitleEnglish": "You're Fighting Against Four!",
                    "SummaryEnglish": "The stakes get even higher in the battle between Arc Ruler Erde and the combined team of Subaru and Itsuki when the duo from Seventh Flame learn that the price of failure is death.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "79": {
                    "ID": "10445488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445488",
                    "TitleEnglish": "Open a Path to the Future!",
                    "SummaryEnglish": "The two-on-one battle resumes where it left off, but can Subaru and Itsuki turn the tables on Arc Ruler Erde with the help of their Digital Friends?",
                    "TitleJapanese": "未来を切り拓け！",
                    "SummaryJapanese": "舞台に立つのはイツキとスバルだけではなく、スレイドとバケルスも一緒――。相棒とともに二人が再び立ち上がると、シャドバのフィールドも復活。そして、決着をつけるというイツキの言葉に呼応するかのように、ブロッサムウルフ・スレイドが輝きを増していく。華の嵐が巻き起こると、そこに真の姿となったスレイドが現れるのだった。エルデはそのイレギュラーを安っぽい奇跡だとあざ笑うが、イツキはそれを否定。畳みかけるかのような猛攻は絶傑をも追い詰め、エルデを苛立たせていく。データ生命体にも予測不可能なものがある――。完璧ではないことを突きつけられたエルデは、それでも二人の未来を奪おうと強烈な反撃を仕掛けてくる。"
                },
                "80": {
                    "ID": "10445489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445489",
                    "TitleEnglish": "I'll Pay the World Back For What It's Done to Me!",
                    "SummaryEnglish": "Hina and Andrea reveal themselves, and begin a team match against Tsubasa and Ren. Can Seventh Flame finally get through to their foes?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "81": {
                    "ID": "10445490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445490",
                    "TitleEnglish": "So This Is What You Call Anger",
                    "SummaryEnglish": "The battle with Hina and Andrea comes to a conclusion as Ryoga and Mikado battle their next opponent.",
                    "TitleJapanese": "これが怒りというものなのね",
                    "SummaryJapanese": "絶体絶命のピンチに陥りながらも、なんとか立ち上がったレンとツバサ。胸に灯る想いをぶつけるべく、迎えたのはレンの後攻8ターン目。ドローしたのは、レンが待ち望んでいたカードだった！　ヒーローの登場に興奮するレン。無限の希望を力にアミロスが真の姿を解放し、ヒナたちの体力を一気に奪っていく。かろうじて耐えるも、“奇跡”と“希望”を前に膝をついてしまうアンドレア。ヒーローの都合のよさに怒りをぶつけるヒナ。そんな二人に、レンとツバサは心を込めて手を差し伸べようとする。果たして、希望と絶望のバトルの行方は……。一方、レンとツバサの状況を把握したシオンは、ここにきて作戦の変更を余儀なくされる。"
                },
                "82": {
                    "ID": "10445491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445491",
                    "TitleEnglish": "This Is the Truth of Everything!",
                    "SummaryEnglish": "Himmel battles Ryoga and Mikado. She hopes to rattle them by revealing a horrible secret that belongs to Arc Ruler...",
                    "TitleJapanese": "Episode 82",
                    "SummaryJapanese": null
                },
                "83": {
                    "ID": "10445492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445492",
                    "TitleEnglish": "I'm Simply Following My Destiny",
                    "SummaryEnglish": "Another of the Seven Shadows turns traitor, and there's no one left to stop them but Shion herself.",
                    "TitleJapanese": "自分の使命に殉じただけさ",
                    "SummaryJapanese": "ヒメルに追い詰められたリョウガとミカド。迫り来る死を背中に感じながらも、シャドバで大きな経験を得てきた二人は、“成長”を武器にしてデータ生命体に立ち向かおうとする。ミカドの先攻9ターン目。同じく成長を果たしたガルエルがミカドを後押しするのだが……。ヒメルは「人類が滅びる道は絶対」であると断言する。ヒメルの言うデータ生命体の「切り札」とは何か？　一方、ジェネシスカンパニーでは、シオンがシェイドの影響を調査していた。数自体は減ってきているのに侵食の規模は拡大し続けているのだ。事実、猫目町では強化されたシェイドが暴れ回るようになっていた。猫目町に集まったシャドバプレイヤーたちも苦戦を強いられていて……。"
                },
                "84": {
                    "ID": "10445493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445493",
                    "TitleEnglish": "I'll Stop Your Unstoppable Desires Here!",
                    "SummaryEnglish": "Shion battles Wodin Kraft, who now has the power of a god.",
                    "TitleJapanese": "飽くなき欲求、ここで止める！",
                    "SummaryJapanese": "世界の危機すら顧みず、自らのエゴを貫こうとする男ヴォーデン・クラフト。ジェントルマンと孤高の求道者のバトルは、先攻5ターン目を迎えていた。ヴォーデンは切り札のテンペストソーサラーを解放し、ウィッチクラスらしい戦い方でジェントルマンのフォロワーを一蹴。神の領域にすら至らんとする欲求は留まることを知らず、それどころか欲求こそが最大の力となっていた。ジェントルマンはヴォーデンの自己中心的な言い分に怒りを募らせるが、それは「自分のために生きられない自信のなさ」であると喝破されてしまう。かつては自らも孤高を標榜したジェントルマン。果たして、ヴォーデンが見せるシャドバの極みに打ち勝つことはできるのか。"
                },
                "85": {
                    "ID": "10445494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445494",
                    "TitleEnglish": "Still, It's Our Fate to Win!",
                    "SummaryEnglish": "Wodin Kraft, now with godlike power, attempts to finish off Shion.",
                    "TitleJapanese": "それでも勝つのは、ボクたちの未来だ！",
                    "SummaryJapanese": "ワールドタワーへ向かうライトとドラグニル。ガイアタワー付近で強化シェイドと戦うイツキとスバル。それぞれが恐怖を抱えながらも、仲間を信じて前へ進もうとしていた。そんな中、セブンスフレイムのメンバーにシオンとヴォーデンがバトル中であるとの通信が入る。位置情報がライトたちに転送されるのだが……。一方、ジェントルマンとヴォーデンのバトルは後攻9ターン目に突入。誰かのために戦うのでは勝てないと吐き捨てるヴォーデンに対し、ジェントルマンは切り札のミスティックキングを解放。仲間とともに成長した自分――乙坂シオンの想いを男の目に焼き付けようとする。シオンとヴォーデン、未来を勝ち取るのはどっちだ!?"
                },
                "86": {
                    "ID": "10445495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445495",
                    "TitleEnglish": "You're in the Palm Of Our Hand",
                    "SummaryEnglish": "The climactic duel with Arc Ruler begins to determine the fate fo the world.",
                    "TitleJapanese": "君は私たちの掌の上だ",
                    "SummaryJapanese": "ついにアークルーラーのもとへ辿り着いたライト。アークルーラーは、すべての「始まり」について語り出す。元凶となったのはジェネシスカンパニーの創業者にして元社長のレオン・オーランシュ。男が引き起こした世界の“混乱”とその顛末、そして産み落とされた「アーク」と「アークルーラー」の秘密が語られていく。アークルーラーは、レオンと同じ失敗は繰り返さないこと、まもなく人類は消滅することを宣言。そして人類が滅びた“その後”の計画を明かし、もはや人類に勝ち目はないと諭すのだった。だが、ライトは諦めていなかった。シャドバで勝利すれば、世界を救える――。まっすぐな眼差しを向けながら、アークルーラーとのバトルに挑む！"
                },
                "87": {
                    "ID": "10445496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10445496",
                    "TitleEnglish": "You Have No Way to Stop Your Destruction!",
                    "SummaryEnglish": "The Nexa system was installed for the other players as well, improving the combat situation against the Shades.",
                    "TitleJapanese": "君たちには滅亡を止める術などない！",
                    "SummaryJapanese": "他のプレイヤーたちにもネグザシステムがインストールされ、シェイドとの交戦状況が好転していく。追い詰められていたシャドバカレッジも、シャドバ部の部長たちが中心となって一転攻勢へ。生徒がシェイドを倒しきれば、激化する猫目町の戦闘に加勢できるかもしれない……。しかし、大きな問題もあった。ヒイロとルシアのペア、そしてマウラが各エリアで孤立状態となっていたのだ。ネグザシステムも限界を迎え、強化シェイドの餌食となるのも時間の問題かに思われたが、それぞれのエリアに強大な力を持つ者が現れる。時を同じくして、ライトはアークルーラーに「反撃」を宣言。人間の可能性を信じて、アークルーラーに真っ向からぶつかっていく。"
                },
                "88": {
                    "ID": "10579412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10579412",
                    "TitleEnglish": "I Only See the Future!",
                    "SummaryEnglish": "Arc Ruler believes his victory over Light is assured. Can Light beat the odds once more and turn the tide of the battle?",
                    "TitleJapanese": "俺が見るのは未来だけだ！",
                    "SummaryJapanese": "人類の滅亡は確定しているのに、何度も敗北してきた脆弱な少年が立ちはだかる。どれほど追い詰められても諦めないどころか、まっすぐな瞳で立ち向かってくる。アークルーラーにとって、ライトはもはや叩き潰すべき憎悪の対象となっていた。敗北という「過程」があったからこそ成長できたというライトは、切り札のレーヴァテインドラゴンをドロー！　対するアークルーラーもまた新たな絶傑を次々とドローする。圧倒的な攻撃を繰り出され、つい怯んでしまうライト。アークルーラーは盤面を覆す方法を伝授する余裕すら見せ、同時にライトの可能性をすべて否定するのだった。それでもなおライトは勝利を信じ、1枚のカードに思いを託す。"
                },
                "89": {
                    "ID": "10579413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10579413",
                    "TitleEnglish": "I Still Have Something Left",
                    "SummaryEnglish": "Light and the Arc Ruler are finishing their battle. However, just as the duel comes to an end, Wolfram Zerga appears and confronts Light with an unbelievable matter...",
                    "TitleJapanese": "俺にはまだ残されているものがある",
                    "SummaryJapanese": "ライトとアークルーラーのバトルも、いよいよ決着のときを迎えようとしていた。ライトが降臨させたレーヴァテインドラゴン・デュアルモードβは、アークルーラーのフォロワーをすべて破壊し、アークルーラー自身の体力も一気に削っていく。しかし、アークルーラーもまた、再び白き破壊のアーティファクトと黒き破壊のアーティファクトの能力によって、ライトを絶望の淵へとたたき落とすのだった。体力は風前の灯火となり、切り札も失ってしまったライト。次にアークルーラーのターンとなれば、敗北は確実。どう足掻いても勝ち筋はない。しかし、ライトはそれでも諦めないと言い、地面を力強く踏みしめる。ライトに「残されているもの」とは……!?"
                },
                "90": {
                    "ID": "10579414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10579414",
                    "TitleEnglish": "Because Memories Are Wonderful Things...",
                    "SummaryEnglish": "Wolfram Zerga's past, and plans, are revealed.",
                    "TitleJapanese": "思い出とは素晴らしいものだから",
                    "SummaryJapanese": "何不自由ない家に生まれ、光に満たされた幼少期を過ごしてきたウルフラム。だが、彼の住む地域と隔てられた「向こう側」には、平等と公正とは程遠い「闇」が広がっていた。幼いウルフラムは好奇心から闇へと足を踏み入れ、ある少年に出会う。彼はならず者の「ボス」にいいように使われ、搾取されていた。ウルフラムは、この場所は危険だという少年の言葉に耳を貸さず、お金がほしければ真面目に働けばいいと、不平等で不公平な世界の住人に呆れるほど純粋な正論をぶつけてしまう。一方、少年はボスに金銭を要求されながらも、お坊ちゃんを差し出すようなことはしなかった。ウルフラムは少年へのお礼に、彼が憧れるシャドバを教えることになるのだが……。"
                },
                "91": {
                    "ID": "10607542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10607542",
                    "TitleEnglish": "Destruction is All That Awaits You",
                    "SummaryEnglish": "Wolfram questions what drives Light forward.",
                    "TitleJapanese": "破滅だけが君を待つ",
                    "SummaryJapanese": "ライトこそが伝説のカードの持ち主であり、ネクサスと戦う選ばれし者のはずだった――。唐突に告げられた真実に戸惑うばかりのライト。ウルフラムは選ばれし者としての自覚を持たせるために、ライトに数々の試練を与えてきたといい、「大義」を見せてくれと焚きつける。その言葉に怯みそうになりながらも、ライトは渾身の力を振り絞ってドローする。溢れ出す光が形となり、そこに降臨したのは本来の姿を取り戻したアークルーラー、「アークライトルーラー」だった。ネメシスクラスの伝説のカードは、その能力によってデッキを「真装デッキ」に変身させる。ライトはずらりと並んだ新カードを使いこなし、見事なコンボを決めていくのだが……。"
                },
                "92": {
                    "ID": "10607543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10607543",
                    "TitleEnglish": "You Are the World, Light!",
                    "SummaryEnglish": "The battle to decide the fate of the world comes to a shocking conclusion.",
                    "TitleJapanese": "ライトが、世界ドラ！",
                    "SummaryJapanese": "ウルフラムの威圧感に飲み込まれそうになりながらも、自らを奮い立たせるライト。ウルフラムの体力は残り4。ここで攻めきれば、勝利に届く。ライトは、アークライトルーラーのエンハンス能力によって手札に加わったスペルカード・真実の証をプレイ。自らの手札とフォロワーがすべて消滅するが、無数のカードが出現する。これこそが“伝説の力”。各クラスにつき1枚ずつレジェンドカードを手札に加えられるのだ。しかし、完全な状態ではないため、ライトは選ばなければならなかった。手札を残しておいて、次のターンで確実に勝負を決めるか。あるいは、リスクを負ってでも今ウルフラムを倒すか。その選択の果てにあるものとは――。"
                },
                "93": {
                    "ID": "10652966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10652966",
                    "TitleEnglish": "There's No Chance You Can Win",
                    "SummaryEnglish": "Light gets a second chance to battle Wolfram.",
                    "TitleJapanese": "君の勝ち目は微塵もない",
                    "SummaryJapanese": "ウルフラムの待つ天空城の最上階に辿り着き、再戦を申し出るライト。しかし、ウルフラムは相手をする理由はないと言って取り合おうとしなかった。運命はすでに決している――。それでも、「何者でもない、一人のシャドバプレイヤー」としてバトルがしたいというライト。資格なき者の言葉にウルフラムは天空城を揺らすほどの怒りをあらわにするが、ライトの傍らに立つドラグニルとアークルーラーの力を警戒し、天空城の維持という名目でシャドバでの決着を承諾。人類の命運を懸けた戦いが始まろうとしていた。ライトはアークルーラーに調整してもらった真装デッキで立ち向かうが……。ウルフラムはその「仕掛け」は割れていると余裕を見せる。"
                },
                "94": {
                    "ID": "10652967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10652967",
                    "TitleEnglish": "You Can't Save This World",
                    "SummaryEnglish": "Draconir joins the fight with a powerful new form.",
                    "TitleJapanese": "この世界を救うことなど、出来はしないっ！",
                    "SummaryJapanese": "ライトを一人で送り出して本当によかったのか――。逡巡するルシアに、ヒイロはライトのことが信じられなくても、ライトを信じる自分を信じてほしいと笑顔を見せる。カズキたちもヒイロのもとへと集まり、ライトは世界を救えるのかと、それぞれの信頼と不安を吐露していく。それは世界中の人々も同様だった。不信感を抱く者、信じ続ける者。ヒイロにはある確信があるようだが……。一方、ライトとウルフラムのバトルは、先攻6ターン目を迎えていた。何度も見せつけられてきた苦難と理不尽への怒りを吐き出しながら、強烈な攻撃を繰り出してくるウルフラム。それでも、ライトはウルフラムを理解しようと言葉を紡いでいく。果たして、その言葉は届くのか!?"
                },
                "95": {
                    "ID": "10652968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10652968",
                    "TitleEnglish": "I'll Overcome My Fate!",
                    "SummaryEnglish": "Light's battle with Wolfram nears its end.",
                    "TitleJapanese": "俺は俺の運命を超える！",
                    "SummaryJapanese": "ライトの紡ぐ言葉は無意味で無価値、子どもの戯れ言だと切り捨てるウルフラム。その威圧感がライトを襲うが、ライトは決して怯むことはなかった。ウルフラムは、ライトが世界を救う存在になるべきだったと語る。資格を持ちながらも、罪を裁く力と大義を持つ意志がなかったから、世界は滅ぼされるのだ、と。しかし、ライトの考え方は違った。「何かをすべき」ではなく、「何かをしたい」という思いで生きてきたライトは、「自分らしさ」をそのカードに込めて、己のシャドバを貫こうとする。ウルフラムもまた、己の正しさを信じている。ぶつかり合う言葉と言葉、攻撃の応酬。その中で、ライトはウルフラムの“核心”に迫る。"
                },
                "96": {
                    "ID": "10681418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10681418",
                    "TitleEnglish": "This is the Proof of Our Courage!",
                    "SummaryEnglish": "With the fate of the world in the balance, Light plays his final card against Wolfram.",
                    "TitleJapanese": "これは勇気の証明だ",
                    "SummaryJapanese": "「真実の証」によって新たな能力を得たデジフレたちが、レジェンドフォロワーとなってライトに力を貸す。メイティをプレイしたライトの隣に立ったのは、シオンだった。かつてライトに救われた彼女は、ぶっきらぼうに感謝を延べ、ともにウルフラムと対峙。自らの変化と成長、その可能性をウルフラムに叩きつけるのだった。それでも未来を閉ざすことを諦めないウルフラム。今度はレンがその“大義”を否定し、さらにミカドがライトの隣に並び立つ。自らの思い上がりと失敗、その反省を噛みしめるミカドは、同じ過ちを犯そうとするウルフラムが受け入れられない。ライトは仲間と共に、ウルフラムが抱えてきた“本当の願い”に切り込んでいく。"
                },
                "97": {
                    "ID": "10694267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10694267",
                    "TitleEnglish": "We're Having a Celebration Party, So Drop By!",
                    "SummaryEnglish": "With the world saved, it's time for a big party. Let's all make takoyaki!",
                    "TitleJapanese": "お祝いのパーティするから後で来い!",
                    "SummaryJapanese": "“セブンシャドウズ”が世界を救い、人類は滅亡の危機を乗り越え、再び平穏を取り戻した。この日は、シャドウバース全国大会決勝戦が行われる日。シャドバに魅せられた者たちは、その願いを、その未来を胸に描き、それぞれの人生を踏みしめていた。ミモリと“夢”を叶えたいアリスに、自身の未来を見定めたミモリ。決勝戦まで勝ち上がったセイヤと、苦難を乗り越えてここまでやってきたシロウ。二人の戦いを見つめるハルマは、仲間とともに新生ファーストリーパーとして歩み出そうとしていた。そして、かつてセブンスフレイムのメンバーが命を賭して戦った強敵もまた、新たな道を歩んでいて……。"
                },
                "98": {
                    "ID": "10707123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadowverse/episodes/10707123",
                    "TitleEnglish": "Everyone's Shadowverse!",
                    "SummaryEnglish": "The battle to save the world is over, but everyone's Shadowverse is just beginning!",
                    "TitleJapanese": "みんなの、シャドバを！",
                    "SummaryJapanese": "ライトが世界を救ったことは、「なかったこと」になった。ウルフラムとのバトルのあと、ライトはアークルーラーから2つの選択肢を突きつけられていた――。ミカドとともにシャドバカレッジ内のスタジアムにやってきたライトは、その選択を後悔していないと断言し、ミカドに問いかける。セブンスフレイムに入らないか、と。その答えは決まっている。その返答はわかっている。2人は笑顔を見せ合い、合言葉を重ね合う。「バトル！ シャドウバース！」。"
                }
            }
        }
    }
}