{
  "URL": "https://www.thetvdb.com/series/yugioh-sevens",
  "Genres": [
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12098786/",
    "https://www.tv-tokyo.co.jp/anime/yugioh-sevens/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH04312972",
    "https://www.themoviedb.org/tv/100368",
    "https://www.wikidata.org/wiki/Q79323117",
    "https://en.wikipedia.org/wiki/Yu-Gi-Oh!_Sevens",
    "https://x.com/yugioh_anime"
  ],
  "TitleEnglish": "Yu-Gi-Oh! Sevens",
  "SummaryEnglish": "Yu-Gi-Oh! SEVENS is the seventh Yu-Gi-Oh! anime series, and the sixth main spin-off series which began airing in Japan on April 4, 2020. As with all Yu-Gi-Oh! spin-offs, Yu-Gi-Oh! SEVENS introduces a new protagonist, Yuga Ohdo. It also features a new mechanic: Rush Duel, which uses a new version of a traditional Yu-Gi-Oh card as its counterpart.",
  "Aliases": [
    "遊戯王ＳＥＶＥＮＳ",
    "Yuu Gi Ou: Sevens",
    "Yu-Gi-Oh! Sevens",
    "Yu-Gi-Oh Sevens",
    "Yu☆Gi☆Oh!: Sevens",
    "Yu Gi Oh Sevens",
    "YuGiOh Sevens",
    "Yu-Gi-Oh!: Sevens"
  ],
  "Modified": "2025-09-25",
  "Seasons": {
    "0": {
      "ID": "1827235",
      "URL": "https://www.thetvdb.com/series/yugioh-sevens/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "10854804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/10854804",
          "TitleEnglish": "What Do You Know? Yu-Gi-Oh! SEVENS Character Quiz!",
          "SummaryEnglish": "What Do You Know? Yu-Gi-Oh! SEVENS Character Quiz!",
          "Aliases": []
        },
        "2": {
          "ID": "10854808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/10854808",
          "TitleEnglish": "Recording Studio Rush!!",
          "SummaryEnglish": "Tokyo Hoteinso visits the recording studio of SEVENS! We'll give you everyday stories you can't get anywhere else from Hiiro Ishibashi and Taku Yashiro, as well as the dubbing sessions of Natsuki Hanae and Tomori Kusunoki!",
          "Aliases": []
        },
        "3": {
          "ID": "10854840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/10854840",
          "TitleEnglish": "It's Summer Vacation! Let's Play Rush at Home with Miki!",
          "SummaryEnglish": "The popular comedy duo Miki are immersed in the charm of anime! Ishibashi Hiiro and OP artist Saeki Yuusuke will also meet for the first time on TV.",
          "Aliases": []
        },
        "4": {
          "ID": "10854873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/10854873",
          "TitleEnglish": "Episode 9.5",
          "SummaryEnglish": "Yuga and Luke recap episodes 1-9 in chibi form!",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1827236",
      "URL": "https://www.thetvdb.com/series/yugioh-sevens/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 92,
      "Episodes": {
        "1": {
          "ID": "7633766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7633766",
          "TitleEnglish": "Let's Do This! Rush Duel!",
          "SummaryEnglish": "Odo Yuga dreams of changing the rigid and restrictive Dueling world with his inventions, which he calls “roads.” One day, Yuga learns about a legend from Luke, his classmate from the next class over, who wants to become the Duel King. The two of them arrive at a mysterious monument and find the Hologram Man waiting for them. In order to be recognized as the “Duel King,” Yuga must win within the time limit and install the new rules!",
          "Aliases": []
        },
        "2": {
          "ID": "7670154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7670154",
          "TitleEnglish": "The Man Who Possesses Evil",
          "SummaryEnglish": "After beating the Hologram Man, Yuga was able to install the Rush Duel program. However, Luke wants to keep this a secret from the Goha Corporation, while Yuga wants everyone to enjoy fun Duels. The two decide to settle this dispute with a Rush Duel.",
          "Aliases": []
        },
        "3": {
          "ID": "7696101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7696101",
          "TitleEnglish": "Romin's Secret",
          "SummaryEnglish": "Goha Corp has started taking action in order to eliminate Rush Duels. However, they don’t directly target Yuga and his friends for some reason. Feeling that Goha might be leaving them at large on purpose in order to observe them, Luke decides to do some investigation on Romin, who’s been acting suspicious. Yuga suggests using a Rush Duel to get a read on Romin, but…",
          "Aliases": []
        },
        "4": {
          "ID": "7697827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7697827",
          "TitleEnglish": "Goodbye, Student Council President!",
          "SummaryEnglish": "Gakuto had been feeling unsure about whether he should acknowledge Rush Duel as legitimate or not. One morning, as part of his daily routine, he tried to predict his fortune by drawing a card. The card he drew was his ace monster, Yameruler. This gave him an idea…",
          "Aliases": []
        },
        "5": {
          "ID": "7721988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7721988",
          "TitleEnglish": "Luke's Manly Battle",
          "SummaryEnglish": "The school’s newspaper club came to interview Yuga. Meanwhile, Goha has been keeping an eye on the Internet. Perhaps Yuga can spread Rush Duel rules without attracting their attention by using printed newspapers?! However, it turns out that the newspaper club’s goal is to denounce Rush Duels, for they think that Rush Duels are “shallow”! Angered by their insults, Luke decides to challenge them!",
          "Aliases": []
        },
        "6": {
          "ID": "7726610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7726610",
          "TitleEnglish": "I Beg Your Noodle! Ramen Duel!",
          "SummaryEnglish": "Rush Dueling has been spreading throughout the city thanks to Goha Seventh Elementary School’s newspapers. When Yuga and his friends check the news, they find out that their favorite restaurant will be closing. So, they rush to the restaurant in order to eat its famous ramen before it closes! However, they’ll have to face Menzaburo, a Gourmet Duelist. And so, a never-before-seen Ramen Duel over the restaurant owner’s last ramen unfolds!",
          "Aliases": []
        },
        "7": {
          "ID": "7795260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7795260",
          "TitleEnglish": "The Transfer Student is a Grade-Schooler?",
          "SummaryEnglish": "Goha Corp has been having trouble eradicating Rush Duels. They currently have their eyes on Yuga’s “secret notes.” Goha has a group of six executives known as “Top of Hexagon,” and now, one of them will be sent to Goha Seventh as a transfer student. Can Yuga and his friends protect Rush Dueling from the adults?!",
          "Aliases": []
        },
        "8": {
          "ID": "7802979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7802979",
          "TitleEnglish": "Post-Apocalypse and Neapolitan Spaghetti",
          "SummaryEnglish": "It was a very hot day. Yuga and his friends went to a vending machine to buy some drinks, but standing in their way is a giant person. His name is Yoshio, and he calls himself “the Post-Apocalyptic Duel King.” Yoshio has a grudge against Luke, so he challenges him to a Rush Duel! And the source of Yoshio’s monstrous strength is Neapolitan Spaghetti?! How will Luke fight against him?!",
          "Aliases": []
        },
        "9": {
          "ID": "7824183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7824183",
          "TitleEnglish": "Wonderful Jurassic",
          "SummaryEnglish": "There’s a rumor that a dinosaur named “Gossie” has showed up in Goha City. This rumor excites Yuga and Luke’s spirit of adventure. The two of them start searching for this dinosaur, and run into Hakubutsu Kan, a student from Goha Second Elementary School who thinks that Gossie is actually a Rush Duel Dinosaur. As Yuga and Luke search around the city together with Kan and his friends, they realize that Kan is looking for Gossie not just because of his interest in the dinosaur. He also has another goal in mind…",
          "Aliases": []
        },
        "10": {
          "ID": "7834071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7834071",
          "TitleEnglish": "A Horrifying Horror Duel",
          "SummaryEnglish": "Yuga and co. got tickets to a RoaRomin concert from Romin. They arrived at a place called the “Seven Hells Hall.” Yuga was then challenged by Roa, the vocalist Duelist of RoaRomin, to a 3 v. 3 match, with the ownership of Rush Dueling at stake. Luke will have to face off against the first Duelist in a nightmare-inducing Horror Duel!",
          "Aliases": []
        },
        "11": {
          "ID": "7892316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7892316",
          "TitleEnglish": "No More Holding Back!",
          "SummaryEnglish": "Yuga and co. were challenged to a 3 v. 3 match, with Rush Dueling at stake. Luke won the first Duel, and Gakuto is determined to win the next one with his Neo Sogetsu Dueling Style. However, his opponent is someone he could have never expected!",
          "Aliases": []
        },
        "12": {
          "ID": "7892318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7892318",
          "TitleEnglish": "The Forbidden Ace",
          "SummaryEnglish": "Gakuto didn’t win the second Duel, so now Yuga has to face Roa in a Duel in order to decide who has ownership over Rush Dueling. As it turns out, there’s a possibility that Yuga’s Sevens Road Magician is not a legal card! Yuga is now in a pinch, as he would lose the moment he draws Sevens Road…",
          "Aliases": []
        },
        "13": {
          "ID": "7901662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7901662",
          "TitleEnglish": "Another King",
          "SummaryEnglish": "Yuga drew Sevens Road Magician. But just when he thought that he was going to lose because of an illegal card, Otes emerged from the ground! How did Yuga obtain Sevens Road? And just who is Otes?!",
          "Aliases": []
        },
        "14": {
          "ID": "7912523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7912523",
          "TitleEnglish": "Romin's Kitchen",
          "SummaryEnglish": "Yuga and co. had won the team battle against RoaRomin. However, Luke tells Romin that he won’t talk to a traitorous undercover spy like her, and refuses to reconcile with her. Seeing that Romin is saddened by this, Yuga and co. came up with a plan to get the two of them to make up with each other using hearty home cooking! It’s time for some explosive cooking!",
          "Aliases": []
        },
        "15": {
          "ID": "7933448",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7933448",
          "TitleEnglish": "Setting Sail! Goha Fishing Elementary",
          "SummaryEnglish": "According to Kaizo, the mysterious “ruins” have showed up again! Following Kaizo’s instructions, Yuga and co. boarded the ship that also acts as a school building for Goha Fisheries Elementary School. As it turns out, the ship that Yuga and co. boarded will be at sea for a month or so. Due to a misunderstanding revolving around Kaizo, Yuga will also fight against the ship’s captain and Fisherman Duelist, Maguro Nanami, in a Duel in the middle of the sea!",
          "Aliases": []
        },
        "16": {
          "ID": "7936944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7936944",
          "TitleEnglish": "The Man Who Washes Duels",
          "SummaryEnglish": "As they chased after the fake Kaizo, Yuga and co. arrived at the restaurant that is run by an AI! Thanks to Luke forgetting their goal and overeating, they now have to wash the dishes. Romin then falls into a trap set by Arai Arata, the leader of the Washing Club at Goha Third Elementary School. If she loses to him in a Rush Duel, she must continue washing dishes for free…",
          "Aliases": []
        },
        "17": {
          "ID": "7950688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7950688",
          "TitleEnglish": "The Cat in the Garden of Providence",
          "SummaryEnglish": "The one who stole Kaizo’s data is Saionji Neil, a boy who oversees all of Goha’s Duels and also says the enigmatic word “Providence.” In order to retrieve Kaizo’s data, Yuga and co. must risk losing their Duel accounts and try to defeat Neil and his group. And their first opponent… is simultaneously a cat and a human?!",
          "Aliases": []
        },
        "18": {
          "ID": "7969122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7969122",
          "TitleEnglish": "Sorry, Getta-chan, Get a Chance",
          "SummaryEnglish": "The second member of Neil’s team is Taira Getta, a member of RoaRomin! Getta was angry with Roa, so he left the band. Roa, who promised to Duel Getta, then shows up and begins his fateful Duel with Getta, where their shouts and drum beats will clash…! Just what will happen to their friendship?",
          "Aliases": []
        },
        "19": {
          "ID": "7982056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7982056",
          "TitleEnglish": "The One Who Is a Throne",
          "SummaryEnglish": "A massage chair showed up out of nowhere in front of the Road laboratory! As Yuga and co. were trying the chair out and having a nice massage, they were suddenly sent underground. A massage chair drone named Sebastian then emerged from the darkness, proclaiming itself as Neil’s butler and throne. Thus began the Duel between Yuga and the “King of Chairs”!",
          "Aliases": []
        },
        "20": {
          "ID": "7995830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7995830",
          "TitleEnglish": "Being an Adult is Tough",
          "SummaryEnglish": "Yoshio went underground together with Yuga and his friends. Yoshio was having trouble figuring out what his dream should be. He wanted to discover his dream through a Duel, so he volunteered to fight against one of Neil’s minions. As it turns out, he’ll be Dueling against Mimi, one of Goha’s executives! Yoshio begins the Duel against Mimi, unaware that he’s Dueling his mother. Mimi herself is Dueling against her son in order to help him out. What will be the outcome of the battle between the Bubble-Era and Post-Apocalyptic decks?!",
          "Aliases": []
        },
        "21": {
          "ID": "7999547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/7999547",
          "TitleEnglish": "Close Encounters of the Noodle Kind",
          "SummaryEnglish": "Yuga and his friends were wandering underground to search for “heaven,” the place where Neil is located. They were exhausted and hungry. Following a delicious smell, they eventually stumbled upon a flashy ramen restaurant filled with Goha employees called “Cosmic Catering.” And the one who’s serving super delicious ramen… is an alien named Sorako?! Since ramen is involved, Menzaburo is also there, kicking off yet another Ramen Duel!",
          "Aliases": []
        },
        "22": {
          "ID": "8017503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8017503",
          "TitleEnglish": "The Sealed Devil",
          "SummaryEnglish": "Yuga and his friends used the coupons they got from Mimi and enjoyed a meal at the AI restaurant. There, they felt that someone was watching them… and it turned out to be Arai Arata! After bringing Luke to the dishwashing room, Arai began a Cheating Duel against him. For some reason, Luke couldn’t use his special power…",
          "Aliases": []
        },
        "23": {
          "ID": "8027363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8027363",
          "TitleEnglish": "That Which Lies Beyond Providence",
          "SummaryEnglish": "Yuga and co. have reached the Gate of Providence, the entrance to Neil’s haven. Beyond the road lined with shops selling various kinds of “providences” is the haven, where the final showdown with Neil awaits. During the Duel, a monster that transcends imagination is summoned, accompanied by a blinding light!",
          "Aliases": []
        },
        "24": {
          "ID": "8034381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8034381",
          "TitleEnglish": "Resolve",
          "SummaryEnglish": "Yuga didn’t show up at the promised time. Worried about him, Luke, Gakuto, and Romin decided to look for a way to beat Neil. They went to the ruins where it all began to get some answers from Otes. However, Otes has one condition for them: win in a Duel and show their resolve!",
          "Aliases": []
        },
        "25": {
          "ID": "8034484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8034484",
          "TitleEnglish": "Dreams, Courage, and Friendship",
          "SummaryEnglish": "Yuga challenges Neil again! Facing off against Yggdrago, a mighty dragon that can pierce the heavens with its massive body and shake the earth with its roar, Yuga draws. His draw is empowered by Kaizo and fueled with the hopes and wishes of Luke, Gakuto, and Romin. Their dream, courage, and friendship will call forth a miracle!",
          "Aliases": []
        },
        "26": {
          "ID": "8058446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8058446",
          "TitleEnglish": "Maximum Duel!",
          "SummaryEnglish": "Yuga has finally managed to summon his Maximum Monster, Magnum Over Road! However, Neil’s crafty tactics still give him a hard time. The battle with Rush Dueling and his friends’ Duel accounts at stake will finally come to an end with this Maximum Duel!",
          "Aliases": []
        },
        "27": {
          "ID": "8064109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8064109",
          "TitleEnglish": "The Luke Club Is Born!",
          "SummaryEnglish": "Luke created the Luke Club to turn Goha Seventh Elementary School into a mecca for Rush Dueling. However, Yuga and co. have forsaken him, and no one is joining the club, either! As Luke Duels against himself, tears start streaming down his face… That is when a mysterious Duelist appears before him.",
          "Aliases": []
        },
        "28": {
          "ID": "8080148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8080148",
          "TitleEnglish": "Training Camp! Sushi Duel",
          "SummaryEnglish": "Yuga and co. have decided to take part in the Rush Duel tournament, and they’re attending a training camp for it. As the sun sets, Romin and Sushiko begin a Duel… with the right to hog the TV at stake!",
          "Aliases": []
        },
        "29": {
          "ID": "8087737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8087737",
          "TitleEnglish": "Galient Digging",
          "SummaryEnglish": "Ranze and Rinnosuke are crossing the mountain to reach the training camp. They hear a suspicious engine sound on the way, and find Tazaki Galient, a Goha Sixth student riding on a blue machine, blocking their path! Galient seems to be planning to sabotage the training camp. He then challenges Ranze to a Duel!",
          "Aliases": []
        },
        "30": {
          "ID": "8087738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8087738",
          "TitleEnglish": "The Tiger Way of Battle",
          "SummaryEnglish": "Due to Luke’s mistake, Yuga and co. will now participate in a trumpet duet competition. They head to the wind music club to practice, but find that the club room is pitch-dark. They are then attacked by someone! Behind Luke, who is being unusually fearful, is Kamijo Haruka, a girl carrying a silver bassoon!",
          "Aliases": []
        },
        "31": {
          "ID": "8120034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8120034",
          "TitleEnglish": "Rebelli-Ant Is Mine",
          "SummaryEnglish": "Yuga and co. head to where the trumpet duet tournament is held, but as it turns out, it’s actually a Dark Rush Duel tournament! Angered that all the time he spent learning how to play the trumpet was all for nothing, Luke Duels against Arisugawa Jango, the rebel of Goha Sixth!",
          "Aliases": []
        },
        "32": {
          "ID": "8132172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8132172",
          "TitleEnglish": "The Lady Who Loved Machines",
          "SummaryEnglish": "A thunderous sound echoes through the place where the Dark Rush Duel tournament is being held! A red machine then appears, along with the Machine Cavalry Duel Club led by Asana. They’ve come to arrest everyone for violating Goha Sixth’s rules. In order to make it possible for everyone to Rush Duel at Goha Sixth, Yuga challenges Asana to a Duel!",
          "Aliases": []
        },
        "33": {
          "ID": "8156397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8156397",
          "TitleEnglish": "Goha 6th Elementary School",
          "SummaryEnglish": "Yuga and co. are forced to transfer to Goha Sixth. Since he is no longer the student council president of Goha Seventh, Gakuto has been suffering from a disease known as “Student Council Deficiency Disease.” In order to return to Goha Seventh’s student council, Gakuto decides to Duel against the Machine Cavalry Duel Club. Standing in his way is Tazaki Galient, the one who kidnapped Ranze and Rinnosuke!",
          "Aliases": []
        },
        "34": {
          "ID": "8156400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8156400",
          "TitleEnglish": "The Subterranean Shiatsu Empire Strikes Back",
          "SummaryEnglish": "In order to learn more about Asana and her group, and find out how Asana got her Maximum Monster, Yuga sends Kaizo and Sebastian to Neil. Along the way, the two of them have to hide from the rain. Finger Chikako, a self-proclaimed Subterranean sent after them by the Machine Cavalry Duel Club, then shows up and challenges the two to a Duel!",
          "Aliases": []
        },
        "35": {
          "ID": "8188500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8188500",
          "TitleEnglish": "Sound! Gohanium",
          "SummaryEnglish": "While Yuga is gone, a giant machine with caterpillar track closes in on his Road Laboratory. The one who is driving it is Zomyoji Caterpillio, the mechanic of the Machine Cavalry Duel Club! Caterpillio uses his demolition techniques to get closer to the laboratory. However, his outrageous actions shall not go unpunished! For the beautiful girl with a strong sense of justice, Kamijo Haruka, is here!",
          "Aliases": []
        },
        "36": {
          "ID": "8188501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8188501",
          "TitleEnglish": "Enlightenment ♡ Ranze Eyes",
          "SummaryEnglish": "Yuga and co. have found the underground Machine Cavalry Arena. Galient then stands in their way once again. He challenges them to a Duel, but he’s also in bad shape… Seeing this, Nanahoshi Ranze simply can’t stand by and do nothing. In an unexpected turn of events, Ranze starts to have fantasies about Galient, and decides to Duel in his stead!",
          "Aliases": []
        },
        "37": {
          "ID": "8205363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8205363",
          "TitleEnglish": "Coo-Crook-Coo",
          "SummaryEnglish": "Feeling responsible for leading his friends into Schwer’s “trumpet duet competition” trap, Luke challenges him to a Duel. However, Schwer tells him that he’ll be facing Dove-rap the pigeon instead.",
          "Aliases": []
        },
        "38": {
          "ID": "8230738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8230738",
          "TitleEnglish": "Maximum Unearthed!",
          "SummaryEnglish": "Yuga and co. have found the prototype Duel Disks. As they’ve discovered the Machine Cavalry Duel Club’s secret, Asana shows up and challenges Yuga to a Duel. Thus begins a decisive showdown, with Rush Dueling and the pride of the Machine Cavalry Duel Club at stake!",
          "Aliases": []
        },
        "39": {
          "ID": "8248434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8248434",
          "TitleEnglish": "Bring it Back! Mutsuba's Pride!",
          "SummaryEnglish": "Magnum Over Road clashes against Wurm Ex-Cavator in an intense battle! Yuga and Asana are having fun with their Duel. However, Asana’s beloved R6 eventually breaks down. Even so, Asana still won’t back down, as she wants to take back the Mutsuba name’s pride.",
          "Aliases": []
        },
        "40": {
          "ID": "8280637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8280637",
          "TitleEnglish": "Give Me Jam♪",
          "SummaryEnglish": "Princess G will be retiring! Apparently, her record label, Goha Music, has dropped her since she acknowledged Rush Duels as legit. After learning this news, Romin decides to quit Rush Dueling, choosing Yuga as her last opponent and declaring, “this is gonna be my last gig!”",
          "Aliases": []
        },
        "41": {
          "ID": "8280641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8280641",
          "TitleEnglish": "Sogetsu-Style Yameruler",
          "SummaryEnglish": "Ranze announces that she’s going to “graduate” from the student council and the Sogetsu Style! Gakuto is bewildered, but he agrees to let her “graduate” on one condition: she must beat him in a Duel. Ranze has always been respectful toward Gakuto, but during their Duel, she is a lot more aggressive to him than usual, and provokes him at every turn. And it seems that her “Ranze Eyes” aren’t the only reason she’s acting like this…",
          "Aliases": []
        },
        "42": {
          "ID": "8315154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8315154",
          "TitleEnglish": "Space Operations Duel Corps",
          "SummaryEnglish": "Hearing that Goha will be hosting a Rush Duel tournament, Luke proclaims that he will beat everyone and become the Duel King. A three-member team is required for the tournament. However, Yuga refuses to take part in it. Luke doesn’t fully agree with Yuga’s decision. He’s planning to take part in the tournament no matter what, so he goes to the underground area to dig up some Maximum cards to prepare for it. There, he runs into three strangers wearing space suits!",
          "Aliases": []
        },
        "43": {
          "ID": "8353622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8353622",
          "TitleEnglish": "Opening! Team Battle Royal",
          "SummaryEnglish": "The Goha Rush Duel Team Battle Royale tournament has finally begun! Yuga comes to the venue to cheer on Luke, Gakuto, and Romin. Luke then urges Yuga to take Asana’s place, since she wasn’t able to take part in the tournament. That’s when a man from the crowd challenges Yuga to a Duel!",
          "Aliases": []
        },
        "44": {
          "ID": "8353623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8353623",
          "TitleEnglish": "Discord",
          "SummaryEnglish": "Roa and his team interrupt the tournament’s opening ceremony! In order to achieve his goal, he challenges Mimi to a Duel. Getta and Ushiro were expecting a team Duel, but much to their shock, Roa tells them to stand behind him and watch…",
          "Aliases": []
        },
        "45": {
          "ID": "8389677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8389677",
          "TitleEnglish": "Upstart Hunter",
          "SummaryEnglish": "Fierce battles have unfolded during the Team Battle Royale tournament, and Yuga and co. have been racking up wins! The three members of the Dueling & Dinosaur Research Club then arrive before them. Wanting to spar with Yuga, Hunt challenges him to a Duel. For some reason, Hunt is acting like a totally different person…",
          "Aliases": []
        },
        "46": {
          "ID": "8389678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8389678",
          "TitleEnglish": "Back to the Past",
          "SummaryEnglish": "Luke and co. were surrounded by the Duelists who were defeated in the tournament, but they were able to escape thanks to their friends’ help. However, they were then ambushed by Kakoko, an underling of Goha 66. As Menzaburo is too shaken up by Kakoko, Nick fights against her using his barbecue techniques!",
          "Aliases": []
        },
        "47": {
          "ID": "8389679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8389679",
          "TitleEnglish": "Shine's Counterattack",
          "SummaryEnglish": "Luke and co. head to Maximum Mountain to look for Goha 66. Suddenly, they hear the sound of a drum and a bass instrument. They then run into Getta and Ushiro, who now have a new leader. Their new leader is a tall, handsome, mysterious man, wearing a nice suit…",
          "Aliases": []
        },
        "48": {
          "ID": "8435507",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8435507",
          "TitleEnglish": "Clash of Secret Techniques!",
          "SummaryEnglish": "Deep in the tunnel of Maximum Mountain, Asana and Tiger are fighting against each other with their secret techniques on a snowy Duel Field. Their childhood feelings and memories intersect for one fleeting moment. They used to be very close, and even called each other “Harucchi” and “Asacchi.” But one day, an incident caused them to drift apart. On that day, it was also snowing…",
          "Aliases": []
        },
        "49": {
          "ID": "8435508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8435508",
          "TitleEnglish": "RoaRomin",
          "SummaryEnglish": "The first match of the finals is between Roa and Romin. Romin drove Roa into a corner with her new “Jam” style, and told him that he can’t stand on the stage by himself. Roa was shaken up by her words. As they observed the match, Getta and Ushiro just couldn’t keep still…",
          "Aliases": []
        },
        "50": {
          "ID": "8446823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8446823",
          "TitleEnglish": "Gakuting",
          "SummaryEnglish": "The second match of the finals is between Gakuto and Neil! Gakuto thought that Ranze left the Neo Shingetsu Style behind because he wasn’t good enough. In order to fight against the formidable Neil, Gakuto has evolved his style into the Progressive Sogetsu Style!! The key of this style is…Gakuting!!",
          "Aliases": []
        },
        "51": {
          "ID": "8461564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8461564",
          "TitleEnglish": "Road vs. Daor",
          "SummaryEnglish": "Both Luke and Yuga’s teams currently have the same amount of points. They both pledge to have a good Duel with each other. Yuga will push forward on his road with Hyper Engine Vast Vulcan, while Luke will sprint down his daor with Dragias the Striking Dragon! The final match, with the King of Duels title at stake, will now begin!",
          "Aliases": []
        },
        "52": {
          "ID": "8476745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8476745",
          "TitleEnglish": "The Last Rush Duel",
          "SummaryEnglish": "Rush Duels will be eradicated by a Rush Duel via “Real Time Rush Duel Uninstallation.” Luke and Yuga are faced with a tough decision: will they continue their Duel, or cancel it? However, the two of them simply smile, and declare that they won’t just let the best Duel ever end this way! This shall be the final Rush Duel!",
          "Aliases": []
        },
        "53": {
          "ID": "8499327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8499327",
          "TitleEnglish": "Let's Go! Rush Swirling!",
          "SummaryEnglish": "Rush Duels are now booming thanks to the Team Battle Royale tournament. Taking advantage of this, Luke tries to force people to join his Rush Duel club. Luke later catches a boy who was watching his Duel from a bush…",
          "Aliases": []
        },
        "54": {
          "ID": "8499328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8499328",
          "TitleEnglish": "Riding Rush Duel!",
          "SummaryEnglish": "A giant spaceship suddenly shows up in the sky! This spaceship is the fortress of the six Goha Siblings, the real presidents of Goha Corporation! In order to protect the Rush Duel Robot that contains data for the Rush Duel program from destruction, Yuga and his friends must Duel against the siblings. The first match is against the eldest brother, the speed demon Goha Yuro! Riding Rush Duel, Acceleration!",
          "Aliases": []
        },
        "55": {
          "ID": "8499329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8499329",
          "TitleEnglish": "Yujin and the Sea",
          "SummaryEnglish": "The sound of a steam whistle echoes across Goha Seventh Elementary School, signaling the arrival of a cruiser with Goha Yujin on board. He’s the second eldest brother of the Goha Siblings and a self-proclaimed “man of the sea.” Using his power as a president of Goha, he turns the schoolyard into the sea, and commences a Duel in the middle of it. Since Yuga isn’t good at swimming, Luke volunteers to take his place!",
          "Aliases": []
        },
        "56": {
          "ID": "8524752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8524752",
          "TitleEnglish": "Kattobashing!",
          "SummaryEnglish": "Hearing that a pro baseball team will be established in Goha City, Luke is determined to become the Base-Stealing King. When Yuga and his friends come to the tryout, they encounter Goha Yuka, the only girl of the Goha Siblings. She challenges the athletic Romin to a Duel. Baseball Rush Duel, play ball!",
          "Aliases": []
        },
        "57": {
          "ID": "8549039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8549039",
          "TitleEnglish": "I'm the Fourth Assassin",
          "SummaryEnglish": "Gakuto was asked to help out with a kendo tournament, so he went to the kendo hall with Yuga and the others. However, there was no one there except Goha Yuran, the third eldest brother of the Goha Siblings. In this silent, empty hall, a Kendo Rush Duel between Yuran and Gakuto will now begin!",
          "Aliases": []
        },
        "58": {
          "ID": "8571616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8571616",
          "TitleEnglish": "Crossing Destinies",
          "SummaryEnglish": "It is evening at Goha Seventh. Hearing Luke’s scream, Yuga and the others rush to the hallway, only to find it filled with puppets. The one who is controlling these puppets is Goha Yuo, the fourth brother of the Goha Siblings! Despite being at a disadvantage during his Duel with Yuga, he sports an enigmatic smile on his face…",
          "Aliases": []
        },
        "59": {
          "ID": "8571617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8571617",
          "TitleEnglish": "Order Button",
          "SummaryEnglish": "At the AI restaurant, the student councils of Goha Sixth and Goha Seventh hold a meeting to talk about how to fight against the Goha Siblings. However, strange things keep happening during the meeting. The food that was brought to Kenzaki Botan, the vice president of Goha Sixth’s student council, just keeps disappearing. The meeting isn’t moving forward at all. It just dances.",
          "Aliases": []
        },
        "60": {
          "ID": "8571618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8571618",
          "TitleEnglish": "Do You Remember Atachi?",
          "SummaryEnglish": "Swirly visits the library and encounters a mysterious book titled “SEVENS.” Mimi, who is now a librarian, thinks that the book will allow her to climb the corporate ladder once again, so she challenges Swirly to a Duel! Meanwhile, Yuga and his friends head to the Sixross spaceship to meet Yuo…",
          "Aliases": []
        },
        "61": {
          "ID": "8602022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8602022",
          "TitleEnglish": "Live! Powerful Rush Duel",
          "SummaryEnglish": "Yuka showed up before Yuga and co. again, and commenced a Baseball Rush Duel. She asked for the strongest batter, and Roa responded by announcing that he will avenge Romin as a fellow RoaRomin member. Thus began an unusual showdown between Rock Music and Baseball! Powerful Rush Duel, play ball!",
          "Aliases": []
        },
        "62": {
          "ID": "8625199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8625199",
          "TitleEnglish": "The☆Lukeman! The☆Lukeman!!",
          "SummaryEnglish": "Tiger tells Yuga and co. that Luke hasn’t come home, so they go look for him. They arrive at the Goha Sixth Quarry, but standing in their way is Yuo! They then hear someone yell “hold it right there!”. Just who is it…?!",
          "Aliases": []
        },
        "63": {
          "ID": "8625200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8625200",
          "TitleEnglish": "The Sixth Man",
          "SummaryEnglish": "Something strange has happened to Luke, so Roa heads to Goha Corp’s office together with Mimi and Swirly in order to investigate this. Their goal is the president’s room, but standing in their way is the last member of the Goha Siblings!",
          "Aliases": []
        },
        "64": {
          "ID": "8640635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8640635",
          "TitleEnglish": "A Family of Gears",
          "SummaryEnglish": "Yuga and co. visited the Kamijo family’s mansion, known as “Kamijo Gear Company.” Luke came home at a bad time, however, and was caught by Tiger. And so, a Duel between brother and sister began! After weathering a fierce attack from Tiger, Luke starts to change…",
          "Aliases": []
        },
        "65": {
          "ID": "8656511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8656511",
          "TitleEnglish": "Solitary​ Providence",
          "SummaryEnglish": "Yuga and co. head to Maximum Mountain to stop Tiger’s excessive training. They look after Tiger, who was just about to pass out. However, the Sixross then shows up! Yuo insists on a Duel, and Tiger is willing to fight, but she’s still not in good shape, so Asana decides to Duel in her place. The one Yuo chooses as Asana’s opponent is…",
          "Aliases": []
        },
        "66": {
          "ID": "8669888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8669888",
          "TitleEnglish": "Final Battle! Devil Empire",
          "SummaryEnglish": "The final battle against the Goha Siblings, with the fate of Rush Duels on the line, is finally here! Yuga challenges the Lukeman, who showed up behind Yuo, to a Duel. What tactics will Yuga use to defeat the Lukeman, who has now switched into his Perfect Mode?",
          "Aliases": []
        },
        "67": {
          "ID": "8669889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8669889",
          "TitleEnglish": "Space Warrior The☆Lukeman",
          "SummaryEnglish": "Because of the dastardly Goha aliens, the☆Lukeman and the☆Yugaman have to fight each other. Why must justice fight against justice? While they feel conflicted about this, the two space warriors still fight with everything they’ve got. The shooting stars glimmering in the night sky then bring about a miracle for the righteous Duelists!",
          "Aliases": []
        },
        "68": {
          "ID": "8669890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8669890",
          "TitleEnglish": "The Melancholy of Yuo",
          "SummaryEnglish": "There was something weighing on Yuo’s mind. It was one of those rare days where he didn’t have anything to do as a president, so he left Goha’s office and went on the swings at the park. His siblings were being very nice to him. Too nice, in fact. Suddenly, a mysterious girl and a mysterious professor showed up before him.",
          "Aliases": []
        },
        "69": {
          "ID": "8669891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8669891",
          "TitleEnglish": "Field of Fishreams",
          "SummaryEnglish": "Flash Umiko works in the Sixth General Affairs Division of the General Affairs Department at the Goha Corp General Headquarters. Her sloppy work behavior leaves much to be desired, however. Through an unexpected turn of events, Gakuto runs into her again. He decides to Duel against her in order to correct her work behavior.",
          "Aliases": []
        },
        "70": {
          "ID": "8769428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8769428",
          "TitleEnglish": "She's That One Other Nanahoshi",
          "SummaryEnglish": "Among the weirdly-dressed members of Goha Fifth Elementary’s Insect Duel Club is Nanahoshi Nanaho, a girl with a ladybug hat. She seems to know Yuga. Swirly brings her to where Yuga is so that she can pay him a visit. However, when Yuga sees Nanaho, he starts to act strangely…",
          "Aliases": []
        },
        "71": {
          "ID": "8769443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8769443",
          "TitleEnglish": "Danger! Do NOT Mix",
          "SummaryEnglish": "Romin is now working in Goha Corp’s cafeteria. However, no one is eating the curry she’s so proud of. Not even Mimi, whom she believed would eat it. And so, she challenges Mimi to a Duel in order to get her to eat the curry! No one would have thought that this Duel might determine Goha’s fate itself!",
          "Aliases": []
        },
        "72": {
          "ID": "8769444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8769444",
          "TitleEnglish": "The Fantastic Underground Luke Factory",
          "SummaryEnglish": "Hunt ran into Luke and the others in front of the Goha Corp office. He thought that Goha gave off “the smell of money,” so he went together with Bakuro and Goha Seventh’s newspaper club, who were at Goha to do interviews, to Goha’s underground area. They discovered an abandoned factory in the deepest level, as well as a certain machine that seemed like it came straight out of a dream…",
          "Aliases": []
        },
        "73": {
          "ID": "8769445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8769445",
          "TitleEnglish": "An Adult's Corporate Entertainment Rush Duel",
          "SummaryEnglish": "Thinking that Yuga might be the sixth Goha President, Luke decided to curry favor with him. At Mimi’s suggestion, Luke tried to entertain Yuga with a “Corporate Entertainment Rush Duel.” However, Yuga found it to be very boring. Seeing Yuga like this reminded Luke of a Duel back when he was younger.",
          "Aliases": []
        },
        "74": {
          "ID": "8827443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8827443",
          "TitleEnglish": "Duel Zombie",
          "SummaryEnglish": "A zombie showed up in Goha’s office, throwing everyone into a panic! The employees were turned into zombies one after another. Gakuto managed to escape somehow, but then found the talking zombie, Ikitenai Zo, standing in his way. In order to save the people who were turned into zombies, Gakuto began a Survival Duel!",
          "Aliases": []
        },
        "75": {
          "ID": "8832336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8832336",
          "TitleEnglish": "The Mystery of Yuga",
          "SummaryEnglish": "Gakuto and the others are trying to determine whether Yuga is really the sixth Goha president. However, they run into Asana, who tells them that investigating someone behind their back isn’t what friends should do. And so, Roa challenges Asana to a Duel in order to pursue the mystery behind Yuga!",
          "Aliases": []
        },
        "76": {
          "ID": "8835820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8835820",
          "TitleEnglish": "The Merciless Tiger",
          "SummaryEnglish": "Swirly has been acting odd. As Yuga and company try to figure out a way to bring him back to normal, they learn that there is a forbidden card that can control people through Dueling. Who would enjoy doing something so terrible to other people? Since Nanaho might have something to do with this forbidden card, Yuga and Luke decide to look for her. However, standing in their way is someone they could have never expected…!",
          "Aliases": []
        },
        "77": {
          "ID": "8835821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8835821",
          "TitleEnglish": "Swirly Revival",
          "SummaryEnglish": "Following the traces of an energy output, Yuga and his friends head to the Goha office’s deep underground section. When they restore a card produced by the Duel Card Manufacturer, they get what seems to be the forbidden card. When Swirly sees this eerie card, he starts acting even stranger…",
          "Aliases": []
        },
        "78": {
          "ID": "8873735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8873735",
          "TitleEnglish": "Goha Yuga",
          "SummaryEnglish": "Duelists enjoyed the various new rules born from the Original Duel Development Road. However, there was someone who cast a dark shadow on the world of Dueling and stoked conflict between the different rules. An envoy of destruction who believes that fighting and crushing others is what Dueling is all about. His name: Goha Yuga!",
          "Aliases": []
        },
        "79": {
          "ID": "8880353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8880353",
          "TitleEnglish": "Rush Duel Sealed Away",
          "SummaryEnglish": "Luke, Gakuto, Romin, Roa, Neil, and Asana rushed to the rooftop of the Goha building in order to take down Goha Yuga. Luke faces off against Yuga in a Duel. However, the light radiating from Yuga’s forbidden card engulfs him…",
          "Aliases": []
        },
        "80": {
          "ID": "8880354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8880354",
          "TitleEnglish": "The Six Goha Siblings",
          "SummaryEnglish": "Because of the many new Duel rules that were created, Goha Corp. is now in chaos. Mimi doesn’t agree with how the Goha Siblings are handling things, so she forces her way into the president’s office. As Mimi demands answers from the siblings, Yuro reveals the truth about the Six Goha Siblings to her…",
          "Aliases": []
        },
        "81": {
          "ID": "8893322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8893322",
          "TitleEnglish": "Irreplaceable Days",
          "SummaryEnglish": "It’s a typical morning, but Gakuto and Romin are acting more distant than usual. As if to provoke Yuga, who is already bewildered and confused, Goha Yuga challenges Otes to a Duel. Goha Yuga also has Monster Reborn with him.",
          "Aliases": []
        },
        "82": {
          "ID": "8973261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8973261",
          "TitleEnglish": "The Return of the King",
          "SummaryEnglish": "Yuga and Roa Duel on the stage for Roa’s secret concert. Yuga is able to see through Roa’s motive.",
          "Aliases": []
        },
        "83": {
          "ID": "8960715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8960715",
          "TitleEnglish": "Two Ideals",
          "SummaryEnglish": "Roa has been practicing like mad for a secret RoaRomin concert. Like Gakuto and the others, Roa seems to have lost all his memories about Rush Duels. Yuga challenges Roa to a Duel in order to restore his memories. And so, they Duel each other once again. The day of the Seven Hells Hall concert will now be re-created…!",
          "Aliases": []
        },
        "84": {
          "ID": "8943678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8943678",
          "TitleEnglish": "Companions",
          "SummaryEnglish": "Rinnosuke goes all-out against Gakuto in a Rush Duel to help him regain his memories. Inspired by Rinnosuke, Galient and Sebastian Duel against their masters, Asana and Neil, who have also lost their memories like Gakuto.",
          "Aliases": []
        },
        "85": {
          "ID": "8937105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8937105",
          "TitleEnglish": "Daor of the Rush",
          "SummaryEnglish": "Gakuto has lost all his memories about Rush Duels and the days he spent with his friends. In order to help him regain his memories, Yuga and co. try to recreate the day Rush Duels were born. And thus, Daor of the Rush, the first movie directed by Kamijo Tatsuhisa (Luke), will now premiere!",
          "Aliases": []
        },
        "86": {
          "ID": "8986226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8986226",
          "TitleEnglish": "The Kirishima Affair",
          "SummaryEnglish": "Yuga and co. gather at the Road Laboratory to celebrate Romin’s solo debut. However, Luke can’t accept that Romin is smiling while she still doesn’t have the memories with her friends. During the evening, as Luke mopes around by himself in the clubroom, Bakuro, who also has his memories stolen by Goha Yuga, shows up and challenges Luke to a Duel.",
          "Aliases": []
        },
        "87": {
          "ID": "8995060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/8995060",
          "TitleEnglish": "Kirishima Melon",
          "SummaryEnglish": "Princess G challenges Romin to a match that’ll decide her future path. Romin responds to Princess G’s powerful feelings during the Duel. After their ultimate Guitar Battle Duel, Romin decides the path that she will walk on, and that is…",
          "Aliases": []
        },
        "88": {
          "ID": "9016515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/9016515",
          "TitleEnglish": "The Truth Behind the Kamijo Gear Company",
          "SummaryEnglish": "The new Duel Rules have been damaging the Duel Program on the moon. Neil suggests a complete shutdown of the control system in order to prevent the destruction of the Duel Program. To shut down the system, the power lurking inside Luke will be necessary.",
          "Aliases": []
        },
        "89": {
          "ID": "9026255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/9026255",
          "TitleEnglish": "Tiger & Dragon",
          "SummaryEnglish": "Tiger tells Yuga that he’s just a useless grade-schooler since he couldn’t figure out how to amplify the Pauli effect. Angered by what Tiger said, Luke challenges his ultra-strong sister to a Duel. Accompanied by a mysterious light, the fierce Duel between the Kamijo siblings ends in a way no one could have expected!",
          "Aliases": []
        },
        "90": {
          "ID": "9040614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/9040614",
          "TitleEnglish": "To Space!",
          "SummaryEnglish": "Goha City was enveloped in a silent darkness after all the control systems were shut down. In order to protect the Duel Program, Yuga and his friends decide to head to the moon. With the hopes and dreams of their friends and family in their hearts, they overcome the gravity and head to space, but waiting for them in space is that man!",
          "Aliases": []
        },
        "91": {
          "ID": "9051685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/9051685",
          "TitleEnglish": "Fierce Battle! Rush Robot Duel!",
          "SummaryEnglish": "Borrowing the power of the Six Goha Siblings, Yuga and his friends activate the Rush Duel Robot and face off against the Otes Robot in a final trial in order to save the Duel Program! And thus, a large-scale, intense Rush Robot Duel began between two giant robots! In space!",
          "Aliases": []
        },
        "92": {
          "ID": "9064577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yugioh-sevens/episodes/9064577",
          "TitleEnglish": "King of Duels",
          "SummaryEnglish": "The Rush Robot is reaching its limits. Yuga has everyone evacuate, and heads off to face Otes in one final battle. However, Luke then stops Yuga. The two decide to talk to each other using their cards. While Yuga enjoys Dueling against his best friend, there’s also grim resolve deep within his heart. It’s time for one last Rush Duel!",
          "Aliases": []
        }
      }
    }
  }
}