{
    "URL": "https://www.thetvdb.com/series/the-god-of-high-school",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.facebook.com/GOHS.Official",
        "https://www.imdb.com/title/tt12227418/",
        "http://goh-anime.com",
        "http://www.reddit.com/r/godofhighschool",
        "https://www.themoviedb.org/tv/99778",
        "https://x.com/GOHS_official"
    ],
    "TitleEnglish": "The God of High School",
    "SummaryEnglish": "When an island half-disappears from the face of the earth, a mysterious organization sends out invitations for a tournament to every skilled fighter in the world. \"If you win you can have ANYTHING you want,\" they claim. They’re recruiting only the best to fight the best and claim the title of The God of High School. Jin Mori, a Taekwondo specialist and a high school student, soon learns that there is something much greater beneath the stage of the tournament.",
    "TitleJapanese": "THE GOD OF HIGH SCHOOL ゴッド・オブ・ハイスクール",
    "SummaryJapanese": "自称最強の高校生「ジン･モリ」。\n\n彼の人生は、最強の高校生を決める大会、「ゴッドオブハイスクール」に招待されることで一変する。\n優勝すればどんな願いも叶えられるという・・・それぞれの願いを胸に出場する強敵手たち。\n闘いの果てに待ち受けるものとは？\n\nハンパない高校生たちのハチャメチャバトル開幕!!",
    "Aliases": [
        "Koko no Kami",
        "GOHS",
        "The God of Highschool"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "1827375",
            "URL": "https://www.thetvdb.com/series/the-god-of-high-school/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8360062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/8360062",
                    "TitleEnglish": "Behind the Scenes of The God of High School",
                    "SummaryEnglish": "Crunchyroll takes you into MAPPA studios to meet the team behind the scenes of The God of High School. We also talk to the original WEBTOON creator, Yongje Park, who talks about the collaborative process of creating this Crunchyroll Original series.",
                    "TitleJapanese": "[高校之神]の舞台裏",
                    "SummaryJapanese": "クランチロールでは、MAPPAスタジオに潜入し、『高校の神様』の舞台裏を紹介します。また、WEBTOONの原作者であるYongje Park氏に、このCrunchyrollオリジナルシリーズを制作するための共同作業について語っていただきました。"
                }
            }
        },
        "1": {
            "ID": "1827376",
            "URL": "https://www.thetvdb.com/series/the-god-of-high-school/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7768847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7768847",
                    "TitleEnglish": "set up/stand up",
                    "SummaryEnglish": "\"God of High School\" is an all-styles martial arts tournament for high schoolers from all over Korea. Jin Mori, who lives on his own after parting ways with his grandfather Taejin at a young age, is on his way to the preliminary for his region when he ends up chasing a snatcher. In the midst of his pursuit, he meets Han Daewi and Yoo Mira, two other high schoolers on their way to participate in the preliminary. The only thing on the line is your pride! The only thing you can trust is your fists! Choose any wish, and it will be granted! Such is the power of God! So begins the battle royal featuring the most powerful contenders from all over...",
                    "TitleJapanese": "set up/stand up",
                    "SummaryJapanese": "全国の高校生が集う異種格闘大会「ゴッド・オブ・ハイスクール」。\n幼い頃、祖父・テジンと離れ一人暮らしてきた主人公のジン・モリは、その地区予選会場へ向かう途中、ひったくり犯を追うことになり、そこで同じく予選に参加するハン・デイとユ・ミラと出会う。\n賭けるのは己のプライド！信じるモノは己の拳！望む願いはなんでも叶う！それが神の力！\nアリーナに集結した各地の猛者たちとの生き残りを賭けたバトルロイヤルがはじまる――"
                },
                "2": {
                    "ID": "7817266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7817266",
                    "TitleEnglish": "renewal/soul",
                    "SummaryEnglish": "Mori, Daewi, and Mirahave made it through the first preliminary round. With the next round coming up, the three of them talk about their reasons for entering the tournament. Mira says she's hoping to find a strong man who can become the successor to her late father's Moon Light Sword Style and rebuild her family's dojo. On the day of the tournament, one of the favorites to win the tournament, Gang Manseok, faces off against tai chi user Go Gamdo.",
                    "TitleJapanese": "renewal/soul",
                    "SummaryJapanese": "一次予選を無事通過したモリたち。\n予選トーナメントを控えた3人はそれぞれの出場する理由を語る。\nその中で、ミラは月光剣法の先代当主であった父の遺志を継ぎ、道場を立て直すため、強い後継者を見つけるために出場したと語る。\nトーナメント開催当日。前回、モリと火花を散らした因縁の相手であり、大会優勝候補の一人であるカン・マンソクと太極拳の遣い手であるコ・カンドとの試合がはじまる。"
                },
                "3": {
                    "ID": "7827571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7827571",
                    "TitleEnglish": "wisdom/kingdom",
                    "SummaryEnglish": "Mira faces off against WWD women's pro wrestler Mah Miseon, but her swordfighting can't keep up with Miseon's well-built body and overwhelming strength. Mori faces the risk of being disqualified from the tournament after interfering with the match between Gang Manseok and Go Gamdo. Park Mujin, a National Assembly member and God of High School's sponsor, tells Mori that if he can defeat Commissioner Q in a match, he will be allowed to return to the tournament. Meanwhile, as regional preliminaries continue across Korea, a secretive organization schemes behind the scenes. The \"key\" to fulfilling their desires turns out to be...",
                    "TitleJapanese": "wisdom/kingdom",
                    "SummaryJapanese": "ミラとWWD全米女子プロレス王者マ・ミソンとの試合がはじまる。\nミソンの鍛え抜かれた肉体とパワーに圧され自身の剣術が通じず苦戦するミラ。\nモリはマンソクとコ・カンドとの対戦に乱入したことで出場失格の危機に陥っていた。\n議員であり、この大会の主催者でもあるパク・ムジンはモリに執行委員Qと戦い勝てば大会に復帰できると提案する。\n一方、地区予選が開催される最中、暗躍する謎の集団。彼らの願いを叶える「鍵」とは――"
                },
                "4": {
                    "ID": "7827572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7827572",
                    "TitleEnglish": "marriage/bonds",
                    "SummaryEnglish": "The top four fighters in the preliminary have been decided. With her semifinal match against Daewi drawing near, Mira is suddenly approached by Oh Seongjin, a martial artist and successful businessman, with a marriage proposal. She agrees to marry him in exchange for his promise to restore her family's dojo and spread the Moon Light Sword Style around the world, but marrying him means she must withdraw from the tournament... and Mori and Daewi are not okay with this.",
                    "TitleJapanese": "marriage/bonds",
                    "SummaryJapanese": "地区予選トーナメントのベスト４が決定する。\n週末にデイとミラとの準決勝試合が迫る中、格闘家であり実業家でもあるオ・ソンジンに突如プロポーズされるミラ。\n傾いた道場経営の支援と月光剣法を世界に普及させると言われ申し出を受け入れるミラだが、結婚することで大会を辞退すると言う。\nそれに反発するモリはデイとともに婚約者であるソンジンを探ろうとする。"
                },
                "5": {
                    "ID": "7827620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7827620",
                    "TitleEnglish": "ronde/hound",
                    "SummaryEnglish": "Daewi shows no mercy in his fight against Mira with the goal of getting the money to help his friend, Woo Seungtae, who suffers from an incurable disease. Mori handily defeats his own semifinal opponent, Brazilian jiu-jitsu user Byeon Jaehee, but is angered by Daewi's method of defeating Mira by targeting her injuries. Daewi, meanwhile, learns that Seungtae has taken a turn for the worse and strengthens his resolution even further. Then, amidst all this, Mori and Daewi face each other in the final round.",
                    "TitleJapanese": "ronde/hound",
                    "SummaryJapanese": "親友ウ・スンテの不治の病を治すため、容赦なくミラを試合で打ち倒すデイ。\nモリは準決勝試合にてブラジリアン柔術の遣い手ビョン・ジェヒを圧倒的な強さで倒す。\n先の試合でミラのケガをした箇所を狙ったデイのやり方に憤りを感じるモリ。\nスンテの容態が悪化し、自身の真の目的に突き進む決意を新たにするデイ。\nそれぞれの想いを秘め、いよいよモリとデイの決勝試合がはじまる。"
                },
                "6": {
                    "ID": "7827641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7827641",
                    "TitleEnglish": "fear/SIX",
                    "SummaryEnglish": "The national God of High School tournament will be a team battle between teams formed from the top three participants in each regional preliminary. Mira wins the battle for third place, meaning she will compete in the nationals with Mori and Daewi. Mujin explains to the other administrators that this is all part of the search for the one with the potential to be the \"Key.\" At the same time, Mujin puts out a call to The Six, a group of extraordinarily powerful fighters, in order to deal with Nox, another organization searching for the Key.",
                    "TitleJapanese": "fear/SIX",
                    "SummaryJapanese": "全国大会は各地区予選の上位3名をチームとした対抗トーナメントだと判明する。全国大会出場を賭けた3位決定戦で見事勝利を収めるミラ。\nモリ・デイ・ミラの3名で晴れて全国大会出場することに。\n\n大会運営側ではムジンがチーム戦の意図を執行委員たちに話す。\n全ては『鍵』の資質を持つ者を探すため――\n同じくその鍵を求める謎の集団「ノックス」に対抗すべく、ムジンは各界に絶大な力を持つ「THE SIX」を召喚する。"
                },
                "7": {
                    "ID": "7872580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7872580",
                    "TitleEnglish": "anima/force",
                    "SummaryEnglish": "In the first match of the national tournament, Mori loses his team's opening bout by applying a pressure point he learned from Bongchim of The Six, which renders him immobile. The second bout pits Daewi the tournament's oldest competitor, 38-year-old Jin Pum Kwang, who overwhelms Daewi with powerful attacks acquired through years of hard physical labor. Meanwhile, Commissioner Q is attacked by Drake, a member of Nox, and seriously injured. Q ends up removing his limiter so he can call upon the power of the gods, and the charyeok Joker materializes!",
                    "TitleJapanese": "anima/force",
                    "SummaryJapanese": "全国大会第一試合。\n先鋒戦にて、THE SIXのボンチムから授かった秘孔を自ら突き戦うモリだが何故か体を動かせず、負けてしまう。\n次鋒戦では大会最年長38歳、土方流を遣うプングァンとデイが対戦。土方で鍛えたパワフルな攻撃にデイは圧倒される。\n\n一方、ノックスの一員であるドレイクの襲撃に遭い痛手を負う執行委員Q。\nリミッターバンドを外しQは神から借り受けた力「借力」を使い『ジョーカー』を具現化させる…！"
                },
                "8": {
                    "ID": "7872581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7872581",
                    "TitleEnglish": "close/friend",
                    "SummaryEnglish": "The team led by Park Ilpyo, one of the participants considered a top Key candidate, faces the team led by Gwim Gi. Gwim Gi calls upon his charyeok, Jack the Ripper, but Ilpyo uses his antiquated taekkyon fighting style rather than relying on charyeok. Meanwhile, Daewi is suspended from the competition after interfering in a match and hitting Jugok. Mira scolds him, but Mori seems distracted. Something he sees on Ilpyo's back looks familiar...",
                    "TitleJapanese": "close/friend",
                    "SummaryJapanese": "大会の「鍵」候補の一人と言われる実力者パク・イルピョが率いるチームはグイム・ギのチームと対戦。\nグイム・ギは自身の借力『切り裂きジャック』を発動。対するイルピョは借力を遣わず、古臭い武術と称される『テッキョン』のみで対抗する。\n一方、モリたちのチームは試合に乱入しジュゴクを殴ったことでデイが出場停止になってしまう。詰るミラに対し、どこか上の空のモリ。\nどうやらイルピョの「背中」に見覚えがあるようで――"
                },
                "9": {
                    "ID": "7876636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7876636",
                    "TitleEnglish": "curse/cornered",
                    "SummaryEnglish": "After learning that his grandfather, Jin Taejin, has been confined, Mori rushes to set him free. Daewi and Mira await his arrival at the tournament with no idea what's going on. With Mori missing and Daewi suspended, Mira is forced to kick of the team match alone. She struggles against her opponent, Marin, who evades her attacks and counters with her own sword. When he calls it a National Treasure, it begins to glow white, and its true form is revealed...",
                    "TitleJapanese": "curse/cornered",
                    "SummaryJapanese": "祖父テジンが拘束されていることを知り、監禁場所へ急ぐモリ。\n事情を知らないデイとミラのふたりはモリの到着を待たずに、ミラ一人でチーム戦に出ることに。\nマリンの掴みどころのない戦い方に苦戦するミラ。\n追撃しようとしたミラの剣戟を防いだマリンの手に持っていたのは、ミラのかつての愛刀だった。\n「国宝」と呼ばれるその木刀をマリンが構えると刀身が白く光り輝きはじめ、本当の姿と、その力を現した――。"
                },
                "10": {
                    "ID": "7876638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7876638",
                    "TitleEnglish": "oath/meaning",
                    "SummaryEnglish": "When he learns of Nox's existence and their role in Jin Taiejin's confinement, Mori swears to win the tournament and save him. But his opponent, Ilpyo, also has a good reason why he can't afford to lose. Four years ago, Seungah's sister and Ilpyo's cousin, Seungyeon, had her leg broken by Jegal and had to give up martial arts for good, and Ilpyo has made up his mind to become cold-hearted for her sake. Meanwhile, Paylong, whose attack on Mori failed, is eliminated... as Jegal wears a cruel smile.",
                    "TitleJapanese": "oath/meaning",
                    "SummaryJapanese": "ノックスの存在を知ったモリは大会を勝ち進み祖父のテジンを助け出すことを心に決める。\nモリたちとの試合を控えたイルピョにも負けられない理由があった。\n４年前、ジェガルによって足を負傷し、格闘技の道を閉ざされてしまったスンアの姉であり、イルピョの従姉のスンヨンのために非情になることを決意する。\n\n一方、モリの襲撃に失敗したフェイロンを始末される。残虐な笑みを浮かべた人影の正体はジェガルであった…。"
                },
                "11": {
                    "ID": "7876639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7876639",
                    "TitleEnglish": "lay/key",
                    "SummaryEnglish": "In his battle with Mori, Ilpyo unleashes the charyeok Nine-Tails and awakens as the Key. Mori uses his Blue Dragon Tempest, but Ilpyo stops it easily. The difference in strength between them seems clear, but then, energy suddenly surges forth from Mori's body...",
                    "TitleJapanese": "lay/key",
                    "SummaryJapanese": "モリとの闘いで『金毛九尾』の借力を解放させる『鍵』として目覚めたイルピョ。\nモリは蒼龍風舞を放つが覚醒したイルピョはそれを難なく受け止める。\n力の差は歴然としていたが、突如モリの身体から覇気が放たれる――"
                },
                "12": {
                    "ID": "7876640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7876640",
                    "TitleEnglish": "FOX/GOD",
                    "SummaryEnglish": "Ilpyo mercilessly beats down Jegal. Just as he's about to deal the finishing blow, Ilpyo sprouts tentacles and ensnares him. With the charyeok Greed, Jegal unleashes the charyeok powers of the others he's absorbed and turns their incredible powers upon Ilpyo. As their battle rages, something changes in the sky over the arena, and it is soon filled with a sword-wielding God and his many followers...",
                    "TitleJapanese": "FOX/GOD",
                    "SummaryJapanese": "ジェガルを一方的に叩きのめすイルピョ。とどめの一撃を繰り出そうとするがジェガルは触手を繰り出し絡みつく。\nジェガルは借力「貪」にて取り込んだ他者の借力を次々に繰り出し、その猛威がイルピョを襲う！！\nその闘いの最中、アリーナの上空に異変が起こる。空の上に出現したのは剣を携えた神と無数の眷属だった――"
                },
                "13": {
                    "ID": "7876641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-god-of-high-school/episodes/7876641",
                    "TitleEnglish": "GOD/GOD",
                    "SummaryEnglish": "The god that appeared over the arena has been shot down by Jaesan's technique. Mori and the rest have fallen into a huge cave, where they battle against Jegal, who has transformed into a god after absorbing the Key. Mori, Daewi, and Mira face him together, but their attacks don't even reach him, and Daewi is severely wounded protecting Mori from Jegal's vicious onslaught. As the situation grows desperate, a memory that had remained dormant in Mori's mind all this time reawakens...",
                    "TitleJapanese": "GOD/GOD",
                    "SummaryJapanese": "アリーナ上空に出現した神は「THE SIX」のジェサンの魔術で撃墜される。\n\n大空洞に落ちたモリたちは鍵を取り込み神となったジェガルと対峙していた。\nモリ・デイ・ミラの3人で立ち向かうが攻撃は全く通じず、ジェガルの猛攻からモリたちを庇いデイは深手を負ってしまう。\nその絶望的な光景と共に、今までモリの脳裏の奥底に秘められていた記憶が蘇る――"
                }
            }
        }
    }
}