{
    "URL": "https://www.thetvdb.com/series/eighty-six",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13718450/",
        "https://anime-86.com/",
        "http://www.reddit.com/r/EightySix",
        "https://www.themoviedb.org/tv/100565",
        "https://x.com/anime_eightysix"
    ],
    "TitleEnglish": "86: Eighty Six",
    "SummaryEnglish": "Stellar year 2148. District 86 has a strange background: everyone who leads it will go crazy. Major Vladilena is forced to be their new leader and is determined to investigate this district.",
    "TitleJapanese": "８６―エイティシックス―",
    "SummaryJapanese": "ステラ年2148。第86地区には奇妙な背景があります。それを率いる人は皆、夢中になります。 ウラジレナ少佐は彼らの新しいリーダーになることを余儀なくされ、この地区を調査することを決意しています。",
    "Aliases": [
        "86",
        "Eighty Six"
    ],
    "Modified": "2025-09-19",
    "Seasons": {
        "0": {
            "ID": "1827593",
            "URL": "https://www.thetvdb.com/series/eighty-six/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "8499381",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8499381",
                    "TitleEnglish": "The Poppies Bloom Red on the Battlefield",
                    "SummaryEnglish": "In this recap episode, Lena reflects on the events of the past months, and how she came to meet the men and women of Spearhead.",
                    "TitleJapanese": "戦野に紅く雛罌粟の咲く",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8826416",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8826416",
                    "TitleEnglish": "Special Visual Commentary Episode",
                    "SummaryEnglish": "It's time for a special recap episode, as the voice actors walk us through their favorite scenes in the second season.",
                    "TitleJapanese": "ビジュアルコメンタリー特番",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8848344",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8848344",
                    "TitleEnglish": "If There's Something Worth Dying For",
                    "SummaryEnglish": "Take a look back at what's come before, as the former members of Spearhead get ready for their most deadly mission yet.",
                    "TitleJapanese": "死して甲斐あるものなれば",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9040255",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/9040255",
                    "TitleEnglish": "At Least as a Human",
                    "SummaryEnglish": null,
                    "TitleJapanese": "せめて人間たらんと",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1827594",
            "URL": "https://www.thetvdb.com/series/eighty-six/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "8261890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261890",
                    "TitleEnglish": "Undertaker",
                    "SummaryEnglish": "The Republic of San Magnolia fights a safe humane war using drones. In reality, however, the drones are piloted by humans called 86s, who are called \"pigs\" and considered less than human.",
                    "TitleJapanese": "アンダーテイカー",
                    "SummaryJapanese": "サンマグノリア共和国。国民たちが送る平穏な暮らしの影では、数多の命がすり潰されていた。隣国・ギアーデ帝国の無人戦闘機械〈レギオン〉の侵攻に対抗するため、共和国が製造した無人機〈ジャガーノート〉。しかし、無人とは偽りだった。その機体には、〈エイティシックス〉と呼ばれる少年少女たちが搭乗させられ、日夜戦いを続けていたのだ。その現状を是とせず、彼らに寄り添おうとする共和国軍少佐のレーナは、精鋭部隊・スピアヘッド戦隊の管制を任される。だが、その戦隊長である〈アンダーテイカー〉には担当の指揮管制官を壊してしまう、という奇妙な噂があった。"
                },
                "2": {
                    "ID": "8261891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261891",
                    "TitleEnglish": "Spearhead",
                    "SummaryEnglish": "As Lena lives a life of safety and comfort inside the walls of her city, the 86ers fight a terrible battle against an unstoppable and inhuman enemy.",
                    "TitleJapanese": "スピアヘッド",
                    "SummaryJapanese": "担当ハンドラーの交代。それは、過酷な戦場を長く生き残ってきた〈エイティシックス〉たちにとって、特に珍しくもない出来事だった。そんな彼らにも、白系種（アルバ）でありながら自分たちと積極的にコミュニケーションをとろうとするレーナの存在は、珍しく映っていた。いつ〈レギオン〉との交戦が起こってもおかしくない環境の中に身を置きながら、食料調達に出かけたり、読書をしたりと思い思いの時間を過ごす隊員たち。そんな中スピアヘッド戦隊全員に、セオからパラレイドを通して敵襲の報が届く。"
                },
                "3": {
                    "ID": "8261892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261892",
                    "TitleEnglish": "I Don't Want to Die",
                    "SummaryEnglish": "Lena finds herself growing closer to the Spearhead squadron, or so she thinks. But a deadly battle drastically changes her perspective.",
                    "TitleJapanese": "死にたくない",
                    "SummaryJapanese": "狩りをし、食事を作り、洗濯をする。日夜過酷な戦闘に身を投じるスピアヘッド戦隊にも、賑やかで穏やかな日常があった。境遇を共にし、数多くの死線を潜りぬけてきた仲間と過ごす日々を大切に思うクレナ。シンにひそかな恋心を抱くクレナは、突如として現れ、隊員との交流を深めようと試みるレーナの存在を、快く思えずにいた。毎晩決まった時間に接続されるレーナとのパラレイド。クレナをはじめ、レーナに対し冷ややかな態度をとる隊員もいる中、カイエはレーナに興味を持ち、自分たちの暮らしについて話し始めるのだった。"
                },
                "4": {
                    "ID": "8261893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261893",
                    "TitleEnglish": "Real Name",
                    "SummaryEnglish": "After a brutal death, Lena comes to terms with her real status as an Alba, and what it means to force another to fight for your sake.",
                    "TitleJapanese": "本当の名前を",
                    "SummaryJapanese": "レーナから発せられた、スピアヘッド戦隊の戦死者を悼む言葉。その言葉が引き金となり、セオは今まで心の奥に潜めていた怒りをレーナへとぶつける。ライデンに宥められ、落ち着きを取り戻すセオだったが、彼だけでなく他の隊員もそれぞれレーナに対する嫌悪感や怒りを滲ませていた。常に死と隣り合わせの世界で暮らすスピアヘッド戦隊には、カイエ亡き後も変わらずいつもの日常が流れていく。そのなかでセオはレーナとの一件を通じ、過去に出会ったとある人物に思いを巡らせるのだった。"
                },
                "5": {
                    "ID": "8261894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261894",
                    "TitleEnglish": "I'm With You",
                    "SummaryEnglish": "Lena learns the truth about the upcoming end of the war, and how the Legion is a much more deadly threat than she thought.",
                    "TitleJapanese": "私も一緒に",
                    "SummaryJapanese": "革命祭の時期が迫るサンマグノリア共和国。パーティー用のドレスを見に行こうという誘いを断ったレーナに、アネットは「エイティシックスに尽くしても何にもならない」と釘を刺す。戦時下にありながらパーティーへ行くことを躊躇うレーナだが、シンからも「壁の中で何をしていても、こちらに影響はない」と言われてしまい、気が進まないながらも参加を決める。そこへ入った敵襲の報に、急ぎ管制の準備を整えるレーナだったが、シンから「今回はパラレイドを切っていてほしい」と告げられ――。"
                },
                "6": {
                    "ID": "8261895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261895",
                    "TitleEnglish": "Through to the End",
                    "SummaryEnglish": "Spearhead enjoys a brief respite near the cherry blossoms outside the wall, but a deadly attack brings the dangers of war even closer to home.",
                    "TitleJapanese": "最後まで",
                    "SummaryJapanese": "強い日差しが降り注ぐ夏の日。いつものように戦闘に向かっていたスピアヘッド戦隊は、とある場所を通りかかる。そこはかつて彼らがスピアヘッド戦隊へと配属された直後、桜の咲く季節に皆で花見をした場所だった。それぞれ別の部隊からこの地へと集められた少年少女たち。気になる相手の話で盛り上がり、流れ星を見つけてはしゃいでいた、僅か四か月前のレギオンの襲撃がなかった夜。確かにそこに在った仲間と共に、つかの間の宴を楽しんでいたことを、隊員たちは懐かしく思い出すのだった。"
                },
                "7": {
                    "ID": "8261896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261896",
                    "TitleEnglish": "Will You Remember Me?",
                    "SummaryEnglish": "As the day of the festival arrives, Lena and Shin watch the fireworks and enjoy a brief respite from their battles.",
                    "TitleJapanese": "忘れないでいてくれますか？",
                    "SummaryJapanese": "シンとのパラレイドを通して、「黒羊」の声を聞いたレーナ。管制中にさえパラレイドへの躊躇いや恐れがにじみ出るほど、レギオンに命を刈り取られる瞬間の少年少女たちの断末魔は、レーナの心に影響を及ぼしていた。依然として厳しい戦況の中、隊員の戦死も続き、残る隊員たちの負担が日々増えていく様子を憂いていたレーナは、いつまでたっても行われない人員補充への早急な対応を直談判するため、カールシュタールのもとへと向かうのだが……。"
                },
                "8": {
                    "ID": "8261897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261897",
                    "TitleEnglish": "Let's Go",
                    "SummaryEnglish": "Spearhead is given orders to undertake a pointless march into enemy territory, and not to stop until they're dead. Lena tries her best to stop this suicide mission from happening.",
                    "TitleJapanese": "行こう",
                    "SummaryJapanese": "シンから告げられたスピアヘッド戦隊の真実。そんなスピアヘッド戦隊に課される「特別偵察任務」。その存在を知ったレーナは、どうにかして任務を止めるべく、助力を求めにアネットのもとへと向かうが、「自分にできることは何もない」と一蹴されてしまう。なおも食って掛かるレーナに、ついに怒りを露わにしたアネットは、かつて隣人であった「とある一家」と、〈レイドデバイス〉の真実について語り始めるのだった。"
                },
                "9": {
                    "ID": "8261898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261898",
                    "TitleEnglish": "Goodbye",
                    "SummaryEnglish": "Shin confronts his brother deep within Legion held territory. But even if he wins, there's no going back.",
                    "TitleJapanese": "さよなら",
                    "SummaryJapanese": "ついに「特別偵察任務」を開始した生き残りのエイティシックスたちのもとに、シンの名を呼ぶ凄まじい声が届く。思わず身震いをする隊員たちに、レギオンをやり過ごしながら森の中を進むよう告げ、ひとり「羊飼い」との戦闘に挑もうとするシン。肝心な時に頼ってくれないシンに少し虚しさを覚えるライデンだったが、他の敵を引き受けて共に戦うことを選ぶ。「羊飼い」の指示によってシンからも引き離され、次々と迫りくる膨大な数のレギオンを前に息をのむ隊員たち。そこへパラレイドが繋がり――。"
                },
                "10": {
                    "ID": "8261899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261899",
                    "TitleEnglish": "Thank You",
                    "SummaryEnglish": "The crew of Spearhead has left on their final mission, never to return home. What awaits them outside the borders of their home?",
                    "TitleJapanese": "ありがとう",
                    "SummaryJapanese": "「羊飼い」との戦いを経て、その先へと歩み始めた隊員たちは、ついに共和国の管制から外れた。戦いを強制されることのなくなった環境下で、先を急ぐ旅でもないのだと自然の移ろいを楽しみながら、あてのない前進を続ける隊員たちとファイド。しかしレギオンの脅威は常に彼らのそばにあった。旅のさなか、ファイドから近くに街があることを聞き、様子を伺いに立ち寄ることにした隊員たち。そこでシンは、ある声を耳にする――。"
                },
                "11": {
                    "ID": "8261900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8261900",
                    "TitleEnglish": "Here We Go",
                    "SummaryEnglish": "Spearhead Squadron comes to the end of their long road, and a new journey begins for Lena...",
                    "TitleJapanese": "行くよ",
                    "SummaryJapanese": "自らの誇りと、散っていった仲間たちへの誓いを胸に、彼らは最後まで歩みを止めない。武器弾薬を使い果たし、長らく付き添ったファイドが大破し、失われても。そうして彼らは、最期の場所へとたどり着く――。一方共和国に残されたレーナは、ついに彼の地へと降り立つ。パラレイド越しではない、本物のスピアヘッド戦隊基地で、微かに残る隊員たちの気配に触れた彼女は……。"
                },
                "12": {
                    "ID": "8515643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8515643",
                    "TitleEnglish": "Welcome",
                    "SummaryEnglish": "Spearhead awakens to find themselves in a strange new land, while Lena continues her battles as a Handler.",
                    "TitleJapanese": "ようこそ",
                    "SummaryJapanese": "あの別れから半年。軍の迎撃砲を無断使用した咎により、少佐から大尉へ降格となったレーナだったが、シンたちスピアヘッド戦隊の遺志を胸に、新たな部隊で、今も絶え間なく続く〈レギオン〉との戦いの指揮を執り続けていた。そして「特別偵察任務」のなかで、〈レギオン〉との交戦の末に戦地に倒れたシン達。深手を負いながらも意識を取り戻した先で、彼らを待ち受けていたのは……。"
                },
                "13": {
                    "ID": "8722563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722563",
                    "TitleEnglish": "It's Too Late",
                    "SummaryEnglish": "The members of Spearhead are given a brief respite from the war. But is it alright for them to enjoy themselves when so many have fallen?",
                    "TitleJapanese": "今更そんなこと",
                    "SummaryJapanese": "ギアーデ連邦に保護されてひと月。シンたちは、アルバイトをしたり、料理教室に通ったりと、「普通の少年・少女」としての日々を送っていた。街のそこかしこに広がるのは、彼らが今まで過ごしてくることのなかった「平穏な日常」。しかしそれを見つめる彼らの表情はどこか晴れない様子で……。思い思いに街の様子を見聞きして過ごした彼らは、ある決意を固める。"
                },
                "14": {
                    "ID": "8722564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722564",
                    "TitleEnglish": "Glad to Be Here",
                    "SummaryEnglish": "The crew of Spearhead find themselves back on the battlefield, as the tide of the war turns against the Federacy.",
                    "TitleJapanese": "よろしく",
                    "SummaryJapanese": "特別士官学校への入学を決めたシンたち。かつてスピアヘッド戦隊として過酷な戦場を生き抜いてきたシンは、特士校でもその戦闘能力を発揮し、周囲を驚かせる。しかし、戦闘慣れした〈エイティシックス〉であるシンに向けられる視線は、決してあたたかなものだけではなかった。そうした状況のなか、配属先の部隊でシンは、図書館で出会った青年・ユージンと再会を果たす――。"
                },
                "15": {
                    "ID": "8722565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722565",
                    "TitleEnglish": "Welcome Back",
                    "SummaryEnglish": "The members of Spearhead are reunited as a massive Legion offensive looms. With the next deadly phase of the war almost here, how will they spend their remaining hours?",
                    "TitleJapanese": "おかえりなさい",
                    "SummaryJapanese": "特士校を卒業後、シンたちはその優れた戦闘力から、それぞれ別部隊の救援へと駆り出される毎日を送っていた。久々に本拠地へと集められた彼らは、グレーテから、近く〈レギオン〉の大規模攻勢が予測されていることを聞かされる。既に〈レギオン〉の動向を察知していたシンは、軍勢がグレーテたちの予想を遥かに超える数であることを上申するのだが――。"
                },
                "16": {
                    "ID": "8722566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722566",
                    "TitleEnglish": "Even So",
                    "SummaryEnglish": "The Legion's large-scale offensive begins, and the Spearhead crew are sent into the thick of the fighting. But even back at base, there's no safety to be found...",
                    "TitleJapanese": "それでも",
                    "SummaryJapanese": "遂に開始された、〈レギオン〉の大規模攻勢。出撃先でノルトリヒト戦隊の隊員たちが目の当たりにしたのは、地平線を埋め尽くし、こちらへと押し寄せる〈レギオン〉の大軍だった。兵力も攻撃力も、連邦軍のそれを遥かに超える〈レギオン〉からの一斉攻撃を受け、西部戦線は――。"
                },
                "17": {
                    "ID": "8722567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722567",
                    "TitleEnglish": "I Won't Forget",
                    "SummaryEnglish": "As the war with the Legion rages on, the enemy makes a final march towards the Republic of San Magnolia. Lena waits to stop them, but...",
                    "TitleJapanese": "忘れません",
                    "SummaryJapanese": "大規模攻勢を凌ぐも、突然の長距離砲撃により、甚大な被害を受けたギアーデ連邦の前線部隊。敵の兵装は「電磁加速砲」と推定された。かつてシンたちスピアヘッド戦隊を半壊させた、フレデリカの騎士――。かつてない強力な〈レギオン〉に、連邦はある決断を下す――。明日訪れるかもしれない死への緊張感に包まれる連邦軍人たちの中、しかしシンはどこか心ここに在らずな様子で……。"
                },
                "18": {
                    "ID": "8722568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722568",
                    "TitleEnglish": "The Truth Is",
                    "SummaryEnglish": "The team prepares for a final suicide mission against \"Morpho,\" a massive railgun Legion capable of single-handedly turning the tide of the battle.",
                    "TitleJapanese": "本当は",
                    "SummaryJapanese": "〈電磁加速砲型（モルフォ）〉の討滅――。〈レギオン〉の支配域を単独突破して進む決死の作戦に、シンたちノルトリヒト戦隊の15名が選出された。この連邦に辿り着いてなお最前線に立ち、絶望的な生存率の作戦に就くこととなった〈エイティシックス〉の少年少女たち。その命を顧みぬ作戦に、憤るフレデリカだったが……。"
                },
                "19": {
                    "ID": "8722569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722569",
                    "TitleEnglish": "Stay This Way Forever",
                    "SummaryEnglish": "Nordlicht finds themselves up against a massive foe in the middle of enemy territory, with no hope of escape and no reinforcements coming to help.",
                    "TitleJapanese": "いっそこのまま",
                    "SummaryJapanese": "故郷を、家族を守るため、連邦軍は退かない――。前線で死闘を続ける彼らの様子は、無線を通してシンたちのもとにも届いていた。〈エイティシックス〉たちが活路を開くと信じ、散っていく兵士たち。しかし〈ナハツェーラー〉の進路にも、回避できない〈レギオン〉の軍勢が立ちはだかる。戦闘を避けつつ、シンたちを〈モルフォ〉の元へと送るためグレーテは――。"
                },
                "20": {
                    "ID": "8722570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722570",
                    "TitleEnglish": "Together Unto Death",
                    "SummaryEnglish": "Deep in enemy territory, with supplies running low and damage piling up, Nordlicht makes a final desperate march towards Morpho.",
                    "TitleJapanese": "死ぬまで一緒に",
                    "SummaryJapanese": "先の大攻勢、そして対モルフォ戦でのシンの異変。かつての兄との闘いを彷彿とさせる危うさを滲ませはじめたシンに、ライデンはフレデリカを連れて退くよう告げる。連邦で得た新たな仲間を喪い、再び負うこととなった「死神」としての役割。自らを託したレーナの生存も絶望的となった今、拠り所を失いゆくシンを繋ぎとめるものは……。"
                },
                "21": {
                    "ID": "8722571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722571",
                    "TitleEnglish": "All That's Left",
                    "SummaryEnglish": "The members of Nordlicht drop out one by one in the face of the Legion's onslaught, and Shin is left to face the Morpho alone.",
                    "TitleJapanese": "もうこれしか",
                    "SummaryJapanese": "各国が持ちうる技術の全てを結集させ、〈モルフォ〉の討滅作戦へと臨む。その先鋒を担うは〈エイティシックス〉の少年少女たち――。しかし〈モルフォ〉へと至る道は、幾度となく〈レギオン〉の攻撃によって阻まれる。一人でも多く先へと進ませるため、囮を引き受け次々と減ってゆく仲間たち……。彼らが身を賭して切り拓いた道の先で、ついに〈モルフォ〉と対峙したシンだったが――。"
                },
                "22": {
                    "ID": "8722572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722572",
                    "TitleEnglish": "Shin",
                    "SummaryEnglish": "Shin is blown clear of the blast and falls unconscious, where he has a vivid nightmare where he tries to grapple with his loss of purpose and survivor's guilt. When he regains consciousness, he sees a Legion unit approaching him with the intent to harvest his brain, but he is saved when Lena intervenes.",
                    "TitleJapanese": "シン",
                    "SummaryJapanese": "仲間たちを失いながらも〈モルフォ〉の元へと辿り着き、決死の攻防を続けるシン。そこに突如飛来した小口径榴弾の支援砲撃と、フレデリカの決死の行動によって〈モルフォ〉に僅かな隙が生まれた。降り注ぐワイヤーの斬撃をくぐり抜けて〈モルフォ〉へと飛び移ったシンは、キリヤが取り込まれている中央処理装置に向け、最後の一撃を放つ。しかし、トリガーを引こうとしたその瞬間、シンの耳にある“声”が聞こえ――。"
                },
                "23": {
                    "ID": "8722573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eighty-six/episodes/8722573",
                    "TitleEnglish": "Handler One",
                    "SummaryEnglish": "Shin and his friends and Frederica return to Ernst's home to celebrate their second Night of the Holy Birth holiday. Shin visits Eugene's grave and apologizes for being unable to save him, but tells him he has a newfound purpose to live and promises to return to tell him about the things he's seen.",
                    "TitleJapanese": "ハンドラー・ワン",
                    "SummaryJapanese": "〈モルフォ〉討滅作戦は成功し、シンたちは「生きて連邦に帰る」という約束を果たした。つかの間の休息を謳歌した後、再び前線部隊への従軍を希望した彼らは、エルンストからとある通達を受ける。共和国の絶死の戦場を超え、辿り着いた連邦での新たな出会い。戦い、苦悩し、その先で見た一筋の希望。少しずつ動き出した少年少女たちの物語。進み続けた旅路の果てで、彼らの瞳に映るものは――。"
                }
            }
        }
    }
}