{
    "URL": "https://www.thetvdb.com/series/deca-dence",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12443322/",
        "http://decadence-anime.com",
        "http://www.reddit.com/r/Deca_Dence",
        "https://www.themoviedb.org/tv/92588",
        "https://x.com/decadence_anime"
    ],
    "TitleEnglish": "Deca-Dence",
    "SummaryEnglish": "Many years have passed since humanity was driven to the brink of extinction by the sudden emergence of the unknown life forms Gadoll. Those humans that survived now dwell in a 3000m-high mobile fortress Deca-dence built to protect themselves from the Gadoll threat. Denizens of Deca-dence fall into two categories: Gears, warriors who fight the Gadoll daily, and Tankers, those without the skills to fight. One day, Natsume, a Tanker girl who dreams of becoming a Gear meets surly Kaburagi, an armor repairman of Deca-dence. This chance meeting between the seemingly two opposites, the girl with a positive attitude who never gives up on her dreams and the realist who has given up on his, will eventually shake the future course of this world.",
    "TitleJapanese": "デカダンス",
    "SummaryJapanese": "突如として姿を現した未知の生命体《ガドル》により、人類が滅亡の危機に陥ってから、長い年月が過ぎた。生き残った人々は《ガドル》の脅威から身を護るため、全高3,000Mの巨大な移動要塞《デカダンス》を建造し、日々を暮らしていた。\n《デカダンス》に住まうのは、日夜《ガドル》と戦う戦士たち《ギア》と、戦う力を持たない《タンカー》たち。ガドルと戦う戦士《ギア》に憧れ、自らも《ギア》になることを夢見る《タンカー》の少女・ナツメは、ある日、無愛想なデカダンスの装甲修理人・カブラギと出会う。\n夢を諦めない前向きな少女と夢を諦めたリアリストの男。一見正反対のように見える二人の出会いは、やがてこの世界の未来を大きく揺るがすことになる。",
    "Aliases": [
        "Dekadansu",
        "Deca Dence"
    ],
    "Modified": "2025-07-26",
    "Seasons": {
        "0": {
            "ID": "1828736",
            "URL": "https://www.thetvdb.com/series/deca-dence/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7928184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7928184",
                    "TitleEnglish": "Recap 5.5 - Install",
                    "SummaryEnglish": "Recap of the first 5 episodes.",
                    "TitleJapanese": "デカダンス 第5.5話「install」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1828737",
            "URL": "https://www.thetvdb.com/series/deca-dence/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7646192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7646192",
                    "TitleEnglish": "Ignition",
                    "SummaryEnglish": "Unlike most Tankers, Natsume dreams of joining the fight against the Gadoll threat to humanity, instead of leaving it to the Gears. It is time to leave the orphanage and take a job. Will she be able to accomplish her dream despite society's expectations?",
                    "TitleJapanese": "ignition",
                    "SummaryJapanese": "遥か未来、未知の生物《ガドル》の侵攻によって絶滅寸前へと追いやられた人類は、移動要塞《デカダンス》内部で暮らしつつ、必死の抵抗を続けていた。幼い頃から戦士に憧れて育った少女・ナツメは、現実主義者で無気力な装甲修理人・カブラギの元へと配属され、清掃に追われる日々を送る。そんなある日、作業中に《ガドル》との戦闘に巻き込まれてしまったナツメが見た光景は、次々と《ガドル》を倒していくカブラギの姿だった。"
                },
                "2": {
                    "ID": "7817254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7817254",
                    "TitleEnglish": "Sprocket",
                    "SummaryEnglish": "Kaburagi and Natsume and the other Tankers deal with the aftermath of the battle with the Gadoll. As Kaburagi reflects on his past, he comes to a crossroads.",
                    "TitleJapanese": "sprocket",
                    "SummaryJapanese": "凄まじい力で《ガドル》たちを倒すカブラギと、生まれて初めて体験する戦場に放心状態のナツメ。その一方で、ナツメたち人類には隠された世界の正体が明らかになり……。"
                },
                "3": {
                    "ID": "7831468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7831468",
                    "TitleEnglish": "Steering",
                    "SummaryEnglish": "Kaburagi learns more about Natsume's past, and Natsume begins training to fight the Gadoll in hopes of joining The Power.",
                    "TitleJapanese": "steering",
                    "SummaryJapanese": "カブラギの指導により、《ガドル》との戦い方を学んでいくナツメ。かつて一流の戦士だったカブラギの厳しい特訓にもめげず、ナツメは短期間で飛躍的な成長を遂げていく。"
                },
                "4": {
                    "ID": "7831470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7831470",
                    "TitleEnglish": "Transmission",
                    "SummaryEnglish": "Natsume heads into battle in an attempt to save Pipe, and the Tankers take notice. A potential for career advancement brings Kaburagi to a crossroads as a new event looms for Deca-dence.",
                    "TitleJapanese": "transmission",
                    "SummaryJapanese": "逃げ出したパイプを追って戦場へと飛び込んだナツメは、初めて《ガドル》と戦うことに。最初こそパニックに陥るナツメだったが、すぐにカブラギの教えを思い出し……。"
                },
                "5": {
                    "ID": "7831471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7831471",
                    "TitleEnglish": "Differential Gear",
                    "SummaryEnglish": "Natsume heads into battle with squad 6 to defeat Gadoll alpha. Kaburagi is forced to confront a decision he thought he had avoided. Will Natsume survive Solid Quake's drastic event?",
                    "TitleJapanese": "differential gear",
                    "SummaryJapanese": "必敗の戦いが幕を上げる。”かの力”の戦士らとともに出撃するナツメだが、チート級の《ガドル》の前に手も足も出ない。そんな絶体絶命のピンチを、カブラギが救う。"
                },
                "6": {
                    "ID": "7831472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7831472",
                    "TitleEnglish": "Radiator",
                    "SummaryEnglish": "Kaburagi has vanished, leaving Natsume to look after Pipe. What will happen to Kaburagi in the cyborg world, now that he has acted against the system?",
                    "TitleJapanese": "radiator",
                    "SummaryJapanese": "《ゲーム警察》に捕まったカブラギは、バグ認定されたサイボーグが収容されるバグ矯正施設へと送られる。\nそこで再会したのはバランサー時代の僚友、ドナテロとターキーだった。"
                },
                "7": {
                    "ID": "7854137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854137",
                    "TitleEnglish": "Driveshaft",
                    "SummaryEnglish": "Kaburagi uses his hard-won prize to return to Deca-dence. However, without his old account, he finds himself an outsider in his own life. With everything that's changed, Natsume and Kaburagi each come to a realization about their future.",
                    "TitleJapanese": "driveshaft",
                    "SummaryJapanese": "ナツメに会うためにデカダンスへとログインするカブラギ。しかしそこは激しい戦場となり、ついにタンカーたちの居住区まで《ガドル》の侵入を許してしまう。"
                },
                "8": {
                    "ID": "7854139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854139",
                    "TitleEnglish": "Turbine",
                    "SummaryEnglish": "Kaburagi convinces the other cyborgs to help him destroy the Gadoll factory. But can they find a way to do that while stuck inside a prison? Natsume sees a familiar face, while Minato comes to a crossroads.",
                    "TitleJapanese": "turbine",
                    "SummaryJapanese": "ドナテロたちの協力を取り付けたカブラギは、《ガドル》工場破壊のために再びデカダンスへとログインする。しかし警戒を強める《ゲーム警察》が立ちふさがって……。"
                },
                "9": {
                    "ID": "7854140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854140",
                    "TitleEnglish": "Turbocharger",
                    "SummaryEnglish": "The time has come for Kaburagi, Natsume, and the others to put their plans into action. Little do they know they've been betrayed. Can they stand against the system, despite the already slim odds of success?",
                    "TitleJapanese": "turbocharger",
                    "SummaryJapanese": "シールドを突破し、《ガドル》工場への潜入に成功したカブラギとナツメ。ところがターキーの裏切りにより、そこには《ゲーム警察》のフギンとムニンが待ち構えていた。"
                },
                "10": {
                    "ID": "7854141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854141",
                    "TitleEnglish": "Brake System",
                    "SummaryEnglish": "Natsume learns the truth and sees her relationship with Kaburagi in a whole new light. The cyborgs need to escape the the correctional facility. How long can the bugs escape the system's clutches?",
                    "TitleJapanese": "brake system",
                    "SummaryJapanese": "すべての《ガドル》が死んでいくなか、デカダンスの正体を知ったナツメは大きなショックを受ける。カブラギはさらに《システム》自体のシャットダウンを試みるが……。"
                },
                "11": {
                    "ID": "7854143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854143",
                    "TitleEnglish": "Engine",
                    "SummaryEnglish": "The new Gadoll crosses paths with Deca-dence, but the system underestimates its capabilities. Kaburagi is faced with an important decision, but will it mean losing his relationship with Minato?",
                    "TitleJapanese": "engine",
                    "SummaryJapanese": "《ゲーム警察》に襲われ、間一髪のところでカブラギに救われたナツメ。しかし新たに出現した《ガドル》とデカダンスの激しい戦闘が始まり、再び総力戦へと突入することに。"
                },
                "12": {
                    "ID": "7854144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deca-dence/episodes/7854144",
                    "TitleEnglish": "Decadence",
                    "SummaryEnglish": "It's a race against the clock to defeat Gadoll omega. However, even if Jill's plan to use Deca-dence as an avatar works, the fortress main weapon is in shambles. Will Kaburagi and Natsume find a way to defeat omega and save Deca-dence?",
                    "TitleJapanese": "decadence",
                    "SummaryJapanese": "デカダンスと超巨大《ガドル》との最終決戦が始まった。火力不足で劣勢に追い込まれるデカダンスの前に現れたのは、ドナテロらゲームプレイヤーたちだった。"
                }
            }
        }
    }
}