{
    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12464204/",
        "http://petergrill-anime.jp",
        "http://www.reddit.com/r/PeterGrill",
        "https://www.themoviedb.org/tv/99080",
        "https://en.wikipedia.org/wiki/Peter_Grill_and_the_Philosopher%27s_Time",
        "https://x.com/petergrillanime"
    ],
    "TitleEnglish": "Peter Grill and the Philosopher's Time",
    "SummaryEnglish": "Upon winning a fighting tournament and being crowned the world’s strongest warrior, Peter Grill discovers a downside to his newfound fame. Women of all species, from ogres to elves, are scrambling over each other for his seed to ensure they have the strongest babies possible. Poor Peter just wants to settle down with his lovey dovey fiancée, but he’ll have to outmatch, outwit, and outrun a harem of very determined monster girls to do so!",
    "TitleJapanese": "ピーター・グリルと賢者の時間",
    "SummaryJapanese": "ここは、剣と魔法の世界――\nヤケッパチ戦士ギルド所属のピーター・グリルは、見事に武闘祭を勝ち抜き、地上最強の男の称号を手に入れた！\nこれで、恋人ルヴェリアとの結婚も認めてもらえるだろう。\n\nしかし、大いなる力には大いなる代償がともなう…。\nオーガ。エルフ。オーク。\n地上最強の遺伝子を狙う様々な異種族の女たちが、\nピーターの子種を狙い、今まさに蠢きだそうとしていた。\n\nなぜ人は、事が終わってからこんなにも冷静になるのだろうか。\n\nかつて誰も見た事がない、地上最強の賢者タイムがやってくる！",
    "Aliases": [
        "Peter Grill to Kenja no Jikan",
        "Peter Grill to Kenja no Jikan: Super Extra",
        "Peter Grill's Post Nut Clarity"
    ],
    "Modified": "2025-03-12",
    "Seasons": {
        "1": {
            "ID": "1832851",
            "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7752675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7752675",
                    "TitleEnglish": "Peter Grill and the Ogre Sisters",
                    "SummaryEnglish": "As the strongest man in the world, Peter must rise to the occasion and fend off not one, but two ogresses who want his peter.",
                    "TitleJapanese": "ピーター・グリルとオーガの姉妹",
                    "SummaryJapanese": "ここではない、どこかの世界。ピーター・グリルは、各国の代表が覇を競う絢爛武闘祭で優勝し、地上最強の男となった。 \nモチベーションとなっていたのは、婚約者であるルヴェリアとの結婚。\nところが、リサとミミのオーガ姉妹をはじめとする様々な種族が、ピーターの最強の遺伝子を狙って動き出していた。"
                },
                "2": {
                    "ID": "7784412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7784412",
                    "TitleEnglish": "Peter Grill and the Future Father-in-Law",
                    "SummaryEnglish": "Peter's situation just keeps getting worse. The orgresses were a handful enough, but now he's facing the wrath of a pissed off future father-in-law!",
                    "TitleJapanese": "ピーター・グリルと未来の義父",
                    "SummaryJapanese": "リサとミミのオーガ姉妹の誘惑に負け、朝チュンしてしまったピーター・グリル。そうとは知らないルヴェリアは、父であるギルド長に対して婚約を宣言する。娘を異常なまでに溺愛するギルド長は、血の涙を流してピーターを憎悪。こともあろうに、ピーターがまたもオーガ姉妹に誘惑されているところに訪れる。"
                },
                "3": {
                    "ID": "7842820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7842820",
                    "TitleEnglish": "Peter Grill and Relationships with Elves",
                    "SummaryEnglish": "Lisa warned Peter that other nations would soon proposition him. Waking up and finding an elf in his bed proves she was right.",
                    "TitleJapanese": "ピーター・グリルとエルフの関係",
                    "SummaryJapanese": "ある夜、ピーターの寝込みを襲いに来た全裸の少女。それは、エルフの里の特別親善大使を名乗る、ビーガン・エルドリエルだった。狙いはもちろん、ピーターの持つ最強の遺伝子。ところが、ピーターの象さんはいっこうに興奮しない。プライドを傷付けられたビーガンは、うさん臭い術をピーターにかけて去っていく。"
                },
                "4": {
                    "ID": "7858241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7858241",
                    "TitleEnglish": "Peter Grill and Bathing Etiquette",
                    "SummaryEnglish": "Please seek immediate elven attention for curses lasting more than four hours.",
                    "TitleJapanese": "ピーター・グリルと入浴の作法",
                    "SummaryJapanese": "ワームゴブリンの触手に捕らわれたルヴェリア。絶体絶命のピンチから救ってくれたのは、地上最強の男の本領を発揮したピーターだった。その圧倒的な強さに、戦いを見ていたリサとミミは大興奮。ルヴェリアも惚れ直した様子だが、ピーターはなぜか浮かない顔。実は、ビーガンにかけられた術の効果が出始めていて……。"
                },
                "5": {
                    "ID": "7869195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7869195",
                    "TitleEnglish": "Peter Grill and a Blind Date with an Orc",
                    "SummaryEnglish": "The guildmaster’s latest scheme involves a political marriage between Peter and an ugly orc. Peter thinks he’s safe from temptation, but beauty is in the eye of the beholder.",
                    "TitleJapanese": "ピーター・グリルとオークの縁談",
                    "SummaryJapanese": "娘を奪ったピーターに、憎しみを募らせるギルド長。そこに舞い込んできたのは、やはり最強の遺伝子を求めるオークランドからの、ピーターへの縁談話だった。ルヴェリアの必死の反対も空しく、オークランドに連れて来られたピーター。彼のお相手として姿を現したのは、美しく慎ましいピグリット・パンチェッタだった。"
                },
                "6": {
                    "ID": "7878231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7878231",
                    "TitleEnglish": "Peter Grill and the Orc's True Character",
                    "SummaryEnglish": "Peter’s in quite the pickle this time. On one hand, he knows exactly what the guildmaster is trying to do. But on the other, Piglette really wants Peter to pick her pepper.",
                    "TitleJapanese": "ピーター・グリルとオークの覚醒",
                    "SummaryJapanese": "ギルド長の狙いは、ピーターとピグリットをわざと浮気させ、ルヴェリアとの婚約を破棄させることだった。今度こそ誘惑に屈してはならないと己に言い聞かせるピーターだが、ピグリットのおっぱいの魔力に負け、またしても一夜を共にしてしまう。ギルド長からは報告を求められ、今度こそ身の破滅だと絶望しかけた時……。"
                },
                "7": {
                    "ID": "7878242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7878242",
                    "TitleEnglish": "Peter Grill and the Battle of the Fates",
                    "SummaryEnglish": "What do ogres, orcs and elves all have in common? They hate each other. Peter has absolutely no idea what he’s gotten himself into.",
                    "TitleJapanese": "ピーター・グリルと因縁の戦い",
                    "SummaryJapanese": "リサ、ミミ、ビーガン、ピグリット。ピーターの子種を賭けて、女の色気バトルが始まった！　ビーガンが魔術で召喚したのは、妖精のアガペー。ピーター側の都合は一切お構いなしに、性的な興奮度を数値化して見せるという代物だ。それぞれが譲らず、争いが激化するかに見えた時、ティムが酒を持って訪れ、酒盛りが始まる。"
                },
                "8": {
                    "ID": "7897941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7897941",
                    "TitleEnglish": "Peter Grill and the Secret Treaty",
                    "SummaryEnglish": "All Peter wants is a romantic date with Luvellia. Is that too much to ask? Why yes, yes it is.",
                    "TitleJapanese": "ピーター・グリルと秘密の条約",
                    "SummaryJapanese": "とんでもない夜を過ごしたために、爆発して無惨な姿になってしまったアガペー。これ以上の争いを避けるためには、子種を巡る枠組みを取り決めるしかない！　リサによる鶴の一声で条約が締結され、ピーターは毎晩ひとりずつから搾り取られることになった。ようやく休息日が訪れ、ルヴェリアとのデートに出かけるが……。"
                },
                "9": {
                    "ID": "7906516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7906516",
                    "TitleEnglish": "Peter Grill and the Treaty's Aftermath",
                    "SummaryEnglish": "Peter can't take it any longer and is about to crack like an egg!",
                    "TitleJapanese": "ピーター・グリルと条約の行方",
                    "SummaryJapanese": "楽しみにしていたルヴェリアとのデートが台無しになり、落ち込むピーター。慰めに来てくれたピグリットに甘え、またしても罪を重ねてしまう。もともと誰ひとりとして、条約を真面目に守るつもりなどなかったのだ。罪の意識と自己嫌悪のあまり、全裸で飛び出したピーターが出会ったのは、オーガの男・スパルタコスだった。"
                },
                "10": {
                    "ID": "7916536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7916536",
                    "TitleEnglish": "Peter Grill and the Angry Megaton Axe",
                    "SummaryEnglish": "Lisa's past finally catches up to her and Peter gets caught in the fallout. Why? Because life is contractually obligated to give him a hard time, that's why.",
                    "TitleJapanese": "ピーター・グリルと怒りのメガトンアックス",
                    "SummaryJapanese": "ピーターに問われたリサは、自らの身の上に関する驚くべき秘密を打ち明ける。その頃、筋肉ムキムキマッチョマンのスパルタコスは、ヤケッパチギルドの受付を訪れていた。受付嬢のミッチーは筋肉フェチ。そんなことも知らず、通りがかったミミがスパルタコスに声をかける。オーガ姉妹と彼は、何やら縁があるらしく……。"
                },
                "11": {
                    "ID": "7929913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7929913",
                    "TitleEnglish": "Peter Grill and Dueling Manners",
                    "SummaryEnglish": "Why Peter, you wouldn't be thinking about throwing the match, right? Who knows what could happen if your ill-advised plan to get rid of the Ogre sisters were to backfire...",
                    "TitleJapanese": "ピーター・グリルと決闘の心得",
                    "SummaryJapanese": "ピーターは、リサを賭けてスパルタコスと決闘することになった。わざと負ければ、彼がリサを故郷に連れ帰ってくれるだろう。だが、リサとミミからは、手を抜いて戦えば肉体関係をルヴェリアにバラすと脅されている。観客として見守る男達は、スパルタコスを応援。なぜなら彼は、生真面目な童貞だったのだ！ ※第11話は本編中に修正箇所がないため、「通常ver.」「大賢者ver.」「超賢者ver.」は、同一の内容となります。あらかじめ御了承ください。"
                },
                "12": {
                    "ID": "7933799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/7933799",
                    "TitleEnglish": "Peter Grill and the Warrior that Shouted Love",
                    "SummaryEnglish": "Peter has no choice. If he wants to rid himself of Lisa once and for all, he must become the ultimate wingman and help Spartokos get laid.",
                    "TitleJapanese": "ピーター・グリルと愛を叫んだ戦鬼",
                    "SummaryJapanese": "リサを連れ戻そうと、戦いを挑むスパルタコス。ピーターによる特訓でさらに腕を上げたにも関わらず、勝てないのには理由があった。童貞ゆえに女体に気を取られすぎ、集中力を乱してしまうのだ。そんな彼に、ミッチーが本気で恋をしている様子。ピーター達にも、新しい冒険に旅立つ時が訪れようとしていた。"
                }
            }
        },
        "2": {
            "ID": "1988569",
            "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9040190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9040190",
                    "TitleEnglish": "Peter Grill and the Goblin Apocalypse",
                    "SummaryEnglish": "Did someone say goblins? Peter just received orders to hold back a horde of female goblins invading the countryside.",
                    "TitleJapanese": "ピーター・グリルと小鬼の黙示録",
                    "SummaryJapanese": "ゴブリン禍が発生したとの報せが、ヤケッパチ戦士ギルドに届いた。大量の雌ゴブリンが発生し、男たちを性的に喰らい尽くすという災いだ。襲われている村の救援に赴くピーター。ところが、女騎士の部隊「白百合の蕾隊」が敗北し、率いていたルヴェリアが捕らわれてしまう。"
                },
                "2": {
                    "ID": "9394023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9394023",
                    "TitleEnglish": "Peter Grill and the Goblin Who Returned the Favor",
                    "SummaryEnglish": "While Peter weeps in his cell, an Elite Hobgoblin named Gobuko unexpectedly comes to his rescue. It’s almost as though she’s got something on her mind…",
                    "TitleJapanese": "ピーター・グリルとゴブリンの恩返し",
                    "SummaryJapanese": "ルヴェリアを人質に取られたせいで、自らもゴブリンの捕虜になったピーター。彼を待っていたのは、ゴブリンクイーンによる快楽をともなう拷問だった！　このまま、雌ゴブリンの種馬として生涯を送るのか。牢獄で涙するピーターのもとに、なぜかエリートゴブリンのゴブコが助けに現れる。何やら彼女、思うところがあるようで……。"
                },
                "3": {
                    "ID": "9394024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9394024",
                    "TitleEnglish": "Peter Grill and the Only Neat Thing to Do",
                    "SummaryEnglish": "When humans successfully route the horde, is extermination the only solution? This looks like a job for a completely different kind of goblin slayer!",
                    "TitleJapanese": "ピーター・グリルとたったひとつの冴えたやり方",
                    "SummaryJapanese": "かつて家族として暮らしたピーターのため、ゴブリン達を裏切ったゴブコ。だが、ピーターと共に逃れようとした寸前、ゴブリンクイーンによって退路を断たれてしまう。血路を開こうと、かつての仲間と戦うゴブコ。助けに現れたのは、ティムの率いる重貞操帯部隊と、子種の恨みに燃えるリサ、ミミ、ビーガン、ピグリットだった！"
                },
                "4": {
                    "ID": "9394025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9394025",
                    "TitleEnglish": "Peter Grill and the World's Strongest Little Sister",
                    "SummaryEnglish": "Lucy Grill certainly has a lot of guts. Why, she’ll just go berserk if she ever finds out her brother cheated on Luvellia!",
                    "TitleJapanese": "ピーター・グリルと最強の妹",
                    "SummaryJapanese": "家族であるピーターと、いっぱい赤ちゃんをつくりたいゴブコ。意思の弱いピーターはまたも誘惑に屈し、他のヒロインたちも、遅れをとるまいと子種を搾り取りにかかる。そこに現れたのは、ピーターの妹・ルーシー。浮気を何よりも憎む彼女は、いったんキレるとピーターですら手をつけられなくなる、恐るべき狂戦士だった！"
                },
                "5": {
                    "ID": "9404409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404409",
                    "TitleEnglish": "Peter Grill and Family Ties",
                    "SummaryEnglish": "Peter's already complicated life grows more so when Lucy joins the Warrior Guild. He needs to be extra careful now!",
                    "TitleJapanese": "ピーター・グリルと家族の絆",
                    "SummaryJapanese": "ゴブコとの再会を喜ぶルーシー。彼女を遠ざけたいのは、浮気を隠したいピーターも、子種を搾り取り続けたいヒロインたちも同じ。ルーシーをヤケッパチ戦士ギルドに所属させることで、丸く収めることに成功したかに思えたが、事後の場面を目撃されてしまう。トレーニングだと必死に言い張るものの……。"
                },
                "6": {
                    "ID": "9404410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404410",
                    "TitleEnglish": "Peter Grill and the Enjoyment of the Spa Resort",
                    "SummaryEnglish": "Peter needs a break after everything he’s gone through. Unfortunately for him, certain someones have other plans.",
                    "TitleJapanese": "ピーター・グリルとエンジョイ・ザ・スパリゾート",
                    "SummaryJapanese": "ルーシーへの恐怖から、ピーターの象さんが、何をしても元気にならなくなってしまった。ピグリットが提案したのは、みんなでスパリゾートに行って心身を回復させること。半ばあきらめ気分でオイルマッサージを受けようとして、またしても酷い目に遭わされてしまうピーター。そんな彼の後を、何者かがつけていて……。"
                },
                "7": {
                    "ID": "9404411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404411",
                    "TitleEnglish": "Peter Grill and a Family Disgraced",
                    "SummaryEnglish": "After being abducted from the spa resort, Peter awakens and stands before Vegan’s sister! Three guesses what she wants.",
                    "TitleJapanese": "ピーター・グリルと堕ちた名家",
                    "SummaryJapanese": "スパリゾートから連れ去られたピーターは、エルフの里で目を覚ます。彼の前に現れたフルタリア・エルドリエルは、里の名家の御令嬢。やたらとプライドの高い彼女は、何とビーガンの妹だった！　フルタリアもピーターの子種が欲しい様子。抗おうとするピーターは、全身の感度が三千倍になる禁術をかけられてしまう！"
                },
                "8": {
                    "ID": "9404412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404412",
                    "TitleEnglish": "Peter Grill and the Sisterly Feud",
                    "SummaryEnglish": "Vegan won’t just stand around and let her sister take Peter away!",
                    "TitleJapanese": "ピーター・グリルと姉妹の確執",
                    "SummaryJapanese": "フルタリアの禁術によって、ピーターの象さんはよみがえった。またもや誘惑に屈しかけて絶体絶命のピンチに陥った彼は、機転をきかせ、見事に窮地を脱してみせる。ピーターを助けに、ビーガンも到着。ビーガンとフルタリアは、顔を見るだけでケンカになるほど仲が悪い。二人の確執が、エルドリエル家の没落にも関係しているようで……。"
                },
                "9": {
                    "ID": "9404414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404414",
                    "TitleEnglish": "Peter Grill and the Essence of an Apology",
                    "SummaryEnglish": "Vegan and Fulltalia's sibling rivalry is getting out of hand!",
                    "TitleJapanese": "ピーター・グリルと謝罪の極意",
                    "SummaryJapanese": "ビーガンによるフルタリアへの謝罪は、ビーガンのひん曲がった根性のせいで失敗。確執に決着をつけようと、二人は最終決戦を始めた。そこに現れたのは、二人どちらもが愛するおばあさん。おばあさんの哀しみに触れ、今度こそ謝罪を成功させるビーガン。すべてが丸く収まったことで、ピーターはビーガンとの別れの時を予感する。"
                },
                "10": {
                    "ID": "9404415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404415",
                    "TitleEnglish": "Peter Grill and the Dwarven Alliance",
                    "SummaryEnglish": "The Guildmaster vows to acknowledge Peter if he reaffirms the Guild’s alliance with the Dwarves? Peter smells a trap...",
                    "TitleJapanese": "ピーター・グリルとドワーフの盟約",
                    "SummaryJapanese": "ヤケッパチ戦士ギルドとドワーフの里は、古くから伝わる盟約によって結ばれている。盟約の更新には、神聖な儀式が必要不可欠。ピーターが儀式の担い手に指名されるが、道具である大切な剣が、なぜか突然折れてしまう。儀式が始まる前に剣を直してもらおうと、ピーターは鍛冶職人の聖地であるドワーフの里を訪れる。"
                },
                "11": {
                    "ID": "9404416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404416",
                    "TitleEnglish": "Peter Grill and the Inescapable Room",
                    "SummaryEnglish": "Peter and Misslim get locked in a room together, and the only way they can escape is by performing a suspiciously specific action…",
                    "TitleJapanese": "ピーター・グリルと絶対に出られない部屋",
                    "SummaryJapanese": "ドワーフのミスリム・ネザーラントは、発明の天才だが、絶対に働きたくないという固い信念を持つニートだった。研究に協力するから剣を直して欲しいと、頼み込むピーター。二人は思わぬトラブルから、性交渉をしないと出られない部屋に閉じ込められてしまう。ミスリムの心を動かしたのは、「養ってやる」というひと言だった！"
                },
                "12": {
                    "ID": "9404417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peter-grill-and-the-philosophers-time/episodes/9404417",
                    "TitleEnglish": "Peter Grill and the Future Legacy",
                    "SummaryEnglish": "The Guildmaster's plan pays off! Fortunately for Peter (but unfortunately for everyone else), the Dwarves' natural predator chooses this moment to attack the ceremony.",
                    "TitleJapanese": "ピーター・グリルと未来への遺産",
                    "SummaryJapanese": "TBA"
                }
            }
        }
    }
}