{
    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12150836/",
        "https://cellsatwork-codeblack.com/",
        "https://www.themoviedb.org/tv/101873",
        "https://x.com/cellsatworkbla1"
    ],
    "TitleEnglish": "Cells at Work! Code Black",
    "SummaryEnglish": "Alcohol, smoking, and stress—in the body subjected to these irritants, the cells responsible for maintaining life seem to fight a war that never ends. Due to a severe shortage of workers, Red Blood Cell AA2153 has to quickly learn to deliver oxygen and collect carbon dioxide, even in dangerous conditions. Meanwhile, White Blood Cell U-1196 has to do her part by dealing with germs and viruses during life-threatening situations. In the midst of these crises, they have to work together to keep the body healthy, despite not knowing if their sacrifices will be worthwhile. Cells at Work! Code Black takes a different approach by showing the grittier side of the jobs our cells perform.",
    "TitleJapanese": "はたらく細胞BLACK",
    "SummaryJapanese": "毎日せっせと体中に酸素を運ぶ、 新米赤血球。\nしかし彼の職場の労働環境は、 徹底的にブラック──！！\n飲酒、喫煙、ストレス、睡眠不足……\n不健康の総合商社のような世界で、\n過重労働の末に細胞たちは何を思うのか？\nこれは、あなたの体の物語──。",
    "Aliases": [
        "Hataraku Saibō Black",
        "Hataraku Saibou Black"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1835072",
            "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7691669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/7691669",
                    "TitleEnglish": "Smoking, Bacteria, and the Beginning of the End",
                    "SummaryEnglish": "Inside the human body, the Red Blood Cells that were produced after erythroblast enucleation, watch an orientation video explaining that they will be going to a fun work environment, but they find themselves at the mercy of their seniors who make unreasonable demands to them without explaining anything about the job. Red Blood Cell (AA2153) carries oxygen all over the body while still in a state of bewilderment, and is shocked to find that the cells he saw in the orientation video are now overworked and look like a mess...",
                    "TitleJapanese": "喫煙、細菌、終わりの始まり",
                    "SummaryJapanese": "「僕たちは一体何のために働いているんですか！」\n\nここは人間の体の中。赤芽球から脱核した赤血球たち達は、明るい雰囲気の職場紹介映像を見た後に研修に向かうが、そこに待っていたのは、何も教わらないまま先輩から無茶振りされる仕事の数々。とまどいながらも体中へ酸素の配達に向かう赤血球（AA2153）だったが、職場紹介映像で見た細胞たちは、過酷な労働によりすっかり変わってしまっていた――"
                },
                "2": {
                    "ID": "8117846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8117846",
                    "TitleEnglish": "The Liver, Alcohol, and Pride",
                    "SummaryEnglish": "There are no such things as rookies in this workplace. Even on the first day of the job, Red Blood Cell (AA2153) and his coworkers have to carry oxygen throughout the body without rest. Red Blood Cell (AA2153) sits down after an exhausting day of work when a veteran Red Blood Cell appears in front of him. \"This is just my hunch as a veteran... but on a day like this, it's going to pour.\" Red Blood Cell (AA2153) has no idea what the veteran means by this, but immediately afterwards, they find themselves caught in a shower of alcohol. The Red Blood Cells make their way to the liver to relieve their stress from work...",
                    "TitleJapanese": "肝臓、アルコール、誇り",
                    "SummaryJapanese": "「ディープな肝臓の楽しみ方を教えてやるよ」\n\nこの職場に新人という概念はない。初出勤にもかかわらず、休みなしで酸素を運んだ赤血球(AA2153)たち。仕事を終え、疲れ果て、座り込んでいたところに、現れたのはベテラン赤血球。「ベテランの勘だが……こんな日は降るぞ」。その言葉の真意を掴めずにいた赤血球(AA2153)に直後降り注いだのは、アルコールのシャワーだった。そして赤血球たちは、仕事のストレス発散の為、肝臓へと足を運ぶのだった――。"
                },
                "3": {
                    "ID": "8117849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8117849",
                    "TitleEnglish": "Excitement, Expansion, and Emptiness",
                    "SummaryEnglish": "The Red Blood Cells have been given an important mission to fill the erectile tissue with blood to trigger an erection. Red Blood Cell (AA2153) is enthusiastic about the opportunity to contribute to the birth of new life. However, after overcoming various struggles, the exhausted cells must face their arch enemy, the gonococcal cells, known for multiplying at astonishing rates. Though they are vastly outnumbered, the White Blood Cells (Neutrophils) fight the gonococci with everything they have. The desperate battle to protect this body and their world begins now...",
                    "TitleJapanese": "興奮、膨張、虚無。",
                    "SummaryJapanese": "「全細胞に告ぐ……これよりこの身体は興奮状態に入ります」\n\n赤血球達は海綿体に血液を満たし、勃起させるという重大なミッションを課せられた。「新たな生命の誕生」という一大ミッションに携われると、やる気に満ち溢れる赤血球(AA2153)。しかし、この体内では一筋縄でいく訳もない。先輩赤血球のいびり、蓄積されたストレスによる勃起率の低下。様々な困難が細胞達の前に立ち塞がる。果たして、赤血球達の奮闘は報われるのか。"
                },
                "4": {
                    "ID": "8117850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8117850",
                    "TitleEnglish": "Front Line, Gonococci, and Conflict",
                    "SummaryEnglish": "Gonococci have entered the body through sexual intercourse. The White Blood Cells are forced to fight an uphill battle with the gonococci, who are known for their unbelievable proliferation rate. The gonococci have invaded the areas surrounding the urethra and are closing in on the epididymis where the sperm are. In order to stop any further advancement of the gonococci, White Blood Cells wage an all-out war against them in the lymph node. Meanwhile, Red Blood Cells have been assigned with the dangerous task of delivering oxygen to the urethra.",
                    "TitleJapanese": "最前線、淋菌、葛藤。",
                    "SummaryJapanese": "「……上はわかっちゃいない、現場のことなんて」\n\n性交渉により、体内に淋菌が侵入する。驚異的な増殖スピードを誇る淋菌に対し、戦い続ける白血球達は苦戦を強いられていた。淋菌は勢力を増し、尿道から周辺に進行し、精子達のいる精巣上体に迫ろうとする。これ以上の進行を止めるべく、白血球達は、ついにリンパ節にて総力戦を仕掛けることとなった。一方赤血球達は、尿道へ酸素を届ける危険な仕事を任せられる――。"
                },
                "5": {
                    "ID": "8128273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128273",
                    "TitleEnglish": "Overwork, Hair Loss, and Delirium",
                    "SummaryEnglish": "Red Blood Cell (AA2153) has gained confidence in his work after overcoming numerous obstacles. Along with White Blood Cell, he vows to create a better world and is overcome with a sense of purpose in his work, but shortly after, inflammation is found in the hair follicles. Red Blood Cell discovers that the Killer T Cells, who are normally reliable colleagues, are attacking Hair Matrix Cells and destroying the follicles.",
                    "TitleJapanese": "過重労働、脱毛、錯乱。",
                    "SummaryJapanese": "「異物を排除……異物を排除……」\n\n幾多の苦難を乗り越え、自分の仕事に自信を持てるようになった赤血球(AA2153)。\nこれからも良い世界を作っていこうと白血球と共に誓い、仕事のやりがいを感じたのも束の間、毛根に炎症が起こる。そこにいたのは、仲間である毛母細胞を襲い、毛根を破壊する、頼れる仕事仲間であるはずのキラーT細胞だった。"
                },
                "6": {
                    "ID": "8128274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128274",
                    "TitleEnglish": "Kidneys, Kidney Stones, and Tears",
                    "SummaryEnglish": "Red Blood Cells AA2153 and AC1677 are getting accustomed to their jobs and even have enough energy to joke around during their downtime. They head to the kidneys to wash away the dirt accumulated on the job, where they meet the Glomeruli who work silently to filter the blood. A young Glomerulus warns Red Blood Cell to be careful when getting close to the ureter. When the Red Blood Cells arrive at the efferent arteriole, they hear the ominous sound of something blocking the nearby ureter...",
                    "TitleJapanese": "腎臓、尿路結石、涙",
                    "SummaryJapanese": "「何があろうと泣き言は不要、私達は黙って働き続けるんだ！」\n\n仕事にも慣れ始め、合間に軽口を叩きあう余裕も出てきた赤血球(AA2153)と赤血球(AC1677)。二人は仕事中に付着した汚れを洗い流すため、腎臓を訪れることに。腎臓では、血液をろ過する役割を担う糸球体達が、黙々と仕事をこなしていた。そこで若い糸球体から、とある忠告を受ける。「尿管の近くを通るときは気を付けてください……」。その後、赤血球達が尿管のすぐそば、輸出細動脈を訪れると、何かが引っかかる不穏な音が辺りに響いた……。"
                },
                "7": {
                    "ID": "8128275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128275",
                    "TitleEnglish": "Caffeine, Temptation, and Jealousy",
                    "SummaryEnglish": "An accident occurs where the oxygen delivered by Red Blood Cell (AC1677) to a young Ordinary Cell transforms into reactive oxygen, causing the Ordinary Cell to age. Though it was an accident, he is overcome by guilt for making a cell grow old. Shortly after, an awards ceremony is held for new Red Blood Cells, where AA2153 is chosen for the Rookie of the Year award. Though they started on the job at the same time, AC1677 is pained by a sense of inferiority towards his coworker, but a senior Red Blood Cell approaches him and says that he understands how he must feel. The senior Red Blood Cell says, \"I know a place that will make you feel better,\" and tries to take AC1677 somewhere.",
                    "TitleJapanese": "カフェイン、誘惑、嫉妬",
                    "SummaryJapanese": "「そのうち来るさ、あいつは俺達と同じ匂いがする」\n\n赤血球(AC1677)が運んだ酸素が、偶然「活性酸素」に変化し、若い一般細胞を老化させてしまう事故が発生する。事故とは言え、一つの細胞を老化させてしまったことに負い目を感じる中、新人赤血球たちの表彰式で赤血球(AA2153)が最優秀新人賞に選ばれる。同期との間についた大きな差を痛感していたところへ、お前の気持ちはよくわかるという先輩赤血球が現れる。先輩赤血球は「元気になれる所」へと、赤血球(AC1677)を誘い出す。"
                },
                "8": {
                    "ID": "8128277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128277",
                    "TitleEnglish": "Calves, Pulmonary Embolism, and Quick Thinking",
                    "SummaryEnglish": "Due to an increase in smoking and alcohol consumption, the liver has lost the vitality and vigor it once had. It is apparent that the Liver Cells are unhealthy, and according to these cells, too much fat has built up in the liver which has caused the functions of this organ to deteriorate. While Red Blood Cell (AA2153) is bewildered by this situation, he is asked by other Red Blood Cells to help carry oxygen because they are lacking in numbers. The Red Blood Cells are unable to get any rest, but the calves are in a weakened state, so they decide to deliver oxygen to a deep vein that is oxygen deprived...",
                    "TitleJapanese": "ふくらはぎ、肺血栓、機転。",
                    "SummaryJapanese": "気づいていないのか、この体は丸二日、睡眠をとっていない」\n\n喫煙やアルコールの量が増えた影響により、にぎわっていた肝臓は活力と華やかさを失っていた。肝細胞たちも明らかに体調が悪く、話を聞くと、脂肪肝により肝臓の機能が弱まっているとのこと。\n赤血球(AA2153)が状況に困惑していると、仲間の赤血球から、酸素を運ぶ人数が不足している為、助けてほしいと頼まれる。\nかくして赤血球たちはろくに休めぬ中、ふくらはぎの機能が鈍くなり、酸素を運ぶことが困難になっていた深部静脈へと足を運ぶ……。"
                },
                "9": {
                    "ID": "8128278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128278",
                    "TitleEnglish": "Calamity, Athlete's Foot, and the Meaning of Work",
                    "SummaryEnglish": "White Blood Cells are nowhere to be seen, and White Blood Cell (1196) is alarmed by this abnormal situation. Red Blood Cell (AA2153) is worried about the deteriorating health of the body but continues to deliver oxygen. He happens to see newly recruited Red Blood Cells undergoing training. Since Red Blood Cell (AA2153) has been recognized for his recent achievements, he is chosen to train the new recruits and is asked to deliver oxygen with them. However, Red Blood Cell (AA2153) pushes himself too hard without rest while trying to set a good example for the new recruits, and...",
                    "TitleJapanese": "異変、水虫、働く意味",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8128279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128279",
                    "TitleEnglish": "Stomach Ulcer, Friendship, and Loss",
                    "SummaryEnglish": "Red Blood Cells are summoned to handle an emergency. They carry as much oxygen as they can to the scene, but they discover that the stomach has an ulcer and is badly breached. If the serosa becomes perforated, the stomach will end up melting down. Due to the excessive secretion of gastric acid, the body may die at any moment, but the Red Blood Cells continue to desperately carry oxygen. However, the gastric mucosa is being eaten away, and inflammation is getting worse. In such a disastrous situation, a dangerous enemy appears.",
                    "TitleJapanese": "胃潰瘍、友情、喪失",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8128280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128280",
                    "TitleEnglish": "Desperation, Gout, and Rebellion",
                    "SummaryEnglish": "Red Blood Cell (AA2153) repeatedly sees flashbacks of his fellow Red Blood Cell (AC1677) falling into a sea of gastric acid and beats himself up for not being able to save his friend. However, this body does not have the wherewithal to let Red Blood Cell recover. While lack of sleep and exercise is pushing the body into a state of disarray, a sharp and huge inanimate object is found floating midair. An attack from a mysterious germ begins...",
                    "TitleJapanese": "自暴自棄、痛風、反乱",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8128282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128282",
                    "TitleEnglish": "Return, the Heart, and Demise",
                    "SummaryEnglish": "Still unable to find meaning in his work, Red Blood Cell (AA2153) is determined to continue delivering oxygen and works hard at his job. Contrary to his determination, the body's internal environment continues to decline. Plaque, which is made up of cholesterol and fat deposits, has accumulated on the inner walls of the blood vessels, causing them to deteriorate. The buildup of plaque has even affected the coronary arteries which wrap around the heart and supply oxygen and nutrients to the entire heart muscle...",
                    "TitleJapanese": "復帰、心臓、終焉",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8128283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work-code-black/episodes/8128283",
                    "TitleEnglish": "Cardiac Arrest, Revival, and a Change",
                    "SummaryEnglish": "Bodily functions are coming to a halt. In this dire situation, all the cells are on the verge of losing hope, but only Red Blood Cell (AA2153) hasn't given up. Are they making us work hard because the body is unhealthy? Do we stop working because the body is going to die? After experiencing various diseases and losing his friend, the answer that Red Blood Cell (AA2153) and the other cells find is...",
                    "TitleJapanese": "心筋梗塞、蘇生、変化",
                    "SummaryJapanese": null
                }
            }
        }
    }
}