{
    "URL": "https://www.thetvdb.com/series/monster-girl-doctor",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12312004/",
        "https://mon-isha-anime.com",
        "http://www.reddit.com/r/MonsterGirlDoctor",
        "https://www.themoviedb.org/tv/98685",
        "https://x.com/mon_isha_anime"
    ],
    "TitleEnglish": "Monster Girl Doctor",
    "SummaryEnglish": "In the town of Lindworm where monsters and humans coexist, Dr. Glenn runs an exemplary medical clinic for monster girls with his lamia assistant, Sapphee. Whether receiving a marriage proposal by a centaur injured in battle, palpating the injury of a mermaid, or suturing the delicate wounds of a flesh golem, Dr. Glenn performs his job with grace and confidence. But when an unsavory character seeks to steal a harpy egg, how will the unflappable Dr. Glenn respond...?",
    "Aliases": [
        "Monster Musume no Oisha-san",
        "Mon-isha",
        "Monster Mususme no Oishasan",
        "The Doctor for Monster Girls",
        "Monster Musume no Oisha san",
        "Monisha"
    ],
    "Modified": "2025-03-28",
    "Seasons": {
        "1": {
            "ID": "1844021",
            "URL": "https://www.thetvdb.com/series/monster-girl-doctor/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7752495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7752495",
                    "TitleEnglish": "The Centaur of the Arena",
                    "SummaryEnglish": "In a world where humans and creatures of all kinds live together, Glenn Litbeit and Saphentite Neikes are doctors in an independent practice in the town of Lindworm. One day they are called to the arena to provide care. There they meet Tisalia Scythia, a fighting centauress with high self-esteem. Although showing no signs of affliction, Tisalia does not seem to be at her best..."
                },
                "2": {
                    "ID": "7825017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7825017",
                    "TitleEnglish": "The Mermaid of the Waterways",
                    "SummaryEnglish": "Glenn and Sapphee head to a paradise for water monsters called Merrow Waterways in order to buy some purified water. Sapphee was treating this as a date and enjoying her time alone with Glenn. While on their outing, they meet a mermaid girl named Lulala. Lulala made a living by singing to tourists and she asks if Glenn and Sapphee would buy a song from her. Glenn notices that her gills seem to still be open on land and becomes worried. He then offers to examine her in exchange for her song."
                },
                "3": {
                    "ID": "7844103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7844103",
                    "TitleEnglish": "The Flesh Golem Who Hates Doctors",
                    "SummaryEnglish": "One day, the Draconness comes to visit the clinic along with her bodyguard, Kunai. Skadi had come to the clinic to ask Glenn to help Kunai find one of her arms and reattach it, after she lost it in a battle against some bandits. However, it is revealed that the flesh golem Kunai hates doctors, which makes her treatment rather difficult. Glenn looks all around Lindworm for Kunai’s arm. Seeing this, Kunai..."
                },
                "4": {
                    "ID": "7860950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7860950",
                    "TitleEnglish": "The Lamia With an Incurable Disease",
                    "SummaryEnglish": "The clinic is suddenly attacked. The attackers are the slavers that Kunai had been after. Glenn and Sapphee manage to escape, and Kunai, who had come to help them, tells them that there was an operation underway to expose the slavers that night. Glenn and Sapphee accompany Kunai to the raid and they find some harpy girls who had been kidnapped. One of them seemed to suffering from a lot of pain in her abdomen. Glenn immediately starts to treat her, but then the slavers find them and..."
                },
                "5": {
                    "ID": "7871878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7871878",
                    "TitleEnglish": "The Centaur With a Sprain",
                    "SummaryEnglish": "Glenn and Sapphee head to the harpy village to examine the harpies. As Tisalia leads their carriage up the mountains, there’s a sudden earthquake and landslide and Kay sprains her ankle. Glenn examines the harpies and notices Lorna acting strange. Tisalia, who also noticed something wrong with Lorna, barges in on Glenn and Sapphee during dinnertime to discuss the matter. She tells them that Lorna is usually rather responsible and reliable, but her head has been in the clouds lately. Glenn decides to check on Lorna because of Tisalia’s request."
                },
                "6": {
                    "ID": "7880603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7880603",
                    "TitleEnglish": "The Harpy Who Couldn't Fly",
                    "SummaryEnglish": "After being rescued from the slavers, Illy had been living with the other harpies in their village, but she was troubled because her feathers were falling out and she couldn’t fly anymore. Illy only agreed to be examined by Glenn if Tisalia was present. He thought that was a little strange but agreed to it. Glenn tells her the reason that she can’t fly right now is that she’s molting, but Illy doesn’t agree with his diagnosis and runs off. Illy is convinced that she’s sick and calls Glenn a quack doctor. As Glenn observes her behavior, he notices a change occurring in her."
                },
                "7": {
                    "ID": "7880604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7880604",
                    "TitleEnglish": "The Hedonistic Arachne",
                    "SummaryEnglish": "Harpies suddenly covered in Arachne webbing come in one after another to the clinic set up in the harpy village. Glenn and Sapphee venture into the woods to warn the one leaving behind all the webbing, but it happened to be Sapphee’s good friend, Arahnia. Arahnia is a fashion designer in Lindworm and came to the harpy village to see the harpy with phoenix wings for inspiration for her next design, which is why she left traps all around the forest. Glenn follows Arahnia to help her search for Illy, but Arahnia had one other motive in mind..."
                },
                "8": {
                    "ID": "7900122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7900122",
                    "TitleEnglish": "Attack on Gigas",
                    "SummaryEnglish": "The harpies were in a panic because there was a Gigas that lived in the Vivre Mountains who was coming down to the village. Tisalia shows some leadership and helps everyone prepare and then she goes off to face the giant herself. Glenn and Sapphee realize what she was trying to do and go after her. The three of them decide to try to dissuade the giant from coming down to the village. They are taken aback when they see how big she actually is but then the giant ends up saying the most unexpected thing."
                },
                "9": {
                    "ID": "7909485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7909485",
                    "TitleEnglish": "The Collapsed Dragon",
                    "SummaryEnglish": "Skadi had fainted during the ceremony and is quickly taken to the Central Hospital that is run by Glenn’s mentor, Dr. Cthulhy. Dr. Cthulhy tells Glenn what Skadi’s illness is and the fact that Skadi has no intention of being treated. Dr. Cthulhy is trying to respect her patient’s wishes, which is why she hasn’t tried to treat her. Glenn refuses to accept that and with the help of Kunai, examines Skadi himself. Cthulhy changes her mind after she sees Glenn’s dedication and they both try to figure out a plan to save Skadi."
                },
                "10": {
                    "ID": "7910264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7910264",
                    "TitleEnglish": "The Self-Deprecating Cyclops",
                    "SummaryEnglish": "Glenn begins preparing for the surgery to get rid of the tumor on Skadi’s heart. Because Skadi is a dragon, Glenn goes to the Kuklo Workshop where many of the cyclops blacksmiths work to get special tools made for her surgery. The suture needles need to be strong and mass produced, and their apprentice Memé is put in charge of getting them made because of how skilled she is. Memé is usually rather hard on herself, but she wants to do everything she can to help Skadi out, so she does her absolute best. But because she overworks herself, she ends up passing out."
                },
                "11": {
                    "ID": "7933365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7933365",
                    "TitleEnglish": "Lindworm's Major Operation",
                    "SummaryEnglish": "Glenn and the others continue to prepare for Skadi’s surgery. Arahnia is also getting better with Glenn’s guidance, but possibly due to the stress of doing something she’s not used to, her evil side surfaces. Arahnia becomes rather reckless and then Sapphee and Tisalia do something to calm her down. Meanwhile, Glenn continues to visit Skadi every day to convince her to let him conduct the surgery. Skadi tries to say that this illness is her fate, but Glenn comes up with an unbelievable way to make her change her mind. Will she eventually agree to have the surgery?"
                },
                "12": {
                    "ID": "7948294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7948294",
                    "TitleEnglish": "The City of Dragons' Doctor",
                    "SummaryEnglish": "Skadi’s surgery was a success and all of Lindworm had rejoiced. While the whole city is rejoicing, Sapphee ends up catching a cold, possibly from letting her guard down after they finished the surgery. Glenn takes a lot of care in taking care of her and Sapphee uses this chance to let him dote on her. Later on, Glenn has to make a house call, and ends up running into Skadi and Kunai on his way, as well as some others he had treated in the past. They all give Glenn thanks and give him various gifts. He ends up bringing back all of the food and alcohol he had received, and they have a huge party back at the clinic."
                }
            }
        }
    }
}