{
    "URL": "https://www.thetvdb.com/series/monster-girl-doctor",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12312004/",
        "https://mon-isha-anime.com",
        "http://www.reddit.com/r/MonsterGirlDoctor",
        "https://www.themoviedb.org/tv/98685",
        "https://x.com/mon_isha_anime"
    ],
    "TitleEnglish": "Monster Girl Doctor",
    "SummaryEnglish": "In the town of Lindworm where monsters and humans coexist, Dr. Glenn runs an exemplary medical clinic for monster girls with his lamia assistant, Sapphee. Whether receiving a marriage proposal by a centaur injured in battle, palpating the injury of a mermaid, or suturing the delicate wounds of a flesh golem, Dr. Glenn performs his job with grace and confidence. But when an unsavory character seeks to steal a harpy egg, how will the unflappable Dr. Glenn respond...?",
    "TitleJapanese": "モンスター娘のお医者さん",
    "SummaryJapanese": "ここは魔族と人が共に暮らす街“リンド・ヴルム”。\n新米医師のグレン先生、今日もキワドイ診察中――！？\n\nマーメイドのエラを奥まで診察したり\nフレッシュゴーレムの太ももを縫合したり\nハーピーの産卵をお手伝いしたり\nドラゴンの鱗を隅々まで触診したり\n\n見た目も構造も性質も異なる彼女達を救うため、\n全力で診察しているだけなのに、\nなぜかいつもアブナイ♥雰囲気に……？\nでも大丈夫、100%医療行為だから問題なし！\n\nラミア族の助手・サーフェの尻尾の締め付けに\n窒息しかける時もあるけれど、\n今日も診療所は開かれる！\n\n史上初！モンスター娘の生態に迫る、\nメディカルファンタジー開幕！！",
    "Aliases": [
        "Mon-isha",
        "Monisha",
        "Monster Musume no Oisha san",
        "Monster Musume no Oisha-san",
        "Monster Mususme no Oishasan",
        "The Doctor for Monster Girls"
    ],
    "Modified": "2025-03-28",
    "Seasons": {
        "1": {
            "ID": "1844021",
            "URL": "https://www.thetvdb.com/series/monster-girl-doctor/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7752495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7752495",
                    "TitleEnglish": "The Centaur of the Arena",
                    "SummaryEnglish": "In a world where humans and creatures of all kinds live together, Glenn Litbeit and Saphentite Neikes are doctors in an independent practice in the town of Lindworm. One day they are called to the arena to provide care. There they meet Tisalia Scythia, a fighting centauress with high self-esteem. Although showing no signs of affliction, Tisalia does not seem to be at her best...",
                    "TitleJapanese": "闘技場のケンタウロス",
                    "SummaryJapanese": "魔族と人が共存する街、リンド・ヴルムで魔族専門の診療所を営んでいる人間の医師グレンと助手のサーフェ。彼らの元には毎日、多くの患者が訪れていた。\nある時、健康診断を依頼された闘技場で、ケンタウロス族の令嬢ティサリアと出会う。闘士として実力のある彼女だが、ここ最近は連敗しているという。そんなティサリアを何らかの病気ではないかと心配する従者のケイとローナは、グレンにティサリアの治療の相談を持ち掛ける。"
                },
                "2": {
                    "ID": "7825017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7825017",
                    "TitleEnglish": "The Mermaid of the Waterways",
                    "SummaryEnglish": "Glenn and Sapphee head to a paradise for water monsters called Merrow Waterways in order to buy some purified water. Sapphee was treating this as a date and enjoying her time alone with Glenn. While on their outing, they meet a mermaid girl named Lulala. Lulala made a living by singing to tourists and she asks if Glenn and Sapphee would buy a song from her. Glenn notices that her gills seem to still be open on land and becomes worried. He then offers to examine her in exchange for her song.",
                    "TitleJapanese": "水路街のマーメイド",
                    "SummaryJapanese": "精製水の買い出しのため、水棲魔族たちの楽園『メロウ水路街』にやってきたグレンたち。すっかりデート気分のサーフェは、グレンと共に束の間の休息を楽しんでいた。\nそんな中、二人はマーメイドの少女・ルララと出会う。\n観光客に自身の歌で商売をしていたルララは、グレンたちにも買わないかと勧めるが、グレンは彼女の不自然に開いたままのエラが気になってしまう。そこで、歌声と引き換えにグレンはルララの診察を提案することに。"
                },
                "3": {
                    "ID": "7844103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7844103",
                    "TitleEnglish": "The Flesh Golem Who Hates Doctors",
                    "SummaryEnglish": "One day, the Draconness comes to visit the clinic along with her bodyguard, Kunai. Skadi had come to the clinic to ask Glenn to help Kunai find one of her arms and reattach it, after she lost it in a battle against some bandits. However, it is revealed that the flesh golem Kunai hates doctors, which makes her treatment rather difficult. Glenn looks all around Lindworm for Kunai’s arm. Seeing this, Kunai...",
                    "TitleJapanese": "医者嫌いのフレッシュゴーレム",
                    "SummaryJapanese": "ある日、街の権力者であるスカディとその護衛の苦無がグレンの診療所に訪れた。スカディは、賊徒との戦闘で苦無がなくしてしまった片腕を見つけて縫合してほしいとグレンに依頼しに来たのだった。しかし、フレッシュゴーレムである苦無は大の医者嫌いということが判明し、治療は難航してしまう。苦無のためにリンド・ヴルムで片腕探しに奔走するグレン。そんなグレンの情熱を目の当たりした苦無は……！？"
                },
                "4": {
                    "ID": "7860950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7860950",
                    "TitleEnglish": "The Lamia With an Incurable Disease",
                    "SummaryEnglish": "The clinic is suddenly attacked. The attackers are the slavers that Kunai had been after. Glenn and Sapphee manage to escape, and Kunai, who had come to help them, tells them that there was an operation underway to expose the slavers that night. Glenn and Sapphee accompany Kunai to the raid and they find some harpy girls who had been kidnapped. One of them seemed to suffering from a lot of pain in her abdomen. Glenn immediately starts to treat her, but then the slavers find them and...",
                    "TitleJapanese": "不治の病のラミア",
                    "SummaryJapanese": "突如襲撃される診療所。襲って来たのは、苦無が追いかけていた魔族専門の奴隷商だった。\nなんとか窮地を脱したサーフェとグレンだったが、加勢にきた苦無から、今夜奴隷商の一斉摘発が行われることを聞かされる。\nグレンはなし崩しに苦無と共に賊徒たちのアジトへ潜入し、捕われていたハーピーの少女達を見つけだす。安心したのも束の間、一人のハーピーが強い腹痛を訴える。\n一刻の猶予もないと判断したグレンはその場で治療を始めるが、賊徒との戦闘は苛烈を極め……。"
                },
                "5": {
                    "ID": "7871878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7871878",
                    "TitleEnglish": "The Centaur With a Sprain",
                    "SummaryEnglish": "Glenn and Sapphee head to the harpy village to examine the harpies. As Tisalia leads their carriage up the mountains, there’s a sudden earthquake and landslide and Kay sprains her ankle. Glenn examines the harpies and notices Lorna acting strange. Tisalia, who also noticed something wrong with Lorna, barges in on Glenn and Sapphee during dinnertime to discuss the matter. She tells them that Lorna is usually rather responsible and reliable, but her head has been in the clouds lately. Glenn decides to check on Lorna because of Tisalia’s request.",
                    "TitleJapanese": "捻挫のケンタウロス",
                    "SummaryJapanese": "ハーピーの里へ出張診療に行くことになったグレンたち。ティサリアの牽く馬車で山道を進んでいると、地震による土砂崩れに巻き込まれ、ケイが捻挫をしてしまう。\nその後、予定通りハーピーの出張診療をしていたグレンは、往診の途中で様子のおかしいローナを見かけ、不思議に感じていた。\n夕食時に押しかけてきたティサリアによると、本来しっかり者であるはずのローナが、なぜかドジばかりするようになり困っているとか。ティサリアの懇願もあり、グレンはローナの不調の原因を調べることに。"
                },
                "6": {
                    "ID": "7880603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7880603",
                    "TitleEnglish": "The Harpy Who Couldn't Fly",
                    "SummaryEnglish": "After being rescued from the slavers, Illy had been living with the other harpies in their village, but she was troubled because her feathers were falling out and she couldn’t fly anymore. Illy only agreed to be examined by Glenn if Tisalia was present. He thought that was a little strange but agreed to it. Glenn tells her the reason that she can’t fly right now is that she’s molting, but Illy doesn’t agree with his diagnosis and runs off. Illy is convinced that she’s sick and calls Glenn a quack doctor. As Glenn observes her behavior, he notices a change occurring in her.",
                    "TitleJapanese": "飛べないハーピー",
                    "SummaryJapanese": "奴隷商から救出され、ハーピーの里で暮らしていたイリィは、羽根が抜け落ち飛べなくなることに悩んでいた。「ティサリアと一緒なら」という条件で診察を受ける彼女を、グレンは不思議に思いながらも原因を探っていく。\nグレンは、飛べなくなった理由は換羽による羽根の生え変わりのせいである、という診断結果を告げるのだが、診察に納得がいかないイリィはそのまま飛び出してしまう。自分を病気だと思い込み、グレンをヤブ医者呼ばわりするイリィ。そんな彼女のふるまいを見て、グレンは彼女に起こっているとある変化に気づく。"
                },
                "7": {
                    "ID": "7880604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7880604",
                    "TitleEnglish": "The Hedonistic Arachne",
                    "SummaryEnglish": "Harpies suddenly covered in Arachne webbing come in one after another to the clinic set up in the harpy village. Glenn and Sapphee venture into the woods to warn the one leaving behind all the webbing, but it happened to be Sapphee’s good friend, Arahnia. Arahnia is a fashion designer in Lindworm and came to the harpy village to see the harpy with phoenix wings for inspiration for her next design, which is why she left traps all around the forest. Glenn follows Arahnia to help her search for Illy, but Arahnia had one other motive in mind...",
                    "TitleJapanese": "享楽のアラクネ",
                    "SummaryJapanese": "里の臨時診療所に、アラクネの糸にまみれたハーピーたちが続々とやって来るように。グレンとサーフェは糸を張った者を注意すべく、山を探索するのだが、なんとその張本人はサーフェの友人でアラクネのアラーニャだった。リンド・ヴルムで服飾デザイナーをするアラーニャは、自身のデザインの糧にするために、美しい不死鳥の羽根をもつハーピーを一目見たいと、森の中に罠を張っていたのだった。不死鳥の羽根をもつ子が里にいることを知り、アラーニャはグレンたちについてくるそぶりを見せるが、実は彼女にはもう一つの思惑があって……。"
                },
                "8": {
                    "ID": "7900122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7900122",
                    "TitleEnglish": "Attack on Gigas",
                    "SummaryEnglish": "The harpies were in a panic because there was a Gigas that lived in the Vivre Mountains who was coming down to the village. Tisalia shows some leadership and helps everyone prepare and then she goes off to face the giant herself. Glenn and Sapphee realize what she was trying to do and go after her. The three of them decide to try to dissuade the giant from coming down to the village. They are taken aback when they see how big she actually is but then the giant ends up saying the most unexpected thing.",
                    "TitleJapanese": "進撃のギガス",
                    "SummaryJapanese": "ヴィヴル山に住む恐ろしい巨神が里に迫っているという一報を聞き、慌てて避難を開始するハーピーたち。リーダーシップを発揮し皆を取りまとめながら、ティサリアは独り巨神の足止めをすべく立ち向かう。そんなティサリアの決意に気づいたグレンとサーフェも彼女を追いかけ、三人で里に近づかないよう巨神を説得しようと試みる。\n目の前に現れた巨神の大きさに圧倒される三人に対し、巨神は思いがけない目的を話し始めるのだった。"
                },
                "9": {
                    "ID": "7909485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7909485",
                    "TitleEnglish": "The Collapsed Dragon",
                    "SummaryEnglish": "Skadi had fainted during the ceremony and is quickly taken to the Central Hospital that is run by Glenn’s mentor, Dr. Cthulhy. Dr. Cthulhy tells Glenn what Skadi’s illness is and the fact that Skadi has no intention of being treated. Dr. Cthulhy is trying to respect her patient’s wishes, which is why she hasn’t tried to treat her. Glenn refuses to accept that and with the help of Kunai, examines Skadi himself. Cthulhy changes her mind after she sees Glenn’s dedication and they both try to figure out a plan to save Skadi.",
                    "TitleJapanese": "倒れたドラゴン",
                    "SummaryJapanese": "式典の最中に倒れてしまったスカディ。すぐさまグレンの師、クトゥリフが経営する中央病院へと運ばれる。そこでグレンは、クトゥリフからスカディが抱える病状について聞かされる。スカディは重い病に侵されているのだが、彼女自身に治す気が無く、そのためクトゥリフも患者の意志を尊重し、積極的な治療を行わないというのだ。\n納得のいかないグレンは、苦無の協力を仰ぎ独自にスカディの診察をする。そして、その診察結果をもって意固地になっていたクトゥリフの心を融かし、二人でスカディを救うために手術の計画を立てる。"
                },
                "10": {
                    "ID": "7910264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7910264",
                    "TitleEnglish": "The Self-Deprecating Cyclops",
                    "SummaryEnglish": "Glenn begins preparing for the surgery to get rid of the tumor on Skadi’s heart. Because Skadi is a dragon, Glenn goes to the Kuklo Workshop where many of the cyclops blacksmiths work to get special tools made for her surgery. The suture needles need to be strong and mass produced, and their apprentice Memé is put in charge of getting them made because of how skilled she is. Memé is usually rather hard on herself, but she wants to do everything she can to help Skadi out, so she does her absolute best. But because she overworks herself, she ends up passing out.",
                    "TitleJapanese": "自虐のサイクロプス",
                    "SummaryJapanese": "スカディの心臓の腫瘍を取り除くべく、手術の準備を始めるグレン。ドラゴンであるスカディの外科手術に耐えうる道具を作ってもらうため、サイクロプスの職人が多くいる『キュクロ工房』へ器具の制作を依頼する。そして、最も重要な強度と生産性を兼ね備えた針は、見習いでありながら、高い実力を持つメメが担当することに。普段は自虐的なメメだが、スカディのためにと、幾多の失敗を繰り返しながらも、一生懸命に針の試作に励む。\nしかし一生懸命に励むあまり、メメは倒れてしまう。"
                },
                "11": {
                    "ID": "7933365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7933365",
                    "TitleEnglish": "Lindworm's Major Operation",
                    "SummaryEnglish": "Glenn and the others continue to prepare for Skadi’s surgery. Arahnia is also getting better with Glenn’s guidance, but possibly due to the stress of doing something she’s not used to, her evil side surfaces. Arahnia becomes rather reckless and then Sapphee and Tisalia do something to calm her down. Meanwhile, Glenn continues to visit Skadi every day to convince her to let him conduct the surgery. Skadi tries to say that this illness is her fate, but Glenn comes up with an unbelievable way to make her change her mind. Will she eventually agree to have the surgery?",
                    "TitleJapanese": "リンド・ヴルム大手術",
                    "SummaryJapanese": "スカディの手術に向けて、着々と準備を進めるグレンたち。\nアラーニャもグレンの指導により着実に上達しつつあったが、慣れないことをするストレスから、ついに彼女が隠していた「悪癖」が出てしまう。自分でもどうにもできないと嘆くアラーニャに対して、サーフェとティサリアはとある行動で応えるのだった。\n一方、連日スカディの元を訪れ、手術を受けてもらえるよう説得するグレン。この病は「天命」なのだと考えるスカディに対し、グレンは思いがけない方法で説得を試みる。果たして彼女を説得し、手術をすることはできるのか……！？"
                },
                "12": {
                    "ID": "7948294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-girl-doctor/episodes/7948294",
                    "TitleEnglish": "The City of Dragons' Doctor",
                    "SummaryEnglish": "Skadi’s surgery was a success and all of Lindworm had rejoiced. While the whole city is rejoicing, Sapphee ends up catching a cold, possibly from letting her guard down after they finished the surgery. Glenn takes a lot of care in taking care of her and Sapphee uses this chance to let him dote on her. Later on, Glenn has to make a house call, and ends up running into Skadi and Kunai on his way, as well as some others he had treated in the past. They all give Glenn thanks and give him various gifts. He ends up bringing back all of the food and alcohol he had received, and they have a huge party back at the clinic.",
                    "TitleJapanese": "竜の街のお医者さん",
                    "SummaryJapanese": "無事にスカディの手術が成功し、喜びに湧いたリンド・ヴルム。\n街が喜びの空気に包まれる中、サーフェは仕事を終えた安心から風邪を引いてしまう。普段の労いもかねて優しく看病するグレンと、ここぞとばかりに甘えるサーフェ。\nその後、往診の時間になり街へ出るグレンだったが、道中で回復したスカディや苦無、さらにはこれまで治療してきた様々な種族に出会う。みな口々にグレンへの謝辞を述べながら、お礼の品々を渡していく。抱えきれないほどのお酒や食べ物でいっぱいになった診療所では、グレンを囲んでの盛大な宴会が開かれる。"
                }
            }
        }
    }
}