{
    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/5B59-BF81-3508-8B61-B9C6-H",
        "https://www.imdb.com/title/tt12464182/",
        "https://uzakichan.com",
        "http://www.reddit.com/r/UzakiChan",
        "https://www.tvmaze.com/shows/47572/show-slug",
        "https://www.themoviedb.org/tv/98986",
        "https://en.wikipedia.org/wiki/Uzaki-chan_Wants_to_Hang_Out!",
        "https://x.com/uzakichan_asobi"
    ],
    "TitleEnglish": "Uzaki-chan Wants to Hang Out!",
    "SummaryEnglish": "Shinichi Sakurai’s one wish is for a little peace and quiet. But Hana Uzaki — his boisterous, well-endowed underclassman — has other plans. All she wants is to hang out and poke fun at him. With the help of her chipper charm and peppy persistence, this might just be the start of a beautiful relationship!",
    "TitleJapanese": "宇崎ちゃんは遊びたい！",
    "SummaryJapanese": "静かなキャンパスライフを満喫する大学3年生・桜井真一。\n一人で過ごしたいだけなのに、“ぼっち”扱いしてくる後輩・宇崎花に絡まれ、平穏な生活は一変！\nいじられ、けなされ、からかわれ……。\n毎日毎日、宇崎ちゃんのウザ絡みに振り回されることに！\n騒がしい日常はうんざりだけど、でも、一緒に過ごす時間はなんだか退屈しなくて――。\n\n「ぼっちより、二人のほうが絶対楽しいッスよ！」\n\n生意気なのに、どこか憎めない\n“ウザカワ系”後輩との青春ドタバタラブコメ、ついにスタート！",
    "Aliases": [
        "Uzaki-chan wa Asobitai!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1839041",
            "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9608505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9608505",
                    "TitleEnglish": "AT-X Special Program: Uzaki-chan Wants to Play with AR!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "AT-X特番～宇崎ちゃんはARで遊びたい！～",
                    "SummaryJapanese": "2022/10/26(水) 23:00～23:30\nＡＴ－Ｘ\n「宇崎ちゃんは遊びたい！ω」AT-X特番～宇崎ちゃんはARで遊びたい！～\n\n10月より絶賛放送中のTVアニメ「宇崎ちゃんは遊びたい！ω」のAT-Xスペシャル特番が放送決定！\n\n詳細情報\n＜番組内容＞\nすでにお届けした1～3話までの思い出を振り返るほか、日本最大規模のesportsパーク『RED゜TOKYO TOWER（レッド トーキョータワー）』にて今話題のARゲームを遊びつくします…！アニメ同様連携ばっちりなお二人に注目です！\n＜出演＞\n大空直美（宇崎 花 役）\n赤羽根健治（桜井真一 役）"
                }
            }
        },
        "1": {
            "ID": "1839042",
            "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7752669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7752669",
                    "TitleEnglish": "Uzaki-chan Wants to Hang Out!",
                    "SummaryEnglish": "College junior Shinichi Sakurai just wants to be alone, but loudmouthed sophomore Hana Uzaki sees it as her mission to keep him from being lonely.",
                    "TitleJapanese": "宇崎ちゃんは遊びたい！",
                    "SummaryJapanese": "一人ぼっちを愛する大学三年生の桜井真一。同級生とはつるまず、学食では一人ぼっち。 ポカポカ陽気の中、キャンパスのベンチでは一人で昼寝。 それはそれは幸せな学生生活を送っていた。が、ある日突然、一つ下の後輩・ 宇崎花が現れ、桜井のぼっち楽園は崩壊する。 ぼっちをバカにし、男心をかき乱し、唐揚げを横取り！？ 平穏な学生生活を送るはずだった桜井に、恋の？ただの？ウザかわいい嵐の予感！"
                },
                "2": {
                    "ID": "7790092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7790092",
                    "TitleEnglish": "The Café Owner Wants a Glimpse",
                    "SummaryEnglish": "Uzaki visits the café where Sakurai works, much to his dismay. An encounter with a cat goes horribly awry. Sakurai eats lunch with an actual friend.",
                    "TitleJapanese": "マスターは垣間見たい！",
                    "SummaryJapanese": "喫茶店でバイト中の桜井。心落ち着くコーヒーの香り、ダンディなマスター、大人な雰囲気の店内。桜井がこよなく愛する安らぎの場所……に、宇崎ちゃんが現れる！笑い声と怒声で店内の静寂は喧騒に変わる。通学路では近所の住民から宇崎ちゃんへのハレンチ行為を誤解され、学食ではぼっちを疑われ散々な桜井。再び喫茶店では宇崎ちゃんのレポート作業を手伝うはめになるが、ダンディなマスターは密かにそれを楽しんでいた……。"
                },
                "3": {
                    "ID": "7833880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7833880",
                    "TitleEnglish": "The Asai Family Wants to Look Out for Us!",
                    "SummaryEnglish": "Turns out the café-owner's daughter Ami loves people-watching, too. Sakurai comes down with a really bad cold. Uzaki has a big request for her senior.",
                    "TitleJapanese": "亜細親子は見守りたい！",
                    "SummaryJapanese": "桜井のバイト姿を密かに観察する喫茶店のマスターの娘・亜実。そこへ元気に現れる宇崎ちゃん。水と油のような2人の組合せを見て、更に興味を抱く亜実。そんな中、宇崎ちゃんとぶつかり水を被ってしまったせいで高熱で寝込むこととなった桜井は、宇崎ちゃんに看病されることに。その甲斐あって桜井は快復し、快気祝いで亜実とマスター、桜井と宇崎ちゃんは焼肉屋に集う。2人の関係に進展があったのでは！？と興味津々の親子であったが……。"
                },
                "4": {
                    "ID": "7842851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7842851",
                    "TitleEnglish": "I Want to Hang Out Together Over the Holiday!",
                    "SummaryEnglish": "Uzaki tries to get Sakurai out of the house over the extended Golden Week holiday. A crowded train takes Sakurai someplace he doesn't want to go.",
                    "TitleJapanese": "連休は一緒に遊びたい！",
                    "SummaryJapanese": "GWにぼっちの桜井は家でTVゲームをしていた。そんな中、突然現れた宇崎ちゃんが桜井を誘い、ドラモンGOのモンスターを探しに公園へと出掛ける。連日のゲームプレイで目つきが相当悪い桜井。PC用眼鏡を買おうと2人は眼鏡屋へ。偶然居合わせた亜実と一緒に桜井の眼鏡を選ぶが、面白眼鏡大会に終わる。再びモンスター大量発生イベントへと向かう桜井と宇崎ちゃん。が、満員電車で宇崎ちゃんと桜井が密着！？桜井の運命やいかに……。"
                },
                "5": {
                    "ID": "7847814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7847814",
                    "TitleEnglish": "I Want to Meddle in My Friend's Business!",
                    "SummaryEnglish": "Sakurai's friend is determined to get him and Uzaki together, but meets resistance from an unusual place. Uzaki has some thoughts about choco-mint.",
                    "TitleJapanese": "親友におせっかいしたい！",
                    "SummaryJapanese": "授業中に高所から落ちる夢を見てガバッと起きた桜井を全力で馬鹿にする宇崎ちゃん。そんな中、桜井は構内で同学年の榊????に久しぶりに会う。桜井の幸せを願う榊????をよそにマイペースに暮らす桜井にイラつく榊????だったが、そこへ宇崎ちゃんが現れる。2人の関係を疑う榊????だが否定する桜井と宇崎ちゃん。それでも期待を抱く榊????。そんな榊????を学食の陰から睨む亜実……。それぞれの想いをかけた戦いの火蓋は切られた！"
                },
                "6": {
                    "ID": "7866837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866837",
                    "TitleEnglish": "Summer! The Beach! I Want to Test My Courage!",
                    "SummaryEnglish": "Uzaki starts her part-time job. Sakaki orchestrates a summer getaway for the four friends, including a fun day at the beach and a spooky night walk.",
                    "TitleJapanese": "夏だ！海だ！きもだめしたい！",
                    "SummaryJapanese": "桜井のバイト先の喫茶店で宇崎ちゃんもバイトを始める。「夏休みは家に引きこもってゲーム」と宣言した桜井を海水浴へ引っ張り出す宇崎ちゃん。そこに榊????、亜実も加わる。ガチ泳ぎを亜実に怒られ、スイカ割りでは宇崎ちゃんにいじられ、榊????の夜の肝試し企画では怖がりすぎて離脱する桜井。榊????の別荘に泊まることになった4人だったが、その夜、桜井はTVゲームをしている宇崎ちゃんの隣で眠ってしまい二人きりに……。今宵、何かが動き出す！？"
                },
                "7": {
                    "ID": "7866840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866840",
                    "TitleEnglish": "I Want to Hang Out at a Cat Café and a Pub!",
                    "SummaryEnglish": "Sakurai asks Uzaki to join him cuddling friendly felines at a cat café. Uzaki asks Sakurai to accompany her to a pub for drinks on her 20th birthday.",
                    "TitleJapanese": "猫カフェと居酒屋で遊びたい！",
                    "SummaryJapanese": "宇崎ちゃんを誘い出し猫カフェに初挑戦する桜井。その帰り、二十歳の誕生日が近い事を桜井に伝える宇崎ちゃん。悩んだ桜井は誕生日当日に街でプレセントを探していた。そんな中、宇崎ちゃんから連絡がくる。宇崎ちゃんに誘われたそこは居酒屋。初めてのお酒とおつまみにはしゃぎ、ペースが分からない宇崎ちゃんは次々と食べて飲む。終電を逃した宇崎ちゃんを桜井は渋々家へ泊める事に……！？"
                },
                "8": {
                    "ID": "7866845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866845",
                    "TitleEnglish": "I Want to Watch Fireworks Together!",
                    "SummaryEnglish": "The café owner and Ami encourage Sakurai to take a downhearted Uzaki to a fireworks festival in an attempt to get things back to normal between them.",
                    "TitleJapanese": "二人で花火を見上げたい！",
                    "SummaryJapanese": "酔って桜井の布団を汚して以来、元気がない宇崎ちゃん。それを心配した桜井は、マスターと亜実の計らいで宇崎ちゃんを花火大会に誘うことに。ぎこちない宇崎ちゃんを元気付けようと浴衣姿を褒めちぎる桜井。徐々に元気を取り戻す宇崎ちゃんであったが、ひょんな事から桜井はお花畑へ。その夢の中で、桜井は高校時代の宇崎とのある日を思い出す。宇崎ちゃんの膝の上で目覚める桜井。あの日と重なる大輪の花が二人の目の前に打ち上がる。"
                },
                "9": {
                    "ID": "7866849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866849",
                    "TitleEnglish": "Tsuki Uzaki Wants a Thrill?",
                    "SummaryEnglish": "Sakurai meets Uzaki's mother, who's surprised to learn some basic facts about him. A sudden change in personality leaves Uzaki's coworkers befuddled.",
                    "TitleJapanese": "宇崎月はときめきたい？",
                    "SummaryJapanese": "宇崎ちゃんが酔って汚した布団の弁償代が余り、宇崎ちゃんの家にお金を返しに訪れる桜井。出迎えた宇崎ちゃんの母・月は桜井の鋭い目つきに戦慄を覚える。月の誤解に誤解を重ねていく桜井。そして後日、TVゲームをして宇崎ちゃんに負けてボロカスに言われた桜井は「母親はお淑やかだったのに」と宇崎ちゃんの逆鱗に触れてしまう。翌日のバイトからお淑やかキャラに変わる宇崎。戸惑う周囲。宇崎ちゃんはいつもの宇崎ちゃんに戻るのか！？"
                },
                "10": {
                    "ID": "7866851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866851",
                    "TitleEnglish": "I Want to Hang Out in Tottori!",
                    "SummaryEnglish": "An innocent trip to Tottori soon becomes a calculated effort to turn Sakurai and Uzaki into a full-fledged couple. After all, Tottori is for lovers!",
                    "TitleJapanese": "鳥取で遊びたい！",
                    "SummaryJapanese": "鳥取砂丘コナン空港に降り立つ桜井と宇崎ちゃん。偶然！？合流した亜実と榊????と観光地を巡る事になる。鳥取砂丘でかけっこ競争をする桜井と宇崎ちゃん、円形劇場にて桜井に大量の土産を渡す宇崎ちゃん、白兎神社で桜井のうさぎ焼きをぶんどる宇崎ちゃん。鳥取の真実をひた隠しにしながら泳がされる桜井と宇崎ちゃんだが、真実を知った二人は「とことん遊んで楽しむ！」と開き直る決意をする。鳥取へようこそ！！"
                },
                "11": {
                    "ID": "7866855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866855",
                    "TitleEnglish": "Does Sakurai Want to Hang Out, Too?",
                    "SummaryEnglish": "Sakurai makes Uzaki clean up her stuff, then takes cooking lessons from her mom. A solo karaoke trip spirals out of control and ends in disaster.",
                    "TitleJapanese": "桜井も遊びたい？",
                    "SummaryJapanese": "部屋に積まれた宇崎ちゃんの私物を掃除するよう桜井は説教を始めるが、宇崎ちゃんの手料理で鎮まる。 マスターの提案で調理をやってみて散々な結果になった桜井は宇崎ちゃんの母に料理特訓を依頼することに。 そんなある日、ボルダリングの体験コースに参加する桜井と宇崎ちゃん。真剣な桜井の姿に宇崎ちゃんは高校時代の姿を重ねる。"
                },
                "12": {
                    "ID": "7866859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/7866859",
                    "TitleEnglish": "Uzaki-chan Wants to Hang Out More!",
                    "SummaryEnglish": "Uzaki reminisces about her time with Sakurai in high school, then cooks up a scheme to see what he's like when he's drunk as summer comes to an end.",
                    "TitleJapanese": "宇崎ちゃんはもっと遊びたい！",
                    "SummaryJapanese": "夏休みも終盤のある日、ギックリ腰になったマスターを桜井が病院へと運んでいる頃、宇崎ちゃんは亜実に桜井との高校時代の話をする。話しているうちに思わぬ癖を亜実に指摘され赤面する宇崎ちゃん。後日、ふと「先輩の酔った姿を見たい！」と思い立った宇崎ちゃんは榊????の助言で桜井とサシで宅飲みをすることに。夏の終わりにいよいよ何かが動き出す！？"
                }
            }
        },
        "2": {
            "ID": "1948589",
            "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8602595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/8602595",
                    "TitleEnglish": "Uzaki-chan Wants to Hang Out, All Right!",
                    "SummaryEnglish": "Sakaki invites Sakurai and Uzaki bowling, which turns into a full-fledged battle royale. Ami schemes to get the two into sexy uniforms at the café.",
                    "TitleJapanese": "宇崎ちゃんはやっぱり遊びたい！",
                    "SummaryJapanese": "夏休みが終わってしまい気分ダダ下がりの宇崎ちゃん。\nだけど、桜井が現れるとご機嫌な様子でウザ絡み！\nそんな2人を生暖かく見守る榊????がボウリングに行くことを提案すると、\n宇崎ちゃんはいつも通り桜井に勝負を挑むのだった。\n負けたら勝ったほうの言うことを聞かないといけない！\n果たして桜井は宇崎ちゃんの妨害工作を乗り越えられるのか!?\nまたある日、亜実は喫茶アジアの制服を刷新しようと目論んでいた。\n宇崎ちゃんがいろいろな制服(?)を着せられることに……？"
                },
                "2": {
                    "ID": "9363371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363371",
                    "TitleEnglish": "I Want to Make Udon After We Hang Out!",
                    "SummaryEnglish": "A day out with Sakaki and Ami turns into a grudge match of futsal against a trio of bullies. Sakurai asks Uzaki's mom Tsuki to teach him a new dish.",
                    "TitleJapanese": "遊んだあとはうどんを打ちたい！",
                    "SummaryJapanese": "いつものメンバーで遊びに行くことになり、亜実は宇崎ちゃんと桜井のドキドキのハプニングを期待していた。\n亜実とのショッピング中、急に水着が見たいと言い出す宇崎ちゃん。どうやら最近桜井と何かがあったようで……？"
                },
                "3": {
                    "ID": "9363372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363372",
                    "TitleEnglish": "Does Uzaki-chan Want to Go to the School Festival?",
                    "SummaryEnglish": "Sakurai isn't feeling the school festival, but he and Uzaki go as a favor for Sakaki. A fortune-telling mix-up puts a spotlight on their relationship.",
                    "TitleJapanese": "宇崎ちゃんは学祭に行きたい？",
                    "SummaryJapanese": "いよいよ学祭シーズン！\n――にもかかわらず期間中は引きこもってゲーム三昧するつもりの桜井。\nそんな桜井に呆れながらも何だかんだ構ってあげる宇崎ちゃんだったが、\n学祭実行委員会を手伝っていた榊????からスタンプラリーについて聞かされ、\n2人は豪華な景品を求めて学祭に出かけることに。"
                },
                "4": {
                    "ID": "9363373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363373",
                    "TitleEnglish": "Uzaki-chan Wants to Be Number One!",
                    "SummaryEnglish": "When Uzaki gets the wrong idea about Sakurai, Sakaki and Ami try to jump-start their stalled relationship. Sakurai reaches a new level with Hana.",
                    "TitleJapanese": "宇崎ちゃんはマウントとりたい！",
                    "SummaryJapanese": "学祭の占いの結果で桜井に好かれていると勝手に確信した宇崎ちゃん。\n浮かれた様子で亜実と榊????????に事情を打ち明けるのだが、宇崎ちゃんもビビっているらしく何やら様子がおかしい……。"
                },
                "5": {
                    "ID": "9363374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363374",
                    "TitleEnglish": "The Whole Uzaki Clan Wants to Get Together!",
                    "SummaryEnglish": "Ami gets to the root of Hana's bad mood. Sakurai meets an intense gym trainer. Hana's father calls a family meeting that quickly goes off the rails.",
                    "TitleJapanese": "宇崎一家は勢揃いしたい！",
                    "SummaryJapanese": "桜井が月を名前呼びしたのが気に入らず、へそを曲げる宇崎ちゃん。\n亜実は桜井が名前呼びに慣れるよう、\nこの日限定で下の名前で呼び合うことを強制する。\n宇崎ちゃんを名前呼びする桜井だったが……。"
                },
                "6": {
                    "ID": "9363375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363375",
                    "TitleEnglish": "Uzaki-chan Wants to Celebrate!",
                    "SummaryEnglish": "Fujio vents about his daughter to a clueless Sakurai, who goes on to reach an overdue new level with Uzaki. The two celebrate Sakurai's 21st birthday.",
                    "TitleJapanese": "宇崎ちゃんはお祝いしたい！",
                    "SummaryJapanese": "ジムに入会して数日、フジさんとも仲良くなり、\n娘の悩みを聞かされる桜井。 フジさんいわく、娘には好きな男がいるらしく、\n自宅でご飯まで作ってあげているのにまだ何もないとのこと。\n身に覚えがありそうな話を聞いて、桜井は……。"
                },
                "7": {
                    "ID": "9363376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363376",
                    "TitleEnglish": "Uzaki-chan Wants a Confession!",
                    "SummaryEnglish": "Uzaki comes up with a way to further endear herself to Sakurai, while little sister Yanagi concocts a plan to finally meet her big sister's senpai.",
                    "TitleJapanese": "宇崎ちゃんは告白させたい！",
                    "SummaryJapanese": "先輩と一緒に過ごせる大学生活もあと1年ちょっとしかない。\nその事実に気づいて焦り始める宇崎ちゃん。\nそんな中、キャンパスで桜井が同期の女子に頼られている姿を目にしてしまう。\nふいに現れた榊????が宇崎ちゃんをけしかけると、\n動揺しながらも「桜井に告白させる」と豪語するのだった。"
                },
                "8": {
                    "ID": "9363377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363377",
                    "TitleEnglish": "Yanagi and Kiri Want to Have Fun, Too!",
                    "SummaryEnglish": "Sakurai has something like an epiphany about his resistance to using Uzaki's first name. Kiri looks to release pent-up energy during finals season.",
                    "TitleJapanese": "柳と桐も楽しみたい！",
                    "SummaryJapanese": "宇崎ちゃんは桜井が柳を下の名前で呼んだことにぷんすこしまくり、\n桜井に当たり散らしていた。\n桜井は機嫌を取ろうと頑張って「花」呼びするが、へそを曲げたまま。\nそこで桜井は思案する、なぜ宇崎ちゃんだけ名前で呼べないのか。\n逡巡の末、桜井は衝撃的な言葉をこぼしてしまう⁉"
                },
                "9": {
                    "ID": "9363378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363378",
                    "TitleEnglish": "Fujio Uzaki Wants Family Time!",
                    "SummaryEnglish": "Fujio takes his wife and daughters to a hot-spring resort for some refreshing relaxation--and to repair the bond with Hana that he can feel weakening.",
                    "TitleJapanese": "第9話",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9363379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363379",
                    "TitleEnglish": "We Want a Thrill Before Christmas!",
                    "SummaryEnglish": "Tensions are high between Sakurai and Hana as the lovers' holiday of Christmas approaches. Sakurai gets a shock when he touches base with his family.",
                    "TitleJapanese": "クリスマス前はドキドキさせたい！",
                    "SummaryJapanese": "クリスマスを目前に控え、宇崎ちゃんは桜井から何らかの\nアプローチがあるのではと期待を膨らませていた。\nなんといっても桜井の“特別”なのだから！\nしかし、“いざ”となったときのことを想像するとなぜかドキドキ。\nどうしてこんなに心配するようになったのか。\nそんな中、桜井に思わせぶりなことを言われたり、\nまたお泊まりすることになったりして……!?"
                },
                "11": {
                    "ID": "9363380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363380",
                    "TitleEnglish": "I Kind of Want to Do Things Right Already!",
                    "SummaryEnglish": "Hana reminisces about high school with Sakurai while his father warns him about their relationship. Sakurai gets solid advice from an unlikely source.",
                    "TitleJapanese": "なんだかそろそろちゃんとしたい！",
                    "SummaryJapanese": "亜実から高校時代の話を求められ、\nまた一つ桜井との思い出を語る宇崎ちゃん。\n実は桜井が水泳を教えた後輩は宇崎ちゃんが初めて。\n教えるのは下手だけど、それでもどこか頼りになって……。\nそこで宇崎ちゃんは桜井のある秘密に気づくのだった。"
                },
                "12": {
                    "ID": "9363381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363381",
                    "TitleEnglish": "I Want to Hang Out on Christmas Eve, Too!",
                    "SummaryEnglish": "It's Christmas Eve, and Hana finds a way to spend it with Sakurai at her home. He's introduced to her father Fujio, who knows him from somewhere...",
                    "TitleJapanese": "クリスマスイブも遊びたい！",
                    "SummaryJapanese": "クリスマス目前にもかかわらず桜井にウザ絡みして\n出禁となってしまった宇崎ちゃん。\nほとぼりが冷めるまで静観を決め込むが、\n2人の膠着状態をなんとかしたい柳がお店に現れ、\n彼女はあろうことか宇崎ちゃんの目の前で桜井を\nクリスマスイブのデートに誘うのだった！"
                },
                "13": {
                    "ID": "9363382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uzaki-chan-wants-to-hang-out/episodes/9363382",
                    "TitleEnglish": "I Want to Hang Out Together Next Year, Too!",
                    "SummaryEnglish": "Christmas Eve at the Uzaki house comes to a confusing end for just about everyone involved, leading Sakurai to reexamine his feelings for his junior.",
                    "TitleJapanese": "来年も一緒に遊びたい！",
                    "SummaryJapanese": "クリスマスイブの狂乱はまだまだ続く！　\n藤生が買い出しから帰ってくると、そこに広がっていたのは地獄絵図。\n酔った宇崎ちゃんが桜井の服を脱がそうとし、\nさらには月までおかしくなっている!?"
                }
            }
        }
    }
}