{
    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12642634/",
        "https://iwgp-anime.com/",
        "https://www.themoviedb.org/tv/98867",
        "https://x.com/iwgp_anime"
    ],
    "TitleEnglish": "Ikebukuro West Gate Park (2020)",
    "SummaryEnglish": "Ikebukuro West Gate Park, beside Ikebukuro Station in Tokyo, is the district where Makoto lives. Makoto is the so-called “trouble shooter of Ikebukuro”, and solves complicated issues that relate to gangs and the Yakuza - problems that even the police can’t handle.",
    "TitleJapanese": "池袋ウエストゲートパーク",
    "SummaryJapanese": "東京、池袋の西口公園。通称“池袋ウエストゲートパーク”近くにある\n果物屋の息子・真島誠（マコト）は、ヤクザ絡みの犯罪やギャングの縄張り争いなど、警察では手出しできない難事件を次々に解決する\n“池袋のトラブルシューター”と呼ばれていた。\n\n有象無象な人間が集まる池袋の中で、組織に属さず、誰にでもフラットに付き合うマコトの元には、常に危険で刺激的な依頼が舞い込む。\n\n「誰にでも優しい街、愛と平和の池袋。…そう、池袋は最高だ」\n\n今日も池袋の秩序を守っていた彼のもとに、街の平和を揺るがす厄介な事件が持ち込まれる――。",
    "Aliases": [
        "I.W.G.P.",
        "IWGP",
        "Ikebukuro West Gate Park"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1840437",
            "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7916282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7916282",
                    "TitleEnglish": "North Gate Smoke Tower",
                    "SummaryEnglish": "A dangerous new drug is on the streets, and its addicts are causing trouble around town. Takashi enlists Makoto's aid in dealing with the problem, and for Makoto, things soon become personal.",
                    "TitleJapanese": "北口スモークタワー",
                    "SummaryJapanese": "東京、池袋。西一番街にある真島青果店の息子・マコトは、ヤクザ絡みの犯罪やギャングの縄張り争いなど警察では手出しができない問題を解決したことで、“池袋のトラブルシューター”と呼ばれていた。今日もマコトのもとには厄介な事件が持ち込まれて…"
                },
                "2": {
                    "ID": "7925259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925259",
                    "TitleEnglish": "Nishi Ichibangai Shady Job",
                    "SummaryEnglish": "There's a new gang in town, and the word on the street is that they're acting as enforcers for a local business that treats its employees in highly questionable fashion. It's up to Makoto and one of said employees to uncover the truth.",
                    "TitleJapanese": "西一番街ブラックバイト",
                    "SummaryJapanese": "ある日、池袋にもう一人のカリスマが舞い降りた。名前は尾崎キョウイチ。彼が率いる『レッドエンジェルス』は瞬く間にメンバーを増やし池袋で勢力を広げていた。そんな中、『レッドエンジェルス』と悪名高いブラック企業が裏でつながっているという噂が流れて…"
                },
                "3": {
                    "ID": "7925260",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925260",
                    "TitleEnglish": "ZettaMovier @ Metropolitan Theater",
                    "SummaryEnglish": "An online content creator asks the G-Boys to provide him with a bodyguard, so Makoto is put on the job. This means he has to learn what video sharing is all about, and that's just the start of his revealing experience with ongoing online education.",
                    "TitleJapanese": "ゼタムーバー＠芸術劇場",
                    "SummaryJapanese": "動画投稿サイト「ゼタ・ムービー」の人気投稿者・140☆流星からボディーガードの依頼がきた。対立するライバル投稿者から脅迫を受けているので守ってほしいという。流星の話を聞いているうちに、彼の真剣な仕事への取組みに感銘を受け、その依頼を受けるマコトだったが…"
                },
                "4": {
                    "ID": "7925261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925261",
                    "TitleEnglish": "Waltz for Baby",
                    "SummaryEnglish": "A man he's only just met asks Makoto if he can help him figure out who killed his son five years ago. Thus begins some detective work for Makoto, which ends up digging up things that perhaps should have remained buried in the past.",
                    "TitleJapanese": "ワルツ・フォー・ベビー",
                    "SummaryJapanese": "クリスマス間近、マコトは殺人事件でひとり息子を亡くしたタクシー運転手・靖洋と出会う。自分と似た境遇の靖洋に親近感を覚え、犯人捜しの協力を申し出たマコトは、靖洋の息子がヘッドを務めていた上野のチームの情報を集めることにする。"
                },
                "5": {
                    "ID": "7925262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925262",
                    "TitleEnglish": "Dragon Tears",
                    "SummaryEnglish": "An advisor for technical intern trainees from China asks Makoto to help him find one of his missing charges. If she isn't back at her factory in time for an upcoming inspection, it could end up being bad news for everybody.",
                    "TitleJapanese": "ドラゴン・ティアーズ",
                    "SummaryJapanese": "習生のアドバイザー・林は、日本の縫製工場から失踪した少女・クーの行方を追っていた。一週間後の査察でクーがいないと同期の実習生たちが中国に強制送還になってしまうという。タイムリミットが迫る中、マコトにクーの捜索を依頼するが、その裏には中国人組織の「東龍」が深く関わっていて…"
                },
                "6": {
                    "ID": "7925263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925263",
                    "TitleEnglish": "G-Boys Winter War, Part 1",
                    "SummaryEnglish": "Someone called Shadow is going around beating up G-Boys, and all the victims happen to be under Hiroto's command. Hiroto suspects Takashi is responsible, so Makoto has to figure out who hired Shadow before a war breaks out.",
                    "TitleJapanese": "Gボーイズ冬戦争・前編",
                    "SummaryJapanese": "思いがけず自主映画に出演することになったマコトは慣れない芝居に疲労困憊。そんな彼のもとに、Gボーイズ内のヒロト派のチームが何者かに襲われたという情報が舞い込む。タカシに不満を持っていたヒロトはこの襲撃事件はタカシの仕業だと疑いはじめるが…"
                },
                "7": {
                    "ID": "7925264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925264",
                    "TitleEnglish": "G-Boys Winter War, Part 2",
                    "SummaryEnglish": "Information about Shadow and his employer trickles in, as Makoto pulls out all the stops to prevent a civil war amongst the G-Boys. Now the question is, how big are the risks he's willing to take to maintain peace in Ikebukuro?",
                    "TitleJapanese": "Gボーイズ冬戦争・後編",
                    "SummaryJapanese": "イズからの独立を宣言したヒロト。マコトは戦争を止めるために自主映画の撮影を続けつつ、池袋の混乱をたき付ける組織の情報を掴むが、ついにはマコト自身が襲撃を受けてしまう。"
                },
                "8": {
                    "ID": "7925265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925265",
                    "TitleEnglish": "Senkawa Fall Out Mother",
                    "SummaryEnglish": "Kyouichi suspects one of his fans is having trouble getting by, so he asks Makoto to go check in on her and her young son. Makoto's mother takes an unexpected interest in the situation as well, and they find there's more going on than meets the eye.",
                    "TitleJapanese": "千川フォールアウト・マザー",
                    "SummaryJapanese": "母親の留守中に子供がベランダから転落する事故が起きた。キョウイチからの依頼でその親子の様子を見てきてほしいと頼まれるマコト。だが母親のユイは事故後、SNSで酷い誹謗中傷を受けていた。"
                },
                "9": {
                    "ID": "7925266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925266",
                    "TitleEnglish": "Hatred on Parade",
                    "SummaryEnglish": "Makoto deals with two cases at once. One has to do with a nationalistic hate group, and the other, the harassment of local shops that employ foreigners. The hate group claims they aren't responsible for the harassment, but can they be trusted?",
                    "TitleJapanese": "憎悪のパレード",
                    "SummaryJapanese": "今回の依頼は、外国人から日本を取り戻そうと主張する団体「外排会」のデモを守ること。彼らの活動を認めない「へ民会」が依頼主で、過激な仲間が力づくで相手に攻撃するのを防いでほしいという。不本意な依頼に気乗りしないマコトだったが、思わぬところから大きな事件に発展してしまう。"
                },
                "10": {
                    "ID": "7925267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925267",
                    "TitleEnglish": "Beastly Reunion",
                    "SummaryEnglish": "A woman abruptly commissions Makoto to get revenge for an attack that crippled her brother. But the \"beast\" who attacked him hardly seems savage, so Makoto decides to dig a little deeper on this case.",
                    "TitleJapanese": "野獣とリユニオン",
                    "SummaryJapanese": "路上強盗に足を壊され、料理人になる夢を奪われた兄の復讐を誓った妹のチヒロは、少年院から出て普通の生活を送る犯人を恨み、同じ目にあわせてほしいとマコトに依頼する。マコトは調査をする中で、犯人の意外な事実に直面する。"
                },
                "11": {
                    "ID": "7925268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925268",
                    "TitleEnglish": "Sunshine Street Civil War, Part 1",
                    "SummaryEnglish": "As tensions rise between the G-Boys and the Red Angels, Makoto finds himself mediating from the middle as usual. But this time the situation is different, and the stakes become much higher than they've ever been.",
                    "TitleJapanese": "サンシャイン通り内戦（シビルウォー",
                    "SummaryJapanese": "ここ最近、Gボーイズとレッドエンジェルスの小競り合いが池袋のあちこちで起きていた。事態を収束させようとマコトがトップ会談を進言し、タカシとキョウイチも話し合いでの解決を望んでいたが、レッドエンジェルスのメンバーが刺殺されたことで事態は急変。サンシャイン通りを境界とした全面戦争が始まろうとしていた。"
                },
                "12": {
                    "ID": "7925269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ikebukuro-west-gate-park-2020/episodes/7925269",
                    "TitleEnglish": "Sunshine Street Civil War, Part 2",
                    "SummaryEnglish": "Now on the run from most of his former friends, Makoto has to use all the resources he has left to piece together who's causing so much trouble in Ikebukuro. Chances are, it's the same one who seems to have a personal grudge against him.",
                    "TitleJapanese": "サンシャイン通り内戦(シビルウォー)・後編",
                    "SummaryJapanese": "追われる身となったマコトは、抗争を裏で操っているのが関西の組織・京極会だと掴む。一方、両グループは武器を手に入れ、西口公園での最終決戦への準備を着実に進めていた。タイムリミットが迫るなか、マコトは真の黒幕に接触を図る。"
                }
            }
        }
    }
}