{
    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12373592/",
        "https://sigururi.com/",
        "http://www.reddit.com/r/SenyokuNoSigrdrifa",
        "https://www.themoviedb.org/tv/99910",
        "https://www.themoviedb.org/tv/99910",
        "https://x.com/sigururi"
    ],
    "TitleEnglish": "Warlords of Sigrdrifa",
    "SummaryEnglish": "The Pillars suddenly appeared above Earth, threatening all life. A god who called himself Odin came to the aid of humanity as it was driven to near complete defeat. To counter the Pillars, Odin declared a counterattack by bequeathing humanity with the battle maidens Walküres and the \"herocraft\" as their wings. Several years later, the battle between humanity and Pillars rages on, with men supporting the Walküres as they soar through the treacherous skies to save the world. Japan is no exception. Three Walküres confront the giant Pillar looming over sacred Mt. Fuji. Each Walküre is skilled, but each also has issues. And now, an ace pilot has arrived from Europe. \"Now is the time to fight back, humanity. The day of reckoning has arrived. The time of Ragnarok draws nears.\"",
    "TitleJapanese": "戦翼のシグルドリーヴァ",
    "SummaryJapanese": "――突如、地球上に現れ、あらゆる生命の脅威となった『ピラー』。\n打つ手もなく追い込まれていく人類に手を差し伸べたのは、\n自らを『オーディン』と名乗る神の存在だった。\nオーディンはピラーに対抗する術として、戦乙女『ワルキューレ』と、\n彼女たちの翼となる英霊機を人類に授け、反撃を宣言した。\n\nそれから数年――人類とピラーとの戦いが続く空、\n戦翼を纏った戦乙女たちが、\nそんな戦乙女たちを支える男たちが、\n世界を救うために命懸けの空を翔けている。\n\nここ日本も例外ではない。\n霊峰富士にそびえし巨大なピラーと対峙する、3人の戦乙女。\nいずれも腕は確かだが、揃いも揃って問題児ばかり。\nそこに、欧州から訳アリのエースパイロットがやって来ることになり……。\n\n「さあ、反撃の時だ、人類。\n来るべき決戦の日――ラグナロクの時は近い」",
    "Aliases": [
        "Senyoku no Sigrdrifa",
        "Sigururi"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1840433",
            "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8063261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/8063261",
                    "TitleEnglish": "Battle Records of the 909th Valkyrie Wing!",
                    "SummaryEnglish": "The story of Claudia and the 909th Valkyrie Wing is recounted once more in another look at the events thus far.",
                    "TitleJapanese": "第909戦術姫隊戦闘記録！",
                    "SummaryJapanese": "これまでのワルキューレたちの活躍を振り返る特別編！"
                }
            }
        },
        "1": {
            "ID": "1840434",
            "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7904695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7904695",
                    "TitleEnglish": "Welcome to Tateyama Base!",
                    "SummaryEnglish": "A Named Valkyrie shouldering a tragic history is reassigned to a base in Japan. But if anyone can break her curse, it's the quirky people of this strange base.",
                    "TitleJapanese": "館山基地へようこそ！",
                    "SummaryJapanese": "突如として世界に出現した敵性存在・ピラー。その打倒のため、神は戦乙女、ワルキューレを人類に遣わした。\nそれから5年、各地でピラーとの戦争が続く中、日本の館山基地にひとりの戦乙女が転属された。世界に9人しかいない精鋭――ネームドワルキューレのひとり、クラウディア・ブラフォード。生真面目な彼女は、いろいろな意味で常識外の館山基地と、そこで出会った3名の問題児な戦乙女たちに戸惑いを隠せず……。"
                },
                "2": {
                    "ID": "7973536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7973536",
                    "TitleEnglish": "Umihotaru Sea Assault!",
                    "SummaryEnglish": "As Claudia settles in and meets the crew, a Pillar appears and forces the base to scramble. Problem is, there's no way to reach it without some stunt flying.",
                    "TitleJapanese": "海ほたる海上突撃戦！",
                    "SummaryJapanese": "館山基地に着任したクラウディアは、六車・宮古、駒込・アズズ、渡来・園香と力を合わせてピラーの撃退に見事成功した。\nとはいえ、いまだ自由すぎる館山基地の空気になじめないクラウに対し、宮古は「ワルキューレだけの親睦会」を提案する。\n元気いっぱいの宮古、寝不足で不機嫌なアズズ、したたかな園香らと交友を深めるクラウ。そんな彼女らに新たなピラー出現の報が届く。場所は館山基地に程近い「海ほたる」。そこには多くの一般市民が取り残されていて――。"
                },
                "3": {
                    "ID": "7973538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7973538",
                    "TitleEnglish": "Disaster Recovery Assessment!",
                    "SummaryEnglish": "The Valkyries revisit Umihotaru to check on the battle's aftermath. However, the damage done is much closer to home.",
                    "TitleJapanese": "激戦地回復調査任務！",
                    "SummaryJapanese": "日課である鍛錬のため基地内の道場へ向かったクラウは、先に朝稽古をしていた宮古と遭遇する。彼女に連れられ、慌ただしい館山基地の朝を味わうクラウは、自分がこの場所になじみつつあることを実感していた。\nそんなクラウをはじめとしたワルキューレたちに、里見司令から新たな任務が下される。それは先日ピラー被害に遭った「海ほたる」の回復調査、つまりは慰問だった。慰問部隊の隊長に任命されたクラウは、戸惑いながらも宮古、園香、シールド隊の面々と一緒に現地に赴くが――。"
                },
                "4": {
                    "ID": "7973540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7973540",
                    "TitleEnglish": "Tateyama Castle Swimsuit Skirmish!",
                    "SummaryEnglish": "When there's a Pillar between them and their planes, the Valkyries get help from scantily-clad men to sneak them back to base.",
                    "TitleJapanese": "館山城水着男女回遊戦！",
                    "SummaryJapanese": "館山市上空に出現したピラー。倒しても別の場所ですぐに復活するという厄介な性質を持つ敵に翻弄され、地上からは基地に戻れなくなってしまう。\n基地に戻れなければ、英霊機には乗れない。そんな八方塞がりの状況に頭を抱えるワルキューレたちだったが、シールド隊の面々から、実は基地に通じる地下壕があるという情報を入手する。\nしかし、その地下壕に行くためには海を通らなくてはならない。かくして、ワルキューレたちは水着姿となり、基地までのルートを突き進む！"
                },
                "5": {
                    "ID": "7973542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7973542",
                    "TitleEnglish": "Tateyama Joint Forces!",
                    "SummaryEnglish": "There's a new Valkyrie in town who has history with Sonoka. With her arrival comes news of a counteroffensive that hopes to liberate Japan.",
                    "TitleJapanese": "館山基地合流遊撃隊！",
                    "SummaryJapanese": "激戦区にばかり配属されている歴戦のワルキューレ、天塚。弥生。そんな彼女が館山基地に来た理由は、秘密裏に計画されていたある作戦のためだった。人類の一大反抗作戦、《富士プライマリー・ピラー》攻略――日本の稼働全戦力を投入するという途方もないプランに驚くアズズとクラウは、大神オーディンの真意を問うべく、直談判に臨む。\n一方、弥生の顔を見て以降、園香の様子がおかしくなっていて……。\n\n「今更なんでなの、お姉ちゃん…」"
                },
                "6": {
                    "ID": "7975804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975804",
                    "TitleEnglish": "Fuji Pillar Assault!",
                    "SummaryEnglish": "After Yayoi sheds light on her dilemma, the world's best descend upon Mount Fuji. Though the battle begins well, nobody is prepared for what happens.",
                    "TitleJapanese": "富士ピラー攻略戦！",
                    "SummaryJapanese": "オーディンの言葉は現実のものとなった。世界中のピラーが休眠期に入った隙をつき、霊峰富士のプライマリー・ピラーを攻略すべく人類反攻作戦が始まった。\nかつて欧州でクラウと翼をともにしたリズベット・クラウンやレイリー・ハルティアをはじめ、世界各地のエース級ワルキューレが続々と日本に集う光景に、館山基地の面々の士気も否応なしに高まっていた。\nオーディンの加護を受け、次々と飛び立っていく戦士たち。その空の先にあるものは――。\n\n「我々の国を、未来を、奪還する！！」"
                },
                "7": {
                    "ID": "7975815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975815",
                    "TitleEnglish": "Fuji Pillar Retreat!",
                    "SummaryEnglish": "Everyone scrambles for their lives when things take a turn for the worse.",
                    "TitleJapanese": "富士ピラー撤退戦！",
                    "SummaryJapanese": "富士プライマリー・ピラーの内部に突入したクラウ、宮古、アズズ、園香らを待ち構えていたのは、謎の巨人と、かつて撃墜された戦乙女たちの黒い英霊機だった。\nかつての仲間たちとの戦闘に戸惑い、怒りを覚えるワルキューレたち。そんな彼女らを追い込むように、日本各地からピラーが富士に向かって集結しはじめる。\nさらには、かつて日ノ本の守護者と呼ばれたS級ネームド、沖田・桜の黒い機体が牙をむき――。\n\n「あなたの墜ちた昨日より、今日の私たちの方が、強い！」"
                },
                "8": {
                    "ID": "7975822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975822",
                    "TitleEnglish": "Exploring a Mythical World!",
                    "SummaryEnglish": "Ichiro works with tattered troops in a race against time. Meanwhile, the others look in a hidden world for a hint to turn the tides.",
                    "TitleJapanese": "神話世界探索作戦！",
                    "SummaryJapanese": "多くのものを失い、富士プライマリー・ピラー攻略作戦は失敗に終わった。オーディンは生死不明、館山基地も拡大した敵勢力下に陥ちてしまう。\nだが、館山基地の面々は諦めていなかった。基地奪還に向け、宮古は再び操縦桿を握る。アズズとクラウは、大神オーディンが遺した言葉から「真実」を探るべく、ヴァルハラへの扉を開こうとする。\nそして、弥生の死から立ち直れぬ園香もまた、自分のやれることを求め……。\n\n「思い出せ、クラウディア。オーディンがあんたに何を託したのか」"
                },
                "9": {
                    "ID": "7975831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975831",
                    "TitleEnglish": "Retaking Tateyama Air Base!",
                    "SummaryEnglish": "As enemies close in from all sides, the crew in Valhalla run for their lives and Sonoka faces her fear of the sky.",
                    "TitleJapanese": "館山故郷奪還戦！",
                    "SummaryJapanese": "ヴァルハラで不思議な壁画を見たアズズとクラウたちは脱出を図ろうとする。古代の戦士たちと戦いながら、脱出経路を探ろうとするが、ひとりまたひとりと負傷者が増えていく。\n一方、宮古たちもセカンダリー・ピラーの内部に取り込まれ、苦戦を強いられてしまう。\nやがて、下総空軍基地の近辺にも新たなピラーが出現。新たな生命が誕生したばかりの避難民を守るため、園香は立ち上がった。\n\nオーディンの居所たるヴァルハラで、クラウとアズズは謎めいた壁画を発見する。この戦いにまつわる重大な真実の一端に触れた一行は、その情報を持ち帰ろうとするが、侵入者を抹殺線とする古代の戦士たちによって窮地に追い込まれる。\n館山基地奪還のため英霊機に乗った宮古は、セカンダリー・ピラーの内部に取り込まれ、苦戦を強いられる。\n未だ心の傷が癒えぬ園香は、ピラーから地上に残る人々を守るために必死に活路を見出そうとし……。\n\n「いくらでもかかってこい。アタシは今までも、これからも、一度だって、諦める事はない――！！」"
                },
                "10": {
                    "ID": "7975839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975839",
                    "TitleEnglish": "The Eve Before the Battle of Tateyama Bay!",
                    "SummaryEnglish": "Odin's declaration of war forces humanity into one last, great battle. But before it begins, Miyako rallies Tateyama to hold a special event.",
                    "TitleJapanese": "館山湾決戦前夜！",
                    "SummaryJapanese": "クラウたちは館山基地に帰還した。\nだが、館山にたどり着いた人々は活力を失っていた。館山の人々を元気づけるために宮古たちは動き始める。\n一方、アズズがヴァルハラから持ち帰った情報により、人類はオーディンの真意にたどり着いた。各国は協力し、「《富士プライマリー・ピラー》再攻撃」を提唱する。アズズたちはその最終決戦に向けて、全精力を傾けて作戦立案を始めた。\n\n館山基地の奪還に成功した第909戦術姫隊の面々。だが、アズズが持ち帰った「真実」の衝撃は大きかった。\n紛糾する各国首脳の前に再び姿を現したオーディンは、戦う動機・戦う力・戦う敵、その全てを与えてやったと、人類へ宣戦を布告する。対する人類が立てた作戦は、《富士プライマリー・ピラー》への再攻撃だった。\n寝食を削って作戦立案に没頭するアズズをはじめ、それぞれが自分のするべき仕事に取り組む中、宮古はある決意を固め……。\n\n「ウチは、天才だ。賢くて、可愛い。だから、わかる。…次の反攻作戦が失敗したら、人類は終わりだ。負けるんだって」"
                },
                "11": {
                    "ID": "7975849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975849",
                    "TitleEnglish": "Reattacking Fuji Pillar!",
                    "SummaryEnglish": "Humanity soars into battle for the decisive showdown. Though Azuzu's strategy impresses Odin, she's not the only one with surprises in store.",
                    "TitleJapanese": "富士ピラー再攻略戦！",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7975861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/warlords-of-sigrdrifa/episodes/7975861",
                    "TitleEnglish": "Welcome to Tateyama Base!!",
                    "SummaryEnglish": "In the climactic battle between humanity and god, Odin himself enters the fray. Both sides pull out all the stops as they struggle for survival.",
                    "TitleJapanese": "館山基地へようこそ！！",
                    "SummaryJapanese": "第二次《富士プライマリー・ピラー》攻略作戦は最終局面を迎えようとしていた。\nとうとうスレイプニルにまたがり戦場に姿を見せたオーディン。対峙するは、クラウ、宮古、アズズ、園香の第909戦術姫隊と、彼女とともに戦ってきた館山基地の面々。\nクラウの歌が戦場に響く中、アズズ、宮古、園香たちは《富士プライマリー・ピラー》と雷の巨人トールに決戦を挑む。\n滅びか、再生か。死か生か。夢の果てに、少女たちの想いと絆が試されるーー。"
                }
            }
        }
    }
}