{
    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15153462/",
        "https://www.themoviedb.org/tv/113670"
    ],
    "TitleEnglish": "Animation x Paralympic: Who Is Your Hero?",
    "SummaryEnglish": "A series of short animation works focusing on the Para-sport with the aim of delivering the appeal of the Paralympic Games and sport for athletes with an impairment.",
    "TitleJapanese": "アニ×パラ〜あなたのヒーローは誰ですか〜",
    "SummaryJapanese": "A series of short animation works focusing on the Para-sport with the aim of delivering the appeal of the Paralympic Games and sport for athletes with an impairment.",
    "Aliases": [],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "1841360",
            "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8612302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612302",
                    "TitleEnglish": "Ani x Para World Episode 1: Football 5-a-side",
                    "SummaryEnglish": "Join us as we explore the world of para-sports with help from Japan's top animators. We'll take you behind the scenes and introduce you to some of the athletes as they gear up for the Paralympics. Welcome to the thrilling world of para-sports. In this series we'll bring you a collection of short films from Japan's top animators that give unique insights into the sports, and show what makes them so exciting to watch. Our first episode is all about football 5-a-side (blind football). The anime for this installment comes from legendary manga creator Takahashi Yoichi, of \"Captain Tsubasa\" fame. We'll also introduce you to one of Japan's top players, who's now in training for the Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード1：サッカー5人制サッカー",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8612292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612292",
                    "TitleEnglish": "Ani x Para World Episode 2: Para Athletics",
                    "SummaryEnglish": "Join us as we go deep into the exciting world of para-sports. In this series we're bringing you a series of short films from Japan's top animators that give colorful insights into the sports, and show what makes them so fun to watch. For our second episode, we're taking a closer look at para-athletics. We have a short film about an inspiring young runner. And we'll speak with a sprinter and long-jumper about her aspirations for the Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード2：パラ陸上競技",
                    "SummaryJapanese": "パラスポーツのエキサイティングな世界に深く入り込むときは、ぜひご参加ください。 このシリーズでは、日本のトップアニメーターによる一連の短編映画をお届けします。これらの短編映画は、スポーツについてのカラフルな洞察を提供し、スポーツを見るのがとても楽しい理由を示しています。 2番目のエピソードでは、パラアスレチックを詳しく見ていきます。 刺激的な若いランナーについての短編映画があります。 そして、パラリンピックへの抱負について、スプリンターと走り幅跳びの人と話をします。"
                },
                "3": {
                    "ID": "8612293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612293",
                    "TitleEnglish": "Ani x Para World Episode 3: Wheelchair Tennis",
                    "SummaryEnglish": "Welcome to the exciting world of para-sports! In this series, we bring you short films by Japan's most popular animators. Our third episode takes a look at wheelchair tennis. Kunieda Shingo is one of the world's top players, known for his amazing chair work and backhand. But he's never faced a manga hero! He takes on the main character of the popular series \"Baby Steps.\" Kunieda also joins the show remotely to talk about his goals for the upcoming Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード3：車いすテニス",
                    "SummaryJapanese": "パラスポーツのエキサイティングな世界へようこそ！ このシリーズでは、日本で最も人気のあるアニメーターによる短編映画をお届けします。 3番目のエピソードでは、車いすテニスについて説明します。 国枝慎吾は、素晴らしい椅子の仕事とバックハンドで知られる世界のトッププレーヤーの一人です。 しかし、彼はマンガのヒーローに直面したことはありません！ 人気シリーズ「ベイビーステップス」の主人公を演じる。 国枝はまた、リモートでショーに参加し、次のパラリンピックの目標について話します。"
                },
                "4": {
                    "ID": "8612294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612294",
                    "TitleEnglish": "Ani x Para World Episode 4: Goalball",
                    "SummaryEnglish": "Ani x Para World explores the exciting world of para-sports with the help of Japan's top animators! In our fourth episode, the heroes from the popular manga series \"KochiKame\" try their hand at goalball. We talk to the production team behind the anime about the challenges of depicting the sport's unique intensity. We're also joined by a member of the Japanese women's national team, who tells us how the squad is preparing for this summer's Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード4：ゴールボール",
                    "SummaryJapanese": "Ani x Para Worldは、日本のトップアニメーターの助けを借りて、エキサイティングなパラスポーツの世界を探索します！ 第4話では、人気漫画シリーズ「こち亀」の主人公たちがゴールボールに挑戦。 スポーツの独特の強さを表現することの課題について、アニメの背後にある制作チームと話します。 また、日本女子代表のメンバーも加わり、この夏のパラリンピックに向けてチームがどのように準備をしているのかを教えてくれます。"
                },
                "5": {
                    "ID": "8612296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612296",
                    "TitleEnglish": "Ani x Para World Episode 5: Wheelchair Rugby",
                    "SummaryEnglish": "Ani x Para World brings you a unique look at the exciting world of para-sports through the lens of Japan's top animators. Our fifth episode focuses on wheelchair rugby. Japan national team captain Ike Yukinobu had to overcome unimaginable tragedy to become a world champion. We follow his story, with help from the legendary manga creator Chiba Tetsuya, and learn about what makes the sport known in some countries as \"murderball\" so intense.",
                    "TitleJapanese": "アニ×パラワールドエピソード5：車いすラグビー",
                    "SummaryJapanese": "Ani x Para Worldは、日本のトップアニメーターのレンズを通して、エキサイティングなパラスポーツの世界をユニークに見せてくれます。 5番目のエピソードは車椅子ラグビーに焦点を当てています。 日本代表キャプテンの池透暢は、想像を絶する悲劇を乗り越えて世界チャンピオンになりました。 伝説の漫画家ちばてつやの助けを借りて彼の話をたどり、このスポーツが「殺人ボール」として一部の国で非常に激しいものとして知られている理由を学びます。"
                },
                "6": {
                    "ID": "8612297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612297",
                    "TitleEnglish": "Ani x Para World Episode 6: Visually Impaired Judo",
                    "SummaryEnglish": "Ani x Para World explores the exciting world of para-sports through short films by Japan's top animators. Our sixth episode turns the spotlight on visually impaired judo. Popular manga creator Kawai Katsutoshi conducted extensive research while writing the story, meeting with athletes and even trying the sport for himself. The result is a stirring tale of a girl who loses her eyesight but finds hope in judo. In the studio, we talk to a visually impaired husband-and-wife judoka team about preparing for the Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード6：視覚障害のある柔道",
                    "SummaryJapanese": "Ani x Para Worldは、日本のトップアニメーターによる短編映画を通じて、エキサイティングなパラスポーツの世界を探検します。 私たちの第6話は、視覚障害のある柔道にスポットライトを当てます。 人気漫画家の河合勝利は、物語を書いたり、アスリートと会ったり、自分でスポーツを試したりしながら、徹底的な調査を行いました。 その結果、視力を失ったが柔道に希望を見いだした少女の感動的な物語が生まれました。 スタジオでは、パラリンピックの準備について、視覚障害のある夫婦柔道チームと話をします。"
                },
                "7": {
                    "ID": "8612298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612298",
                    "TitleEnglish": "Ani x Para World Episode 7: Para Cycling",
                    "SummaryEnglish": "Ani x Para World brings you an animated look at the exciting world of para-sports. Episode 7 turns the spotlight on para cycling. Watanabe Wataru, creator of the popular manga series \"Yowamushi Pedal,\" highlights the inclusive appeal of the sport, with the help of Japanese Paralympian Kawamoto Shota. We also speak to Kawamoto in the studio about his preparations for the Tokyo Games and his goals for the summer.",
                    "TitleJapanese": "アニ×パラワールドエピソード7：パラサイクリング",
                    "SummaryJapanese": "Ani x Para Worldは、エキサイティングなパラスポーツの世界をアニメーションで表現します。 エピソード7は、パラサイクリングにスポットライトを当てます。 人気漫画シリーズ「弱虫ペダル」の作者である渡辺航は、日本のパラリンピックの川本翔太の助けを借りて、スポーツの包括的な魅力を強調しています。 また、スタジオで川本さんに東京オリンピックの準備と夏の目標についてお話を伺いました。"
                },
                "8": {
                    "ID": "8612299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612299",
                    "TitleEnglish": "Ani x Para World Episode 8: Para Badminton",
                    "SummaryEnglish": "Ani x Para World explores the world of para-sports with the help of Japan's top animators. In episode 8, popular manga creator Seo Kouji brings the drama and comedy of teen romance to the world of para badminton and tells the heartwarming story of 2 childhood friends who can't quite put their feelings for each other into words. We also speak to rising star Satomi Sarina about how she has stayed focused during the pandemic and what her goals are for the Tokyo Games.",
                    "TitleJapanese": "アニ×パラワールドエピソード8：パラバドミントン",
                    "SummaryJapanese": "Ani x Para Worldは、日本のトップアニメーターの助けを借りて、パラスポーツの世界を探索します。 第8話では、人気漫画家のソ・コウジがパラバドミントンの世界に10代の恋愛のドラマとコメディをもたらし、お互いの気持ちを言葉にできない2人の幼なじみの心温まる物語を語ります。 また、新星の里見紗李奈に、パンデミックの際にどのように集中力を維持してきたか、東京オリンピックの目標についてお話します。"
                },
                "9": {
                    "ID": "8612300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612300",
                    "TitleEnglish": "Ani x Para World Episode 9: Boccia",
                    "SummaryEnglish": "Welcome to Ani x Para World! Our program highlights the unique attractions of para-sports, with the help of Japan's top animators. Episode 9 takes a look at boccia, sometimes referred to as \"curling on the ground.\" This inclusive sport can be enjoyed by everyone, regardless of age or experience. Today's anime shows how para-sports can bring people together, and help us overcome any difference. In the studio, we're joined remotely by a Japanese national boccia team player who has his sights set on gold at this summer's Tokyo Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード9：ボッチャ",
                    "SummaryJapanese": "アニ×パラワールドへようこそ！ 私たちのプログラムは、日本のトップアニメーターの助けを借りて、パラスポーツのユニークな魅力を強調しています。 エピソード9では、「地面でのカーリング」と呼ばれることもあるボッチャについて説明します。 この包括的なスポーツは、年齢や経験に関係なく、誰もが楽しむことができます。 今日のアニメは、パラスポーツがどのように人々を結びつけ、違いを克服するのに役立つかを示しています。 スタジオでは、今年の夏季パラリンピックで金メダルを狙う日本のボッチャ代表チームの選手がリモートで参加します。"
                },
                "10": {
                    "ID": "8612301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612301",
                    "TitleEnglish": "Ani x Para World Episode 10: Visually Impaired Marathon",
                    "SummaryEnglish": "Ani x Para World brings you a unique, animated look into the world of para-sports. Episode 10 turns the spotlight on visually impaired marathon. Japanese Paralympian Michishita Misato is one of the biggest stars in the sport and has set numerous world records. But she couldn't do it without her trusted guide runner. We talk to the duo about their deep friendship and how they keep pushing each other to new heights. The anime is a collaboration with \"Mashirohi,\" a popular manga series about the sport.",
                    "TitleJapanese": "アニ×パラワールドエピソード10：視覚障害者マラソン",
                    "SummaryJapanese": "Ani x Para Worldは、パラスポーツの世界にユニークでアニメーション化された外観をもたらします。 エピソード10は、視覚障害のあるマラソンにスポットライトを当てます。 日本のパラリンピック道下美里は、このスポーツの最大のスターの1人であり、数多くの世界記録を樹立しています。 しかし、彼女は信頼できるガイドランナーなしではそれを行うことができませんでした。 彼らの深い友情と、彼らがお互いを新たな高みへと押し上げ続ける方法について、私たちはデュオに話します。 アニメは、スポーツの人気漫画シリーズ「ましろひ」とのコラボ作品です。"
                },
                "11": {
                    "ID": "8668487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8668487",
                    "TitleEnglish": "Ani x Para World Episode 11: Wheelchair Basketball",
                    "SummaryEnglish": "Welcome to Ani x Para World! In this series, Japan's top animators help us explore the exciting world of para-sports. Episode 11 takes a look at wheelchair basketball. We follow producers working with the long-running manga series \"DEAR BOYS\" as they learn more about the unique skills and techniques needed to play the sport. We're also joined in studio by Chokai Renshi, a member of the Japanese national team, who tells us about his preparations for the Tokyo Paralympics.",
                    "TitleJapanese": "アニ×パラワールドエピソード11：車椅子バスケットボール",
                    "SummaryJapanese": "アニ×パラワールドへようこそ！ このシリーズでは、日本のトップアニメーターがパラスポーツのエキサイティングな世界を探索するのに役立ちます。 第11話では車いすバスケットボールを見ていきます。 長年の漫画シリーズ「DEARBOYS」で活動しているプロデューサーが、スポーツをプレイするために必要な独自のスキルとテクニックについて学びます。 また、東京パラリンピックの準備について、日本代表の鳥海連志がスタジオに参加しました。"
                },
                "12": {
                    "ID": "8668489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8668489",
                    "TitleEnglish": "Ani x Para World Episode 12: Para Table Tennis",
                    "SummaryEnglish": "Ani x Para World takes a look at the exciting world of para-sports with the help of Japan's top animators. Episode 12 focuses on para table tennis. It features an anime adaptation of \"TEAM OF TWO HEARTS,\" a popular novel about the friendship between 2 young table tennis players. We also talk to Japanese national team player Iwabuchi Koyo about the unique style of play he has adopted to overcome a physical impairment.",
                    "TitleJapanese": "アニ×パラワールドエピソード12：パラ卓球",
                    "SummaryJapanese": "Ani x Para Worldは、日本のトップアニメーターの助けを借りて、エキサイティングなパラスポーツの世界を見ていきます。 第12話はパラ卓球に焦点を当てています。 2人の若い卓球選手の友情を描いた人気小説「TEAMOFTWOHEARTS」をアニメ化したもの。 また、日本の代表選手である岩渕幸代に、身体障害を克服するために採用した独特のプレースタイルについてお話を伺いました。"
                },
                "13": {
                    "ID": "10841320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/10841320",
                    "TitleEnglish": "Game on!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Game on!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1841361",
            "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/seasons/official/1",
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "8062075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062075",
                    "TitleEnglish": "Football 5-a-side",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 1: Football 5-a-side",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8062077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062077",
                    "TitleEnglish": "Para Athletics",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 2: Para Athletics",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8062079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062079",
                    "TitleEnglish": "Wheelchair Tennis",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 3: Wheelchair Tennis",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8062081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062081",
                    "TitleEnglish": "Goalball",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 4: Goalball",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8062085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062085",
                    "TitleEnglish": "Wheelchair Rugby",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 5: Wheelchair Rugby",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8062086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062086",
                    "TitleEnglish": "Vision Impaired Judo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 6: Vision Impaired Judo",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8062088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062088",
                    "TitleEnglish": "Para Cycling",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 7: Para cycling",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8062091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062091",
                    "TitleEnglish": "Para Badminton",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 8: Para Badminton",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8062093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062093",
                    "TitleEnglish": "Boccia",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 9: Boccia",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8062096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062096",
                    "TitleEnglish": "Vision Impaired Marathon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 10: Vision Impaired Marathon",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8062098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8062098",
                    "TitleEnglish": "Wheelchair Basketball",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 11: Wheelchair Basketball",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8612241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/8612241",
                    "TitleEnglish": "Para Table Tennis",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パラ卓球",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9282145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/9282145",
                    "TitleEnglish": "Para Alpine Skiing",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パラスキー",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9282146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/9282146",
                    "TitleEnglish": "Para Snowboard",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パラスノーボード",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "10226753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/10226753",
                    "TitleEnglish": "Para volleyball",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sitting Volleyball",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "10226754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/10226754",
                    "TitleEnglish": "Paracanoe",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Para Canoe",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "10600565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/10600565",
                    "TitleEnglish": "Para Archery",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Para Archery",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "10600566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/10600566",
                    "TitleEnglish": "Goalball",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Goalball",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "11341122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-x-paralympic-who-is-your-hero/episodes/11341122",
                    "TitleEnglish": "Universal Relay",
                    "SummaryEnglish": "The Universal Relay, a mixed-gender event featuring four runners with different disabilities, is a symbol of the diversity of parasports.",
                    "TitleJapanese": "ユニバーサルリレー",
                    "SummaryJapanese": null
                }
            }
        }
    }
}