{
    "URL": "https://www.thetvdb.com/series/ex-arm",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12384506/",
        "https://www.exarm-anime.com/",
        "http://www.reddit.com/r/ExArm",
        "https://www.themoviedb.org/tv/92401",
        "https://www.themoviedb.org/tv/92401",
        "https://x.com/exarm_official"
    ],
    "TitleEnglish": "Ex-Arm",
    "SummaryEnglish": "2014: Akira Natsume seems to almost have a phobia of electrical devices while also being very good at diagnosing them. He resolves to change himself for the better and get a girlfriend like his older brother did. ...But then Akira suddenly dies in an accident. 16 years later a special policewoman and her android partner retrieve and activate a highly advanced AI and superweapon called EX-ARM and put it into full control of their ship as a last resort. Turns out the AI is actually just Akira's brain!",
    "TitleJapanese": "Ex-Arm - エクスアーム-",
    "SummaryJapanese": "2014年、機械嫌いの高校生・夏目アキラは自分を変えたいと思い\n一歩を踏み出す。が、トラックに轢かれる──。\n\nそして2030年東京港湾部、未知の兵器『EX-ARM』取引現場に\n潜入した警察・上園美波とアンドロイド・アルマのコンビを\n『EX-ARM』No.08を装備した敵が襲う。彼女たちは起死回生を賭け、\n敵から奪った『EX-ARM』No.00を起動させるが…!?",
    "Aliases": [
        "Ex-Arm"
    ],
    "Modified": "2024-03-04",
    "Seasons": {
        "1": {
            "ID": "1845125",
            "URL": "https://www.thetvdb.com/series/ex-arm/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7760622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/7760622",
                    "TitleEnglish": "Forbidden Weapon",
                    "SummaryEnglish": "Tokyo, 2014. An ordinary high schooler, Natsume Akira, meets with a road accident. When we wakes up next, it's 2030, and he finds himself aboard a smuggling vessel in the Tokyo Bay. What's more, his body is all mechanical, with only his brain remaining the way it was.",
                    "TitleJapanese": "禁断の兵器",
                    "SummaryJapanese": "2014年の東京。ごく普通の高校生、夏目アキラはある日、交通事故にあってしまう。目が覚めると、そこは2030年の東京湾にうかぶ密輸組織の船の中で脳だけの姿になっていた。混乱するアキラだったが、警察官の上園美波とアンドロイドのアルマとともに、謎の兵器「EX-ARM」を狙う敵の攻撃を受け、大ピンチ！"
                },
                "2": {
                    "ID": "8117978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8117978",
                    "TitleEnglish": "Day of Judgment",
                    "SummaryEnglish": "Shiga practically forces Akira to join the Tokyo MPD's Anti Ex-Arm Squad. Akira's all at sea, but he and Rokuoin Chikage go on patrol around Tokyo, which is in full decay now, and meets a girl named Koharu. Meanwhile, several terrorist bombings happen in the city, and when Akira learns that Koharu might be in danger, he works with the rest of his squad and captures the culprits. Watching Akira's tireless efforts during the investigation leads the rest of the squad to accept him as one of their own.",
                    "TitleJapanese": "審判の日",
                    "SummaryJapanese": "士牙によってほぼ強制的に警視庁エクスアーム対策課に入れられてしまったアキラ。戸惑いつつも都内で自爆テロ事件が次々に発生し、アキラもその原因を探る事に。そんな中、爆破テロ現場の側で小春という少女と出会い、小春もテロの犠牲になりそうに！アキラは対策課のメンバーと連携して、犯人を捜すのだった。"
                },
                "3": {
                    "ID": "8117980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8117980",
                    "TitleEnglish": "Angel of Murder",
                    "SummaryEnglish": "The Counter EX-ARM Squad heads to the Yokosuka Special Economic Zone to retrieve the EX-ARM held by the former president of the Mwange Republic, Jason Mraw, who has taken exile in Japan. But his android, Elmira, shows up in a Bibot and uses an ability resembling that of an EX-ARM to stop them. Her attacks make her targets vanish, and Akira and the squad are powerless against it. That's when additional equipment sent by Shiga arrives at the scene.",
                    "TitleJapanese": "殺戮の天使",
                    "SummaryJapanese": "アキラたち対策課一同は、日本に亡命中のムアンジ共和国元大統領、ジェイソン・モラウが保持するエクスアームを回収する為、モラウの屋敷がある経済特区へと向かう。 しかし、モラウのアンドロイド、エルミラが二脚戦車に乗って現れ、エクスアームと思われる能力でその行手を阻む。対象物を消失させるエルミラの攻撃に、太刀打ちできない対策課、戦う術もないアキラ。そこに、士牙が送り込んだ追加装備が到着する。"
                },
                "4": {
                    "ID": "8117983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8117983",
                    "TitleEnglish": "Inheritor of Courage",
                    "SummaryEnglish": "Akira connects to Iriya Heavy Industries' combat exoframe, Ogre. He uses it freely despite it being his first time, and attacks Elmira's Bibot. When Elmira mentions that fighting is their only purpose in life, Akira regains part of his memories and goes berserk in the Ogre, taking out Elmira and Mraw. It takes Minami and Alma to bring him back to senses.",
                    "TitleJapanese": "勇気　継ぐ者",
                    "SummaryJapanese": "入谷重工が開発した戦闘用ボディ、オーガに接続したアキラ。初めて接続するにも関わらず、自在にオーガを制御し、エルミラの二脚戦車に反撃を開始する。\n「戦うことだけが存在意義」と言うエルミラの言葉に、失っていた記憶を呼び覚まされたアキラは、オーガのまま暴走し、驚異的な力でエルミラとモラウを倒す。それでも暴走がおさまらないアキラを、美波とアルマが正気に戻すのだった。"
                },
                "5": {
                    "ID": "8132684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132684",
                    "TitleEnglish": "Red-Hot Daydream!",
                    "SummaryEnglish": "Akira conjures up a virtual space where Minami is a classmate, Alma a transfer student, and the rest of the Squad is also involved in a high school setting. The Squad attempts to revive Akira's memories by stimulating his subconscience, and are secretly joined by Ygg. Akira ends up facing off against \"Beta,\" an individual identical to himself possessing EX-ARM Number 11, which caused great destruction in Tokyo. He comes to believe that Beta is the root cause of everything.",
                    "TitleJapanese": "ときめきデイドリーム！",
                    "SummaryJapanese": "同級生の美波や転校生のアルマ、対策課の面々と繰り広げられる青春学園ドラマ――それはアキラの意識が作りだした仮想空間。アキラの記憶を呼び戻そうと、仮想空間に潜ってアキラの潜在意識に迫る対策課一同、そして密かに介入する『ユグ』。\nそこでアキラは、かつて東京を崩壊させたエクスアームナンバーイレブンを装着した自分そっくりの『ベータ』と対峙する。アキラは、ベータこそが、全ての災いの根元であるのを強く感じる。"
                },
                "6": {
                    "ID": "8132685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132685",
                    "TitleEnglish": "EX-ARM Auction",
                    "SummaryEnglish": "An EX-ARM auction is organized by an individual who calls themselves \"Auctioneer.\" Criminal groups from all across the world flock to the Megafloat hoping to get their hands on them. The Counter Squad is asked by the government to investigate the auction undercover as the bodyguards of Jinkokusha, the leading group in the Japanese underworld. They are immediately dragged into an inter-group conflict, and Akira loses consciousness in combat. When he wakes up, he's greeted by Auctioneer.",
                    "TitleJapanese": "EX-ARMオークション",
                    "SummaryJapanese": "オークショニアと名乗る謎の人物によって、エクスアームのオークションが開催される。会場のメガフロートには、ナンバーイレブンを含むエクスアームを求め、世界中から闇の組織が次々集まってくる。\nアキラたち対策課は政府の要請で日本の闇社会のドン、仁國社を護衛しながらの潜入捜査に乗り出すが、仁國社は早くも組織同士の潰し合いに巻き込まれる。戦闘中に意識を失ったアキラが目覚めると、そこにはオークショニアがいる。"
                },
                "7": {
                    "ID": "8132686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132686",
                    "TitleEnglish": "Banquet of Fire",
                    "SummaryEnglish": "Minami learns that Jinkokusha was involved in the incident that killed her family members and goes to see Al Jarde, seeking the whole truth. Al Jarde had also lost his family to them and was waiting for a chance to take revenge. Minami, who's there as a Jinkokusha bodyguard, has to face off against him, but he has with him Alma, whose AI has been rewritten, and Soma, Minami's little brother who was supposed to be dead. Meanwhile, Kondo and Ygg, who has materialized in physical form, also find themselves in battle. As chaos heightens all over the place, Beta sends a message.",
                    "TitleJapanese": "炎の舞踏会",
                    "SummaryJapanese": "美波は、家族を亡くした事件に仁國社が関わっている事を知り、真相を求めてアルジャードの元へ。アルジャードもまた、仁國社に家族を奪われており、復讐の機会を狙っていた。仁國社を護衛する立場の美波はアルジャードと敵対するが、アルジャードの配下には、人工知能を書き換えられたアルマ、さらには死んだはずの弟、蒼真がいた。\n一方、近藤や実体化したユグたちもまた戦闘の最中。各地混乱する中、『ベータ』のアナウンスが響き渡る。"
                },
                "8": {
                    "ID": "8132687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132687",
                    "TitleEnglish": "Beta",
                    "SummaryEnglish": "Beta takes Jinkokusha hostage and lures the Counter Squad into the stadium, and they're joined by Al Jarde, Nguyen, and Auctioneer with EX-ARM Number 11. As they all seek to carry out their own plans, Akira breaks into Beta's network and learns that he too is Number 00. After freeing Jinkokusha, Akira returns to the stadium, but that's when a squadron of JDF multipods make their landing and attack everything in sight, including the Counter Squad.",
                    "TitleJapanese": "β ～ベータ～",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8132688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132688",
                    "TitleEnglish": "Fallen Messiah",
                    "SummaryEnglish": "Al Jarde had been obsessed with revenge, but in the end he protects Minami with his life. Alma returns to normal, but Soma refuses to give up on his revenge or his EX-ARM. Beta takes over the multibots and stands in the Squad's way, plunging them into despair. But that's when Ogre is finally deployed in battle. Akira swears anew to fight to protect the people he cares about, using the strength that they have given him.",
                    "TitleJapanese": "“滅び”の救世主",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8132689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132689",
                    "TitleEnglish": "Genes of the Original Sin",
                    "SummaryEnglish": "Ogre shows off its overwhelming strength, but Beta takes control of every machine he can lay hands on to fight it. Alma shows a glimpse of a will that no android could have during her battle with Soma. Meanwhile, Kondo and the others safely escort Jinkokusha out of the island. As the battle between Ogre and Beta grows ever fiercer, Auctioneer reveals that he's Akira's brother and tells the story of how Alpha and Beta had come to be.",
                    "TitleJapanese": "原罪の遺伝子",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8132690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132690",
                    "TitleEnglish": "Proof of Humanity",
                    "SummaryEnglish": "The only way to beat the giant Beta is via direct attack to the brain, forcing Ogre into a very perilous situation. Auctioneer risks his life to locate the brain, and Ogre uses Number 11 to take it out and defeat Beta. He reunites with the Squad and celebrates, but his joy would be short-lived.",
                    "TitleJapanese": "人間の証",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8132691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-arm/episodes/8132691",
                    "TitleEnglish": "A Giant Leap",
                    "SummaryEnglish": "Akira has returned alive after defeating Beta, but soon Tokyo is targeted by a large-scale hacking attack. He dives into the network along with Ygg's clones to figure out the cause, and fights the enemies within, but in the meantime the hacking spreads to the entire world. It takes over military bases and fires a volley of ICBMs, seeking to destroy the entire world. In order to save humanity, Akira makes a decision born of love.",
                    "TitleJapanese": "偉大な一歩",
                    "SummaryJapanese": null
                }
            }
        }
    }
}