{
    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12706854/",
        "http://1000000-lives.com",
        "http://www.reddit.com/r/100ManNoInochi",
        "https://www.themoviedb.org/tv/99995",
        "https://x.com/1000000_lives"
    ],
    "TitleEnglish": "I'm Standing on a Million Lives",
    "SummaryEnglish": "Ninth grader Yotsuya Yuusuke is practical, friendless, and not active in any clubs. Then one day, he and two female classmates are suddenly sent to another world where they must work together to battle for their lives. Yotsuya is a lone wolf and has always lived his life according to his wants, but how will that work out now that he’s supposed to be a hero?!",
    "Aliases": [
        "100-man no Inochi no Ue ni Ore wa Tatteiru",
        "100 Man No Inochi No Ue Ni Ore Wa Tatte Iru",
        "I'm Standing on Million Lives",
        "I'm Standing on 1,000,000 Lives",
        "1000000 Lives",
        "1,000,000 Lives",
        "100-man no Inochi no Ue ni Ore wa Tatte Iru"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1847515",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8106839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8106839",
                    "TitleEnglish": "Special Illustrations Version",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "8095391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8095391",
                    "TitleEnglish": "Recap - Season 1",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "1847516",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7878077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7878077",
                    "TitleEnglish": "Unqualified Heroes",
                    "SummaryEnglish": "Shindou Yuu is an amateur model at the top of her class, and Hakozaki Kusue is a physically weak girl who misses school a lot. One moment, Yotsuya Yuusuke is thinking that the sight of these two together seems unusual... and the next, he finds himself in another world. Suddenly Hakozaki, a warrior who can't even swing a sword, and Yotsuya, whose only weapons are a hoe and a sickle, are a party with zero combat experience stuck with the task of defeating a powerful troll."
                },
                "2": {
                    "ID": "7972184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7972184",
                    "TitleEnglish": "This City I Hate So Much",
                    "SummaryEnglish": "Shindou and Hakozaki are unable to revive after being eaten by a troll. In the midst of fighting alone to raise his level, Yotsuya is upgraded to a new job class: Chef. He uses his new job skills to save the two girls, and the three of them finally defeat the troll. Their reward is a glimpse of what the world will look like after they complete all ten quests, and the scene they see brings a certain thought to Yotsuya's mind..."
                },
                "3": {
                    "ID": "7973486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973486",
                    "TitleEnglish": "Help Me",
                    "SummaryEnglish": "After being told by the Game Master to hit on a certain girl, Yotsuya sneaks into the girls' restroom of an unfamiliar high school and saves Tokitate Yuka from being bullied by her classmates. Tokitate turns out to be the fourth party member. When she's summoned into the other world, Tokitate develops a deep admiration for Shindou, whom she sees as much stronger and prettier than herself.... but Shindou also has a past that she can't tell anyone about."
                },
                "4": {
                    "ID": "7973487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973487",
                    "TitleEnglish": "Kahvel of Cortonel",
                    "SummaryEnglish": "The party heads toward Radodorbo, a village far to the west, to complete the latest stage of their quest. However, Shindou is captured by bandits on the way. Tokitate and Hakozaki want to save her, but Yotsuya just wants to hurry on, so the three of them end up parting ways. Yotsuya then enters a martial arts tournament in Cortonel in hopes of winning some horses they can use, and there, he meets a woman knight named Kahvel."
                },
                "5": {
                    "ID": "7973488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973488",
                    "TitleEnglish": "What a Life Is Worth",
                    "SummaryEnglish": "Yotsuya has succeeded in saving the other party members with Kahvel's help. Kahvel agrees to accompany them to Radodorbo if they'll allow her to train them in swordsmanship, since they are the players and therefore can't die. They encounter a village of goblins on the way and engage them in battle. Hakozaki, who only slowed everyone down in battle before due to her lack of strength and resignation, finally finds her resolve and manages to slay a goblin on her own."
                },
                "6": {
                    "ID": "7977994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977994",
                    "TitleEnglish": "The Ancient Ruins of Hosszú Bányázait Alagút",
                    "SummaryEnglish": "Yotsuya's party has saved the people who were under attack by kobolds. They then find out the group is a squad of soldiers from the dictatorial Kingdom of Deokk, and they're escorting heretics to Radodorbo to be executed. The party still isn't sure how they should interpret their quest, so for the time being, they accompany the soldiers and heretics on the way to Radodorbo."
                },
                "7": {
                    "ID": "7977995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977995",
                    "TitleEnglish": "The Warrior of Light and the Stranger of Darkness",
                    "SummaryEnglish": "Yotsuya's party is trapped by the Deokk soldier Kamilto in a cave filled with ancient traps. Yotsuya becomes separated from the group, leaving the other three party members and Kahvel to fight a formidable gargoyle. Things look desperate when the gargoyle takes down Kahvel, but then Shindou reaches rank 10 and job-changes to a Warrior (Sword), allowing her to put up a fight against the gargoyle."
                },
                "8": {
                    "ID": "7977996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977996",
                    "TitleEnglish": "Non-Player Killer",
                    "SummaryEnglish": "After escaping the cave, the party splits into two teams, with one pursuing the Deokk soldiers and the other searching for ways to complete their quest. The team of Yotsuya, Tokitate, and Kahvel catches up to Kamilto and his men, but if they jump straight into battle, it could cause a war to break out between Deokk and Kahvel's homeland of Cortonel. So Yotsuya comes up with a plan..."
                },
                "9": {
                    "ID": "7977997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977997",
                    "TitleEnglish": "Heart-Racing Logout",
                    "SummaryEnglish": "Yotsuya's plan to rescue the heretics is successful, as is his vengeance on Kamilto for killing Kahvel's subordinate. He and Tokitate head to Radodorbo with the heretics while Shindou and Hakozaki travel separately in hopes of finding cargo bound for Radodorbo. Along the way, Tokitate becomes invested in what she perceives as a budding relationship between Yotsuya and Kahvel and tries to initiate events to bring them together."
                },
                "10": {
                    "ID": "7977998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977998",
                    "TitleEnglish": "Yotsuya Yuusuke Dies",
                    "SummaryEnglish": "After successfully delivering their cargo to Radodorbo, Yotsuya and the others part ways with Kahvel and split up to cover ground in four different directions so they can complete their quest to cover 5% of the map. It shouldn't be a difficult task if all went as expected, but a sudden blizzard impedes their progress..."
                },
                "11": {
                    "ID": "7977999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977999",
                    "TitleEnglish": "Majiha Forever",
                    "SummaryEnglish": "The progress of all four party members is halted by heavy snow as time continues to tick away. What's worse, if anyone freezes to death, they can't come back to life until the weather they revive in becomes survivable again. The party grows desperate. Yotsuya gets lost in an underground dungeon that he unexpectedly fell into, Shindou walks across a frozen lake without realizing how thin the ice beneath her feet is, and Hakozaki is unable to progress any further. As the party members lose their lives one by one, Tokitate, the last one alive, is ready to give up..."
                },
                "12": {
                    "ID": "7978000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7978000",
                    "TitleEnglish": "A Murderer's Summer",
                    "SummaryEnglish": "As her reward for completing the quest, Tokitate gets to ask the Game Master whether this alternate world is actually virtual or not... and the answer is that it's an alternate Earth that branched off of the original Earth's timeline. Upon hearing that it's an existing world, Yotsuya trembles with the realization that he killed real people. Once he returns to the real world and resumes his normal life, the Game Master appears before him in the form of a young girl and leads him to a meeting with the next new player."
                }
            }
        },
        "2": {
            "ID": "1887873",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8519933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519933",
                    "TitleEnglish": "I Know, Let's Go to Jiffon",
                    "SummaryEnglish": "Shortly after Torii Keita was chosen as the fifth player, the troop teleported to the other world. There they are immediately entrusted with their next mission. To find out more, they return to Cortonel, where they meet an old friend ..."
                },
                "2": {
                    "ID": "8519934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519934",
                    "TitleEnglish": "Yana & Aoiu are the Väikedaam",
                    "SummaryEnglish": "Disappointed at not having the strength to fight the orcs, Yotsuya tries to raise his level and get a more suitable occupation. Meanwhile, Iu and the others join the mercenaries in preparation for the great battle."
                },
                "3": {
                    "ID": "8519935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519935",
                    "TitleEnglish": "We Can't Be Heroes of Justice",
                    "SummaryEnglish": "After learning more about Ryce's past, Yotsuya and his friends continue their battle against the orcs."
                },
                "4": {
                    "ID": "8519936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519936",
                    "TitleEnglish": "The Island That Flows",
                    "SummaryEnglish": "Iu meets the queen of the orcs in the harbor and the battle soon begins. Meanwhile, Yotsuya leaves in a group to collect ammunition and to take the wounded to the sacred cave. But in the midst of so many desperate situations, another danger, greater than the orcs, announces his arrival."
                },
                "5": {
                    "ID": "8519937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519937",
                    "TitleEnglish": "Dik Throbb",
                    "SummaryEnglish": "Yotsuya makes plans to lure the orcs out of the castle. To do this, Aoi is supposed to shout a sentence in the Orc language. If only it wasn't so embarrassing ..."
                },
                "6": {
                    "ID": "8519938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519938",
                    "TitleEnglish": "All They Can Do Is Look Up at It",
                    "SummaryEnglish": "After many losses, Yusuke and his companions managed to defeat the orcs, but an even more dangerous enemy stands in the way of their mission."
                },
                "7": {
                    "ID": "8519939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519939",
                    "TitleEnglish": "A Short Film and the Sixth Hero",
                    "SummaryEnglish": "Yusuke meets Glenda, the sixth hero. The young woman is already aware of the mission that awaits her. The group decides to make a promotional video of their adventure to find other heroes in their case."
                },
                "8": {
                    "ID": "8519940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519940",
                    "TitleEnglish": "Journey of Death",
                    "SummaryEnglish": "The heroes find Jezby's father, unfortunately eaten away by a parasite. They will then have to reach the village of Zagroth, where the mayor seems to act as he sees fit, thanks to what they call \"the journey of hope\"."
                },
                "9": {
                    "ID": "8519941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519941",
                    "TitleEnglish": "The Monsters Attack",
                    "SummaryEnglish": "The cry of a monster disrupts the plans of the mayor of Zagroth. The heroes take advantage of the panic to try to regain control of the situation. However, a horde of monsters are at the gates of the village..."
                },
                "10": {
                    "ID": "8519942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519942",
                    "TitleEnglish": "A Will to Destroy",
                    "SummaryEnglish": "Yusuke and Glenda come across a hamlet where the villagers sent on a journey of hope have gradually taken refuge. On the side of the other heroes, their rest is short-lived as the goblins will not give them any respite."
                },
                "11": {
                    "ID": "8519943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519943",
                    "TitleEnglish": "Dragon Bishop",
                    "SummaryEnglish": "Iris was unfortunately infected with a wireworm. Later, the heroes will realize that the survivors of Zagroth are all losing their vitality, the same plague that plagued the people of Jyphonn. Cantil will then join the group."
                },
                "12": {
                    "ID": "8521622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8521622",
                    "TitleEnglish": "On a Million Lives",
                    "SummaryEnglish": "Glenda has discovered Jezby's true identity. With his back to the wall, the Draconic Bishop accelerates his plans and takes on New Eden, newly discovered by Yusuke. The heroes will have to give their all to prevent Jezby from achieving his goals."
                }
            }
        }
    }
}