{
    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12706854/",
        "http://1000000-lives.com",
        "http://www.reddit.com/r/100ManNoInochi",
        "https://www.themoviedb.org/tv/99995",
        "https://x.com/1000000_lives"
    ],
    "TitleEnglish": "I'm Standing on a Million Lives",
    "SummaryEnglish": "Ninth grader Yotsuya Yuusuke is practical, friendless, and not active in any clubs. Then one day, he and two female classmates are suddenly sent to another world where they must work together to battle for their lives. Yotsuya is a lone wolf and has always lived his life according to his wants, but how will that work out now that he’s supposed to be a hero?!",
    "TitleJapanese": "100万の命の上に俺は立っている",
    "SummaryJapanese": "合理的で単独行動が好きな中学3年生四谷友助は、ある日ゲームじみた異世界に転送された――。\nすでに転送されていたクラスメイトの新堂衣宇、箱崎紅末とともに3人目のプレイヤーとなった彼は、命を懸けたクエストに挑むことに。\n感情論を廃してすべての要素をフラットに、時には仲間の命すら駒として扱う冷酷な四谷。襲い来る魔物、厄介な事件、そして暗躍する強敵からのパーティの全滅を防ぎ、このゲームをクリアすることができるのか？",
    "Aliases": [
        "100-man no Inochi no Ue ni Ore wa Tatte Iru"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1847515",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8106839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8106839",
                    "TitleEnglish": "Special Illustrations Version",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勇者失格 ワケあり版",
                    "SummaryJapanese": "シーズン1第1話「勇者失格」の画像をフリー素材サイト「いらすとや」のイラスト素材に差し替えて編集されたワケあり版。"
                },
                "2": {
                    "ID": "8095391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8095391",
                    "TitleEnglish": "Recap - Season 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第1シーズン総集編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1847516",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7878077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7878077",
                    "TitleEnglish": "Unqualified Heroes",
                    "SummaryEnglish": "Shindou Yuu is an amateur model at the top of her class, and Hakozaki Kusue is a physically weak girl who misses school a lot. One moment, Yotsuya Yuusuke is thinking that the sight of these two together seems unusual... and the next, he finds himself in another world. Suddenly Hakozaki, a warrior who can't even swing a sword, and Yotsuya, whose only weapons are a hoe and a sickle, are a party with zero combat experience stuck with the task of defeating a powerful troll.",
                    "TitleJapanese": "勇者失格",
                    "SummaryJapanese": "読モで成績優秀な新堂衣宇と体が弱く学校を休みがちな箱崎紅末。そんなふたりの取り合わせが珍しいと思っていた四谷友助は、次の瞬間異世界にいた。空気を動かすことしかできない新堂と、戦士のくせに剣を振るえない箱崎、そして武器が鍬と鎌しかない四谷とろくな戦闘力がないパーティは、強敵であるトロールに挑む。"
                },
                "2": {
                    "ID": "7972184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7972184",
                    "TitleEnglish": "This City I Hate So Much",
                    "SummaryEnglish": "Shindou and Hakozaki are unable to revive after being eaten by a troll. In the midst of fighting alone to raise his level, Yotsuya is upgraded to a new job class: Chef. He uses his new job skills to save the two girls, and the three of them finally defeat the troll. Their reward is a glimpse of what the world will look like after they complete all ten quests, and the scene they see brings a certain thought to Yotsuya's mind...",
                    "TitleJapanese": "大嫌いなこの街を",
                    "SummaryJapanese": "新堂と箱崎がトロールに食われ蘇生できない。ひとりで戦うピンチのさなか、四谷は新ジョブである料理人に転職する。料理人のスキルにより二人を助け出し、辛くもトロールを倒した四谷たちは、クリア報酬として10周クリア後の世界を見る。そしてそこに映し出された光景を見た四谷にある考えが浮かぶのだった。"
                },
                "3": {
                    "ID": "7973486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973486",
                    "TitleEnglish": "Help Me",
                    "SummaryEnglish": "After being told by the Game Master to hit on a certain girl, Yotsuya sneaks into the girls' restroom of an unfamiliar high school and saves Tokitate Yuka from being bullied by her classmates. Tokitate turns out to be the fourth party member. When she's summoned into the other world, Tokitate develops a deep admiration for Shindou, whom she sees as much stronger and prettier than herself.... but Shindou also has a past that she can't tell anyone about.",
                    "TitleJapanese": "あたしを助けて",
                    "SummaryJapanese": "ゲームマスターからとある女子をナンパするミッションを与えられた四谷は、潜り込んだ高校の女子トイレでクラスメイトにいじめられていた時舘由香を助ける。時舘は、4人目の仲間だった。異世界に召喚された彼女は、流されるままの自分に対して、強く美しい新堂にあこがれの目を向ける。だが、新堂にも人には言えぬ過去があった。"
                },
                "4": {
                    "ID": "7973487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973487",
                    "TitleEnglish": "Kahvel of Cortonel",
                    "SummaryEnglish": "The party heads toward Radodorbo, a village far to the west, to complete the latest stage of their quest. However, Shindou is captured by bandits on the way. Tokitate and Hakozaki want to save her, but Yotsuya just wants to hurry on, so the three of them end up parting ways. Yotsuya then enters a martial arts tournament in Cortonel in hopes of winning some horses they can use, and there, he meets a woman knight named Kahvel.",
                    "TitleJapanese": "コルトネルのカハベル",
                    "SummaryJapanese": "次のクエストのため西の果てにある町ラドドーボを目指す一行。だが、途中新堂が盗賊に捕まってしまう。助けようとする箱崎と時舘に対して、あくまで先を急ごうとする四谷は意見の対立から別々に行動することに。そして四谷は、ウマを手に入れるべく参加したコルトネルの武術大会で女騎士カハベルと出会う。"
                },
                "5": {
                    "ID": "7973488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7973488",
                    "TitleEnglish": "What a Life Is Worth",
                    "SummaryEnglish": "Yotsuya has succeeded in saving the other party members with Kahvel's help. Kahvel agrees to accompany them to Radodorbo if they'll allow her to train them in swordsmanship, since they are the players and therefore can't die. They encounter a village of goblins on the way and engage them in battle. Hakozaki, who only slowed everyone down in battle before due to her lack of strength and resignation, finally finds her resolve and manages to slay a goblin on her own.",
                    "TitleJapanese": "命の価値は",
                    "SummaryJapanese": "カハベルの助けを得て仲間を救出した四谷。死なないプレイヤーたちに剣の稽古をつけることを条件に、カハベルもラドドーボまで同行することになる。道中ゴブリンを見つけた一行は遭遇戦を仕掛ける。己の非力さと覚悟の無さから戦闘では足手まといだった箱崎は、覚悟を決め自らの意思でゴブリンを手にかけるのだった。"
                },
                "6": {
                    "ID": "7977994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977994",
                    "TitleEnglish": "The Ancient Ruins of Hosszú Bányázait Alagút",
                    "SummaryEnglish": "Yotsuya's party has saved the people who were under attack by kobolds. They then find out the group is a squad of soldiers from the dictatorial Kingdom of Deokk, and they're escorting heretics to Radodorbo to be executed. The party still isn't sure how they should interpret their quest, so for the time being, they accompany the soldiers and heretics on the way to Radodorbo.",
                    "TitleJapanese": "古代遺跡ホッズ・バニャザット・アラグッツ",
                    "SummaryJapanese": "コボルトに襲われていた一行を助けた四谷たち。それは、異教徒をラドドーボに移送する独裁国家デオック王国の部隊だった。デオック兵たちの目的はラドドーボで異教徒たちを処刑すること。四谷たちはクエストの真意が読めないものの、デオック兵、異教徒たちと一緒にラドドーボへ向かう。"
                },
                "7": {
                    "ID": "7977995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977995",
                    "TitleEnglish": "The Warrior of Light and the Stranger of Darkness",
                    "SummaryEnglish": "Yotsuya's party is trapped by the Deokk soldier Kamilto in a cave filled with ancient traps. Yotsuya becomes separated from the group, leaving the other three party members and Kahvel to fight a formidable gargoyle. Things look desperate when the gargoyle takes down Kahvel, but then Shindou reaches rank 10 and job-changes to a Warrior (Sword), allowing her to put up a fight against the gargoyle.",
                    "TitleJapanese": "光の戦士と闇の他人",
                    "SummaryJapanese": "四谷たちを信用しないデオック兵カミルトーの罠により、古代の罠が眠る洞窟に閉じ込められる。四谷が離脱してしまった中で残り3人とカハベルで難敵ガーゴイルに挑む。カハベルがガーゴイルにやられしまい絶体絶命のピンチだったが、新堂はランク10になり戦士（剣）に転職し、なんとかガーゴイルを撃退する。"
                },
                "8": {
                    "ID": "7977996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977996",
                    "TitleEnglish": "Non-Player Killer",
                    "SummaryEnglish": "After escaping the cave, the party splits into two teams, with one pursuing the Deokk soldiers and the other searching for ways to complete their quest. The team of Yotsuya, Tokitate, and Kahvel catches up to Kamilto and his men, but if they jump straight into battle, it could cause a war to break out between Deokk and Kahvel's homeland of Cortonel. So Yotsuya comes up with a plan...",
                    "TitleJapanese": "ノン プレイヤーキラー",
                    "SummaryJapanese": "洞窟を抜けた一行は、デオック兵の追跡とクエスト条件の探索のためチームを二つに分ける。デオック兵を追う四谷、時舘、カハベルはカミルトーの部隊に追いつく。だがそのまま戦闘に入れば、デオック王国とカハベルの故郷コルトネルが戦争になる可能性がある。かくして四谷は、とある策略を実行に移すのだった。"
                },
                "9": {
                    "ID": "7977997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977997",
                    "TitleEnglish": "Heart-Racing Logout",
                    "SummaryEnglish": "Yotsuya's plan to rescue the heretics is successful, as is his vengeance on Kamilto for killing Kahvel's subordinate. He and Tokitate head to Radodorbo with the heretics while Shindou and Hakozaki travel separately in hopes of finding cargo bound for Radodorbo. Along the way, Tokitate becomes invested in what she perceives as a budding relationship between Yotsuya and Kahvel and tries to initiate events to bring them together.",
                    "TitleJapanese": "ときめきログアウト",
                    "SummaryJapanese": "四谷の策略により異教徒の奪還に成功し、カハベルは部下の仇であるカミルトーを討ち取った。新堂、箱崎の別チームがラドドーボ宛の荷物を探している中、四谷たちも異教徒たちとラドドーボに向かう。道中、四谷とカハベルの関係に気をもむ時舘は二人をくっつけようとあれこれイベントを試みる。"
                },
                "10": {
                    "ID": "7977998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977998",
                    "TitleEnglish": "Yotsuya Yuusuke Dies",
                    "SummaryEnglish": "After successfully delivering their cargo to Radodorbo, Yotsuya and the others part ways with Kahvel and split up to cover ground in four different directions so they can complete their quest to cover 5% of the map. It shouldn't be a difficult task if all went as expected, but a sudden blizzard impedes their progress...",
                    "TitleJapanese": "四谷友助死す",
                    "SummaryJapanese": "ラドドーボに無事荷物を届けることができた四谷たちはカハベルとも別れ、残りのクエスト、マップ５％を踏破するため4方向に別れそれぞれ移動する。順調に進むことができれば、そう難しいクエストではなかった。だが、天気が吹雪へと変わり、一行の進行を阻む。"
                },
                "11": {
                    "ID": "7977999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7977999",
                    "TitleEnglish": "Majiha Forever",
                    "SummaryEnglish": "The progress of all four party members is halted by heavy snow as time continues to tick away. What's worse, if anyone freezes to death, they can't come back to life until the weather they revive in becomes survivable again. The party grows desperate. Yotsuya gets lost in an underground dungeon that he unexpectedly fell into, Shindou walks across a frozen lake without realizing how thin the ice beneath her feet is, and Hakozaki is unable to progress any further. As the party members lose their lives one by one, Tokitate, the last one alive, is ready to give up...",
                    "TitleJapanese": "マジハよ永遠に",
                    "SummaryJapanese": "刻々と時が過ぎゆく中、それぞれの歩みは雪に阻まれ遅々として進まない。しかも低体温症で死ねば、環境を変えない限り復活することもできない。一行は焦っていた。四谷は偶然落ちた地下迷宮に迷い込み、新堂はそれと知らず薄氷覆う湖面を往く。箱崎は進退窮まり、それぞれ命を落とす。そして残る時舘は諦めようとしていた。"
                },
                "12": {
                    "ID": "7978000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/7978000",
                    "TitleEnglish": "A Murderer's Summer",
                    "SummaryEnglish": "As her reward for completing the quest, Tokitate gets to ask the Game Master whether this alternate world is actually virtual or not... and the answer is that it's an alternate Earth that branched off of the original Earth's timeline. Upon hearing that it's an existing world, Yotsuya trembles with the realization that he killed real people. Once he returns to the real world and resumes his normal life, the Game Master appears before him in the form of a young girl and leads him to a meeting with the next new player.",
                    "TitleJapanese": "殺人犯の夏",
                    "SummaryJapanese": "クエストクリアの報酬として、異世界がバーチャルなのかとゲームマスターに問う時舘。答えはそこが分岐した別の地球であるというものだった。実在する世界と聞いて、人を殺してしまったことに戦慄する四谷。現実世界に戻り通常の生活をしていると、四谷のもとに少女の姿をしたゲームマスターが現れ、新プレイヤーに会いに行くことになる。"
                }
            }
        },
        "2": {
            "ID": "1887873",
            "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8519933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519933",
                    "TitleEnglish": "I Know, Let's Go to Jiffon",
                    "SummaryEnglish": "Shortly after Torii Keita was chosen as the fifth player, the troop teleported to the other world. There they are immediately entrusted with their next mission. To find out more, they return to Cortonel, where they meet an old friend ...",
                    "TitleJapanese": "そうだ ジフォン、行こう。",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8519934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519934",
                    "TitleEnglish": "Yana & Aoiu are the Väikedaam",
                    "SummaryEnglish": "Disappointed at not having the strength to fight the orcs, Yotsuya tries to raise his level and get a more suitable occupation. Meanwhile, Iu and the others join the mercenaries in preparation for the great battle.",
                    "TitleJapanese": "ヤーナ＆アォユーふたりはヴァイクダム",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8519935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519935",
                    "TitleEnglish": "We Can't Be Heroes of Justice",
                    "SummaryEnglish": "After learning more about Ryce's past, Yotsuya and his friends continue their battle against the orcs.",
                    "TitleJapanese": "正義の味方にはなれない",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8519936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519936",
                    "TitleEnglish": "The Island That Flows",
                    "SummaryEnglish": "Iu meets the queen of the orcs in the harbor and the battle soon begins. Meanwhile, Yotsuya leaves in a group to collect ammunition and to take the wounded to the sacred cave. But in the midst of so many desperate situations, another danger, greater than the orcs, announces his arrival.",
                    "TitleJapanese": "流れる島",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8519937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519937",
                    "TitleEnglish": "Dik Throbb",
                    "SummaryEnglish": "Yotsuya makes plans to lure the orcs out of the castle. To do this, Aoi is supposed to shout a sentence in the Orc language. If only it wasn't so embarrassing ...",
                    "TitleJapanese": "ツィンコビンビン",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8519938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519938",
                    "TitleEnglish": "All They Can Do Is Look Up at It",
                    "SummaryEnglish": "After many losses, Yusuke and his companions managed to defeat the orcs, but an even more dangerous enemy stands in the way of their mission.",
                    "TitleJapanese": "彼らはただそれを見上げる",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8519939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519939",
                    "TitleEnglish": "A Short Film and the Sixth Hero",
                    "SummaryEnglish": "Yusuke meets Glenda, the sixth hero. The young woman is already aware of the mission that awaits her. The group decides to make a promotional video of their adventure to find other heroes in their case.",
                    "TitleJapanese": "短編映画と六番目の勇者",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8519940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519940",
                    "TitleEnglish": "Journey of Death",
                    "SummaryEnglish": "The heroes find Jezby's father, unfortunately eaten away by a parasite. They will then have to reach the village of Zagroth, where the mayor seems to act as he sees fit, thanks to what they call \"the journey of hope\".",
                    "TitleJapanese": "死出の旅",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8519941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519941",
                    "TitleEnglish": "The Monsters Attack",
                    "SummaryEnglish": "The cry of a monster disrupts the plans of the mayor of Zagroth. The heroes take advantage of the panic to try to regain control of the situation. However, a horde of monsters are at the gates of the village...",
                    "TitleJapanese": "魔獣総進撃",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8519942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519942",
                    "TitleEnglish": "A Will to Destroy",
                    "SummaryEnglish": "Yusuke and Glenda come across a hamlet where the villagers sent on a journey of hope have gradually taken refuge. On the side of the other heroes, their rest is short-lived as the goblins will not give them any respite.",
                    "TitleJapanese": "滅亡への意志",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8519943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8519943",
                    "TitleEnglish": "Dragon Bishop",
                    "SummaryEnglish": "Iris was unfortunately infected with a wireworm. Later, the heroes will realize that the survivors of Zagroth are all losing their vitality, the same plague that plagued the people of Jyphonn. Cantil will then join the group.",
                    "TitleJapanese": "ドラゴンビショップ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8521622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-standing-on-a-million-lives/episodes/8521622",
                    "TitleEnglish": "On a Million Lives",
                    "SummaryEnglish": "Glenda has discovered Jezby's true identity. With his back to the wall, the Draconic Bishop accelerates his plans and takes on New Eden, newly discovered by Yusuke. The heroes will have to give their all to prevent Jezby from achieving his goals.",
                    "TitleJapanese": "100万の命の上に",
                    "SummaryJapanese": null
                }
            }
        }
    }
}