{
    "URL": "https://www.thetvdb.com/series/evollove",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12694572/",
        "https://koipro-anime.love/",
        "https://www.themoviedb.org/tv/102285",
        "https://x.com/koipro_anime"
    ],
    "TitleEnglish": "Mr Love: Queen's Choice",
    "SummaryEnglish": "A girl inherits a company that is almost bankrupt from her late father. Lacking the funds, she must now become the producer herself in order to save the company from collapse. During her work, she meets four boys—financial expert Zen, the idol Kira, police officer Haku, and leading neuroscientist Simon—and is suddenly involved with the conspiracies and mysteries over the existence of special powers known as \"Evol.\"",
    "TitleJapanese": "恋とプロデューサー～EVOL×LOVE～",
    "SummaryJapanese": "「その場にとどまるためには、全力で走り続けなければならない」\n\n亡き父の跡を継いだわたしは、小さな映像会社「キセキエンタテイメント」の社長兼プロデューサーとして、TV番組『奇跡発見！』を盛り上げようと日々奮闘していた。\n\nそんなわたしの前に現れたのは立場も性格も違う4人の『Evolver（超進化人類）』。\n天才科学者として知られるシモン。\n人気絶頂のアイドルであるキラ。\n警官としてEvolver犯罪対策局に勤めるハク。\nそして、わたしの会社の出資者であるファーレイグループCEOのゼン。\n\n彼らEvolverと出会うことで、わたしは父の死の真実と、自分が失った記憶、\nそしてその裏に潜む巨大な陰謀へと巻き込まれていくことになる。\nわたしと彼らが全力で走り続けた先にたどり着く真実とは…。",
    "Aliases": [
        "Love and Producer ~EVOL×LOVE~"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1849539",
            "URL": "https://www.thetvdb.com/series/evollove/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7795305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7795305",
                    "TitleEnglish": "The Beginning Bonds",
                    "SummaryEnglish": "Miracle Entertainment. The TV production company my late father left me. After taking over for him, as one of our producers I have struggled every day to regain the popularity of our show, \"Miracle Finder.\" As I investigate the rumors spreading through Loveland city of mysterious \"warping incidents\" as material for our show, I learn of the existence of people known as \"Evolvers\" who possess strange powers...",
                    "TitleJapanese": "はじまりの絆",
                    "SummaryJapanese": "亡き父が残したTV番組制作会社キセキエンタテイメント。その跡を継いだわたしは、番組プロデューサーとして、人気が落ち目の番組『奇跡発見！』を盛り上げようと日々奮闘していた。番組の取材で恋花市内に噂の広がる『謎のワープ事件』を調べる中、わたしは『Evolver』と呼ばれる不思議な力を持った人々の存在を知ることになる…。"
                },
                "2": {
                    "ID": "7839906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7839906",
                    "TitleEnglish": "When The Wind Blows",
                    "SummaryEnglish": "LFG has declared they are withdrawing all investment in Miracle Entertainment. Unable to accept it, I went to talk to the CEO, Victor, in person and was presented with two conditions to the reinstatement of our funding. In order to meet Victor's conditions, I continue gathering information on the mysterious warping incidents. Between Lucien, who has become a consultant on the show, and a police officer who witnessed my involvement in the incident with the boy while I was out investigating, I manage to assemble some information, but...",
                    "TitleJapanese": "風吹く時に",
                    "SummaryJapanese": "スポンサーであるファーレイ社から出資打ち切りを言い渡された。納得のいかないわたしはCEOのゼンに直談判するものの、再出資にあたり2つの条件を提示される。ゼンの条件を達成するため、わたしは『謎のワープ事件』の取材を進める。オブザーバーとなったシモンと共に取材中に出会った少年が事件に関わりがあるとみて、警察の情報を集めることになるが…。"
                },
                "3": {
                    "ID": "7841294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7841294",
                    "TitleEnglish": "A Taste of Reminiscence",
                    "SummaryEnglish": "A boost provided by super-popular idol Kiro posting about us on social media helps me to clear Victor's first condition, using the \"mysterious warping incidents\" as material for our show. Riding that momentum, I take my business plan to Victor, but he shoots it down, saying it lacks concrete specifics. While looking for an idea suitable for development among the ones we already have in-house, my gaze lands on a proposal concerning a restaurant with extremely mixed reviews - a restaurant called \"Souvenir.\"",
                    "TitleJapanese": "追憶の味",
                    "SummaryJapanese": "人気アイドル『キラ』からのSNS上の後押しもあり、『謎のワープ事件』を題材にゼンの第一条件をクリアしたわたし。勢いに乗って第二条件の経営プランをゼンに持ち込むも、ゼンからは企画の具体案不足と突き返されてしまう。企画案を提示すべく社内の企画をあさる中、わたしの目に留まったのは賛否両論のレストラン『Souvenir』の企画書だった。"
                },
                "4": {
                    "ID": "7865892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7865892",
                    "TitleEnglish": "The Key in the Darkness",
                    "SummaryEnglish": "With financing from LFG reinstated, Miracle Entertainment is riding the momentum from Kiro's appearance on the show. Meanwhile, Evolvers appear one after another around me. Plus, there's the riddle of the mysterious organization \"Black Swan.\" As my daily life slowly begins to change, I start investigating the topic of our next show, Key, a \"hacker for justice\" who's name was in my father's notebook.",
                    "TitleJapanese": "闇の中の鍵",
                    "SummaryJapanese": "ファーレイからの出資再開、キラの番組出演と勢いに乗るキセキエンタテイメント。一方でわたしの周囲に次々と現れる『Evolver』。そして『Evolver』を狙う謎の組織『ブラックスワン』の謎。徐々に変わり始めた日常の中、わたしは次なる番組企画として、父の手帳にも残されていた『Key』と呼ばれる『正義のハッカー』の取材を始める。"
                },
                "5": {
                    "ID": "7876185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7876185",
                    "TitleEnglish": "An Amber Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "琥珀色の風",
                    "SummaryJapanese": "覚えのない記憶、父の死、そしてそこに関わるブラックスワン。深まる謎を追いかけていくうちに、わたしは母校に起きている失踪事件を知る。一方、番組企画は今流行りの映画に合わせた「手紙」にまつわるネタを取材するため母校近くのラーメン屋へ行くことに。わたしは番組の取材に合わせて失踪事件を調べるべく、母校へ赴くが…。"
                },
                "6": {
                    "ID": "7885086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885086",
                    "TitleEnglish": "Beyond That Dream",
                    "SummaryEnglish": null,
                    "TitleJapanese": "その夢の向こう",
                    "SummaryJapanese": "シモンの案内で『奇跡発見！』の取材に向かっているはずが、進むのはのどかな風景の続く田舎道。取材内容も聞かされずについてきたわたしに、シモンは気分転換にとピクニックを提案する。一方、ハクはブラックスワンの協力者であるショウから、自身が所属する対策局に裏があるという噂を耳にして、一人調査を進めていた。"
                },
                "7": {
                    "ID": "7885676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885676",
                    "TitleEnglish": "Connected Memories",
                    "SummaryEnglish": null,
                    "TitleJapanese": "繋がった記憶",
                    "SummaryJapanese": "アメリカの大手TV局HBSから舞い込んだ番組制作依頼。このチャンスをものにすべく、わたしは初回ゲストとしてファーレイCEOのゼンを何とか口説き落とし、番組収録に臨む。収録当日、収録内容確認のためセットを案内されるわたし。しかし、なぜかわたしだけセットの牢屋へ閉じ込められてしまう。その瞬間、わたしの記憶が呼び覚まされる。"
                },
                "8": {
                    "ID": "7885677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885677",
                    "TitleEnglish": "Room 404",
                    "SummaryEnglish": null,
                    "TitleJapanese": "404号室",
                    "SummaryJapanese": "夢で見たのは、炎に巻かれたグリーンウッドホテルの４０４号室。そして、その中に倒れているハクの姿。不安を感じたわたしは、夢で見たグリーンウッドホテルへと向かう。しかしたどり着いたホテルには夢でみた『４０４号室』は存在しないという。ぬぐい切れぬ不安を胸に、事実を確かめるべく4階へと向かうとそこにはあるはずのない４０４号室だった。"
                },
                "9": {
                    "ID": "7885678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885678",
                    "TitleEnglish": "Monochrome",
                    "SummaryEnglish": null,
                    "TitleJapanese": "モノクローム",
                    "SummaryJapanese": "Evolが暴走し、わたしの前から去ったハク。時を同じくして、キラはファンの暴徒化を受け引退、ゼンは連絡もつかず行方不明となってしまう。会社にもEvolの暴走が原因とみられる事件の情報が届く中、わたしは暴走事件を収める手掛かりを求め、シモンが勤める恋花大学へ向かう。"
                },
                "10": {
                    "ID": "7885679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885679",
                    "TitleEnglish": "Dawn of Farewell",
                    "SummaryEnglish": null,
                    "TitleJapanese": "別れの夜明け",
                    "SummaryJapanese": "信じたくない真実を知ったわたし。それでも今止まるわけにはいかないと、わたしは走り出す。Evolを暴走させる電磁波を防ぐべく向うのは、発信源となっている恋花タワー。しかしたどり着いた先にはすでにブラックスワンの黒服たちの姿があった。助けもなく、打つ手のないわたしの背後に現れたのは、行方不明のはずの彼だった。"
                },
                "11": {
                    "ID": "7885680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885680",
                    "TitleEnglish": "At the Edge of the Coming Time",
                    "SummaryEnglish": null,
                    "TitleJapanese": "めぐる時の果てに",
                    "SummaryJapanese": "ブラックスワンの仕掛けた暴走電磁波は何とか止めることができた。しかし、わたしを庇い、恋花タワーに残ったキラはそのまま行方不明となってしまう。そんな中、世間では人々が眠りから覚めない『昏睡症候群』が騒がれ始める。これもブラックスワンの目論見の内なのか…。真実を確かめるため、わたしは『昏睡症候群』を調べる脳科学協会へと向かう。"
                },
                "12": {
                    "ID": "7885681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/evollove/episodes/7885681",
                    "TitleEnglish": "Bonds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "絆",
                    "SummaryJapanese": "「その場にとどまるためには、全力で走り続けなければならない」\nブラックスワンによる催眠ガスと電磁波を利用したEvolverへの強制進化。その成功率は0.01％。みんなの未来を守るため、ハデスのいる豪華客船へとわたしは向かう。\nわたしが選ぶのは破滅の未来か、それとも…。"
                }
            }
        }
    }
}