{
  "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12311976/",
    "https://tonikawa.com/story/season-1/#ep",
    "http://www.reddit.com/r/TonikakuCawaii",
    "https://www.themoviedb.org/tv/100049",
    "https://www.wikidata.org/wiki/Q98803646",
    "https://en.wikipedia.org/wiki/Fly_Me_to_the_Moon_(manga)",
    "https://x.com/tonikawa_anime"
  ],
  "TitleEnglish": "TONIKAWA: Over the Moon for You",
  "SummaryEnglish": "First comes marriage, then comes an earthbound love that is out of this world! From the day his parents named him, Nasa Yuzaki has been destined for outer space...or so he believes. But while trying to join the space program, he is thrown for a loop when an accident introduces him to Tsukasa, a mysterious girl who he falls in love with at first sight. Is she an alien, a moon goddess, or something else? Since she insists on marrying him, Nasa has plenty of chances to find out!",
  "Aliases": [
    "トニカクカワイイ Fly Me to the Moon",
    "トニカワ",
    "Tonikaku Kawaii",
    "Tonikaku Kawaii: Fly Me to the Moon",
    "Tonikawa",
    "トニカクカワイイ女子高編",
    "Tonikaku Kawaii: Joshikou Hen",
    "TONIKAWA: Fly Me to the Moon",
    "TONIKAWA: Over the Moon for You ~High School Days~",
    "Cute Anyways"
  ],
  "Modified": "2025-09-26",
  "Seasons": {
    "0": {
      "ID": "1853775",
      "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 19,
      "Episodes": {
        "13": {
          "ID": "8102250",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/8102250",
          "TitleEnglish": "Episode 12.5: Flashbacks",
          "SummaryEnglish": "In this recap, learn all about the young married couple that stars in the series, Yuzaki Nasa and his bride, Tsukasa.",
          "Aliases": []
        },
        "14": {
          "ID": "8132447",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/8132447",
          "TitleEnglish": "SNS",
          "SummaryEnglish": "When Nasa is suddenly called in for some work, Tsukasa spends her first night alone since their marriage began. As the loneliness pulls at her, she takes the smartphone that Nasa got her as a gift in hand and continues to wait. Messaging allows the two of them to stay connected, even while separated.",
          "Aliases": [
            "トニカクカワイイ ～SNS～",
            "Tonikaku Kawaii ～SNS～",
            "トニカクカワイイ オーブイエー1",
            "Tonikaku Kawaii OVA 1",
            "TONIKAWA: Over the Moon for You ~SNS~",
            "TONIKAWA: Over the Moon for You OVA 1",
            "TONIKAWA OVA 1"
          ]
        },
        "15": {
          "ID": "9089908",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9089908",
          "TitleEnglish": "Uniform",
          "SummaryEnglish": "Never one to miss a chance to pry into the Yuzakis married life, Kaname proposes a provocative question: cosplay, yes or no?",
          "Aliases": [
            "トニカクカワイイ ～制服～",
            "Tonikaku Kawaii ～Seifuku～",
            "トニカクカワイイ オーブイエー2",
            "Tonikaku Kawaii OVA 2",
            "～Seifuku～",
            "TONIKAWA: Over the Moon for You ~Uniform~",
            "TONIKAWA: Over the Moon for You OVA 2",
            "TONIKAWA OVA 2"
          ]
        },
        "16": {
          "ID": "9894029",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9894029",
          "TitleEnglish": "Formulas for the Moon and Stars",
          "SummaryEnglish": "In an attempt to help pave the way for Yanagi-sensei's wedding, Nasa ends up teaching a programming class at a girl's high school.",
          "Aliases": []
        },
        "17": {
          "ID": "9894038",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9894038",
          "TitleEnglish": "Life as a Teacher",
          "SummaryEnglish": "Nasa's new students keep making unexpected appearances in his life, and Aya lets her imagination run away with something she saw on TV.",
          "Aliases": []
        },
        "18": {
          "ID": "9894039",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9894039",
          "TitleEnglish": "Romance Is, Generally, Pretty Hard",
          "SummaryEnglish": "After a texting mix-up, Nasa is recruited to help one of his students confess her feelings to the guy she likes.",
          "Aliases": []
        },
        "19": {
          "ID": "9894040",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9894040",
          "TitleEnglish": "Across a Thousand Nights",
          "SummaryEnglish": "Gekko Kaguya is Nasa's brightest, and most mysterious new student. What is her connection to Tsukasa, and what might it mean for the future?",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1853776",
      "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7828650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7828650",
          "TitleEnglish": "Marriage",
          "SummaryEnglish": "Yuzaki Nasa was preparing for his high school entrance exams one snowy night when he spots a beautiful girl on the other side of the road. Feeling somewhat drawn to her, he walks towards the girl and is severely injured after getting run over by a truck. Despite hanging on for dear life, Nasa still walks over to the girl and knowing this may indeed be his last chance, confesses his feelings for her. She replies, “I’ll go out with you if you marry me.” Nasa immediately agrees but then loses consciousness. A few years later, he keeps busy at his part-time job, believing they’ll be reunited again someday. One day, someone randomly shows up at his doorstep. It happens to be the girl he shared that fateful encounter with.",
          "Aliases": []
        },
        "2": {
          "ID": "7971567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7971567",
          "TitleEnglish": "The First Night",
          "SummaryEnglish": "Nasa and Tsukasa have submitted their marriage registration. As the newlywed couple approaches their first night together, they realize Nasa's apartment doesn't have enough necessities for two people, leading to Tsukasa suggesting she spend the night at a hotel. But Nasa stops her, and proposes they go shopping instead. After returning home, Tsukasa sleeps relaxedly while Nasa is tense with excitement from seeing a new side of his wife.",
          "Aliases": []
        },
        "3": {
          "ID": "7971568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7971568",
          "TitleEnglish": "Sisters",
          "SummaryEnglish": "Nasa and Tsukasa's newlywed life has finally begun. The two of them head to a bathhouse run by a girl who went to middle-school with Nasa, Arisugawa Kaname. Kaname is shocked to see Nasa with a girl, and is curious about what happened after learning about the marriage. Meanwhile, Tsukasa heads into the bath and encounters Kaname's sister Aya. When she asks Tsukasa about her connection to Nasa, Tsukasa replies that they are family.",
          "Aliases": []
        },
        "4": {
          "ID": "7971569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7971569",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "As Tsukasa waits for Nasa to return home, a young girl named Chitose, who calls her \"Nee-sama\" confronts her. Chitose asks for Tsukasa to come home with her, and after being ignored, encounters Nasa. He tries to cheer her up, but after learning that Nasa is the one married to Tsukasa, Chitose's attitude suddenly changes. As Nasa tries to explain, Chitose shoves him into a black car that then drives away.",
          "Aliases": []
        },
        "5": {
          "ID": "7971570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7971570",
          "TitleEnglish": "Rings",
          "SummaryEnglish": "During the ruckus as the Kaginoji house, Nasa and Tsukasa pledge their love to each other at a church. After Nasa reports to Kaname that he has finally proposed, she points that he still doesn't have a ring. Although he doesn't take much notice at first, Nasa gradually becomes more self-consciousness about the role of a ring in newlywed life.",
          "Aliases": []
        },
        "6": {
          "ID": "7997434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997434",
          "TitleEnglish": "News",
          "SummaryEnglish": "Nasa realizes he's been so enthralled with newlywed life he forgot to tell his parents he's gotten married. He tries to wrap it up with a simple phone call, but Tsukasa decides she wants to meet his parents. While Nasa is anxious about a potentially embarrassing meeting, the two of them head to visit Nasa's parents in Nara.",
          "Aliases": []
        },
        "7": {
          "ID": "7997442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997442",
          "TitleEnglish": "Trip",
          "SummaryEnglish": "Nasa and Tsukasa take an overnight bus to visit his parents in Nara. They attempt to enjoy the trip like a honeymoon, when Chitose shows up at a service area, asking to know why Tsukasa married Nasa, who happens to overhear the conversation and begins to wonder the same thing. As the couple attempt to enjoy seeing the sights in Kyoto, Chitose appears again. She attempts to test Nasa to see if he's worthy to be married to Tsukasa, and he explains why he decided to marry her.",
          "Aliases": []
        },
        "8": {
          "ID": "7997447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997447",
          "TitleEnglish": "Parents",
          "SummaryEnglish": "Nasa and Tsukasa arrive in Nara and head to the Yuzaki family's house. Despite demanding to meet Tsukasa, Nasa's parents, Enishi and Kanoka, are both clearly nervous. And not long after introductions, Enishi ends up making a deal with Tsukasa.",
          "Aliases": []
        },
        "9": {
          "ID": "7997499",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997499",
          "TitleEnglish": "Daily Life",
          "SummaryEnglish": "After returning from Nara, Tsukasa and Nasa find themselves without a home thanks to a freak lightning strike. Nasa's prepper habits keep the damage to a minimum, but they still find themselves temporarily homeless, until someone offers to let them stay in a spare room. And so, the newlyweds begin their stay at the Arisugawa house.",
          "Aliases": []
        },
        "10": {
          "ID": "7997505",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997505",
          "TitleEnglish": "The Way Home",
          "SummaryEnglish": "Nasa and Tsukasa are now enjoying newlywed life as guests of the Arisugawa family. Things proceed normally until they receive a call from Nasa's previous landlord, offering them an apartment at a newly constructed building. The two of them go to check out a showroom of their potential new home, arriving at a high-rise apartment building.",
          "Aliases": []
        },
        "11": {
          "ID": "7997526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997526",
          "TitleEnglish": "Friends",
          "SummaryEnglish": "Nasa suggests takoyaki party to the Arisugawa sisters so that everyone can get to know each other better. Meanwhile, Chitose tracks Tsukasa down to the bathhouse. The game-loving Aya finds herself getting along with the two of them, and before long competitive sparks start flying!",
          "Aliases": []
        },
        "12": {
          "ID": "7997531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/7997531",
          "TitleEnglish": "Husband and Wife",
          "SummaryEnglish": "Nasa comes down with a fever while at work. Despite his claims of being fine, Tsukasa takes him to the hospital and starts to nurse him back to health. After recovering, the two of them head to a summer festival. When Nasa begins to wonder about how many people out there worry about him, Tsukasa has something to say.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1966596",
      "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "从命运般的相遇开始的求婚、破公寓的新婚生活、结婚戒指、向父母打招呼，之后公寓被烧毁也没气馁，在昭和老屋里加深爱的新婚夫妇两人……丈夫的名字是由崎星空（NASA），妻子的名字是由崎司。与可爱新娘充满心跳与兴奋的新婚生活，迎来了承蒙关照的有栖川家的绫和要，容易被骗的纯真少女——千岁和女仆们，还有新登场的优秀朋友们，两人的生活变得更加热闹！哎呀呀，两人的婚礼会怎么样呢！？",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9040140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9040140",
          "TitleEnglish": "All because of you",
          "SummaryEnglish": "Does a marriage need a wedding? The Yuzakis grapple with that question, as Nasa learns just how daunting the ceremony can actually be.",
          "Aliases": []
        },
        "2": {
          "ID": "9698207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698207",
          "TitleEnglish": "On the Subject of Happiness",
          "SummaryEnglish": "Old friends resurface in Nasa's life, as he introduces Tsukasa to his old teacher Yanagi Naoko.",
          "Aliases": []
        },
        "3": {
          "ID": "9698208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698208",
          "TitleEnglish": "Before the Fireworks Go Out",
          "SummaryEnglish": "Tsukasa and Nasa head to a big-name theme park, where they have a run-in with Nasa's old teacher, who might be in the middle of her own romantic encounter.",
          "Aliases": []
        },
        "4": {
          "ID": "9698209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698209",
          "TitleEnglish": "Spots to Kiss",
          "SummaryEnglish": "Nasa's knowledge is a big help to the people around him, but even he's not sure about the list Kaname finds on the internet that describes the symbolism behind different kisses.",
          "Aliases": []
        },
        "5": {
          "ID": "9698210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698210",
          "TitleEnglish": "The Exciting Expert of the Hot Springs",
          "SummaryEnglish": "Thanks to Kaname, the Yuzakis find themselves on a honeymoon trip to Kusatsu, home to some of Japan's most famous hot springs.",
          "Aliases": []
        },
        "6": {
          "ID": "9698211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698211",
          "TitleEnglish": "Underneath the Moon",
          "SummaryEnglish": "The Kusatsu trip continues, but will Nasa work up the courage to ask Tsukasa to join him in the hot springs?",
          "Aliases": []
        },
        "7": {
          "ID": "9698212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698212",
          "TitleEnglish": "An Expanding World",
          "SummaryEnglish": "Scorching summer heat motivates the Yuzakis to purchase a new air conditioner, which ends up resulting in some new encounters.",
          "Aliases": []
        },
        "8": {
          "ID": "9698213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698213",
          "TitleEnglish": "When You Actually Like It",
          "SummaryEnglish": "Nasa is forced to consider how verbally intimate he is with Tsukasa, before Kaname encourages the two of them to get physically intimate in the bathhouse after-hours.",
          "Aliases": []
        },
        "9": {
          "ID": "9698214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698214",
          "TitleEnglish": "A Summer Day",
          "SummaryEnglish": "After Tsukasa grapples with her technological anxieties, the Yuzakis are greeted by two different visitors.",
          "Aliases": []
        },
        "10": {
          "ID": "9698215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698215",
          "TitleEnglish": "Thank You",
          "SummaryEnglish": "The Yuzakis are joined by friends and family for their camping trip, but can Nasa overcome his inexperience in dealing with the outdoors?",
          "Aliases": []
        },
        "11": {
          "ID": "9698216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698216",
          "TitleEnglish": "On a Moonlit Night",
          "SummaryEnglish": "As the sun sets on the group camping trip, Tokiko and Kaname have a special surprise in store for the Yuzakis.",
          "Aliases": []
        },
        "12": {
          "ID": "9698217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fly-me-to-the-moon/episodes/9698217",
          "TitleEnglish": "In All the Times to Come, and Beyond",
          "SummaryEnglish": "Nasa and Tsukasa are back home just in time to find out that they'll be moving into a new apartment soon, and Tokiko has something important to tell Nasa.",
          "Aliases": []
        }
      }
    }
  }
}