{
    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12635162/",
        "https://nagatorosan.jp/",
        "http://www.reddit.com/r/nagatoro",
        "https://www.themoviedb.org/tv/105556",
        "https://www.wikidata.org/wiki/Q101155037",
        "https://en.wikipedia.org/wiki/Don't_Toy_with_Me,_Miss_Nagatoro#Anime",
        "https://x.com/nagatoro_tv"
    ],
    "TitleEnglish": "Don't Toy With Me, Miss Nagatoro",
    "SummaryEnglish": "\"A girl in a lower grade just made me cry!\" One day, Senpai visits the library after school and becomes the target of a super sadistic junior! The name of the girl who teases, torments, and tantalizes Senpai is \"Nagatoro!\" She's annoying yet adorable. It's painful, but you still want to be by her side. This is a story about an extremely sadistic and temperamental girl and you'll feel something awaken inside of you.",
    "TitleJapanese": "イジらないで、長瀞さん",
    "SummaryJapanese": "高校生の長瀬はやせは、自由な時間を1つのことをするのが大好きで、それは彼女の先輩をいじめることです。 長郎と彼女の友人たちは、意欲的な芸術家の絵に出くわした後、臆病な先輩を容赦なくいじめることに喜びを感じます。 長郎は残酷なゲームを続けることを決意し、毎日彼を訪ねて、特にそれが彼を不快にさせる場合、彼女がその時に彼女が興味を持っていることを何でもするように先輩に強制することができるようにします。",
    "Aliases": [
        "Please don't bully me, Nagatoro",
        "Please don't bully me, Nagatoro-san",
        "Senpai is a bit...",
        "Senpai, don't you ever get angry?"
    ],
    "Modified": "2025-03-09",
    "Seasons": {
        "1": {
            "ID": "1854527",
            "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7835077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835077",
                    "TitleEnglish": "Senpai Is a Bit... / Senpai, Don't You Ever Get Angry?",
                    "SummaryEnglish": "Senpai is a nerdy high schooler whose manga work is discovered by some loud girls in the library. They all tease him, but one among them, Nagatoro, takes it further than the others.",
                    "TitleJapanese": "センパイって、ちょっと…」／「センパイって怒らないんですか？",
                    "SummaryJapanese": "地味で気弱なオタク男子高校生〝センパイ〟は、図書室で勉強中、派手な女子たちに自作の漫画を見られてしまう。\nセンパイをバカにする女子たち。しかしそんな中、センパイに興味を持って近づいてくる女子が一人……彼女の名は、長瀞。\n思わずドキドキするセンパイだったが、彼女はとんでもない性癖の持ち主だった……！"
                },
                "2": {
                    "ID": "7835078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835078",
                    "TitleEnglish": "You Got Your Wish, Senpai! / 'Sup, Senpai?!",
                    "SummaryEnglish": "Nagatoro torments Senpai by threatening to suck his blood like a vampire and by making him play a nipple-finding game. Senpai escapes to a family restaurant, where he runs into Nagatoro and her friends and discovers something surprising.",
                    "TitleJapanese": "「センパイの願望が叶いましたね！！」／「ちっす、センパイっ！」",
                    "SummaryJapanese": "ヴァンパイアのように血を吸わせろと迫られたり、チクビ当てゲームに誘われたりと、長瀞のイジりに翻弄され続けるセンパイ。\n心と体を落ち着けようと一人ファミレスへやって来たセンパイは、他の男子たちと一緒にいる長瀞を目撃する。\n密かに長瀞たちを観察するセンパイは、長瀞の意外な一面を知ることに……！"
                },
                "3": {
                    "ID": "7835079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835079",
                    "TitleEnglish": "Let's Play Again, Senpai / Over Here, Senpai",
                    "SummaryEnglish": "Senpai and Nagatoro get caught in the rain. She invites him over to wait for the rain to pass. Senpai sits with Nagatoro and her friends for lunch, and things get awkward.",
                    "TitleJapanese": "「またやりましょうね、センパイっ」／「センパーイ、こっちこっち～」",
                    "SummaryJapanese": "通り雨に降られてしまう長瀞とセンパイ。\n雨はなかなか降りやまず、センパイは長瀞の自宅にお邪魔することになるが、長瀞の家族は留守で二人きりになってしまい……。\n長瀞の友人ガモちゃん・ヨッシーと一緒に昼食を食べることになってしまったセンパイ。\nセンパイをイジるフレンズたちに、ムキになって張り合う長瀞だったが……！"
                },
                "4": {
                    "ID": "7835080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835080",
                    "TitleEnglish": "You're All Red, Senpai / Senpai, You Could Be a Little More...",
                    "SummaryEnglish": "Gamo-chan and Yosshi offer to let Senpai touch their breasts, but there’s a twist. Nagatoro offers a reward if Senpai does a good drawing of her.",
                    "TitleJapanese": "「センパイ、顔真っ赤っスよ～？」／「センパイは、もうちょっと……」",
                    "SummaryJapanese": "一人静かに部室で昼食を食べるセンパイ。\nそこへやって来たのは長瀞……ではなく、ガモちゃんとヨッシー。\n困惑するセンパイに、ガモちゃんがおっぱいを触らせようと……。\n長瀞をモデルに絵を描くことになったセンパイ。\n長瀞の際どいポーズにドキドキしていると、長瀞は「絵が描けたらご褒美をあげる」と言い出し……！"
                },
                "5": {
                    "ID": "7835081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835081",
                    "TitleEnglish": "Senpai's Poofball / Thanks, Senpai!",
                    "SummaryEnglish": "Nagatoro offers to cut Senpai’s hair. Just as she’s about to get started, she gets a call from her friends, and things take an odd turn. Senpai and Nagatoro line up for ice cream on a scorching summer day.",
                    "TitleJapanese": "「センパイのもこもこ」／「センパイ、ゴチっス！！」",
                    "SummaryJapanese": "伸びた髪の毛をカットしてあげると言い出す長瀞。\nドキドキしつつお願いするセンパイだが、タイミング悪く長瀞に電話がかかってきてしまい、事態は思わぬ方向に……。\n明日から夏休み。人気かき氷店の行列に並ぶ長瀞とセンパイ。\n炎天下の中、汗だくになっている長瀞を見たセンパイは意外な行動に出て……！"
                },
                "6": {
                    "ID": "7835082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835082",
                    "TitleEnglish": "You're Such a Wimp, Senpai ♥ / Senpai! Let's Go to the Beach!!",
                    "SummaryEnglish": "Senpai awakens in another world, where he and Nekotoro set out on an adventure to defeat the demon king. Nagatoro invites Senpai to the beach.",
                    "TitleJapanese": "センパイ、ちょろ過ぎる〜♥ / センパイ！海、行きましょー！！",
                    "SummaryJapanese": "目覚めるとそこは、ファンタジーの世界。\n世界の救世主に選ばれたセンパイは、偶然出会ったネコトロと共に、魔王の城を目指すことになり……。\n夏休み真っ最中。部屋でゴロゴロしていたセンパイに、長瀞から海水浴のお誘いがくる。\n渋々向かうとそこには、長瀞フレンズたちまでいて……！"
                },
                "7": {
                    "ID": "7835083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835083",
                    "TitleEnglish": "Senpai, Want to Go to the Festival? / It's Like a Date, Huh, Senpai? / Let's Go Home, Senpai",
                    "SummaryEnglish": "The summer festival is coming up. Senpai is expecting Nagatoro to invite him, but that’s not how either of them end up going.",
                    "TitleJapanese": "センパイ、お祭り行きませんか？ / デートみたいっすね、センパイ♡",
                    "SummaryJapanese": "今日は夏祭り。長瀞からの誘いを期待するセンパイだが連絡はない。\n偶然の出会いを期待して夏祭りに出かけるセンパイだが、そこに現れたのは……。\n一緒に花火を見に行く長瀞とセンパイ。二人きりの穴場スポットで、花火を鑑賞する二人。\n徐々にアヤしい雰囲気になってきて、長瀞のイジりに反撃せんとセンパイが長瀞にキスを迫る……！"
                },
                "8": {
                    "ID": "7835084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835084",
                    "TitleEnglish": "That Might Actually Be Fun, Senpai ♥ / Let's Play Rock-Paper-Scissors, Senpai!!",
                    "SummaryEnglish": "Senpai should be studying for midterms, but he’s hooked on a game. Questions arise about what might happen if he were to flunk. Senpai and Nagatoro play rock-paper-scissors to see who has to carry their bags home.",
                    "TitleJapanese": "意外と楽しいかもしれないっスね、元センパイ♡ / じゃんけんしましょう、センパイ！！",
                    "SummaryJapanese": "もうすぐ中間テスト。しかし、勉強そっちのけでゲームに夢中のセンパイ。\nそんなセンパイを見た長瀞は、「もしセンパイが留年したら……」と妄想を膨らませ始め……。\n帰り道に長瀞から「荷物持ちジャンケン」を持ち掛けられるセンパイ。\nジャンケンに負けたセンパイは荷物ではなく、長瀞自身をおんぶすることになってしまうのだが……！"
                },
                "9": {
                    "ID": "7835085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835085",
                    "TitleEnglish": "Senpai's Such a Closet Perv!! / There's No Way Creepy Senpai Could Go on a Proper Date!!",
                    "SummaryEnglish": "Nagatoro makes a bet that Senpai has lewd books in the club room, but things don’t go quite as she plans. Sakura has a stalker, and she asks Senpai for help getting rid of him.",
                    "TitleJapanese": "センパイはムッツリだし！！ / キモキモセンパイがまともにデート出来るわけ無いっしょ！！",
                    "SummaryJapanese": "センパイには性欲があるのか！？　センパイが部室にエロ本を隠しているのかどうか、賭けをする長瀞とフレンズたちだったが……。\nストーカーされて困っている桜から、彼氏のフリをしてくれと頼まれるセンパイ。\n嫉妬した長瀞が桜とセンパイのデートを尾行するが、桜とセンパイはどんどんいい雰囲気になってきてしまい……！"
                },
                "10": {
                    "ID": "7835088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835088",
                    "TitleEnglish": "You Seem Pretty Stiff, Senpai / I'll Do It For You, Senpai!!",
                    "SummaryEnglish": "After seeing Senpai get mocked for his inability to run, Nagatoro takes him out jogging to try to whip him into shape. The culture festival is coming up, and Senpai needs something to present for the arts club.",
                    "TitleJapanese": "センパイって体、硬そーですよねぇ / やってやりますよ、センパイ！！",
                    "SummaryJapanese": "マラソンで周回遅れになっているところを、長瀞に目撃されてしまうセンパイ。\n翌日から、露出度の高いウェアを着た長瀞との秘密のスポ根特訓が開始され……。\nもうすぐ文化祭。絵のモデルをやると言いだす長瀞。\n和気あいあい絵の制作に励むセンパイたちの元に、ある人物が現れる……！"
                },
                "11": {
                    "ID": "7835089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835089",
                    "TitleEnglish": "What Do You Think, Senpai? / You Could Be More Honest, Senpai ♥",
                    "SummaryEnglish": "Senpai doesn’t have any confidence that he can win against the art club president. Nagatoro and the gang try to cheer him up, but the president’s art is just too powerful. Nagatoro offers to model for Senpai.",
                    "TitleJapanese": "センパイはどう思ってんスか？ / 素直じゃないんだからー、センパイはー♡",
                    "SummaryJapanese": "美術部の存続を賭け、部長と対決することになったセンパイ。\n自分に自信が持てないセンパイを励ます長瀞たちだったが、部長の描く作品の破壊力はあまりに凄まじく……。\nセンパイを勝たせるため気合いを入れてモデルに励む長瀞だが、当のセンパイは納得がいかない様子。\nしびれを切らした長瀞は、ついに部室を飛び出してしまう……！"
                },
                "12": {
                    "ID": "7835086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/7835086",
                    "TitleEnglish": "Has Spring Come Even for You, the Unpopular Loner Louse Senpai? / Did You Hear Her Talk About Love, Senpai?",
                    "SummaryEnglish": "Senpai isn’t sure he can beat the art club president in popularity at the culture festival. Nagatoro and the gang do everything they can to help him.",
                    "TitleJapanese": "非モテはぐフナセンパイにもついに春が到来っスか～？ /  愛とか言われちゃってますよぉセンパーイ？",
                    "SummaryJapanese": "文化祭当日が迫る。長瀞をモデルに絵を描き進めるセンパイ。\nしかし、部長の作品を偵察に行った長瀞ファミリーは、その絵の破壊力にびっくり仰天。\n正攻法では勝てないと考えたファミリーはある奇策を講じる。その一方、部長も苦境に追い込まれて……。\nそして文化祭がはじまる。部長とセンパイの勝負の行方はいかに……！？"
                }
            }
        },
        "2": {
            "ID": "1964338",
            "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8801459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/8801459",
                    "TitleEnglish": "It's You and Me, Senpai~",
                    "SummaryEnglish": "Nagatoro is still torturing Senpai, laughing at his choice of manga and at how he talks to girls, and trying to get a reaction out of him by having him put her stockings on her.",
                    "TitleJapanese": "センパイと私の仲なんスから～",
                    "SummaryJapanese": "センパイはあいもかわらず、読んでいるマンガをイジられたり、女子への声の掛け方をレクチャーされたり、はたまたタイツを無理やり履かされたりと長瀞に翻弄されている。そんななか、長瀞に誘われたセンパイは、フレンズたち囲まれて文化祭の打ち上げに参戦することに……！"
                },
                "2": {
                    "ID": "9535152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535152",
                    "TitleEnglish": "You're Inviting Me, Senpai?!",
                    "SummaryEnglish": "The club president gives Senpai tickets to the zoo, insisting that he takes Nagatoro with him to practice life drawing together.",
                    "TitleJapanese": "センパイのお誘いっスか！？",
                    "SummaryJapanese": "文化祭も終わって抜け殻のようになっているセンパイ。絵を描こうにも身が入らないセンパイのもとへやってきた部長が、動物園での写生を勧めてくれる。思い切って長瀞を誘ったセンパイは、無事動物園での写生を楽しむことに成功するが、あるカップルが絡んできて……！"
                },
                "3": {
                    "ID": "9535153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535153",
                    "TitleEnglish": "Senpai... Were You... Listening to What I Said...?",
                    "SummaryEnglish": "Nagatoro forgets her phone in the club room. Senpai tries to bring it back to her but gets himself into a situation.",
                    "TitleJapanese": "センパイ…さっきの…聞いてました…？",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9535154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535154",
                    "TitleEnglish": "Why Don't You Come Inside, Senpai-kun?",
                    "SummaryEnglish": "Senpai visits Nagatoro’s home to deliver handouts from school. Her sister lets him in and decides to mess with both him and Nagatoro.",
                    "TitleJapanese": "上がってってくれたまえよ センパイ君♡",
                    "SummaryJapanese": "風邪をひいた長瀞が気掛かりなセンパイ。自宅を訪ねた先で待っていたのは長瀞の姉だった……！長瀞をも手玉に取る姉トロのせいで気まずくなってしまう２人……。気分を変えようとセンパイとゲームをすることになった長瀞は、「ゲームに勝てたらなんでもヒミツを教えてあげる」と言い出して……！"
                },
                "5": {
                    "ID": "9535155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535155",
                    "TitleEnglish": "So This Is Your Room, Huh, Senpai?",
                    "SummaryEnglish": "Senpai gets sick, so Nagatoro comes over to check on him. His family happens not to be home.",
                    "TitleJapanese": "ここがセンパイの部屋っスかー",
                    "SummaryJapanese": "長瀞に続いて風邪をひいてしまったセンパイ。親は出張でひとりっきり。そこへ、センパイを心配した長瀞がやってくる。長瀞を部屋に入れてドキドキするセンパイ。普段と違って優しい長瀞に看病してもらったり、料理を作ってもらううち、だんだんと夢と現実の区別がつかなくなってきて……！"
                },
                "6": {
                    "ID": "9535156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535156",
                    "TitleEnglish": "How Are Your Fortunes This Year, Senpai?",
                    "SummaryEnglish": "Senpai has a Christmas gift for Nagatoro, but The Friends get in the way of him handing it to her.",
                    "TitleJapanese": "さあセンパイの今年の運勢は～？",
                    "SummaryJapanese": "クリスマスが近づいてくる。お互いにプレゼントを渡したいセンパイと長瀞だが、フレンズや部長たちの邪魔が入ってしまい……。年が明け長瀞から初詣に誘われるセンパイ。巫女姿の長瀞にドキドキ。そして、おみくじを引いたセンパイはある決心を固めて……！"
                },
                "7": {
                    "ID": "9535157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535157",
                    "TitleEnglish": "I Figured That's How You'd Ski, Senpai",
                    "SummaryEnglish": "Senpai, Nagatoro and their classmates go skiing. Nagatoro is a good skier, but Senpai doesn't fail to disappoint.",
                    "TitleJapanese": "センパイの滑りってやっぱそんな感じなんスね",
                    "SummaryJapanese": "眼鏡からコンタクトに変えようとするセンパイ。だが案の定、長瀞からそのことをイジられて……。ゲレンデを颯爽と滑っていく長瀞。負けじと奮闘するセンパイだったが、とうてい追いつけない。諦めかけたセンパイを長瀞フレンズが叱咤激励するが……！"
                },
                "8": {
                    "ID": "9535158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535158",
                    "TitleEnglish": "Why Don't You Try Bulking Up a Little, Paisen?",
                    "SummaryEnglish": "Senpai sketches Nagatoro in an athletic stance that seems very natural to her. Wait, is Nagatoro into judo...?",
                    "TitleJapanese": "パイセンさ　ちょーっと体鍛えてみねぇ？",
                    "SummaryJapanese": "学校で柔道大会が開かれることに。長瀞にいいところを見せようと、ガモちゃんのジムに訪れるセンパイ。長瀞の柔道の腕を身をもって知ったセンパイだが、長瀞自身はなぜか柔道大会に後ろ向き。そんな時、部長がセンパイに稽古をつけると言い出して……！"
                },
                "9": {
                    "ID": "9535159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535159",
                    "TitleEnglish": "That Is, If You Win at Least Once, Senpai",
                    "SummaryEnglish": "The school judo tournament is coming up. Senpai and Nagatoro are both reluctant to participate.",
                    "TitleJapanese": "センパイが一勝でもできたら…ね",
                    "SummaryJapanese": "柔道大会が始まる。順調に勝ち進んだ長瀞は、オリンピック候補の折原と対決することに。いつもと様子の違う長瀞を心配するセンパイは、ある過去を知ることに……。\nセンパイに鼓舞された長瀞は「センパイが一勝できたら、チューしてあげる」と言い出す。はたして勝負の行方は……！"
                },
                "10": {
                    "ID": "9535160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535160",
                    "TitleEnglish": "Hachioji-senpai Taught Me a Lot",
                    "SummaryEnglish": "It's the start of a new school year. Nagatoro is planning to join the judo club and the art club gets a new member.",
                    "TitleJapanese": "八王子先輩には大変お世話になりました",
                    "SummaryJapanese": "柔道部に入ることにしたと打ち明ける長瀞。そして折原に勝てたら、センパイからご褒美がほしいと言いだして……。\n部長の従妹、須ノ宮がセンパイと長瀞の前に現れる。物腰低くも、部長と同じく大胆な面を持つ須ノ宮を意識してしまう長瀞は一向に柔道に身が入らず……！"
                },
                "11": {
                    "ID": "9535161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535161",
                    "TitleEnglish": "Don't You Miss Me, Senpai?",
                    "SummaryEnglish": "Sunomiya encourages Senpai to ask Nagatoro out on a date. On a late walk home Senpai tries to ascertain if Nagatoro has anywhere she'd like to go on her next school break.",
                    "TitleJapanese": "センパイは私がいなくて寂しくないっスか…？",
                    "SummaryJapanese": "須ノ宮からの助言を受けたセンパイは、長瀞をデートに誘う。\n水族館に誘われて上の空の長瀞に気付いたガモちゃんとヨッシーは、とある計画を立てる。さらにそれに気付いた須ノ宮も行動を開始する。そして当日、デートは波乱の予感で……！"
                },
                "12": {
                    "ID": "9535162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-dont-toy-with-me-miss-nagatoro/episodes/9535162",
                    "TitleEnglish": "Wanna Do Something to Make It Not a Dry Run?",
                    "SummaryEnglish": "Pursued by Gamo and Yoshi who aim to preserve Senpai's virginity and Sunomiya and the President who aim to protect and fight for Senpai's love, Nagatoro and Senpai set off on their date to the aquarium.",
                    "TitleJapanese": "じゃあ…本番にふさわしいことしちゃいます？",
                    "SummaryJapanese": "水族館でデートするセンパイと長瀞。ガモちゃんとヨッシーが二人を尾行し、さらにそれを尾行する須ノ宮と部長……。\nまるでカップルのようにデートを楽しむセンパイと長瀞の背後から、混沌とした気配が迫ってきて……！"
                }
            }
        }
    }
}