{
    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12831098/",
        "https://www.themoviedb.org/tv/100281"
    ],
    "TitleEnglish": "Moriarty the Patriot",
    "SummaryEnglish": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all. William James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old. Yuukoku no Moriarty puts a new spin on Arthur Conan Doyle's original work by putting the spotlight on its main antagonist and exploring how he came to be the first and only \"criminal consultant.\"",
    "Aliases": [
        "Yūkoku no Moriarty",
        "Yuukoku no Moriarty"
    ],
    "Modified": "2025-05-11",
    "Seasons": {
        "0": {
            "ID": "1855603",
            "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8912614",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/8912614",
                    "TitleEnglish": "OVA 1 - Lily's Reminiscence",
                    "SummaryEnglish": "In Bath, one of the most famous spa resorts in England, a painting by a popular aristocratic artist was defaced. William feels a sense of deja vu at the motif of white lilies..., White lilies bloom in the favelas. William heads to Bath with Lewis and runs into Sherlock and his friends who have come to investigate. They decide to visit the rumored painter, Baron Cubid, together..."
                },
                "2": {
                    "ID": "8912615",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/8912615",
                    "TitleEnglish": "OVA 2 - The Moriarty Family's Holiday",
                    "SummaryEnglish": "The Moriarty family, which has always maintained its secrecy, is finally put in charge of holding a tea party! The task is to entertain the invited ladies, and to complete the tea party without letting them know about any of the underground activities. Under Albert's direction, will the members, who have been assigned to their respective positions, be able to overcome the Moriarty family's greatest crisis?"
                }
            }
        },
        "1": {
            "ID": "1855604",
            "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "7842891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7842891",
                    "TitleEnglish": "The Earl's Crime",
                    "SummaryEnglish": "A rash of abductions of young boys that end up brutally murdered is plaguing London, and police are powerless to stop it. When William Moriarty discovers a clue linking all the victims, he and his brothers take an interest in the case."
                },
                "2": {
                    "ID": "7925303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925303",
                    "TitleEnglish": "The Scarlet Eyes, Act 1",
                    "SummaryEnglish": "In 1866, a brilliant young orphan and his ailing younger brother are taken in by a charitable aid organization, where they catch the attention of the son of an earl, who is discontent with Britain's class system."
                },
                "3": {
                    "ID": "7925304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925304",
                    "TitleEnglish": "The Scarlet Eyes, Act 2",
                    "SummaryEnglish": "Albert invites the brothers to come live at the Moriarty's estate, but the pair are not warmly welcomed by the other members of the household. Albert grows increasingly disturbed by his family's intolerance, and resorts to drastic measures."
                },
                "4": {
                    "ID": "7925305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925305",
                    "TitleEnglish": "A Rare Breed",
                    "SummaryEnglish": "William begins teaching at a university, and is invited to dinner at the home of the Viscount of Belfor. He and his brothers receive a tour of the viscount's well-kept conservatory, but are taken aback by what they hear of the gardener and his wife."
                },
                "5": {
                    "ID": "7925306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925306",
                    "TitleEnglish": "The Dancers on the Bridge",
                    "SummaryEnglish": "Lucian, one of William's students, fails to come home for three days, while the pub waitress Lucian declared his love for leaps to her death from a bridge. However, one of the school's administrators assures William that there is no cause for alarm."
                },
                "6": {
                    "ID": "7925307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925307",
                    "TitleEnglish": "The \"Noahtic\", Act 1",
                    "SummaryEnglish": "William embarks on a new project to make the citizens of London audience to crimes exposing the skewed nature of the world. For his first performance, he chooses the luxury cruise ship Noahtic, where he encounters an extraordinary man."
                },
                "7": {
                    "ID": "7925308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925308",
                    "TitleEnglish": "The \"Noahtic\", Act 2",
                    "SummaryEnglish": "William helps to cover up Enders's crime, and Enders believes he is in the clear. As the first ballet performed aboard a sailing vessel takes place, William and the others secretly prepare another production in criminal theatre behind the scenes."
                },
                "8": {
                    "ID": "7925309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925309",
                    "TitleEnglish": "A Study in \"S\", Act 1",
                    "SummaryEnglish": "After receiving the approval of Miss Hudson, landlady of 221B Baker Street, John H. Watson, recently returned from the Afghan War, becomes the housemate of consulting detective Sherlock Holmes, who himself is soon implicated in a serious crime."
                },
                "9": {
                    "ID": "7925310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925310",
                    "TitleEnglish": "A Study in \"S\", Act 2",
                    "SummaryEnglish": "Searching for the true killer of Count Drebber, Sherlock and John set a trap for the culprit using a wedding ring found at the murder scene as bait. After a struggle in which the ring is lost, Sherlock is able to deduce who the real killer is."
                },
                "10": {
                    "ID": "7925312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925312",
                    "TitleEnglish": "The Two Detectives, Act 1",
                    "SummaryEnglish": "Holmes is frustrated at the thought of there being a mastermind behind the Noahtic and Drebber cases whose identity eludes him. After an unsatisfying investigation into a third nobleman death, Holmes has a chance encounter on a train."
                },
                "11": {
                    "ID": "7925314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925314",
                    "TitleEnglish": "The Two Detectives, Act 2",
                    "SummaryEnglish": "With 48 minutes remaining before the train reaches the next station, Sherlock declares that William and he can find the murderer in time. Sherlock relies on the evidence at the scene, while William pursues a psychological profile of the killer."
                },
                "12": {
                    "ID": "7925315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7925315",
                    "TitleEnglish": "A Scandal in the British Empire, Act 1",
                    "SummaryEnglish": "Military Intelligence Service Director Mycroft orders Albert to recover classified papers that could rock the nation, and kill the woman who stole them. Sherlock is hired by the king of Bohemia to pursue Irene Adler, who threatens the king's wedding plans."
                },
                "13": {
                    "ID": "7985195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985195",
                    "TitleEnglish": "A Scandal in the British Empire, Act 2",
                    "SummaryEnglish": "Following William's plan, Albert invites Irene to a masquerade, where a game with the famed \"Lord of Crime\" as its theme is being played. Dressed as a man, Irene uses the game to contact Albert, pleading for her safety in return for the stolen papers."
                },
                "14": {
                    "ID": "7985197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985197",
                    "TitleEnglish": "A Scandal in the British Empire, Act 3",
                    "SummaryEnglish": "Despite Sherlock recognizing that Irene is dealing with the Lord of Crime, he sees her off. Irene negotiates with the Lord of Crime in an abandoned church, but before she can turn over the papers, Sherlock arrives, and makes a deal to keep Irene safe."
                },
                "15": {
                    "ID": "7985198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985198",
                    "TitleEnglish": "The Phantom of Whitechapel, Act 1",
                    "SummaryEnglish": "Receiving a new name, Bonde joins the Moriarty ranks, and is sent to retrieve the contents of a safe deposit box with Moran, Louis, and Fred. But when an unexpected bank heist spurs the others into spontaneous action, Bonde is left wondering what to do."
                },
                "16": {
                    "ID": "7985199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985199",
                    "TitleEnglish": "The Phantom of Whitechapel, Act 2",
                    "SummaryEnglish": "A series of murders is being carried out by someone claiming to be Jack the Ripper. In response, a vigilante group of the town's poor confronts Scotland Yard while William and the real Jack scramble to uncover the true culprit's aims and foil their plans."
                },
                "17": {
                    "ID": "7985200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985200",
                    "TitleEnglish": "The Riot in New Scotland Yard",
                    "SummaryEnglish": "A culprit is arrested in the Jack the Ripper case which was solved by the Moriartys. Suspecting a frame-up by Arterton, Lestrade asks Sherlock for help in finding evidence that would prove it. Meanwhile, Paterson works to sneak Bonde inside the station."
                },
                "18": {
                    "ID": "7985201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985201",
                    "TitleEnglish": "The Merchant of London",
                    "SummaryEnglish": "William outshined the adults in knowledge and nerve while saving the orphanage where he was staying. Judicial records state that William lent a nobleman £600 in the spirit of a certain play. But when the contract is broken, William takes drastic measures."
                },
                "19": {
                    "ID": "7985204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985204",
                    "TitleEnglish": "The White Knight of London, Act 1",
                    "SummaryEnglish": "Adam Whiteley, a young MP in the House of Commons working toward an equitable society, garners public support as a \"White Knight.\" Milverton is hired by those opposed to Whiteley to oust him. William takes interest in Whiteley, and decides to test him."
                },
                "20": {
                    "ID": "7985205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985205",
                    "TitleEnglish": "The White Knight of London, Act 2",
                    "SummaryEnglish": "Whiteley goes alone to deal with the House of Lords with the irrefutable proof obtained from Albert in hand, but finds Milverton, the king of blackmailers. Even as Whiteley negotiates with him, Milverton's devilish clutches close in on his dear brother."
                },
                "21": {
                    "ID": "7985206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985206",
                    "TitleEnglish": "The Sign of Mary",
                    "SummaryEnglish": "John introduces Sherlock to Mary, his fiancée. A stunned Sherlock realizes that Mary has another concern. She produces six pearls, detailing their connection to her missing father. She asks Sherlock to look into the matter, but is holding something back."
                },
                "22": {
                    "ID": "7985207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985207",
                    "TitleEnglish": "The Two Criminals",
                    "SummaryEnglish": "Milverton blackmails Mary, exploiting her dalliance in antigovernment activities as a student. Sherlock decides to sneak into Milverton's estate to steal his evidence, but even that act was anticipated. Sherlock finds that he is not the only trespasser."
                },
                "23": {
                    "ID": "7985208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985208",
                    "TitleEnglish": "The Final Problem, Act 1",
                    "SummaryEnglish": "When William James Moriarty claims responsibility for being the Lord of Crime in all the papers, aristocratic condemnation and public anger falls upon the Moriartys. The final problem of the Moriarty Plan that William has concocted at long last begins."
                },
                "24": {
                    "ID": "7985209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moriarty-the-patriot/episodes/7985209",
                    "TitleEnglish": "The Final Problem, Act 2",
                    "SummaryEnglish": "William aims to complete his plan with his death, as Albert and the others each carry out their roles. Meanwhile, Sherlock deduces William's true reason for having him vanquish the Lord of Crime. Overlooking London, the pair face each other one last time."
                }
            }
        }
    }
}