{
  "URL": "https://www.thetvdb.com/series/386628-",
  "Genres": [
    "Anime",
    "Children",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [],
  "TitleEnglish": "Chikkun Takkun",
  "SummaryEnglish": "Chikkun, Prince of Planet R, goes to Earth with his advisor and bodyguard robot in search of the Waruchin Encyclopedia . The book, when connected to a computer system, is capable of making anything possible. Chikkun lands on earth and falls in love with a girl named Miko, who is the leader of a group of girls called the Kyunkyuns, who befriend him immediately. At the same time, the original thieves of the Waruchin, Dr. Bell and his assistant Giji-Giji, are on Earth and attempting to take over the planet with the Waruchin. Miko, her family, and the Kyunkyuns join together to repeatedly stop Dr. Bell.",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "1859958",
      "URL": "https://www.thetvdb.com/series/386628-/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "7881799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881799",
          "TitleEnglish": "The Spring Breeze Rides In On A Gag: Our Alien Arrival",
          "SummaryEnglish": "On a faraway star called R, mad scientist Dr. Bell and his assistant Giji-Giji steal the Waruchin, a computerized book capable of altering reality. The star's prince, Chikkun, hurries after Dr. Bell to retrieve the Waruchin, with his royal advisor Takkun in tow. Chikkun crashlands on the house of 8th grader Miko, and the two become fast friends. Elsewhere, Dr. Bell is extremely envious of Chikkun's proximity to Miko, and floods Tokyo with icebergs.",
          "Aliases": []
        },
        "2": {
          "ID": "7881800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881800",
          "TitleEnglish": "Appear! Jump! Flower Kyun Attack!!",
          "SummaryEnglish": "Miko goes to meet with her group of friends, a girl gang called the Kyunkyuns, and Chikkun tags along. While the girls initially mistake him for a plush doll, they soon learn about Chikkun's plight to retrieve the Waruchin, and become his allies. Dr. Bell attempts to spy on Chikkun, but discovers the Kyunkyuns and falls head over heels for them. Dr. Bell then devises a scheme to kidnap the girls by making the symbols from a weather forecast come to life.",
          "Aliases": []
        },
        "3": {
          "ID": "7881801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881801",
          "TitleEnglish": "Super Angry Mom! Ikebana Major Panic!!",
          "SummaryEnglish": "Miko is still keeping Chikkun and Takkun a secret from her parents, but her father accidentally discovers the alien ship on top of his house. The aliens must remain a secret so Miko's mother will be perfectly calm and collected, as she prepares to enter a heavy machinery Ikebana event. In the meantime, the Kyunkyuns try a new plan to defeat Dr. Bell and keep the peace at the ikebana event.",
          "Aliases": []
        },
        "4": {
          "ID": "7881802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881802",
          "TitleEnglish": "Girls Through The Phone!? The Tricky Telephone Book Plot",
          "SummaryEnglish": "Dr. Bell builds a special phone device that allows him to teleport people through corded phones. He uses this to try and kidnap the Kyunkyuns, starting with Moko. Chikkun and Miko hurry to rescue their friends, and to find a way to turn Dr. Bell's invention on himself.",
          "Aliases": []
        },
        "5": {
          "ID": "7881803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881803",
          "TitleEnglish": "Dr. Bell's Counter-Attack! The Roaring Rock Saw",
          "SummaryEnglish": "While using her telescope, Mukko sees a beautiful boy in a suit and cape in the middle of the night. The Kyunkyuns struggle to find the boy's identity, but at the same time, Dr. Bell kidnaps Miko and takes her to the seaside.",
          "Aliases": []
        },
        "6": {
          "ID": "7881804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881804",
          "TitleEnglish": "Micro Deathzone! Crazy Major Race",
          "SummaryEnglish": "With the Waruchin, Dr. Bell creates a vapor that can shrink anyone or anything it's sprayed on. Dr. Bell uses it to try and kidnap the Kyunkyuns, but a series of mishaps shrink him, Chikkun, and their spaceships.",
          "Aliases": []
        },
        "7": {
          "ID": "7881805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881805",
          "TitleEnglish": "First Love Disappeared in the Night Fog? It's Not A Sad Dream!!",
          "SummaryEnglish": "Miko has a school assignment to sew a plush doll for a student art show, but unable to sew, she asks Chikkun to pretend to be a doll that she can submit. Chikkun wins first prize and gets lots of attention from girls, which makes Dr. Bell envious. Dr. Bell makes a female penguin doll named Penko, and brings her and the rest of the plush dolls to life through voodoo, as part of a scheme to lead Miko to a dance party and to break Chikkun's heart.",
          "Aliases": []
        },
        "8": {
          "ID": "7881806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881806",
          "TitleEnglish": "Messengers From Space! Am I Really Pretty?",
          "SummaryEnglish": "A small, bratty debt collector flies from Star R to Earth in a ship that looks like a giant mecha credit card, looking to collect on a large welfare loan Dr. Bell once took out. If Dr. Bell is unable to pay her back, she may foreclose on the earth. asks Chikkun and Takkun for their help in turning the debt collector away, and they begrudgingly agree.",
          "Aliases": []
        },
        "9": {
          "ID": "7881807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881807",
          "TitleEnglish": "Video Surprise! Chaotic Monster Rampage",
          "SummaryEnglish": "A local TV station runs a movie about a Mecha-King Kong, and on opposite sides of the city, Chikkun and Dr. Bell mourn the death of its titular character at the end of the film. Dr. Bell is particularly moved by the movie, and creates a full scale Mecha King Kong. However, just like in the movie, it begins to wreak havoc in Tokyo.",
          "Aliases": []
        },
        "10": {
          "ID": "7881808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881808",
          "TitleEnglish": "Watch Out Miko: Panic Coaster",
          "SummaryEnglish": "The Kyunkyuns, and Chikkun and Takkun go to a local amusement park. They run into Dr. Bell disguised as a lost child, which turns out to be a scheme to get to hug the girls. When he is spurned, Dr. Bell uses the Waruchin to turn the amusement park rides the girls ride into dangerous obstacles.",
          "Aliases": []
        },
        "11": {
          "ID": "7881809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881809",
          "TitleEnglish": "Isn't It Amazing! Terror of the Kissy-Kissy Flowers",
          "SummaryEnglish": "Dr. Bell engineers a flower that kisses anyone who gets close to it. A kiss from the flower then temporarily wipes the person's memory, and makes them want to kiss others. The only member of the Kyunkyuns whom is immune is Moko, who has a cold, and Takkun finds a way to use her germs as an antidote.",
          "Aliases": []
        },
        "12": {
          "ID": "7881810",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881810",
          "TitleEnglish": "The Awful Guy From Outer Space",
          "SummaryEnglish": "Chikkun's father, the King of R, arrives on earth with the young nobleman Andre. They bring a message from Chikkun's future arranged wife, Princess Leah; she makes a declaration promising to marry whoever retrieves the Waruchin, immediately pitting Chikkun against Andre. Elsewhere, Dr. Bell and Giji-Giji accidentally create hundreds of replicas of the Waruchin and must find the real one.",
          "Aliases": []
        },
        "13": {
          "ID": "7881811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881811",
          "TitleEnglish": "Let It Fly! Radical Auto Racing",
          "SummaryEnglish": "Miko's father is preparing his car for a local drag racing event. Upon learning that the race winner will receive a prize, Dr. Bell creates an enormous truck loaded with dirty tricks and enters it into the race. Andre also enters the race with a gold tank, and he and Chikkun must work together to stop Dr. Bell from winning.",
          "Aliases": []
        },
        "14": {
          "ID": "7881812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881812",
          "TitleEnglish": "Primeval Dinosaur VS Don Frilled Lizard",
          "SummaryEnglish": "After a mishap with the Waruchin, Chikkun, Takkun, and Miko are teleported back in time, along with Dr. Bell and Giji-Giji. The group realizes they have been sent back to the prehistoric era, and try to seek out a way back to 1980s Japan. Along the way, they encounter an ancient tribe of humans with a god who looks almost exactly like Giji-Giji, and the tribe begins to treat him like royalty.",
          "Aliases": []
        },
        "15": {
          "ID": "7881814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881814",
          "TitleEnglish": "Keep Your Hands Off Sweets!",
          "SummaryEnglish": "Dr. Bell tries earth cake for the first time, and is immediately enamored with sugary earth goods. He devises a special magnet that pulls in anything with sugar, and crafts a gingerbread house for himself. Elsewhere, the sugar magnet takes the birthday cake meant for Miko's mother, and Chikkun vows to get it back.",
          "Aliases": []
        },
        "16": {
          "ID": "7881815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881815",
          "TitleEnglish": "Hell in Waruchin Land",
          "SummaryEnglish": "After Miko's classmate goes to a sports park, Chikkun insists that he and Miko go there too. Dr. Bell and Giji-Giji have crash landded in the same park, and upon seeing Chikkun and Miko, they decide to use the Waruchin to make the park's sports more extreme.",
          "Aliases": []
        },
        "17": {
          "ID": "7881816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881816",
          "TitleEnglish": "I Can Laugh Too: Mayhem",
          "SummaryEnglish": "Dr. Bell reads about powerful figures in history, and decides he wants to be like a mafia boss. He engineers a special powder that causes anyone it's sprinkled on to become easy-going and experience a laughing fit, with the intent to rob banks. Elsewhere, the King of R sends Chikkun an urgent message to get the Waruchin back, and Chikkun and Andre must team up to stop Dr. Bell.",
          "Aliases": []
        },
        "18": {
          "ID": "7881817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881817",
          "TitleEnglish": "Startling!! Ghoul Army",
          "SummaryEnglish": "Dr. Bell and Giji-Giji use the Waruchin to generate holograms of Yōkai and Obake on a darkened public road. The pair use these visions to scare pedestrians, and then steal the purses and money they drop. Chikkun and Takkun investigate the phenomenon after Miko and her mother run afoul of the obake.",
          "Aliases": []
        },
        "19": {
          "ID": "7881818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881818",
          "TitleEnglish": "Arrival of the Moon River Thief",
          "SummaryEnglish": "A cat burglar named the Moon River Thief is striking all throughout Tokyo, so Miko's grandmother sends the family her precious vase to look after. Chikkun meets a little girl named Miho who seems to be looking for her family, but it turns out she's the Moon River Thief's daughter and his scout for treasures. At the same time, Dr. Bell and Giji-Giji become interested in cat burglary, and create a giant mecha cat.",
          "Aliases": []
        },
        "20": {
          "ID": "7881819",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881819",
          "TitleEnglish": "Great Race to the Other Side of the World",
          "SummaryEnglish": "A deliveryman from R heads towards earth with an important present for Chikkun. NASA notices his ship approaching earth and shoots him down, so Takkun arranges a rescue mission to find the deliveryman. Andre and Dr. Bell, both overhearing that there is treasure from R, each hurry to the deliveryman's crash point in hopes of getting it for themselves.",
          "Aliases": []
        },
        "21": {
          "ID": "7881820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881820",
          "TitleEnglish": "First Love Was A Terrible Person",
          "SummaryEnglish": "Dr. Bell uses the Waruchin to get a sniper rifle with darts - which look like small hermit crabs - that go into peoples' ears to alter their emotions. Miko has a crush on Johnny, a soccer player at her school, and bitter about this, Bell uses a dart to make Miko think the boy hates her. Dr. Bell throws the city into chaos, while Chikkun and Miko's family attempt to console her.",
          "Aliases": []
        },
        "22": {
          "ID": "7881821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881821",
          "TitleEnglish": "I Didn't Expect This!? A Baby",
          "SummaryEnglish": "Without money to buy food, Dr. Bell and Giji-Giji resort to shoplifting at a supermarket. While making a hurried escape on the Nazumar, they find a small child has accidentally boarded. The local police assume the boy has been intentionally kidnapped, while Dr. Bell tries to babysit the boy before taking him back to his mother.",
          "Aliases": []
        },
        "23": {
          "ID": "7881822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/386628-/episodes/7881822",
          "TitleEnglish": "Waruchin the Endurance",
          "SummaryEnglish": "The Waruchin proposes an Olympics-style test of strength that will decide who can own and use it. Giji-Giji recruits Andre and Chikkun to participate in endurance sports against Dr. Bell. In the middle of a packed Tokyo stadium, the three must survive the situations brought to life by the Waruchin.",
          "Aliases": []
        }
      }
    }
  }
}