{
    "URL": "https://www.thetvdb.com/series/noblesse-2020",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.facebook.com/Anime.Noblesse",
        "https://www.imdb.com/title/tt12885610/",
        "https://www.instagram.com/official.noblesse.anime",
        "https://noblesse-anime.com",
        "http://www.reddit.com/r/Noblesse",
        "https://www.themoviedb.org/tv/99779",
        "https://x.com/Anime_Noblesse"
    ],
    "TitleEnglish": "Noblesse",
    "SummaryEnglish": "Raizel awakens from his 820-year slumber. He holds the special title of Noblesse which is a pure-blooded Noble and protector of all other Nobles. In an attempt to protect Raizel, his servant Frankenstein enrolls him at Ye-Ran High School, where Raizel learn the simple and quotidian routines of the human world through his classmates. However, the Union—a mighty secret organization with strings around the globe and a goal to rule the world—dispatches modified humans and gradually encroaches on Raizel's life progressively—which causes him to wield his mighty power to protect those around him. After 820 years of intrigue, the secrets behind his slumber are finally revealed and Raizel's absolute protection as the Noblesse begins.",
    "TitleJapanese": "NOBLESSE -ノブレス-",
    "SummaryJapanese": "820年に及ぶ長い眠りから目を覚ましたカディス・エトラマ・デ・ライジェル。\n彼は高貴なる血と精神を持つ貴族の守護者、「NOBLESSE」である。\n\nライジェルと再会した忠実な執事であるフランケンシュタインは、彼を守るため、自身が運営する私立芸欄（イェラン）高等学校に生徒として迎えた。\nその後、しばらく学校で同じクラスの生徒と交わり、ライジェルは素朴で平穏な日常を過ごしていた。\n\nそんな平穏な日々に突如終わりが訪れ、ライジェルたちは激動の渦に呑み込まれていく・・・。\n\n迫りくる世界征服を目論む謎の組織〈ユニオン〉からの刺客、\n「NOBLESSE」として守るべき存在である「貴族」の影、\nそして、徐々に明らかになっていく、820年の永き眠りにまつわる秘密・・・。\n\n守るべき人たちのため、自らの絶対的な力を使わなければならなくなっていくライジェル・・・\nその時、世界が、動き始める―。",
    "Aliases": [
        "ノブレス"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1860713",
            "URL": "https://www.thetvdb.com/series/noblesse-2020/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7995064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7995064",
                    "TitleEnglish": "Noblesse: The Beginning of Destruction",
                    "SummaryEnglish": "A victim of one war and orphaned, Ashleen was saved by the lord of the werewolves, Muzaka. Muzaka had abandoned his duties as lord and left the werewolf clan, travelling with Ashleen to secure her happiness. However, during his absence, members of Muzaka's species began orchestrating further wars on humans, disgusted by Muzaka's compassion. A secret and powerful organization established itself in the human realm, intending to manipulate Muzaka. When he is misinformed by the Union, Muzaka starts directing his rage toward the humans. Can his only friend, Cadis Etrama Di Raizel, the Noblesse, stop Muzuka's madness? Set 820 years before the events of Noblesse, Noblesse: Pamyeol-ui Sija depicts the tragic history of Muzaka, and how it led to the Noblesse's indefinite slumber.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7995065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7995065",
                    "TitleEnglish": "Noblesse: Awakening",
                    "SummaryEnglish": "Long ago lived the \"nobles,\" an ancient race of immortal supernatural beings. They were revered as rulers and gods. Among the nobles was the \"Noblesse,\" a powerful individual shrouded in mystery named Cadis Etrama di Raizel, or \"Rai.\" Upon awakening in South Korea after an 820-year-long sleep, Rai sets to find his loyal and devoted servant, Frankenstein, whom he discovers to be the current director of Ye Ran High School. In his wish to learn more about modern civilization, Rai enrolls as a student to better experience life in the modern world. Noblesse: Awakening details the beginning of Rai's new life as a high school student as he spends time with friends and fights threats both human and supernatural in order to prevent their schemes from harming Korea.",
                    "TitleJapanese": "OVA『NOBLESSE:Awakening』",
                    "SummaryJapanese": "前日単"
                }
            }
        },
        "1": {
            "ID": "1860714",
            "URL": "https://www.thetvdb.com/series/noblesse-2020/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7886381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7886381",
                    "TitleEnglish": "What Must Be Protected / Ordinary",
                    "SummaryEnglish": "Raizel, protector of the nobles, along with his loyal butler Frankenstein and former Union experiment M-21, continue to spend their days at Ye Ran High School while keeping their true identities secret. They were living their lives as normal until one day, when a violent gang barges onto the school grounds. M-21 is forced to make a choice in order to protect the students. Meanwhile, DA-5, a mysterious special forces team, is dispatched to Japan on an investigative mission. What will become of the trio's peaceful new life?",
                    "TitleJapanese": "守るべきもの / Ordinary",
                    "SummaryJapanese": "貴族の守護者ライジェル、彼の忠実な執事であるフランケンシュタイン、ユニオンの実験体だったM‐21は、正体を隠したまま私立芸欄（イェラン）高校で日常を過ごしている。平穏な日常を送っていたが、ある日、高校に過激な集団が乗り込んできて・・・！\n生徒達を守るため、M‐21は選択を迫られる。\nそして、その頃謎の戦闘部隊 DA-5 が、調査の任務を帯びて日本へ派遣され・・・。\n果たして彼らの平和な日常はどうなってしまうのか？"
                },
                "2": {
                    "ID": "7925283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925283",
                    "TitleEnglish": "A Reason to Fight / Nobility",
                    "SummaryEnglish": "Two nobles, Regis and Seira, arrive at Ye Ran High School as part of their investigation into a series of incidents in Japan. Raizel and Frankenstein conceal their identities when they interact with the duo, but Regis and Seira realize that M-21 is a modified human and grow wary of him. Meanwhile, Tashiro is caught up in another fight with street punks on his way home from school...",
                    "TitleJapanese": "戦う理由／Nobility",
                    "SummaryJapanese": "日本で起きた一連の事件を調査するため、貴族のレジスとセーラが芸欄（イェラン）高校にやってくる。ライジェルとフランケンシュタインは正体を隠しながら二人と接するが、レジスとセーラはM-21が改造人間であることに気づき、警戒する。一方、下校中に田代がまた不良とのケンカに巻き込まれ…。"
                },
                "3": {
                    "ID": "7925284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925284",
                    "TitleEnglish": "Night's Footsteps / Fall Out",
                    "SummaryEnglish": "M-21 finds himself suddenly blending in easily with normal life. He's even begun to develop some degree of mutual trust with Regis, even though the two of them initially clashed over every little thing. Tao tries to hack into the police department's security system, but Kase intercepts him, and an unexpected hacking war breaks out. Meanwhile, the Union's special forces team, DA-5, finally tracks down M-21's location...",
                    "TitleJapanese": "夜の足音／Fall Out",
                    "SummaryJapanese": "いつの間にか平凡な日常に溶け込んでいたM-21。ことあるごとに対立していたレジスとの間にも少しずつ信頼感が生まれる。加瀬はセキュリティシステムをハッキングしようとしていたタオと、思いがけずハッキング対決を繰り広げることになる。一方、ユニオンの特務部隊DA-5は、ついにM-21の居場所を突き止める…"
                },
                "4": {
                    "ID": "7925285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925285",
                    "TitleEnglish": "Spiderweb / Long Fall",
                    "SummaryEnglish": "The Union's special forces team, DA-5, has captured M-21, but he sees this as a chance to search for information on his old comrades. When things don't go as he had expected with M-21, Shark begins to search for a new target... Meanwhile, Tashiro and Seira encounter Takio on the street and notice he's in trouble, and Kase is surprised to find himself hitting it off with Tao, the one he'd gotten into a hacking battle with.",
                    "TitleJapanese": "蜘蛛の巣／Long Fall",
                    "SummaryJapanese": "ユニオンの特務部隊DA-5に捕まってしまったM-21。しかし、逆にこのチャンスを利用して昔の仲間たちに関する情報を探ろうと試みる。自分の思い通りにことが運ばないシャークは、M-21に替わる、他のターゲットを探し始めるが…。そんな中、田代とセーラは道端で困っていたタキオと偶然出くわし、加瀬はハッキング対決をしたタオと予想外にも意気投合する。"
                },
                "5": {
                    "ID": "7925286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925286",
                    "TitleEnglish": "A Friend's Hand / Fight For...",
                    "SummaryEnglish": "Seira realizes Regis is in danger and rushes to help him. Raizel and Frankenstein suspect that Tashiro and Kase might be in trouble as well, so they follow Seira. M-21 comes up with a plan to sacrifice himself to save all of them, and Regis confronts the danger by his side. The battle against DA-5 has begun! But they're up against the Union's state-of-the-art special forces team, an opponent that won't go down easily...",
                    "TitleJapanese": "友の手／Fight for...",
                    "SummaryJapanese": "レジスの身が危ないと気付いたセーラが助けに飛び出す。ライジェルとフランケンシュタインも、田代と加瀬まで危険な目に遭っているかもしれないと思い、セーラの後を追う。M-21は自分を犠牲にして一行を救おうと画策し、レジスも共に立ち向かう。DA-5との戦いが始まった！しかし敵はユニオンの最精鋭特務部隊、そう簡単に倒せる相手ではなく…。"
                },
                "6": {
                    "ID": "7925287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925287",
                    "TitleEnglish": "Great Power / Raizel",
                    "SummaryEnglish": "Frankenstein's battle with Takio and Seira's battle with Hammer grow more intense. Tao and Takio clash as Tao tries to keep Tashiro and Kase out of the conflict, but their leader, Crans, enacts an unbelievably brutal plan in order to win... Meanwhile, Raizel reaches M-21 and uses his overwhelming power to take on Crans.",
                    "TitleJapanese": "大いなる力／Raizel",
                    "SummaryJapanese": "フランケンシュタインとタキオ、セーラとハマーの戦いは激しさを増していく。田代と加瀬を巻き込みたくないタオとタキオは葛藤するが、リーダーであるクランスは勝つために、とてつもなく残酷なプランを実行する…!そんな中、M-21達の元に辿り着いたライジェルは、クランスを圧倒的な力で迎え撃つ。"
                },
                "7": {
                    "ID": "7925288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925288",
                    "TitleEnglish": "The Girl I'm Into Is a Noble / Unforgettable",
                    "SummaryEnglish": "Tashiro finds himself increasingly attracted to Seira, so he asks the other guys for advice. Unfortunately for him, the likes of M-21, Tao, and Takio are already a hit with the ladies, so their advice isn't very helpful, and Frankenstein only gives him boastful stories from his own history. Will Tashiro's plan to get his feelings across to Seira be successful?",
                    "TitleJapanese": "気になるあの娘は貴族様／Unforgettable",
                    "SummaryJapanese": "平和な日常に戻ったライジェル達。田代はセーラに惹かれていることに気付いて、想いを伝える方法を周りに相談する。そんな中、正体を知られたライジェルはある決断をしなければならず..。"
                },
                "8": {
                    "ID": "7925289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925289",
                    "TitleEnglish": "Frankenstein / First Contact",
                    "SummaryEnglish": "Since contact with Regis and Seira has been lost, Regis's grandfather, Gejutel, heads to Japan on Raskreia's orders. Once he arrives there, he unexpectedly runs into Frankenstein and Raizel. Who were the Frankenstein and Raizel that Gejutel knew in the past? Are their true identities finally about to be revealed?",
                    "TitleJapanese": "フランケンシュタイン／First Contact",
                    "SummaryJapanese": "レジスの祖父ゲシュテルは貴族のロードの命令により日本へ。そこで思わぬ人物と再会する。ゲシュテル、フランケンシュタイン、ライジェル、3人の関係性は一体？ついにフランケンシュタインとライジェルの過去が明かされる！"
                },
                "9": {
                    "ID": "7925290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925290",
                    "TitleEnglish": "Blood Pact / Devote",
                    "SummaryEnglish": "Raizel and Frankenstein first met in Lukedonia, the country of nobles. Raizel took Frankenstein, who was a noble hunter at the time, into his mansion to work as his butler. Frankenstein protected him for several years, but then some among the nobility who had unfavorable opinions of the duo began to revolt. What decision did Frankenstein and Raizel reach in response to this conflict?",
                    "TitleJapanese": "血の契約／Devote",
                    "SummaryJapanese": "ライジェルとフランケンシュタインが初めて出会った貴族の地、ルケドニア。ライジェルは他の貴族からフランケンシュタインを守るために自分の執事として屋敷に住まわせる。しかしその行為を、いくらNOBLESSEの判断とはいえ、許せない貴族たちがいた。貴族の味方をするか、フランケンシュタインの味方をするか、ライジェルは選択を迫られる・・・！"
                },
                "10": {
                    "ID": "7925291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925291",
                    "TitleEnglish": "Dangerous Man / LOVEPARADE",
                    "SummaryEnglish": "Rael arrives at Ye Ran High School to collect Seira per the Lord's order, but he encounters M-12, Tao, and Takio there, and a fight breaks out. Who is this man suddenly confronting the three of them? Seira tries to persuade Rael to leave, but Rael continues to do as he pleases. And for the sake of protecting Raizel, Frankenstein can't just stand by and watch all this carry on...",
                    "TitleJapanese": "危険な男／LOVEPARADE",
                    "SummaryJapanese": "セーラを迎えに芸欄(イェラン)高校に現れたラエルは、M-21、タオ、タキオ一行を襲撃する。 さらに、誘いをセーラに断られ、逆上したラエルは、フランケンシュタインにまで戦いを挑む。 仲間を守るため、ライジェルを守るため、フランケンシュタインは、これ以上黙って見ているわけにはいかなくなる。"
                },
                "11": {
                    "ID": "7925292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925292",
                    "TitleEnglish": "Lord / Lost Child",
                    "SummaryEnglish": "Seira visits Lukedonia per the Lord's order. To protect Gejutel, she has no choice but to conceal the truth about Raizel. Raizel and Frankenstein finally decide to visit Lukedonia in person to settle everything, and M-21, Tao, and Takio follow them in secret. The welcoming of these unexpected visitors would be the start of chaos in Lukedonia...",
                    "TitleJapanese": "ロード／Lost Child",
                    "SummaryJapanese": "ロードであるラスクレアからの召喚を受け、セーラは一人故郷ルケドニアへ向かった。 ラスクレアはライジェルを守るための虚偽の報告を見抜き、セーラとゲシュテルを厳罰に処することにする。 一方、セーラとゲシュテルを救うために、ルケドニアの地に降り立ったライジェル、フランケンシュタイン、レジス。 貴族の地・ルケドニアで大波乱の幕が上がる！"
                },
                "12": {
                    "ID": "7925293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/7925293",
                    "TitleEnglish": "That All May Be as It Should Be / Execution",
                    "SummaryEnglish": "Seira escapes the Room of Discipline to save Gejutel, but is forced to fight Rozaria, and Regis also heads for the castle to save Gejutel but is stopped by Karias. M-21, Tao, and Takio work together to hold off Rael so that Raizel and Franken can get to the Sanctuary. Fierce battles are breaking out everywhere in response to Raskreia's final decision to force Gejutel into eternal sleep...",
                    "TitleJapanese": "全ては、正しくあるために／Execution",
                    "SummaryJapanese": "聖地に向かうライジェルたちの前に、強敵が立ち塞がる。 一方、投獄されていたセーラはゲシュテルの強制永眠を防ぐために脱獄を図る。 ライジェルたちはセーラとゲシュテルを守るため、それぞれの想いを秘め激しい戦いが繰り広げられる。 セーラとゲシュテルを救うことができるのか・・・？"
                },
                "13": {
                    "ID": "8085611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noblesse-2020/episodes/8085611",
                    "TitleEnglish": "Noblesse / Take Her Hand",
                    "SummaryEnglish": "Raizel finally faces Raskreia and the clan leaders in order to prevent Gejutel's punishment of eternal sleep and settle things down. When Raskreia faces Raizel, someone she has hated for most of her life, she decides to try to destroy him herself, but the clan leaders who serve her are unable to just stand by and watch. Only the Lord's soul weapon, Ragnarok, holds the truth about what happened in the past as the curtain rises on the battle between the Lord and the Noblesse.",
                    "TitleJapanese": "ノブレス／Take Her Hand",
                    "SummaryJapanese": "ゲシュテルの強制永眠を防ぎ、事態を収めるために、ラスクレアと家主たちの前に姿を現わすライジェル。家主たちは彼の驚異的な力に圧倒される。遂に明かされる先代ロードが永眠についた本当の理由・・・。 ロードとNOBLESSEの戦いが幕を開ける！"
                }
            }
        }
    }
}