{
    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12898990/",
        "https://lasdan.com",
        "http://www.reddit.com/r/TatoebaLastDungeon",
        "https://www.themoviedb.org/tv/100825",
        "https://x.com/lasdan_pr"
    ],
    "TitleEnglish": "Suppose a Kid From the Last Dungeon Boonies Moved to a Starter Town?",
    "SummaryEnglish": "Lloyd is a novice adventurer whose dream is to discover \"true strength\" in the capital he's always admired, despite growing up with neighbors who always considered him weak. The story starts with him departing from his hometown, which just so happens to be located right next to...one of the most dangerous dungeons in the world?! Lloyd may think of himself as powerless, but when he goes to the city that serves as the starter town for adventurers, the difference between him and everyone else couldn't be starker!",
    "TitleJapanese": "たとえばラストダンジョン前の村の少年が序盤の街で暮らすような物語",
    "SummaryJapanese": "都会から遠く遠く離れた村で暮らす少年・ロイド。\n軍人になる夢を抱く彼は何を隠そう「村で一番弱い男」。\nそんな彼が軍人を目指すことに周囲の村人は大反対。\nけれどもロイドの決意は固く、王都へと旅立っていきました。\nしかし、彼を含む村の人々はある重大な事実を知らなかったのです。\n自分たちがかつて世界を救った英雄の末裔で、\n全員が人間離れした力を持っていること。\nそして「村で一番弱い」ロイドも一般的には常識外れに強いことを……。",
    "Aliases": [
        "たとえばらすとだんじょんまえのむらのしょうねんがじょばんのまちでくらすようなものがたり",
        "たとえばラストダンジョン前の村",
        "Tatoeba Last Dungeon Mae no Mura no Shōnen ga Joban no Machi de Kurasu Yō na Monogatari",
        "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
        "LasDan"
    ],
    "Modified": "2025-07-20",
    "Seasons": {
        "1": {
            "ID": "1861202",
            "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7908911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/7908911",
                    "TitleEnglish": "Suppose a kid from the last dungeon boonies moved to a starter town?",
                    "SummaryEnglish": "Lloyd Belladonna wants to become a soldier, but he's the weakest boy in his village. He moves to the big city to join the military academy, not realizing that the people of his village are incredibly strong compared to outsiders.",
                    "TitleJapanese": "たとえばラストダンジョン前の村の少年が序盤の街で暮らすような物語",
                    "SummaryJapanese": "都会から遠く離れたコンロン村で暮らす少年ロイド。村では一番弱いけれど物語で憧れた英雄のようになりたい彼はアザミ王国士官学校の入学試験を受けに王都へとやってきた。まずは村長の知り合いであるイーストサイドの魔女・マリーのもとを訪れ身の上話をするが、自信のなさとは裏腹に彼の語る話はどれも常識離れなものばかりで……。"
                },
                "2": {
                    "ID": "8117985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117985",
                    "TitleEnglish": "Suppose a majestic lion showed up to the petting section of a zoo and dozed off?",
                    "SummaryEnglish": "Lloyd manages to somehow fail the test, sending those who are already aware of his strengths scrambling to figure out what went wrong.",
                    "TitleJapanese": "たとえば百獣の王が動物園のふれあいコーナーに寝転がるような場違い感",
                    "SummaryJapanese": "士官学校入学試験に落ちてしまったロイド。ひどく落ち込んだものの、来年もう一度試験を受けることを決意し、アルバイト募集で見つけた「クロムの食堂」へと向かうのであった。だが、ロイドが落ちるわけがないと考えていたセレン、リホ、メルトファンはロイドの試験解答を確かめる。そこで彼の異様な実力を改めて知った彼らはロイドの捜索を開始する。"
                },
                "3": {
                    "ID": "8117987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117987",
                    "TitleEnglish": "Suppose someone told you they'd do anything for you, which you appreciate but you know you should push back?",
                    "SummaryEnglish": "Marie saves Lloyd from a terrible fate by stopping the fight between him and Allan, and reveals her true identity to Chrome. Marie and Chrome decide to execute Marie's plan to stop the kingdom from going to war.",
                    "TitleJapanese": "たとえば「なんでもします！」と言われりゃ悪い気はしないけどそこはダメって言わなきゃいけないようなジレンマ",
                    "SummaryJapanese": "ロイドとアランの決闘を直前で止めたマリー。それをきっかけにマリーとクロム、かつての主従は再会した。アザミ国王を操り隣国ジオウへの宣戦布告をもくろむ黒幕を止めるため二人は活動を開始する。一方、セレンとリホは王女探しの情報を求め、情報屋として知られる魔女・マリーの店を訪れるが、二人を出迎えたのはもう一人の探し人ロイドだった……。"
                },
                "4": {
                    "ID": "8117989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8117989",
                    "TitleEnglish": "Suppose the protagonist of a novel led the story to a grand finale?",
                    "SummaryEnglish": "Marie faces off against the culprit that took over the king's body to drive the kingdom towards war. Meanwhile, Lloyd finds the courage to go against Marie's own wishes to go and assist her.",
                    "TitleJapanese": "たとえば小説の主人公が物語を大団円に導いたような朝",
                    "SummaryJapanese": "王を操っていた正体が”魔王アバドン”だったことを知って固まるマリー。だが直後にこの事態を解決するチャンスに気づく。しかしそのとき、アバドンによってモンスター化されたメルトファンにセレンたちは追い詰められ、街はイナゴモンスターで溢れかえり、楽しい建国祭は惨状に変わる。この絶体絶命の窮地にロイドは勇気を振り絞ってついに動き出す。"
                },
                "5": {
                    "ID": "8123024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123024",
                    "TitleEnglish": "Suppose someone took flirtation advice on a magazine way too seriously?",
                    "SummaryEnglish": "Peace returns to the kingdom. Lloyd, still oblivious to his strengths, continues to support his friends in any way he feels he can. Seeing Riho get depressed after meeting an old acquaintance, Lloyd devises a plan to cheer her up.",
                    "TitleJapanese": "たとえば雑誌に載っていたモテる口説き文句を真に受けてしまったような大胆な誘いっぷり",
                    "SummaryJapanese": "魔王アバドンの脅威も去り、ロイドも晴れて士官学校に通えるようになった。ロクジョウ魔術学園との交流試合に向けて、魔術を磨く士官候補生だが、そこへロクジョウの学園長であるロールが現れる。彼女とは旧知の仲のリホだが久々の再会なのになぜか浮かない顔をする。そんなリホを気に掛けたロイドは、マリーの助言で彼女をデートに誘うのであった。"
                },
                "6": {
                    "ID": "8123026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123026",
                    "TitleEnglish": "Suppose the obviously superior contestant wins, but the clearly inferior contestant also wins?",
                    "SummaryEnglish": "The magic contest is on! Selen faces Phyllo, Lloyd fights Mena, and Riho is prepared to settle her old grudge with Rol.",
                    "TitleJapanese": "たとえば絶対勝つだろうってやつが勝って、絶対負けるだろうってやつも勝つような交流試合の開始",
                    "SummaryJapanese": "ロクジョウとの交流試合、勝者には副賞として聖剣が与えられると知って、ロールは自らが試合に出場することを宣言する。コリンは向こうのルール違反に対抗し禁じ手にしていたロイドの出場を決断。そしてある事情で負けられないリホはコリンに回復魔法を教えて欲しいと志願するのであった。それぞれの因縁が交差し交流試合がついに幕を開ける……。"
                },
                "7": {
                    "ID": "8123027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123027",
                    "TitleEnglish": "Suppose it's looking like you need to clean up the mess, and you kind of saw it coming?",
                    "SummaryEnglish": "Something is making people fall unconscious in an area around an expensive hotel owned by Chrome's former colleague. Chrome sends Lloyd to fill in for lost manpower as a part-time job, but the rest of the usual gang end up there by coincidence.",
                    "TitleJapanese": "たとえば不安がないわけではなかったがやっぱり尻拭いをするのは自分になりそうな予感",
                    "SummaryJapanese": "地方貴族から人気を集める、街道外れの高級ホテル「レイヨウカク」。しかし、近頃は人手が足りずに困っていた。そんな中クロムの紹介で連休中、ロイドはレイヨウカクへとアルバイトに行くことに。そこでオーナーから最近ホテルの周りで謎の昏睡事件が起きていることを知らされる。さらにホテルには事件の真相を調べる貴族も訪れていて……。"
                },
                "8": {
                    "ID": "8123028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123028",
                    "TitleEnglish": "Suppose you were just pretending to be lovers, but somehow the pretense transforms into the real deal!",
                    "SummaryEnglish": "Selen successfully argues that taking Lloyd out on a lovey-dovey date is somehow beneficial for everyone. As they proceed with their \"investigation\", Kikyou the spy, believing Lloyd is the unwitting culprit, approaches from the shadows.",
                    "TitleJapanese": "たとえば演技でも恋人のふりをしていたら本気になっちゃうこともありますわよねっ！な状況",
                    "SummaryJapanese": "高級ホテル「レイヨウカク」の周りで起こっている昏睡事件を巡って、支配人のコバ、地方貴族のスレオニン、セレンの父はお互いを疑いつつも調査を続けていた。一方でホテルマンとして事件を止めたいロイドはリホとセレンと共に調査を始める。そこへロイドが心配なマリーとアルカ、トレントの違法栽培を調べるキノン姉妹までホテルを訪れ……。"
                },
                "9": {
                    "ID": "8123029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123029",
                    "TitleEnglish": "Suppose you visited an early dungeon but encountered three final bosses?",
                    "SummaryEnglish": "Witnesses report a huge snake monster in a dungeon near the city. The king sends the cadets to investigate. However, Alka, Micona, and the mysterious man Sou all get involved for their own reasons.",
                    "TitleJapanese": "たとえば序盤のダンジョンに出かけて行ったらラスボスが3人いたような展開",
                    "SummaryJapanese": "アザミ王国の近郊のダンジョンに大蛇が出現し、国王直々の依頼で候補生たちは大蛇を討伐しに行くことに。ダンジョンへの苦手意識があるロイドも修業の一環として仲間と共に討伐へ。同時にアルカとマリーも大蛇を狙うソウとショウマを追ってダンジョンへ向かったが、そこには怪しげな薬を服用したミコナがロイドへの復讐の炎を燃やしていて……。"
                },
                "10": {
                    "ID": "8123031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123031",
                    "TitleEnglish": "Suppose someone suggested taking a short trip to Neverland, or something impossible like that?",
                    "SummaryEnglish": "Alka takes Lloyd and his friends back to the village of Kunlun to restore Vritra to his original form. The visitors get a glimpse of the superhuman life of a Kunlun resident.",
                    "TitleJapanese": "たとえば「ネバーランドに一泊二日してくる」並みにありえない伝説の村への帰郷",
                    "SummaryJapanese": "コンロンの守護獣ヴリトラを復活させるために、ロイドの故郷である最果ての『ラストダンジョン』前に存在する伝説の村「コンロン」へ出発する一同。途中でドワーフの王ユーグと合流し、ついに村へ到着するがそこで目にしたのは、あまりに規格外な住人の生活っぷりで……。その裏ではアザミ王国は敵国であるジオウ帝国との御前試合の準備に追われていた。"
                },
                "11": {
                    "ID": "8123032",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123032",
                    "TitleEnglish": "Suppose the villain starts appearing on and off like the middle part of a movie?",
                    "SummaryEnglish": "Eug begins performing the suspiciously delicious-looking ritual to bring Vritra back to his full, stable form. However, things don't seem to be going exactly as Eug claims.",
                    "TitleJapanese": "たとえば映画の中盤のように悪役がチラチラするクライマックス一歩手前",
                    "SummaryJapanese": "ヴリトラの不安定な姿が続くと、アルカの力は制御不能となり、さらにラストダンジョンの奥に眠る魔王たちの封印も解かれかねない。そんな事態を防ぐため、ロイドたちはラストダンジョンへと向かい、どうにかヴリトラの復活の儀式を終える。ヴリトラの完全復活までアルカの力が封じられる中、ユーグはアザミ王国で行われる御前試合に興味を示す。"
                },
                "12": {
                    "ID": "8123033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suppose-a-kid-from-the-last-dungeon-boonies-moved-to-a-starter-town/episodes/8123033",
                    "TitleEnglish": "Suppose a kid from the last dungeon boonies got used to life in a starter town?",
                    "SummaryEnglish": "Lloyd rescues Alka from Eug's trap and rushes back to Azami. Eug, Sou and Shoma put their plan in motion, but Marie, Riho, Selen and the others take a stand to resist them.",
                    "TitleJapanese": "たとえばラストダンジョン前の村の少年が序盤の街で暮らすとこんな風になるよねって展開",
                    "SummaryJapanese": "ついにアザミとジオウの友好を祝した御前試合が執り行われる。だがその矢先、ジオウの王を名乗るソウがアザミ王に世界を掌握するため同盟を組まないかと申し出た。断るアザミ王だがユーグがモンスターをスタジアム中に放ち、観客全員が人質に。この事態を止めようとリホたちは奮闘するが、ソウとショウマには同盟とは別の目的があるようで……。"
                }
            }
        }
    }
}