{
    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12331304/",
        "https://kimisentv.com",
        "http://www.reddit.com/r/KimiSen",
        "https://www.themoviedb.org/tv/101972",
        "https://en.wikipedia.org/wiki/Our_Last_Crusade_or_the_Rise_of_a_New_World",
        "https://x.com/kimisen_project"
    ],
    "TitleEnglish": "Our Last Crusade or the Rise of a New World",
    "SummaryEnglish": "For years, a great war has raged on between the scientifically advanced Empire and a paradise of witches known as the Nebulis Sovereignty. This age-old battle sets the scene for a fateful encounter between two young combatants: an imperial swordsman, Iska, and the witch princess, Aliceliese. As sworn enemies, they vow to cut each other down in order to unite their worlds, and yet Iska finds himself entranced by her beauty and righteousness, while Aliceliese is moved by his strength and resolve. In the midst of a never-ending war that forbids them from being together, they have no choice but to destroy each other-or find another way.",
    "TitleJapanese": "キミと僕の最後の戦場、あるいは世界が始まる聖戦",
    "SummaryJapanese": "科学技術が高度に発達した機械仕掛けの理想郷「帝国」。\n超常の力を駆使し、“魔女の国”と恐れられる「ネビュリス皇庁」。\n百年にわたる戦争を続けてきた両国には、二人の英雄がいた。\n\n最年少にして帝国の最高戦力となったイスカ。\nネビュリス皇庁の王女にして“氷禍の魔女”の異名を持つアリスリーゼ。\n\n戦場でめぐり逢った二人は、命を賭して戦う宿敵となった。\n国を、家族を、仲間を守るため、決して譲れない矜持と矜持をぶつけ合う。\n\nしかし、激闘の中で互いの素顔に触れた二人は、\nその生き方に、その理想に惹かれてしまう。\nともに歩むことはできず、残酷な運命に翻弄されるとわかっていても。\n\n……そんな二人を嘲笑うかのように、世界の緊張はなおも高まり、\n大国の謀略が交錯しようとしていた。\n\n分断された世界、それでも少年と少女は想いを募らせていく――。",
    "Aliases": [
        "Kimi to Boku no Saigo no Senjō, Arui wa Sekai ga Hajimaru Seisen",
        "Kimi to Boku no Saigo no Senjou, Arui wa Sekai ga Hajimaru Seisen",
        "Kimi to Boku no Saigo no Senjou, Aruiha Sekai ga Hajimaru Seisen",
        "Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen",
        "Kimisen",
        "The Last Battlefield Between You and I, or Perhaps the Beginning of the World's Holy War",
        "The War Ends the World / Raises the World",
        "You, Me, and Our Last Battlefield, or the Beginning of the World's Last Crusade"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "1": {
            "ID": "1861570",
            "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7912133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7912133",
                    "TitleEnglish": "The Encounter of the Two Nations' Ultimate Weapons",
                    "SummaryEnglish": "Two nations, the Empire and the Nebulis Sovereignty, have been at war for 100 years. Imprisoned for freeing a witch, Iska is given a chance at freedom. In exchange, he must take down a powerful astral mage known as the \"Ice Calamity Witch.\"",
                    "TitleJapanese": "邂逅 -2つの国の最終兵器-",
                    "SummaryJapanese": "帝国が誇る最高戦力“使徒聖”。\nイスカは最年少でその称号を得たにもかかわらず、\n大罪を犯したことで囚われの身となっていた。\n罪の代償として命じられたのは、“氷禍の魔女”の拘束。\n戦争状態にあるネビュリス皇庁の強力な星霊使いだった。\n戦争の最前線へ向かったイスカは、そこで氷禍の魔女・アリスリーゼと対峙する。"
                },
                "2": {
                    "ID": "7971601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7971601",
                    "TitleEnglish": "Encounter: The Enemy You and I Met Was...",
                    "SummaryEnglish": "After their brief but fateful encounter, Iska and Alice made an impression on each other, resulting in some sleepless nights. Despite being on the opposing sides of the war, they soon learn that they have much more in common than they thought.",
                    "TitleJapanese": "邂逅 -僕とわたしが出会った敵は-",
                    "SummaryJapanese": "氷禍の魔女アリスとの戦闘を経てからというもの、イスカの心はどうしてか落ち着かない。\n気分転換にとミスミスに勧められ、イスカは中立都市でオペラを満喫。\nだが隣に座っていた客はまさかのアリスだった。\n戦場のライバルと「戦闘禁止」区域で再会したことで、イスカとアリスは、\n図らずもお互いの素顔を知ることになり……。"
                },
                "3": {
                    "ID": "7971602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7971602",
                    "TitleEnglish": "Encounter: Successor of the Black Steel and the Ice Calamity Witch",
                    "SummaryEnglish": "Iska is given a new mission to apprehend the Ice Calamity Witch. By accomplishing the mission, Iska will be a step closer to realizing his dream for a peace treaty. When Iska and Alice meet again, they weren't prepared for what was coming for them.",
                    "TitleJapanese": "邂逅　―黒鋼の後継と氷禍の魔女―",
                    "SummaryJapanese": "氷禍の魔女との戦いを称えられ、イスカは使徒聖への復帰が検討されることになった。\nだが条件は、氷禍の魔女の拘束。逡巡するイスカは再びアリスに会うため、中立都市を目指す。\n一方、アリスはイスカが使徒聖であるにもかかわらず、囚われの星霊使いを逃した過去を知る。\n真意を探るため、アリスもまた中立都市へ向かう。"
                },
                "4": {
                    "ID": "7971603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7971603",
                    "TitleEnglish": "Intersection: Battle for the Vortex",
                    "SummaryEnglish": "100 years ago, a drift of astral energy created a vortex which cursed, or gifted, people with astral power. Now another vortex has formed, triggering a race between the Empire and the Nebulis Sovereignty to acquire it.",
                    "TitleJapanese": "交差　―ボルテックス攻防―",
                    "SummaryJapanese": "遊楽都市ジュラクでカジノを楽しむN07部隊。\n新たな任務を前にした休暇であると同時に、ミスミスにはある狙いがあるようで……。\n一方、アリスもまた燐とともにカジノを満喫していた。\n再会を期待し、お互いの存在を気にしてしまうイスカとアリス。\nだが、その裏側では帝国と皇庁の新たな紛争の火種が生まれようとしていた。"
                },
                "5": {
                    "ID": "7971604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7971604",
                    "TitleEnglish": "Intersection: Awakening of the Vortex",
                    "SummaryEnglish": "The members of Unit N07 successfully locate the vortex, but the Sovereignty had already found it. After Mismis is captured, Iska must fight against Kissing, a purebred, to get her back before the Empire attacks the Sovereignty base.",
                    "TitleJapanese": "交差　―ボルテックス覚醒―",
                    "SummaryJapanese": "星脈噴出泉（ボルテックス）を巡り、帝国と皇庁の内部でも緊張が高まっていた。\n仮面卿による星霊エネルギーの独占を疑うアリス。\n一方のイスカたちは、前線基地に星霊使いが侵入したことを不穏に思いながらも、星脈噴出泉の探索を続行。\nついに目標を発見するが、そこには大きな罠と強大な魔女が待ち構えていた。"
                },
                "6": {
                    "ID": "7977975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977975",
                    "TitleEnglish": "Paradise: Rin's Big Miscalculation",
                    "SummaryEnglish": "Iska and Mismis survive the eruption of the vortex, but the team doesn't escape unscathed. Meanwhile, Alice decides to go search for Iska in Ein again. They are reunited by fate, but everything is jeopardized when Rin makes a big miscalculation.",
                    "TitleJapanese": "楽園　―燐の大誤算―",
                    "SummaryJapanese": "イスカのことが頭から離れないアリスに、中立都市での彼との再会と決着を勧める燐。\nだが、その裏には二人の関係を断ち切ろうとする燐の計画があった。\n一方のイスカたちは皇庁への侵入と現女王の捕縛という前代未聞の難関任務を命じられていた。\nさらに時同じくして、ミスミスの体に異変が起こり始める。"
                },
                "7": {
                    "ID": "7977977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977977",
                    "TitleEnglish": "Paradise: Alice's Longest Night",
                    "SummaryEnglish": "Alice is forced to kidnap Iska. Afraid of what will happen to him if word gets out, Alice orders Rin to take them to the Prison Sector to decide their next move. Meanwhile, the members of Unit N07 infiltrate the Sovereignty to get Iska back.",
                    "TitleJapanese": "楽園　―アリスの一番長い夜―",
                    "SummaryJapanese": "イスカ奪還のため皇庁の国境突破を命じられるN07部隊。\n璃洒の指示で、イスカの救出と同時に別働隊がネビュリス女王を捕獲するという……。\n一方、アリスは拘束したイスカを連れて皇庁に帰還したが、初めて身近に接する彼に好奇心が収まらない。\n監視されるイスカと監視するアリスの、一夜限りの同居生活が始まった。"
                },
                "8": {
                    "ID": "7977980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977980",
                    "TitleEnglish": "Paradise: The Transcendent Demon",
                    "SummaryEnglish": "With Risya's help, the Transcendent Demon, Salinger, has escaped from his 30-year imprisonment inside Ollelugan Prison Tower. His unique astral spirit makes him incredibly dangerous to any astral mages, but Alice and Rin must step up and try to stop him.",
                    "TitleJapanese": "楽園　―超越の魔人―",
                    "SummaryJapanese": "璃洒の策によって、最悪の魔人サリンジャーが脱獄。\nミスミスたちは騒乱に乗じて監獄塔からの脱出を図るが、鎮圧部隊に包囲されつつあった。\n状況を危険視したアリスは、サリンジャーを止めようと監獄塔へと急ぐ。\nただ一人、囚われの帝国兵イスカだけが取り残される。\n状況に必死で抗うイスカが取った行動は……。"
                },
                "9": {
                    "ID": "7977981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977981",
                    "TitleEnglish": "Paradise: Iska",
                    "SummaryEnglish": "Iska arrives just in time and battles Salinger, who not only wields multiple astral spirits, but can also combine two contradicting elements together to make his astral art even stronger. Can Iska measure up to him and defeat him?",
                    "TitleJapanese": "楽園　―イスカ―",
                    "SummaryJapanese": "かつて皇庁を震撼させた“超越”の魔人サリンジャー。\nその圧倒的な力の前に窮地の燐だが、そこに駆けつけたのはイスカだった。\n燐と交わした条件、そしてアリスからの「願い」に応えるために、イスカはサリンジャーの打倒を誓う。\n燃えさかる監獄塔を舞台に、黒鋼の後継イスカと魔人サリンジャーの激戦が幕を開ける。"
                },
                "10": {
                    "ID": "7977991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977991",
                    "TitleEnglish": "Beginning: The Girl Wishes Upon a Star",
                    "SummaryEnglish": "Unit N07 gets a lucky break; they're given a forced leave of absence for 60 days. They decide to visit a tropical resort to camouflage their attempt to figure out a game plan for Mismis' astral crest. However, fate has something else in store for them.",
                    "TitleJapanese": "始動　―星に願う少女―",
                    "SummaryJapanese": "女王選抜が近づくにつれ、緊張感を増していく皇庁。\n王宮から出たいアリスだったが、外国へ遠征を命じられたのは妹のシスベル。\n頑なに他人を拒絶する彼女には、ある秘密があった。\n時同じくイスカたちは、魔女となったミスミスの星紋を隠すために帝国外のリゾート地へ。\nN07部隊が向かう地で待っていたものは……。"
                },
                "11": {
                    "ID": "7977992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977992",
                    "TitleEnglish": "Beginning: The Witch Hunt",
                    "SummaryEnglish": "After their fateful encounter, Sisbell visits Iska at the hotel and asks for his help, ironically offering a similar deal as her sister Alice once did. However, before they can discuss the matter in great lengths, Sisbell is targeted by one of her own.",
                    "TitleJapanese": "始動　―魔女狩り―",
                    "SummaryJapanese": "シスベルと再会したイスカは、彼女のみが知る破滅の未来を止めるため、あなたの力が必要だと迫られて……。\nそんな中、皇庁と帝国の双方でシスベルを巡る動きが加速する。\nアリスは妹の真意を確かめるため自らもアルサミラへの遠征を決意。\nそしてシスベルの情報が提供された帝国でも、ある計画が実行されようとしていた。"
                },
                "12": {
                    "ID": "7977993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/7977993",
                    "TitleEnglish": "Beginning: The Two of Them Trigger the Rise of a New World",
                    "SummaryEnglish": "The Empire's experimental weapon, Object, goes after Sisbell. It also detects Mismis' astral energy. Iska and his team must fight Object to save Sisbell and to stop it from uncovering Mismis' secret. However, it seems Object has gone through an upgrade.",
                    "TitleJapanese": "始動　―あるいは世界を始める２人―",
                    "SummaryJapanese": "仮面卿に狙われ、さらには帝国の実験兵器にまでも襲撃されるシスベル。\n駆けつけたミスミスたちが仮面卿を足止めし、イスカはシスベルを守るため殲滅物体（オブジェクト）と対峙する。\nだが、その兵器には帝国の底知れぬ闇が隠されていた。\n大国の陰謀が渦巻く戦場で、イスカとアリスが、二人が選ぶ未来は決別か、あるいは――"
                }
            }
        },
        "2": {
            "ID": "2101221",
            "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10214649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10214649",
                    "TitleEnglish": "Witch: Planet's Fate",
                    "SummaryEnglish": "Joining forces with Alice, Iska and his team quash the Empire and the Sovereignty's conspiracy and successfully protect Sisbell. After the ordeal, they travel to Alsamira to enjoy their vacation. However, Sisbell has not returned to the palace yet...",
                    "TitleJapanese": "魔女　―星の運命―",
                    "SummaryJapanese": "アリスとともに帝国と皇庁の謀略を打ち破り、シスベルを守り切ったイスカたちは、アルサミラでの休暇を楽しんでいた。\nところが、シスベルは皇庁へ帰還しておらず、休暇中のN07部隊に王宮までの護衛を依頼。\nイスカたちは願ってもない報酬を提示される。\n一方、アリスはシスベルの新たな護衛がイスカではないかと胸騒ぎを覚え……。"
                },
                "2": {
                    "ID": "10535582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535582",
                    "TitleEnglish": "Witch: War Between the Sisters (AKA Alice Explodes)",
                    "SummaryEnglish": "Iska and Alice suddenly meet again at the Riesbaden station. Alice then learns that he is the bodyguard for her sister Sisbell. Meanwhile, a major incident occurs in the central province.",
                    "TitleJapanese": "魔女　―姉妹戦争(アリスだいばくはつ)―",
                    "SummaryJapanese": "リースバーテンでイスカと偶然の再会を果たしたアリスは、彼が皇庁にいる理由を探るため、燐とともに尾行を開始する。\n図らずも、捜索対象者のシスベルがイスカに接触。\n二人の雰囲気はまるでデートのようで、真面目な尾行のはずが、アリスはイライラを募らせていく。追い打ちを掛けるかのように、二人の距離が急接近して……。"
                },
                "3": {
                    "ID": "10535583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535583",
                    "TitleEnglish": "Witch: Dance Between the Moon, the Planet, and the Sun",
                    "SummaryEnglish": "Alice and Sisbell learn about the attempted assassination of their mother. Alice is worried about her and wants to return to the central province immediately. Meanwhile, an explosion occurs in Riesbaden. The assassin has set their sights on Sisbell.",
                    "TitleJapanese": "魔女　―月と星と太陽のダンス―",
                    "SummaryJapanese": "暗殺未遂事件の犯人が次に狙うのは、事象を再現して犯人を特定できる星霊を宿すシスベルかもしれない。\n警戒を強めるイスカたちは、ホテルに潜伏してミラベアとの謁見の機を待つほかなかった。\nところが、ホテル付近で大きな爆発が発生。\nシスベルが状況を再現しようとすると、再現中の“影”と同じ人物が襲いかかってくる。"
                },
                "4": {
                    "ID": "10535584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535584",
                    "TitleEnglish": "Line of Descent: My Name is Elletear",
                    "SummaryEnglish": "Alice is back in the central province and reports to her mother about Sisbell's whereabouts. Sisbell herself also returns to the central province a short time later. However, upon her arrival, there is a surprising encounter.",
                    "TitleJapanese": "血脈　―イリーティアと申します―",
                    "SummaryJapanese": "王宮に帰還したアリスは、ミラベアのもとへシュヴァルツが来ていないことを知らされる。\n事態を憂慮するアリスとミラベア。\nイリーティアは、シスベルを早急に迎えに行くべきだと訴え、その役目を自らが引き受けようとする。\n一方、度重なる心労で高熱を出したシスベルは、ここぞとばかりにイスカに甘えはじめ……。"
                },
                "5": {
                    "ID": "10535585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535585",
                    "TitleEnglish": "Line of Descent: Three-Sister War (AKA Alice Has Had Enough)",
                    "SummaryEnglish": "Iska and his team are invited to a vacation house. Alice hurries to stop Sisbell from discovering her secret.",
                    "TitleJapanese": "血脈　―三姉妹戦争(アリスがまんできない)―",
                    "SummaryJapanese": "イリーティアに招かれ、イスカたちはルゥ家の別荘・エルツ宮を訪れる。\n姉を警戒し、イスカを連れて盗聴器の有無を調べるシスベル。アリスの寝室まで調査することになり、イスカはドキドキが止まらない。\n当のアリスは禁断の秘密を知られまいと、エルツ宮へと急ぐ。\n三王女が揃うとき、イスカの受難が始まる……!?"
                },
                "6": {
                    "ID": "10535586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535586",
                    "TitleEnglish": "Line of Descent: Beginning of the End of Paradise",
                    "SummaryEnglish": "With news of the attack, Alice returns to the Queen's palace. Later they are attacked by an unknown enemy.",
                    "TitleJapanese": "血脈　―楽園の崩壊の始まり―",
                    "SummaryJapanese": "アリス不在のタイミングで、王宮が帝国軍に攻撃された。\nイスカを信じたいアリスは、屋敷から出るなと忠告して王宮へ向かう。\nイスカたちはアリスの行動を再現し、事態を確認。\nしかし、イリーティアの牽制によってエルツ宮から動けないところを何者かに襲撃されてしまう。\n救援に現れたのは、ヒュドラ家の当主タリスマンだった。"
                },
                "7": {
                    "ID": "10535587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535587",
                    "TitleEnglish": "Last Crusade: Night of the Witch Hunt",
                    "SummaryEnglish": "Iska must fight Talisman, while Jhin and the others are unable to shake Grugell from their tail.",
                    "TitleJapanese": "決戦　―魔女狩りの夜―",
                    "SummaryJapanese": "イスカが対峙するのは、不可視の波動を操るタリスマン。「暴虐」の二つ名に相応しい強烈な攻撃は、イスカの機動力を以てしても振り切れず、苦戦を強いられてしまう。シスベルを連れたジンたちもまた、「白夜の魔女」グリューゲルの執拗な追跡を振り切れずにいた。そして、皇庁では使徒聖と純血種の壮絶な戦いが幕を上げる。"
                },
                "8": {
                    "ID": "10535588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535588",
                    "TitleEnglish": "Last Crusade: The Unforgiven One",
                    "SummaryEnglish": "As the battle between the Saint Disciples and purebreds continue, an atrocious astral spirit approaches…",
                    "TitleJapanese": "決戦　―許されざる者―",
                    "SummaryJapanese": "冥に倒されたかに見えたが、再び立ち上がるキッシング。仮面卿と璃洒、グロウリィとネームレスも互角の戦いを繰り広げていた。各地で一進一退の攻防が続く中、タリスマンは目的を遂行したと告げ、その場を立ち去ろうとする。なんとしてもここで決着をつけたいイスカだが……エルツ宮に凶悪な星霊の力が迫ろうとしていた。"
                },
                "9": {
                    "ID": "10535589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535589",
                    "TitleEnglish": "Last Crusade: Our Last Crusade or the Night We Make Our Vow",
                    "SummaryEnglish": "Alice declares war on Iska in order to put an end to their easy relationship as a friendly rival.",
                    "TitleJapanese": "決戦　―キミと僕の最後の決戦、あるいは二人が誓う夜―",
                    "SummaryJapanese": "此度の襲撃で帝国への憎しみを募らせるアリスの前に、ヴィソワーズを追うイスカが現れる。もはや好敵手という生ぬるい関係ではいられない。アリスはイスカを皇庁に仇なす帝国人であると見なし、非情な覚悟を以て宣戦布告する。……そしてその戦いを眺め、嘆息する男が一人。魔人サリンジャー、この男もまた二人と似た運命を辿ってきた。"
                },
                "10": {
                    "ID": "10535590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535590",
                    "TitleEnglish": "Morning Star: The World Rises",
                    "SummaryEnglish": "Lady Alice and the queen are up to something.",
                    "TitleJapanese": "暁星 ―そして世界は動き出す―",
                    "SummaryJapanese": "ヒュドラ家の狙い通りに事態が進み、街中では刺客が目を光らせるようになった。イスカたちはルゥ家の従者たちにセーフハウスへと案内され、シスベル救出を彼女たちに誓う。一方、アリスが女王代理として膨大な事後処理に追われる中、ミラベアがついに目を覚ました。アリスはヒュドラ家以外にもう一人、黒幕がいると明かす。"
                },
                "11": {
                    "ID": "10535591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535591",
                    "TitleEnglish": "Morning Star: Snow the Sun",
                    "SummaryEnglish": "Iska begins with the plan to infiltrate Hydra's base to rescue Sisbell.",
                    "TitleJapanese": "暁星 ―雪と太陽―",
                    "SummaryJapanese": "イスカとアリスたちによるシスベル救出作戦が動き出す。監禁場所としてアリスが目星をつけたのは、ヒュドラ家の研究施設「スノウ・ザ・サン」。タリスマンが施設に不在となる三王家の血族会議に合わせて、アリスがタリスマンを足止めし、N07部隊が潜入することに。イスカは燐の忠告に従い、ヒュドラ家の王女ミゼルヒビィを警戒するが……。"
                },
                "12": {
                    "ID": "10535592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-last-crusade-or-the-rise-of-a-new-world/episodes/10535592",
                    "TitleEnglish": "Morning Star: Welcome with a Round of Applause",
                    "SummaryEnglish": "Iska asks his groupmates to leave while he fights the final battle against Mizerhyby.",
                    "TitleJapanese": "暁星 ―拍手と喝采で出迎えよ―",
                    "SummaryJapanese": "ミスミスたちを退かせ、ミゼルヒビィと対峙するイスカ。彼女の星霊「光輝」によって膨大な星霊エネルギーを与えられた兵士が、規格外の火力でイスカに迫る。時を同じくして、サリンジャーが「スノウ・ザ・サン」に出現。ヴィソワーズが迎え撃とうとするが……。混乱を極める中、イスカたちは無事にシスベルを救出できるのか。"
                }
            }
        }
    }
}