{
    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12798538/",
        "https://magatsu-wahrheit-zuerst.com/",
        "https://www.themoviedb.org/tv/102432",
        "https://www.themoviedb.org/tv/102432",
        "https://x.com/magatsu_anime"
    ],
    "TitleEnglish": "Magatsu Wahrheit: Zuerst",
    "SummaryEnglish": "Two young people living in the Wahrheit Empire are planning to relocate to the capital city: the shy Inumael who works as a transporter and was once an important younger sister, and Leocaido, a naive new soldier of the Empire who spent his days in the imperial city thinking of his future as a soldier. In the Empire, countless human beings were once extinguished from the world. The return of the \"light,\" the disaster that summoned a ferocious monster into the world, is predicted, and the remaining humans' spirits are devastated. Meanwhile, the fate of Inumael, Leocadio, and the history of the Empire will change drastically as a result of one weapon smuggling incident.",
    "TitleJapanese": "禍つヴァールハイト -ZUERST-",
    "SummaryJapanese": "遷都計画が進むヴァールハイト帝国に暮らすふたりの青年――\n運送屋の仕事に励む少し臆病なイヌマエルと、\n帝国の新米兵士で世間知らずのレオカディオ。\n片方は大切な妹、もう片方は兵士としての未来に思いを馳せながら\n帝都での日常を送っていた。\n一方、帝国ではかつて世界から数多くの生物を消滅させ、\n凶暴な魔物を世に放った厄災 “光”の再来が予言され、人心は荒廃。\nそんな中、とある密輸事件をきっかけに、イヌマエルとレオカディオの運命、\nそして帝国の歴史が激変していく。",
    "Aliases": [
        "Magatsu Wahrheit",
        "Magatsu Wahrheit Zuerst",
        "Magatsu Wahrheit - Zuerst"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1863021",
            "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7940312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/7940312",
                    "TitleEnglish": "THE GETAWAY -Part One-",
                    "SummaryEnglish": "For Leocadio, it is the exciting first day of his job as an imperial soldier. For truck driver Innumael, it's just another ordinary day of deliveries. However, a smuggling group's actions set them down a path that will change their lives and the empire.",
                    "TitleJapanese": "THE GETAWAY -Part One-",
                    "SummaryJapanese": "魔物の活発化や犯罪の増加、民間人の重火器類の所持禁止決定などにより帝国軍の影響が強まるなか、帝国軍人となった青年・レオカディオ。彼は初めて兵営に向かう途中、港の倉庫でイヌマエルという青年を手伝い、荷物の搬入を行う。そこで積み込まれたふたつの木箱。その中身がふたりの運命、そして帝国の歴史を激変させるものとも知らず、イヌマエルとレオカディオは握手を交わして別れ、それぞれの道を歩み始める。"
                },
                "2": {
                    "ID": "7973561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/7973561",
                    "TitleEnglish": "THE GETAWAY -Part Two-",
                    "SummaryEnglish": "Innumael and the members of Headkeeper escape their encounter with Leocadio's squad and head for a nearby safehouse. However, the Imperial Army is closing in on their location. Can they slip out of the Imperial Army's grasp?",
                    "TitleJapanese": "THE GETAWAY -Part Two-",
                    "SummaryJapanese": "自身の意図に反して、イヌマエルは重火器の違法所持に脱獄、さらに殺人と罪を重ね続け、帝国軍に追われる立場に。状況に流されるまま密輸組織ヘッドキーパーのアルノルト率いるチームと行動を共にすることになった彼は、組織の拠点が存在する地方都市に立ち寄る。一方、目前で幼馴染のザイツを殺されたレオカディオは、帝国軍人として、指名手配されたヘッドキーパーの行方を追う。"
                },
                "3": {
                    "ID": "7973565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/7973565",
                    "TitleEnglish": "Of Creatures and Men",
                    "SummaryEnglish": "Innumael, Schaake, and company have escaped the Imperial Army's lockdown. Their journey takes them through a forest, but something is amiss. Helman takes a new approach in his attempt to apprehend Innumael.",
                    "TitleJapanese": "Of Creatures and Men",
                    "SummaryJapanese": "イヌマエルの機転もあり、ヘッドキーパーの面々は潜伏先の都市から無事に脱出し帝国の追撃を逃れた。彼らは支援者のいるグートハイル領へ向かう途中、魔物の脅威にさらされている村で人探しを手伝う。その頃、帝都で諜報活動を行っていたヘッドキーパーのエルフリーデは帝国議会に侵入。そこで組織内に帝国議員と通じている内通者の存在と怪しげな金の流れを知った彼女は、さらなる調査に乗り出す。"
                },
                "4": {
                    "ID": "7973566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/7973566",
                    "TitleEnglish": "Live with Honor. Die with No Pride.",
                    "SummaryEnglish": "While Innumael, Schaake, and company continue on toward Gutheil, Elfriede discovers where Headkeeper's money is going, and who is getting it. The Empire begins preparing for a major operation.",
                    "TitleJapanese": "Live with Honor, Die with No Pride",
                    "SummaryJapanese": "ヘルマンの指示で、レオカディオはイヌマエルの妹・シセルが住む村を訪問。イヌマエルが犯した罪を説明し、彼女を帝都まで連行する。その頃、エルフリーデはヘッドキーパーから帝国議会に流入している資金について調べるため、とある廃病院に潜入する。その奥に存在する研究所で、彼女は資金の行方と、帝国全土で脅威になっている魔物に関する資料を目にするのだった。"
                },
                "5": {
                    "ID": "7973567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/7973567",
                    "TitleEnglish": "From Gutheil with Love",
                    "SummaryEnglish": "Once in Gutheil, Innumael, Schaake, and company must perepare for what comes next. Helman prepares to set his scheme in motion.",
                    "TitleJapanese": "From Gutheil with Love",
                    "SummaryJapanese": "ヘルマンの指示で、レオカディオはイヌマエルの妹・シセルが住む村を訪問。イヌマエルが犯した罪を説明し、彼女を帝都まで連行する。その頃、エルフリーデはヘッドキーパーから帝国議会に流入している資金について調べるため、とある廃病院に潜入する。その奥に存在する研究所で、彼女は資金の行方と、帝国全土で脅威になっている魔物に関する資料を目にするのだった。"
                },
                "6": {
                    "ID": "8018637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8018637",
                    "TitleEnglish": "Rogue Infiltration",
                    "SummaryEnglish": "Innumael, Arnolt, and Benjamin arrive at the capital to find they'll be participating in a rescue operation. However, the Diet and the military have already set their plans in motion.",
                    "TitleJapanese": "Rogue Infiltration",
                    "SummaryJapanese": "「雷華病に関する重大な情報を得た」と報告したのち、消息が途絶えたエルフリーデ。彼女を含む潜入者たちの行方を捜索するため、支部長・ジェイドからの指示でアルノルトたちは帝都に向かう。しかしそこにはヘッドキーパーを捕らえようとする多くの帝国軍が待ち受けていた。そして廃病院への侵入作戦中、イヌマエルは因縁の相手であるレオカディオの姿を発見する。"
                },
                "7": {
                    "ID": "8018639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8018639",
                    "TitleEnglish": "Rogue Operation",
                    "SummaryEnglish": "With monsters running loose in the city, will the members of Headkeeper be able to escape the Empire's operation? In the chaos, Helman closes in on Innumael. Meanwhile, Mary Bult's and the Emperor's plans move forward.",
                    "TitleJapanese": "Rogue Operation",
                    "SummaryJapanese": "“光”を扱う人体実験で生み出された多数のモンスター。その異形の存在が廃病院地下の研究所を抜け出し、ヘッドキーパーの捕縛作戦を行っていた帝国軍や、街の人々に次々と襲いかかる。各地が混乱を極める中、イヌマエルは仲間のイルマと大急ぎで街を脱出する。しかしふたりがようやく辿り着いた郊外の立ち入り禁止区域には、彼らを追うヘルマン隊、さらにモンスターと化したエルフリーデが迫っていた。"
                },
                "8": {
                    "ID": "8018642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8018642",
                    "TitleEnglish": "Rogue Ultimatum",
                    "SummaryEnglish": "Conrad and Innumael attempt to find a way to the surface, but Helman has other plans for Innumael.",
                    "TitleJapanese": "Rogue Ultimatum",
                    "SummaryJapanese": "ヘッドキーパー捕縛作戦を手引きしたマリー・バルト議員は、帝都の大混乱をよそに皇帝から新都フィクツィオンにおける全政務を任されていた。一方、フリーレンの炎の脅威に晒される地下道からの脱出を図るイヌマエルとコンラッドは、シセルを人質として連れたヘルマンに遭遇する。そこにエルフリーデが乱入。イヌマエルと帝国軍、モンスターの三つ巴の死闘が始まる。"
                },
                "9": {
                    "ID": "8070570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8070570",
                    "TitleEnglish": "State of the Empire",
                    "SummaryEnglish": "Innumael, Schaake, and company make their way to the new capital. Meanwhile, Leocadio finds a new ally investigating whether Innumael's theory about the experiments is true.",
                    "TitleJapanese": "State of the Empire",
                    "SummaryJapanese": "シャアケやレオカディオの助けもあり、エルフリーデとヘルマンの脅威から逃れたイヌマエル。正気を取り戻したエルフリーデから一連の事件に関する伝言を預かった彼は、ヘッドキーパーの面々と共に新都に向かい、聖騎士ゲオルグ・エステルハージ伯爵に面会を求める。その頃、ヘッドキーパーとの束の間の交流で帝国に疑念を抱いたレオカディオは雷華病について調査し始めた。"
                },
                "10": {
                    "ID": "8082379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8082379",
                    "TitleEnglish": "Break Free",
                    "SummaryEnglish": "Innumael, Schaake, and company meet with Georg of the Holy Knights. After his time in solitary, Leocadio must find a way to escape the prison.",
                    "TitleJapanese": "Break Free",
                    "SummaryJapanese": "帝都中央区を囲む塔の建設に魔物やフリーレンの炎の活性化、新都への遷都計画……すべての事象に深く関わるマリー・バルト上級議員。彼女が反皇帝派の中心人物であることを告げたゲオルグは、イヌマエルたちにマリーの反逆の証拠と“光”を誘引する装置の確保を依頼する。時を同じくして、レオカディオは機密情報違法取得の罪で刑務所へ。その地下にある独房にはシャアケの母・ミネルバが囚われていた。"
                },
                "11": {
                    "ID": "8090243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8090243",
                    "TitleEnglish": "An Inconvenient Prophecy",
                    "SummaryEnglish": "Leocadio meets back up with Innumael and the others. The gang must try to avert the Anti-imperialists plot before disaster strikes.",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8099801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magatsu-wahrheit/episodes/8099801",
                    "TitleEnglish": "The Hand that Rocks the Cradle",
                    "SummaryEnglish": "As Schaake confronts her father, the prophecy comes to fruition.",
                    "TitleJapanese": "Episode 12",
                    "SummaryJapanese": null
                }
            }
        }
    }
}