{
    "URL": "https://www.thetvdb.com/series/beyblade-metal",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1674928/",
        "https://www.themoviedb.org/tv/37807",
        "https://www.themoviedb.org/tv/37807"
    ],
    "TitleEnglish": "Beyblade: Metal Fusion",
    "SummaryEnglish": "A new cast of characters take on the continued battle between good and evil. Ginga, our hero, and his group of loyal friends take on a dangerous group called the Dark Nebula. The Dark Nebula’s sole mission is to take over the world and unleash their evil upon it; but before they can do so, they must destroy Ginga as he is the only person that’s strong enough to stand in their way. The plot thickens as friends become enemies and enemies become allies. Everything starts and ends with Ginga as he struggles to find the strength to defend his world and the honor of Beyblade.",
    "TitleJapanese": "メタル ベイブレード",
    "SummaryJapanese": "ベイブレードの戦いが大好きで、強さを求めて修行を続けている熱血ブレーダーの銀河。キョウヤ率いる不良ブレーダー集団・首狩団とのバトルに挑んだ彼は、戦いを通して敵だったはずのキョウヤや自分を慕う未熟なブレーダー・ケンタとの友情を深めていく。",
    "Aliases": [
        "メタルファイト ベイブレード",
        "メタルファイト ベイブレード~爆~",
        "メタルファイト ベイブレード 4D",
        "メタルファイト ベイブレード ZEROG"
    ],
    "Modified": "2025-08-14",
    "Seasons": {
        "0": {
            "ID": "1864044",
            "URL": "https://www.thetvdb.com/series/beyblade-metal/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "7974037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974037",
                    "TitleEnglish": "A New Fight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新たなる戦い",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7974049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974049",
                    "TitleEnglish": "The Legend and the Evil Combine",
                    "SummaryEnglish": null,
                    "TitleJapanese": "伝説と悪魔の融合",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7974059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974059",
                    "TitleEnglish": "Doji`s Stronghold",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大道寺の要塞",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7974069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974069",
                    "TitleEnglish": "Entering the Trap",
                    "SummaryEnglish": null,
                    "TitleJapanese": "待ち受ける罠",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7974081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974081",
                    "TitleEnglish": "Byakko's Roar",
                    "SummaryEnglish": null,
                    "TitleJapanese": "白虎の雄叫び",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7974094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974094",
                    "TitleEnglish": "The All-out Mid-air Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決死の空中バトル",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7974099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7974099",
                    "TitleEnglish": "The Bridge to the Future",
                    "SummaryEnglish": null,
                    "TitleJapanese": "未来への架け橋",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1864045",
            "URL": "https://www.thetvdb.com/series/beyblade-metal/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "7908999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7908999",
                    "TitleEnglish": "Pegasus has Landed",
                    "SummaryEnglish": "When young blader Kenta runs into a rough gang of bladers, the Face Hunters, he is saved by mysterious blader Gingka Hagane and his bey Storm Pegasus. Kenta is determined for the two to become friends, but the next day Gingka is missing and the Face Hunters and their leader have regrouped at a construction site.",
                    "TitleJapanese": "舞い降りた天馬[ペガシス]!",
                    "SummaryJapanese": "ベイブレードの定期大会が開催され、自分のベイ・サジタリオと共に強くなる夢を持つケンタは、3回戦まで勝ち抜く健闘を見せていた。しかしその活躍に目を付けた、フェイスハンターズが彼を狙い始める。"
                },
                "2": {
                    "ID": "7909002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909002",
                    "TitleEnglish": "Leone's Roar!",
                    "SummaryEnglish": "Kyoya, leader of the Face Hunters, has challenged Gingka. As Gingka and Kenta discuss this challenge a girl appears claiming Pegasus is in need of repair. The girl, named Madoka, treats Pegasus but before she can finish Ginga leaves. Kyoya has stolen Sagittario and unless Gingka wins it will be destroyed.",
                    "TitleJapanese": "獅子[レオーネ]の牙!",
                    "SummaryJapanese": "子供たちが集うベイパークでは、銀河とペガシスが皆と楽しくバトルを繰り広げている。ケンタがフェイスハンターズを退けた話をしたことで、銀河は一躍人気者になっていた。するとそこへ1人の少女が現れ…。"
                },
                "3": {
                    "ID": "7909003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909003",
                    "TitleEnglish": "The Wolf's Ambition!",
                    "SummaryEnglish": "Doji take Kyouya away from the city to make a deal. If Kyouya loses a battle against him then Kyouya must go with him. Meanwhile Kenta is worried Ginga is getting bored of having no strong opponents to battle and challenges him to prove his worth.",
                    "TitleJapanese": "狼[ヴォルフ]の野望!",
                    "SummaryJapanese": "謎の男・大道寺は、キョウヤたちに強くなるための援助をすると申し出た。あまりにも怪しい大道寺の様子から、一旦は申し出を断るキョウヤだが、反対に挑発された揚げ句、彼と対戦することになる。"
                },
                "4": {
                    "ID": "7909006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909006",
                    "TitleEnglish": "Charge! Bull Power!",
                    "SummaryEnglish": "Doji gives Benkei a new bey, Dark Bull, with which he can defeat Gingka. Excited, Benkei sends Kenta off with a challenge for Gingka. Upon arriving, Gingka and co realised strange holes have been made a the battle location, and then a bey appears...",
                    "TitleJapanese": "突進! 牡牛[ブル]パワー!",
                    "SummaryJapanese": "盾神キョウヤを慕うフェイスハンターズのベンケイは、戦いに破れたキョウヤを案じつつ、リベンジを誓って特訓に励んでいた。そこへ再び現れた大道寺は、ベンケイに新たなベイ・ダークブルを与える。"
                },
                "5": {
                    "ID": "7909010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909010",
                    "TitleEnglish": "Vengeful Gasher",
                    "SummaryEnglish": "There is a new blader in town, Tetsuya, who is destroying the beys of the bladers he defeats. Angered by this, Madoka sets off ot find him with Ginga and Kenta in pursute. After splitting up, Kenta realises one fo his friends is a new victim of Tetsuya he battles him, thankfully saved by the arrival of Ginga. But Tetsuya has kidnapped Madoka, and unless Ginga defeats him she'll remain missing.",
                    "TitleJapanese": "復讐のキャンサー",
                    "SummaryJapanese": "特訓に精を出すベンケイの元へ、渡蟹哲也が現れた。嫌らしい笑みを浮かべた彼の目的は何なのか？\u000bそして同じ頃、店でベイの整備を行うまどかの元へは、泣きじゃくる子供たちが飛び込んできた。"
                },
                "6": {
                    "ID": "7909013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909013",
                    "TitleEnglish": "Aquario's Challenge",
                    "SummaryEnglish": "Hikaru Hasama, a strong blader from afar arrives in town and is asked by Benkei to defeat Ginga. Meanwhile Kenta wonders whether Sagittario could have a special move, Madoka explaining it's possible. Hikaru accepts Benkei's offer, but Ginga is sick and so Kenta battles in his place, unbeknown to Hikaru.",
                    "TitleJapanese": "アクアリオの挑戦",
                    "SummaryJapanese": "不良たちに取り囲まれた1人の少女。彼女は周囲の心配をよそに、集団で襲い掛かるベイを見事に蹴散らしてみせた。その腕前を確認したベンケイは、少女・波佐間ヒカルに銀河との勝負を持ち掛ける。"
                },
                "7": {
                    "ID": "7909017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909017",
                    "TitleEnglish": "It's Our Special Move! Sagittario",
                    "SummaryEnglish": "Kenta is trained by Benkei to defeat Hikaru whilst Madoka gives Kenta a new bey part to help him with his special move. Meanwhile Hikaru has been told by Tetsuya who her real opponent was and is on the prowl for the real Ginga Hagane, though is interrupted by Kenta.",
                    "TitleJapanese": "必殺転技だ! サジタリオ",
                    "SummaryJapanese": "ヒカルに敗北し、ケンタは全てのポイントを失ってしまった。そして2人の勝負を見つめていたベンケイは、負けても諦めないケンタの姿に昔の自分を重ね、彼をさらに強くするため特訓を持ち掛ける。"
                },
                "8": {
                    "ID": "7909029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909029",
                    "TitleEnglish": "Merci's Dangerous Trap",
                    "SummaryEnglish": "Kyouya is sent of Wolf Canyon by Doji to test is skills. Meanwhile Merci kidnaps Ginga and convinces him he's on a TV show whilst really he testing his skills.",
                    "TitleJapanese": "メルシーの危険な罠",
                    "SummaryJapanese": "ケンタとの特訓を渡蟹に密告され、ベンケイはフェイスハンターズを追放された。一方キョウヤを連れ去った大道寺は、訓練を最終段階へ進めつつ、銀河に対して配下を差し向けるなど着々と計画を実行していた。"
                },
                "9": {
                    "ID": "7909036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7909036",
                    "TitleEnglish": "Leone's Counterattack",
                    "SummaryEnglish": "Kyouya has returned from Wolf Canyon and Benkei is excited to see his old friend again, with encouragement from Kenta. But Kyouya has changed, revealed in a battle, and even with Kenta at his side Benkei loses as Leone destroys the warehouse they're in.",
                    "TitleJapanese": "獅子王[レオーネ]の逆襲",
                    "SummaryJapanese": "帰還したキョウヤは勝負を仕掛けてきた渡蟹を一蹴し、フェイスハンターズの解散を告げた。そしてその話はベンケイの耳にも入ったが、彼の帰還を喜ぶ一方で、なかなか上達できない自分に苦悩してしまう。"
                },
                "10": {
                    "ID": "7910095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910095",
                    "TitleEnglish": "Heated Battle! Gingka Versus Kyoya",
                    "SummaryEnglish": "Kenta returns with an injured Benkei and tells Ginga what Kyouya did to them. Furious, Ginga challenges Kyouya who is now out of control. During the battle, a tornado rips through the city, involuntarily summoning his friends to cheer him on.",
                    "TitleJapanese": "激闘! 銀河VSキョウヤ",
                    "SummaryJapanese": "傷だらけのベンケイを背負い、まどかの店まで戻ってきたケンタ。そして2人から事情を聞いた銀河は、キョウヤとの戦いを決意する。しかし全てを拒絶するようなキョウヤの攻撃は、銀河とペガシスを追い詰めていく。"
                },
                "11": {
                    "ID": "7910117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910117",
                    "TitleEnglish": "Chase The Wolf!",
                    "SummaryEnglish": "Ginga returns and explains to his friends that Doji has a forbidden bey: Lightning L-Drago. Tipped off by Kyouya, they arrive at the Dark Nebula castle and are ambushed by many beys. With help once again from Kyouya, they break down the doors and head inside.",
                    "TitleJapanese": "狼[ヴォルフ]を追え!",
                    "SummaryJapanese": "勝負を終えた銀河たちの前に大道寺が現れた。彼は怒りを剥き出しにする銀河を受け流し、キョウヤを一撃で打ちのめすと、ヘリでその場を後にしてしまう。足取りを追うことができず、思い詰めた様子の銀河は…。"
                },
                "12": {
                    "ID": "7910123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910123",
                    "TitleEnglish": "Infiltrate The Dark Nebula's Castle!",
                    "SummaryEnglish": "After many challenges, Ginga is the only one to reach Doji. They battle which causes one of the walls to collapse. But their challenge isn't over yet...",
                    "TitleJapanese": "潜入!ダークネビュラの城",
                    "SummaryJapanese": "ダークネビュラ本部へ突入した銀河たちを待ち受けるのは、メルシーが仕掛けたトラップ群だった。グレードアップされた様々な仕掛けに苦戦する銀河たちだが、仲間との協力によって徐々に障害をクリアしていく。"
                },
                "13": {
                    "ID": "7910128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910128",
                    "TitleEnglish": "L-Drago Awakens!",
                    "SummaryEnglish": "Ryouga, an old rival of Ginga's and the new owner of L-Drago. As he and Ginga battle, Ginga is determind to win L-Drago back, but his anger stops him from winning...",
                    "TitleJapanese": "竜皇[エルドラゴ], 覚醒!",
                    "SummaryJapanese": "崩壊したダークネビュラ本部には、1人の男の姿があった。彼こそが禁断のベイ・ライトニングエルドラゴの主である竜牙。とある事情で長い眠りに落ちていたものの、銀河の怒りに触発されて完全復活を果たしたのだ。"
                },
                "14": {
                    "ID": "7910129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910129",
                    "TitleEnglish": "Memories of Ryo",
                    "SummaryEnglish": "Kenta loses his temper when Ginga starts acting strangely. Finally he gets Ginga to tell the story of his past. Ryo Hagane, Ginga's father and the owner of Pegasus, had tried to stop Ryouga taking L-Draco. After losing, Ryo gave Ginga Pegasus before disappearing, and Ginga took it upon himself to stop the Dark Nebula.",
                    "TitleJapanese": "流星の記憶",
                    "SummaryJapanese": "竜牙に完敗した銀河は、ベイへの情熱すら失いかねない状態に陥っていた。心配を隠せないケンタは、銀河を助けたいという思いを彼にぶつけていく。そしてその姿に心を打たれた銀河は、自らの過去を語り始めた。"
                },
                "15": {
                    "ID": "7910131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910131",
                    "TitleEnglish": "Mysterious Hyoma",
                    "SummaryEnglish": "Ginga has run away, possibly to his home town. Kenta, Madoka, Kyouya and Benkei follow him but after many calamities part ways. Then a strange man appears and saved Kenta and Madoka.",
                    "TitleJapanese": "謎の氷魔[ひょうま]",
                    "SummaryJapanese": "置き手紙を残して姿を消した銀河。ケンタ、まどか、ベンケイ、キョウヤの4人は、彼を追って古馬村へ向かう。しかし村のあるハガネ山は非常に険しい道のりで、ケンタとまどかはなかなか前に進むことができない。"
                },
                "16": {
                    "ID": "7910135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7910135",
                    "TitleEnglish": "The Magnificent Aries",
                    "SummaryEnglish": "The man's name is Hyoma, whom Kyouya has his doubts about. Hyoma says he'll guide them to Koma Village, but Kyouya proves he's walking him in circles. Then Hyoma reveals a secret, and the fact he's an old friend of Ginga's. Meanwhile Ginga, en route to Koma Village, meets an old friend.",
                    "TitleJapanese": "華麗なるアリエス",
                    "SummaryJapanese": "氷魔と共に古馬村を目指すケンタたちだが、その途中でキョウヤが、同じ道を何度も回っていることに気付く。そこで氷魔の真意を問い詰めるべく、レオーネを放ったところ、彼は自分のベイで攻撃を一蹴した。"
                },
                "17": {
                    "ID": "7912278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7912278",
                    "TitleEnglish": "The Silver Pegasus",
                    "SummaryEnglish": "The gang arrive in Koma Village and are greeted by a talking dog called Hokuto. Hokuto tells them Ginga is climbing Mt. Hagane, seeking a scroll written by an old barer of Pegasus. But then Ginga learns who the old barer was and learns a valuable lesson.",
                    "TitleJapanese": "白銀の天馬[ペガシス]!",
                    "SummaryJapanese": "ケンタたちがたどり着いた古馬村は、人気のない寂れた村だった。そこで彼らが出会ったのは、言葉を話す犬・北斗。ケンタが北斗に、銀河の行方を尋ねる一方、当の本人は村の背後にそびえる雪山へと向かっていた。"
                },
                "18": {
                    "ID": "7912283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7912283",
                    "TitleEnglish": "The Green Hades",
                    "SummaryEnglish": "Ginga takes friends to the bey forest where they are immediately excited. Meanwhile Hyoma, who is already jealous of Ginga's friends, challenges Ginga at a stadium called the Green Hades and reveals that as Ginga's true rival has never lost to Ginga in all their childhood.",
                    "TitleJapanese": "緑の地獄",
                    "SummaryJapanese": "雪山から戻り、心機一転した銀河は、再び竜牙に挑戦することを誓った。幼馴染みでありライバルでもある氷魔は、そんな彼に声を掛け、久しぶりにと銀河を森へと誘う。ケンタたちも2人に同行して森に入ると…。"
                },
                "19": {
                    "ID": "7912292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7912292",
                    "TitleEnglish": "Conquer the Tag-Team Battle!",
                    "SummaryEnglish": "Returning from Koma Village, Benkei and Kenta are furious with Madoka when she experiments with their beys without telling them. But then they learn how to switch parts, and that comes in handy at the Aquatic Tag-Team Tournament they've just entered.",
                    "TitleJapanese": "タッグバトルを攻略せよ!",
                    "SummaryJapanese": "下山してベイのメンテナンスを行うまどかは、サジタリオとブルのパーツを交換する中で、偶然にも面白い発見をする。それは4種類のパーツの組み合わせが、様々な性能を生み出すというベイ最大の特徴でもあった。"
                },
                "20": {
                    "ID": "7917133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917133",
                    "TitleEnglish": "Begin! The Survival Battle!",
                    "SummaryEnglish": "The surival battle has begun, the winner being granted one wish. Everyone is entering, even Hyoma, Hikaru and Madoka. But despite everyone's enthusiasum there is a mysterious blader who has been defeating all his opponents...",
                    "TitleJapanese": "開幕! サバイバルバトル",
                    "SummaryJapanese": "WBBA主催のサバイバルバトル開催が決定した。優勝者の願いを1つだけ叶えるというビッグイベントに、銀河たちは大いに盛り上がる。そして参加者には、ケンタたちだけでなく、氷魔やヒカルも名を連ねていた。"
                },
                "21": {
                    "ID": "7917134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917134",
                    "TitleEnglish": "Warriors on a Deserted Island",
                    "SummaryEnglish": "Kenta and Benkei are aided by a new battler, Yu Tendo and his bey Flame Libra. Kyouya, after not finishing his battle with Hikaru, challenges Hyoma, who has been watching everyone but not battling. Kyouya wins, but at a price. Meanwhile Yu is upset the tournament is drawing to an end, and is challenged by Kenta, Benkei and Hikaru all at once. But as the battle goes on, Yu reveals himself to be the one who has knocked many of the 1000 competitors out of the competition with ease, and refuses to be taken down.",
                    "TitleJapanese": "孤島の戦士たち",
                    "SummaryJapanese": "激戦が続くサバイバルバトルで、当初は1000人もいた参加者が、既に残り100人を切っていた。その中でケンタたちは順当に勝ち進んでいたが、突如ケンタが腕を負傷してしまう。ベンケイは応急処置を行うが…。"
                },
                "22": {
                    "ID": "7917145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917145",
                    "TitleEnglish": "The Fearsome Libra",
                    "SummaryEnglish": "Ginga, Kyouya, Yu and Madoka are the final four left in the surival battle. Kyouya, after being aided by Madoka, drops out leaving Ginga and Yu left to battle. They both launch their special moves, but in the end Yu is victorious.",
                    "TitleJapanese": "戦慄のリブラ",
                    "SummaryJapanese": "突然会場全体を揺るがした閃光と衝撃、それは遊のフレイムリブラが引き起こしたものだった。ケンタ、ベンケイ、ヒカルは敗北し、残る選手は4人。その中でキョウヤは銀河と戦うため、遊を先に倒そうと勝負を挑む！"
                },
                "23": {
                    "ID": "7917152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917152",
                    "TitleEnglish": "The Road to the Battle Bladers",
                    "SummaryEnglish": "As winner of the surivial battle, Yu is granted his wish to hold a tournament to decide the storngest blader in the country. Then he reveals he's a member of the Dark Nebula, before leaving with Doji and Ryouga who showed up to taunt Ginga. After all agreeing to try and earn the 50000 points needed to qualify for Battle Bladers, Ginga and co meet up at a stadium outside town to battle one last time.",
                    "TitleJapanese": "バトルブレーダーズへの道",
                    "SummaryJapanese": "サバイバルバトルに勝利した遊の願いは、ベイブレード大会・バトルブレーダーズの開催だった。それは1対1の勝ち抜きトーナメントによる、最大規模の大会を意味する。全国のブレーダーはその発言に喜びを隠せない。"
                },
                "24": {
                    "ID": "7917159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917159",
                    "TitleEnglish": "The Beautiful Eagle",
                    "SummaryEnglish": "As Ginga travels the country with Pegasus, he is challenged by many point hunters. He is saved by a mysterious blader, Tsubasa Otori, and his bey Earth Aquila. As they are entering the same tournament, the two bladers hang out together, Tsubasa giving Ginga some beyblade tips along the way. But as the tournament progresses, Ginga learns Tsubasa is hiding more secrerts than he expected.",
                    "TitleJapanese": "美しき鷲[アクイラ]",
                    "SummaryJapanese": "バトルブレーダーズの開催が正式決定した。参加するために必要なポイントを獲得すべく、ケンタをはじめとする多くのブレーダーたちが各地で激戦を繰り広げる。そんな中、銀河はある1人の少年と出会った。"
                },
                "25": {
                    "ID": "7917163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917163",
                    "TitleEnglish": "The Sniper Capricorn",
                    "SummaryEnglish": "Kyouya is tired of the weak battles he is forced to battle in, until he learns of a strong blader nearby: Tobio, nicknamed Captain Capri, and his bey Storm Capricorn.",
                    "TitleJapanese": "狙撃手[スナイパー]カプリコーネ",
                    "SummaryJapanese": "連戦連勝のキョウヤは、その戦績に反して退屈していた。理由はただ1つ、彼を本気にさせるブレーダーが現れないからだ。しかしある日、彼は強豪を狙い撃つように撃破する、ストームカプリコーネ使いの噂を耳にする。"
                },
                "26": {
                    "ID": "7917165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917165",
                    "TitleEnglish": "Tsubasa Flies Into The Dark",
                    "SummaryEnglish": "The Dark Nebula get a shock as Tsubasa, who they have been watching, appears to their headquarters demanding to join. Doji agrees, but only if Tsubasa can pass a series of tests.",
                    "TitleJapanese": "闇に舞う翼",
                    "SummaryJapanese": "大道寺は各地の大会に配下のブレーダーを送り込み、竜牙とエルドラゴの糧となる強者を求めていた。すると突然、ダークネビュラ相手と知って乱入するベイが現れる。それは大鳥翼とそのベイ・アクイラだった。"
                },
                "27": {
                    "ID": "7917168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7917168",
                    "TitleEnglish": "Intruders in the Challenge Match",
                    "SummaryEnglish": "Kenta and Hyoma meet up at a dual tournament, Kenta battling in the forest stadium and Hyoma in the river stadium. But Hyoma is interrupted when Yu intrudes, demanding to battle. Then Kenta, who has already won his tournament, is challenged by Tsubasa.",
                    "TitleJapanese": "乱入! チャレンジマッチ",
                    "SummaryJapanese": "日々成長するブレーダーのデータを収集すべく、大道寺は翼と遊に偵察任務を与えていた。その一方で、とある大会ではケンタと氷魔が偶然の再会を果たす。2人は互いの健闘を約束し、それぞれのステージへと進んだ。"
                },
                "28": {
                    "ID": "7920261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7920261",
                    "TitleEnglish": "Dark Gasher's Big, Crabby-Crabby Operation",
                    "SummaryEnglish": "The fiendish Tetsuya follows Yu back to the Dark Nebula Headquarters. Doji though makes use of this and upgrades Tetsuya's bey as an expirement.",
                    "TitleJapanese": "ダークキャンサーのカニカニ大作戦!",
                    "SummaryJapanese": "渡蟹はいつものように、卑怯な手段でチャレンジマッチを勝ち進んでいた。そんな彼の目に、有望なブレーダーを探しに来た遊の姿が映り込む。ベイの強化を目論んだ彼は遊の後を追うのだが、そこは何と…。"
                },
                "29": {
                    "ID": "7920273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7920273",
                    "TitleEnglish": "Kenta and Sora",
                    "SummaryEnglish": "Kenta, whilst competing in a tournament, meets Sora, an impatient battler with amazing skills. Sora claims to be Ginga's apprentice with his bey Cyber and attempts to copy Pegasus's special move, but can not pull it off.",
                    "TitleJapanese": "ケンタと宇宙[ソラ]",
                    "SummaryJapanese": "順調にポイントを稼ぎ、注目を集めていたケンタは、大会に乱入した「銀河の弟子」を名乗る少年と出会う。彼の名は暁宇宙。係員を振り切ってケンタとのバトルに挑む宇宙は、ペガシスの必殺転技を真似ようとする。"
                },
                "30": {
                    "ID": "7920282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7920282",
                    "TitleEnglish": "The Bewitching Pisces",
                    "SummaryEnglish": "Ginga and the gang meet up at a tournament. But there is a mysterious atmosphere in one corner of the stadium as a mysterious blader Ryutaro tells fortunes...",
                    "TitleJapanese": "妖しきパイシーズ",
                    "SummaryJapanese": "優勝者に1万ポイントが付与される大会で、銀河をはじめとする仲間たちが久しぶりに集結した。その会場の一角で、1人の少年が参加者たちの運勢を占っている。神秘的な雰囲気を持つ彼の名は、深海流太郎…。"
                },
                "31": {
                    "ID": "7920292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7920292",
                    "TitleEnglish": "The Twin Gemios",
                    "SummaryEnglish": "Four matches are going on in the tournament. As Hikaru and Kyouya's match begins, the others, who were busy congratulating Ginga, realise they're last and in their hast bump into Yu. Then Tsubasa turns up adn Yu explains they're both part of the Dark Nebula. Despite the others' shock, Tsubasa leaves barely saying a word, ordering Yu to follow him away. Kyouya wins his match against Hikaru as Tsubasa wins his against Benkei. Kenta takes on the twins: Dan and Reiki, that Kyouya faced at Dark Nebula's original base with their new bey Evil Gemios. They are on the verge of winning when the two start bickering and Kenta defeats them. Finally Yu wins his battle, but spends most of the time complaining about how only Tsubasa and Kenta appear to have good opponents.",
                    "TitleJapanese": "双子のジェミオス",
                    "SummaryJapanese": "大会が順調に進み、いよいよキョウヤやケンタたちにも出番が訪れた。そんな中、ケンタとベンケイは遊、銀河は翼との再会を果たす。銀河は翼がダークネビュラに在籍していることを驚くが、翼の反応は冷徹だった。"
                },
                "32": {
                    "ID": "7922636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922636",
                    "TitleEnglish": "The Stormy Battle Royal",
                    "SummaryEnglish": "The final six bladers of the touranment are: Ginga, Kenta, Kyouya, Yu, Tsubasa and Hyoma. Doji suggests they all battle against each other in a battle royal, mainly to see how well Tsubasa and Yu will get on batting together. Unfortunatly, their hating of each other gets in the way and after taking out Hyoma, mainly by accident so they could get to Ginga, they start fighting each other. Pegasus plunders into the battle and all three loose. Finally Kyouya, who protected Saggitario whilst Yu and Tsubasa battled, defeats Kenta with a single hit and wins the tournament.",
                    "TitleJapanese": "嵐のバトルロイヤル",
                    "SummaryJapanese": "残る選手は6人となり、観客たちは試合の組み合わせを予想してますます熱狂していた。しかしここで、主催者の大道寺が、6人でのバトルロイヤルという予想外の展開を告げる。実力者たちによる一大決戦が始まった！"
                },
                "33": {
                    "ID": "7922667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922667",
                    "TitleEnglish": "The Oath of the Phoenix",
                    "SummaryEnglish": "After the tournament, all the friends part ways. The Dark Nebula memebrs head back to base, Yu though is still furious with Tsubasa. But without warning, the sneaky Tetsuya steals Ginga's point counter. It is rescued by a new and mysterious blader: Phoenix, who only agrees to give it back if Ginga can defeat him in a battle.",
                    "TitleJapanese": "不死鳥[フェニックス]の誓い",
                    "SummaryJapanese": "大乱戦を制して優勝を勝ち取ったキョウヤは、5万ポイントを獲得してバトルブレーダーズへの出場権を得た。しかし大道寺はキョウヤではなく、銀河が遊と翼を止めた瞬間に見せた新たな技に注目していた。"
                },
                "34": {
                    "ID": "7922714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922714",
                    "TitleEnglish": "Shine, Virgo!",
                    "SummaryEnglish": "Starting at square one, Ginga enters a tournament where he is challenged by a fan of his: Teru. Teru is a former dancer who suffered from an injury during one of his performances. When he was in hospital, he entertained himself by watching Ginga's battles. After a friend gave his Virgo, he has vowed to become a blader as strong as Ginga.",
                    "TitleJapanese": "輝け乙女[ビルゴ]!",
                    "SummaryJapanese": "期せずして一からの出直しとなった銀河は、フェニックスのやり取りと必勝の覚悟を胸に、再びベイバトルへと向かう。そして別の場所では、ヒカルの必殺転技を破るブレーダー・早乙女輝が勝利を収めていた。"
                },
                "35": {
                    "ID": "7922721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922721",
                    "TitleEnglish": "L-Drago, on the Move",
                    "SummaryEnglish": "Ryouga has set out to obtain the 50000 points to gain entery to Battle Bladers. He takes part in a 100 eby battle Benkei is entering and wins with ease and also beats Tobio and Ryutaro in the fianls of a touranment he interrupted. Tsubasa and Yu, who have finally stopped bickering, are supposed to be guarding him, but Tsubasa gets fed up and leaves whilst Yu heads back to base to cause trouble for him. Falling into a trap set by Doji, Tsubasa sees his chance to swipe information from the Dark Nebula database. Though just as he is leaving, he is intercepted by Doji and many bladers Yu summoned upon to help out. Then Ryouga turns up...",
                    "TitleJapanese": "エルドラゴ始動",
                    "SummaryJapanese": "長らく沈黙を守っていた竜牙とエルドラゴが、突如ベンケイの参加する大会へ乗り込んできた。圧倒的な力でバトルロイヤルの参加者たちをなぎ払う竜牙。この有様を目撃した翼は、ある行動を起こす決意をする。"
                },
                "36": {
                    "ID": "7922726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922726",
                    "TitleEnglish": "Broken Wings",
                    "SummaryEnglish": "Tsubasa almost looses with Ryouga but Aquila is saved by the sudden arrival of Phoenix. Taking pity on the young blader, Phoenix grabs Tsubasa and the two escape. Yu is at first really annoyed, but the explains the Doji he has already sent a Dark nebula member to keep an eye on Ginga. Tobio interrupts a tournament where Ginga has entered where the stadium has moving walls. Tobio had an early advantage, but in the end Ginga triuphs with his special move.",
                    "TitleJapanese": "引き裂かれた翼",
                    "SummaryJapanese": "翼と竜牙が対峙し、竜牙は自ら彼の相手をすべく、大道寺と遊を下がらせた。翼も覚悟を決めて必殺転技・アクイラを放つが、エルドラゴは相手の力を吸収してさらに強力になっていく。そして徐々に追い込まれていき…。"
                },
                "37": {
                    "ID": "7922736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922736",
                    "TitleEnglish": "Rock Scorpio's Deadly Poison",
                    "SummaryEnglish": "Kenta arrives in a town where the kids are forbidden to battle in their stadium as it has been overun by Busujima and a gang of bladers. The Kenta's friend Sora turns up and they begin secret training to beat Busujima. Then one of their number vanishes and it's up to Sora to win her back.",
                    "TitleJapanese": "猛毒エスコルピオ",
                    "SummaryJapanese": "スタジアムを探すケンタは、カズキとユイの幼い兄妹に突然勝負を挑まれた。ケンタに何度敗れても諦めない2人に事情を聞くと、毒島と名乗る無法者がスタジアムを占拠し、好き放題に暴れているという。"
                },
                "38": {
                    "ID": "7922760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7922760",
                    "TitleEnglish": "Run, Gingka!",
                    "SummaryEnglish": "Everyone has gained 50000 points apart from Ginga who is only 3000 off. After learning of a nearby tournament, they all head there but are intercepted by Tsubasa. The others send Ginga on ahead whilst they distract Tsubasa, but this turns out to be what he wants. After Phoenix saved him, Tsubasa vowed to defeat Ryouga, but he was told to get to know Ginga's friends first. Kenta is willing to sacrifice everything for Ginga, but then the latter turns up, claim he couldn't leave his friends behind. Tsuabsa becomes confused, but then Phoenix appears...",
                    "TitleJapanese": "走れ! 銀河",
                    "SummaryJapanese": "バトルブレーダーズの開催が迫り、キョウヤに続いてケンタ、氷魔、ヒカル、ベンケイが出場権を獲得していた。しかし銀河はポイントが僅かに足りず、最後のチャレンジマッチへの出場を決めるのだが…。"
                },
                "39": {
                    "ID": "7923110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923110",
                    "TitleEnglish": "Clash! The Fireblaze vs The Pegasus",
                    "SummaryEnglish": "After Tsubasa is easily defeated by Phoenix, Ginga is also challenge. The rules are simple: if he wins he gets his lost points back, if he looses he is forced to quit beyblade. Everyone comes to show support for Ginga, even Kyouya. Fianlly Tsubasa understands what Phoenix had tried to tell him, and reveals his identity to the others.",
                    "TitleJapanese": "激突! 不死鳥[フェニックス]VS天馬[ペガシス]",
                    "SummaryJapanese": "フェニックスは翼のアクイラを必殺転技で一蹴し、改めて銀河に勝負を挑んだ。戦いが始まると、フェニックスは序盤からペガシスの動きを封じるように仕掛け、銀河は防戦一方で攻撃に出る余裕がない。"
                },
                "40": {
                    "ID": "7923117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923117",
                    "TitleEnglish": "GO! Battle Bladers!",
                    "SummaryEnglish": "Battler Bladers has begun and everyone is winning their battles with ease. But Ginga's first opponent is Yu, the only person besides Ryouga who has ever defeated him.",
                    "TitleJapanese": "GO! バトルブレーダーズ!",
                    "SummaryJapanese": "バトルブレーダーズがいよいよ開幕！出場者が試合開始を待つ中、1回戦の組み合わせが発表された。初戦はベンケイ VSトビオで、焦りを見せたトビオをベンケイが見事に撃破する。そして2戦目はケンタが登場した。"
                },
                "41": {
                    "ID": "7923119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923119",
                    "TitleEnglish": "The Serpent's Terror",
                    "SummaryEnglish": "Hyoma's next opponent is Regi, a blader who belives in fear and sadness being an important matter in bey battling. Unable to help Hyoma much, the others become worried about Hikaru's match against Ryouga that puts her in a coma.",
                    "TitleJapanese": "サーペントの恐怖",
                    "SummaryJapanese": "銀河に続き、キョウヤと翼も初戦を突破し盛り上がる仲間たち。だがその様子を見つめる大道寺は全く動じず、次の刺客・ポイズンサーペントを操る水地を送り込む。水地の対戦相手は氷魔に決定した。"
                },
                "42": {
                    "ID": "7923124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923124",
                    "TitleEnglish": "The Dragon's Punishment",
                    "SummaryEnglish": "Yu and Ryutaro learn of the horrors of the Dark Nebula as Ryutaro watches as his defeated friends are taken down by Ryouga and Yu is forced to battle Regi. Meanwhile Tsubas considers taking Ryouga on himself in order to stop Kyouya from having to battle him, but Kyoya stops him.",
                    "TitleJapanese": "ドラゴンの制裁",
                    "SummaryJapanese": "2回戦の組み合わせが決まり、会場は歓声に沸いていた。しかし倒れた氷魔とヒカルを思い、銀河たちは改めて敵の強大さを噛み締める。一方、大道寺は敗れた自陣の選手たちに、非道な制裁を下していた。"
                },
                "43": {
                    "ID": "7923138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923138",
                    "TitleEnglish": "The Deck is Stacked",
                    "SummaryEnglish": "After a switch in the pairings Kyouya is now battling Benkei, much to Tsubasa's delight as he now is battling Ryouga. Kyouya wins his battle but Benkei is pleased to have shown his old master his true strength. Meanwhile Ginga battles Ryutaro who, after watching the other Dark Nebula members fall at the hands of Ryouga, knows he is battling for his life. Ryutaro predicts a dark future for the world at the mercy of L-Drago, but after Ginga wins his predition changes and he accepts his fait. After the battle, the others discuss the predition Ryutaro mentioned to Ginga when an injured Yu stumbles in looking for Kenta and Ginga.",
                    "TitleJapanese": "仕組まれた対戦[カード]",
                    "SummaryJapanese": "2回戦の第1試合はケンタVSベンケイ。しかし開始直前、組み合わせ表に異変が生じてしまう。何と大道寺が、一度決まった組み合わせを入れ替えてしまったのだ。この結果、第1試合はキョウヤとベンケイの戦いに…。"
                },
                "44": {
                    "ID": "7923156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923156",
                    "TitleEnglish": "Entrusted Emotions",
                    "SummaryEnglish": "Yu explains what has been happening within the Dark Nebula Organisation, showing his broken Libra as proof. Ginga is furious, but not so much as Kenta who, after swapping performance tips, storms off to find and battle Regi.",
                    "TitleJapanese": "託された想い",
                    "SummaryJapanese": "ボロボロになりながらも水地との戦いから逃れ、銀河たちの元へたどり着いた遊。そんな彼の話を聞き、銀河たちはダークネビュラの非道さを知った。ケンタは遊と共に戦うべくリブラを預かり、水地とのバトルに臨む。"
                },
                "45": {
                    "ID": "7923166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923166",
                    "TitleEnglish": "Eagle Counterattacks",
                    "SummaryEnglish": "After Kenta and Yu's battle of will, everyone is looking for Tsubasa who has gone missing. He eventually shows up for his battle after some backup from Kyouya. The odds are stacked against Tsubasa, but after battling Ryouga once before is there a chance he could win?",
                    "TitleJapanese": "逆襲のアクイラ",
                    "SummaryJapanese": "2回戦の第4試合。とうとう翼と竜牙の再戦が実現した。キョウヤのエールを受けてスタジアムに立つ翼だが、試合開始直後にエルドラゴから猛攻を受けてしまう。しかし翼はこれを凌ぎ、次のアタックも回避した！"
                },
                "46": {
                    "ID": "7923181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923181",
                    "TitleEnglish": "Libra Disappears",
                    "SummaryEnglish": "Ginga prepares to battle Reji who is stronger than in his first two battles. Meanwhile Yu is kidnapped and Kenta and Hyoma, who have both recovered from their battles with Reji, race into the Dark Nebula Organisation's HQ to get him back.",
                    "TitleJapanese": "消えたリブラ",
                    "SummaryJapanese": "竜牙の勝利を見届け、目指すゴールが近いことを確信する大道寺。そのために遊を捕らえ、竜牙の餌にしようと行動に出るのだが、偶然その現場にケンタと氷魔が居合わせていた。2人は遊を救うべく後を追うことにする。"
                },
                "47": {
                    "ID": "7923189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923189",
                    "TitleEnglish": "Bonds of Steel",
                    "SummaryEnglish": "Ginga finally defeats Regi. Phoenix appears to protect Kenta and Hyoma, beating Doji. Madoka tells Ginga about Yu, Kenta and Hyoma and the two rush after them. All of them regroup as shards fall from the ceiling, trapping Doji and shattering Phoenix's mask.",
                    "TitleJapanese": "鋼の絆",
                    "SummaryJapanese": "ケンタと氷魔が危機を脱した頃、銀河は水地とサーペントの猛攻に、反撃もままならない状態だった。サーペントがペガシスを封じ込める様は圧倒的だったが、水地の発したある言葉が銀河の呪縛を解き放ち…。"
                },
                "48": {
                    "ID": "7923191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923191",
                    "TitleEnglish": "The Truth About Light and Darkness",
                    "SummaryEnglish": "Phoenix, who is really Ryo Hagane, helps to rescue Yu. Then he explains to everyone about the orgin of beys, starting with Pegasus and L-Drago. Meanwhile Doji comes across Ryouga who is anxious for more power and knows where to get it.",
                    "TitleJapanese": "光と闇の真実",
                    "SummaryJapanese": "大道寺を破り、その正体を明らかにしたフェニックス。そしてとらわれた遊を救出し、スタジアムに戻ると、彼は銀河やキョウヤを前に、エルドラゴとの因縁や秘められたベイの起源について静かに語り始めた。"
                },
                "49": {
                    "ID": "7923193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923193",
                    "TitleEnglish": "Fierce Battle! Lion VS Dragon",
                    "SummaryEnglish": "Kyoya finally gets to battle Ryuga, determind to avenge Tsubasa who had become a close friend. After persuading Ryuga to not use his special move, it really looked like Kyoya could win. But in the end L-Drago triumphs and Kyoya suffers the same fait as Hikaru and Tsubasa.",
                    "TitleJapanese": "激戦! 獅子対竜",
                    "SummaryJapanese": "銀河と決勝で戦うため、キョウヤは準決勝のスタジアムに立った。しかしそこには、スタジアムを吹き飛ばした竜牙とエルドラゴの姿が。それはどちらかが倒れるまで戦うのみという、過酷な戦いの始まりを意味していた。"
                },
                "50": {
                    "ID": "7923194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923194",
                    "TitleEnglish": "The Furious Final Battle!",
                    "SummaryEnglish": "Upset at the faith of his friends, Ginga goes alone to the final battle. Ryuga battles him on a stage in the air where the true power of L-Drago becomes clear.",
                    "TitleJapanese": "怒りの最終決戦[ファイナルバトル]!",
                    "SummaryJapanese": "竜牙とエルドラゴがキョウヤの力を手に入れた。あざ笑う竜牙を前に怒りに駆られる銀河だが、その場はケンタたちに諌められ、舞台は明日の決勝へと持ち越される。そしてついに、最終決戦の火蓋が切って落とされた！"
                },
                "51": {
                    "ID": "7923195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7923195",
                    "TitleEnglish": "Blader's Spirit",
                    "SummaryEnglish": "With the help of the spirits of Hikaru, Tsubasa and Kyoya, Ginga manages to survive L-Drago's attacks with support from his friends. Finally he realizes he can win with his greatest special move - Galaxy Nova.",
                    "TitleJapanese": "ブレーダーの心[たましい]",
                    "SummaryJapanese": "解放された暗黒竜の力は、世界を破滅させるために銀河とペガシスを消し去ろうとする。しかし暗黒転技が炸裂したその時、眠っているはずのキョウヤ、ヒカル、翼の思いと絆が、銀河を守るべく奇跡を起こした。"
                }
            }
        },
        "2": {
            "ID": "1865848",
            "URL": "https://www.thetvdb.com/series/beyblade-metal/seasons/official/2",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "7949006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7949006",
                    "TitleEnglish": "Seeking a Legend",
                    "SummaryEnglish": "Ryo, Gingka’s father, acts as Director of the new WBBA but the first tournament is disrupted by a blader named Masamune. Gingka meanwhile is on a quest to replace Storm Pegasus with a Legendary Bey sealed in the mountains near Koma Village.",
                    "TitleJapanese": "伝説を求めて",
                    "SummaryJapanese": "バトルブレーダーズに参加できなかった少年・角谷正宗。は王者になった銀河を倒すべく大会に乱入する。その一方で、ペガシスを失った銀河は元気を失い、父親の流星は銀河にある伝説を語り始める。"
                },
                "2": {
                    "ID": "7950619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7950619",
                    "TitleEnglish": "The Persistent Challenger",
                    "SummaryEnglish": "Gingka defeats Masamune but Masamune challenges Gingka again and again, losing each time. Masumune trains hard and eventually manages to defeat Gingka, but Gingka learns a valuable lesson about how to work with Galaxy Pegasus.",
                    "TitleJapanese": "不屈の一角獣(チャレンジャー)",
                    "SummaryJapanese": "ようやく銀河の居場所を突き止め、挑戦状を叩きつけた正宗。新たなペガシスでの初バトルを、銀河は二つ返事で受け入れた。そしてペガシスのパワーが正宗とユニコルノを吹き飛ばし、勝負はあっさりと決着する。"
                },
                "3": {
                    "ID": "7950637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7950637",
                    "TitleEnglish": "A New Challenge",
                    "SummaryEnglish": "New blader Mei-Mei invites Gingka into battle where she is partnered with Chiyun and Gingka is partnered with Masamune. Gingka and Masamune must learn to work together to defeat their opponents, and they do in the nick of time.",
                    "TitleJapanese": "新たなる挑戦",
                    "SummaryJapanese": "Bピットで、ベイとは全く関係のない競い合いをする銀河と正宗。そんな2人を、ケンタ、まどか、ベンケイが呆れ顔で見つめていた。すると彼らの元へ、メイメイと名乗る少女が招待状を持ってやって来たのだが…。"
                },
                "4": {
                    "ID": "7950649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7950649",
                    "TitleEnglish": "Ticket to the World",
                    "SummaryEnglish": "At a qualifying tournament to select representatives for the Beyblade World Championships, Gingka finds that he is already on the team and is not required to battle.",
                    "TitleJapanese": "世界への切符",
                    "SummaryJapanese": "WBBA主催のベイブレード世界大会・ビッグバンブレーダーズの開催が決まり、銀河と正宗は日本での選抜大会を心待ちにしてする。しかしバトルブレーダーズ優勝者である銀河は、既に代表メンバーに選出されていた。"
                },
                "5": {
                    "ID": "7952522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952522",
                    "TitleEnglish": "Final Battle! Leone VS Eagle",
                    "SummaryEnglish": "At a qualifying match for the final spot on Team Japan for the Beyblade World Championships, Kyoya and Rock Leone face off against Tsubasa and Earth Eagle. The battle is hard fought, but Kyoya emerges the victor.",
                    "TitleJapanese": "決戦! レオーネVSアクイラ",
                    "SummaryJapanese": "ビッグバンブレーダーズ日本代表最後の1人を賭けて、翼とキョウヤの実力者2名が対戦することになった。銀河をはじめ、ケンタやベンケイ、中国代表のチーユンも見守る中、いよいよバトルの幕が開く！"
                },
                "6": {
                    "ID": "7952649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952649",
                    "TitleEnglish": "Soar Into the the World",
                    "SummaryEnglish": "Since Kyoya has refused to join Team Japan for the Beyblade World Championships, a battle is arranged between Yu and Tsubasa to decide who will be the final Regular Member.",
                    "TitleJapanese": "翔[はばた]け, 世界へ!",
                    "SummaryJapanese": "改めて銀河へライバル宣言を行い、その場を去るキョウヤ。そしてショックを受ける銀河をよそに、空席となった日本代表の椅子を賭け、翼と遊のバトルが始まった。互いの手の内を知る2人は、一進一退の攻防を見せる。"
                },
                "7": {
                    "ID": "7952652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952652",
                    "TitleEnglish": "The Beylin Temple in the Sky",
                    "SummaryEnglish": "Team Japan arrives in China and is invited to their opponents’ practice facility, the Beylin Temple to observe their training rituals.",
                    "TitleJapanese": "天空のベイ林寺(りんじ)",
                    "SummaryJapanese": "銀河たちはAブロック最初の戦いの地・中国へ到着した。早速対戦相手の情報収集を行いたいところだが、初めての場所に興味ばかりが先行して成果は上がらない。すると偶然、悪党たちとバトル中のメイメイと遭遇する。"
                },
                "8": {
                    "ID": "7952657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952657",
                    "TitleEnglish": "The Third Man",
                    "SummaryEnglish": "Madoka and Gingka visit the opposing team’s training camp to find out who the third blader is. Masamune stumbles on this third blader himself – “Chaoxin”, a flashy blader in it for the glory of his fans.",
                    "TitleJapanese": "第三の男",
                    "SummaryJapanese": "大会初の試合が迫る中、銀河たちは当日の順番決めを行うが、自己主張の強いメンバーばかりで話し合いは全く進まない。そこで気分転換に散歩に出た正宗は、ベイパークを見つけて地元の子供たちとバトルを始めた。"
                },
                "9": {
                    "ID": "7952658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952658",
                    "TitleEnglish": "The World Championships Begin!",
                    "SummaryEnglish": "After his loss to Chaoxin, Masamune begins hard bey training in the wilderness, where he meets a little old man. The mysterious old man repays a meal that Masamune gives him with some unique training that restores Masamune’s confidence.",
                    "TitleJapanese": "開幕! 世界大会",
                    "SummaryJapanese": "銀河たちの作戦会議をよそに、チャウシンに勝つための特訓に励む正宗は、その途中である老人に出会う。自分を助けてくれた礼として、老人は正宗に力の使い方を教えると言い出すのだが、老人は只者ではなかった。"
                },
                "10": {
                    "ID": "7952660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952660",
                    "TitleEnglish": "Lacerta's Will",
                    "SummaryEnglish": "In a heated battle, Chiyun taunts Tsubasa relentlessly about his rigid battling style.",
                    "TitleJapanese": "ラチェルタの意地",
                    "SummaryJapanese": "Aブロック第2試合は、翼VSチーユンに決定した。本気のチャウシンが自分やダーシァンに優るとも劣らないことを実感し、チーユンはこれまでにない程気迫に満ちていた。一方の翼は、自分の暗黒面に不安を感じて…。"
                },
                "11": {
                    "ID": "7952663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952663",
                    "TitleEnglish": "The 4000 Year Old Secret",
                    "SummaryEnglish": "The third and deciding battle of the first round of the Beyblade World Championships features Dashan against Gingka.",
                    "TitleJapanese": "四千年の奥義",
                    "SummaryJapanese": "ラストバトル、ダーシァンはベイ林寺四千年の歴史に賭けて必勝を誓い、対して日本チームはアウェイのため、長大な歴史と多くの応援からプレッシャーを感じていた。それを振り払おうと、銀河は序盤から猛攻する。"
                },
                "12": {
                    "ID": "7952665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952665",
                    "TitleEnglish": "The Bey with a Hero's Name",
                    "SummaryEnglish": "Gingka and the team travel abroad where they watch Team Desert Blaze do battle with Team Excalibur from the EU.",
                    "TitleJapanese": "勇者の名を持つベイ",
                    "SummaryJapanese": "中国での激戦を見たベンケイは、ある考えから一人旅に出た。一方、中国を離れて中東へ移動した銀河たちは、そこで中東代表のチーム・デザートサンダーと出会う。気さくな彼らとすぐに打ち解けると…。"
                },
                "13": {
                    "ID": "7952671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952671",
                    "TitleEnglish": "The Wintry Land of Russia",
                    "SummaryEnglish": "Gingka and the rest of Team Gangan Galaxy travel by train to Russia to meet their next opponents in the Beyblade World Championships.",
                    "TitleJapanese": "極寒の地ロシア",
                    "SummaryJapanese": "2回戦に向けて鉄道でロシア入りする銀河たち。しかし、自分の暗黒面を不安に思う翼は調子を落とし気味だった。すると移動中、まどかがきっかけとなり、彼らはロシアで宇宙科学を学ぶ少年少女と出会う。"
                },
                "14": {
                    "ID": "7952673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952673",
                    "TitleEnglish": "How Grand! The Cage Match",
                    "SummaryEnglish": "Gingka and his team battle their next opponents in the Beyblade World Championships, the Russian Team, Lovushka. Masamune meanwhile is lost in the countryside, having been tricked into taking a different train than his teammates.",
                    "TitleJapanese": "壮絶! 金網デスマッチ!",
                    "SummaryJapanese": "行方不明の正宗に代わり、2回戦で最初に出場することを決める銀河。一方ロシアチームでは、アレクセイが奪ったベイのデータを解析し、対策が立てられていた。だがアレクセイは、自分の卑怯な行為に後悔し始める。"
                },
                "15": {
                    "ID": "7952675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7952675",
                    "TitleEnglish": "Libra Departs for the Front!",
                    "SummaryEnglish": "With Masamune still missing, Yu must take his place in the next battle against Aleksey. Anton and Aleksey have rigged the stadium to emit sound waves that disable Flame Libra’s Special Move, but Yu outsmarts them and claims victory for Team Gangan Galaxy.",
                    "TitleJapanese": "リブラ出陣!",
                    "SummaryJapanese": "正宗が無事だと報告が入り、銀河たちは胸を撫で下ろしていた。しかし間もなく始まる第 2試合の選手を決めなければならない。そこで遊が名乗りを上げ、ロシア側の2番手はアレクセイに決定した。"
                },
                "16": {
                    "ID": "7954691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954691",
                    "TitleEnglish": "The Festival of Warriors",
                    "SummaryEnglish": "The bladers find themselves in Greece where they must battle the European Union, aka Team Excalibur.",
                    "TitleJapanese": "戦士の祭典",
                    "SummaryJapanese": "次の会場を目指し、銀河たちはギリシャを訪れた。そこで彼らは、ユーロ所属のブレーダーが一堂に会する戦士の祭典を見学しようとするのだが、関係者以外立ち入り禁止と言われ、門前払いされてしまう。"
                },
                "17": {
                    "ID": "7954715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954715",
                    "TitleEnglish": "We Meet Again! Wang Hu Zhong",
                    "SummaryEnglish": "Gingka, Masamune, Tsubasa and Yu try to work on their teamwork skills, but end up quarrelling even more than usual. This leads to Madoka threatening to disband Team Gangan Galaxy.",
                    "TitleJapanese": "再会! 王虎衆(ワンフージョン)",
                    "SummaryJapanese": "チーム・エクスカリバーの前に、銀河たちは奮闘虚しく敗北してしまった。しかしそれがきっかけとなり闘志に火が着いた4人は、猛特訓を開始する。ただ彼らの問題は個々の実力ではなく、チームワークの欠如だった。"
                },
                "18": {
                    "ID": "7954724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954724",
                    "TitleEnglish": "The Scorching Hot Lion",
                    "SummaryEnglish": "Kyoya travels to a country named Savannah to take part in a tournament that will allow him to attend the Beyblade World Championships if he finishes in the top three.",
                    "TitleJapanese": "灼熱の獅子",
                    "SummaryJapanese": "アフリカでは大統領の指示で、ビッグバンブレーダーズの代表権を賭けた勝負が行われていた。銀河と戦うべく参戦したキョウヤは、圧倒的な強さで代表権を掴み取る。ところが大統領にはある企みが…。"
                },
                "19": {
                    "ID": "7954734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954734",
                    "TitleEnglish": "The Shocking Wild Fang",
                    "SummaryEnglish": "Gingka and the rest of Team Gangan Galaxy travel to India to watch India’s Team Chandora do battle with Africa’s Team Wild Fang. Wild Fang wins, but their leader, Kyoya, seems more interested in informing Gingka that his mission in life is to defeat him.",
                    "TitleJapanese": "衝撃のワイルドファング",
                    "SummaryJapanese": "アフリカのチーム・ワイルドファングに、盾神キョウヤが参加していたことで銀河は緊張を露わにした。一方日本でも、キョウヤがアフリカチームで参戦していることは大きなニュースとなり、列島を駆け巡っていた。"
                },
                "20": {
                    "ID": "7954743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954743",
                    "TitleEnglish": "Horuseus VS Striker",
                    "SummaryEnglish": "The Beyblade World Championships have returned to Japan, where everyone is excited to watch Gingka battle Kyoya. However, when a restless Masamune challenges Nile, he finds that bravado does not always work, as Nile sends him down to defeat.",
                    "TitleJapanese": "天空の神(ホルセウス)VS一角獣(ユニコルノ)",
                    "SummaryJapanese": "銀河とキョウヤのライバル対決で騒然とする中、政宗は1人だけ面白くない様子。腹に据えかねた彼は、試合前の記者会見で自分を大きくアピールするが、ナイルから「弱い奴ほどよく吠える」と断言されてしまう。"
                },
                "21": {
                    "ID": "7954747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954747",
                    "TitleEnglish": "Eternal Rivals",
                    "SummaryEnglish": "The long awaited rematch between Gingka and Kyoya has finally arrived and their battle is of epic proportions. In the end, their skills are so evenly matched that the two rivals knock each other unconscious and both beys stop spinning simultaneously.",
                    "TitleJapanese": "永遠の好敵手(ライバル)",
                    "SummaryJapanese": "銀河もキョウヤも待ちわびた、第2試合がスタート。開始直後からキョウヤは必殺転技で仕掛け、銀河は力づくでこれを突破する。攻めと守りが一瞬で入れ替わる中、激しくぶつかり合う両者から観客も目が離せない。"
                },
                "22": {
                    "ID": "7954751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954751",
                    "TitleEnglish": "The Third Match: On The Edge",
                    "SummaryEnglish": "The third and tie breaking match between Gangan Galaxy and Wild Fang takes the form of a team battle with Yu and Tsubasa facing Benkei and Damoure.",
                    "TitleJapanese": "崖っぷちの第三試合",
                    "SummaryJapanese": "いよいよ後がない日本チームでは、翼が最後の望みとなっていた。しかしその思いが、翼を徐々に追い詰めていく。一方のワイルドファングは、3人目のダムレが翼との勝負に躊躇う素振りを見せていた。"
                },
                "23": {
                    "ID": "7954759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954759",
                    "TitleEnglish": "The End Of A Fierce Struggle!",
                    "SummaryEnglish": "With Team Gangan Galaxy tied with Team Wild Fang, a fourth and final team battle is set to determine a winner.",
                    "TitleJapanese": "死闘の果て!",
                    "SummaryJapanese": "大波乱の試合を展開し、何とか勝利を収めたガンガンギャラクシー。この結果、ワイルドファングとの決着をつけるため、第4試合がタッグバトルで行われることになった。各チームから精鋭2名が名乗りを上げる！"
                },
                "24": {
                    "ID": "7954770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954770",
                    "TitleEnglish": "The Creeping Darkness",
                    "SummaryEnglish": "Team Gangan Galaxy are in shock as they learn that their teammate Tsubasa has been infected by a dark power. Meanwhile, the first battle for a spot in the finals between Excalibur and Wang Hu Zhong is won by Wales and Sophie of the EU team.",
                    "TitleJapanese": "忍びよる闇",
                    "SummaryJapanese": "Aブロックを勝ち抜き、決勝進出を決めた銀河たち。しかし翼の暴走という重要な問題は未だ解決できなかった。周囲を破壊するほどの凄まじいパワーは、かつてエルドラゴの暗黒の力に操られていた竜牙に酷似していた。"
                },
                "25": {
                    "ID": "7954778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954778",
                    "TitleEnglish": "The Axe Of Destruction",
                    "SummaryEnglish": "Chiyun battles Klaus in an elimination bout and despite his best efforts, Chiyun loses and Wang Hu Zhong are eliminated from the tournament. Meanwhile, Hyoma finds Ryuga.",
                    "TitleJapanese": "破壊の斧in",
                    "SummaryJapanese": "早くも後の無いワンフージョンの次鋒はチーユン。いつにも増して気合いを入れる彼には、どうしても負けられない理由があった。その昔、チーユンはベイ林寺の落ちこぼれと呼ばれていたが、ダーシァンと出会い…。"
                },
                "26": {
                    "ID": "7954785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954785",
                    "TitleEnglish": "The Dragon Emperor Returns",
                    "SummaryEnglish": "Julian Konzern and Team Excalibur return to Italy, where Konzern is surprised to be challenged to a battle by Tsubasa. The battle is interrupted by the unexpected appearance of Ryuga and his new bey, Meteo L-Drago.",
                    "TitleJapanese": "竜皇(エルドラゴ), 再び",
                    "SummaryJapanese": "翼が入院先の病院から姿を消し、銀河たちは必死の捜索を続けていた。一方、フランスでの戦いを終えたシーザーは自宅へ戻り、大手コンツェルンのトップとして分刻みのスケジュールをこなしていた。"
                },
                "27": {
                    "ID": "7954796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954796",
                    "TitleEnglish": "Exceed The Limit!",
                    "SummaryEnglish": "Team Gangan Galaxy travels to Italy for the tournament finals, where Masamune loses his match to Klaus of Team Excalibur. Gingka meanwhile battles his oldest rival, Ryuga.",
                    "TitleJapanese": "限界を越えろ!",
                    "SummaryJapanese": "翼が不在のまま、ガンガンギャラクシーはAブロック決勝に臨む覚悟を固めていた。しかし決勝の朝、翼は意外にも竜牙を伴ってチームに合流する。そして竜牙は、試合を控えた銀河にベイバトルを申し出た。"
                },
                "28": {
                    "ID": "7954806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954806",
                    "TitleEnglish": "Dark Eagle",
                    "SummaryEnglish": "Tsubasa and Yu battle Wales and Sophie in the finals, with Tsubasa defeating both his own dark side and the opponents to claim victory. Gingka meanwhile receives valuable advice from Ryuga.",
                    "TitleJapanese": "暗黒鷲(ダークアクイラ)",
                    "SummaryJapanese": "第2戦、エクスカリバーからはウェルズとソフィのケトスタッグが登場した。対してメンバーを欠いたガンガンギャラクシーは、このままでは試合ができない。するとそこへ翼が現れ、遊と組んでバトルに臨むと言い出す。"
                },
                "29": {
                    "ID": "7954818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954818",
                    "TitleEnglish": "Gravity Destroyer",
                    "SummaryEnglish": "Julian Konzern and Gingka meet in the final and deciding battle for the A Block of the Beyblade World Championships. In a close match, Gingka’s Galaxy Pegasus defeats Konzern’s Gravity Destroyer.",
                    "TitleJapanese": "グラビティペルセウス",
                    "SummaryJapanese": "エクスカリバーとの勝負を互角に持ち込んだガンガンギャラクシー。そして銀河とシーザーは再戦の時を迎えた。一度は敗れた相手だが、竜牙＆メテオエルドラゴとの戦いを経た今の銀河に、焦り微塵も感じられない。"
                },
                "30": {
                    "ID": "7954828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7954828",
                    "TitleEnglish": "The Midday Street Battle",
                    "SummaryEnglish": "Team Gangan Galaxy arrives in Brazil for the Finals of The Beyblade World Championships. Trouble ensues when Yu ventures off on his own to gather information about their opponents.",
                    "TitleJapanese": "白昼のストリートバトル",
                    "SummaryJapanese": "決勝トーナメントを戦う4チームが決定した。銀河たちはBブロック2位のブラジル代表チーム・グレイシーズと戦うべく、リオデジャネイロへ降り立つ。そして応援に駆けつけたケンタも加えて、相手の分析を始めた。"
                },
                "31": {
                    "ID": "7956613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7956613",
                    "TitleEnglish": "Brazilian Trap",
                    "SummaryEnglish": "Yu recovers from his injuries in time to battle Enso Garcia in the first match of the finals, but he and his damaged Libra lose. Masamune defeats Enso in the next match, but then loses to Enso’s sister, Selen.",
                    "TitleJapanese": "ブラジリアントラップ",
                    "SummaryJapanese": "ガンガンギャラクシーに対して、特別ルールを持ちかけるグレイシーズ。勝利のためなら卑怯な手段も辞さない姿勢に、銀河たちは怒りを燃や\bす。すると試合前に罠にはまった遊が、雪辱を晴らそうと先鋒に立候補した。"
                },
                "32": {
                    "ID": "7963846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963846",
                    "TitleEnglish": "The Explosive Cyclone Battle!",
                    "SummaryEnglish": "Gingka battles Selen and she surprises him by conceding the battle after managing to drain much of Pegasus’s power in the process. In the next match, Gingka defeats Ian to give his team the lead, only to lose to Argo and the teams are tied again.",
                    "TitleJapanese": "爆闘! トルネードバトル",
                    "SummaryJapanese": "セレンに対して銀河は果敢に攻め続けるが、相手はのらりくらりと攻撃をかわすことに徹している。「対戦相手に負けたことがない」と言うセレンは、ペガシスのスタミナを奪い尽くすと自らスタジアムを出てしまい…。"
                },
                "33": {
                    "ID": "7963858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963858",
                    "TitleEnglish": "Charge! Ray Gil",
                    "SummaryEnglish": "Tsubasa and Argo battle to see which of their teams will advance to the finals of the Beyblade World Championships. Argo starts strong but Tsubasa refuses to quit and he wins in the end.",
                    "TitleJapanese": "激走! レイギル",
                    "SummaryJapanese": "翼に全てを託すことにした銀河たち。一方のアルゴは勝つためならばどんな卑怯な手でも使うと豪語するが、その実力も恐るべきものだった。超攻撃型ベイ・レイギルの前に苦戦を強いられる翼は、徐々に余裕を失って…。"
                },
                "34": {
                    "ID": "7963865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963865",
                    "TitleEnglish": "My Friend's Name is Zeo",
                    "SummaryEnglish": "Team Gangan Galaxy arrives in the USA to watch the next matches in the Beyblade World Championships. Masamune meets old friends, and battles one, but they call it a draw and vow to fight another day.",
                    "TitleJapanese": "友の名はゼオ",
                    "SummaryJapanese": "アメリカに到着した正宗は、入院中の親友・トビーに面会しようとするが、既に転院して行方不明になっていた。寝耳に水の正宗は、手掛かりを求めて古巣のブレーダージムを訪ね、ベイの師匠と再会を果たす。"
                },
                "35": {
                    "ID": "7963874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963874",
                    "TitleEnglish": "Our Slogan Is Number 1",
                    "SummaryEnglish": "Masamune finds his old friend Toby and through flashback we learn that they made a pact long ago to become the number one bladers in the world.",
                    "TitleJapanese": "合言葉はNO.1",
                    "SummaryJapanese": "ゼオに教わった病院で、ようやくトビーと再会を果たした正宗。彼の無事な姿に安心した正宗は、昔の記憶を思い出していた。アメリカに来たばかりで友達がいない正宗は、偶然見つけたジムでゼオとトビーに出会う。"
                },
                "36": {
                    "ID": "7963880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963880",
                    "TitleEnglish": "The Plot Thickens",
                    "SummaryEnglish": "As Gingka and the rest of Gangan Galaxy visit the Dungeon Gym, Zeo battles Ryuga at HD Academy. Ryuga wins and Dr. Ziggurat tells him his plan for world domination.",
                    "TitleJapanese": "動き始めた陰謀",
                    "SummaryJapanese": "ゼオがスカウトされたベイブレードジム・HDアカデミーは、彼を僅かな期間で世界大会レベルの実力者に育てるなど、謎の多い場所だった。その主宰者、Dr.ジグラットは、己の研究のためにある人物を招く。"
                },
                "37": {
                    "ID": "7963892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963892",
                    "TitleEnglish": "The Compass of Fate: Byxis",
                    "SummaryEnglish": "Zeo undergoes the “Arrangement” process at Dr. Ziggurat’s lab, and then challenges Masamune to a battle. The battle ends when Damian arrives and he destroys Tsubasa and Yu’s blades and leaves the two bladers unconscious.",
                    "TitleJapanese": "運命の羅針盤(ピクシス)",
                    "SummaryJapanese": "翼のアクイラと遊のリブラは長い修理を終えた。とは言え、まずは慣らしが必要と考えた銀河たちは、近所の競技場へ出掛けることにする。しかしそこで正宗がゼオの姿を見かけたと言い出し、彼の後を追うことに…。"
                },
                "38": {
                    "ID": "7963895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963895",
                    "TitleEnglish": "The Wicked Peacock: Befall",
                    "SummaryEnglish": "With Tsubasa and Yu in the hospital, the rest of Gangan Galaxy attends a match between Team Excalibur and Team Star Breaker.",
                    "TitleJapanese": "凶気の孔雀(ビフォール)",
                    "SummaryJapanese": "銀河たちが数々のトラブルに見舞われる中、準決勝の第2戦が始まっていた。二度の敗北はないと誓うシーザーたちエクスカリバーに対し、アメリカ代表・スターブレイカーは、ジャックとダミアンの2人だけで出場する。"
                },
                "39": {
                    "ID": "7963897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963897",
                    "TitleEnglish": "The Guard Dog of Hades: Kerbecs",
                    "SummaryEnglish": "Julian Konzern of Team Excalibur battles Damian Heart of Team Star Breaker. Damian challenges Julian to a best two out of three match. Julian accepts but is defeated twice in a row.",
                    "TitleJapanese": "地獄の番犬(ケルベクス)",
                    "SummaryJapanese": "奮闘虚しく敗れたゲオルグの仇討ちとばかりに、シーザーが第2試合に登場した。対するダミアンは、彼に挑発を交えながら3本勝負を申し入れる。これを承諾したシーザーは、逆転を目指して勝負に臨んだ。"
                },
                "40": {
                    "ID": "7963902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963902",
                    "TitleEnglish": "The Furious DJ Battle!?",
                    "SummaryEnglish": "Gangan Galaxy tries to pick a replacement member for the Final Battle, but Kenta, Team Wang Hu Zhong and Ryo are all disqualified. Blader DJ and the American DJ battle to see who will announce the final match, but their battle ends in a tie...",
                    "TitleJapanese": "白熱のDJバトル!?",
                    "SummaryJapanese": "世界一まで残りあと1戦というタイミングで、ガンガンギャラクシーは翼と遊が戦闘不能という緊急事態に陥っていた。ケンタをはじめ、駆けつけたワンフージョンの面々までもが助っ人に名乗りを上げるのだが…。"
                },
                "41": {
                    "ID": "7963918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963918",
                    "TitleEnglish": "The Final Countdown",
                    "SummaryEnglish": "The final matches of the Beyblade World Championships begin and Zeo of Team Star Breaker battles Masamune of Team Gangan Galaxy. Dr. Ziggurat tells Zeo that if he loses, his friend Toby’s medical treatments will be discontinued.",
                    "TitleJapanese": "ファイナル・カウントダウン",
                    "SummaryJapanese": "ビッグバンブレーダーズもいよいよ決勝の時を迎えた。だが試合を前に、アレンジ指数が上がらないゼオは、「試合に負ければトビーの治療を打ち切る」とジグラッドから最後通告を受け、後がない状態となっていた。"
                },
                "42": {
                    "ID": "7963921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963921",
                    "TitleEnglish": "The Dragon Emperor Descends",
                    "SummaryEnglish": "Gingka is ready to face Jack in the second battle of the final round of the Beyblade World Championships but Ryuga suprises everyone when he shows up to take his place. Ryuga uses L-Drago to defeat Jack’s Befall to even the match between Team Gangan Galax.",
                    "TitleJapanese": "竜皇(りゅうおう), 降臨",
                    "SummaryJapanese": "ゼオとの激闘で正宗が深いダメージを受け、ガンガンギャラクシーはますます追い込まれていく。しかしその時、突然晴れた空に雷光が閃くと、そのままスタジアムへ落下した。そしてそこには何と竜牙の姿が！"
                },
                "43": {
                    "ID": "7963928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963928",
                    "TitleEnglish": "Last Battle of the Spirit",
                    "SummaryEnglish": "Ryo tells Team Gangan Galaxy that the US team, Star Breaker, consists of members that have artificially enhanced by Dr. Ziggurat. Damian and Gingka begin the final battle of the World Championships.",
                    "TitleJapanese": "魂のバトル",
                    "SummaryJapanese": "竜牙は勝利の余韻も冷めない中、1人スタジアムを去っていった。一方ガンガンギャラクシーでは流星が、ゼオやジャックに施されたジグラットの「アレンジ」の正体を語り始める。その秘められた能力は危険なもので…。"
                },
                "44": {
                    "ID": "7963943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963943",
                    "TitleEnglish": "Showdown! Gingka vs. Damian",
                    "SummaryEnglish": "Gingka battles Damian in the final battle as the Beyblade World Championships continues. Damian’s Kerbecs starts strong, but Gingka’s Pegasus rallies and defeats them and Team Gangan Galaxy become champions.",
                    "TitleJapanese": "決着! 銀河VSダミアン",
                    "SummaryJapanese": "アレンジにより最強の力を与えられたダミアンと、最強のベイ・ヘルケルベクス。その前に銀河とペガシスは、窮地に追い込まれてしまった。しかし銀河は、ブレーダーとベイの結びつく絆を信じて戦い続ける。"
                },
                "45": {
                    "ID": "7963945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963945",
                    "TitleEnglish": "A Milagrosa Força Espiral",
                    "SummaryEnglish": "The victory party for Team Gangan Galaxy is crashed by Doctor Ziggurat and a group of disgraced bladers who corner Gingka and his friends. Ziggurat demonstrates the power of his bey-based weapon called Spiral Force, which destroys part of the countryside.",
                    "TitleJapanese": "驚異のスパイラルフォース",
                    "SummaryJapanese": "銀河たちのビッグバンブレーダーズ優勝を祝うパーティーに、突如ジグラットがヘリで乱入した。さらに他チームのメンバーたちもやって来て、会場は滅茶苦茶な状態に。するとジグラットが、とんでもない発表を行った。"
                },
                "46": {
                    "ID": "7963947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963947",
                    "TitleEnglish": "Charge! Hades City",
                    "SummaryEnglish": "Gingka and his friends decide to go after Dr. Ziggurat, but they encounter Ziggurat’s minions who use their beys to try and stop their progress. Gingka and his friends prevail, and a small group actually makes it aboard Ziggurat’s Hades City...",
                    "TitleJapanese": "突入! ハデスシティ",
                    "SummaryJapanese": "銀河はハデスインクの本拠地へ乗り込み、計画を阻止しようとするが、流星によって止められてしまう。一方、ゼオはトビーが記憶を消され、ジグラットの切り札であるブレーダー・ファウストとなったことを知り…。"
                },
                "47": {
                    "ID": "7963951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963951",
                    "TitleEnglish": "The Fallen Emperor",
                    "SummaryEnglish": "Gingka and his friends try to rescue Toby from the clutches of Dr. Ziggurat but are blocked by Julian Konzern. Wales and Sophie clear the way by battling their former partner, Julian, but they lose. Dashan then battles and defeats Julian...",
                    "TitleJapanese": "堕ちた皇帝",
                    "SummaryJapanese": "銀河たちはスパイラルフォースを止めるべく、さらに内部を目指していた。だが彼らの前にシーザーが立ちはだかり、ソフィとウェルズがこの場を引き受けると申し出る。2人はシーザーに、敵対する理由を問い始めた。"
                },
                "48": {
                    "ID": "7963958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963958",
                    "TitleEnglish": "Befall`s Trap",
                    "SummaryEnglish": "While Gingka, Masamune and Kyoya try to find Toby in Hades City, Tsubasa is challenged to a battle by Jack. Tsubasa defeats Jack, and Yu destroys Jack’s Arrangement Chamber.",
                    "TitleJapanese": "ビフォールの罠",
                    "SummaryJapanese": "まどかの解析で目的地がハデスシティの地下だと判明し、先を急ぐ銀河たち。だが途中で分岐路が現れ銀河・正宗・キョウヤ組と、翼・遊・まどか組に分かれて行動することになった。慎重に奥へと進むとそこには…。"
                },
                "49": {
                    "ID": "7963959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963959",
                    "TitleEnglish": "The Wild Beast Unleashed",
                    "SummaryEnglish": "While Masamune and Gingka try to reach the Spiral Core and Toby, Kyoya battles Damian. Kyoya defeats Damian just as Dr. Ziggurat warns the world that he intends on selling his invention, Spiral Force, to the highest bidder.",
                    "TitleJapanese": "放たれた野獣",
                    "SummaryJapanese": "スパイラルコアを目指して進む銀河たちを待ち受けたのは、復活したダミアンだった。さらなるアレンジでパワーアップした彼は、ヘルケルベクスと共に銀河たちの行く手を阻む。するとこの場をキョウヤが引き受けた。"
                },
                "50": {
                    "ID": "7963961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963961",
                    "TitleEnglish": "Rampage! Tempo",
                    "SummaryEnglish": "Gingka and Masamune battle Faust at the Spiral Core. Faust’s bey, Twisted Tempo, actually sends them to another time and space with a Special Move. Ryuga intervenes by launching L-Drago at Hades City, which damages the Spiral Core.",
                    "TitleJapanese": "暴走! ホロギウム",
                    "SummaryJapanese": "目的地へ到着した銀河と正宗は、スパイラルコアの中にいたトビーを救出しようと試みるが、強力なエネルギーの壁に阻まれる。しかも目覚めたトビーは、記憶を書き換えられてブレーダー・ファウストとなっていた。"
                },
                "51": {
                    "ID": "7963968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963968",
                    "TitleEnglish": "Galaxy Heart",
                    "SummaryEnglish": "While Gingka tries to use Pegasus to absorb the excess energy at the Hades City reactor, Masamune finds he must battle Faust again. It is only when Masamune’s old friend Zeo arrives to join the battle...",
                    "TitleJapanese": "ギャラクシーハート",
                    "SummaryJapanese": "スパイラルコアが暴走し、このままエネルギー炉が崩壊すれば地球が破壊されてしまう。ベイが引き起こした事件をベイで阻止しようと、銀河はさらに地下へと進み、正宗は洗脳されたトビーを止めるべくバトルを挑む。"
                }
            }
        },
        "3": {
            "ID": "1868794",
            "URL": "https://www.thetvdb.com/series/beyblade-metal/seasons/official/3",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "7963976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963976",
                    "TitleEnglish": "Fragment of the Star",
                    "SummaryEnglish": "When a star falls from the sky, a young blader named Yuki is waiting for it. He immediately sets out to find Gingka, but this proves difficult as Gingka has been lured into a battle on an island against his old rival Kyoya.",
                    "TitleJapanese": "星の欠片",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7963982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963982",
                    "TitleEnglish": "Legendary Bladers",
                    "SummaryEnglish": "Yuki battles with a dark character named Johannes, but Gingka arrives and sends Johannes packing. Yuki tells the gang the story of a recently fallen star that has chosen certain bladers to be known as Legendary Bladers.",
                    "TitleJapanese": "レジェンドブレーダー",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7963984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963984",
                    "TitleEnglish": "The Monster Cat, Lynx",
                    "SummaryEnglish": "Gingka and his friends are about to start their quest to find the 8 Legendary Bladers, but they run into Johannes and a battle ensues. Things look bad for Gingka until Kyoya arrives and joins the battle, driving Johannes off.",
                    "TitleJapanese": "怪猫リンクス",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7963987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963987",
                    "TitleEnglish": "L-Drago Destructor",
                    "SummaryEnglish": "While Gingka and the gang try to make friends, Benkei and Kyoya meet Ryuga at the top of a volcano and Kyoya challenges Ryuga to a bey battle. Ryuga tells Kyoya that he should not be battling, that he doesn’t even know his bey yet.",
                    "TitleJapanese": "エルドラゴデストロイ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7963995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7963995",
                    "TitleEnglish": "Awaken, Anubis!",
                    "SummaryEnglish": "After Ryuga defeats Kyoya, Gingka challenges him to a bey battle, but Ryuga quickly defeats him too. Yuki challenges him to yet another battle but his bey, Mercury Anubius, is battered again and again by Ryuga’s L-Drago Destructor.",
                    "TitleJapanese": "覚醒! アヌビウス",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7964001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964001",
                    "TitleEnglish": "Requirements of a Warrior",
                    "SummaryEnglish": "When a volcano erupts, Gingka, Yuki and Kyoya change the course of the lava by using their beys and save the village. They leave the island but are shocked when Kenta announces that he is heading out on his own.",
                    "TitleJapanese": "戦士の資格",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7964255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964255",
                    "TitleEnglish": "Kenta's Determination",
                    "SummaryEnglish": "Kenta travels to a remote desert town where he competes against Ryuga in a tournament but loses. He then follows Ryuga on a difficult cross country trek, trying to convince Ryuga that he should lend his strength as a Legendary Blader to Gingka and the others.",
                    "TitleJapanese": "ケンタの決意",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7964263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964263",
                    "TitleEnglish": "The Crimson Flash",
                    "SummaryEnglish": "Johannes breaks into Beylin Temple and is confronted by Gingka and his friends. Dashan engages the intruder in a bey battle but Johannes quits, claiming that Dashan is not a Legendary Blader and not worth his time.",
                    "TitleJapanese": "真紅の閃光",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7964267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964267",
                    "TitleEnglish": "The Greatest Tag-Team Tournament",
                    "SummaryEnglish": "At the Tag Team Championship a series of battles occur in which Dashan and Chiyun are victorious as are Johannes and his new partner, Motty. When Yuki and Gingka challenge Mei-Mei and Chaoxin, Yuki suffers a serious lack of confidence and almost gives up.",
                    "TitleJapanese": "最強タッグ戦, 登竜門",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7964275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964275",
                    "TitleEnglish": "A New Roar!",
                    "SummaryEnglish": "The Tag Team Tournament continues and the final four teams are determined. The team of Dashan and Chiyun win their match quickly, but Kyoya and Benkei have a long battle with Motty and Johannes. In the end Kyoya defeats Johannes to move on.",
                    "TitleJapanese": "新たなる咆哮!",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7964282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964282",
                    "TitleEnglish": "Cosmic Tornado",
                    "SummaryEnglish": "In the second Round of the Tag Team tournament, Gingka and Yuki face Dashan and Chiyun in a mountain top stadium. Gingka and Yuki win when Gingka creates a new special move, Cosmic Tornado. Next up, it’s Beylin Fist against Kyoya and Benkei.4",
                    "TitleJapanese": "ビッグバントルネード",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7964284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964284",
                    "TitleEnglish": "The God of Saturn, Kronos",
                    "SummaryEnglish": "Ginka and Yuki travel to an ancient Bey Temple to battle Bao and Aguma of Beylin Fist in the final of the Toryumon Tag Team Tournament. The Beylin Fist team starts strong and soon has Gingka and Yuki in a tough spot.",
                    "TitleJapanese": "土星神(どせいしん)クロノス",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "7964292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964292",
                    "TitleEnglish": "Showdown at the Tower of Babel!",
                    "SummaryEnglish": "Aguma and Bao follow Johannes to meet Pluto, who wants Beylin Fist to join him in his dark quest for power. Gingka and his friends travel to Greece where they meet Sophie, Wales, Julian and Klaus.",
                    "TitleJapanese": "新生! チーム・ダンジョン",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "7964295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964295",
                    "TitleEnglish": "The New Team Dungeon!",
                    "SummaryEnglish": "Aguma and Bao follow Johannes to meet Pluto, who wants Beylin Fist to join him in his dark quest for power. Gingka and his friends travel to Greece where they meet Sophie, Wales, Julian and Klaus.",
                    "TitleJapanese": "新生! チーム・ダンジョン",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "7964297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964297",
                    "TitleEnglish": "Destroyer Dome",
                    "SummaryEnglish": "Masamune and his friends witness an argument amongst the Garcias before their match in the Destroyer Dome and it appears that the family is breaking apart.",
                    "TitleJapanese": "スフィア360(スリーシックスゼロ)",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "7964307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964307",
                    "TitleEnglish": "The New Striker is Complete!",
                    "SummaryEnglish": "Masamune and his new bey, Blitz Striker, battle against some old foes and new ones in the Destroyer Dome.",
                    "TitleJapanese": "完成! 新ユニコルノ",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "7964350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964350",
                    "TitleEnglish": "I Am The Champion!",
                    "SummaryEnglish": "In the final of a battle royal in the Destroyer Dome, six bladers battle to see who will come out on top. The bladers, King, Jigsaw, Zeo, Toby, tsubasa and Masamune give it their all.",
                    "TitleJapanese": "オレさまこそがチャンピオン!",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "7964371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964371",
                    "TitleEnglish": "The Maze of Mist Mountain",
                    "SummaryEnglish": "Gingka and his friends travel to Africa in search of a Legendary Blader that they believe lives in a mysterious place called Mist Mountain. With their guides Nile and Damoure they climb the mountain and come to a maze that was built by an ancient people.",
                    "TitleJapanese": "ミストマウンテンの迷宮",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "7964373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964373",
                    "TitleEnglish": "The Lion`s Pride",
                    "SummaryEnglish": "Ryuto leads Gingka and his friends into a temple on Mist Mountain in search of a Star Fragment. They are unaware that they are being followed by Johannes and the bladers from Beylin Fist, who are also seeking the Fragment.",
                    "TitleJapanese": "獅子のプライド",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "7964374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964374",
                    "TitleEnglish": "The Guardian of the Temple, Dynamis",
                    "SummaryEnglish": "Gingka and the others reach a temple where they believe a star fragment lies but they cannot open a door that blocks their entrance.",
                    "TitleJapanese": "神殿の守護者デュナミス",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "7964383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964383",
                    "TitleEnglish": "The Legend of Nemesis`s Revival",
                    "SummaryEnglish": "Gingka battles Dynamis the Guardian of the temple. Gingka seems to have chosen the wrong strategy, but admits that he was too caught up in being a legendary Blader and says that he should have been paying more attention.",
                    "TitleJapanese": "ネメシス, 復活の伝説",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "7964388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964388",
                    "TitleEnglish": "The Four Season Bladers",
                    "SummaryEnglish": "Dynamis tries to explain to Johannes and his followers that no matter what they do, the heavens will decide what will happen with the resurrection of Hades and Nemesis, not them. A battle ensues and every blader from each side joins in.",
                    "TitleJapanese": "四季の戦士(ブレーダー)",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "7964389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964389",
                    "TitleEnglish": "The Battle of Beyster Island",
                    "SummaryEnglish": "Gingka and his friends arrive at Beyster Island where they have entered a tournament that has attracted a huge number of strong Bladers.",
                    "TitleJapanese": "ベイスター島の戦い",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "7964390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964390",
                    "TitleEnglish": "Two Big, Fierce Battles!",
                    "SummaryEnglish": "As the battle of Beyster Island continues, many more bladers are knocked out of the competition. Gingka catches up with Kenta only to find that he is his next opponent in the tournament.",
                    "TitleJapanese": "激烈! 二大バトル",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "7964395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964395",
                    "TitleEnglish": "The Unseen Opponent",
                    "SummaryEnglish": "The Beyster Island Tournament continues as an unseen Blader defeats contestant after contestant through a series of ambushes. When the Blader defeats Zeo and Toby, Masamune swears he will avenge them in the final.",
                    "TitleJapanese": "姿なき対戦者(ブレーダー)",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "7964404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7964404",
                    "TitleEnglish": "Orion`s Whereabouts",
                    "SummaryEnglish": "Gingka asks Chris, the newest Legendary Blader, to join him in his fight against evil, but Chris says he will join whoever pays him the most. King is enraged by this and Chris’ mocking of Masamune so King challenges him to a battle.",
                    "TitleJapanese": "オリオンの行方",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "7986867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986867",
                    "TitleEnglish": "The Lion in the Wilderness (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "荒野を行く獅子(しし)",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "7986868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986868",
                    "TitleEnglish": "The Lion in the Wilderness (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怪物(モンスター)の正体",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "7986870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986870",
                    "TitleEnglish": "The God of Venus, Quetzalcoatl (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "金星神ケツァルコアトル",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "7986871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986871",
                    "TitleEnglish": "The God of Venus, Quetzalcoatl (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ネメシスの鼓動",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "7986872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986872",
                    "TitleEnglish": "The God of Destruction`s Revival!? (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Play Length",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "7986873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986873",
                    "TitleEnglish": "The God of Destruction`s Revival!? (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サジタリオの一撃",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "7986874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986874",
                    "TitleEnglish": "The Child of Nemesis (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "黒き太陽(ネメシス)の申し子",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "7986875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986875",
                    "TitleEnglish": "The Child of Nemesis (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハデスの呪縛",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "7986876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986876",
                    "TitleEnglish": "Four Hearts (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "四つの心(たましい)",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "7986878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986878",
                    "TitleEnglish": "Four Hearts (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "銀河VSクリス",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "7986879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986879",
                    "TitleEnglish": "Come Together, Legendary Bladers! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "集結! レジェンドブレーダー",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "7986880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986880",
                    "TitleEnglish": "Come Together, Legendary Bladers! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゼウスの結界",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "7986881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986881",
                    "TitleEnglish": "Diablo Nemesis (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ディアブロネメシス",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "7986882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986882",
                    "TitleEnglish": "Diablo Nemesis (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "星の絆",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "7986883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986883",
                    "TitleEnglish": "To The Final Battle Ground (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決戦の地へ",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "7986884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986884",
                    "TitleEnglish": "To The Final Battle Ground (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "導かれし運命(さだめ)",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "7986885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986885",
                    "TitleEnglish": "The Lost Kingdom (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "失われた王国",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "7986886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986886",
                    "TitleEnglish": "The Lost Kingdom (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "破壊神(ネメシス)VS竜皇(エルドラゴ)",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "7986887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986887",
                    "TitleEnglish": "The Missing Star of the Four Seasons (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "欠けた四季の星座",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "7986888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986888",
                    "TitleEnglish": "The Missing Star of the Four Seasons (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "継がれし光",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "7986889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986889",
                    "TitleEnglish": "Flash Sagittario (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フラッシュサジタリオ",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "7986890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986890",
                    "TitleEnglish": "Flash Sagittario (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "執念の必殺転技",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "7986891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986891",
                    "TitleEnglish": "Hades` Persistence",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハデスの執念",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "7986892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986892",
                    "TitleEnglish": "Last Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ラストバトル",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "7986893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986893",
                    "TitleEnglish": "A Ray of Hope (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "希望の光",
                    "SummaryJapanese": null
                },
                "52": {
                    "ID": "7986894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986894",
                    "TitleEnglish": "A Ray of Hope (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "未来へ",
                    "SummaryJapanese": null
                }
            }
        },
        "4": {
            "ID": "1870786",
            "URL": "https://www.thetvdb.com/series/beyblade-metal/seasons/official/4",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "7955627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955627",
                    "TitleEnglish": "A New Age Arrives! (1)",
                    "SummaryEnglish": "It's been several years later since the battle with the God of Destruction. Beyblade has entered a new era. Meanwhile, new Blader, Zero Kurogane goes on a training pilgrimage with his Beyblade, \"Samurai Ifraid\".",
                    "TitleJapanese": "新時代到来！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7955628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955628",
                    "TitleEnglish": "A New Age Arrives! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ZEROGバトル！",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7955630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955630",
                    "TitleEnglish": "Defeat Pirate Orochi! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地獄の特訓",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7955640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955640",
                    "TitleEnglish": "Defeat Pirate Orochi! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "倒せ!パイレーツオロジャ!",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7955646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955646",
                    "TitleEnglish": "The Blazing Special Move! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "対決！リベンジマッチ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7955650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955650",
                    "TitleEnglish": "The Blazing Special Move! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "炎の必殺転技",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7955656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955656",
                    "TitleEnglish": "The Extraordinary Synchrome! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "リヴァイザーの挑戦！",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7955658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955658",
                    "TitleEnglish": "The Extraordinary Synchrome! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "驚異のシンクローム",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7955686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955686",
                    "TitleEnglish": "The Strength of a Bond (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "紅のチャレンジャー",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7955687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955687",
                    "TitleEnglish": "The Strength of a Bond (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "絆の力",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7955688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955688",
                    "TitleEnglish": "Explode: Phantom Fire Shot! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "舞い降りし鷹",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7955690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955690",
                    "TitleEnglish": "Explode: Phantom Fire Shot! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "炸裂！無幻火流撃",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "7955695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955695",
                    "TitleEnglish": "Kraken Attacks (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恐怖！真夏のビーチ",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "7955696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955696",
                    "TitleEnglish": "Kraken Attacks (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クラーケン来襲",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "7955698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955698",
                    "TitleEnglish": "The Jet Black Dragon (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "襲撃！謎のブレーダー",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "7955699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955699",
                    "TitleEnglish": "The Jet Black Dragon (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漆黒のドラゴン",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "7955705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955705",
                    "TitleEnglish": "Clash! Zyro vs. Sakyo (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガーゴイルの罠",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "7955706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955706",
                    "TitleEnglish": "Clash! Zyro vs. Sakyo (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激突!ゼロVS左京",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "7955708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955708",
                    "TitleEnglish": "The Ironclad Golem (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ディフェンス最強の男",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "7955718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955718",
                    "TitleEnglish": "The Ironclad Golem (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "鉄壁のゴレイム",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "7955719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955719",
                    "TitleEnglish": "A Heated Battle of Friendship (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "熱き友情の特訓(バトル",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "7955723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955723",
                    "TitleEnglish": "A Heated Battle of Friendship (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "唸れ!オロジャリヴァイザー",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "7955727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7955727",
                    "TitleEnglish": "The Ruthless Behemoth (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "鉄壁の防御を打ち破れ",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "7986741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986741",
                    "TitleEnglish": "The Ruthless Behemoth (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "非情のベギラドス",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "7986743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986743",
                    "TitleEnglish": "A Fierce Synchrome Battle (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勝ち取れ！挑戦権",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "7986744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986744",
                    "TitleEnglish": "A Fierce Synchrome Battle (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激闘！シンクロームバトル",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "7986745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986745",
                    "TitleEnglish": "Neo Battle Bladers (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪の遺伝子",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "7986746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986746",
                    "TitleEnglish": "Neo Battle Bladers (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ネオ・バトルブレーダーズ",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "7986749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986749",
                    "TitleEnglish": "The Best 8 Decided! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "DNA包囲網",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "7986750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986750",
                    "TitleEnglish": "The Best 8 Decided! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決定!ベスト8",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "7986752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986752",
                    "TitleEnglish": "Get Pumped for the Finals! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "燃えろ!決勝大会",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "7986753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986753",
                    "TitleEnglish": "Get Pumped for the Finals! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "熱血!ゼロVS鷹ノ助",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "7986754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986754",
                    "TitleEnglish": "A Fated Showdown Between Rivals (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "友との誓い",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "7986756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986756",
                    "TitleEnglish": "A Fated Showdown Between Rivals (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宿命のライバル対決",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "7986757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986757",
                    "TitleEnglish": "The Ultimate Emperor of Destruction: Bahamoote (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "究極破壊皇バハムディア",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "7986759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986759",
                    "TitleEnglish": "The Ultimate Emperor of Destruction: Bahamoote (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "託された想い",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "7986762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986762",
                    "TitleEnglish": "A Spirit-Filled Attack! (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "壮絶!ファイナルマッチ",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "7986763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-metal/episodes/7986763",
                    "TitleEnglish": "A Spirit-Filled Attack! (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "心の一撃",
                    "SummaryJapanese": null
                }
            }
        }
    }
}