{
    "URL": "https://www.thetvdb.com/series/otherside-picnic",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13067534/",
        "https://www.othersidepicnic.com",
        "http://www.reddit.com/r/OthersidePicnic",
        "https://www.themoviedb.org/tv/100077",
        "https://x.com/OthersidePicnic"
    ],
    "TitleEnglish": "Otherside Picnic",
    "SummaryEnglish": "Friendless college girl Sorawo finds a door to another world one day - a strangely post-apocalyptic-feeling Otherside with serene emptiness, which becomes her new “special place.” There, she meets one other human, the beautiful and independent Toriko, and they explore the abandoned Otherside together.",
    "TitleJapanese": "裏世界ピクニック",
    "SummaryJapanese": "「くねくね」「八尺様」「きさらぎ駅」……。\n\n実話怪談として語られる危険な存在が出現する〈裏世界〉。\nそこは、現実と隣合わせで、謎だらけの世界。\n\n紙越空魚（かみこし そらを）は廃屋内の扉から〈裏世界〉を発見し、\nそこで仁科鳥子（にしな とりこ）と出会う。\nこの出会いが空魚の人生を一変させる。\n\n鳥子は空魚に〈裏世界〉の探索の協力を依頼する。\n彼女は〈裏世界〉で行方不明になった「冴月」という女性を探していた。\n\n探検と研究、そしてお金稼ぎのため、空魚は鳥子と行動をともにする。\n非日常へ足を踏み入れた二人は様々な怪異と遭遇し、\n\n危険なサバイバルが始まる。",
    "Aliases": [
        "Urasekai Picnic",
        "Ura Sekai Picnic"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "1867144",
            "URL": "https://www.thetvdb.com/series/otherside-picnic/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7932890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/7932890",
                    "TitleEnglish": "Wiggle-Waggle Hunting",
                    "SummaryEnglish": "Sorao meets Toriko and adventures ensue amid conflicting emotions. Toriko figures out how they can make some money, but will the risks be worth the rewards?",
                    "TitleJapanese": "くねくねハンティング",
                    "SummaryJapanese": "紙越空魚は、実話怪談として語られる怪異が徘徊する〈裏世界〉の存在を知り、たびたび探検していた。 ある日、怪異に遭遇し、身動きが取れなくなってしまった空魚の前に、一人の美少女が現れる。彼女は仁科鳥子。 ある目的があって、この〈裏世界〉を探索していた。怪異「くねくね」から逃れるために、二人は行動をともにする。"
                },
                "2": {
                    "ID": "8117999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8117999",
                    "TitleEnglish": "Surviving Lady Hasshaku",
                    "SummaryEnglish": "Sorao and Toriko meet with an Otherside expert before heading back to the Otherside, where they come across a man looking for his wife. Toriko finds common cause with him because she, too, is seeking someone dear to her. But who is it that Sorao seeks?",
                    "TitleJapanese": "八尺様サバイバル",
                    "SummaryJapanese": "〈裏世界〉で「くねくね」を撃退した空魚と鳥子。鳥子の案内で〈裏世界〉の研究をしている人物の家を訪れることになる。その人物は小桜という、一見すると小学生にも見える少女だった。〈裏世界〉で入手したアイテムを買い取ってくれるという小桜に、〈裏世界〉で遭遇した怪異や、空魚の眼と鳥子の手の色が変化したことを話すのだが…"
                },
                "3": {
                    "ID": "8118001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8118001",
                    "TitleEnglish": "Big-Head Village",
                    "SummaryEnglish": "Sorao can't resist joining Toriko on the Otherside again. There, they set off to find a house Satsuki remembers visiting. As Sorao gets to know Toriko and the Otherside better, she realizes how perilous relationships and adventures can be.",
                    "TitleJapanese": "巨頭の村",
                    "SummaryJapanese": "〈裏世界〉の探検を積極的に提案する鳥子。空魚はつい了承してしまうが、このまま鳥子と危険な行動を続けることへの不安に駆られる。〈裏世界〉のグリッチ（危険ポイント）を回避しながら進む二人。鳥子が以前に見つけた補給ポイントを目指していたはずだが、辿り着いたのは鳥子も見覚えのない、寂れた村のような場所だった。そこに現れたのは…"
                },
                "4": {
                    "ID": "8118003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8118003",
                    "TitleEnglish": "Space, Time, and a Middle-Aged Man",
                    "SummaryEnglish": "Sorawo and Toriko hit a rough patch, and Sorawo teams up with Kozakura. Kozakura explains why Toriko is the way she is, and Sorawo reveals new details about her own past. The Otherside will test friendships like never before.",
                    "TitleJapanese": "時間、空間、おっさん",
                    "SummaryJapanese": "〈裏世界〉から戻った空魚と鳥子。立て続けに危険な目にあった空魚は、今後の〈裏世界〉の探索について鳥子と口論になってしまう。鳥子と話し合うため彼女のマンションを訪れる空魚だが、さらに新たな怪異に遭遇。思い悩んだ空魚は小桜に相談するが、まともに取り合ってもらえない。するとそこに、奇妙な人物が姿を現す。"
                },
                "5": {
                    "ID": "8122471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8122471",
                    "TitleEnglish": "Station February",
                    "SummaryEnglish": "An evening at Sorawo and Toriko's favorite café takes a strange turn. On the Otherside, they have yet another unexpected encounter. Will this be the trip from which there is no return?",
                    "TitleJapanese": "ステーション・フェブラリー",
                    "SummaryJapanese": "恒例の打ち上げの後、夜の池袋の街を歩く空魚と鳥子。だが、ふと気づくと〈裏世界〉に迷い込んでしまっていた。何の準備も心構えもなく、夜の〈裏世界〉というまったくの未知の世界に入り込んでしまい、二人は動揺する。そこに奇怪な音を発する四足獣が現れ、二人はその場を走り去る。逃げる途中、空魚が何かにつまずくが、足元は一面砂利になっており、線路が敷かれていた。"
                },
                "6": {
                    "ID": "8122499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8122499",
                    "TitleEnglish": "The Meat Train",
                    "SummaryEnglish": "Sorawo and Toriko meet Lieutenant Drake's superior officer and learn more about what the soldiers have experienced on the Otherside. Back in our world, Kozakura continues to receive creepy calls. Will Sorawo and Toriko ever find their ticket home?",
                    "TitleJapanese": "ミート・トレイン",
                    "SummaryJapanese": "間一髪のところを米軍に助けられた空魚と鳥子は、彼らのキャンプ地に同行する。彼らもまた、沖縄で演習中に部隊ごと〈裏世界〉に迷い込んでしまい、怪異と遭遇することで心身ともに消耗している様子だった。ふと、鳥子が電話が通じるようだと気づく。小桜にかけてみるが、会話の途中から徐々に、小桜が意味不明なことを口走り始める。"
                },
                "7": {
                    "ID": "8122671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8122671",
                    "TitleEnglish": "Resort Night at the World's Edge",
                    "SummaryEnglish": "A half-remembered night out, and the morning after. Beer, swimsuits, fun, sun, and guns. It's just two girls on a resort vacation until a taxi ride takes a strange turn. Sorawo and Toriko will have to pull some magic out of a hat to escape this one.",
                    "TitleJapanese": "果ての浜辺のリゾートナイト",
                    "SummaryJapanese": "空魚が目を覚ますと、そこは沖縄のホテルの一室だった。での危機的状況からかろうじて生還した空魚と鳥子は、恒例の打ち上げを行い、高揚した気分のまま、ここに辿り着いていた。空魚が、まだ寝ぼけている鳥子に帰京の準備を促すと、意外なことを言われる。なんとこれから「海に行く」というのだ。昨日の夜約束して、二人で水着も買ったという。呆然とする空魚だが……？"
                },
                "8": {
                    "ID": "8124290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8124290",
                    "TitleEnglish": "Attack of the Ninja Cats",
                    "SummaryEnglish": "A request for help by a fellow university student leads to a hair-raising adventure. Will our heroines triumph once more, or are they headed for a complete cat-astrophe?",
                    "TitleJapanese": "猫の忍者に襲われる",
                    "SummaryJapanese": "大学の学食で、空魚は瀬戸茜理という後輩に声をかけられる。相談したいことがあるという茜理は、空魚が霊感持ちで、心霊現象に詳しいと思い込んでいた。誤解を解く間もなく、茜理の話を聞かされることになる空魚。相談というのは「猫の忍者に襲われる」というものだった。荒唐無稽なデタラメにしか思えない話だが、空魚には心あたりがあった。"
                },
                "9": {
                    "ID": "8124317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8124317",
                    "TitleEnglish": "Mrs. Sannuki and Karateka",
                    "SummaryEnglish": "Akari enlists Sorawo and Toriko to help a friend when the Otherside comes a knocking once more. Shocking new details about Satsuki emerge, and Toriko seems fixated on a certain aspect of Sorawo's appearance.",
                    "TitleJapanese": "サンヌキさんとカラテカさん",
                    "SummaryJapanese": "空魚と鳥子は、急遽小桜に呼び出される。彼女の自宅を訪れると、そこには茜理がいた。空魚に相談があったが、学校で話しかけるタイミングがあわず、小桜を頼ったということだった。乗り気ではない空魚だが、鳥子にも促されて相談に乗ることになる。それは、茜理の幼なじみが、庭にいた猿から話しかけられたと言う奇妙な体験談だった。幼なじみから送られてきた携帯の画像を見ると、人のように笑う、猿に似た獣が写っていた。"
                },
                "10": {
                    "ID": "8124335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8124335",
                    "TitleEnglish": "How to Get to the Barbecue Restaurant by Elevator",
                    "SummaryEnglish": "A planned celebration at a Japanese barbecue restaurant takes an unexpected detour. Akari gets lost, and Kozakura must face her fears. Once again, it's up to Sorawo and Toriko to save the day.",
                    "TitleJapanese": "エレベーターで焼肉に行く方法",
                    "SummaryJapanese": "鳥子から打ち上げに誘われた空魚。小桜と茜理も来るという。待ち合わせ場所に着くと、店に空席を確認に行っていた茜理から電話が入る。エレベーターに乗ったものの、目的の店に辿り着かないという。茜理の不可解な言動の後、通話が切れる。空魚と鳥子は、茜理の話の経緯から、エレベーターにへのゲートが開いてしまい、その中間領域に彼女はいるのだと推測する。"
                },
                "11": {
                    "ID": "8124339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8124339",
                    "TitleEnglish": "Operation Rescue U.S. Forces",
                    "SummaryEnglish": "Sorawo and Toriko are determined to rescue the U.S. forces stranded on the Otherside, but finding a way back to Kisaragi Station is no easy matter. Even if they find a way, will they rescue Lieutenant Drake and company and make it back alive?",
                    "TitleJapanese": "きさらぎ駅米軍救出作戦",
                    "SummaryJapanese": "空魚と鳥子は、に残してきた米軍の部隊の救出を決意する。米軍のキャンプに辿り着けるように、前回と同じく、八尺様の帽子を使う方法を試みる。案に違わず、二人は目的の場所に辿りつく。救出に来たとは知らぬ米軍から攻撃を受けるものの、空魚と鳥子はドレイク中尉たちと再会を果たす。空魚は目の力を使って米軍を先導し、彼らがこちらに入り込んだゲートを目指すことになる。"
                },
                "12": {
                    "ID": "8124343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otherside-picnic/episodes/8124343",
                    "TitleEnglish": "Sorawo and Toriko",
                    "SummaryEnglish": "Sorawo and Toriko's rescue operation continues on the Otherside, and Kozakura freaks out about something too close to home. The AP-1 finally gets some road time, and Sorawo and Toriko open up a little more to each other.",
                    "TitleJapanese": "空魚と鳥子",
                    "SummaryJapanese": "ゲートにたどり着く空魚たち。ドレイクもかろうじてこの場所を記憶にとどめていた。六角形の広場に足を踏み入れると、不意に怪物が襲い掛かってくる。それは半人半蛇の形をしており、空魚はその正体に心当たりがあった。米軍が攻撃するものの、怪物の奇妙な行動によって動きを止められてしまう。さらに怪物は空魚の右目を封じようとし、空魚は激しい痛みに見舞われる。"
                }
            }
        }
    }
}