{
  "URL": "https://www.thetvdb.com/series/peach-boy-riverside",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13022022/",
    "https://peachboyriverside.com/",
    "https://www.themoviedb.org/tv/107003",
    "https://x.com/peachboy_anime"
  ],
  "TitleEnglish": "Peach Boy Riverside",
  "SummaryEnglish": "\"This is a tale that took place long ago. There once lived an old man and an old woman. The old man went into the woods to cut down some grass and the old woman went to the river to... (You know the rest.) The ogres had finally been defeated, but apparently, there were more ogres living elsewhere, so Peach Boy crossed the sea... It was an amazing feat to defeat the ogres and a joyous feat that Peach Boy saved many lives. But the one thing that went wrong... Was that they had fun. This is nothing more than a \"What if\"... What if there was more than one peach that tumbled down the river?",
  "Aliases": [
    "Peach Boy Riverside (2021)"
  ],
  "Modified": "2024-11-28",
  "Seasons": {
    "1": {
      "ID": "1867424",
      "URL": "https://www.thetvdb.com/series/peach-boy-riverside/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7935576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/7935576",
          "TitleEnglish": "The Ex-Princess and the Harefolk",
          "SummaryEnglish": "Sally meets the demihuman Frau, who immediately joins her on her journey. After experiencing the discrimination that demihumans face at the hands of humans, Sally and Frau are arrested by Hawthorn, commander of the Knights of Rimdarl!",
          "Aliases": []
        },
        "2": {
          "ID": "8519332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519332",
          "TitleEnglish": "Ogres and Humans",
          "SummaryEnglish": "Sally wields her peach power against the high ogre Sett who is tearing through the Kingdom of Rimdarl. Meanwhile, Sett's companion, the high ogre Meki, encounters Mikoto. How will the peach fighters fare against the high ogres?!",
          "Aliases": []
        },
        "3": {
          "ID": "8519333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519333",
          "TitleEnglish": "Sally and a Crossroads",
          "SummaryEnglish": "Sumeragi holds a meeting to warn the other ogres of the path of destruction wrought by Mikoto. While the other ogres panic, the fighter Todoroki raises his doubts about Sumeragi's motivations... until Sumeragi reveals Meki's fate.",
          "Aliases": []
        },
        "4": {
          "ID": "8519334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519334",
          "TitleEnglish": "The Princess and the Peach",
          "SummaryEnglish": "In a world where man-eating ogres run rampant and the people hide in walled-in cities, Sally, princess of the Aldarake Kingdom, longs to go on a journey and see life on the outside. But Sally's life will change forever when a traveler named Mikoto comes to the kingdom... followed by an army of ogres!",
          "Aliases": []
        },
        "5": {
          "ID": "8519336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519336",
          "TitleEnglish": "Frau and the Vampire",
          "SummaryEnglish": "Sally and her companions arrive in a village plagued by vampire attacks... and demihuman discrimination. When Sally refuses, at Carrot's urging, to punish the humans for their treatment of Frau, Carrot decides to seek other aid... at the hands of the vampire himself!",
          "Aliases": []
        },
        "6": {
          "ID": "8519337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519337",
          "TitleEnglish": "Carrot and Millia",
          "SummaryEnglish": "Frau returns to life with the help of the angel Atla, but their form is temporarily changed. Meanwhile, Mikoto begins traveling with the amnesiac Millia (Hatsuki), when the two are confronted by a nameless mid ogre.",
          "Aliases": []
        },
        "7": {
          "ID": "8519338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519338",
          "TitleEnglish": "Species and Belonging",
          "SummaryEnglish": "The Kingdom of Rimdarl is destroyed by Somenki's cannon, leaving Hawthorn adrift. He and Meki (now Carrot) join up with her, but in the next town they visit, Sally begins to wonder about the nature of prejudice.",
          "Aliases": []
        },
        "8": {
          "ID": "8519339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519339",
          "TitleEnglish": "Companion and Companion",
          "SummaryEnglish": "As Sally makes her decision between Mikoto and Sumeragi, Todoroki and his companions attack, seeking revenge against the Peach Boy.",
          "Aliases": []
        },
        "9": {
          "ID": "8519340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519340",
          "TitleEnglish": "Mikoto and Mikoto",
          "SummaryEnglish": "Kibitsu Mikoto, AKA Peach Boy, sails to Ogre Island and defeats the ogre leader... but the story isn't over. One day after, he meets Mikoto, a half-human, half-ogre child...",
          "Aliases": []
        },
        "10": {
          "ID": "8519341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519341",
          "TitleEnglish": "Horror and Resentment",
          "SummaryEnglish": "As Sally rushes to save her companions, Frau fights Basoo, and Carrot struggles to deal with her former ally, Shinki. Hawthorn is prepared to die to hold off Todoroki. Can someone save him in the nick of time?",
          "Aliases": []
        },
        "11": {
          "ID": "8519342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519342",
          "TitleEnglish": "Ideals and Reality",
          "SummaryEnglish": "Sally visits Winnie the Witch, and asks her to teach her magic. Just then, the heads of the elf and lizardfolk clans appear. Usually mortal enemies, they've come to ask Winnie a boon -- to free the giant ogre sealed in the forest!",
          "Aliases": []
        },
        "12": {
          "ID": "8519343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519343",
          "TitleEnglish": "Resolutions and Goodbyes",
          "SummaryEnglish": "During the battle with Juki, Sally declares that everyone present should try to make peace. Meanwhile, Sumeragi makes a case to Mikoto about coexistence between ogres and humans.",
          "Aliases": []
        }
      }
    }
  }
}