{
    "URL": "https://www.thetvdb.com/series/peach-boy-riverside",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13022022/",
        "https://peachboyriverside.com/",
        "https://www.themoviedb.org/tv/107003",
        "https://x.com/peachboy_anime"
    ],
    "TitleEnglish": "Peach Boy Riverside",
    "SummaryEnglish": "\"This is a tale that took place long ago. There once lived an old man and an old woman. The old man went into the woods to cut down some grass and the old woman went to the river to... (You know the rest.) The ogres had finally been defeated, but apparently, there were more ogres living elsewhere, so Peach Boy crossed the sea... It was an amazing feat to defeat the ogres and a joyous feat that Peach Boy saved many lives. But the one thing that went wrong... Was that they had fun. This is nothing more than a \"What if\"... What if there was more than one peach that tumbled down the river?",
    "TitleJapanese": "ピーチボーイリバーサイド",
    "SummaryJapanese": "昔々のお話です。ある所におじいさんとおばあさんがおりました。おじいさんは山へ芝刈りに　おばあさんは川へ洗濯に──（中略）ついには鬼を退治しましたが、外国にも鬼がいるようなので…桃太郎は海を渡りました。すごいのは倒したこと　喜ぶべきは救ったこと　ただ一つ…駄目だったことは……　────楽しんだこと　これはもしもの話だが……もし流れてきた大きな桃が一つではないとしたら…日本に流れてきた桃が複数あるうちの一つに過ぎないとしたら…",
    "Aliases": [
        "Peach Boy Riverside (2021)"
    ],
    "Modified": "2024-11-28",
    "Seasons": {
        "1": {
            "ID": "1867424",
            "URL": "https://www.thetvdb.com/series/peach-boy-riverside/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7935576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/7935576",
                    "TitleEnglish": "The Ex-Princess and the Harefolk",
                    "SummaryEnglish": "Sally meets the demihuman Frau, who immediately joins her on her journey. After experiencing the discrimination that demihumans face at the hands of humans, Sally and Frau are arrested by Hawthorn, commander of the Knights of Rimdarl!",
                    "TitleJapanese": "元姫と卯人",
                    "SummaryJapanese": "旅に出たサリーは、行き倒れていた亜人のフラウと出会う。助けてくれたサリーに懐き、旅に付いてくるフラウ。\nそしてサリーはフラウを通して、外の世界に亜人への差別意識がはびこっていることを知る。\nそんなサリーとフラウの前に現れる、リムダール王国騎士団のホーソン。ホーソンは有無を言わせず二人を投獄して……。"
                },
                "2": {
                    "ID": "8519332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519332",
                    "TitleEnglish": "Ogres and Humans",
                    "SummaryEnglish": "Sally wields her peach power against the high ogre Sett who is tearing through the Kingdom of Rimdarl. Meanwhile, Sett's companion, the high ogre Meki, encounters Mikoto. How will the peach fighters fare against the high ogres?!",
                    "TitleJapanese": "鬼と人間",
                    "SummaryJapanese": "高鬼のセトに蹂躙されるリムダール王国。そんなセトに戦いを挑んだのは、ミコトと同じ『桃』の力に覚醒したサリーであった。覚醒した力に高揚し、セトを圧倒するサリー。一方、セトに同行した高鬼の眼鬼は、ミコトと遭遇して……。\nふたつの『桃 』と、ふたり の高鬼――その戦いの行方は！？"
                },
                "3": {
                    "ID": "8519333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519333",
                    "TitleEnglish": "Sally and a Crossroads",
                    "SummaryEnglish": "Sumeragi holds a meeting to warn the other ogres of the path of destruction wrought by Mikoto. While the other ogres panic, the fighter Todoroki raises his doubts about Sumeragi's motivations... until Sumeragi reveals Meki's fate.",
                    "TitleJapanese": "サリーと岐路",
                    "SummaryJapanese": "名も無き中鬼の根城で、皇鬼が主催する『百鬼会』が開催される。\n一同に集いし名だたる高鬼を前に、モモタロウ（ミコト）によって鬼が滅亡の危機に瀕していることを訴える皇鬼。\n鬼たちの間に動揺が広がる中、武闘派である『轟鬼』は、皇鬼がよからぬ企みを抱いているのではないかと疑うが……。\n皇鬼の口から、密かに思いを寄せていた眼鬼（キャロット）が、モモタロウの手で残酷に殺されたと伝えられて――"
                },
                "4": {
                    "ID": "8519334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519334",
                    "TitleEnglish": "The Princess and the Peach",
                    "SummaryEnglish": "In a world where man-eating ogres run rampant and the people hide in walled-in cities, Sally, princess of the Aldarake Kingdom, longs to go on a journey and see life on the outside. But Sally's life will change forever when a traveler named Mikoto comes to the kingdom... followed by an army of ogres!",
                    "TitleJapanese": "姫と桃",
                    "SummaryJapanese": "人を食らう鬼による侵略が進む、とある世界。アルダレイク王国の王女・サリーはある日、旅人のミコトと出会う。\n生まれ育った国から出たことのないサリーは、外の世界を旅することに憧れを抱いていて――ミコトの旅に付いて行きたいと願い出る。\nそんな中、鬼の軍団の襲撃を受けるアルダレイク王国。\nサリーにも、鬼の魔の手が迫る！\n危機を救ったのは、意外にも……。"
                },
                "5": {
                    "ID": "8519336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519336",
                    "TitleEnglish": "Frau and the Vampire",
                    "SummaryEnglish": "Sally and her companions arrive in a village plagued by vampire attacks... and demihuman discrimination. When Sally refuses, at Carrot's urging, to punish the humans for their treatment of Frau, Carrot decides to seek other aid... at the hands of the vampire himself!",
                    "TitleJapanese": "フラウと吸血鬼",
                    "SummaryJapanese": "サリーたちが次にやって来たのは、『吸血鬼』が人々を襲っていると噂される街。\nそこでもやはり、亜人であるフラウは差別される。\nサリーの力で差別する人間を懲らしめてやればいいと訴えるキャロットに、「私の力は人間には使えない」と答えるサリー。\nサリーに心を許しかけていたキャロットは、「それこそ差別じゃないか」と、不信感を\n抱いて――『吸血鬼』を見つけ出すと、この街の人間を皆殺しにしてほしいと頼むのであった。"
                },
                "6": {
                    "ID": "8519337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519337",
                    "TitleEnglish": "Carrot and Millia",
                    "SummaryEnglish": "Frau returns to life with the help of the angel Atla, but their form is temporarily changed. Meanwhile, Mikoto begins traveling with the amnesiac Millia (Hatsuki), when the two are confronted by a nameless mid ogre.",
                    "TitleJapanese": "キャロットとミリア",
                    "SummaryJapanese": "一度は吸血鬼によってその命を奪われたフラウ。天国で天使アトラと再会したフラウは、\n現世に復活すると同時に、異形の姿に一時的に変わると――その強大な力で吸血鬼を打ち倒した。\n時を同じくして、ミコトは記憶を失ったミリア（髪鬼）と鉢合わせに。\nそこへ、髪鬼捕縛の命を受けた『名も無き中鬼』が現れて……。"
                },
                "7": {
                    "ID": "8519338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519338",
                    "TitleEnglish": "Species and Belonging",
                    "SummaryEnglish": "The Kingdom of Rimdarl is destroyed by Somenki's cannon, leaving Hawthorn adrift. He and Meki (now Carrot) join up with her, but in the next town they visit, Sally begins to wonder about the nature of prejudice.",
                    "TitleJapanese": "種族と居場所",
                    "SummaryJapanese": "蒼面鬼の鬼砲によって、リムダール王国は一瞬で消滅してしまった！\n守るべき国を失い、途方に暮れるホーソン。サリーはホーソンを旅の仲間に迎え入れる。\nミコトに角と眼を取られ、鬼力を失った眼鬼あらためキャロットも加わり、旅の道中は一気に賑やかになった。\nそんな中、サリーはミコトとばったり再会を果たして……。\n「差別ってなんだろ？」と、旅の道中を通じて生じた疑問を投げかけるのであった。"
                },
                "8": {
                    "ID": "8519339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519339",
                    "TitleEnglish": "Companion and Companion",
                    "SummaryEnglish": "As Sally makes her decision between Mikoto and Sumeragi, Todoroki and his companions attack, seeking revenge against the Peach Boy.",
                    "TitleJapanese": "仲間と仲間",
                    "SummaryJapanese": "賞金目当てでバルクェンド武術大会に出場するホーソン。\nそこへ、モモタロウへの復讐を果たすべく、轟鬼とその仲間たちが街を襲撃する。\n一方サリーは、鬼を皆殺しにしたいミコトと、鬼と人との共存を訴える皇鬼との間で板挟みにあっていた。\n轟鬼からモモタロウと勘違いされて、戦うことになってしまうホーソン。\nホーソンを助けに向かおうとするサリーであったが――皇鬼はサリーを試すように、行く手に立ちはだかった。"
                },
                "9": {
                    "ID": "8519340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519340",
                    "TitleEnglish": "Mikoto and Mikoto",
                    "SummaryEnglish": "Kibitsu Mikoto, AKA Peach Boy, sails to Ogre Island and defeats the ogre leader... but the story isn't over. One day after, he meets Mikoto, a half-human, half-ogre child...",
                    "TitleJapanese": "ミコトとミコト",
                    "SummaryJapanese": "「昔々のお話です。ある所に、おじいさんとおばあさんがおりました。おじいさんは山へ芝刈りに、おばあさんは川へ洗濯に。中略――」\n桃から生まれた桃太郎こと吉備津彦命は、鬼ヶ島に乗り込むと、鬼の大将を見事に討ち果たしました。めでたしめでたし――\n否、この物語には続きがあった。\n戦いを終えた吉備津彦命はある日、鬼と人との間に生まれた少年と出会って……。"
                },
                "10": {
                    "ID": "8519341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519341",
                    "TitleEnglish": "Horror and Resentment",
                    "SummaryEnglish": "As Sally rushes to save her companions, Frau fights Basoo, and Carrot struggles to deal with her former ally, Shinki. Hawthorn is prepared to die to hold off Todoroki. Can someone save him in the nick of time?",
                    "TitleJapanese": "戦禍と恨み",
                    "SummaryJapanese": "仲間を救うべく、駆け出すサリー。\n街を襲撃した轟鬼の仲間・バスゥと戦うフラウ。\nかつての味方である伸鬼に襲われるキャロット。\n轟鬼の圧倒的な力を前に、死を覚悟するホーソン。\nそれぞれの思いが交錯する中、間一髪でホーソンの命を救ったのは――"
                },
                "11": {
                    "ID": "8519342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519342",
                    "TitleEnglish": "Ideals and Reality",
                    "SummaryEnglish": "Sally visits Winnie the Witch, and asks her to teach her magic. Just then, the heads of the elf and lizardfolk clans appear. Usually mortal enemies, they've come to ask Winnie a boon -- to free the giant ogre sealed in the forest!",
                    "TitleJapanese": "理想と現実",
                    "SummaryJapanese": "ホーソンの知る『西の森の魔女』、ウィニーの元を訪れるサリー一行。\nサリーはウィニーに、魔法を教えて欲しいと願い出る。\nウィニーの元で修行を始めるサリー。そこへ、エルフと爬人の族長がやって来る。\n対立する両種族が顔を揃えた、その理由とは――封印されし強大な鬼、『樹鬼』を葬り去るためだった。"
                },
                "12": {
                    "ID": "8519343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/peach-boy-riverside/episodes/8519343",
                    "TitleEnglish": "Resolutions and Goodbyes",
                    "SummaryEnglish": "During the battle with Juki, Sally declares that everyone present should try to make peace. Meanwhile, Sumeragi makes a case to Mikoto about coexistence between ogres and humans.",
                    "TitleJapanese": "決意と別れ",
                    "SummaryJapanese": "樹鬼との戦いで、いまだ拭い得ぬ『種族』という名の壁を目の当たりにしたサリーは、「この場にいる全員、和解しよう！」と訴えかける。\n時を同じくして、ミコトと対峙した皇鬼も、鬼と人が共存する道を説いて……。\nサリーの申し出を一蹴する樹鬼。樹鬼の口から語られる、人と鬼が和解できない理由とは……。"
                }
            }
        }
    }
}