{
    "URL": "https://www.thetvdb.com/series/horimiya",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13103134/",
        "https://horimiya-anime.com/1st/",
        "http://www.reddit.com/r/Horimiya",
        "https://www.themoviedb.org/tv/110070",
        "https://www.wikidata.org/wiki/Q104815263",
        "https://en.wikipedia.org/wiki/Hori-san_to_Miyamura-kun#TV_series",
        "https://x.com/horimiya_anime"
    ],
    "TitleEnglish": "Horimiya",
    "SummaryEnglish": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?",
    "TitleJapanese": "ホリミヤ",
    "SummaryJapanese": "堀 京子は、美人で成績も良く学校ではクラスの中心的存在。\nだけど実は共働きの両親に代わり、寄り道もせず\n家事や年の離れた弟の面倒に勤しむ家庭的な高校生。\nある日、ケガをした弟 創太を見知らぬ男が堀の家に送り届けに来た。\n「堀さん」\nそう呼ばれ話してみると、実は彼はクラスメイトで――\nクラス一のモテ女子とネクラ男子が出逢ったら！？\n恋愛、友情。\n青春が詰まった超微炭酸系スクールライフ！",
    "Aliases": [
        "Hori-san to Miyamura-kun (TV)"
    ],
    "Modified": "2025-09-25",
    "Seasons": {
        "1": {
            "ID": "1868024",
            "URL": "https://www.thetvdb.com/series/horimiya/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7953907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/7953907",
                    "TitleEnglish": "A Tiny Happenstance",
                    "SummaryEnglish": "Hori-san lives a double life: trendy, popular girl at school, simple, strong-willed caretaker at home. After a chance encounter with her classmate Miyamura, she finds out that she's not the only one who hides her true self away.",
                    "TitleJapanese": "ほんの、ささいなきっかけで",
                    "SummaryJapanese": "クラスの人気者で派手なギャルの堀京子と、暗くて目立たないオタクの宮村伊澄。\n本来交わるはずのない二人はある日偶然、お互いの秘密を知ってしまう。\n互いのギャップに驚きながらも「秘密の共有者」になった二人の距離は急速に縮まっていく。"
                },
                "2": {
                    "ID": "8117832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8117832",
                    "TitleEnglish": "You Wear More Than One Face",
                    "SummaryEnglish": "When her mother asks about Miyamura, Hori comes to a frightening realization. Later, the Student Council ropes Hori into extra work, but when conflict arises, it's up to Miyamura to smooth things over.",
                    "TitleJapanese": "顔は、ひとつだけじゃない。",
                    "SummaryJapanese": "宮村と過ごす日々が新しい日常になった堀。だけどまだまだ互いに知らない事がたくさんで。\n堀に振られ傷心中の石川や、親友の由紀の中に宮村も加わり、堀の毎日はめまぐるしく変化していく。\nそんな中、生徒会長の仙石翔率いる生徒会メンバーが堀の元に現れ何やらお願いがあると仕事を頼んできて――。"
                },
                "3": {
                    "ID": "8117836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8117836",
                    "TitleEnglish": "That's Why It's Okay",
                    "SummaryEnglish": "Miyamura reflects on his past and present. Hori responds to Remi's selfish demand. A heated conversation between Ishikawa and Miyamura ends with a fistfight.",
                    "TitleJapanese": "だから、大丈夫。",
                    "SummaryJapanese": "三年生に進学した堀達は新しいクラスでもみんな一緒。\nにぎやかなメンバーの中に自分はいてもいいのだろうかと、自身の過去を思い出し戸惑う宮村。\n様々な想いを抱えながら過ごす中、堀と宮村の関係性もだんだんと変化していく。\nそしてついにお互いを意識するようなってきていたが……。"
                },
                "4": {
                    "ID": "8117839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8117839",
                    "TitleEnglish": "Everybody Loves Somebody",
                    "SummaryEnglish": "The student council room becomes a cool hangout. Hori tries to get Miyamura flustered. An old friend brings out a new side of Miyamura. Later, when Hori gets sick, Miyamura comes to her rescue.",
                    "TitleJapanese": "誰も、誰かが好きなんだ。",
                    "SummaryJapanese": "いろいろあった生徒会メンバーとも一緒にいることが増えてきた堀たちは、今日も生徒会室で暇つぶし。\n宮村と堀の関係をかんぐるレミや、ひっそりと石川に想いを寄せる桜など想いはそれぞれで。\nそんなある日、宮村の過去を知る中学の同級生で親友の進藤晃一が現れる。"
                },
                "5": {
                    "ID": "8130222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130222",
                    "TitleEnglish": "I Can't Say It Out Loud",
                    "SummaryEnglish": "A rumor complicates Hori and Miyamura's budding relationship. Kyosuke comes home to roost and instantly takes a liking to Miyamura. Sakura evaluates her friendship with Remi.",
                    "TitleJapanese": "それは、言えないこと。",
                    "SummaryJapanese": "熱で寝込む堀に告白し、言い逃げした宮村。\n堀はどんな態度で顔を合わせればいいのか悩んでしまう。\nそんな時、宮村が知らない女子と仲良く腕を組んで歩いていたと聞き動揺した堀は――。"
                },
                "6": {
                    "ID": "8130224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130224",
                    "TitleEnglish": "This Summer's Going to Be a Hot One",
                    "SummaryEnglish": "Miyamura ends up staying the night. Rumors spread like wildfire at school. Shindo calls the couple over to share a bag of candy. A second-year girl begins to stalk Miyamura.",
                    "TitleJapanese": "今年の夏は、暑いから。",
                    "SummaryJapanese": "互いの想いを確認し付き合い出した堀と宮村。\nある日、堀家に出入りする宮村が同級生に目撃されてしまう。\n美人で派手な堀と暗い宮村という組み合わせを面白がる同級生たち。\n面白おかしく騒ぎ立てられた宮村はある行動に出る。"
                },
                "7": {
                    "ID": "8130225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130225",
                    "TitleEnglish": "You're Here, I'm Here",
                    "SummaryEnglish": "Sakura finds the courage to get closer to Toru. Yoshikawa struggles to voice what she truly wants. Miyamura goes away for a week-long trip. Hori worries about her horror obsession.",
                    "TitleJapanese": "君がいて、僕がいて。",
                    "SummaryJapanese": "石川のことが好きな桜は、ほんの少し勇気を出して積極的な行動に出る。\n少し仲良くなった二人をもやもやとした気持ちで見つめてしまう由紀は、自分の気持ちにまだ名前をつけられないでいた。\nそんな中、宮村が用事で一週間の不在となり堀は初めて宮村と離れる事になる"
                },
                "8": {
                    "ID": "8130226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130226",
                    "TitleEnglish": "The Truth Deception Reveals",
                    "SummaryEnglish": "Remi reflects on how she and Sengoku started dating. Miyamura discovers a hidden side of Hori. When Yoshikawa gets asked out, the gang gets Ishikawa to help.",
                    "TitleJapanese": "偽ることで、見えるもの。",
                    "SummaryJapanese": "美男美女カップルとして有名な仙石とレミ。\n二人が付き合う事になったきっかけは今より少し前の出来事。\n宮村に暴力を求める堀や、学校でも有名なイケメン・柳明音に告白される由紀、それを断るための口実として仮の彼氏になる石川――それぞれの恋模様。"
                },
                "9": {
                    "ID": "8130227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130227",
                    "TitleEnglish": "It's Hard, but Not Impossible",
                    "SummaryEnglish": "Miyamura runs into some unfriendly faces. Hori tries to get Miyamura to fulfill her darkest desires. Mizouchi's love is unrequited. Tanihara confronts his past with Miyamura.",
                    "TitleJapanese": "難しいけど、無理じゃない。",
                    "SummaryJapanese": "中学校の同級生、谷原マキオと偶然再会した宮村。\n谷原やその友人に疎外されていた過去を持つ宮村は未だに気まずくなってしまう。\n一方、谷原は昔とはまるで違う宮村に興味を持ち突っかかってきて……。"
                },
                "10": {
                    "ID": "8130228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130228",
                    "TitleEnglish": "Until the Snow Melts",
                    "SummaryEnglish": "Hori has an unexpected demand of Miyamura. When Yoshikawa learns her fake relationship with Ishikawa might be coming to an end, she's forced to reflect on her own feelings.",
                    "TitleJapanese": "いつか、雪が溶けるまで。",
                    "SummaryJapanese": "付き合っているフリをし続けている由紀と石川。\n桜に、二人の関係を聞かれた由紀はどうしてもその事が言えなかった。\n曖昧な恋人ごっこに限界を感じる由紀だが、ずるずるとそれを続けてしまう。\nそんな時、ついに石川が桜に告白され――。"
                },
                "11": {
                    "ID": "8130229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130229",
                    "TitleEnglish": "It May Seem Like Hate",
                    "SummaryEnglish": "The gang tries to get Yanagi to loosen up. Iura is clueless as to how much he terrifies Sawada. When Iura's sister Motoko is struggling with entrance exams, Iura asks Hori to help.",
                    "TitleJapanese": "嫌い嫌いも、ウラがある。",
                    "SummaryJapanese": "いつものメンバーに柳も加わりますますにぎやかな堀たち。\nどこかつかみどころのない柳に思う所がある宮村も徐々にその交友を深めていく。\nそんな中、井浦は堀にとある相談を持ち掛ける。\nそれは中学生の妹・基子の受験勉強を見てほしいというものだった。"
                },
                "12": {
                    "ID": "8130230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130230",
                    "TitleEnglish": "Hitherto, and Forevermore",
                    "SummaryEnglish": "Yoshikawa heads over to Ishikawa's house. Christmas brings romantic holiday cheer to all. Hori and Miyamura discuss their future.",
                    "TitleJapanese": "これまでも、そしてこれからも。",
                    "SummaryJapanese": "12月、もうすぐクリスマスがやってくる。\n自分の部屋に仙石を呼びたいレミや、実家のケーキ屋の手伝いが忙しい宮村など過ごし方は様々で。\n堀はクリスマスを楽しむ反面、来年はもう卒業かと今後の事が気がかりだ。\nこれから先、自分は宮村とどうなりたいのか――。"
                },
                "13": {
                    "ID": "8130231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya/episodes/8130231",
                    "TitleEnglish": "I Would Gift You the Sky",
                    "SummaryEnglish": "As graduation approaches, Miyamura reflects on the past year, an uncertain future, and the new life he's found.",
                    "TitleJapanese": "せめて、この大空を。",
                    "SummaryJapanese": "3月になり堀たちはついに片桐高校を卒業する。これまでの出会いや、思い出を胸に、それぞれが未来に向かって歩き出す。"
                }
            }
        }
    }
}