{
    "URL": "https://www.thetvdb.com/series/edens-zero",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D74C-57D1-DFD5-05E3-2877-F",
        "https://www.imdb.com/title/tt13167196/",
        "https://edens-zero.net/anime/",
        "http://www.reddit.com/r/EdensZero",
        "https://www.tvmaze.com/shows/52406/show-slug",
        "https://www.themoviedb.org/tv/104711",
        "https://x.com/EDENSZERO_PJ"
    ],
    "TitleEnglish": "Edens Zero",
    "SummaryEnglish": "Shiki is a boy with the power to control gravity, raised by robots on the planet Granbell. One day, a girl named Rebecca discovered him and convinced him to leave his home and travel through the wondrous Sakura Cosmos in search of adventure. Then he learns that his guardian, the Demon King, had once traveled the stars himself on a grand quest. Inheriting the Demon King's ship, the legendary Edens Zero, Shiki embarks on a quest to find new friends and seek out the fabled space goddess known as Mother.",
    "TitleJapanese": "EDENS ZERO",
    "SummaryJapanese": "宇宙歴X492年――\n無数の人々が宇宙に飛び立ち、星々を巡る時代。\n動画配信者B・キューバーのレベッカは、\n機械の惑星グランベルで重力を操る能力を持つ少年シキと出会う。\n\n『魔王』と呼ばれた育て親である機械のジギーの教えにより、\n何よりも友達を大切にするシキ。\nそんなシキと友達となったレベッカは、\n外の世界を知らないシキを宇宙への冒険へと連れ出す。\n\n初めての宇宙、初めての景色、初めての人々。\n目を輝かせ、これからの冒険に思いを馳せるシキと\n仲間たちをめぐる心躍る大宇宙の物語が今、始まる――",
    "Aliases": [
        "エデンズゼロ",
        "えでんずぜろ"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "0": {
            "ID": "1868241",
            "URL": "https://www.thetvdb.com/series/edens-zero/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9761869",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9761869",
                    "TitleEnglish": "EDENS ZERO Recap Movie",
                    "SummaryEnglish": "Recap movie of Edens Zero season 1 narrated by Shiki and Pino.",
                    "TitleJapanese": "シーズン1総集編ムービー",
                    "SummaryJapanese": "Shiki と Pino がナレーションを担当した Edens Zero シーズン 1 の総集編ムービー。"
                }
            }
        },
        "1": {
            "ID": "1868242",
            "URL": "https://www.thetvdb.com/series/edens-zero/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "8137435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8137435",
                    "TitleEnglish": "Into the Sky Where Cherry Blossoms Flutter",
                    "SummaryEnglish": "Rebecca Bluegarden visits the nearly deserted Granbell Kingdom. There she meets the sole human inhabitant, Shiki, who wants to be her friend.",
                    "TitleJapanese": "桜舞うソラに",
                    "SummaryJapanese": "夢の王国・グランベル――そこは全てが機械＝ロボットたちのテーマパーク。100年ぶりの客として訪れた少女レベッカと相棒のハッピーは、そこで唯一の人間である少年シキと出会う。初めて出会った「自分以外の人間」に興味津々のシキに振り回されながらも、やがて意気投合してゆく3人。だがその夜、王国の機械たちに異変が生じる――。"
                },
                "2": {
                    "ID": "8317937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8317937",
                    "TitleEnglish": "A Girl and Her Blue Cat",
                    "SummaryEnglish": "On their way to Blue Garden, Rebecca encourages Shiki to get his adventure license. She also asks him to be a bodyguard for her and Happy.",
                    "TitleJapanese": "少女と青猫",
                    "SummaryJapanese": "宇宙へと旅立ったシキは、レベッカとハッピーと共に、冒険者たちが集う惑星ブルーガーデンに到着。冒険者ギルド『流星の灯』を訪れる。そこで目にした、この宇宙のどこかにいると伝わる謎の生命体「マザー」のホログラムに目を奪われる。冒険者たちの間で「願いを叶えてくれる宇宙の女神」と言われるマザーに「会ったことがある」と感じるシキ。その時、無法者にハッピーがさらわれてしまう！"
                },
                "3": {
                    "ID": "8317939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8317939",
                    "TitleEnglish": "Adventurers",
                    "SummaryEnglish": "Shiki loses his cool when famous B-Cuber Labilia makes fun of Rebecca’s inferior B-Cube channel. Then, Shiki gets his official adventure license.",
                    "TitleJapanese": "冒険者たち",
                    "SummaryJapanese": "無事にハッピーを取り戻したシキとレベッカの前に、人気Ｂ・キューバーのラビリアが現れる。チャンネル登録者数の少ないレベッカをバカにするラビリア。悔しがるレベッカを見て、「友達を泣かせた」と許せないシキは騒ぎを起こしてしまう。さらに、シキを捜して宇宙海賊エルシーの一味が襲来し、ブルーガーデンは騒然となる。"
                },
                "4": {
                    "ID": "8335698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335698",
                    "TitleEnglish": "A Man Named Weisz",
                    "SummaryEnglish": "On the planet Norma, where time is 50 years in the past, Happy and Rebecca meet a young Professor Weisz, who long ago saved Happy’s life.",
                    "TitleJapanese": "ワイズという男",
                    "SummaryJapanese": "シキたちが訪れた惑星ノーマの時間は、なぜか５０年前に戻っていた。そこで、彼らはかつてハッピーの命を救った科学者・ワイズ博士の５０年前の姿と出会う。当然、レベッカのこともハッピーのことも記憶にないワイズ。ワイズ博士に宇宙を旅する船を用意してもらおうとしていたシキ達はアテが外れてしまう。おまけにワイズは無法者シビルファミリーに追われていた。"
                },
                "5": {
                    "ID": "8335699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335699",
                    "TitleEnglish": "Clash!! The Sibir Family",
                    "SummaryEnglish": "Shiki and the gang break into Sibir’s hideout to get Pino back, but Weisz takes advantage of the chaos to try and take Pino for himself.",
                    "TitleJapanese": "激突!!シビルファミリー",
                    "SummaryJapanese": "シビルの元へと戻ったピーノは、「オレ様から逃げ出した罰」として制裁を受けそうになる。そんなピーノの窮地を救ったのはワイズだった。そしてピーノを取り戻すため、シキ達はシビルのアジトへと乗り込む。その騒ぎのどさくさにまぎれてピーノを連れて逃げようとするワイズ。シキの前にシビルの操る巨大ナイトギアが立ち塞がり、シビル一味との激闘が幕を開ける！"
                },
                "6": {
                    "ID": "8335700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335700",
                    "TitleEnglish": "The Skull Fairy",
                    "SummaryEnglish": "While Shiki and the gang struggle to fly Aqua Wing off of Norma, Weisz suddenly appears and offers to help — but he wants something in return.",
                    "TitleJapanese": "スカルフェアリー号",
                    "SummaryJapanese": "無事ピーノを救出したシキたちだったが、ピーノの最終メンテナンスを行った人物がワイズ博士であると記録されていたことで、ピーノを巡る謎はさらに深まる。警察に追われ惑星ノーマを離脱しようと悪戦苦闘中、アクアウイングに乗り込んできたワイズ。「この船をオレにくれよ」というその腕は、エーテルギアの輝きを放っていた。"
                },
                "7": {
                    "ID": "8335701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335701",
                    "TitleEnglish": "Warship of the Demon King",
                    "SummaryEnglish": "After boarding the pirate ship Skull Fairy, Shiki makes his way to the bridge to confront Elsie Crimson and fight her for the vessel.",
                    "TitleJapanese": "魔王戦艦",
                    "SummaryJapanese": "宇宙海賊エルシーのスカルフェアリー号に捕らえられたシキ達。シキは、この大型船を奪うべく不気味な姿の敵を突破して、エルシーの待つ艦橋へとたどり着く。「魔王の力を受け継ぐ者」を待っていたというドクロ姿のエルシーと、シキの一騎打ちが始まる。\n同じ頃、星系連盟軍ジャスティスが指揮する大艦隊がエルシーを捕らえるべく、スカルフェアリー号へと迫っていた――！"
                },
                "8": {
                    "ID": "8335703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335703",
                    "TitleEnglish": "Windy Howls on the Highway",
                    "SummaryEnglish": "Witch informs Shiki that he is now the master of the Edens Zero. She further explains that the ship has not yet returned to its full power.",
                    "TitleJapanese": "風の鳴くハイウェイ",
                    "SummaryJapanese": "遂にその真の姿を現した宇宙戦艦「エデンズゼロ」。船を守ってきた「魔王四煌星」の１人、ウィッチは、エデンズゼロがシキの育ての親であるジギーの遺産であり、シキは新たな魔王としてこの船の主となるのだと告げる。そしてエデンズゼロが真の力を発揮するためには、「魔王四煌星」全員が揃うことが必要なのだという。その１人、シスターの行方を追って、シキたちは再び惑星ブルーガーデンを訪れる。"
                },
                "9": {
                    "ID": "8335704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335704",
                    "TitleEnglish": "Planet Guilst",
                    "SummaryEnglish": "While Shiki and the others rush to rescue Rebecca, Weisz returns to Edens Zero along with a woman named Homura.",
                    "TitleJapanese": "惑星ギルスト",
                    "SummaryJapanese": "傭兵団ローグアウトによって他のB・キューバー達と共に囚われの身となったレベッカは、ボスの名が「シスター」と知って驚く。一方、レベッカ救出に向かうエデンズゼロに、一度は船を降りたワイズがホムラと名乗る少女を連れて戻ってくる。ホムラはレベッカ救出を手伝う代わりに、エデンズゼロに乗せてほしいと申し出る。エーテルギアを使うホムラを仲間に加え、シキ達は悪党の巣窟と呼ばれる惑星ギルストへ向かう――。"
                },
                "10": {
                    "ID": "8335705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335705",
                    "TitleEnglish": "The Great Naked Escape",
                    "SummaryEnglish": "Homura uses her Soul Blade powers to fight off Sister's men. Meanwhile, Rebecca plans her escape from Illega Tower.",
                    "TitleJapanese": "裸の脱出作戦",
                    "SummaryJapanese": "シキ、ワイズ、ホムラの前に姿を現した「シスター」。シキは「魔王四煌星」の1人である彼女の悪行を諫めるが、シスターはその言葉に耳を貸さず、部下にシキたちを襲わせる。迫りくる敵を前に、ホムラがエーテルギア「ソウルブレイド」を発動し対抗。一方、レベッカは囚われたB・キューバー達と共にイリーガタワーからの脱出を試みる。"
                },
                "11": {
                    "ID": "8335706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335706",
                    "TitleEnglish": "Sister Ivry",
                    "SummaryEnglish": "As the chronophage moves ever closer to Planet Guilst, Shiki is disgusted to see Sister use Jinn as a shield. Then, another Sister appears!",
                    "TitleJapanese": "シスター・イヴリィ",
                    "SummaryJapanese": "惑星ギルストへと「時喰み」が近づいていた。飲まれれば、ギルストにいるシキたちの存在は消えてしまう。到達までおよそ60分、焦るハッピーとウィッチ。一方ギルストでは、シキと風のエーテルを操るローグアウトの少年、ジンとの激闘が続いていた。戦いに加わったシスターは、部下であるジンをも平然と盾として利用する。その戦い方に怒りを覚えるシキ。だが、そこにもう１人――「シスター」と名乗る女が姿を現す！"
                },
                "12": {
                    "ID": "8335707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8335707",
                    "TitleEnglish": "New Friends",
                    "SummaryEnglish": "Witch and Sister Ivry finally reunite, and Homura reveals her true motivations for coming aboard Edens Zero.",
                    "TitleJapanese": "新たな仲間たち",
                    "SummaryJapanese": "偽シスター率いるローグアウトを叩き、イリーガの手からレベッカとB・キューバーたちを救い出したシキ達は、「時喰み」に飲み込まれる寸前の惑星ギルストから、間一髪脱出に成功する。艦内で久しぶりの再会を喜ぶウィッチとシスター。そして、レベッカ救出に手を貸したホムラの口から、エデンズゼロに乗り込んだ真の目的とシキたちとの意外な繋がりが明かされる――。"
                },
                "13": {
                    "ID": "8389209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389209",
                    "TitleEnglish": "The Super Virtual Planet",
                    "SummaryEnglish": "After finding Hermit on Iron Hill, the crew deduces that she’s in an abnormal sleep mode as a result of her heart being broken.",
                    "TitleJapanese": "超仮想惑星",
                    "SummaryJapanese": "惑星ブルーガーデンのアイアンヒルで見つかった魔王四煌星の１人、ハーミットは異常スリープ状態――人間でいう「心」が破損している状態だった。ハーミットの精神がデジタルの世界、『超仮想惑星デジタリス』へのダイブ状態になったままであることが、この異常スリープの原因であることを突き止めたシキたちは、ハーミットを救う為、自らの体をデジタル化し、デジタリスへとダイブしてゆく――。"
                },
                "14": {
                    "ID": "8389210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389210",
                    "TitleEnglish": "The Girl on the Hill",
                    "SummaryEnglish": "The crew enters the virtual planet of Digitalis to search for Hermit, but when they find her, she stubbornly refuses to return to Edens Zero.",
                    "TitleJapanese": "丘の上の少女",
                    "SummaryJapanese": "超仮想惑星デジタリスで遂にハーミットを探し当てたシキたち。だがハーミットは、シキ達と共にエデンズゼロへ戻ることを頑なに拒む。「私…人間が大嫌いなの」と冷たく言い放つハーミットに戸惑うシキたち。一体、ハーミットの身に何が起きたのか。同じ頃、デジタリス内で凶行を繰り返していたプレイヤー・ジャミロフによって操られたモンスターの大群が、クリスタの町に攻め寄せてくる――！"
                },
                "15": {
                    "ID": "8389211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389211",
                    "TitleEnglish": "Great Kaiju Shiki",
                    "SummaryEnglish": "After Homura declares that she’s joining Drakken Joe, Shiki and the crew are shocked when another Homura suddenly appears.",
                    "TitleJapanese": "大怪獣シキ",
                    "SummaryJapanese": "「私はドラッケン・ジョーにつく」――裏切るホムラの言葉に、唖然とするシキたち。だがそこにもう１人、少女の姿のホムラが現れる。２人のホムラに混乱するシキたち。ホムラは自分はデジタリスに着くなり監禁されていたと話し、逃げ出した偽ホムラを追う。一方、ジャミロフのチートに苦戦するシキたちに、心を閉ざしていたハーミットが助言する――「こっちもチート使えばいいじゃない」"
                },
                "16": {
                    "ID": "8389212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389212",
                    "TitleEnglish": "Fireworks",
                    "SummaryEnglish": "Spider hacks into Edens Zero’s system and starts to destroy the ship from the inside. The only one who can stop him is Hermit.",
                    "TitleJapanese": "花火",
                    "SummaryJapanese": "正体を現したスパイダーによってシステムをハッキングされたエデンズゼロは、内部から破壊されてゆく。もはやシステムを正常化できるのはハーミットしかいない。だがハーミットはドレスファクトリーに閉じこもり、これを拒否する。「もう、どうでもいい……」と膝を抱え、15年前の過去を思い出していた。それは「人間と機械の友情」を夢見たハーミットの、最も残酷な記憶――。"
                },
                "17": {
                    "ID": "8389213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389213",
                    "TitleEnglish": "The Temple of Knowledge",
                    "SummaryEnglish": "To find the fourth member of the Demon King’s Four Shining Stars, Shiki and the crew head for the Planet of Time, Mildian.",
                    "TitleJapanese": "知識の宮殿",
                    "SummaryJapanese": "エデンズゼロにハーミットが戻り、魔王四煌星のうち３人が揃った。残る１人、ヴァルキリーの居場所の手掛かりを得る為、シキたちは「桜宇宙の伝説の占い師」が住むという「時の惑星ミルディアン」へと向かう。一方、ドラッケン・ジョーはスパイダーからエデンズゼロのことを知らされる。「金の匂いがするなァ」と、情報を得るため通信を入れたのは驚くべき人物だった――！"
                },
                "18": {
                    "ID": "8389214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389214",
                    "TitleEnglish": "Words Will Give You Strength",
                    "SummaryEnglish": "At Battle Coliseum, Xiaomei tells Shiki and the crew that she’ll give them the information they want — but only if they can defeat their opponents.",
                    "TitleJapanese": "言葉は強さを与える",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "8389215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389215",
                    "TitleEnglish": "From the Planet of Eternity",
                    "SummaryEnglish": "After obtaining the information they needed from Xiaomei, Edens Zero sets course for the planet of Sun Jewel to reunite Homura with her mentor.",
                    "TitleJapanese": "永永無窮の星より",
                    "SummaryJapanese": "ヴァルキリーは「惑星サン・ジュエル」にいる――シャオメイによってもたらされた情報により、エデンズゼロはサン・ジュエルを目指す。その道中、外宇宙のひとつ、「葵宇宙」から流れてきたと思われる魚群に遭遇。その中に、宇宙服姿で舵を握って遭難している男を発見し、助けるシキ。キャプテン・コナーと名乗った男は、自分の船が事故にあって行方不明と話し、救助のお礼に「この艦の艦長を引き受けてもよい」と言い出す。"
                },
                "20": {
                    "ID": "8389216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389216",
                    "TitleEnglish": "Stones",
                    "SummaryEnglish": "Shiki and Homura find themselves in a labor zone where they’re forced to gather valuable metal for a figure known as Madame Kurenai.",
                    "TitleJapanese": "鉱石生命体（ストーンズ）",
                    "SummaryJapanese": "サン・ジュエルの富裕層が住むゴールドパレスから、労働区へと強制送還されてしまうシキとホムラ。そこは首輪をはめられ、表示された数字の分だけ資源採掘をさせられる過酷な場所だった。しかもその資源・メタルは、ストーンズという鉱石で出来た生命体を倒して採取しなくてはならない。一体誰がこんな理不尽なことをさせるのか？労働者たちの口から出た名は「紅婦人」。彼女こそが、この星の最高権力者だった――。"
                },
                "21": {
                    "ID": "8389217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389217",
                    "TitleEnglish": "Reset",
                    "SummaryEnglish": "Nino leads Rebecca, Pino and Happy to the labor zone where they meet a man named Paul, who tells them he’s Valkyrie’s disciple.",
                    "TitleJapanese": "リセット",
                    "SummaryJapanese": "ニノの案内で労働区へ繋がるハッチへと向かうレベッカたち。ニノから自分は『拳罪天ニノ』と呼ばれる、紅婦人の部下であること、紅婦人がエデンズゼロを探していることを知らされる。労働区へ入ったレベッカたちは、そこで「ヴァルキリーの弟子」と名乗るポールという男と出会う。一方、『鞭罪天ギャレット』を叩き伏せたシキだが、ギャレットが作動した「紅の眼」の力で、鉱山の主・ブラックロックの巣窟へとホムラと共に転送されてしまう。"
                },
                "22": {
                    "ID": "8389218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389218",
                    "TitleEnglish": "My Mother, the Machine",
                    "SummaryEnglish": "When Homura was a child on a war-torn planet, Valkyrie took her under her wing and raised her like her own.",
                    "TitleJapanese": "機械の母",
                    "SummaryJapanese": "幼い頃、戦争の絶えない故郷の星でヴァルキリーに拾われ、育てられたホムラ。人々は「ロボットが母親の真似事を」と陰口を叩くが、ホムラは強く優しい師匠・ヴァルキリーを心から敬愛していた。だが、ヴァルキリーは「ホムラには人間の母親が必要」と考え、ホムラの母を捜しに旅立ってしまう。それきり戻らないヴァルキリーの身に起きた「真実」は、ホムラにとってあまりにも残酷なものだった――。"
                },
                "23": {
                    "ID": "8389219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389219",
                    "TitleEnglish": "Until the Day it Turns to Strength",
                    "SummaryEnglish": "Shiki and the others confront Madame Kurenai. Homura is overwhelmed with sadness when she sees Valkyrie, while Drakken Joe hacks into Oculus Kurenai.",
                    "TitleJapanese": "いつか強さに変わるまで",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "8389220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389220",
                    "TitleEnglish": "Taking Up the Torch",
                    "SummaryEnglish": "Baku is easily defeated, thanks to Weisz’s Arsenal suit. While Shiki battles the Knight Gear controlled by Madame Kurenai, Rebecca fights Nino.",
                    "TitleJapanese": "意志を継ぐ者",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "8389221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/8389221",
                    "TitleEnglish": "Someone to Love",
                    "SummaryEnglish": "After the battle between the Kurenai Dragoon and Shiki comes to an end, Shiki and the others return to the Edens Zero and have to share some bad news.",
                    "TitleJapanese": "愛する者",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "1983228",
            "URL": "https://www.thetvdb.com/series/edens-zero/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "9040193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9040193",
                    "TitleEnglish": "BELIAL GORE",
                    "SummaryEnglish": "A huge ship chases the Edens Zero and its crew, but who is it?",
                    "TitleJapanese": "ベリアル・ゴア",
                    "SummaryJapanese": "紅婦人との戦いを制し、惑星サン・ジュエルを後にしたシキたちはヴァルキリーの死を受け止め、旅を続ける。エーテルギア”リーパー”の力が目覚めて得意気なレベッカは、エデンの湯でのぼせてしまい不思議な夢を見る。レベッカが気を失っている間にシキたちはエデンズゼロをつけ狙うドラッケン・ジョーのいる巨大都市型戦艦ベリアル・ゴアへの潜入を試みる。"
                },
                "2": {
                    "ID": "9701866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701866",
                    "TitleEnglish": "ELEMENT 4",
                    "SummaryEnglish": "The crew faces Element 4, Drakken's elite squad, who have taken the Edens Zero hostage.",
                    "TitleJapanese": "エレメント4",
                    "SummaryJapanese": "ベリアル・ゴアへの潜入は成功したかと思われたがシキたちの動きはドラッケン・ジョーに筒抜けで、逆にエデンズゼロにドラッケンの手下の侵入を許してしまう――！艦内に残されたレベッカ、ハッピー、モスコと四煌星3人は侵入者と対峙する。その頃、ドラッケン・ジョーはシキたちの討伐にドラッケン特殊部隊エレメント4を出動させた。シキたちの前にエレメント4の一人が立ちはだかる――。"
                },
                "3": {
                    "ID": "9701867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701867",
                    "TitleEnglish": "A WIND BLOWS THROUGH THE SAKURA COSMOS",
                    "SummaryEnglish": "As Weisz confronts Laguna to try and save his teammates, Sister Ivry questions Maria.",
                    "TitleJapanese": "桜宇宙に吹く風",
                    "SummaryJapanese": "ウィッチの活躍により、エデンズゼロ内の侵入者は排除。いっぽうのベリアル・ゴア内ではアーセナルを装着し、ドラッケン特殊部隊エレメント4水の精霊ラグナと戦うワイズ、しかしラグナの水を操る多彩な攻撃の前になかなか形勢を上回れずにいた。ハーミットからのアドバイスで反転攻勢にでるアーセナル――。しかし、そこにはもう一人のエレメント4の手が忍び寄っていた。"
                },
                "4": {
                    "ID": "9701868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701868",
                    "TitleEnglish": "NO. 29",
                    "SummaryEnglish": "Although Rebecca and Happy go into Belial Gore to deliver medicine to the injured Weisz, they are found by the Sylph of the Wind and captured. They wake up and find Drakken Joe in the room with them. Shiki, Homura, and Pino receive Rebecca's communications and go to the loading docks, only to find that Rebecca is not there and in her place is the Element 4 Sylph and another \"surprising\" individual.",
                    "TitleJapanese": "29号",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9701869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701869",
                    "TitleEnglish": "INTERCESSION",
                    "SummaryEnglish": "Although Shiki and Homura want to deliver medicine to Weisz as soon as possible, they struggle with the attacks from Sylph of the Wind and his assistant, Jinn.",
                    "TitleJapanese": "仲裁",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9701870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701870",
                    "TitleEnglish": "OUR FUTURE",
                    "SummaryEnglish": "Rebecca is devastated by Shiki's death and Drakken Joe finally explains to her in detail what it is he wants to extract from her. Apparently, she has a very particular Ether Gear.",
                    "TitleJapanese": "オレたちの未来",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9701871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701871",
                    "TitleEnglish": "4 VS 4",
                    "SummaryEnglish": "After Rebecca jumps back in time, the crew of the Edens Zero prepare to take on Drakken Joe, but this time with a bit of an advantage.",
                    "TitleJapanese": "4 VS 4",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9701872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701872",
                    "TitleEnglish": "The Sword of Edens",
                    "SummaryEnglish": "The Four Shining Stars take on Element 4 while Shiki and the rest find out more about Drakken Joe.",
                    "TitleJapanese": "エデンズの剣",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9701873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701873",
                    "TitleEnglish": "SHIKI VS. DRAKKEN",
                    "SummaryEnglish": "Shiki and the gang grasp a secret clue about Drakken Joe. As they discuss strategies for their next course of action, they notice that something is wrong with Labilia… Suddenly, Drakken Joe appears, sensing an Ether reaction. A head-to-head battle between Shiki and Drakken finally begins!",
                    "TitleJapanese": "シキ vs ドラッケン",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9701874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701874",
                    "TitleEnglish": "Advent of the Demon King",
                    "SummaryEnglish": "The fierce battle between Shiki and Drakken continues. Drakken activates his Overdrive to overwhelm Shiki, but suddenly Arsenal appears!",
                    "TitleJapanese": "魔王降臨",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9701875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701875",
                    "TitleEnglish": "Edens One",
                    "SummaryEnglish": "\"You've lived enough, time to sleep,\" says Shiki, who has reached Overdrive and defeated Drakken Joe. However, Weisz's anger does not subside, and he stands over and points his gun at the barely alive Drakken Joe.",
                    "TitleJapanese": "EDENS ONE",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9701876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9701876",
                    "TitleEnglish": "Clash of the Cosmos",
                    "SummaryEnglish": "Before they venture beyond the cosmos in search of the Goddess of the Cosmos, Mother, Edens Zero visits Granbell at the request of Shiki. Shiki has an unexpected reunion on the planet. The Demon King Ziggy is alive! However, now reunited, they find that Ziggy has changed his way of thinking... Before a baffled Shiki and the Four Shining Stars, Ziggy declares his purpose.",
                    "TitleJapanese": "激闘の宇宙",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9854536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9854536",
                    "TitleEnglish": "The Woman They Called Pirate",
                    "SummaryEnglish": "With the arrival of Elsie Crimson, the crew learns more about what happened with Ziggy and considers leaving Sakura Cosmos for the first time.",
                    "TitleJapanese": "海賊と呼ばれ女",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9864911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9864911",
                    "TitleEnglish": "Nadia, Love of My Life",
                    "SummaryEnglish": "Shiki and his crew land on Red Cave, the “planet of flames”, where they find, strangely, only water… It is the crash of a ship that will disrupt their day.",
                    "TitleJapanese": "我が最愛のナディア",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9875864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9875864",
                    "TitleEnglish": "A Robot in Love",
                    "SummaryEnglish": "Within a temple adorned by reliefs of Mother, Shiki and the group meet Nadia, the temple's guardian. They hear from Nadia that the far end of the temple contains hints to finding Mother, but as they venture deep into the temple, they find a scorching cave…",
                    "TitleJapanese": "恋する機械",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9888320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9888320",
                    "TitleEnglish": "IN THE DOGHOUSE",
                    "SummaryEnglish": "With Laguna's help, Shiki and the gang obtain a hint for finding Mother and leave Red Cave towards the Verdant Planet Foresta. Meanwhile, Elsie's pirate gang, cruising through the Aoi Cosmos on the Skull Fairy, are being pursued by Justice of the Cosmic Government's Interstellar Union Army.",
                    "TitleJapanese": "犬になる",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9900474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9900474",
                    "TitleEnglish": "THE BATTLE OF FORESTA",
                    "SummaryEnglish": "The chaos that reigns over Foresta is the work of Ziggy. Shiki and his companions face the men of Poseidon Nero, the emperor of Cosmos Aoi. On the other hand, Harmit realizes that his three comrades of the brilliant stars and she may in turn get haul. A race against the clock is committed.",
                    "TitleJapanese": "フオレスタの戦い",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9912533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9912533",
                    "TitleEnglish": "Star Drain",
                    "SummaryEnglish": "Shiki confronts Orc and is told that they are on a mission to cleanse this planet, which was under the control of Ziggy. Meanwhile, Elsie's pirate gang has also arrived at Foresta. Although they are also attacked by robots, Elsie's \"Grand Chariot\" takes them all off. Justice, who detects a strong Ether reaction, heads out to capture Elsie.",
                    "TitleJapanese": "スタードレイン",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9927965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9927965",
                    "TitleEnglish": "DARLING LITTLE PIECE OF JUNK",
                    "SummaryEnglish": "The battle in Foresta continues its course. Rebecca tries to experiment a little more with the use of Cat Leaper, but Hermit meets someone from her past that causes her to relive certain traumas.",
                    "TitleJapanese": "愛しのガラクタちゃん",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9940085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9940085",
                    "TitleEnglish": "Kiss & Die",
                    "SummaryEnglish": "The battle in Foresta rages on and Elsie springs into action to help Shiki when Justice cuts his way.",
                    "TitleJapanese": "Kiss & Die",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9951435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9951435",
                    "TitleEnglish": "THE DOOMSDAY SYSTEM",
                    "SummaryEnglish": "Weisz continues to fight against Müller, who activates the final protocol, the Doomsday System, causing laser beams to blast out of Foresta. With the help of Laguna they finish off the mad scientist.",
                    "TitleJapanese": "終末システム",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9963260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9963260",
                    "TitleEnglish": "OCEANS 6",
                    "SummaryEnglish": "Now that everyone's back on the ship, Shiki introduces Xenolith, who has some disturbing statements that affect Shiki and his companions. Meanwhile, Oceans 6, Poseidon Nero's group, assembles and prepares for their next move.",
                    "TitleJapanese": "オーシャンズ6",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9991779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/9991779",
                    "TitleEnglish": "Judgement Day",
                    "SummaryEnglish": "Under Xenolith's guidance, Shiki and his friends receive VR \"bondage training\" to overcome decline of Ether levels when they are constrained. During this training, Ziggy suddenly appears and hurts Rebecca with gravity, infuriating Shiki and causing him to break out of his constraints.",
                    "TitleJapanese": "ジャッジメント・デイ",
                    "SummaryJapanese": "TBA"
                },
                "24": {
                    "ID": "10013254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/10013254",
                    "TitleEnglish": "Desert Oasis",
                    "SummaryEnglish": "After Poseidon Shura's \"Judgment Day\" declaration, Shiki and his friends decide to think of a way to counterattack. Laguna suggests an idea that will take Edens Zero to the desert of Planet Sandra.",
                    "TitleJapanese": "砂漠のオアシス",
                    "SummaryJapanese": "-"
                },
                "25": {
                    "ID": "10025717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/edens-zero/episodes/10025717",
                    "TitleEnglish": "Prelude to the Aoi War",
                    "SummaryEnglish": "As Shiki and his group visit the rebel army Oasis, led by Goodwin, and ask to join the fight, they are suddenly attacked by the imperial army; a large-scaled battle starts, with Shiki's gang and the Oasis forces fighting back together.",
                    "TitleJapanese": "葵大戦の序曲",
                    "SummaryJapanese": null
                }
            }
        }
    }
}