{
    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/B482-D8E6-B9AC-D08E-007E-G",
        "https://www.imdb.com/title/tt13103028/",
        "http://tomozaki-koushiki.com/",
        "http://www.reddit.com/r/Tomozaki_kun",
        "https://www.tvmaze.com/shows/52091/show-slug",
        "https://www.themoviedb.org/tv/99083",
        "https://en.wikipedia.org/wiki/Bottom-tier_Character_Tomozaki",
        "https://x.com/tomozakikoshiki"
    ],
    "TitleEnglish": "Bottom-tier Character Tomozaki",
    "SummaryEnglish": "Tomozaki is one of the best gamers in Japan, and in his opinion, the game of real life is one of the worst. No clear-cut rules for success, horribly balanced, and nothing makes sense. But then he meets a gamer who's just as good as him, and she offers to teach him a few exploits...",
    "TitleJapanese": "弱キャラ友崎くん",
    "SummaryJapanese": "友崎文也は、日本屈指のゲーマーながら現実ではぼっちの高校生。\n\n“人生はクソゲー”だと言い切る彼が出会ったのは、\n学園のパーフェクトヒロイン・日南葵だった。\n\n「この『人生』というゲームに、真剣に向き合いなさい！」\n\n人生ははたしてクソゲーか、神ゲーか？\n日南の指導のもと、弱キャラ高校生の人生攻略が幕を開ける！",
    "Aliases": [
        "The Low Tier Character Tomozaki-kun",
        "Yowai Character Tomozaki-kun",
        "Trash-Tier Tomozaki-kun",
        "Yowai Character Tomozakikun"
    ],
    "Modified": "2025-04-08",
    "Seasons": {
        "0": {
            "ID": "1868664",
            "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8254452",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8254452",
                    "TitleEnglish": "Post-game equipment for girls is a little different than usual",
                    "SummaryEnglish": "After stopping for lunch at the café where Kikuchi works, the gang chats about love and dating while she tries to listen in--and stay out of sight.",
                    "TitleJapanese": "エンディング後のヒロインの衣装は普段とちょっと違ったりする",
                    "SummaryJapanese": "菊池風香はバイト先のハンバーグ店で、よく働くいい子だと気に入られていた。お客さんからもかわいいともっぱらの評判である。友崎文也は葵、水沢、優鈴、竹井と一緒にいた。優鈴が最近話題になっている店に行きたがったので、付き合っているのである。アンディ作品について語りたくて友崎にメッセージを送ったが、まだ返信がないことを少し気にする風香。だが、来店した客が友崎たちだったことに気づき、慌てて隠れてしまう。恥ずかしいので顔を出さないようにしようとするが、聞こえてきたのはみんなの恋バナのようで……。同級生の日常を少しだけ覗き込む、風香の何気ない一日。"
                },
                "2": {
                    "ID": "8254453",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8254453",
                    "TitleEnglish": "Most strange spell names have unknown origins",
                    "SummaryEnglish": "Aoi, Mimimi, and Tama reminisce about the early days of their friendship and a fireworks show that provided the inspiration for Tama's nickname.",
                    "TitleJapanese": "変な呪文の名前はだいたい知られざる由来がある",
                    "SummaryJapanese": "夏休みのある夜、花火をして遊ぶ葵とみみみとたま。仲良く盛り上がっていたが、ふとした瞬間にみみみは去年のことを思い出す。感慨深そうなみみみの様子に、葵とたまはくすっと笑いあう。その頃の、みみみに対するちょっとした隠し事を思い出したからである。 それは一年前、三人が知り合って間もなかった頃の事。一年生のみみみは、クラスにあまり馴染んでいない子、夏林花火のことが気になっていた……。「みみみ」「たま」と、今はあだ名で呼び合う三人が、どのようにして仲良くなったのか。ある夏の思い出がゆったりと語られる。"
                }
            }
        },
        "1": {
            "ID": "1868665",
            "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8031994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8031994",
                    "TitleEnglish": "Say what you want; famous games are usually fun",
                    "SummaryEnglish": "Ace gamer Fumiya Tomozaki has given up on the \"garbage game\" of life, until a classmate offers to teach him the rules of this ultimate god-tier game.",
                    "TitleJapanese": "なんだかんだ言って 有名なゲームは大体おもしろい",
                    "SummaryJapanese": "友崎文也は弱キャラである。陰キャで彼女はおろか友達もいない。そんな友崎のもう一つの名は「ｎａｎａｓｈｉ」。大人気ゲーム「アタファミ」でのハンドルネームで、日本最高のプレイヤーとして賞賛されていた。リア充でクラスの中心人物、中村修二も、アタファミに関してだけは友崎に遠く及ばない。そんなある日、友崎はネット上で「ＮＯＮＡＭＥ」というプレイヤーに挑まれる。ｎａｎａｓｈｉ相手に善戦するＮＯＮＡＭＥ。ライバルの登場に心躍らせる友崎だが、「オフ会しませんか？」というＮＯＮＡＭＥからのメッセージに困惑する。"
                },
                "2": {
                    "ID": "8117927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117927",
                    "TitleEnglish": "It feels awesome to gain a bunch of levels after a battle",
                    "SummaryEnglish": "Hinami tasks Tomozaki with starting and joining conversations; after his first few attempts fall flat, he comes away with some astute observations.",
                    "TitleJapanese": "一回の戦闘でレベルが連続で上がるとめっちゃ気持ちいい",
                    "SummaryJapanese": "「学校の女子三人に話しかけること」ＮＯＮＡＭＥこと日南葵の出した課題は、友崎にとって過酷なものだった。学園のパーフェクトヒロインである葵から、人生というゲームの攻略法を学ぶことになった友崎。葵の指導に従い、隣の席のリア充女子、泉優鈴に話しかけるがうまくいかず、近くの席の菊池風香にも情けないところを見せてしまう。そんな中、クラスの人気者でみんなから「みみみ」と呼ばれる七海みなみが、友崎のしゃべり方がツボに入って大笑いし、「たま」こと夏林花火も声をかけてくる。みみみ、たまと図らずも盛り上がる友崎だが、そこに中村が絡んできて……。"
                },
                "3": {
                    "ID": "8117933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117933",
                    "TitleEnglish": "When a girl's your first friend, life feels like a date for a while",
                    "SummaryEnglish": "With Hinami's help, Tomozaki gets a crash course in dressing well and talking to girls, getting unexpectedly close to one classmate in particular.",
                    "TitleJapanese": "一人目の仲間が女の子だとしばらくデート気分で冒険できる",
                    "SummaryJapanese": "リア充を目指し、友崎は葵と服を買いに出かけることに。今までファッションなど考えたこともなく、店に入って何をすればいいかもわからない友崎に、厳しくも適格な指導をする葵。その攻略法に感心するが、息つく間もなく難題を課され、うろたえる友崎。リア充への道は、かくも長く険しいものである。そして訪れたハンバーグ店。そこでも懸命に課題をこなす友崎だが、「あれ、友崎君？」と、声をかけられる。その店では偶然、風香がバイトしていた。お互いに驚く友崎と風香。一方、仕事に戻る風香を見送り、不敵に笑う葵。何のことかわからない友崎に、葵は「菊池風香こそ攻略ヒロインよ」と言い放つ。"
                },
                "4": {
                    "ID": "8117936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117936",
                    "TitleEnglish": "Sometimes you conquer a dungeon only to find a strong boss back in your village",
                    "SummaryEnglish": "Tomozaki begins tutoring Izumi in his favorite game, comes clean to Kikuchi, and gets roped into playing against the vengeful Nakamura after school.",
                    "TitleJapanese": "ダンジョン攻略後に村に帰ると強いボスがいたりする",
                    "SummaryJapanese": "優鈴にアタファミのコーチをすることになった友崎。優鈴はリア充で、陰キャの友崎とは遠い存在である。アタファミが強くなりたい理由も、要は中村修二に構ってほしいからである。青春してんなー、と思いつつ、友崎はアタファミに関しては一切の妥協を許さない。優鈴をドン引きさせるのも構わずに、アスリート並みの熱弁をふるい、知識と技術を伝授する。優鈴はその熱意に引きつつも、人目を気にせず自分を貫く姿に少しだけ感心した様子で……。優鈴に指導する一方、映画のチケットを握り覚悟を決める友崎。次にクリアすべき課題は「風香をデートに誘うこと」である。"
                },
                "5": {
                    "ID": "8117941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117941",
                    "TitleEnglish": "The characters who become your friends after you clear a hard event usually have high stats",
                    "SummaryEnglish": "Tomozaki makes a new friend, then goes on a shopping trip for Nakamura's birthday--of all things. Naturally, Hinami turns it into a teaching moment.",
                    "TitleJapanese": "難関イベント攻略後に仲間になるキャラはだいたい能力値高い",
                    "SummaryJapanese": "中村とアタファミで対戦した友崎。それからしばらくして、中村の友人、水沢孝弘に話しかけられる。リア充でイケメンの水沢が一体何の用だ？　と訝しむ友崎。だが水沢は、先日中村と対戦した時の友崎の言葉に感銘を受けた、と言う。水沢の素直でスマートな言葉に、友崎は思わずぐっとくる。「今度女子も誘って飯でも行こう、って言われた」という友崎の報告を受け、にやりと笑う葵。気づけば食事どころか、友崎、葵、水沢、優鈴のメンバーで、「中村の誕生日プレゼントを買いにいく」という高難度のイベントになっていた。そのうえ、葵からはさらなる課題が出され……。"
                },
                "6": {
                    "ID": "8117943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117943",
                    "TitleEnglish": "Once you start speedrunning the minigames, you seriously can't stop",
                    "SummaryEnglish": "The student council election is approaching, and Tomozaki joins Mimimi's campaign. Turns out they both have their reasons for wanting to beat Hinami.",
                    "TitleJapanese": "ゲーム内ゲームをやり出すとマジで止まらない",
                    "SummaryJapanese": "生徒会選挙が始まる。当選確実と思われた葵に対抗して、立候補するみみみ。そして友崎は、みみみの推薦人になるよう葵から指示される。それは間接的にだが、人生の強キャラ日南葵と対決することを意味していた。葵の推薦人を務めるのは水沢。そのルックスと話術で巧みに人を惹きつける水沢と、圧倒的なコミュニケーション力で生徒たちの心を掴む葵。トップクラスのリア充コンビの選挙活動を目の当たりにして、勝とうとは身の程知らずかも、と思う友崎。だが、みみみとある思いを共有していたことに気づき、絆を強くする。友崎はみみみのブレーンとなり、選挙活動を開始する。"
                },
                "7": {
                    "ID": "8117949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117949",
                    "TitleEnglish": "When a mentor character becomes a boss, they'll push you to the edge",
                    "SummaryEnglish": "Tomozaki brings his gamer's cunning to Mimimi's campaign speech--but Hinami's a gamer, too. Tama tells Tomozaki how she and Mimimi became friends.",
                    "TitleJapanese": "師匠キャラがボスになると詰むくらい強かったりする",
                    "SummaryJapanese": "生徒たちの間を回り票を集め、公約を見直して作戦を練り、できることのすべてをやり切って迎えた生徒会選挙、投票日当日。最後の候補者演説が始まる。演説を控えて校内で顔を合わせる友崎と葵。「最近はアタファミでｎａｎａｓｈｉと対戦できなくて退屈だった」という葵に、「ｎａｎａｓｈｉはずっと、ＮＯＮＡＭＥと戦っていた」と返す友崎。その言葉に満足し、不敵に笑う葵。これから始まるのはｎａｎａｓｈｉとＮＯＮＡＭＥ、二人のトッププレイヤーが対決する、生徒会選挙という名のゲームである。圧倒的な力を背景に正攻法で戦う葵に対し、友崎はある奇策を用意していた。"
                },
                "8": {
                    "ID": "8117953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117953",
                    "TitleEnglish": "There are some problems a bottom-tier character can't fix alone",
                    "SummaryEnglish": "Mimimi's at her breaking point. A deeper dive into her past reveals why she's so driven to beat Hinami, while Hinami's motivation remains a mystery.",
                    "TitleJapanese": "低レベルのキャラだけじゃ解決できない問題もある",
                    "SummaryJapanese": "生徒会選挙が終わってから、どうもみみみの様子がおかしい。家では夜遅くまで勉強し、部活は朝から頑張り続けている。必要以上に無理しているようで、いつか体を壊してしまうんじゃないかと心配するたま。友崎もまた、選挙を共に戦った仲間として気になって仕方がない。人の心に敏感な風香は、みみみが無理をする原因は、葵にあるであろうことを察していた。友崎は意を決してみみみに話を聞くが、「葵に勝ちたいだけ」と言って笑うみみみ。その気持ちは、友崎にも痛いほどに理解できて、それゆえに何も言うことができなかった……。"
                },
                "9": {
                    "ID": "8117956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117956",
                    "TitleEnglish": "When you go back to the starter town with the full party, new stuff tends to happen",
                    "SummaryEnglish": "Tomozaki rehearses with Hinami to prepare for his movie date with Kikuchi and is invited to an overnight barbecue with his popular normie classmates.",
                    "TitleJapanese": "仲間を揃えて最初の街に戻ると新しいイベントが起きたりする",
                    "SummaryJapanese": "夏休みが始まる。リア充になるためには、夏休み中もたくさんの課題をこなさなければならない。びびりながらも、ゲーマー魂を胸に挑む友崎。だが、葵が掲げる夏休みの目標は、あまりに高く、遠かった……。葵の提案するデートの予行練習から始まり、風香との映画デートの約束、夏合宿の計画と、青春リア充イベントの連続に、友崎は翻弄される。そのすべての場面で容赦なく難題を課す葵。そんなある日、葵、水沢、みみみが夏合宿の打合せで友崎の家に来ることに。夏合宿の目的は、どう見ても両思いである優鈴と中村をくっつけることだった。"
                },
                "10": {
                    "ID": "8117959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117959",
                    "TitleEnglish": "Multiplayer games have their own special appeal",
                    "SummaryEnglish": "Tomozaki gets a taste of the traditional overnight normie camp activities he'd always shunned as the group plots to get Izumi and Nakamura together.",
                    "TitleJapanese": "多人数プレイには多人数プレイなりのよさがある",
                    "SummaryJapanese": "ついに始まる夏合宿。その裏で進行する、優鈴と中村のくっつけ作戦。加えて、風香とのデートで指摘された、時々喋りにくい、という問題点。友崎の不安と裏腹に、特急は軽快にキャンプ場へ向かう。夏真っ只中、「河原でバーベキュー」という最強レベルのリア充イベントに挑む友崎。料理、テント設営、火起こしといった作業を分担してこなす一同。みんなで協力し、みんなで食べるという体験を経て友崎は、今まで否定的だったリア充イベントも、そんなに悪くないと思うようになる。だが友崎にはこの合宿中に難題が課せられていた。それは、あの中村を「いじる」こと……！"
                },
                "11": {
                    "ID": "8117961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117961",
                    "TitleEnglish": "A single choice can change everything",
                    "SummaryEnglish": "An overheard conversation between Mizusawa and Hinami gives Tomozaki a different perspective on his private lessons in conquering the game of life.",
                    "TitleJapanese": "たった一つの選択肢がすべてを変えてしまうこともある",
                    "SummaryJapanese": "肝試しを通して、揺れる人間関係。くっつけ作戦をもってしても、ゆっくりとしか進展しない優鈴と中村に、一同は苦笑する。その夜、合宿の総括のために葵に呼び出される友崎。だがそこで偶然にも、水沢の隠された一面を知ることになる。キャラクターとプレイヤー、人生というゲームに対し、どちらのスタンスで臨むか。多かれ少なかれ、誰もが抱えている想いだということに友崎は気づく。もやもやしたまま、花火大会に向かう友崎。そこでの課題は、「風香に告白すること」。人生というゲームに対し、答えを出す時が近づいていた。"
                },
                "12": {
                    "ID": "8117964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/8117964",
                    "TitleEnglish": "Equipment for girls has special effects",
                    "SummaryEnglish": "A talk with Kikuchi helps Tomozaki realize what he really wants, and a confrontation with Hinami sets the course for the future of their relationship.",
                    "TitleJapanese": "ヒロインにしか装備できないアイテムには特別な効果がある",
                    "SummaryJapanese": "葵は友崎に失望する。人生というゲームを合理的に攻略してきた葵に、異を唱える友崎。友崎の言葉は葵にとって、コントローラーを手放すような事にしか思えなかった。葵と袂を分かったことで、以前のような陰キャに逆戻りする友崎。それでも連絡してきてくれた風香と出かけることになる。ぎこちなく、飾らない素の自分で風香とデートする友崎。それは誠実である一方、何の成長もしていないことに気づく。だが風香は今までの、友崎の日々の成長と変化を機敏に感じ取ってくれていた。そうした変化をもたらしたのは誰だったのか。友崎はもう一度、葵と話すことを決意する。"
                }
            }
        },
        "2": {
            "ID": "2056305",
            "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10182590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182590",
                    "TitleEnglish": "The Best Games Make Reconnaissance Fun",
                    "SummaryEnglish": "As the second term begins, Tomozaki's first task (courtesy of Hinano) is getting popular girl Erika Konno motivated for the school sports tournament.",
                    "TitleJapanese": "情報収集パートが退屈じゃないゲームは名作",
                    "SummaryJapanese": "友崎文也は大人気ゲーム「アタファミ」の日本最高プレイヤーでありながら、リアルの人生はうまくいかない“弱キャラ“。学園のパーフェクトヒロイン・日南葵に人生指南を受け、「葵と同じくらいのリア充になる」ことを目標に、数々の課題をこなしていく。そして二学期。少しずつ成長し、周囲の人間関係にも関心を持てるようになった友崎に葵が出した次なる課題は……。クラスの空気を支配するカースト上位女子に、友崎はどう立ち向かうのか。"
                },
                "2": {
                    "ID": "10182591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182591",
                    "TitleEnglish": "A Happy Ending Doesn't Mean This Game Is Over",
                    "SummaryEnglish": "Erika Konno starts lashing out at her classmates after the school's sports festival, and opinions are deeply divided on the best way to shut her down.",
                    "TitleJapanese": "ハッピーエンドを迎えたあとも人生は続く",
                    "SummaryJapanese": "友崎がエリカのやる気を引き出すために用意した秘策、「三本の矢」。葵、優鈴、水沢の3人の協力を得て、友崎は着実に作戦を進める。そして球技大会当日、友崎の作戦が功を奏し、エリカはやる気を出して活躍する。その結果、女子ソフトチームは見事一位を獲得。クラスは学年優勝を果たした。自分がバスケの一回戦で退場させられたことはさておき、クラス一丸となった充実感に浸る友崎。その裏で、エリカに小さな悪意が芽生えていた……。"
                },
                "3": {
                    "ID": "10182592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182592",
                    "TitleEnglish": "Battles Are Better When You're Against Someone Whose Signature Move Is the Opposite of Yours",
                    "SummaryEnglish": "Tomozaki enlists the help of friends to help Tama improve and boost the mood at school, but Aoi Hinami is vehemently opposed to Tama changing at all.",
                    "TitleJapanese": "得意技が真逆のキャラクターがいた方が戦闘は安定する",
                    "SummaryJapanese": "エリカの嫌がらせを注意したことで、新たな標的になってしまった花火。だが折れることなく、エリカに立ち向かい続ける。連日続く言い争いに、少しずつ、「エリカが悪いけど花火も周りが見えていない」という空気がクラスに漂い始めていた。友崎が変われたのなら、似ている自分も変われるかもしれない。花火は友崎の、葵からの受け売りアドバイスによって、表情や口調を変え、親しみやすくなろうと努力するが……。"
                },
                "4": {
                    "ID": "10182593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182593",
                    "TitleEnglish": "Villagers Have Their Own Way of Life",
                    "SummaryEnglish": "Team Tomozaki continues to coach Tama in becoming more integrated with the class. Tomozaki brings in a special pinch-hitter with wise words to share.",
                    "TitleJapanese": "村人たちにもきっと村人たちなりの生活がある",
                    "SummaryJapanese": "クラスに花火の味方が増えれば、次第にエリカが悪、という空気になる。プライドの高いエリカにとって、自分が悪者という空気は耐えがたく、花火に対する嫌がらせをやめると考えた友崎は、花火にもっとクラスになじむことを提案する。友崎のアドバイスに従い、確実に成長していく花火。水沢、竹井、そして風香にも協力してもらい、コミュニケーションの練習を重ねていく。一方、花火にはまっすぐなままでいてほしいと願う葵は……。"
                },
                "5": {
                    "ID": "10182594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182594",
                    "TitleEnglish": "If You Keep Upgrading Your Initial Equipment, It'll Usually Become Your Most Powerful Weapon",
                    "SummaryEnglish": "Simmering classroom unrest over Konno and Tama reaches a boiling point as Aoi steps in, revealing a side of herself that Tomozaki didn't want to see.",
                    "TitleJapanese": "初期装備を鍛え続けたら、だいたい最強の剣になる",
                    "SummaryJapanese": "花火が大切にしている”はにわ“のストラップが破られていた。「もう逃げたい」と涙ながらにこぼす花火。怒りを感じながらも水沢の一言で追及を思いとどまる友崎。だが、傍らで強い怒りを抱く者がいた……。昼休み、自分の机の前で顔色を変えるエリカ。机や椅子が倒され、荷物がぶちまけられている。エリカの犯人捜しは続き、教室内は険悪なムードになっていく。友崎は意図的に場の空気が操作されていることに気が付き……。"
                },
                "6": {
                    "ID": "10182595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182595",
                    "TitleEnglish": "Everyone Has Different Expectations About a Big Event",
                    "SummaryEnglish": "Tomozaki confronts Hinami over her handling of the Konno affair. He's tasked with making a good impression on his classmates, plus a big decision.",
                    "TitleJapanese": "大きなイベントの裏にはそれぞれの思惑がある",
                    "SummaryJapanese": "いつも通りのネット対戦。いつも通りの「ＮＯＮＡＭＥ」。だが友崎は、葵の真意を計りかねていた。放課後の被服室。友崎は葵に、エリカにしたことについて尋ねる。全ては葵の計算通りだった。やり過ぎだと言う友崎に「許せなかった」と答える葵。花火を傷つけられ、怒りのまま周到に復讐を果した葵を、友崎は葵らしくない、と感じるが、エリカの一件は収束。教室にはひとまずの平穏が訪れ、文化祭へ向けての準備が始まっていく……。"
                },
                "7": {
                    "ID": "10182596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182596",
                    "TitleEnglish": "Important Items Are Usually Lying Around in Enchanted Forests",
                    "SummaryEnglish": "It's up to Tomozaki to find a suitable play to perform at the culture festival, all while trying to check more of Hinami's tasks off his Pinsta list.",
                    "TitleJapanese": "妖精が住む森にはだいたい大切なアイテムが落ちている",
                    "SummaryJapanese": "文化祭実行委員として、文化祭の準備を進める友崎。特別ステージの演劇について、演目を何にするか様々な案が出る中、友崎は思い切って「オリジナル、やりたくない？」と提案。投票の結果、演目はオリジナルに決定。友崎は提案を通せたものの、言い出しっぺとして監督をやることになる。葵が出した課題「みんなの写真を撮る」にも積極的に取り組む友崎は放課後の帰り道、意を決して、みみみをラーメンに誘う。"
                },
                "8": {
                    "ID": "10182597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182597",
                    "TitleEnglish": "Sometimes the Main Character Can't Enter the Village of Another Species on His Own",
                    "SummaryEnglish": "Tomozaki and Mizusawa scope out a girls' school festival (and its girls). Tomozaki has a deep discussion with Fuka the author. Mimimi drops a bomb.",
                    "TitleJapanese": "他種族の住む村は主人公だけじゃ入れなかったりする",
                    "SummaryJapanese": "水沢に誘われ、友崎は女子高の文化祭に行くことに。「まずはナンパだな」と、遊びに来ていた他校の女子の連絡先をあっさりゲットする水沢。その話術とコミュ力に友崎は圧倒される。その帰り道、「文也のナンパも見たかった」と笑う水沢に、友崎は思わず「今の俺のレベルなんかじゃ」と答える。「卑屈になるな」と友崎を諭す水沢。リア充になろうと頑張り、努力を続ける友崎の姿を、水沢はちゃんと見ていたのだった。"
                },
                "9": {
                    "ID": "10182598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182598",
                    "TitleEnglish": "If You Don't Make Up Your Mind, the Story Won't Advance",
                    "SummaryEnglish": "Things get awkward around Mimimi. Tomozaki finally chooses the two girls he'd like to pursue, and Hinami gives him more tasks in pursuit of his goals.",
                    "TitleJapanese": "選択肢の前で迷い続けても物語は進まない",
                    "SummaryJapanese": "「私は、友崎のそーいうところが、好きなんだからね。」みみみの言葉に戸惑う友崎。「俺なんか」と卑下する友崎に、水沢は言う。「いつになったらそーゆう自虐やめるんだよ。」みみみの言葉を、水沢の指摘を思い返し、自分は見ぬふりをしていただけだと気づく。一方、友崎に、誰と付き合いたいのか、と選択を迫る葵。付き合うというのがどういうことなのか、答えのないまま、友崎は気になっている二人の女子の名前を挙げる。"
                },
                "10": {
                    "ID": "10182599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182599",
                    "TitleEnglish": "The Patterns Carved into the Stone Tablet Are Connected to the Mysteries of the World",
                    "SummaryEnglish": "Roles are assigned in the class play, and Kikuchi goes in a new direction while revising her script; as research, she wants to know more about Hinami.",
                    "TitleJapanese": "石版に刻まれた紋様は世界の謎と繋がっている",
                    "SummaryJapanese": "演劇の準備は着々と進んでいた。配役が決まったことで、アイデアがどんどん出てきたと喜ぶ風香。一方、友崎はみみみと漫才の打合せへ。先日の告白が気になり、ぎこちないふたりだが自分の気持ちにまっすぐ向き合おうとする。翌日、友崎は風香が手直しした脚本を読み始める。三人のメインキャラは、以前よりもぐっと等身大の人間として描かれていた。だが、「強さ」しかないアルシアのキャラは演じる葵のイメージに重なっていて……。"
                },
                "11": {
                    "ID": "10182600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182600",
                    "TitleEnglish": "Even Fairies Feel Lonely When They're Away from Their Spring by Themselves",
                    "SummaryEnglish": "As rehearsals begin and Kikuchi polishes her script, she reveals her philosophy to a concerned Tomozaki. Mimimi and Tomozaki work on their comedy.",
                    "TitleJapanese": "妖精も泉の外で一人ぼっちだと寂しい",
                    "SummaryJapanese": "本格的に演劇の練習が始まった。葵の演じるアルシアは、風香のイメージそのものだった。「その心の真ん中は空っぽなのかもしれない。」そう思う風香もまた、この演劇を通して自分を変えたいと思っていた。一方、漫才の打合せに向かう友崎。みみみとの時間は心地よく、それだけに付き合うことと、友達でいることの違いがわからなくなる。そんな中、風香はついに物語の結末を書き上げるが、それは友崎が思い描いていたものとは違っていた。"
                },
                "12": {
                    "ID": "10182601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182601",
                    "TitleEnglish": "Sometimes the Ancient Tome in the First Town Is the Key to the Final Dungeon",
                    "SummaryEnglish": "Tomozaki tries to show Kikuchi the issues with her world view. Mimimi and Tomozaki perform their comedy routine. The curtain rises on the class play.",
                    "TitleJapanese": "最初の街にある古文書が、ラストダンジョンの鍵だったりする",
                    "SummaryJapanese": "「助けるべき、じゃなくて、俺が助けたい。」物語の最後に、哀しい結末を選んだ風香。友崎は風香の想いを感じ取り、語りかける。自分がこの半年で学んだこと、変わったこと、変わらないこと。それは全て、弱キャラだった友崎が、リア充になろうとあがいたから理解できたことだ。風香は友崎の想いに応え、新たな結末を考え出す。一方、みみみとの漫才の練習も順調に進み、様々な想いを抱えたまま、文化祭が始まった……！"
                },
                "13": {
                    "ID": "10182602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-low-tier-character-tomozaki-kun/episodes/10182602",
                    "TitleEnglish": "You're Sure to Find What You Want on the Other Side of the Magic Door",
                    "SummaryEnglish": "The class play goes off without a hitch, but with a surprise twist. Afterward, Tomozaki seeks out Kikuchi for a conversation about their relationship.",
                    "TitleJapanese": "魔法の扉の先にはきっと、欲しかったものが転がっている",
                    "SummaryJapanese": "庭園に暮らす少女クリス、鍵屋の少年リブラ、王国の姫アルシアの飛竜を巡る物語。クラス全員で作り上げた舞台「私の知らない飛び方」の幕が上がった。自分の生き方に悩み、自ら選びとる物語に、観客は引き込まれていく。やがて物語はクライマックスを迎え、拍手をしようとした友崎の手が思わず止まる。「クリスからの手紙」という、友崎の知らないシーンが始まったのだ。それは友崎にとって、風香からのメッセージに他ならなかった……。"
                }
            }
        }
    }
}