{
    "URL": "https://www.thetvdb.com/series/gekidol",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Musical",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13117166/",
        "https://gekidol.com",
        "http://www.reddit.com/r/Gekidol",
        "https://www.themoviedb.org/tv/110207",
        "https://www.themoviedb.org/tv/110207",
        "https://x.com/gekidol_anime"
    ],
    "TitleEnglish": "Gekidol",
    "SummaryEnglish": "Five years after a mystifying disaster decimates cities across the globe, Seria Morino receives an invitation to join Alice in Theater, a small stage troupe that takes it upon themselves to brighten the world through their performances.",
    "TitleJapanese": "ゲキドル",
    "SummaryJapanese": "だって私には、君がいるから\n\n謎の災害・世界同時都市消失から5年\n世界は混乱の中にありながらも、少しずつ復興を遂げようとしていた\nそんな世界で\n3Dホログラムを用いた「シアトリカルマテリアルシステム」を使った演劇に魅せられ\n光り輝くステージを目指す少女たちがいた\nそれぞれの思いを胸に\n今、ステージの幕が上がる",
    "Aliases": [
        "Actidol Project"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "1868670",
            "URL": "https://www.thetvdb.com/series/gekidol/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8203992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8203992",
                    "TitleEnglish": "Alice in Deadly School Special Edit -The Stage Begins-",
                    "SummaryEnglish": "Aired on 04.01.2021 as part of a New Year's special alongside a pre-airing of Gekidol episode 1.",
                    "TitleJapanese": "Episode 1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8141130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8141130",
                    "TitleEnglish": "Alice in Deadly School",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アリスインデッドリースクール",
                    "SummaryJapanese": "2021/12/09(木) 02:30～03:30\nＡＴ－Ｘ\nアリスインデッドリースクール [字]\n\n2021年OVA作品\nTVアニメ「ゲキドル」の劇中劇「アリスインデッドリースクール」を放送!\n\n詳細情報\n＜ストーリー＞\n学校の屋上で漫才の練習をしていたユウとノブ。同じ頃、校舎の中は人間ではない「別のモノ」の存在であふれていた。「別のモノ」に噛まれて死ぬと、同じく「別のモノ」となって人を襲うようになるという。混乱した学校で、ユウとノブ、そして生き残った生徒たちはその魔の手から逃れることができるのだろうか――。\n＜キャスト＞\n墨尾 優：M・A・O/百村信子：持田千妃来/村崎静香：赤尾ひかる/橙沼霧子：諏訪彩花/紅島弓矢：山本希望/青池和磨：高野麻美/氷鏡 庵：秋吉あや/高森朝代：佐藤亜美菜/界原依鳴（部長）：水橋かおり/黄市恵美：小笠原早紀/猪狩 薫：八島さらら/繁本雪文：鈴野 玲"
                }
            }
        },
        "1": {
            "ID": "1868671",
            "URL": "https://www.thetvdb.com/series/gekidol/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8064384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8064384",
                    "TitleEnglish": "Acting",
                    "SummaryEnglish": "I saw Izumi's stage at the Super Material Theater for the first time. Excited by the power, I want to stand on that stage as an actor. After that, Seria received a leaflet about the theater company \"Alice in Theater\" in the city, and with her curiosity, she visited the building where the theater company is located.",
                    "TitleJapanese": "芝居",
                    "SummaryJapanese": "初めてスーパーマテリアルシアターでいずみの舞台を見たせりあ。その迫力に興奮し、自分も役者として、あのステージに立ちたいと思うようになる。その後、街中で「アリスインシアター」という劇団の案内チラシをもらったせりあは、好奇心も手伝って劇団のある建物を訪れる。"
                },
                "2": {
                    "ID": "8118040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8118040",
                    "TitleEnglish": "A Theater Named Desire",
                    "SummaryEnglish": "Seria returns to Alice in Theater to pursue her acting dreams. However, the girls of Alice In encounter an unexpected problem. They'll have to find a way to raise more money if they want to make it in the theater business.",
                    "TitleJapanese": "欲望という名の劇場",
                    "SummaryJapanese": "アリスインシアターの団員として迎えられたせりあは、劇場内でシアトリカルマテリアルシステムが作り出した舞台装置の一部だというアクトドールと出会う。まるで生きているようなドールに惹かれていくせりあ。新人として稽古に参加したせりあは、いずみが劇団にいた頃のことを尋ね、あいりの機嫌を損ねてしまう。"
                },
                "3": {
                    "ID": "8118042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8118042",
                    "TitleEnglish": "Waiting for Airi",
                    "SummaryEnglish": "Airi is haunted by her past. In order to continue in Alice in Theater, she must find a way to reconcile her feelings.",
                    "TitleJapanese": "アイリを待ちながら",
                    "SummaryJapanese": "かつてジュニアアイドルとして際どいこともしていたあいり。当時のファンと対バン会場で遭遇してから、自分が最低なことをしていたと後悔し、稽古に出てこなくなってしまった。自分の演技に不安を覚えていたせりあは、やっぱりあいりがいないとダメなんだと彼女を探しに行く。"
                },
                "4": {
                    "ID": "8118043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8118043",
                    "TitleEnglish": "Birthday Party",
                    "SummaryEnglish": "After a successful closing night, Alice in Theater begins preparing for its next production. As Seria polishes her acting skills, the anniversary of the Global Synchronic Disappearance arrives.",
                    "TitleJapanese": "バースディ・パーティー",
                    "SummaryJapanese": "演劇をするアイドル・ゲキドルとしての活動に、活路を見いだしたかをる。1週間に渡る舞台も久々に成功し、気分は上々。次は劇団の代表作とも呼べる『アリスインデッドリースクール』を上演しようと提案する。かつていずみが演じたユウを誰が担当するのかという話になり、あいりはせりあを推薦するが……。"
                },
                "5": {
                    "ID": "8126506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126506",
                    "TitleEnglish": "The Cherry Orchard",
                    "SummaryEnglish": "After celebrating Seria's birthday, preparations continue for Alice in Deadly School. A surprise development throws a wrench in the troupe's plans. Can they find a solution to the problem so close to opening night?",
                    "TitleJapanese": "桜の園",
                    "SummaryJapanese": "せりあは5年前の「世界同時都市消失」で、両親と妹を亡くしていた。その事実を忘れていたことにせりあは動揺するも、幼い頃の“夢”を見て落ち着く。我に返ったせりあの前には微笑むドールの姿。せりあは、ふと思いついてドールに妹と同じ「アリス」という名前を付ける。アリスインシアターの稽古は順調に進んでいると思われたが……。"
                },
                "6": {
                    "ID": "8126507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126507",
                    "TitleEnglish": "A Doll's House",
                    "SummaryEnglish": "A second cast shortage forces Seria to play a lead in Alice in Deadly School. The pressure of this change puts stress on Airi and Seria's relationship. Meanwhile, something strange is happening with Doll.",
                    "TitleJapanese": "人形の家",
                    "SummaryJapanese": "アリスをいずみと見間違えて駆け寄ろうとし、階段から落ちてしまったあいり。1か月は舞台に立てなくなったあいりは、せりあに代役を頼む。自分の演技はモノマネだとうなだれるせりあに、あいりは「本物にしてあげる」と意気込み、厳しい稽古を続けていく。そんな舞台をいずみと竹崎が見にやってきて……。"
                },
                "7": {
                    "ID": "8126508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126508",
                    "TitleEnglish": "Much Ado About Nothing",
                    "SummaryEnglish": "The TMS's malfunction has halted Alice In's success. But it looks like operations can finally resume. Will Seria be ready for her role in the next production?",
                    "TitleJapanese": "から騒ぎ",
                    "SummaryJapanese": "シアトリカルマテリアルシステムの故障により、3か月の休演を余儀なくされていたアリスインシアター。再開のめどが立つと、かをるは次作を『降臨武闘少女（バトルガール）』に決め、あいりとせりあをダブル主演に指名する。それを見ていた劇団創設メンバーの晃と愛美は、自分たちはかをるに必要とされていないのでは……と考えていた。"
                },
                "8": {
                    "ID": "8126522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126522",
                    "TitleEnglish": "What Made Her Do It?",
                    "SummaryEnglish": "Izumi comes to visit Airi to talk about what's going on at SMT, while Kaworu confronts Takezaki. Takezaki gives Kaworu a chance to save Alice In.",
                    "TitleJapanese": "何が彼女をそうさせたか",
                    "SummaryJapanese": "アリスインシアターからいなくなったドールは、スーパーマテリアルシアター（SMT）の竹崎の元にいた。竹崎はSMTの次回公演の主役をドールにすると言う。ショックを受けたいずみがあいりの部屋を訪れると、そこにはせりあもいた。いずみとあいりはお互いに本音をぶつけ合って和解。いずみはSMTを取り戻すと誓う。"
                },
                "9": {
                    "ID": "8126524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126524",
                    "TitleEnglish": "The Living Corpse",
                    "SummaryEnglish": "Alice In is dealt a major blow, and the girls are left alone to figure out how to pick up the pieces.",
                    "TitleJapanese": "生ける屍",
                    "SummaryJapanese": "かをるが姿を消した。すでにアリスインシアターが入る建物の所有権を得ていた竹崎は、出入口を閉鎖し、団員の出入りを禁止。アリスインシアターは休団となってしまう。しかし、晃たちはあきらめていなかった。ほかの劇場を借りるために資金を集めようと、ゲキドル活動を再開。そこにせりあがいずみを連れてやってくる。"
                },
                "10": {
                    "ID": "8126529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126529",
                    "TitleEnglish": "The Creation of the World and Other Business",
                    "SummaryEnglish": "The girls of Alice In decide to create an original play. Mino and Takezaki discover where Kaworu has been.",
                    "TitleJapanese": "世界の創造とその他の事",
                    "SummaryJapanese": "真琴の父親が理事長をしていた学校を劇場とし、アリスインシアターは新たなスタートを切った。シアトリカルマテリアルシステムもなく、衣装もセットも手作り。それでも客入りは上々で、次は新作を上演することに。題材は、いずみがかをるの部屋で見つけた「妄想日記」。脚本を担当する愛美は、主人公のミキ役にせりあを推薦する。"
                },
                "11": {
                    "ID": "8126533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126533",
                    "TitleEnglish": "When We Dead Awaken",
                    "SummaryEnglish": "Takezaki learns Kaworu's true identity. Doll learns a shocking secret. As Kaworu faces her past, the girls of Alice In begin their first performance of their original play, Chrono Gazers.",
                    "TitleJapanese": "わたしたち死んだものが目覚めたら",
                    "SummaryJapanese": "時空を監視し、過去に介入するイノヴェイター。かをるはそれを追跡するゲイザーのひとりだった。「妄想日記」は、かをるの同僚・キョウコが綴ったものだったのだ。そうとは知らないせりあたちは、『クロノゲイザー』の幕を上げる。その頃、竹崎は自分の理想である争いのない世界を実現するべく動いていた。"
                },
                "12": {
                    "ID": "8126537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gekidol/episodes/8126537",
                    "TitleEnglish": "All's Well That Ends Well",
                    "SummaryEnglish": "As the girls of Alice In continue their performance, the consequences of what happened 5 years ago play out at the GMS.",
                    "TitleJapanese": "終わりよければすべてよし",
                    "SummaryJapanese": "グランドマテリアルシステムが起動すると、人々はヒモのようになって消滅していく。周囲の景色までもが変わり、晃たちが動揺する中、それでも『クロノゲイザー』の舞台を続けていくせりあとあいり、いずみ。一方、意識を取り戻したかをるは、そこでかつて殺したはずの梓と再会する。"
                }
            }
        }
    }
}