{
    "URL": "https://www.thetvdb.com/series/sk",
    "Genres": [
        "Adventure",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.facebook.com/sk8.anime",
        "https://www.imdb.com/title/tt13129190/",
        "https://sk8-anime.com/?skip",
        "http://www.reddit.com/r/SK8TheInfinity",
        "https://www.themoviedb.org/tv/110309",
        "https://x.com/sk8_project"
    ],
    "TitleEnglish": "SK8 the Infinity",
    "SummaryEnglish": "\"S\" is a dangerous, top secret, no-holds-barred downhill skateboarding race down an abandoned mine. When avid skateboarder Reki takes Langa to the mountain where \"S\" is held, Langa, who’s never been on a skateboard in his life, finds himself sucked into the world of \"S\".",
    "TitleJapanese": "SK∞ エスケーエイト",
    "SummaryJapanese": "スケートボードが大好きな高校二年生・レキがハマっているもの――……それは\"Ｓ\"。\n「Ｓエス」とは、閉鎖された鉱山をスケートボードで滑り降りるルール無用の危険な極秘レースだ。\n中でも、そこで行われる「ビーフ（決闘）」に多くの人々が熱狂していた。\nカナダからの帰国子女で転校生・ランガと共に「Ｓ」が開催される山へ向かうと、スケートボードに乗ったことのないランガが「Ｓ」に巻き込まれ……!?\nダーティなスケーターやAIスケーターなど裏の顔を持つ個性豊かなスケーターたちとで繰り広げられる、\nサイコーでアツいスケボーレースバトル×無限の可能性が今、ここに始まる──!!\n監督：内海紘子×シリーズ構成・脚本：大河内一楼×キャラクターデザイン：千葉道徳×\nアニメーション制作：ボンズの最強タッグによる、青春オリジナルアニメーション!!",
    "Aliases": [
        "SK∞",
        "SK Eight",
        "Project SK8",
        "Project SK∞",
        "Our Infinity!"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "1869178",
            "URL": "https://www.thetvdb.com/series/sk/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8288309",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8288309",
                    "TitleEnglish": "Crazy Rock JAM",
                    "SummaryEnglish": "Miya and Shadow recap the events of the previous nine episodes using Carla as a projector.",
                    "TitleJapanese": "クレイジーロックJAM",
                    "SummaryJapanese": "入院中のCherry blossomのお見舞いに来たMIYAとシャドウは、Cherry blossomが病室を留守にした隙をついてカーラを起動。決勝トーナメントの対策のため、カーラの記録映像を見始めるが、再生される様々な映像に思い出話に花が咲き…！？"
                },
                "2": {
                    "ID": "10740689",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sk/episodes/10740689",
                    "TitleEnglish": "SK8 the Infinity EXTRA PART",
                    "SummaryEnglish": "SK8 the Infinity EXTRA PART features a slice of life four separate short stories of Reki and the gang! The first centers on Reki, Langa, and Miya; the second centers on Joe and Cherry; the third centers on ADAM and Tadashi; the fourth centers on SHADOW.",
                    "TitleJapanese": "SK∞ エスケーエイト EXTRA PART",
                    "SummaryJapanese": "暦たちの日常の姿を描いたオムニバスストーリー: 「雨と猫 コンビニアイス ソーダ味」 / 「本気(マジ)でマジになれること」/ 「Morning Routine」/ 「がんばれ広海ちゃん！」\n\nある日の日曜日――いつものようにスケートパークに繰り出した、暦、ランガ、実也は突然のスコールに見舞われてしまう。暦の家に避難するも、そこで出会った一組のカルタをやることになって――！？ / 時は遡り、くすぶった日々を送る高校生の桜屋敷と南城。相変わらず張り合う2人が数々の勝負を重ねた先に、たどり着いたのは―― / これは、謎に包まれた愛之介と菊池の日常を、ほんの少しひも解く物語――知られざるそれぞれのルーティーン、クロスオーバーする2人、その先にあるひと時に迫る。 / 夜はアンチヒーロー、シャドウ。昼は花屋でがんばる、健気で優しい広海の日常を切り取った、ショートショート3作。"
                }
            }
        },
        "1": {
            "ID": "1869179",
            "URL": "https://www.thetvdb.com/series/sk/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8033416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8033416",
                    "TitleEnglish": "Snowfall on a Hot Night",
                    "SummaryEnglish": "Langa, a transfer student from Canada, meets Reki, a high school student who loves skateboarding. Reki seems to be hooked on \"S,\" a dangerous and secret race that is held in an abandoned mine. Langa, who was looking for a part-time job, heads to the \"S\" venue together with Reki as an assistant. There, the nemesis Shadow who caused Reki's injury taunts Reki, and Langa, who has no experience skating, gets roped in, as well!",
                    "TitleJapanese": "熱い夜に雪が降る",
                    "SummaryJapanese": "カナダから転校してきたランガは、スケートボードが大好きな高校生・暦と出会う。暦は、閉鎖された鉱山で行われる危険な極秘レース“S”にハマっているらしい。バイト先を探していたランガは、手伝いとして暦と一緒に“S”の会場に向かうことに。そこで暦に怪我をさせた仇敵でもあるシャドウが暦を挑発し、スケート未経験のランガも巻き込まれて……？！"
                },
                "2": {
                    "ID": "8117990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8117990",
                    "TitleEnglish": "Awesome for the First Time!",
                    "SummaryEnglish": "Langa, winning the beef against Shadow, turns out to be experienced in snowboarding. As he gains attention in the \"S\" community as the mysterious rookie, Langa wants to feel the tingling sensations felt during the beef again and decides to learn skating from Reki. Langa is bewildered with the differences from snowboarding, but thanks to Reki, he learns of the fun of skating and its infinite possibilities.",
                    "TitleJapanese": "はじめてのサイコー！",
                    "SummaryJapanese": "シャドウとのビーフに勝利したランガは実はスノーボードの経験者だった。謎のルーキーとして“S”界で注目を集め始める中、ランガはビーフでのヒリヒリした感覚をまた感じたくて暦にスケートを教わることに。スノーボードとの違いに戸惑うランガだが、暦のおかげでスケートの楽しさ、無限の可能性を知っていく。"
                },
                "3": {
                    "ID": "8117991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8117991",
                    "TitleEnglish": "Undesired Hero",
                    "SummaryEnglish": "As Langa quickly improves, MIYA the 7th grader and candidate for the Japanese national team challenges him to a beef. Reki's worries aside, Langa accepts the beef. MIYA's high-level skating skills overwhelm the pair. Reki, who keeps Langa company during practice for his sake, notices something. And the time for the beef against MIYA arrives. What Reki entrusts Langa with is...",
                    "TitleJapanese": "望まない勇者",
                    "SummaryJapanese": "めきめきと上達するランガに、中学一年生にして日本代表候補のMIYAがビーフを挑んでくる。暦の心配をよそにビーフを受けてしまうランガ。ハイレベルなスケーターのMIYAの実力に圧倒される2人。ランガのために練習に付き合う暦があることに気付く。そして迎えたMIYAとのビーフ。暦がランガに託したものとは……？！"
                },
                "4": {
                    "ID": "8117992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8117992",
                    "TitleEnglish": "Adam, the Matador of Love",
                    "SummaryEnglish": "ADAM, a legendary skater and the creator of \"S\" appears in front of Langa after his victory over MIYA. Reki challenges ADAM to a beef when he insults MIYA, and ADAM accepts on the condition that he gets to race against Langa, as well. MIYA teaches Reki a difficult skate trick that might help him win this reckless challenge. After intense training with his friends, Reki's beef against ADAM finally begins!",
                    "TitleJapanese": "愛のマタドール、愛抱夢",
                    "SummaryJapanese": "暦とランガの前に“S”の創設者にして伝説のスケーター、愛抱夢（ルビ：アダム）が現れる。暦はMIYAを侮辱した愛抱夢にビーフを挑み、ランガとのビーフを条件に申し出を受ける愛抱夢。仲間たちとの特訓を重ね、ついに愛抱夢とのビーフが始まる──！"
                },
                "5": {
                    "ID": "8128939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8128939",
                    "TitleEnglish": "Passionate Dancing Night!",
                    "SummaryEnglish": "Reki suffers heavy injuries in his beef against ADAM. Now, Langa must go on a beef against ADAM. Reki doesn't want to feel what he has in the past and tells Langa to stop, but Langa's strong determination is unwavering. Reki and Langa seek out Cherry blossom and JOE to hear more stories about ADAM. There, a tactical meeting in order to win against ADAM is held. Will Langa be able to defeat ADAM's impregnable Love Hug?",
                    "TitleJapanese": "情熱のダンシングNight！",
                    "SummaryJapanese": "暦の敗北によって、次はランガが愛抱夢とのビーフをすることになってしまう。ランガの力になりたい暦は“S”界の実力者であるCherry blossomやジョー、MIYA、シャドウも集めて、愛抱夢に勝つための作戦会議を行う──！"
                },
                "6": {
                    "ID": "8128941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8128941",
                    "TitleEnglish": "Steamy Mystery Skating?!",
                    "SummaryEnglish": "Reki's injuries from the beef against Adam have yet to heal, and with MIYA's advice, the group heads to Miyakojima for some hot spring therapy. They bump into Cherry blossom and JOE there, and end up having a beef to see who will be the first to make it along the path to the secret spring. A suspicious shadow descends upon them. It seems there's a rumor that this island \"has\" something...",
                    "TitleJapanese": "湯けむりミステリースケート？！",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8130497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130497",
                    "TitleEnglish": "We Don't Balance Out",
                    "SummaryEnglish": "Injuries healed, Reki enjoys skating as he did before, but realizes anew just how much difference there is in skill between himself and Langa. Gradually, Reki becomes tormented by an inferiority complex. They stop seeing eye-to-eye... And just then, ADAM makes a certain announcement.",
                    "TitleJapanese": "Episode 7",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8130498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130498",
                    "TitleEnglish": "The Fated Tournament!",
                    "SummaryEnglish": "Langa enters the tournament that will determine the apex of \"S.\" However, Reki isn't going to enter. Due to his inferiority complex against Langa, Reki separates himself from Langa. The absence of Reki drops a shadow onto Langa's heart as the tournament qualifiers begin. As the skaters who will enter the main tournament are decided, the scene is in an uproar over a mysterious skater. The identity of that skater is...",
                    "TitleJapanese": "Episode 8",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8130500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130500",
                    "TitleEnglish": "We Were Special Back Then",
                    "SummaryEnglish": "Langa makes it past the qualifiers and will now face JOE. Langa has a hard fight against JOE's extraordinary power skating, and Langa feels the pressure. He feels bewildered by his emotional changes he feels there. And the race between ADAM and Cherry blossom takes place. Cherry blossom had a certain conviction against ADAM. ADAM's expression changes. The past between the two of them is revealed.",
                    "TitleJapanese": "Episode 9",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8130501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130501",
                    "TitleEnglish": "DAP Not Needing Words",
                    "SummaryEnglish": "The battle between Cherry blossom and ADAM was decided by a painful blow by ADAM. Kikuchi challenges himself to the main tournament with his own set of emotions in order to stop ADAM. Meanwhile, Reki realizes his true feelings but still hasn't found an answer to what he should do.",
                    "TitleJapanese": "Episode 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8130502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130502",
                    "TitleEnglish": "King vs. Nobody",
                    "SummaryEnglish": "\"I skate because it's fun.\" Reki remembers his origins of skating and deepens his bond with Langa. However, by doing so, ADAM targets Reki, and Reki must now go up against ADAM. An unexpected rematch against ADAM. It's an opponent that planted terror in him with a crushing defeat, but Reki feels no fear. \"Let's go head-to-head in the finals.\" An exchange of emotions with Langa. Reki challenges himself to beef against ADAM.",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8130504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/8130504",
                    "TitleEnglish": "Our Infinity!",
                    "SummaryEnglish": "The stormy battle between Reki and ADAM was won by ADAM. However, Reki was the one who was enjoying the beef. Seeing him, Kikuchi realizes that Langa is the only one who can give ADAM salvation, and drops out from his race against Langa. As Reki and Langa head into the beef against ADAM, they make a certain promise. The finals between ADAM and Langa will now begin!",
                    "TitleJapanese": "私たちの無限大！",
                    "SummaryJapanese": "レキとADAMの激しい戦いはADAMが勝ちました。 しかし、牛肉を楽しんでいたのはレキでした。 彼を見て、菊池はランガがADAMの救いを与えることができる唯一の人であることに気づき、ランガとの彼の競争から脱落します。 レキとランガがADAMに対抗して牛肉に向かうとき、彼らは一定の約束をします。 ADAMとランガの間の決勝戦が始まります！"
                }
            }
        },
        "2": {
            "ID": "2083512",
            "URL": "https://www.thetvdb.com/series/sk/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10023571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sk/episodes/10023571",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}