{
    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13248062/",
        "https://slime300-anime.com/",
        "http://www.reddit.com/r/KillingSlimes",
        "https://www.themoviedb.org/tv/99073",
        "https://www.wikidata.org/wiki/Q106350448",
        "https://en.wikipedia.org/wiki/I've_Been_Killing_Slimes_for_300_Years_and_Maxed_Out_My_Level#Anime",
        "https://x.com/slime300_PR",
        "https://www.youtube.com/c/UCzmGND2yTFRlsJZD1PSJE-w"
    ],
    "TitleEnglish": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
    "SummaryEnglish": "After dying of overwork in the real world, I’m reincarnated as an immortal witch, and I spend 300 years enjoying a relaxing life. At some point, though, I end up at level 99! All those years spent killing slimes to make the money to pay the bills gave me a ton of experience points. Rumors of the level 99 witch spread, and soon I’m up to my ears in curious adventurers, duelist dragons, and even a monster girl calling me her mom! I’ve never been on an adventure, but I’m the strongest in the world… What’s going to happen to my relaxing life?!",
    "Aliases": [
        "スライム倒して300年",
        "Slime Taoshite 300-nen Shiranai Uchi ni Level Max ni Nattemashita",
        "Slime300",
        "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita"
    ],
    "Modified": "2025-07-25",
    "Seasons": {
        "0": {
            "ID": "1870957",
            "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8832779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8832779",
                    "TitleEnglish": "To Be Deleted",
                    "SummaryEnglish": "we be throwing money in a spiral, every time your girl hear my song it turn her right into my hoe",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1870958",
            "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7985612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/7985612",
                    "TitleEnglish": "I Maxed Out My Level",
                    "SummaryEnglish": "Aizawa Azusa, a corporate drone who died of exhaustion from overwork in her previous life, is reincarnated in another world, where she decides to live out a slow and uneventful life forever. But then, 300 years later, she discovers that the experience she earned by defeating slimes every day just to keep up her easy lifestyle has brought her to level 99 and made her the strongest in the world. The rumors begin to spread, and soon trouble comes knocking...",
                    "Aliases": []
                },
                "2": {
                    "ID": "8203053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203053",
                    "TitleEnglish": "Along Came the Daughters",
                    "SummaryEnglish": "After becoming the strongest in the world before she even knew it, Azusa entered into a new lifestyle with her first pupil, Laika the dragon, and discovered fun and enjoyment in it that she hadn't known before. But then, one day, a young girl calling Azusa her \"mama\" shows up and proclaims that her younger sister wants to kill Azusa. But Azusa has no memory of giving birth to these two girls, or of becoming a mother at all...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8203054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203054",
                    "TitleEnglish": "Along Came an Elf",
                    "SummaryEnglish": "Just as peace is beginning to reign in Azusa's home, a young elf named Halkara shows up pleading for her help. Halkara says that an energy drink she made angered a terrifying high demon, Beelzebub, who is now out to kill her. Azusa would prefer to avoid anything that might ruin her slow life, but she can't just leave the poor girl to die, so she reluctantly agrees to shelter her...",
                    "Aliases": []
                },
                "4": {
                    "ID": "8203055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203055",
                    "TitleEnglish": "We Went to a Dragon's Wedding",
                    "SummaryEnglish": "Laika's older sister Leila is getting married, so Azusa and her friends set off to visit Mount Rokko, the home of the Red Dragons. The mountain is bustling with the many Red Dragons who have gathered for the ceremony. Azusa congratulates Leila and the ceremony carries on in peace... until the Blue Dragons, a tribe with a long-standing grudge against the Red Dragons, attack in full force!",
                    "Aliases": []
                },
                "5": {
                    "ID": "8203056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203056",
                    "TitleEnglish": "A Ghost Appeared",
                    "SummaryEnglish": "Halkara has built a new Nutri-Spirit factory in a nearby town and is now regularly going there from the cottage in the highlands, but she comes home exhausted every evening. It seems rumors have spread saying there's a ghost showing up at the factory, so she's had to do all the work alone since all the locals are scared to go there. Azusa doesn't deal well with ghosts at all, but she can't bear to let Halkara work herself to exhaustion, so she summons Beelzebub to help and heads to the factory late at night.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8203057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203057",
                    "TitleEnglish": "Along Came a Leviathan",
                    "SummaryEnglish": "Azusa receives an invitation from Beelzebub to attend a ceremony in the land of the demons. It seems she earned a favorable reputation with the demons after stopping the conflict between the two Dragon clans in Laika's homeland. Azusa invites the whole family along for this high honor, but there's one problem: Rosalie, the ghost, can't wear a dress. But Rosalie is part of the family, and Azusa wants to help her dress up like the rest of them, so she uses the power of her maxed level to create a magic spell...",
                    "Aliases": []
                },
                "7": {
                    "ID": "8203058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203058",
                    "TitleEnglish": "We Beat Up a Demon King",
                    "SummaryEnglish": "Halkara's knack for inadvertently causing trouble led her to knock out the Demon King Pecora, and now she's locked in a dungeon. As Halkara's execution draws nearer with each passing moment, Azusa rushes to make a potion with her family's help and, with Beelzebub's guidance, takes it to the first-aid room where Pecora is. After tricking the demons guarding the room, Azusa finally reaches Pecora, but then...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8203059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203059",
                    "TitleEnglish": "A Fake Witch of the Highlands Appeared",
                    "SummaryEnglish": "Laika and Flatorte, the newest member of the family, are constantly bickering. Their tribes do have a history of conflict, but it seems the fact that they haven't been eating as much meat lately is contributing to their irritability. Just then, Natalie from the guild arrives and tells them about a quest to get rid of a massive number of longhammer boars, the perfect quest to fill their hungry bellies...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8203060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203060",
                    "TitleEnglish": "My Daughter Turned Into a Slime and Couldn't Change Back",
                    "SummaryEnglish": "Falfa woke up in the form of a slime! Of course, that's not too shocking since she's a slime spirit, but her sister Shalsha laments that this has never happened before and she doesn't know how to change her back. So Azusa sets off with Shalsha and Beelzebub in search of an \"unusual slime\" who might know a way to change Falfa back...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8203061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203061",
                    "TitleEnglish": "A Minstrel Came to Town",
                    "SummaryEnglish": "One day, a girl with rabbit ears comes to the village of Flatta. This nameless, unpopular minstrel, who strums her lute fiercely with her bare fingers and sings with a death growl, is known as Schifanoia. When she passes out in the middle of her concert, Azusa is reminded of the sad stories she's heard of young men who moved to Tokyo hoping to make their major debut, but instead turn into job-hopping middle-aged men playing in bands that never make any profit. So she invites Schifanoia to live at the house in the highlands for a while, but when she just keeps making excuses and refuses to see reality, Flatorte loses her patience...",
                    "Aliases": []
                },
                "11": {
                    "ID": "8203062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203062",
                    "TitleEnglish": "I Ate a Mushroom and Turned Into a Child",
                    "SummaryEnglish": "Halkara throws a mushroom-grilling party, or \"shroompa\" for short, and accidently includes some poisonous mushrooms that cause anyone who eats them to shrink... and Azusa eats one. This leads to everyone ridiculing her—or rather, fawning over how cute she looks. Even her daughters are in on it! Azusa is determined to change back to normal, so after a tip from Pecora, she heads to the World Tree along with Fatla and Vania to find a pharmacist who deals in every kind of medicine. She expects a dungeon with 108 floors to fight through, but...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8203063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/8203063",
                    "TitleEnglish": "We Opened a Coffee Shop",
                    "SummaryEnglish": "Festival season has come to the village of Flatta. The festival has been held there for the past 250 years, but as the only person who knows its entire history since it was started, Azusa has distanced herself from it to let the villagers keep their independence. But her family has shown interest in it and seems excited to see it, so she makes up her mind to change the way she interacts with the village tradition... and thus the one-day-only coffee shop, The Witch's House, was born. Will the villagers enjoy this little shop Azusa's family has created?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1975154",
            "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9040222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/9040222",
                    "TitleEnglish": "Along Came a Goddess",
                    "SummaryEnglish": "Azusa learns that a goddess is making a public appearance in the provincial capital and goes to check it out.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11019736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019736",
                    "TitleEnglish": "We Searched for an Undead",
                    "SummaryEnglish": "Azusa takes Falfa and Shalsha to the World Spirit Conference. When they return, Beelzebub asks for a favor.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11019737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019737",
                    "TitleEnglish": "We Went to Beelzebub's House",
                    "SummaryEnglish": "When Beelzebub brags about her huge mansion, Azusa can't resist paying a visit to see it for herself.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11019738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019738",
                    "TitleEnglish": "We Went Looking for a Mandragora",
                    "SummaryEnglish": "Azusa learns that mandragoras gain the ability to walk and talk after 300 years, so she goes to find one.",
                    "Aliases": []
                },
                "5": {
                    "ID": "11019739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019739",
                    "TitleEnglish": "I Became Mama Yufufu's Daughter",
                    "SummaryEnglish": "After Azusa eats a mushroom that makes her shrink, Yufufu offers to be her mom for the day.",
                    "Aliases": []
                },
                "6": {
                    "ID": "11019740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019740",
                    "TitleEnglish": "Laika Entered a Martial Arts Tournament",
                    "SummaryEnglish": "Laika enters a martial arts tournament to help Fightie, who's hoping to win the prize money.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11019741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019741",
                    "TitleEnglish": "I Met a Pine Spirit",
                    "SummaryEnglish": "Azusa tries to help a pine spirit whose temple has fallen on hard times due to a decrease in weddings.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11019742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019742",
                    "TitleEnglish": "We Went Swimming in the Sea",
                    "SummaryEnglish": "Azusa takes her family to the ocean, where they meet a jellyfish spirit who also happens to be a painter.",
                    "Aliases": []
                },
                "9": {
                    "ID": "11019743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019743",
                    "TitleEnglish": "We Met the Evil Spirit Queen",
                    "SummaryEnglish": "Azusa and company try to get the queen of Thursa Thursa to come out of her tomb and rejoin her people.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11019744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019744",
                    "TitleEnglish": "We Went to the Demon King's Birthday Party",
                    "SummaryEnglish": "Pecora hosts a grand birthday party, but the only gift she wants is a day alone with Azusa.",
                    "Aliases": []
                },
                "11": {
                    "ID": "11019745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019745",
                    "TitleEnglish": "I Battled a Traditional Goddess",
                    "SummaryEnglish": "Mega-mega has caught the eye of Nintan, a goddess who favors tradition and rejects new ideas.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11019746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/episodes/11019746",
                    "TitleEnglish": "We Opened the Coffee Shop Again This Year",
                    "SummaryEnglish": "It's time for Flatta's annual dance festival again, and The Witch's House makes its long-awaited return.",
                    "Aliases": []
                }
            }
        }
    }
}