{
    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13399402/",
        "https://genkoku-anime.com/",
        "http://www.reddit.com/r/RealistHero",
        "https://www.themoviedb.org/tv/102088",
        "https://x.com/genkoku_info"
    ],
    "TitleEnglish": "How a Realist Hero Rebuilt the Kingdom",
    "SummaryEnglish": "Suddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king. Unlike the royalty before him, he won’t be using swords and magic to rule; will administrative reform really get this kingdom back on track?",
    "TitleJapanese": "現実主義勇者の王国再建記",
    "SummaryJapanese": "たったひとりの身内である祖父を亡くした相馬一也は、\nある日、突然、異世界に勇者として召喚されてしまう。\n召喚された先は、まるで中世ヨーロッパのようなエルフリーデン王国であった。\n勇者どころか、ごくふつうの青年のソーマだが、\n持ち前の合理的精神と現代知識から、次々と新しい政策を打ち出し、\n傾きかけていた王国の財政政治体制を立て直していく。\nソーマと共に歩むのは、エルフリーデン王国の王女リーシア、\n王国一の武を誇るダークエルフのアイーシャ、\n怜悧な頭脳を持つハクヤ、大食いのポンチョ、歌姫のジュナ、\n動物と意思疎通できる少女トモエなど、多才で個性的な仲間たち。\n\n現代知識で窮地の王国を再生する\n異世界内政 ファンタジー、\n『現実主義勇者の王国再建記』。\nいよいよ開幕！",
    "Aliases": [
        "Genjitsushugi Yūsha no Ōkoku Saikenki",
        "Genjitsu Shugi Yuusha no Oukoku Saikenki"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "1871123",
            "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10169075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/10169075",
                    "TitleEnglish": "Special Livestream Video Part 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "現国スゴロク",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10171850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/10171850",
                    "TitleEnglish": "Special Livestream Video Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "現国スゴロク",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1871124",
            "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8264982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8264982",
                    "TitleEnglish": "First Begin with a Hero",
                    "SummaryEnglish": "University student Souma is suddenly summoned as a hero to the kingdom of Elfrieden, which is facing a number of crises, both foreign and domestic. Souma confers with the king and prime minister, after which the king makes a stunning announcement.",
                    "TitleJapanese": "まず勇者より始めよ",
                    "SummaryJapanese": "相馬一也は勇者召喚の儀式によってエルフリーデン王国に召喚された。\nアルベルト王はその資質を見抜き、彼に王位を譲るとともに娘リーシアとの婚約も決めた。\n現代知識を駆使して挑む王国再建記がここに始まる。"
                },
                "2": {
                    "ID": "8500698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500698",
                    "TitleEnglish": "If You Possess an Aptitude, We'll Make Use of It",
                    "SummaryEnglish": "Souma is checked for any magical powers, and puts his results to use with the administrative paperwork. Hoping to recruit more competent personnel for his staff, Souma sends out a nationwide broadcast offering prizes to the most talented in the land.",
                    "TitleJapanese": "ただ才あらば用いる",
                    "SummaryJapanese": "エルフリーデン王国の財政は苦しく、\nソーマは輸出用の綿花中心の農業から食料増産に方針を変え、まず人民の暮らしの安定を図る。\nだがまだまだ問題は山積み。\n解決のためには人材不足が否めず、ソーマは広くこれを民間から募ることにした。"
                },
                "3": {
                    "ID": "8500699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500699",
                    "TitleEnglish": "Let Not Me Be a Loyal Minister",
                    "SummaryEnglish": "The results of the talent search are in, and the kingdom holds a recognition and award ceremony for the winners. Five uniquely talented individuals come before Souma to demonstrate their skills, and find a place for themselves within his royal court.",
                    "TitleJapanese": "臣をして忠臣たらしむことなかれ",
                    "SummaryJapanese": "ソーマの「ただ才あらば用いる！」の一言で、国中からさまざまな人々が集まってきた。\nダークエルフのアイーシャ、美貌のジュナ、怜悧な頭脳を持つハクヤなど多才な者たち。\nしかし、ソーマが一番高く評価したのは、食いしん坊のポンチョだった……。"
                },
                "4": {
                    "ID": "8500700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500700",
                    "TitleEnglish": "The Forefinger Twitches",
                    "SummaryEnglish": "After Souma realizes the true gravity of Tomoe's ability, he ensures that it remains a secret, and that she is kept safe. Juna and Poncho host a program that shows how to prepare readily-available but unconventional ingredients during the food shortage.",
                    "TitleJapanese": "食指、動く",
                    "SummaryJapanese": "集まってきた人々の中に、妖狼族の少女トモエがいた。\n彼女のもたらした情報は、ソーマたちに衝撃を与える。\n一方、ソーマの命を受けて国中を回ったポンチョは、\n今まではあまり顧みられることのなかった「食材」を各地から集めてきた。"
                },
                "5": {
                    "ID": "8500701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500701",
                    "TitleEnglish": "Well Fed, Well Regarded",
                    "SummaryEnglish": "Juna and Poncho close out their cooking show with their take on udon noodles. Marx steps down as prime minister, and as Hakuya fills the vacancy, he insists that Souma get some rest. Souma, Liscia, and Aisha take a tour of the castle town incognito.",
                    "TitleJapanese": "衣食足たって、栄辱を知る",
                    "SummaryJapanese": "ポンチョのもたらした新しい「食材」は衝撃的ではあったが、\n美味さと手軽さゆえに瞬く間に国民の間に広がっていった。\n多忙な日々がつづくある日、\nソーマは婚約者のリーシア、ダークエルフのアイーシャとお忍びデートすることに……。"
                },
                "6": {
                    "ID": "8500702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500702",
                    "TitleEnglish": "The Wise Man Never Forsaketh an Advantage",
                    "SummaryEnglish": "At Café Sereia, Souma overhears two people arguing over whether or not to side with the new King. Hakuya analyzes the political situation in the neighboring lands with the King. Souma and Liscia discuss the nature of their engagement.",
                    "TitleJapanese": "智者は時にそむいて利を捨てず",
                    "SummaryJapanese": "革新は常に反発をもたらす。\n軍を統べる三公とソーマは対立状態にあり、若い士官の中にはゲオルグの下にはせ参じようとする者もいた。\nそんなひとりハルバートとソーマは街で出会う。\nそして翌日、彼の父グレイヴがもたらした情報とは……。"
                },
                "7": {
                    "ID": "8500703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500703",
                    "TitleEnglish": "Thus Saith the Elder",
                    "SummaryEnglish": "A doll controlled by Souma joins a group of adventurers and has to face a strong monster. Meanwhile, Souma plans to found a new port city. However, the villagers around the new town warn him of a dangerous sea god...",
                    "TitleJapanese": "古老、曰く",
                    "SummaryJapanese": "王国の財政は官僚たちの努力もあって危機を脱しようとしていた。\nソーマは新しく港湾都市ヴェネティノヴァを建設する計画を打ち出す。\n将来、流通の要となり、新たな雇用と住宅を生み出すはずだった。\nしかし、これに一人の古老が反対する。"
                },
                "8": {
                    "ID": "8500704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500704",
                    "TitleEnglish": "The Forest in Labour",
                    "SummaryEnglish": "While Souma's road construction project is progressing well, a disaster strikes in the Dark Elf village. The young king rushes to help, but not everyone can be saved...",
                    "TitleJapanese": "森、鳴動す",
                    "SummaryJapanese": "アイーシャの故郷である神護の森に未曾有の危機が訪れる。\n長雨で地滑りが起き、集落の半分が飲まれたというのだ。\n被災者の生死を分けるといわれる72時間の壁が迫る中、ソーマたちは必死の救護活動に挑む。"
                },
                "9": {
                    "ID": "8500705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500705",
                    "TitleEnglish": "Contrary to Wishes",
                    "SummaryEnglish": "While the Principality of Amidonia prepares for the invasion of Elfrieden, Souma has completely different worries. We finally have a discussion with the three dukes...",
                    "TitleJapanese": "縦横、成らず",
                    "SummaryJapanese": "ソーマはついに三公との会議を開き、最後通告を出す。\n自分に従うか、さもなくば戦か。\nエクセルは恭順を示したが、残るゲオルグとカストールは戦いの道を選ぶ。\nさらにその混乱を突くように、隣国アミドニアが兵を動かした。"
                },
                "10": {
                    "ID": "8500706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500706",
                    "TitleEnglish": "No Place of Joy Hath a Soldier",
                    "SummaryEnglish": "Following his interview with the three Dukes, Souma managed to rally the Duchess of Walter to his cause, but the Dukes of Carmine and Vargas chose to declare war on their new king. At the same time, the principality of Amidonia launches its offensive to the southwest to capture the city of Altomura. For Souma, it is both his own survival and that of the kingdom of Elfrieden that is at stake in this war.",
                    "TitleJapanese": "兵は楽しむ所に非ざるなり",
                    "SummaryJapanese": "アミドニア軍は、エルフリーデン王国の城壁都市アルトムラを包囲し、開城を要求した。\n領主ワイストは城内の意見をまとめるのに、一両日の時間をもとめる。\n一方、ソーマはカストール率いる空軍との戦端を開かざるを得なくなり……。"
                },
                "11": {
                    "ID": "8500707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500707",
                    "TitleEnglish": "Sacrifice the Plum Tree to Preserve the Peach Tree",
                    "SummaryEnglish": "As the battle for the City of the Red Dragons rages on, the time has come for the confrontation between Souma and Castor Vargas. Meanwhile, Halbert, Kaede, and Ludwin resist with all their might the Army assaults on the Duchy of Carmine. What will be the outcome of the civil war that is ravaging the kingdom of Elfrieden?",
                    "TitleJapanese": "李代桃僵",
                    "SummaryJapanese": "アルトムラを包囲するガイウス八世は笑う。\nもはやエルフリーデン王国は落ちたも同然と。\nだが、ソーマたちはカストールの空軍を奇襲で破ることに成功。\nさらにゲオルグたちの陸軍とも交戦を開始したのである。"
                },
                "12": {
                    "ID": "8500708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500708",
                    "TitleEnglish": "When You Surround an Army, Leave an Outlet Free",
                    "SummaryEnglish": "After defeating the Dukes of Carmine and Vargas, Souma finally came to terms with Elfrieden’s civil war. It was then that, against all odds, he declared war on the principality of Amidonia to force Gaius to relinquish the city of Altomura. The final battle between Amidonia and Elfrieden will be fought in Van, the capital of the principality of Amidonia!",
                    "TitleJapanese": "囲師には必ず闕く",
                    "SummaryJapanese": "ソーマは、だれもが予想していなかった策を講じる。\nアミドニアの首都ヴァンの前面に兵を進めたのだ。\nガイウスは必死で軍を走らせ、故国を敵の手から守ろうとする。\nそして、ついに両者はヴァンの平野でぶつかりあう！"
                },
                "13": {
                    "ID": "8519728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8519728",
                    "TitleEnglish": "To Fight and Conquer in All Our Battles Is Not Supreme Excellence",
                    "SummaryEnglish": "While the situation in Van has eased and the citizens are enjoying their newfound freedom, the Grand Chaos Imperium is sending the Empress's younger sister to negotiate with Souma...",
                    "TitleJapanese": "百戦百勝は善の善なる者に非ず",
                    "SummaryJapanese": "ヴァンを制圧したソーマは、\nヴァンもまたエルフリーデン王国のように自由な街に作り変えていく。\nその陰で笑うガイウスの娘ロロア。\nそして、ついに人類宣言の盟主グラン・ケイオス帝国が動き出そうとしていた……。"
                },
                "14": {
                    "ID": "8724378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8724378",
                    "TitleEnglish": "Amidonia in a Lion's Skin",
                    "SummaryEnglish": "Julius, the son of Gaius, attempts to reclaim his former territory of Van from Souma, backed by the authority of the Gran Chaos Empire. The power to negotiate is given to Jeanne Euphoria, younger sister of Empress Maria Euphoria.",
                    "TitleJapanese": "虎の威を借るアミドニア",
                    "SummaryJapanese": "ガイウスの息子ユリウスは、\n大国グラン・ケイオス帝国の威を背景にかつての自領ヴァンをソーマの手から取り戻そうとする。\nその交渉の全権を与えられたのは、女皇マリアの妹ジャンヌ･ユーフォリアであった。"
                },
                "15": {
                    "ID": "8908148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908148",
                    "TitleEnglish": "Becoming Good Friends Who Never Offend",
                    "SummaryEnglish": "Jeanne's negotiations continue. These negotiations are no longer in the hands of Julius, but wholly a matter for the Gran Chaos Empire and the Kingdom of Elfrieden. Further, Jeanne sees a new future and a new world in Souma.",
                    "TitleJapanese": "莫逆の友と為る",
                    "SummaryJapanese": "ジャンヌとの交渉はつづく。\nもはや交渉はユリウスのものではなく、グラン・ケイオス帝国とエルフリーデン王国のものだった。\nそして、ジャンヌはソーマの中に、新しい未来を、新しい世界の姿を見る。"
                },
                "16": {
                    "ID": "8908149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908149",
                    "TitleEnglish": "Tyranny Is More Terrible than Tigers",
                    "SummaryEnglish": "Van is returned to Julius as a result of the mediation of the Grand Chaos Empire, in exchange for a great deal of reparation costs. Souma returns to the Kingdom of Elfrieden, where many other problems yet remain.",
                    "TitleJapanese": "苛政は寅よりも猛し",
                    "SummaryJapanese": "グラン・ケイオス帝国の仲介の結果、ヴァンはユリウスの元に返還されることになる。\n高額な賠償金を引き換えにして。\nソーマは未だ多くの問題が残るエルフリーデン王国へと帰還していく……。"
                },
                "17": {
                    "ID": "8908150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908150",
                    "TitleEnglish": "A Warrior Will Die for One Who Understands Him",
                    "SummaryEnglish": "Souma is victorious in both the Elfrieden civil war and the battle against Amidonia. However, his victory was won as a result of the devotion of a man named Georg. Still, the law is the law, and Souma must pass down a harsh judgment against Georg.",
                    "TitleJapanese": "士は己を知る者の為に死す",
                    "SummaryJapanese": "内乱、さらにはアミドニアとの戦いに勝利したソーマ。\nだが、それはゲオルグという男の献身の上に成り立ったものであった。\nしかし、法は法。ソーマは彼に対し厳しい裁きをくださねばならなかった。"
                },
                "18": {
                    "ID": "8908151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908151",
                    "TitleEnglish": "Seeing Snake Shadows in Every Cup",
                    "SummaryEnglish": "Weathering a number of problems, Souma more or less finishes dealing with the aftermath of the war. However, he was set upon by an inexplicable anxiety, the distress and pressure only felt by those in authority. It was not something he could bear alone.",
                    "TitleJapanese": "杯中の蛇影",
                    "SummaryJapanese": "さまざまな困難を乗り越え、ソーマはなんとか戦乱の後処理を終える。\nだが、彼には言い知れぬ疲労が忍び寄っていた。\n人の上に立たねばならない者のみが背負う苦悩と重圧。\nそれは彼ひとりで抱えきれるものではなく……。"
                },
                "19": {
                    "ID": "8908152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908152",
                    "TitleEnglish": "Strike While the Iron Is Hot",
                    "SummaryEnglish": "Royal Guard Captain Ludwin's childhood friend, Genia, was a rare breed of mad scientist. Her inventions leave even Souma, who comes from a world of science and technology, in astonishment... In addition to being utterly dumbfounded.",
                    "TitleJapanese": "奇貨おくべし",
                    "SummaryJapanese": "近衛騎士団のルドウィンの幼なじみジーニャは稀代のマッドサイエンティストであった。\nその発明は、科学技術が発達した世界からやってきたソーマでさえ、\n驚き感嘆……そしてあきれ果てるようなものだった。"
                },
                "20": {
                    "ID": "8908153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908153",
                    "TitleEnglish": "Aping the Frown of Beauty",
                    "SummaryEnglish": "With Van, the capital of Amidonia, returned to Julius, so too returns the oppressive rule of the government. The people's dissatisfaction increases day by day, until finally they end up revolting. Julius's sister, Roroa, then comes before Souma.",
                    "TitleJapanese": "⻄施のひそみにならう",
                    "SummaryJapanese": "ユリウスに返還されたアミドニアの首都ヴァンでは、再び圧政が敷かれていた。\n民衆の不満は日に日に増していき、ついに反旗を翻すに至る。\nそのとき、ソーマの前にユリウスの妹ロロアが現れた。"
                },
                "21": {
                    "ID": "8908154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908154",
                    "TitleEnglish": "Using Shrimp As Bait to Catch Sea Bream, but Instead Catching a Shark",
                    "SummaryEnglish": "Roroa's arrival further complicates the situation between Amidonia and the Kingdom of Elfrieden. It was an outcome not even Souma had anticipated. In response, a conference between Grand Chaos Empire Empress Maria Euphoria and Souma must be convened.",
                    "TitleJapanese": "銀で調を釣ろうとしたら鮫が掛かった",
                    "SummaryJapanese": "ロロアの登場によってアミドニアとエルフリーデン王国の状況はさらに複雑になる。\nソーマすら想定していなかった結果。\nこれを受けてグラン・ケイオス帝国の女皇マリア･ユーフォリアとソーマの会談が開かれることに……。"
                },
                "22": {
                    "ID": "8908155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908155",
                    "TitleEnglish": "A Man without Learning Is Unwise;  a Man without Wisdom Is a Fool",
                    "SummaryEnglish": "An unusual Friedonian slave trader named Ginger Camus gave his slaves clean clothes and enough to eat, as well as providing them with an education, little knowing that this would eventually end up rocking the kingdom.",
                    "TitleJapanese": "人学ばざれば智なし、智なき者は愚人なり",
                    "SummaryJapanese": "フリードニア王国にジンジャー･カミュという奇妙な奴隷商がいた。\n彼は奴隷に清潔な衣服とじゅうぶんな食事を与え、さらには教育まで施してやった。\nそれがゆくゆくは王国を揺るがすことになるとも知らずに……。"
                },
                "23": {
                    "ID": "8908156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908156",
                    "TitleEnglish": "Gargling and Hand Washing Are the Basis of Disease Prevention",
                    "SummaryEnglish": "Refugees are one of modern society's great challenges, and the Kingdom of Friedonia is no exception. Refugees who had been driven from their lands by invading monsters have gathered outside the walls of the capital and started an encampment.",
                    "TitleJapanese": "うがい手洗いは防疫の基本",
                    "SummaryJapanese": "難民、それは現代社会も抱える難問のひとつである。\nそして、フリードニア王国もまた例外ではなかった。\n王都の壁の外には魔物の侵入によって国を追われた難民たちが集まり、キャンプを築いていたのである。"
                },
                "24": {
                    "ID": "8908157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908157",
                    "TitleEnglish": "Away from My Hometown for So Many Years",
                    "SummaryEnglish": "Souma and the others visit the refugees, where they help an expectant mother with a difficult delivery. The newborn life provides hope and a foundation for the future to the refugees, but not all of them accept the future Souma presents them.",
                    "TitleJapanese": "家郷に離別して歳月多し",
                    "SummaryJapanese": "難民の元を訪れていたソーマたちは、難産の妊婦を助けることに。\n新しく生まれてくる命、それは難民たちの希望であり、未来への礎であったが、\n彼らのすべてがソーマの示す未来を受け入れるわけではなかった。"
                },
                "25": {
                    "ID": "8908158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908158",
                    "TitleEnglish": "Know Your Enemy and Know Yourself, and Your Union Shall Not Be Endangered",
                    "SummaryEnglish": "One evening, Excel whispers to the fiancées Liscia, Aisha, Juna, and Roroa that she will teach them how to please their man, and suddenly commences a \"Fiancées' Bridal Course.\" The secrets of Souma and his fiancées are about to come to light.",
                    "TitleJapanese": "相手を知り、己を知れば夫婦仲も危うからず",
                    "SummaryJapanese": "とある夜、リーシア、アイーシャ、ジュナ、ロロアといった婚約者たちに、エクセルは囁く。\n殿方の喜ばせ方をお教えしましょう、と突如始まった「花嫁育成講座」。\nソーマと婚約者の秘密がつまびらかになる……。"
                },
                "26": {
                    "ID": "8933872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8933872",
                    "TitleEnglish": "Ahead, I See No Ancestors; Behind, I Find No Followers",
                    "SummaryEnglish": "On the last night of the year, Souma is called by the previous king, Albert, to speak with him and Queen Elisha. Albert reveals a stunning truth. Once Souma knows \"everything,\" he is left with much in his heart to consider.",
                    "TitleJapanese": "前に古人を見ず、後に来者を見ず",
                    "SummaryJapanese": "大晦日の晩、ソーマは先代の王アルベルトに呼び出され、妃のエリシャと共に話をすることに。\nアルベルトの口から告げられる驚くべき真実。\nそして、「すべて」を知ったソーマの胸にこみ上げるのは……。"
                }
            }
        }
    }
}