{
    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13399402/",
        "https://genkoku-anime.com/",
        "http://www.reddit.com/r/RealistHero",
        "https://www.themoviedb.org/tv/102088",
        "https://x.com/genkoku_info"
    ],
    "TitleEnglish": "How a Realist Hero Rebuilt the Kingdom",
    "SummaryEnglish": "Suddenly summoned to a fantasy world and betrothed to the princess, Kazuya Souma is crowned the new king. Unlike the royalty before him, he won’t be using swords and magic to rule; will administrative reform really get this kingdom back on track?",
    "Aliases": [
        "Genjitsushugi Yūsha no Ōkoku Saikenki",
        "Re:Construction the Elfrieden Kingdom Tales of Realistic Brave",
        "Genjitsu Shugi Yuusha no Oukoku Saikenki",
        "A Realist Hero's Kingdom Restoration Chronicle"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "1871123",
            "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10169075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/10169075",
                    "TitleEnglish": "Special Livestream Video Part 1",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "10171850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/10171850",
                    "TitleEnglish": "Special Livestream Video Part 2",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1871124",
            "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8264982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8264982",
                    "TitleEnglish": "First Begin with a Hero",
                    "SummaryEnglish": "University student Souma is suddenly summoned as a hero to the kingdom of Elfrieden, which is facing a number of crises, both foreign and domestic. Souma confers with the king and prime minister, after which the king makes a stunning announcement.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8500698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500698",
                    "TitleEnglish": "If You Possess an Aptitude, We'll Make Use of It",
                    "SummaryEnglish": "Souma is checked for any magical powers, and puts his results to use with the administrative paperwork. Hoping to recruit more competent personnel for his staff, Souma sends out a nationwide broadcast offering prizes to the most talented in the land.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8500699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500699",
                    "TitleEnglish": "Let Not Me Be a Loyal Minister",
                    "SummaryEnglish": "The results of the talent search are in, and the kingdom holds a recognition and award ceremony for the winners. Five uniquely talented individuals come before Souma to demonstrate their skills, and find a place for themselves within his royal court.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8500700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500700",
                    "TitleEnglish": "The Forefinger Twitches",
                    "SummaryEnglish": "After Souma realizes the true gravity of Tomoe's ability, he ensures that it remains a secret, and that she is kept safe. Juna and Poncho host a program that shows how to prepare readily-available but unconventional ingredients during the food shortage.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8500701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500701",
                    "TitleEnglish": "Well Fed, Well Regarded",
                    "SummaryEnglish": "Juna and Poncho close out their cooking show with their take on udon noodles. Marx steps down as prime minister, and as Hakuya fills the vacancy, he insists that Souma get some rest. Souma, Liscia, and Aisha take a tour of the castle town incognito.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8500702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500702",
                    "TitleEnglish": "The Wise Man Never Forsaketh an Advantage",
                    "SummaryEnglish": "At Café Sereia, Souma overhears two people arguing over whether or not to side with the new King. Hakuya analyzes the political situation in the neighboring lands with the King. Souma and Liscia discuss the nature of their engagement.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8500703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500703",
                    "TitleEnglish": "Thus Saith the Elder",
                    "SummaryEnglish": "A doll controlled by Souma joins a group of adventurers and has to face a strong monster. Meanwhile, Souma plans to found a new port city. However, the villagers around the new town warn him of a dangerous sea god...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8500704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500704",
                    "TitleEnglish": "The Forest in Labour",
                    "SummaryEnglish": "While Souma's road construction project is progressing well, a disaster strikes in the Dark Elf village. The young king rushes to help, but not everyone can be saved...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8500705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500705",
                    "TitleEnglish": "Contrary to Wishes",
                    "SummaryEnglish": "While the Principality of Amidonia prepares for the invasion of Elfrieden, Souma has completely different worries. We finally have a discussion with the three dukes...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8500706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500706",
                    "TitleEnglish": "No Place of Joy Hath a Soldier",
                    "SummaryEnglish": "Following his interview with the three Dukes, Souma managed to rally the Duchess of Walter to his cause, but the Dukes of Carmine and Vargas chose to declare war on their new king. At the same time, the principality of Amidonia launches its offensive to the southwest to capture the city of Altomura. For Souma, it is both his own survival and that of the kingdom of Elfrieden that is at stake in this war.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8500707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500707",
                    "TitleEnglish": "Sacrifice the Plum Tree to Preserve the Peach Tree",
                    "SummaryEnglish": "As the battle for the City of the Red Dragons rages on, the time has come for the confrontation between Souma and Castor Vargas. Meanwhile, Halbert, Kaede, and Ludwin resist with all their might the Army assaults on the Duchy of Carmine. What will be the outcome of the civil war that is ravaging the kingdom of Elfrieden?",
                    "Aliases": []
                },
                "12": {
                    "ID": "8500708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8500708",
                    "TitleEnglish": "When You Surround an Army, Leave an Outlet Free",
                    "SummaryEnglish": "After defeating the Dukes of Carmine and Vargas, Souma finally came to terms with Elfrieden’s civil war. It was then that, against all odds, he declared war on the principality of Amidonia to force Gaius to relinquish the city of Altomura. The final battle between Amidonia and Elfrieden will be fought in Van, the capital of the principality of Amidonia!",
                    "Aliases": []
                },
                "13": {
                    "ID": "8519728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8519728",
                    "TitleEnglish": "To Fight and Conquer in All Our Battles Is Not Supreme Excellence",
                    "SummaryEnglish": "While the situation in Van has eased and the citizens are enjoying their newfound freedom, the Grand Chaos Imperium is sending the Empress's younger sister to negotiate with Souma...",
                    "Aliases": []
                },
                "14": {
                    "ID": "8724378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8724378",
                    "TitleEnglish": "Amidonia in a Lion's Skin",
                    "SummaryEnglish": "Julius, the son of Gaius, attempts to reclaim his former territory of Van from Souma, backed by the authority of the Gran Chaos Empire. The power to negotiate is given to Jeanne Euphoria, younger sister of Empress Maria Euphoria.",
                    "Aliases": []
                },
                "15": {
                    "ID": "8908148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908148",
                    "TitleEnglish": "Becoming Good Friends Who Never Offend",
                    "SummaryEnglish": "Jeanne's negotiations continue. These negotiations are no longer in the hands of Julius, but wholly a matter for the Gran Chaos Empire and the Kingdom of Elfrieden. Further, Jeanne sees a new future and a new world in Souma.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8908149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908149",
                    "TitleEnglish": "Tyranny Is More Terrible than Tigers",
                    "SummaryEnglish": "Van is returned to Julius as a result of the mediation of the Grand Chaos Empire, in exchange for a great deal of reparation costs. Souma returns to the Kingdom of Elfrieden, where many other problems yet remain.",
                    "Aliases": []
                },
                "17": {
                    "ID": "8908150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908150",
                    "TitleEnglish": "A Warrior Will Die for One Who Understands Him",
                    "SummaryEnglish": "Souma is victorious in both the Elfrieden civil war and the battle against Amidonia. However, his victory was won as a result of the devotion of a man named Georg. Still, the law is the law, and Souma must pass down a harsh judgment against Georg.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8908151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908151",
                    "TitleEnglish": "Seeing Snake Shadows in Every Cup",
                    "SummaryEnglish": "Weathering a number of problems, Souma more or less finishes dealing with the aftermath of the war. However, he was set upon by an inexplicable anxiety, the distress and pressure only felt by those in authority. It was not something he could bear alone.",
                    "Aliases": []
                },
                "19": {
                    "ID": "8908152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908152",
                    "TitleEnglish": "Strike While the Iron Is Hot",
                    "SummaryEnglish": "Royal Guard Captain Ludwin's childhood friend, Genia, was a rare breed of mad scientist. Her inventions leave even Souma, who comes from a world of science and technology, in astonishment... In addition to being utterly dumbfounded.",
                    "Aliases": []
                },
                "20": {
                    "ID": "8908153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908153",
                    "TitleEnglish": "Aping the Frown of Beauty",
                    "SummaryEnglish": "With Van, the capital of Amidonia, returned to Julius, so too returns the oppressive rule of the government. The people's dissatisfaction increases day by day, until finally they end up revolting. Julius's sister, Roroa, then comes before Souma.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8908154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908154",
                    "TitleEnglish": "Using Shrimp As Bait to Catch Sea Bream, but Instead Catching a Shark",
                    "SummaryEnglish": "Roroa's arrival further complicates the situation between Amidonia and the Kingdom of Elfrieden. It was an outcome not even Souma had anticipated. In response, a conference between Grand Chaos Empire Empress Maria Euphoria and Souma must be convened.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8908155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908155",
                    "TitleEnglish": "A Man without Learning Is Unwise;  a Man without Wisdom Is a Fool",
                    "SummaryEnglish": "An unusual Friedonian slave trader named Ginger Camus gave his slaves clean clothes and enough to eat, as well as providing them with an education, little knowing that this would eventually end up rocking the kingdom.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8908156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908156",
                    "TitleEnglish": "Gargling and Hand Washing Are the Basis of Disease Prevention",
                    "SummaryEnglish": "Refugees are one of modern society's great challenges, and the Kingdom of Friedonia is no exception. Refugees who had been driven from their lands by invading monsters have gathered outside the walls of the capital and started an encampment.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8908157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908157",
                    "TitleEnglish": "Away from My Hometown for So Many Years",
                    "SummaryEnglish": "Souma and the others visit the refugees, where they help an expectant mother with a difficult delivery. The newborn life provides hope and a foundation for the future to the refugees, but not all of them accept the future Souma presents them.",
                    "Aliases": []
                },
                "25": {
                    "ID": "8908158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8908158",
                    "TitleEnglish": "Know Your Enemy and Know Yourself, and Your Union Shall Not Be Endangered",
                    "SummaryEnglish": "One evening, Excel whispers to the fiancées Liscia, Aisha, Juna, and Roroa that she will teach them how to please their man, and suddenly commences a \"Fiancées' Bridal Course.\" The secrets of Souma and his fiancées are about to come to light.",
                    "Aliases": []
                },
                "26": {
                    "ID": "8933872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/how-a-realist-hero-rebuilt-the-kingdom/episodes/8933872",
                    "TitleEnglish": "Ahead, I See No Ancestors; Behind, I Find No Followers",
                    "SummaryEnglish": "On the last night of the year, Souma is called by the previous king, Albert, to speak with him and Queen Elisha. Albert reveals a stunning truth. Once Souma knows \"everything,\" he is left with much in his heart to consider.",
                    "Aliases": []
                }
            }
        }
    }
}