{
  "URL": "https://www.thetvdb.com/series/389557-",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7112166/",
    "http://xn--u9j429qiq1a.jp/gs/",
    "https://www.themoviedb.org/tv/114590"
  ],
  "TitleEnglish": "EAGLE TALON ~Golden Spell~",
  "SummaryEnglish": "The evil secret organization Eagle Talon succeeds in reviving the ancient \"Golden Spell\" which can control human minds with a single word. \"With this, we can achieve our dreams of world conquest from home!\" and begin to develop various Golden Spell effects, such as the \"shit yourself\" spell. But someone steals their spell development program itself! If the Golden Spell were to fall into the wrong hands, the world would be in peril. To retrieve the stolen spells, the Eagle Talon group begins an investigation. But little by little, they're drawn into a massive plot...",
  "Aliases": [
    "Himitsukessha Taka no Tsume",
    "Himitsukessha Taka no Tsume: Golden Spell",
    "Secret Society Eagle Talon: Golden Spell"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1871669",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/0",
      "# Episodes": 22,
      "Episodes": {}
    },
    "1": {
      "ID": "1871670",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {}
    },
    "2": {
      "ID": "1904055",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {}
    },
    "3": {
      "ID": "1880910",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/3",
      "# Episodes": 19,
      "Episodes": {}
    },
    "4": {
      "ID": "1904056",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/4",
      "# Episodes": 38,
      "Episodes": {}
    },
    "5": {
      "ID": "1904057",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/5",
      "# Episodes": 38,
      "Episodes": {}
    },
    "6": {
      "ID": "1871672",
      "URL": "https://www.thetvdb.com/series/389557-/seasons/official/7",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7977769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/7977769",
          "TitleEnglish": "Golden Spell",
          "SummaryEnglish": "The president of the evil secret society \"Eagle Talon\" who returned home from a part-time job is deprived of his sight by someone and hears a mysterious voice. Then suddenly a ferocious stool! The true character of the voice is \"Golden Spell\" developed by Dr. Leonardo, a member of the group. It is a new secret weapon that can manipulate humans with just one word and change their appearance. \"In this case, even nowadays when the influence of Corona remains, you can conquer the remote world with just voice!\" I try to conquer the neighborhood shopping street as a starting point, but ...",
          "Aliases": []
        },
        "2": {
          "ID": "7990612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/7990612",
          "TitleEnglish": "Anti-Spell",
          "SummaryEnglish": "The Eagle Talon, whose golden spell generation program has been stolen by someone, infiltrates the IT company \"Crotter\" in search of clues. There, the president, Kuroki, was suffering from a strange illness that \"he would be stupid when he heard a specific word.\" After discovering that the cause is the golden spell and the mysterious person \"Sugar\", Dr. Leonardo begins to develop a countermeasure \"Anti-Spell\", but the material requires rare materials and \"words of gratitude\" ...",
          "Aliases": []
        },
        "3": {
          "ID": "7990615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/7990615",
          "TitleEnglish": "Baby Talk Spell",
          "SummaryEnglish": "Crotter has another incident! This time, due to the influence of the golden spelling, all employees started to speak baby talk. The Eagle Talon was asked to develop an anti-spell for 2 million yen, but it is extremely difficult for an evil secret society to collect the \"words of gratitude\" that are the material. So I decided to help the deluxe fighter on the side of justice ... On the other hand, the government found out that a strange in-house broadcast was involved in the case of Crotter, and issued an investigation order to Otori Fuyu of the Cabinet Special Investigation Office, NTS. Give it down.",
          "Aliases": []
        },
        "4": {
          "ID": "8018886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8018886",
          "TitleEnglish": "Help Spell",
          "SummaryEnglish": "The Eagle Talon who developed a new secret weapon with the anti-spell manufacturing reward paid by Crotter. When I was about to start conquering the world in a nearby park, a deluxe fighter appeared. I thought that I would be blown away suddenly, and said, \"Today I will help conquer the world!\" The Führer and Yoshida are confused but ask for help, but the Deluxe Fighter gradually goes out of control. In fact, it was contaminated with the \"help / spell\" released by Sugar!",
          "Aliases": []
        },
        "5": {
          "ID": "8018888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8018888",
          "TitleEnglish": "Tear Off Your Clothes When You Hear a Compliment Spell",
          "SummaryEnglish": "The Eagle Talon called itself \"Deluxe Fighters\" and was steadily gathering people's gratitude. The reputation called for a reputation, and he decided to escort the Queen of the Kingdom of Gluten at the State Banquet. Moreover, it is said that the international terrorist \"Jackal\" who aims at the Queen's life is lurking in the venue. Failure is absolutely unforgivable! However, the Deluxe Fighter and the Eagle Talon ran into a ridiculous eccentricity in front of the Queen ...",
          "Aliases": []
        },
        "6": {
          "ID": "8108070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8108070",
          "TitleEnglish": "Chasing Sugar",
          "SummaryEnglish": "The criminal of a series of incidents, \"Sugar\". Focusing on the name, Yoshida creates a monster \"Antoman\" who reacts to sweet things, but as expected, he only bites at cake shops and unrelated people, and the investigation is extremely difficult. In addition, Kuroki who tries to find out the identity of the president by using Sugar's wisdom, and NTS who glared that Deluxe Fighter and Eagle Talon were involved in a series of incidents also set out to investigate.",
          "Aliases": []
        },
        "7": {
          "ID": "8065066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8065066",
          "TitleEnglish": "Yoshida`'s Plot",
          "SummaryEnglish": "The Eagle Talon turns suspicion to Zahar, Vice President of Crotter. There is a phone call from Zaharu himself! It was a hawk's claw group who got into the crotter company by boasting \"I'll grab the tail\", but on the contrary, I got to know the face behind the crotter company and Kuroki. In addition, Mifuyu, who wants to search for Crotter, and Zaharu, who wants to search for NTS, get caught up in a board and get confused. What is Yoshida's secret plan to turn this pinch into an opportunity? ??",
          "Aliases": []
        },
        "8": {
          "ID": "8065067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8065067",
          "TitleEnglish": "Betrayal",
          "SummaryEnglish": "Zaharu and Mifuyu approached each other for a mission, but in a different sense. This time, I try to make contact with the setting of \"former lover of local Shimane\", but the two who have a love deviation value of about 4th grade are lied to Yoshida one after another ... What happens! ?? Mission, love and golden spelling!",
          "Aliases": []
        },
        "9": {
          "ID": "8108072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8108072",
          "TitleEnglish": "Rage Spell",
          "SummaryEnglish": "Zaharu and Mifuyu are chased by Shining Black. The Eagle Talon, who went to help them, met Iwasa, an employee of DX Company, on the way and was informed of the shocking fact. On the other hand, Kuroki who got the golden spell generation program starts to conquer the world, but the operation will lead to an unexpected situation ...",
          "Aliases": []
        },
        "10": {
          "ID": "8108073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8108073",
          "TitleEnglish": "Zombie Spell",
          "SummaryEnglish": "Kuroki who makes full use of his own media and deepfake technology and confuses all over Japan. However, Sugar with a horde of zombies appears there, turning Kuroki's minions and NTS members into zombies one after another. Is there a way to stop the accelerating zombie transformation and sugar anger! ??",
          "Aliases": []
        },
        "11": {
          "ID": "8108075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8108075",
          "TitleEnglish": "Showdown",
          "SummaryEnglish": "Zombie spells that spread explosively throughout Japan. As a countermeasure, Dr. Leonardo will start developing \"Ultimate Anti-Spell\" that neutralizes all spells, but the material requires a million positive good intentions. Eagle Talon and Zaharu Mifuyu who are struggling in the city in search of \"words of gratitude\". I get rid of zombies one after another, and I get rid of them ...",
          "Aliases": []
        },
        "12": {
          "ID": "8108076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8108076",
          "TitleEnglish": "Ultimate Anti-Spell",
          "SummaryEnglish": "The Eagle Talon and friends gathered again after collecting words of gratitude from the people of the city. However, the good intentions gathered are far less than one million positives. A party that escapes from the onslaught of enemies and escapes to a consumer electronics mass retailer. The inspiration of Yoshida who saw something there saves the predicament! ?? The final inspiration!",
          "Aliases": []
        },
        "13": {
          "ID": "8141905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/389557-/episodes/8141905",
          "TitleEnglish": "Gaiden \"At that time, DX Fighter ...\"",
          "SummaryEnglish": "Description: DX Fighter who didn't make a turn in the latter half of the anime. For some reason, he resents the Eagle Talon and hits him into a secret base. However, such a thing is where the wind hawk's claws blow. I was in the process of selecting NISSIN FOODS products suitable for New Year's Eve. Industry turmoil! ?? The CM will start broadcasting the main story at a glance!",
          "Aliases": []
        }
      }
    }
  }
}