{
    "URL": "https://www.thetvdb.com/series/solo-leveling",
    "Genres": [
        "Adaptation",
        "Paranormal"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21209876/",
        "https://sololeveling-anime.net/",
        "https://www.themoviedb.org/tv/127532",
        "https://en.wikipedia.org/wiki/Solo_Leveling",
        "https://x.com/sololeveling_pr"
    ],
    "TitleEnglish": "Solo Leveling",
    "SummaryEnglish": "They say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Sung Jinwoo. After being brutally slaughtered by monsters in a high-ranking dungeon, Jinwoo came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.",
    "TitleJapanese": "俺だけレベルアップな件",
    "SummaryJapanese": "異次元と現世界を結ぶ通路“ゲート”が突如発生してから十数年、世界には“ハンター”と呼ばれる超人的な力に覚醒した人間たちが出現する。ハンターはゲート内のダンジョンを攻略し対価を得ることを生業としているが、そんな強者揃いのハンター達の中で、「水篠 旬」は人類最弱兵器と呼ばれる低ランクハンターとして生活していた。ある日、低ランクダンジョンに隠された高ランクの二重ダンジョンに遭遇し、瀕死の重傷を負った旬の目前に謎のクエストウィンドウが現れる。",
    "Aliases": [
        "Only I Level Up",
        "Solo Leveling Season 2 -Arise from the Shadow-"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "1871835",
            "URL": "https://www.thetvdb.com/series/solo-leveling/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10324377",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10324377",
                    "TitleEnglish": "How to Get Stronger",
                    "SummaryEnglish": "Jinwoo recaps the events of the story so far, from his humble beginnings as the Weakest Hunter of All Mankind to his newfound power and renewed purpose.",
                    "TitleJapanese": "強くなる方法",
                    "SummaryJapanese": "ジヌは、全人類最弱のハンターとしての謙虚な始まりから、新たに発見した力と新たな目的まで、これまでの物語の出来事を要約します。"
                },
                "2": {
                    "ID": "10875094",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10875094",
                    "TitleEnglish": "ReAwakening",
                    "SummaryEnglish": "Over a decade after 'gates' connecting worlds appeared, awakening 'hunters' with superpowers, weakest hunter Sung Jinwoo encounters a double dungeon and accepts a mysterious quest, becoming the only one able to level up, changing his fate. A catch-up recap of the first season coupled with an exclusive sneak peek of the first two episodes of the highly anticipated second season in one momentous theatrical fan experience.",
                    "TitleJapanese": "再覚醒",
                    "SummaryJapanese": "世界をつなぐ「ゲート」が出現してから10年以上、超能力を持つ「ハンター」を目覚めさせた最弱ハンターのソン・ジヌは二重ダンジョンに遭遇し、謎のクエストを受け、唯一レベルアップできる存在となり、運命を変える。第 1 シーズンの総括と、待望の第 2 シーズンの最初の 2 つのエピソードの独占スニーク ピークを組み合わせた、重要な劇場ファン体験です。"
                },
                "3": {
                    "ID": "11057871",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/11057871",
                    "TitleEnglish": "THE LEVELING OF SOLO LEVELING - Part 1 - A Hunter Rises",
                    "SummaryEnglish": "We start our journey where it all began—with D&C Media in Korea. As the publisher of the webnovel, they shed light on how the story of Solo Leveling developed from ideation to publication. From there, we travel to meet with Redice Studio, one of the largest webtoon studios in the world, and discuss Solo Leveling's transformation from script to illustration.",
                    "TitleJapanese": "THE LEVELING OF SOLO LEVELING - Part 1 - A Hunter Rises",
                    "SummaryJapanese": "ソロ レベリングの作成からアニメ化の世界的なプレミア イベントに至るまで、ソロ レベリングのさまざまな実現を探ることを目的とした 2 部構成のドキュメンタリーです。"
                },
                "4": {
                    "ID": "11057902",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/11057902",
                    "TitleEnglish": "THE LEVELING OF SOLO LEVELING - Part 2 - Second Awakening",
                    "SummaryEnglish": "We start our journey where it all began—with D&C Media in Korea. As the publisher of the webnovel, they shed light on how the story of Solo Leveling developed from ideation to publication. From there, we travel to meet with Redice Studio, one of the largest webtoon studios in the world, and discuss Solo Leveling's transformation from script to illustration.",
                    "TitleJapanese": "THE LEVELING OF SOLO LEVELING - Part 2 - Second Awakening",
                    "SummaryJapanese": "ソロ レベリングの作成からアニメ化の世界的なプレミア イベントに至るまで、ソロ レベリングのさまざまな実現を探ることを目的とした 2 部構成のドキュメンタリーです。"
                }
            }
        },
        "1": {
            "ID": "1871836",
            "URL": "https://www.thetvdb.com/series/solo-leveling/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7979142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/7979142",
                    "TitleEnglish": "I'm Used to It",
                    "SummaryEnglish": "Around ten years ago, gates that connected our world to another dimension began to appear, leading to the rise of hunters who would traverse these gates to fight the magic beasts within. Sung Jinwoo, E-Rank hunter, is the weakest of them all.",
                    "TitleJapanese": "I’m Used to It",
                    "SummaryJapanese": "十数年前。「ゲート」と呼ばれる、異次元とこちらの世界を結ぶ通路が出現し、ゲートの向こう側に潜むモンスターと戦う者を、人々は「ハンター」と呼んだ。\nハンターは覚醒時の魔力量によってランク分けされ、水篠旬は最も低いE級の中でも最弱と言われていた。\nある日、ダンジョンに参加した旬。ダンジョンをクリアするも、その奥にはもう一つの入り口があった。"
                },
                "2": {
                    "ID": "10190441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190441",
                    "TitleEnglish": "If I Had One More Chance",
                    "SummaryEnglish": "Jinwoo and his party appear to have cleared a low-level dungeon, when a hidden path to an unfamiliar temple is revealed. There they encounter a set of commandments and a group of monsters that cause them absolute despair.",
                    "TitleJapanese": "If I Had One More Chance",
                    "SummaryJapanese": "低級ダンジョンを攻略していた旬たちだったが、奥へ進むと見たことのない神殿のダンジョンに足を踏み入れる。そこには３つの掟と、恐怖を超えた絶望に近いモンスターが待ち受けていた。\n神像の形をした怪物によって仲間が次々と命を落とす光景に、なすすべもない旬たち。\n死と謎が渦巻く中、旬が見出した活路とは―――？"
                },
                "3": {
                    "ID": "10190442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190442",
                    "TitleEnglish": "It's Like a Game",
                    "SummaryEnglish": "Jinwoo remains behind in the temple dungeon to save his few surviving party members, and with a swing from the god statue's blade, his life comes to an end—or so it seems, before he wakes up in a hospital bed.",
                    "TitleJapanese": "It’s Like a Game",
                    "SummaryJapanese": "生き残った数少ない仲間を救うべく、ただ一人神殿のダンジョンに残った旬。\n神像のモンスターが振り下ろした剣で、息絶えた―――はずだったが、気が付いたら病院のベッドで目を覚ました。\nダンジョンで失ったはずの手足も元通りになり状況が飲み込めない旬の目の前に、彼にのみ見える「ウィンドウ」が出現する。"
                },
                "4": {
                    "ID": "10190443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190443",
                    "TitleEnglish": "I've Gotta Get Stronger",
                    "SummaryEnglish": "Having entered the instance dungeon located inside the subway, Jinwoo levels up time and time again by fighting waves of magic beasts. As he gradually makes his way forward, he finds a long stairway leading deeper underground.",
                    "TitleJapanese": "I’ve Gotta Get Stronger",
                    "SummaryJapanese": "地下鉄の駅を入口としたインスタンスダンジョンに進入した旬は、次々にモンスターを倒しながらレベルアップをしていく。そうして、少しずつ進む旬の行く先に、地下深くへと続く長い階段が現れる。\n階下へ足を踏み入れた旬が辿り着いたのは、朽ち錆びたホーム。そこで待ち受けていたのは、見上げるほどの大蛇だった。"
                },
                "5": {
                    "ID": "10190444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190444",
                    "TitleEnglish": "A Pretty Good Deal",
                    "SummaryEnglish": "Jinwoo joins a party led by Hwang Dongsuk to meet the headcount necessary for a C-Rank dungeon. Joined by another temporary hire, Yoo Jinho, the party defeats beasts without much trouble, but Jinwoo has suspicions about the group's lack of a healer.",
                    "TitleJapanese": "A Pretty Good Deal",
                    "SummaryJapanese": "C級ダンジョン攻略のための数合わせとして右京隼人率いる攻撃隊に参加した旬。同じく数合わせのメンバー諸菱賢太を含んだパーティは、危なげない戦いでモンスターを倒していく。旬はヒーラーのいないパーティに疑念を抱きつつも、ダンジョンの奥へと進むと、マナ鉱石に囲まれたダンジョンボスが眠る洞窟に行き当たる。"
                },
                "6": {
                    "ID": "10190445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190445",
                    "TitleEnglish": "The Real Hunt Begins",
                    "SummaryEnglish": "While the C-Rank dungeon raid by Jinwoo and the others seems to be progressing well, the moment they step into an area covered in mana stones with a sleeping dungeon boss, things take a wrong turn.",
                    "TitleJapanese": "The Real Hunt Begins",
                    "SummaryJapanese": "C級ダンジョンを順調に攻略していたかに思えたが、ボスが眠るマナ鉱石に覆われた空間に足を踏み入れたことをきっかけに、事態は一変する。大金になりうるマナ鉱石を独占するため、パーティのメンバーが旬と賢太を裏切り、二人を洞窟に閉じ込めたのだった。\nボスとの死闘の末、旬に課された新たな「クエスト」とは―――。"
                },
                "7": {
                    "ID": "10190446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190446",
                    "TitleEnglish": "Let's See How Far I Can Go",
                    "SummaryEnglish": "As Jinwoo continues his training, he completes a daily quest one day by doing more than the quest requires, and a key that leads to a certain item appears in front of him.",
                    "TitleJapanese": "Let's See How Far I Can Go",
                    "SummaryJapanese": "C級ダンジョンの攻略中、私欲のために殺意を向けてきた右京隼人攻撃隊を一人残らず手にかけた旬は、人間の命を何の躊躇いもなく奪った自分自身に戸惑いを覚えていた。\nそれでもトレーニングを続ける中、規定の回数以上にデイリークエストをこなした旬の前に現れたのは、とあるアイテムへと導く鍵だった。"
                },
                "8": {
                    "ID": "10190447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190447",
                    "TitleEnglish": "This Is Frustrating",
                    "SummaryEnglish": "Jinwoo answers a Hunter's Association request to take part in the raid of a D-Rank dungeon, where he encounters a few familiar faces.",
                    "TitleJapanese": "This Is Frustrating",
                    "SummaryJapanese": "病に臥す母のため旬が求めていたのは、ウィンドウに表示される「命の神水」。しかし、それを作るためのアイテムが手に入るクエストに挑むのは、今のレベルの旬には自殺行為に等しかった。\nその矢先、ハンター協会からD級ダンジョンへの招集が届く。\nダンジョンに向かった旬だったが、そこで出会った人物とは―――？"
                },
                "9": {
                    "ID": "10190448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190448",
                    "TitleEnglish": "You've Been Hiding Your Skills",
                    "SummaryEnglish": "At the D-Rank raid, Jinwoo is reunited with four of the Cartenon Temple survivors. Together, they explore the dungeon with Kang Taeshik and his men. After splitting up, they hear a scream, and then...",
                    "TitleJapanese": "You've Been Hiding Your Skills",
                    "SummaryJapanese": "ハンター協会からの招集を受けたレイドで、カルテノン神殿で生き残った馬渕や観月、真島、羽村と再会した旬は、監視課の道門たちと共に、D級ダンジョン攻略へ向かった。\nルートを分けて攻略を進めていた旬・馬渕・観月だったが、突如、別ルートを選んだ真島の悲鳴を聞きつける。向かった先で目にしたものは、仲間の変わり果てた姿だった。"
                },
                "10": {
                    "ID": "10190449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190449",
                    "TitleEnglish": "What Is This, a Picnic?",
                    "SummaryEnglish": "Jinwoo survives tragedy once again, but Woo Jinchul warns him that Hwang Dongsoo, an S-Rank hunter, may be after his life. Determined to grow stronger, Jinwoo teams up with Jinho to raid a succession of C-Rank dungeons, but they attract attention...",
                    "TitleJapanese": "What Is This, a Picnic?",
                    "SummaryJapanese": "道門との戦いの末、再び惨劇を生き抜いた旬は、犬飼からS級ハンターである右京将人が旬を狙っているかもしれないと忠告される。\nレベルアップのため賢太と手を組んでC級ダンジョンを攻略する旬。寄せ集めのパーティで次から次へとダンジョンを攻略していく彼らに、大型ギルドのある人物が目を付け始めていた。"
                },
                "11": {
                    "ID": "10190450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190450",
                    "TitleEnglish": "A Knight Who Defends an Empty Throne",
                    "SummaryEnglish": "Out of the blue, a \"job-change quest\" pops up in Jinwoo's window. Feeling that it may help him get stronger, he enters the gate. Inside, he fights wave after wave of enemies, culminating in a knight who brings back memories of the Cartenon Temple.",
                    "TitleJapanese": "A Knight Who Defends an Empty Throne",
                    "SummaryJapanese": "突如としてウィンドウに表示された、「転職クエスト」。より強くなれる予感がした旬は、ゲートへ足を踏み入れるのだった。\n絶え間なく襲い来るモンスターに、息つく間もなく応戦し続ける旬。\nその最奥で待ち受けていたのは、カルテノン神殿の記憶を呼び起こす、並外れた力を持つ“騎士”だった。"
                },
                "12": {
                    "ID": "10190451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10190451",
                    "TitleEnglish": "Arise",
                    "SummaryEnglish": "Drained from endless battle, Jinwoo sees a phantom of his past self. To overcome his own past as the Weakest Hunter of All Mankind, he struggles to find a way to clear the job-change quest.",
                    "TitleJapanese": "Arise",
                    "SummaryJapanese": "追い込まれながらも赤い騎士“イグリット”を倒した旬。一息ついたのも束の間、新たなクエストを告げるウィンドウが現れる。\n終わりのない戦いに消耗していく旬は、かつての自分自身の幻影を見る。\n“人類最弱兵器”と呼ばれた過去に打ち勝つため、より強い自分を目指すため、転職クエスト攻略の糸口を探るのだった。"
                }
            }
        },
        "2": {
            "ID": "2120511",
            "URL": "https://www.thetvdb.com/series/solo-leveling/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10414110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10414110",
                    "TitleEnglish": "You Aren't E-Rank, Are You?",
                    "SummaryEnglish": "After a scheduled meeting with Jinah's teachers, Jinwoo is asked to talk to one of her classmates, Han Song-yi, who is working as a hunter. In an effort to show her the harsh reality of the job, Jinwoo takes her to a raid designated for new hunters of the White Tiger guild.",
                    "TitleJapanese": "You aren’t E-rank, are You",
                    "SummaryJapanese": "葵の保護者面談に参加した旬は、先生から葵の同級生で学校を辞めてハンターを目指そうとしている朝比奈りんの説得を頼まれる。\n厳しい現実を見せようとりんを連れて白虎ギルドの新人ハンターの訓練現場を訪れた旬。C級ゲートに足を踏み入れると、突然全体が赤く変化し、外部と完全に遮断されてしまう。そこは上級ダンジョンに繋がるレッドゲートだった。"
                },
                "2": {
                    "ID": "10730597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10730597",
                    "TitleEnglish": "I Suppose You Aren't Aware",
                    "SummaryEnglish": "After being trapped inside of a red gate, Jinwoo has to contend with a bloodthirsty pack of ice elves who question his humanity.",
                    "TitleJapanese": "I Suppose You aren’t Aware",
                    "SummaryJapanese": "旬たちがレッドゲートに足を踏み入れてから数日が経過した。\n森の中で過ごしていた旬率いる攻撃隊の前にダンジョンのボス・アイスエルフの“バルカ”が群れを伴って現れる。なぜかモンスターの言葉を理解する旬に、バルカは攻撃隊のメンバーを渡せば旬には手を出さないと提案してくるが―――。"
                },
                "3": {
                    "ID": "10843935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843935",
                    "TitleEnglish": "Still a Long Way to Go",
                    "SummaryEnglish": "Having completed his promise to Jinho to clear 19 dungeons, Jinwoo is stronger than he was when he fought the Cerberus. In order to gather the ingredients for the Elixir of Life and save his mother, he once again enters the S-Rank Demon's Castle dungeon.",
                    "TitleJapanese": "Still a Long Way to Go",
                    "SummaryJapanese": "諸菱と2人で19回ダンジョンを攻略するという約束を果たし、かつてケルベロスと戦った時よりもレベルアップした旬。\n母の病を治す可能性がある「命の神水」の素材を集めるため、再びS級ダンジョン「悪魔の城」に挑む。そこで旬に課されたクエストクリアの条件は、悪魔の魂を1万個集めることだった。"
                },
                "4": {
                    "ID": "10843936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843936",
                    "TitleEnglish": "I Need to Stop Faking",
                    "SummaryEnglish": "Jinwoo realizes that he'll need to become even stronger in order to clear the Demon's Castle and decides to have his hunter rank reassessed.",
                    "TitleJapanese": "I Need to Stop Faking",
                    "SummaryJapanese": "S級ダンジョン「悪魔の城」をクリアするにはさらにレベルを上げる必要があると感じた旬は、上級レイドへ参加するためにハンターランクの再審査を受けることを決意する。\n測定器で測りきれないほどの魔力を持つ旬に大型ギルドの最上や白川が目を付け始める中、ある人物も旬のもとを訪れる。"
                },
                "5": {
                    "ID": "10843937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843937",
                    "TitleEnglish": "This is What We're Trained to Do",
                    "SummaryEnglish": "Before attempting to finish the Demon's Castle, Jinwoo decides to earn some money to help prepare.",
                    "TitleJapanese": "This is What We're Trained to Do",
                    "SummaryJapanese": "急遽、荷物持ちとしてハンタース第二攻撃隊に同行することになった旬は、ダンジョンに足を踏み入れた瞬間、不吉な予感を感じる。\nその予感は的中し、ハイオークの一団が攻撃隊に襲い掛かる。\n満身創痍になりながらも撤収しようと入り口のゲートに戻る攻撃隊だったが、そこには結界が張られていて―――。"
                },
                "6": {
                    "ID": "10843938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843938",
                    "TitleEnglish": "Don't Look Down on My Guys",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Don't Look Down on My Guys",
                    "SummaryJapanese": "旬たちを待ち構えていたオークの大呪術師“カルガルガン”は、「余興」と言いながら攻撃隊の隊長・外園をもてあそぶ。\nハンターたちの顔に絶望の色が浮かぶ中、瀕死の外園を助けに入った旬。\n「出てこい」と口にする旬の影からは青白い光を纏った影の兵士たちが湧き上がり、ハイオークの軍に立ち向かう。"
                },
                "7": {
                    "ID": "10843939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843939",
                    "TitleEnglish": "The 10th S-Rank Hunter",
                    "SummaryEnglish": "Jinwoo officially becomes an S-Rank hunter, allowing him to finalize his preparations for the Demon's Castle.",
                    "TitleJapanese": "The 10th S-rank Hunter",
                    "SummaryJapanese": "A級の中でも上位のダンジョンをたった1人でクリアし、再測定により国内で10人目のS級となった旬。後藤や最上、白川に限らず、多くの人たちからの注目をよそに、再び「悪魔の城」の攻略に挑む。\n80階に到達した旬は、早期攻略のために分散させた影の兵士たちが何者かに破壊されていることに気が付く。"
                },
                "8": {
                    "ID": "10843940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843940",
                    "TitleEnglish": "Looking Up Was Tiring Me Out",
                    "SummaryEnglish": "Seeking the remaining ingredient for the Elixir of Life, Jinwoo continues his conquest of the Demon's Castle.",
                    "TitleJapanese": "Looking Up was Tiring Me Out",
                    "SummaryJapanese": "「生命の神水」の素材を手に入れるために女悪魔“エシル”を連れて「悪魔の城」の攻略を進める旬。イグリットやタンクもレベルアップしながら1歩ずつフロアを踏破していく。\nようやく最上階に到達した旬の前に姿を表したのは、巨大な白い龍に乗り、とてつもないオーラを放つ悪魔王“バラン”だった。"
                },
                "9": {
                    "ID": "10843941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843941",
                    "TitleEnglish": "It was All Worth It",
                    "SummaryEnglish": "Jinwoo tries to cure his mother with the Elixir of Life while preparations for the 4th Jeju Island Raid begin.",
                    "TitleJapanese": "It was All Worth It",
                    "SummaryJapanese": "「悪魔の城」の攻略を完了し、「命の神水」を手に母の病室に向かった旬は、ようやく真の報酬を手に入れる。その一方で、足を踏み入れてはいけない領域にまで来てしまったのではないかという不安がつきまとう。\nそんな中、旬は架南島奪還に向けたレイドへの参戦を切望される。またとないレベルアップの機会だが、脳裏に浮かぶのは母と妹の姿だった。"
                },
                "10": {
                    "ID": "10843942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843942",
                    "TitleEnglish": "We Need a Hero",
                    "SummaryEnglish": "Sparks fly as the S-Rank hunters spar in preparation for the Jeju Island raid.",
                    "TitleJapanese": "We Need a Hero",
                    "SummaryJapanese": "DFNとのS級ハンターたちの親善試合に介入した旬は、リューとの勝負で誰もが認めるほどの実力を示すが、目覚めたばかりの母を支えるために架南島レイドへの参加を断ることに決める。\n旬不在のまま始まった第四次架南島レイドは、リューや最上たちの活躍で順調に進んでいるように見えたが―――。"
                },
                "11": {
                    "ID": "10843943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843943",
                    "TitleEnglish": "It's Going to Get Even More Intense",
                    "SummaryEnglish": "As the S-Rank hunters continue fighting, they're confronted by a new magic beast resembling a humanoid ant.",
                    "TitleJapanese": "It's Going to Get Even More Intense",
                    "SummaryJapanese": "S級ハンターたちの戦いが順調に進んでいる中、彼らの前に全身が黒い外皮におおわれた人間大の羽アリ型モンスターが現れる。\n狩る側が狩られる側へ。かつてない強大な力と対峙することとなった。すべては悲願達成のため、死力を尽くした決戦の終わりは近い。"
                },
                "12": {
                    "ID": "10843944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843944",
                    "TitleEnglish": "Are You the King of Humans",
                    "SummaryEnglish": "Jinwoo arrives at Jeju Island to save the S-Rank hunters, but to do that he'll have to face the Ant King.",
                    "TitleJapanese": "Are You the King of Humans",
                    "SummaryJapanese": "架南島にかけつけた旬は、羽アリの群れを討伐し、ポーションを使ってS級ハンターたちの傷を癒していく。しかし、意識を失うほどの重傷を負った雫だけは回復できないでいた。\n一刻も早く脱出しようとする旬たちだったが、彼らの行く手に再びすさまじいオーラをまとった“黒い羽アリ”が立ちはだかるのだった。"
                },
                "13": {
                    "ID": "10843945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/solo-leveling/episodes/10843945",
                    "TitleEnglish": "On to the Next Target",
                    "SummaryEnglish": "After no shortage of hardship, the 4th Jeju Island raid comes to a close. But for Jinwoo, the hunt never ends.",
                    "TitleJapanese": "On to the Next Target",
                    "SummaryJapanese": "最後の頼みの綱だった「命の神水」も効果がなく、一刻を争う状態に陥った雫を助けるために、旬はあることを思いつく。\n多くの犠牲を払いながらも第四次架南島レイドはハンターたちの勝利で幕を閉じた。国内外にその力を示した旬は、更なる強さを求めて新たな戦いに身を投じていくのだった。"
                }
            }
        }
    }
}