{
    "URL": "https://www.thetvdb.com/series/monster-incidents",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13186542/",
        "https://kemonojihen-anime.com/",
        "http://www.reddit.com/r/KemonoJihen",
        "https://www.themoviedb.org/tv/100022",
        "https://x.com/Kemonojihen_tv"
    ],
    "TitleEnglish": "Kemono Jihen",
    "SummaryEnglish": "Kohachi Inugami, a detective who specializes in the occult, arrives at a remote village in the Japanese countryside, tasked by a hostess at a local inn to investigate a string of incidents involving rotting and mutilated livestock corpses that have been appearing for seemingly no reason. While surveying, Inugami notices a peculiar young boy working in the fields. Evaded by his peers and called \"Dorotabou\" for his stench, the young farmhand is surprised that anybody would take an interest in him. Inugami, piqued with curiosity, enlists Dorotabou in helping him with the investigation, despite scorned looks from the villagers. Unbeknownst to Dorotabou, this investigation will reveal a strange new world to him—one of the beast-like entities known as Kemono existing in tandem with humans—along with breathing new purpose into his previously empty life.",
    "TitleJapanese": "怪物事変",
    "SummaryJapanese": "遠く離れた山間の村の近くで動物の死体が巻き込まれる恐ろしい現象を調査するために、特別探偵の犬神コハチが派遣されました。 しかし、見知らぬ少年に会った後、彼は仕事で呪われた超自然的な力を発見します。",
    "Aliases": [
        "Monster Incidents"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1874843",
            "URL": "https://www.thetvdb.com/series/monster-incidents/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8020984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8020984",
                    "TitleEnglish": "Kabane",
                    "SummaryEnglish": "Kohachi Inugami, a detective specializing in supernatural matters, is hired to investigate some animal mutilations in a rural village. His investigation leads to an unusual boy, nicknamed \"Dorotabo,\" who is ostracized by the other villagers.",
                    "TitleJapanese": "夏羽",
                    "SummaryJapanese": "とある田舎の静かな村、そこでは家畜が次々と変死する奇妙な事件が頻発していた。事件を解決するため東京から呼ばれたオカルト専門の探偵・隠神は、村人たちから「泥田坊」と呼ばれている不思議な雰囲気の少年と出会う。"
                },
                "2": {
                    "ID": "8117967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8117967",
                    "TitleEnglish": "The Kemonoist",
                    "SummaryEnglish": "Kabane meets Akira and Shiki, two other Kemono who work for Inugami, and he and Shiki get off to a rocky start. The office is called out to deal with an incident where a mother and her son are set upon by a supernatural infestation in their home.",
                    "TitleJapanese": "怪物屋",
                    "SummaryJapanese": "隠神に連れられて、東京にある彼の探偵事務所を訪れた夏羽はそこで自分と同じ、怪物の子供である織と晶に出会う。「怪物屋」としての彼らの仕事を知るため、急遽舞い込んだ依頼の調査に夏羽も同行することになるが―。"
                },
                "3": {
                    "ID": "8117970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8117970",
                    "TitleEnglish": "Foxes",
                    "SummaryEnglish": "Superintendent Inari of the Shinjuku Police Station, a kitsune Kemono herself, asks Kabane to come to her station to introduce himself. But when Inari asks to see his lifestone, it becomes evident that she has an ulterior motive for the visit.",
                    "TitleJapanese": "狐",
                    "SummaryJapanese": "警察に強大な権力を持つ狐の怪物・飯生に会うため警察署を訪れることになった夏羽・織・晶の三人。そんな彼らの前に紺という少女が現れる。一方、当の飯生は夏羽の持つ「命結石」にただならぬ興味を示していた。"
                },
                "4": {
                    "ID": "8117971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8117971",
                    "TitleEnglish": "Mission",
                    "SummaryEnglish": "The office members help a love-stricken client track down the object of his affection, and Kabane learns a lesson about love. Akira decides to pattern himself after Kabane, and the two are assigned to investigate a deadly case on the Shibuya River.",
                    "TitleJapanese": "任務",
                    "SummaryJapanese": "夜野という男からの依頼で彼の恋路を応援することになった夏羽と織。さらに、夏羽の首を狙う紺もなぜか調査に同行することに―。しかし、夜野が恋した相手の女性はどうやら訳アリのようで…。"
                },
                "5": {
                    "ID": "8150734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8150734",
                    "TitleEnglish": "Intrusion",
                    "SummaryEnglish": "A longtime acquaintance of Inugami, the vampire Mihai, has been staying at the office. Kabane and the others unexpectedly end up in an arm-wrestling competition with him, but are outclassed by the extraordinary vampiric power that he possesses.",
                    "TitleJapanese": "潜入",
                    "SummaryJapanese": "探偵事務所の同居人にして、隠神とは旧知の間柄の吸血鬼・ミハイ。夏羽たちは、そんな彼とひょんなことをきっかけに腕相撲で勝負することになるが、吸血鬼の持つ尋常ではないパワーを前に敗北してしまう。"
                },
                "6": {
                    "ID": "8150735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8150735",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Kabane, Shiki and Akira embark on a dangerous mission set up by Mihai, breaking into a company controlled by a trio of kanonba (mosquito Kemono) sisters to investigate it. When discovered, they must fight it out, but something comes over Shiki.",
                    "TitleJapanese": "覚醒",
                    "SummaryJapanese": "ミハイの一計により危険な任務に赴くことになった夏羽と織と晶。三人が調査のため潜入した企業は蚊婆（かのんば）という怪物の三姉妹に牛耳られていた。潜入がバレ、戦わざるをえない状況に追い込まれる夏羽たちだが、そのとき織に異変が―。"
                },
                "7": {
                    "ID": "8150736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8150736",
                    "TitleEnglish": "Home",
                    "SummaryEnglish": "In search of a lead on Shiki's parents, the group heads to his hometown of Kinshigo, where they meet with his uncle, Akio. The others don't know what to say to Shiki when he learns about his parents, but then Inari's kitsune subordinate Nobimaru turns up.",
                    "TitleJapanese": "故郷",
                    "SummaryJapanese": "織の両親の手がかりを求めて彼の生まれ故郷である錦糸郷に赴くことになった夏羽たちは、そこで織の叔父・蓼丸昭夫と落ち会う。昭夫から両親の話を聞いた織にかける言葉がみつからない夏羽と晶。そこへ、飯生の部下だという狐の少年・野火丸が現れる。"
                },
                "8": {
                    "ID": "8150737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8150737",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Shiki corners the man who tormented his mother. However, at the last moment, he is attacked by a pack of Kemono and finds himself in a pinch. Separated from Inugami, Kabane and Shiki are surrounded, and must confront the pack of Kemono themselves.",
                    "TitleJapanese": "真実",
                    "SummaryJapanese": "自分の母を苦しめた相手を追い詰める織。だが、あと一歩のところで怪物の群れに襲われ、逆に窮地に追い込まれてしまう。隠神たちと分断され敵に囲まれた夏羽と織は、二人で怪物の群れと対峙する。"
                },
                "9": {
                    "ID": "8168787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8168787",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Kabane and company leave Shiki and his family in the care of Ohana-basan, a vet who also sees Kemono patients, and return to the office, where they head out on a new case—parts of women's faces are being stolen, and Kon ends up tagging along as well.",
                    "TitleJapanese": "家族",
                    "SummaryJapanese": "怪物の診療も行う獣医の御花ばあさんの元を訪れた夏羽たちは、織とその家族を気にかけながらも隠神探偵事務所に戻り、新たな依頼に向かう。原宿で女性の顔のパーツが奪われる事件だというが、紺も同行することになり…。"
                },
                "10": {
                    "ID": "8168788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8168788",
                    "TitleEnglish": "Twins",
                    "SummaryEnglish": "When Akira runs away from the office over a trivial dispute, he unexpectedly bumps into his long-lost brother, Yui. Akira is delighted, but Yui behaves strangely, as little by little, the events of the past in their snowy home village are unraveled.",
                    "TitleJapanese": "双子",
                    "SummaryJapanese": "些細ないざこざをきっかけに探偵事務所から家出した晶は、偶然、生き別れとなっていた兄の結と再会する。予期せぬ再会に晶は喜ぶが、結はどこか変な様子。故郷である雪の里での二人の過去が少しずつ紐解かれてゆく。"
                },
                "11": {
                    "ID": "8168789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8168789",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Kabane and the others try to bring Akira home from the ice castle, but are stopped by the power of Yui's nullstone, and Akira is overcome with shock at the turn of events. Meanwhile, Inari and Nobimaru secretly go into action to claim the nullstone.",
                    "TitleJapanese": "記憶",
                    "SummaryJapanese": "氷の城から晶を連れ戻そうとした夏羽たちは「零結石」を持つ結の力に一瞬にして足止めされてしまう。あまりの出来事にショックを受ける晶だが…。その頃、飯生と野火丸も「零結石」を手に入れるため密かに動き出していた。"
                },
                "12": {
                    "ID": "8168790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster-incidents/episodes/8168790",
                    "TitleEnglish": "Monster Incidents",
                    "SummaryEnglish": "Nobimaru has a tough battle against Yui, who is using the power of the nullstone, until Kabane leaps in to help him. Kabane uses Nobimaru's tactic and gives his all to beat Yui's freezing power, as the battle over the nullstone finally reaches its climax!",
                    "TitleJapanese": "怪物事変",
                    "SummaryJapanese": "「零結石」の力を使う結に苦戦を強いられる野火丸。そこへ加勢しに夏羽が駆けつける。野火丸の秘策で結の凍結能力を攻略した夏羽は死力を尽くして反撃を開始する。「零結石」を巡る戦いはついにクライマックスへ―！"
                }
            }
        }
    }
}