{
  "URL": "https://www.thetvdb.com/series/hortensia-saga",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13266422/",
    "https://animehorsaga.jp",
    "http://www.reddit.com/r/HortensiaSagaGlobal",
    "https://www.themoviedb.org/tv/104852",
    "https://www.themoviedb.org/tv/104852",
    "https://x.com/Hortensia_Anime"
  ],
  "TitleEnglish": "Hortensia Saga",
  "SummaryEnglish": "Despite the constant threat of invasion by neighboring countries who covet Hortensia’s fertile lands, Hortensia has long managed to avoid the maelstrom of war thanks to its two main territories, the principalities of Olivier and Camelia, serving as its sword and shield. But on December 5, 767, Camelia suddenly rises in revolt against Hortensia...",
  "Aliases": [
    "Horsaga"
  ],
  "Modified": "2025-09-03",
  "Seasons": {
    "1": {
      "ID": "1874851",
      "URL": "https://www.thetvdb.com/series/hortensia-saga/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8078283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8078283",
          "TitleEnglish": "Resolve ~The Conflict with Camellia~",
          "SummaryEnglish": "Hortensia, a kingdom that has stood for over 700 years, is attacked without warning by Camellia, one of its principalities, leaving young Alfred Albert, heir of the Dominion of Albert, to grow up quickly and lead his people in defense of the kingdom.",
          "Aliases": []
        },
        "2": {
          "ID": "8118005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118005",
          "TitleEnglish": "Memories ~The Lore of Magonia~",
          "SummaryEnglish": "Monsters from Magonian folklore become widespread, prompting a curious boy to see the legendary monster of a nearby cave, and ends up missing. But when Alfred and the others go to investigate the cave, it calls up unpleasant memories for Marius.",
          "Aliases": []
        },
        "3": {
          "ID": "8118006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118006",
          "TitleEnglish": "Repose of Souls ~To the Quarantined Village~",
          "SummaryEnglish": "Albert and Maurice are summoned to the capital to meet with the captain of the Ecclesiastical Order, who tasks them with clearing out the undead monsters of Petale Village, which was wiped out some time ago by the effects of a dreadful plague.",
          "Aliases": []
        },
        "4": {
          "ID": "8118008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118008",
          "TitleEnglish": "Turnabout ~Prelude to Turmoil~",
          "SummaryEnglish": "The party heads to the capital to allow Alfred and Maurice to report directly to Captain Georg. However, along the way, they pick up a pair of young Dayerehan twins, ostensibly survivors of a monster attack, who take a special liking to Alfred.",
          "Aliases": []
        },
        "5": {
          "ID": "8126486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126486",
          "TitleEnglish": "Impact ~The Protected One~",
          "SummaryEnglish": "Seeking moderate allies within the kingdom, Captain Georg asks Alfred and the others to seek out Adelheid, heiress of the Dominion of Olivier. However, tensions escalate when Didier and the Ecclesiastical Knights arrive to arrest Adelheid.",
          "Aliases": []
        },
        "6": {
          "ID": "8126490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126490",
          "TitleEnglish": "True or False ~The Burden of a Princess~",
          "SummaryEnglish": "Alfred and his entourage are sent to Juin Island to investigate a claim that the missing Princess Marielle is living in exile there. Matters are complicated when Thalia and Elva also arrive to determine if the so-called princess is genuine.",
          "Aliases": []
        },
        "7": {
          "ID": "8126491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126491",
          "TitleEnglish": "Dilemma ~A Truth Revealed~",
          "SummaryEnglish": "A shortage of medicinal herbs compels Alfred and the others to investigate what is happening in Cocon Village. Finding the village under church lockdown, the party slips inside, where they discover shocking developments within the hospital there.",
          "Aliases": []
        },
        "8": {
          "ID": "8126492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126492",
          "TitleEnglish": "Lamplight ~The Return of the Princess~",
          "SummaryEnglish": "Alfred and Deflotte are imprisoned, and their jailer, the knight Lucan, is unsympathetic, so the two must resort to desperate measures. Didier reveals to the princess some hidden memories involving the king before sending her off to be executed.",
          "Aliases": []
        },
        "9": {
          "ID": "8126493",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126493",
          "TitleEnglish": "The Witch ~A Trial into the Past~",
          "SummaryEnglish": "People throughout the kingdom learn that Princess Marielle is alive, and gather in Olivier's Dominion to join the Liberation Army. Before going to war, however, Adelheid has Marielle visit an unusual young girl who presents the princess with a test.",
          "Aliases": []
        },
        "10": {
          "ID": "8126494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126494",
          "TitleEnglish": "Showdown ~The March to Liberation~",
          "SummaryEnglish": "Pope Vall D'Hebron sends Flegel, grandson of Balthauser, to lead Royal Order Squad 2 against the Liberation Army, but Flegel has an ulterior motive. Roy, commanding the Camellian forces, makes a stunning proposal to Alfred when their two armies meet.",
          "Aliases": []
        },
        "11": {
          "ID": "8126495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126495",
          "TitleEnglish": "Tug-of-War ~The Far Reaches of Conviction~",
          "SummaryEnglish": "The princess's forces are welcomed into the capital by an old friend. When it is learned that Captain Georg is leading the opposing army, Maurice goes off to confront him. Didier is sent into battle to buy more time. Marielle fears the worst for Alfred.",
          "Aliases": []
        },
        "12": {
          "ID": "8126496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126496",
          "TitleEnglish": "Promise ~Once Again, on the Hill at Sunset~",
          "SummaryEnglish": "Alfred and Adelheid come face to face with their late fathers, and are forced to fight them. The truth behind Rugis's rebellion is revealed. As the showdown with Vall d'Hebron reaches its conclusion, some must make the ultimate sacrifice.",
          "Aliases": []
        }
      }
    }
  }
}