{
    "URL": "https://www.thetvdb.com/series/hortensia-saga",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13266422/",
        "https://animehorsaga.jp",
        "http://www.reddit.com/r/HortensiaSagaGlobal",
        "https://www.themoviedb.org/tv/104852",
        "https://www.themoviedb.org/tv/104852",
        "https://x.com/Hortensia_Anime"
    ],
    "TitleEnglish": "Hortensia Saga",
    "SummaryEnglish": "Despite the constant threat of invasion by neighboring countries who covet Hortensia’s fertile lands, Hortensia has long managed to avoid the maelstrom of war thanks to its two main territories, the principalities of Olivier and Camelia, serving as its sword and shield. But on December 5, 767, Camelia suddenly rises in revolt against Hortensia...",
    "TitleJapanese": "オルタンシア・サーガ",
    "SummaryJapanese": "宿命の継承を描く物語。\nゲームからアニメへ想いは受け継がれ、新たな物語（サーガ）が幕を開けるー",
    "Aliases": [
        "Horsaga"
    ],
    "Modified": "2025-09-03",
    "Seasons": {
        "1": {
            "ID": "1874851",
            "URL": "https://www.thetvdb.com/series/hortensia-saga/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8078283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8078283",
                    "TitleEnglish": "Resolve ~The Conflict with Camellia~",
                    "SummaryEnglish": "Hortensia, a kingdom that has stood for over 700 years, is attacked without warning by Camellia, one of its principalities, leaving young Alfred Albert, heir of the Dominion of Albert, to grow up quickly and lead his people in defense of the kingdom.",
                    "TitleJapanese": "覚悟 ～カメリアとの戦い～",
                    "SummaryJapanese": "聖王暦767年12月5日、イエペタス半島に700年の歴史を誇る大国・オルタンシア王国に対し、カメリア公国が突如反旗を翻す。反乱から3年後―オーベル領主・アルフレッドは、従者・マリユス、元王国騎士・モーリスと共にエルプ高原での戦闘に初参加するも、カメリアの宿敵・ルギスの右腕であるロイを相手に、苦戦を強いられてしまう。初陣で己の力不足を痛感したアルフレッドは、父・フェルナンドと家族の墓前であることを心に誓う。"
                },
                "2": {
                    "ID": "8118005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118005",
                    "TitleEnglish": "Memories ~The Lore of Magonia~",
                    "SummaryEnglish": "Monsters from Magonian folklore become widespread, prompting a curious boy to see the legendary monster of a nearby cave, and ends up missing. But when Alfred and the others go to investigate the cave, it calls up unpleasant memories for Marius.",
                    "TitleJapanese": "記憶 ～マゴニアの伝承～",
                    "SummaryJapanese": "ある日、オーベル家に仕えるノンノリアは、村の子供・コニーを助けるためク―とともに森へ入るも、トロン洞に迷い込んでしまう。魔物退治に励んでいたアルフレッドたちの助けで一命をとりとめるも、彼らの前に現れたのは、人狼の姿をした魔物だった。マゴニアの伝承曰く、その魔物はやってきた者の心を読み、その人の“一番いやなもの”に姿を変えると言う。マリユス、アルフレッド、そしてそれぞれの心に蘇る記憶とはー。"
                },
                "3": {
                    "ID": "8118006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118006",
                    "TitleEnglish": "Repose of Souls ~To the Quarantined Village~",
                    "SummaryEnglish": "Albert and Maurice are summoned to the capital to meet with the captain of the Ecclesiastical Order, who tasks them with clearing out the undead monsters of Petale Village, which was wiped out some time ago by the effects of a dreadful plague.",
                    "TitleJapanese": "鎮魂 ～隔離された村へ～",
                    "SummaryJapanese": "オルタンシア正教会騎士団総長・ゲオルグからの依頼を受けペタル村の調査へ向かったアルフレッドたちは、歩く死体の魔物“アンデッド”の群れと戦っている男・デフロットと出会う。この村の出身である彼と互いの目的のため協力した一行は、巨大なアンデッドに対抗するべく、マゴニア伝承で死人を土に帰すと伝わる“鎮魂花(レキュイエムの花)”を探し出す。家族や仲間を弔うため村へ戻ってきたデフロットの心に深く突き刺さる、父の最後の祈りとはー。"
                },
                "4": {
                    "ID": "8118008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8118008",
                    "TitleEnglish": "Turnabout ~Prelude to Turmoil~",
                    "SummaryEnglish": "The party heads to the capital to allow Alfred and Maurice to report directly to Captain Georg. However, along the way, they pick up a pair of young Dayerehan twins, ostensibly survivors of a monster attack, who take a special liking to Alfred.",
                    "TitleJapanese": "急転 ～混迷への序曲～",
                    "SummaryJapanese": "デフロットも加わったアルフレッドたちは、ペタル村での一件をゲオルグに報告するべく王都へ向かう。その道中、魔物に襲われた隊商の荷馬車からダーイラ帝国の民である双子を保護する。王都に到着し、ゲオルグと面会していたアルフレッドとモーリスは、突如として現われた魔物による大聖堂の襲撃に巻き込まれる。教皇バルデブロンのもとへ駆けつけた彼らが目にした光景は、さらなる混迷へと事態を急転させる。"
                },
                "5": {
                    "ID": "8126486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126486",
                    "TitleEnglish": "Impact ~The Protected One~",
                    "SummaryEnglish": "Seeking moderate allies within the kingdom, Captain Georg asks Alfred and the others to seek out Adelheid, heiress of the Dominion of Olivier. However, tensions escalate when Didier and the Ecclesiastical Knights arrive to arrest Adelheid.",
                    "TitleJapanese": "衝突 ～守られるもの～",
                    "SummaryJapanese": "王都襲撃から約1ヶ月後、アルフレッドたちはゲオルグから預かった手紙を届けるため、オルタンシア王国に仕える二大公国の一つであったオリヴィエへ向かっていた。今は亡きレオン大公の娘であり、オリヴィエ領を治めるアーデルハイドとの対面を果たすアルフレッド。そんな中、オリヴィエに現れた教会騎士団の部隊は“魔女狩り”を始める。さらにカメリア軍はオリヴィエへ侵攻を開始。アーデルハイドと対峙するも、意味深な言葉を残し部隊を撤退させていく敵将ロイ。この衝突が意味するものとは一体―。"
                },
                "6": {
                    "ID": "8126490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126490",
                    "TitleEnglish": "True or False ~The Burden of a Princess~",
                    "SummaryEnglish": "Alfred and his entourage are sent to Juin Island to investigate a claim that the missing Princess Marielle is living in exile there. Matters are complicated when Thalia and Elva also arrive to determine if the so-called princess is genuine.",
                    "TitleJapanese": "真偽 ～王女の重み～",
                    "SummaryJapanese": "マゴニアの伝承“王女と巨人”が残るというジュアン島へやってきたアルフレッド一行。この島に現れたと言う、行方不明のマリエル王女を名乗る少女と、そこに集う義勇軍の真相を確かめるべく。義勇軍のリーダー・ジムと、その幼なじみで偽王女を演じるマリー。彼女に自身を重ね、心が揺れるマリユス。アルフレッドたちの説得で真実を明かすことを約束したマリーであったが…。そこへ突如現れたダーイラの双子と魔物たち。危機に瀕したマリユスの身を守ったものとはー。真実と偽りが交差する中で、マリユスは何かを決断する。"
                },
                "7": {
                    "ID": "8126491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126491",
                    "TitleEnglish": "Dilemma ~A Truth Revealed~",
                    "SummaryEnglish": "A shortage of medicinal herbs compels Alfred and the others to investigate what is happening in Cocon Village. Finding the village under church lockdown, the party slips inside, where they discover shocking developments within the hospital there.",
                    "TitleJapanese": "窮地 ～暴かれた真実～",
                    "SummaryJapanese": "薬草の産地であるココン村が廃村になったという噂の真相を確かめるべく、アルフレッド、マリユス、デフロット、クーの一行は村へと向かった。この村が2年ほど前から何かを企てる教会騎士団によって占拠されていることを知ったアルフレッドたちは、元司祭・アデルの協力を得て地下水路からノール病院へ進入。真実を突き止めた彼らを窮地に陥れるものとは―。"
                },
                "8": {
                    "ID": "8126492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126492",
                    "TitleEnglish": "Lamplight ~The Return of the Princess~",
                    "SummaryEnglish": "Alfred and Deflotte are imprisoned, and their jailer, the knight Lucan, is unsympathetic, so the two must resort to desperate measures. Didier reveals to the princess some hidden memories involving the king before sending her off to be executed.",
                    "TitleJapanese": "灯火 ～王女の帰還～",
                    "SummaryJapanese": "ココン村での騒動で、魔女として捕らえられたマリユスと共に「フェールトゥール監獄」へと収監されてしまったアルフレッドとデフロット。しかし、二人はモーリスとクーの協力を得て監獄を脱出。待ち構えていた元王国騎士ルーカンを退け、今まさに処刑されんとするマリユスの救出へ向かう。黒騎士ディディエを前に絶体絶命の危機が迫るも、そこへ集った仲間たちとともに闘う。オルタンシア王国の未来に希望の火を灯す、王女の奪還のために―。"
                },
                "9": {
                    "ID": "8126493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126493",
                    "TitleEnglish": "The Witch ~A Trial into the Past~",
                    "SummaryEnglish": "People throughout the kingdom learn that Princess Marielle is alive, and gather in Olivier's Dominion to join the Liberation Army. Before going to war, however, Adelheid has Marielle visit an unusual young girl who presents the princess with a test.",
                    "TitleJapanese": "魔女 ～過去への試練～",
                    "SummaryJapanese": "王女健在の知らせは、瞬く間にオルタンシア王国中に広まった。そして、歴史に転機が訪れる戦が始まろうとしていた。マリエルたちはオリヴィエを拠点に着々と挙兵の準備を進めていく。挙兵間近となった日、マリエルはアーデルハイドの手引きで、オリヴィエのとある山奥に匿われている少女・ラクロワと出会う。ラクロワはマリエル王女の力を見定め、自身の役割や聖遺物、そして“マゴニア”の力について話し出す。彼女の正体はなんと、教会が追っていた「魔女」だったのだ。"
                },
                "10": {
                    "ID": "8126494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126494",
                    "TitleEnglish": "Showdown ~The March to Liberation~",
                    "SummaryEnglish": "Pope Vall D'Hebron sends Flegel, grandson of Balthauser, to lead Royal Order Squad 2 against the Liberation Army, but Flegel has an ulterior motive. Roy, commanding the Camellian forces, makes a stunning proposal to Alfred when their two armies meet.",
                    "TitleJapanese": "決戦 ～解放への行軍～",
                    "SummaryJapanese": "王都へ向け進軍するマリエル王女率いる解放軍の前に、突如現れたカメリア軍。暴走するダーイラの双子・サリアとエルヴァを止めたのは、ロイであった。さらにアルフレッドに対し、解放軍への一切の敵対行動を取らないと誓うロイ。しかし、カメリア軍が退く中、マスケット銃を装備した新たな脅威が解放軍を襲う。敵部隊を率いていたのは、フレーゲル・ドレッドノート。"
                },
                "11": {
                    "ID": "8126495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126495",
                    "TitleEnglish": "Tug-of-War ~The Far Reaches of Conviction~",
                    "SummaryEnglish": "The princess's forces are welcomed into the capital by an old friend. When it is learned that Captain Georg is leading the opposing army, Maurice goes off to confront him. Didier is sent into battle to buy more time. Marielle fears the worst for Alfred.",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8126496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hortensia-saga/episodes/8126496",
                    "TitleEnglish": "Promise ~Once Again, on the Hill at Sunset~",
                    "SummaryEnglish": "Alfred and Adelheid come face to face with their late fathers, and are forced to fight them. The truth behind Rugis's rebellion is revealed. As the showdown with Vall d'Hebron reaches its conclusion, some must make the ultimate sacrifice.",
                    "TitleJapanese": "約束 ～もう一度、夕日の丘で～",
                    "SummaryJapanese": "聖王歴771年12月5日、王都入りした解放軍は教会騎士団を退け、大聖堂を制圧。聖遺物の所在を突きとめるべく王城を目指す彼らを待ち受けていたのは、魔法により現世に呼び戻されたレオン、フェルナンドだった。アーデルハイド、モーリス、それぞれが彼らの相手となり、アルフレッドと王女に先を託していく。ついに教皇バルデブロンがいる王の間へ辿り着いた二人は、マゴニアの力で魔神を呼び出した教皇の圧倒的な力に追い詰められていく。その時、一人の男が加勢に現れたのだった。"
                }
            }
        }
    }
}