{
    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/E9DD-ECC1-A18C-6A77-3FB4-J",
        "https://www.imdb.com/title/tt13311344/",
        "https://tsukimichi.com/",
        "http://www.reddit.com/r/TsukiMichi",
        "https://www.tvmaze.com/shows/56015/show-slug",
        "https://www.themoviedb.org/tv/111819",
        "https://en.wikipedia.org/wiki/Tsukimichi:_Moonlit_Fantasy",
        "https://x.com/tsukimichi_PR"
    ],
    "TitleEnglish": "Tsukimichi -Moonlit Fantasy-",
    "SummaryEnglish": "Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.",
    "TitleJapanese": "月が導く異世界道中",
    "SummaryJapanese": "平凡な高校生だった深澄 真は、とある事情により“勇者”として異世界へ召喚された。\nしかしその世界の女神に「顔が不細工」と罵られ、“勇者”の称号を即剥奪、\n最果ての荒野に飛ばされてしまう。\n荒野を彷徨う真が出会うのは、竜に蜘蛛、オークやドワーフ…様々な人ならざる種族。\n元の世界との環境の違いから、魔術や戦闘においては常識外な力を発揮する真は、\n様々な出会いを経て、この世界でどう生き抜くのか……\n\n神と人族から見捨てられた男の\n異世界世直しファンタジー開幕！",
    "Aliases": [
        "Tsukimichi: Moonlit Fantasy",
        "En Route to an Alternate World Guided by the Moon",
        "Moon-led Journey Across Another World",
        "Tsuki Michi",
        "Tsukimichi",
        "Tsuki ga Michibiku Isekai Douchuu"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "1": {
            "ID": "1923084",
            "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8396558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8396558",
                    "TitleEnglish": "Failed... Hero",
                    "SummaryEnglish": "Due to certain circumstances, ordinary high school student Misumi Makoto is summoned to another world to become a Hero... at least, he was supposed to be one. However, despised by the Goddess for a ridiculous reason, Makoto is banished to the barren Wasteland. At his wit's end, Makoto wanders the wasteland, where he begins to make friends with Highland orc girl Emma. However, when Makoto learns that she's going to be sacrificed to the greater dragon Shen...",
                    "TitleJapanese": "勇者…失格",
                    "SummaryJapanese": "とある事情で異世界に召喚された平凡な高校生・深澄 真は勇者になる……はずだった。しかし、理不尽な理由で異世界の女神に嫌われた真は、不毛の荒野に放り出されてしまう。途方に暮れ荒野を彷徨う真は、ハイランドオークの少女・エマと親交を深める。しかし彼女が上位竜「蜃」に捧げられる身だと知った真は……。"
                },
                "2": {
                    "ID": "8528202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528202",
                    "TitleEnglish": "Black Spider of Disaster",
                    "SummaryEnglish": "Makoto forms a favorable contract with greater dragon Shin. Shin takes him to her demiplane, another world that exists within her mist. Blessed with fertile lands and hidden from the Goddess, Makoto develops the demiplane along with the Highland orcs who have settled there. Meanwhile, outside the demiplane, the Black Spider of Disaster driven to madness by her eternal hunger closes in on the demiplane.",
                    "TitleJapanese": "災害の黒蜘蛛",
                    "SummaryJapanese": "上位竜「蜃」を相手に有利な立場で契約を結んだ真。「蜃」が作り出す霧の中の異界『亜空』へと案内される。豊かな土地に恵まれ、女神からも身を隠すことができる『亜空』を、移住してきたハイランドオークと共に開拓する真。一方、外界では永遠の飢えにより正気を失った「災害の黒蜘蛛」が『亜空』へ迫る。"
                },
                "3": {
                    "ID": "8528203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528203",
                    "TitleEnglish": "Human Shock",
                    "SummaryEnglish": "Makoto is entered into a contract with the Black Spider of Disaster while he's unconscious. Despite his confusion, he gives names to Shin and the Black Spider of Disaster. Meanwhile, various demihumans including the elder dwarves begin settling in the demiplane. Surrounded by demihumans, Makoto begins to miss humans and heads to a human town. However, he finds armed humans waiting for him! Why would they do this?!",
                    "TitleJapanese": "ヒューマンショック",
                    "SummaryJapanese": "意識を失っている間に「災害の黒蜘蛛」に契約を結ばれた真。困惑しつつも「蜃」と「災害の黒蜘蛛」に名前を与える。一方、『亜空』にはエルダードワーフをはじめとした様々な種族の亜人が移住し始める。亜人に囲まれ人が恋しくなった真は、ヒューマンの街へと向かう。しかし、そこで真を待っていたのは武器を構えるヒューマンたち！いったいなぜ！？"
                },
                "4": {
                    "ID": "8528204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528204",
                    "TitleEnglish": "Too Late",
                    "SummaryEnglish": "In the human town of Zetsuya, Makoto and company meet a girl named Rinon who is searching for her missing sister. That night, they're attacked at the inn. They learn Rinon's sister Toa is being held captive because of her debt. As Makoto nearly loses his cool for certain reasons, Tomoe and Mio go to rescue Toa instead. However, a single man stands in their way.",
                    "TitleJapanese": "あとのまつり",
                    "SummaryJapanese": "ヒューマンの街・絶野で真たちは、行方不明の姉を探す少女・リノンと出会う。その晩、宿で何者かの襲撃を受ける真たち。そこでリノンの姉・トアが借金を理由に捕らえられていることを知る。とある理由で冷静さを失いかける真に代わり、巴と澪はトアの救出に向かう。だが、巴たちの前に一人の男が立ちはだかる。"
                },
                "5": {
                    "ID": "8528205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528205",
                    "TitleEnglish": "The Greedy Wagon's Journey",
                    "SummaryEnglish": "Makoto leaves behind the destroyed town of Zetsuya and travels towards a new town with Toa, Rinon, and other adventurers. While defeating many monsters on the road, the group safely arrives in Tsige. Sorry to see Toa and her party go, Makoto suggests they throw one last party. During the party, Makoto hears an unsettling rumor about the Rembrandt Trading Company, the client of his first job...",
                    "TitleJapanese": "よくばり馬車の旅",
                    "SummaryJapanese": "崩壊した絶野の街を出発した真は、トアやリノン、他の冒険者と共に新たな街を目指していた。道中、多くの魔物に遭遇しながら無事、ツィーゲの街に到着した一行。トアたちとの別れを惜しむ真は、最後に打上げを開催する。その最中、真は初仕事を引き受けたレンブラント商会に関する不穏な噂話を聞いてしまい……。"
                },
                "6": {
                    "ID": "8528206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528206",
                    "TitleEnglish": "The Melancholy of Handsome Middle-Aged Men",
                    "SummaryEnglish": "Makoto's party accepts the Rembrandt Trading Company job. They've already acquired the necessary materials, and their first job as adventurers seems to be going well... But trading company owner Patrick Rembrandt distrusts Makoto, as he lacks any kind of adventuring record. Furthermore, Makoto seeks to join the merchants' guild, where two tests await him.",
                    "TitleJapanese": "ナイスミドルの憂鬱",
                    "SummaryJapanese": "レンブラント商会の依頼を引き受けた真たち。渡すべき素材は既に手に入れ、冒険者として初仕事は順調かに思われたが……。だが冒険者として実績がない真は、商会の主・パトリック=レンブラントから疑いの目を向けられてしまう。さらに商人ギルドへの加入を目指す真を、2つの試験が待ち受ける。"
                },
                "7": {
                    "ID": "8528207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528207",
                    "TitleEnglish": "Wondrous Medicine Production",
                    "SummaryEnglish": "In order to save Rembrandt's wife and children from the cursed disease afflicting them, Makoto and Hazal get to work producing the wondrous medicine known as ambrosia. After administering the medicine, Makoto prays for their recovery and leaves Rembrandt's mansion. Tomoe and Mio meet up with Makoto after he completes the job. They're attacked by a group of strangers who have been following them since they left the inn...",
                    "TitleJapanese": "秘薬精製",
                    "SummaryJapanese": "呪病に侵されたレンブラントの妻子を助けるため、真はハザルと共に秘薬アンブローシアを精製する。その後、妻子に秘薬を飲ませた真は、彼女たちの回復を願いながらレンブラント邸を後にする。依頼を終えた真は、迎えに現れた巴と澪に合流する。そこで3人は、宿から後を付けてきた何者かの襲撃を受けてしまい……？"
                },
                "8": {
                    "ID": "8528208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528208",
                    "TitleEnglish": "Demiplane Ranking",
                    "SummaryEnglish": "Having completed the job for Rembrandt, Makoto is relaxing in the demiplane, but there's a new problem. The Highland orc and lizardmen warriors Makoto and his companions have been training have lost their confidence. Tomoe announces the Demiplane Ranking, a series of one-on-one combats between warriors of all species in order to raise their morale!",
                    "TitleJapanese": "亜空ランキング",
                    "SummaryJapanese": "レンブラント商会の依頼達成後、『亜空』でのんびり過ごす真だったが、新たな問題が発生する。真たちが訓練指導をしているハイランドオークやリザードマンの戦士たちが自信を無くしてしまったのだ。そこで巴は、戦士の士気を再び高めるべく種族に関係なく全員参加の個人戦「亜空ランキング」の開催を宣言する！"
                },
                "9": {
                    "ID": "8528209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528209",
                    "TitleEnglish": "Eat or Be Eaten",
                    "SummaryEnglish": "A feast is held to celebrate the establishment of Kuzunoha Trading Company in the hyuman town. After getting better acquainted with the residents of the demiplane, Makoto sneaks off to practice archery. However, a very flustered Tomoe and Mio show up. Mio suddenly bursts into tears, and Makoto struggles to understand the situation. Just then, Tomoe says something unbelievable!",
                    "TitleJapanese": "喰うか喰われるか",
                    "SummaryJapanese": "ヒューマンの街にクズノハ商会を設立した真は、お祝いに宴を開いてもらう。『亜空』の住民と親睦を深めた真は、途中で宴を抜け出し弓の訓練を始める。だがそこに取り乱した様子の巴と澪が現れる。突然泣きだす澪に状況が把握できない真。すると巴は信じられない言葉を口にして！？"
                },
                "10": {
                    "ID": "8528210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528210",
                    "TitleEnglish": "Hidden Ogre Village",
                    "SummaryEnglish": "Makoto and Mio visit Tinarak Forest in order to acquire ambrosia flowers for the Kuzunoha Trading Company, but they are attacked by Aqua and Eris, the forest ogres protecting the flowers. Distracted by a deranged Mio and the adventurers who happened to show up, Makoto finds himself cornered. With Tomoe's help, Makoto and Mio escape their predicament. However, at the forest ogre village they visited to negotiate a deal, they get dragged into yet another incident...",
                    "TitleJapanese": "鬼の隠れ里",
                    "SummaryJapanese": "クズノハ商会にアンブロシアの花を仕入れるため、ティナラクの森を訪れる真と澪だったが、花を守る森鬼のアクアとエリスに襲われる。真は正気を失った澪や、居合わせた冒険者たちに気を取られ追い込まれてしまう。巴の助けにより窮地を脱する真と澪。だが交渉のために訪れた森鬼の村で、さらなる事件に巻き込まれてしまい……？"
                },
                "11": {
                    "ID": "8528211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528211",
                    "TitleEnglish": "Goodbye",
                    "SummaryEnglish": "A mysterious explosion occurs in the demiplane, and Tomoe collapses. Though Makoto is unsettled by the sudden events, he heads to the site of the explosion in order to treat the wounded. Makoto is shocked to learn the denizens of the demiplane were harmed in the explosion. Meanwhile, he learns the truth from the hyuman memory that enters his mind! What will Makoto do once he discovers the selfish actions they took?!",
                    "TitleJapanese": "さようなら",
                    "SummaryJapanese": "『亜空』を襲った謎の爆発、そして倒れる巴。突然の出来事に動揺しつつも、真は怪我人の手当てのため爆心地へと向かう。爆発によって『亜空』の住民に被害が出たことを知りショックを受ける真。同時に脳内に流れ込んできたヒューマンの記憶から、爆発の真相を知る！身勝手な彼女たちの行いを知った真がとった行動とは！？"
                },
                "12": {
                    "ID": "8528212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528212",
                    "TitleEnglish": "Guided by the Moon...",
                    "SummaryEnglish": "Makoto departs for the academy... at least, that was the plan. However, the goddess transports Makoto into the middle of a battle between hyumans and demons. There he is attacked by the strongest hyuman adventurer Sofia Bulga and greater dragon Mitsurugi. Having sided with the demons, Sofia and Mitsurugi believe Makoto is the goddess' disciple and attack mercilessly. Facing a crisis, Makoto musters the last strength he has remaining and activates his magic--",
                    "TitleJapanese": "月が導く…",
                    "SummaryJapanese": "真は学園都市へ向けて旅立つ……はずだった。しかし女神によって、ヒューマンと魔族の戦いのド真ん中に転移させられた真。そこでヒューマン最強の冒険者・ソフィア＝ブルガと上位竜の御剣に襲われる。魔族に味方するソフィアたちは、女神の使徒と見なした真に容赦ない攻撃をしかける。最大の危機に陥った真は、最後の力を振り絞り魔法を発動する——。"
                }
            }
        },
        "2": {
            "ID": "1988567",
            "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "9040148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/9040148",
                    "TitleEnglish": "What? Moon Over the Ruined Castle?",
                    "SummaryEnglish": "Mikoto and Shiki are making their way to Rotsgard Academy in hopes of opening a new store. Meanwhile, back in the demiplane, everyone is helping Mio practice her cooking skills by taste-testing her dishes.",
                    "TitleJapanese": "え？荒城の月？",
                    "SummaryJapanese": "ソフィアたちとの激戦を乗り越えて、学園中央都市・ロッツガルドを目指して旅をする深澄 真と識。道中、ヒューマンが暮らすオビットの街に立ち寄った2人は、一時別行動をすることに。その最中、真はヒューマンの少女・ラナと獣人の少年・エトと出会う。彼女たちは“荒城の月”を名乗る盗賊から故郷のタパ村を守ってくれと街の者に訴えるものの、誰からも相手にされていなかった。そんな2人のことが気になった真は、共にタパ村へと向かい……。"
                },
                "2": {
                    "ID": "10180814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180814",
                    "TitleEnglish": "The Heroes Are a Couple of Beauties",
                    "SummaryEnglish": "We meet one of Misumi Makoto's classmates back on earth, who also has a curious encounter with a certain goddess who presides over a certain isekai. She and one other are sent there as heroes to help the hyumans defeat the demons.",
                    "TitleJapanese": "二人の勇者は美男美女",
                    "SummaryJapanese": "多彩な才能の持つ女子高校生・音無 響。ひと通りの努力でなんでも出来てしまう人生に退屈していた彼女はある日、勇者として異世界へ召喚される。突然の出来事に困惑しながらもリミア王国へと降り立った響は、ナバール=ポーラーら王国の精鋭たちとパーティーを結成。一同はさっそく魔族との戦いに挑むのだが……。同じ頃、グリト二ア帝国には、もう1人の勇者・岩橋智樹が降り立っていた。"
                },
                "3": {
                    "ID": "10180815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180815",
                    "TitleEnglish": "Stellar Wars",
                    "SummaryEnglish": "Hibiki and Tomoki's parties prepare for the attack on Fort Stella (the one Makoto ended up being somewhat involved in against his will). The two human heroes couldn't be more different, posing challenges beyond the simple difficulty of facing the demons.",
                    "TitleJapanese": "ステラ・ウォーズ",
                    "SummaryJapanese": "かつて魔族に奪われたステラ砦。その場所を取り戻すべくリミア王国とグリト二ア帝国は手を組み、魔族に奪還戦を挑むことに。開戦の前日、初対面を果たした響と智樹だったが、智樹の傲慢な態度が災いし、2人は打ち解けられず、気まずい雰囲気になってしまう。翌日、開戦すると入念な下準備の甲斐があり、優位に戦いを進めるヒューマン軍。だが、戦場には勇者たちを陥れる魔族の恐ろしい罠が仕掛けられていた……。"
                },
                "4": {
                    "ID": "10180816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180816",
                    "TitleEnglish": "Why Am I a Teacher?!",
                    "SummaryEnglish": "Makoto finally arrives in Rotsgard, but is shocked to find that he's somehow ended up registered to take a teacher's exam instead of one for students. On the way there, he crosses paths with some haughty students of the school...",
                    "TitleJapanese": "僕がどうして先生に！？",
                    "SummaryJapanese": "長旅の末、ロッツガルドに到着した真と識。まずはクズノハ商会の新店舗開店に向けて、街の情報を集めることにする。だが、そんな間もなく、2人はロッツガルド中央学園の生徒たちと料理屋で働く少女・ルリアが揉めている場面に遭遇。周囲に冷めた目を向けるルリアのことが気になった真は、彼女を助けるのだが……。その後、真は学園の入学試験に備えるものの、受ける試験が教員採用試験だと判明して！？"
                },
                "5": {
                    "ID": "10180827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180827",
                    "TitleEnglish": "The Lesson Will Now Begin",
                    "SummaryEnglish": "Makoto starts planning his curriculum and class size now that he's employed at Rotsgard Academy. He wants to teach students to expand their use of elemental magic, but his first class seems to think that's simply impossible.",
                    "TitleJapanese": "それでは授業をはじめます",
                    "SummaryJapanese": "見事、教員採用試験に合格した真。正式な採用通知も届き、ロッツガルド中央学園で非常勤講師として働くことが決まる。それから数日が経ち、迎えた初授業の日。真は生徒たちから舐められないよう、憎まれ役を演じることにする。時を同じくして、巴はステラ砦をかけたヒューマンと魔族の戦争中にできた湖・星湖の調査に乗り出していた。その最中、戦争に参加していたというヒューマンの記憶を覗いてみると……？"
                },
                "6": {
                    "ID": "10180828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180828",
                    "TitleEnglish": "Becoming a Three-Star Chef",
                    "SummaryEnglish": "Makoto is finally able to open his new shop in Rotsgard, but convincing staff to work there rather than Tsige is a bit of a challenge. He later has a talk with Eva about this world's view of marriage, which doesn't sit well with him.",
                    "TitleJapanese": "めざせ三つ星シェフ",
                    "SummaryJapanese": "ロッツガルドにクズノハ商会の新店舗がオープン。ロッツガルド中央学園での仕事も本格的に始まり、商会経営と教員生活は順調。……かに思われたが、共に新たな問題が真の頭を悩ませていた。一方、星湖周辺の調査を続ける巴とライム=ラテのもとに、智樹やグリト二ア帝国の一行が訪ねて来る。彼らは、巴とライムが持つ刀を珍しがり、譲ってくれるよう頼む。さらに智樹は、巴も手に入れようと、人々を魅了する魔眼の力を使い……。"
                },
                "7": {
                    "ID": "10180829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180829",
                    "TitleEnglish": "New Member Audition",
                    "SummaryEnglish": "Makoto returns to the demiplane to check out his new house, which has finally completed construction. He arrives to find that the weather is unseasonably hot, and the source of the problem might be his fault.",
                    "TitleJapanese": "新メンバーオーディション",
                    "SummaryJapanese": "久しぶりに亜空へ帰還した真は、澪や巴たちからサプライズと共に迎えられる。宴が開催され、一同は再会を喜び、楽しい一夜を過ごす。その後、星湖や智樹について巴から報告を受ける真。話の途中、亜空の異常な暑さを指摘すると、巴の口から亜空に関する新たな事実が明らかになるのだった。そして翌日、亜空へ新たに迎え入れる種族を決める“新メンバーオーディション”が開催されるのだが……？"
                },
                "8": {
                    "ID": "10180830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180830",
                    "TitleEnglish": "The Notorious Beautiful Sisters",
                    "SummaryEnglish": "Makoto had a busy but fun time in the demiplane. After finishing his business, he returns to Rotsgard with Shiki. Meanwhile, at Rotsgard Academy, Shifu and Yuno Rembrandt have returned to school and will attend a lecture with transfer student Karen Force.",
                    "TitleJapanese": "悪い噂の美人姉妹",
                    "SummaryJapanese": "亜空で忙しくも楽しい時間を過ごした真。一通り用事を終えた彼は、識と共に再びロッツガルドで仕事に励むことに。まずはクズノハ商会ロッツガルド店に顔を出してみる2人。主が不在の間、アクアとエリスが立派に店番を務め、新店舗の営業は順調？な様子だった。一方、ロッツガルド中央学園では、復学したシフ=レンブラントとユーノ=レンブラント、さらに転入生・カレン=フォルスが新たに真の講義を受けることになり……。"
                },
                "9": {
                    "ID": "10180821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180821",
                    "TitleEnglish": "The Perverted Dragon",
                    "SummaryEnglish": "Lime sets out to investigate hyuman experiments that are secretly being carried out in Rotsgard. He ends up being captured by an underground organization along with Eva. After that, the two manage to escape and meet up with Shin and the others.",
                    "TitleJapanese": "変態ドラゴン",
                    "SummaryJapanese": "ロッツガルドで密かに行われているという人体実験の調査に乗り出したライム。しかしその途中、ロッツガルド中央学園の新開発区画で遭遇した謎の男に挑むも敗北してしまう。さらに、なぜかその場に居合わせた学園の図書館司書・エヴァと共に人体実験を行っている裏組織に捕らわれる羽目に。その後、なんとか脱出に成功した2人は真たちと合流。クズノハ商会に保護されたエヴァは、真の両親や自身に関するとある秘密を打ち明ける。"
                },
                "10": {
                    "ID": "10180822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180822",
                    "TitleEnglish": "Watch as I Improve the World",
                    "SummaryEnglish": "Shin and company begin full-scale action to destroy the underground organization with demon general Rona's help. The group discovers that the mastermind is Bright, an instructor at Rotsgard Academy. Bright's willingness to make sacrifices angers Makoto.",
                    "TitleJapanese": "やってみせます世直し稼業",
                    "SummaryJapanese": "裏組織を壊滅させるべく、真たちは本格的に行動を開始する。そんな彼らに魔将のロナも協力。一同は首謀者がロッツガルド中央学園の常勤講師・ブライトだとつきとめる。その後、拘束したブライトと対峙する真。会話の途中、目的のためなら犠牲を厭わないと訴えるブライトに怒りを覚えた真は、容赦なく裁きを下すのだった。翌日、真は学園で夏休み前、最後の講義を開講する。少しでも成長したところを見せようと張り切るジン=ロアンたちに、新たな試練を課して……。"
                },
                "11": {
                    "ID": "10180833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180833",
                    "TitleEnglish": "Summer of Growth and New Skills",
                    "SummaryEnglish": "It's summer vacation for Rotsgard Academy. Makoto spends his time doing miscellaneous work and learning magic. One day it's decided he will have a mock battle against the wingkin. Makoto braces himself against his powerful enemies who are undefeated.",
                    "TitleJapanese": "成長の夏、新技の夏",
                    "SummaryJapanese": "夏休みに入ったロッツガルド中央学園。休みを利用して亜空へ帰還した真は、雑務に励んだり魔力の運用方法について学んだりと忙しくも充実した毎日を過ごしていた。そんなある日、亜空の新たな住民、翼人たちと模擬戦をすることに。過去に行われた模擬戦では、負け無しだという強敵を前に気を引き締めて戦いに臨む真だったが……。さらにそれから数日後、巴の提案で亜空の住民たちによる新技発表会が開催されて……？"
                },
                "12": {
                    "ID": "10180834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180834",
                    "TitleEnglish": "Attack of the Giant Monsters",
                    "SummaryEnglish": "One day near summer's end, the highland orcs are attacked by wolves and bears while exploring the forest. After hearing the news, Makoto goes to the forest in an attempt to make peace between them, but the bear he meets looks upon him with hostility.",
                    "TitleJapanese": "巨獣襲来",
                    "SummaryJapanese": "夏の終わりが近づいたある日のこと。亜空の開拓調査をしていたハイランドオークが北方の森で狼と熊に襲われる事態が発生する。その知らせを聞いた真は、2種族と和解をすべく森へと足を運ぶ。だが、そこで対面を果たした熊から敵意と警戒の眼差しを向けられてしまい……。一方、時を同じくしてロッツガルド中央学園の生徒、ジン=ロアンたちは、以前遭遇した際に手も足も出なかった亜竜にリベンジをしようと画策していた……。"
                },
                "13": {
                    "ID": "10180835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180835",
                    "TitleEnglish": "The Very Busy School Festival",
                    "SummaryEnglish": "The academy festival is fast approaching. Shinai, a temple priest, arranges a meeting with Makoto on short notice. Shinai informs Makoto about rumors concerning the medicine being sold at the shop and offers Makoto a proposal to help dispel them.",
                    "TitleJapanese": "学園祭は大忙し",
                    "SummaryJapanese": "街をあげた一大行事・学園祭の開催が迫ったある日。女神を信仰する神殿の準司祭・シナイが真のもとにやって来る。急遽、設けられた話し合いの場で、クズノハ商会が販売する薬に関して良くない噂が流れていることを伝えるシナイ。さらに彼は薬の製法を神殿に明かせば噂の払拭に協力することを約束するという。その提案に真は……。 それから数日後、文化祭がスタート。前日、夜遅くまでお店の準備をしていた真は、初日から寝坊をしてしまい！？"
                },
                "14": {
                    "ID": "10180836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180836",
                    "TitleEnglish": "I'm Not a Fan of High Society",
                    "SummaryEnglish": "Makoto attends a luncheon on the second day of the festival and is approached by Sairitsu, an official with the Laurel Commonwealth. She suspects Makoto may be from another world because of the foreign characters on the Kuzunoha Trading Company's sign.",
                    "TitleJapanese": "社交界は苦手です",
                    "SummaryJapanese": "学園祭2日目。生徒や来賓が集う立食パーティーに招待された真。慣れない社交の場で時間を持て余していると、ローレル連邦の重鎮・サイリツから声をかけられる。初対面なうえに、魔族を護衛につけている彼女から話しかけられ戸惑う真。一方、サイリツはクズノハ商会の看板に書かれた漢字と、異邦からローレル連邦に伝わった文字が同じであることを告げる。そのことから彼女は真が異世界からやって来た存在ではないかと指摘して……。"
                },
                "15": {
                    "ID": "10180837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180837",
                    "TitleEnglish": "A Fierce Tournament",
                    "SummaryEnglish": "Students take on the individual competition in the school festival's highlight event, the combat tournament. Due to a nobleman plot, they are forced to face off against their peers. Jin advances to the finals and faces off against Ilumgand Hopleys.",
                    "TitleJapanese": "闘技大会、熱戦あまた",
                    "SummaryJapanese": "学園祭の目玉イベント・闘技大会の個人戦に挑む真の生徒たち。大会で日頃の成果を発揮しようと張り切っていた彼らだったが、貴族の策略により同門対決を強いられてしまう。そんな中、決勝へ進出したジンは、真に憎悪の眼差しを向けるイルムガンド=ホープレイズと対決する。果たして勝つのは！？その翌日、真は商人ギルドの代表・ザラに呼び出される。そこで、部外者から見れば不審な点が多いクズノハ商会の流通手段について、ザラから問い詰められてしまい……。"
                },
                "16": {
                    "ID": "10180838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180838",
                    "TitleEnglish": "A Certain Student's Secret",
                    "SummaryEnglish": "Due to the incident with Zara, Makoto decides to join the demons, and after witnessing the fighting tournament, he decides to leave Rotsgard. The next day, Jin and his friends advance to the finals of the team competition and face a team led by Ilumgand.",
                    "TitleJapanese": "とある生徒の秘密",
                    "SummaryJapanese": "ザラとの一件もあり、魔族に肩入れしようと決めた真は、生徒の晴れ舞台である闘技大会を見届けてから、ロッツガルドを去ることにする。翌日、団体戦の決勝に進んだジンたちは、イルムガンド率いるチームと対峙。試合が始まるとジンたちは圧倒的な実力差で相手を追い詰めていく。そんな中、凄まじい気迫と狂気を放つイルムガンドのことが気になる真。すると一緒に観戦していた巴と澪がロッツガルド全体に蔓延る妙な気配を感じ取り……。"
                },
                "17": {
                    "ID": "10180839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180839",
                    "TitleEnglish": "Mutation Hazard",
                    "SummaryEnglish": "Ilumgand was transformed into a monster. Jin and Abelia launch an attack to stop him. However, their attacks have no effect, and they lose their fighting spirit and energy in the face of an enemy stronger than ever.",
                    "TitleJapanese": "変異体ハザード",
                    "SummaryJapanese": "魔族の策略によって怪物、通称・変異体へと姿を変えたイルムガンド。彼を止めるため、攻撃を開始するジンとアベリアたち。だが、彼らの攻撃は中々通じず、かつてない強敵を前に戦意と気力を失ってしまう。同じ頃、街中ではイルムガンドと同じく変異体に変貌したヒューマンたちが暴れ始め、ロッツガルドは未曾有の危機に陥る。そんな中、この事態を収拾すれば街の商人や他国の貴族を見返し、恩を売れると考えた深澄一行は、各々行動を開始するのだった。"
                },
                "18": {
                    "ID": "10180840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180840",
                    "TitleEnglish": "Fall of the Academy City",
                    "SummaryEnglish": "Rotsgard's turmoil continues. Numerous mutants have appeared in the city and Jin and his friends attempt to subjugate them. Meanwhile, Mio, who has been ordered by Makoto to protect the shelter, detects a strange smell from Makoto during her mission.",
                    "TitleJapanese": "学園都市の崩壊",
                    "SummaryJapanese": "依然として混乱が続くロッツガルド。変異体との戦いを騎士たちに任せた深澄一行は、他国や街の人々の避難活動に注力していた。そんな中、街や周辺地域に相当な数の変異体が出現。真からそのことを知らされたジンたちが討伐に向かおうとするのだが……。一方、真から避難所の護衛を命じられた澪は、任務の最中に妙な匂いを察知。その元を辿ってみると、肉塊となりながらも自我を取り戻したイルムガンドがいて……？"
                },
                "19": {
                    "ID": "10180842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180842",
                    "TitleEnglish": "The Unruly Merchant",
                    "SummaryEnglish": "The mutant turmoil shows no signs of ending. At the evacuation center, people who've transformed into new mutants have appeared, anxiety and fatigue have reached their peak. To change the situation, Misumi's group joins the mutant subjugation force.",
                    "TitleJapanese": "暴れん坊商人",
                    "SummaryJapanese": "一向に収束の気配が見えない変異体騒動。避難所では、新たに変異体へと変貌する者が現れ、人々の不安と疲労はピークに達していた。そんな状況を変えるため、深澄一行は変異体討伐部隊へ参加。まずはロッツガルド北東区画へと繰り出し、いとも簡単に敵を倒していく。その後、商人ギルドを訪れた一行はレンブラントやザラと再会。以前、ザラから商人失格の烙印を押された真は、今回も厳しい言葉をかけられると思っていたが……。"
                },
                "20": {
                    "ID": "10180844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180844",
                    "TitleEnglish": "The Utterly Hateable Good-For-Nothing",
                    "SummaryEnglish": "Using the mutant disturbance as a decoy the demon army advances on the Kingdom of Limia and the Empire of Gritonia. The hyuman army tries to intercept them, but are quickly outnumbered and overpowered. The two great powers are on the verge of collapse.",
                    "TitleJapanese": "憎みきれますロクデナシ",
                    "SummaryJapanese": "変異体騒動を囮にリミア王国とグリトニア帝国へ進軍する魔族軍。ヒューマン軍は敵の迎撃にあたるものの、戦力不足によりすぐさま劣勢に。2つの大国は陥落の危機に陥ってしまう。そんな中、魔族の本当の狙いが響の命であることを知り、彼女の救援へ向かおうとする真と識。だが、その直前、周囲に転移の手段を失ったと嘘をついたことが仇となり、身動きがとれなくなってしまう。するとその時、神々しい金色の光が真たちを包んで……。"
                },
                "21": {
                    "ID": "10180846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180846",
                    "TitleEnglish": "The Heroes Fight Bravely",
                    "SummaryEnglish": "Tomoe, Mio, and the residents of the demiplane are ordered by Makoto to take back Kaleneon, and enter enemy territory. Meanwhile, in the Gritonia Empire, Tomoki and his friends head to the battlefield, where they encounter Sofia standing in their way.",
                    "TitleJapanese": "勇者奮戦",
                    "SummaryJapanese": "今は魔族領となってしまったエヴァとルリアの故郷・ケリュネオン。その土地の奪還を真から命じられた巴や澪、亜空の住民たちは敵地へ出陣。一同は日頃の訓練の成果を発揮し、見事、魔族軍を蹂躙していく。この勢いのまま、巴たちは亜空の初陣を勝利で飾ることができるのか！？一方、舞台は少しだけ時を遡ったグリト二ア帝国。戦場へと向かう智樹たちの前に、ヒューマン最強の冒険者にして魔族に加担するソフィアが立ちはだかるのだった。"
                },
                "22": {
                    "ID": "10180848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180848",
                    "TitleEnglish": "Fight On, Hero!",
                    "SummaryEnglish": "Makoto is shaken by the revelation that the hero he meets on the battlefield is his high school senior, Hibiki Otonashi. Unable to dwell on it, Makoto enters a battle with Io to whom he suggests the demons retreat, in order to avoid a pointless battle.",
                    "TitleJapanese": "戦えヒーロー！",
                    "SummaryJapanese": "戦場で対面を果たした勇者の正体が高校の先輩・音無 響だと知り動揺する真。だが、彼女について深く考える間もなく、イオとの戦闘が開始してしまう。戦闘序盤、魔族との無駄な交戦を避けたい真はイオに撤退を提案。だが、敵にその意思がないことが分かると、真は容赦ない攻撃を仕掛けていく。追い詰められたイオは反撃すべく、魂を捧げる代わりに絶大な力が得られる禁断のアイテム・青い石の薔薇（ローズサイン）を使用する。"
                },
                "23": {
                    "ID": "10180849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180849",
                    "TitleEnglish": "Rival Revenge Match",
                    "SummaryEnglish": "Sofia suddenly barges into the battle between Makoto and Io. Having longed for a rematch with Makoto, Sofia launches a fierce attack on her nemesis as soon as she steps onto the battlefield. Despite being outnumbered, Makoto appears unfazed.",
                    "TitleJapanese": "宿敵リベンジマッチ",
                    "SummaryJapanese": "真とイオの戦いに突然乱入してきたソフィア。以前から真との再戦を熱望していたソフィアは戦場に降り立って早々、宿敵に猛攻を仕掛けていく。一方真は、彼女の参戦によって数的不利な状況に陥ったものの余裕の表情を見せる。魔力を物質化した‟魔力体”を駆使してイオとソフィアを一方的に追い詰めていく……。その頃、リミア王国王都・ウルの城外で魔族を迎撃していた響一行に御剣が放った大量の光剣が降り注ぎ！？"
                },
                "24": {
                    "ID": "10180850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180850",
                    "TitleEnglish": "Sorcerer vs. Draconid",
                    "SummaryEnglish": "Outside Limia's royal castle, a fierce battle between Shiki and Mitsurugi unfolds. Meanwhile, inside the castle, the battle between Makoto and Sofia continues. Sofia, at a loss, unleashes her secret weapon.",
                    "TitleJapanese": "魔人VS.竜人",
                    "SummaryJapanese": "識と御剣による激戦が繰り広げられるリミア王国の王都城外。戦闘序盤、力を取り戻し完全体となった御剣に若干押され気味の識……。だが、事前にルトから御剣に関する情報を得ていた識は、敵に有効な攻撃を次々と放ち、あっという間に形勢を逆転する。その頃、城内では真とソフィアの戦いが続いていた。圧倒的な実力差により為す術を失いつつあったソフィアは、二匹の上位竜を葬ったという奥の手を繰り出す。魔人・クズノハVS竜人・ソフィア、決着の時！"
                },
                "25": {
                    "ID": "10352659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10352659",
                    "TitleEnglish": "Party Beneath the Moonlight",
                    "SummaryEnglish": "After the battle in Limia, Makoto returns to the demiplane where he is welcomed by Tomoe, Mio and the residents of the demiplane. After a short celebration Makoto returns to Rotsgard to wipe out the remaining mutants, ending the days-long turmoil.",
                    "TitleJapanese": "月下祭宴",
                    "SummaryJapanese": "リミア王国での激戦を終え、亜空へ帰還した真。すると彼のことを巴や澪、亜空の住民たちが迎え入れ、一同は戦果や被害状況を報告しあうことに。その場は慌ただしくお開きとなってしまったものの、真は久しぶりに仲間たちと共に過ごすのだった。翌日、再びロッツガルドを訪れた真たちは変異体の残党を一掃。数日間、街の人々を苦しめた変異体騒動に終止符を打つのだった。一方その頃、リミア王国に身を潜めていたソフィアのもとに、彼女が探していた最上位の竜・万色ことルトが現れて……。"
                }
            }
        },
        "3": {
            "ID": "2134172",
            "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10559988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10559988",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}