{
  "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/E9DD-ECC1-A18C-6A77-3FB4-J",
    "https://www.imdb.com/title/tt13311344/",
    "https://tsukimichi.com/",
    "http://www.reddit.com/r/TsukiMichi",
    "https://www.tvmaze.com/shows/56015/show-slug",
    "https://www.themoviedb.org/tv/111819",
    "https://en.wikipedia.org/wiki/Tsukimichi:_Moonlit_Fantasy",
    "https://x.com/tsukimichi_PR"
  ],
  "TitleEnglish": "Tsukimichi -Moonlit Fantasy-",
  "SummaryEnglish": "Makoto Misumi is just an ordinary high school student living a regular life, but all of a sudden gets summoned to the other world to become a \"hero.\" The goddess of the other world, however, insults him for being different and strips his \"hero\" title, before casting him off to the wilderness at the edge of the world. As he wanders the wilderness, Makoto encounters dragons, spiders, orcs, dwarves, and all sorts of non-human tribes. Because Makoto comes from a different world, he is able to unleash unimaginable magical powers and combat skills. But just how will he handle his encounters with various species and survive in his new environment. In this fantasy, Makoto tries to transform the other world into a better place despite the humans and gods having turned their backs on him.",
  "Aliases": [
    "En Route to an Alternate World Guided by the Moon",
    "Moon-led Journey Across Another World",
    "Tsuki ga Michibiku Isekai Douchuu",
    "Tsuki ga Michibiku Isekai Dōchū",
    "Tsuki Michi",
    "Tsukimichi",
    "Tsukimichi: Moonlit Fantasy",
    "月が導く異世界道中　第二幕"
  ],
  "Modified": "2025-08-18",
  "Seasons": {
    "1": {
      "ID": "1923084",
      "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8396558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8396558",
          "TitleEnglish": "Failed... Hero",
          "SummaryEnglish": "Due to certain circumstances, ordinary high school student Misumi Makoto is summoned to another world to become a Hero... at least, he was supposed to be one. However, despised by the Goddess for a ridiculous reason, Makoto is banished to the barren Wasteland. At his wit's end, Makoto wanders the wasteland, where he begins to make friends with Highland orc girl Emma. However, when Makoto learns that she's going to be sacrificed to the greater dragon Shen...",
          "Aliases": []
        },
        "2": {
          "ID": "8528202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528202",
          "TitleEnglish": "Black Spider of Disaster",
          "SummaryEnglish": "Makoto forms a favorable contract with greater dragon Shin. Shin takes him to her demiplane, another world that exists within her mist. Blessed with fertile lands and hidden from the Goddess, Makoto develops the demiplane along with the Highland orcs who have settled there. Meanwhile, outside the demiplane, the Black Spider of Disaster driven to madness by her eternal hunger closes in on the demiplane.",
          "Aliases": []
        },
        "3": {
          "ID": "8528203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528203",
          "TitleEnglish": "Human Shock",
          "SummaryEnglish": "Makoto is entered into a contract with the Black Spider of Disaster while he's unconscious. Despite his confusion, he gives names to Shin and the Black Spider of Disaster. Meanwhile, various demihumans including the elder dwarves begin settling in the demiplane. Surrounded by demihumans, Makoto begins to miss humans and heads to a human town. However, he finds armed humans waiting for him! Why would they do this?!",
          "Aliases": []
        },
        "4": {
          "ID": "8528204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528204",
          "TitleEnglish": "Too Late",
          "SummaryEnglish": "In the human town of Zetsuya, Makoto and company meet a girl named Rinon who is searching for her missing sister. That night, they're attacked at the inn. They learn Rinon's sister Toa is being held captive because of her debt. As Makoto nearly loses his cool for certain reasons, Tomoe and Mio go to rescue Toa instead. However, a single man stands in their way.",
          "Aliases": []
        },
        "5": {
          "ID": "8528205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528205",
          "TitleEnglish": "The Greedy Wagon's Journey",
          "SummaryEnglish": "Makoto leaves behind the destroyed town of Zetsuya and travels towards a new town with Toa, Rinon, and other adventurers. While defeating many monsters on the road, the group safely arrives in Tsige. Sorry to see Toa and her party go, Makoto suggests they throw one last party. During the party, Makoto hears an unsettling rumor about the Rembrandt Trading Company, the client of his first job...",
          "Aliases": []
        },
        "6": {
          "ID": "8528206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528206",
          "TitleEnglish": "The Melancholy of Handsome Middle-Aged Men",
          "SummaryEnglish": "Makoto's party accepts the Rembrandt Trading Company job. They've already acquired the necessary materials, and their first job as adventurers seems to be going well... But trading company owner Patrick Rembrandt distrusts Makoto, as he lacks any kind of adventuring record. Furthermore, Makoto seeks to join the merchants' guild, where two tests await him.",
          "Aliases": []
        },
        "7": {
          "ID": "8528207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528207",
          "TitleEnglish": "Wondrous Medicine Production",
          "SummaryEnglish": "In order to save Rembrandt's wife and children from the cursed disease afflicting them, Makoto and Hazal get to work producing the wondrous medicine known as ambrosia. After administering the medicine, Makoto prays for their recovery and leaves Rembrandt's mansion. Tomoe and Mio meet up with Makoto after he completes the job. They're attacked by a group of strangers who have been following them since they left the inn...",
          "Aliases": []
        },
        "8": {
          "ID": "8528208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528208",
          "TitleEnglish": "Demiplane Ranking",
          "SummaryEnglish": "Having completed the job for Rembrandt, Makoto is relaxing in the demiplane, but there's a new problem. The Highland orc and lizardmen warriors Makoto and his companions have been training have lost their confidence. Tomoe announces the Demiplane Ranking, a series of one-on-one combats between warriors of all species in order to raise their morale!",
          "Aliases": []
        },
        "9": {
          "ID": "8528209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528209",
          "TitleEnglish": "Eat or Be Eaten",
          "SummaryEnglish": "A feast is held to celebrate the establishment of Kuzunoha Trading Company in the hyuman town. After getting better acquainted with the residents of the demiplane, Makoto sneaks off to practice archery. However, a very flustered Tomoe and Mio show up. Mio suddenly bursts into tears, and Makoto struggles to understand the situation. Just then, Tomoe says something unbelievable!",
          "Aliases": []
        },
        "10": {
          "ID": "8528210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528210",
          "TitleEnglish": "Hidden Ogre Village",
          "SummaryEnglish": "Makoto and Mio visit Tinarak Forest in order to acquire ambrosia flowers for the Kuzunoha Trading Company, but they are attacked by Aqua and Eris, the forest ogres protecting the flowers. Distracted by a deranged Mio and the adventurers who happened to show up, Makoto finds himself cornered. With Tomoe's help, Makoto and Mio escape their predicament. However, at the forest ogre village they visited to negotiate a deal, they get dragged into yet another incident...",
          "Aliases": []
        },
        "11": {
          "ID": "8528211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528211",
          "TitleEnglish": "Goodbye",
          "SummaryEnglish": "A mysterious explosion occurs in the demiplane, and Tomoe collapses. Though Makoto is unsettled by the sudden events, he heads to the site of the explosion in order to treat the wounded. Makoto is shocked to learn the denizens of the demiplane were harmed in the explosion. Meanwhile, he learns the truth from the hyuman memory that enters his mind! What will Makoto do once he discovers the selfish actions they took?!",
          "Aliases": []
        },
        "12": {
          "ID": "8528212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/8528212",
          "TitleEnglish": "Guided by the Moon...",
          "SummaryEnglish": "Makoto departs for the academy... at least, that was the plan. However, the goddess transports Makoto into the middle of a battle between hyumans and demons. There he is attacked by the strongest hyuman adventurer Sofia Bulga and greater dragon Mitsurugi. Having sided with the demons, Sofia and Mitsurugi believe Makoto is the goddess' disciple and attack mercilessly. Facing a crisis, Makoto musters the last strength he has remaining and activates his magic--",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1988567",
      "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/2",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "9040148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/9040148",
          "TitleEnglish": "What? Moon Over the Ruined Castle?",
          "SummaryEnglish": "Mikoto and Shiki are making their way to Rotsgard Academy in hopes of opening a new store. Meanwhile, back in the demiplane, everyone is helping Mio practice her cooking skills by taste-testing her dishes.",
          "Aliases": []
        },
        "2": {
          "ID": "10180814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180814",
          "TitleEnglish": "The Heroes Are a Couple of Beauties",
          "SummaryEnglish": "We meet one of Misumi Makoto's classmates back on earth, who also has a curious encounter with a certain goddess who presides over a certain isekai. She and one other are sent there as heroes to help the hyumans defeat the demons.",
          "Aliases": []
        },
        "3": {
          "ID": "10180815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180815",
          "TitleEnglish": "Stellar Wars",
          "SummaryEnglish": "Hibiki and Tomoki's parties prepare for the attack on Fort Stella (the one Makoto ended up being somewhat involved in against his will). The two human heroes couldn't be more different, posing challenges beyond the simple difficulty of facing the demons.",
          "Aliases": []
        },
        "4": {
          "ID": "10180816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180816",
          "TitleEnglish": "Why Am I a Teacher?!",
          "SummaryEnglish": "Makoto finally arrives in Rotsgard, but is shocked to find that he's somehow ended up registered to take a teacher's exam instead of one for students. On the way there, he crosses paths with some haughty students of the school...",
          "Aliases": []
        },
        "5": {
          "ID": "10180827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180827",
          "TitleEnglish": "The Lesson Will Now Begin",
          "SummaryEnglish": "Makoto starts planning his curriculum and class size now that he's employed at Rotsgard Academy. He wants to teach students to expand their use of elemental magic, but his first class seems to think that's simply impossible.",
          "Aliases": []
        },
        "6": {
          "ID": "10180828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180828",
          "TitleEnglish": "Becoming a Three-Star Chef",
          "SummaryEnglish": "Makoto is finally able to open his new shop in Rotsgard, but convincing staff to work there rather than Tsige is a bit of a challenge. He later has a talk with Eva about this world's view of marriage, which doesn't sit well with him.",
          "Aliases": []
        },
        "7": {
          "ID": "10180829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180829",
          "TitleEnglish": "New Member Audition",
          "SummaryEnglish": "Makoto returns to the demiplane to check out his new house, which has finally completed construction. He arrives to find that the weather is unseasonably hot, and the source of the problem might be his fault.",
          "Aliases": []
        },
        "8": {
          "ID": "10180830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180830",
          "TitleEnglish": "The Notorious Beautiful Sisters",
          "SummaryEnglish": "Makoto had a busy but fun time in the demiplane. After finishing his business, he returns to Rotsgard with Shiki. Meanwhile, at Rotsgard Academy, Shifu and Yuno Rembrandt have returned to school and will attend a lecture with transfer student Karen Force.",
          "Aliases": []
        },
        "9": {
          "ID": "10180821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180821",
          "TitleEnglish": "The Perverted Dragon",
          "SummaryEnglish": "Lime sets out to investigate hyuman experiments that are secretly being carried out in Rotsgard. He ends up being captured by an underground organization along with Eva. After that, the two manage to escape and meet up with Shin and the others.",
          "Aliases": []
        },
        "10": {
          "ID": "10180822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180822",
          "TitleEnglish": "Watch as I Improve the World",
          "SummaryEnglish": "Shin and company begin full-scale action to destroy the underground organization with demon general Rona's help. The group discovers that the mastermind is Bright, an instructor at Rotsgard Academy. Bright's willingness to make sacrifices angers Makoto.",
          "Aliases": []
        },
        "11": {
          "ID": "10180833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180833",
          "TitleEnglish": "Summer of Growth and New Skills",
          "SummaryEnglish": "It's summer vacation for Rotsgard Academy. Makoto spends his time doing miscellaneous work and learning magic. One day it's decided he will have a mock battle against the wingkin. Makoto braces himself against his powerful enemies who are undefeated.",
          "Aliases": []
        },
        "12": {
          "ID": "10180834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180834",
          "TitleEnglish": "Attack of the Giant Monsters",
          "SummaryEnglish": "One day near summer's end, the highland orcs are attacked by wolves and bears while exploring the forest. After hearing the news, Makoto goes to the forest in an attempt to make peace between them, but the bear he meets looks upon him with hostility.",
          "Aliases": []
        },
        "13": {
          "ID": "10180835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180835",
          "TitleEnglish": "The Very Busy School Festival",
          "SummaryEnglish": "The academy festival is fast approaching. Shinai, a temple priest, arranges a meeting with Makoto on short notice. Shinai informs Makoto about rumors concerning the medicine being sold at the shop and offers Makoto a proposal to help dispel them.",
          "Aliases": []
        },
        "14": {
          "ID": "10180836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180836",
          "TitleEnglish": "I'm Not a Fan of High Society",
          "SummaryEnglish": "Makoto attends a luncheon on the second day of the festival and is approached by Sairitsu, an official with the Laurel Commonwealth. She suspects Makoto may be from another world because of the foreign characters on the Kuzunoha Trading Company's sign.",
          "Aliases": []
        },
        "15": {
          "ID": "10180837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180837",
          "TitleEnglish": "A Fierce Tournament",
          "SummaryEnglish": "Students take on the individual competition in the school festival's highlight event, the combat tournament. Due to a nobleman plot, they are forced to face off against their peers. Jin advances to the finals and faces off against Ilumgand Hopleys.",
          "Aliases": []
        },
        "16": {
          "ID": "10180838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180838",
          "TitleEnglish": "A Certain Student's Secret",
          "SummaryEnglish": "Due to the incident with Zara, Makoto decides to join the demons, and after witnessing the fighting tournament, he decides to leave Rotsgard. The next day, Jin and his friends advance to the finals of the team competition and face a team led by Ilumgand.",
          "Aliases": []
        },
        "17": {
          "ID": "10180839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180839",
          "TitleEnglish": "Mutation Hazard",
          "SummaryEnglish": "Ilumgand was transformed into a monster. Jin and Abelia launch an attack to stop him. However, their attacks have no effect, and they lose their fighting spirit and energy in the face of an enemy stronger than ever.",
          "Aliases": []
        },
        "18": {
          "ID": "10180840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180840",
          "TitleEnglish": "Fall of the Academy City",
          "SummaryEnglish": "Rotsgard's turmoil continues. Numerous mutants have appeared in the city and Jin and his friends attempt to subjugate them. Meanwhile, Mio, who has been ordered by Makoto to protect the shelter, detects a strange smell from Makoto during her mission.",
          "Aliases": []
        },
        "19": {
          "ID": "10180842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180842",
          "TitleEnglish": "The Unruly Merchant",
          "SummaryEnglish": "The mutant turmoil shows no signs of ending. At the evacuation center, people who've transformed into new mutants have appeared, anxiety and fatigue have reached their peak. To change the situation, Misumi's group joins the mutant subjugation force.",
          "Aliases": []
        },
        "20": {
          "ID": "10180844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180844",
          "TitleEnglish": "The Utterly Hateable Good-For-Nothing",
          "SummaryEnglish": "Using the mutant disturbance as a decoy the demon army advances on the Kingdom of Limia and the Empire of Gritonia. The hyuman army tries to intercept them, but are quickly outnumbered and overpowered. The two great powers are on the verge of collapse.",
          "Aliases": []
        },
        "21": {
          "ID": "10180846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180846",
          "TitleEnglish": "The Heroes Fight Bravely",
          "SummaryEnglish": "Tomoe, Mio, and the residents of the demiplane are ordered by Makoto to take back Kaleneon, and enter enemy territory. Meanwhile, in the Gritonia Empire, Tomoki and his friends head to the battlefield, where they encounter Sofia standing in their way.",
          "Aliases": []
        },
        "22": {
          "ID": "10180848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180848",
          "TitleEnglish": "Fight On, Hero!",
          "SummaryEnglish": "Makoto is shaken by the revelation that the hero he meets on the battlefield is his high school senior, Hibiki Otonashi. Unable to dwell on it, Makoto enters a battle with Io to whom he suggests the demons retreat, in order to avoid a pointless battle.",
          "Aliases": []
        },
        "23": {
          "ID": "10180849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180849",
          "TitleEnglish": "Rival Revenge Match",
          "SummaryEnglish": "Sofia suddenly barges into the battle between Makoto and Io. Having longed for a rematch with Makoto, Sofia launches a fierce attack on her nemesis as soon as she steps onto the battlefield. Despite being outnumbered, Makoto appears unfazed.",
          "Aliases": []
        },
        "24": {
          "ID": "10180850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10180850",
          "TitleEnglish": "Sorcerer vs. Draconid",
          "SummaryEnglish": "Outside Limia's royal castle, a fierce battle between Shiki and Mitsurugi unfolds. Meanwhile, inside the castle, the battle between Makoto and Sofia continues. Sofia, at a loss, unleashes her secret weapon.",
          "Aliases": []
        },
        "25": {
          "ID": "10352659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/episodes/10352659",
          "TitleEnglish": "Party Beneath the Moonlight",
          "SummaryEnglish": "After the battle in Limia, Makoto returns to the demiplane where he is welcomed by Tomoe, Mio and the residents of the demiplane. After a short celebration Makoto returns to Rotsgard to wipe out the remaining mutants, ending the days-long turmoil.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2134172",
      "URL": "https://www.thetvdb.com/series/tsukimichi-moonlit-fantasy/seasons/official/3",
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}