{
    "URL": "https://www.thetvdb.com/series/bewitching-nozomi",
    "Genres": [
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/66950",
        "https://www.themoviedb.org/tv/66950"
    ],
    "TitleEnglish": "Nozomi Witches",
    "SummaryEnglish": "Shiba Ryoutarou and his family have just moved into a new housing neighbourhood. He soon discovers he is lucky enough to be living next to a beautiful and bewitching girl named Egawa Nozomi. Nozomi is athletic, an actress, and surprisingly more than anything else, she wants Ryoutarou to become a boxer so that he can fulfil her dream. Ryoutarou isn't exactly sure what Nozomi's dream is, but he definitely does not want to become a boxer. Unfortunately for Ryoutarou, he finds himself being dragged to the high school boxing club because Nozomi has written a resume for him claiming that he is a boxing genius! It actually seems that Ryoutarou has a special gift for boxing that he has never known about before. Ryoutarou soon finds himself in the winners' circle. But for how long can he last, and can he really live up to Nozomi's expectations?",
    "TitleJapanese": "Bewitching Nozomi",
    "SummaryJapanese": "Nozomi Egawa and Ryōtarō Shiba are the new high school students in town. As a matter of fact, they've just moved into houses next door to each other. In a chance encounter, Nozomi realizes that Ryōtarō has genius reflexes and vision, so urges him to join the boxing club to realize her dream of seeing her brother representing Japan in the Barcelona Olympics. This is the story of Ryōtarō's journey to make that dream a reality.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1877394",
            "URL": "https://www.thetvdb.com/series/bewitching-nozomi/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "8017148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bewitching-nozomi/episodes/8017148",
                    "TitleEnglish": "Volume 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 01",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8017150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bewitching-nozomi/episodes/8017150",
                    "TitleEnglish": "Volume 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 02",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8017153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bewitching-nozomi/episodes/8017153",
                    "TitleEnglish": "Volume 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Episode 03",
                    "SummaryJapanese": null
                }
            }
        }
    }
}