{
  "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13308820/",
    "https://www.instagram.com/dr_ramune",
    "https://ramune-anime.com/",
    "https://www.themoviedb.org/tv/108952",
    "https://www.themoviedb.org/tv/108952",
    "https://x.com/Dr_Ramune"
  ],
  "TitleEnglish": "Dr. Ramune: Mysterious Disease Specialist",
  "SummaryEnglish": "So long as people have hearts, there will be those with worries and concerns. Those hearts are then invaded by something strange, causing them to show strange physical symptoms. These ailments, called \"mysterious diseases,\" exist unseen to most people. Modern medicine offers no cure, but there is one doctor who fights these diseases along with his pupils. His name is Ramune. He looks nothing like a doctor, is foul-mouthed, and does whatever he pleases, but he has the ability to pinpoint the cause of the troubles hidden deep within his patients' hearts and cure their mysterious diseases.",
  "Aliases": [
    "Kai Byoui Ramune"
  ],
  "Modified": "2025-07-15",
  "Seasons": {
    "1": {
      "ID": "1878722",
      "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8079859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8079859",
          "TitleEnglish": "Condiment Tears",
          "SummaryEnglish": "People become afflicted by \"mysterious diseases\" when their hearts and minds are affected by \"the mysterious.\" Koto, a girl who produces mayonnaise from her eyes, visits Dr. Ramune, who specializes in these diseases that can't be explained by modern medicine. She was brought to the clinic by Ramune's apprentice Kuro. Koto explains that she also cries condiments other than mayonnaise, and Ramune offers her a mysterious treatment.",
          "Aliases": []
        },
        "2": {
          "ID": "8118031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118031",
          "TitleEnglish": "The Chikuwa Penis",
          "SummaryEnglish": "Ramune is visited by Kengo, a young man whose penis has turned into a chikuwa fish cake. Though there must be some reason for it, Kengo refuses to talk. When Kengo begs Ramune to fix it, even if it's only temporary, Ramune hands him a certain mysterious item. Kengo accepts the item and begins talking to a woman named Yui about going on a date, but...",
          "Aliases": []
        },
        "3": {
          "ID": "8118032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118032",
          "TitleEnglish": "Mysterious Item Shop Akatsuki",
          "SummaryEnglish": "Ramune uses his Shoji Vision to invite Kuro to a mysterious item shop. Kuro discovers the mysterious item shop Akatsuki at his destination. At first glance, the store appears to be a candy shop, but mysterious items are sold in the back. Kuro meets shopkeeper Nico and his great-grandmother and former shopkeeper Ayame, a girl who remembers her past lives, and is watching her make mysterious items with great interest when a strange man appears.",
          "Aliases": []
        },
        "4": {
          "ID": "8118033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118033",
          "TitleEnglish": "Chili Pepper Fingertips",
          "SummaryEnglish": "Takaharu, a high school student whose fingertips have turned into chili peppers, comes to see Ramune. He seems to have some idea as to why he's haunted by the mysterious. The mysterious nail clippers Ramune lends to him can be removed from their bag once Takaharu stops hiding his true self. Initially Takaharu can't even untie the drawstring, but...",
          "Aliases": []
        },
        "5": {
          "ID": "8124458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124458",
          "TitleEnglish": "Pot Sticker Ears (Part One)",
          "SummaryEnglish": "A boy named Rio comes to the shrine. His mother is afflicted by a mysterious disease that has turned her ears into pot stickers. His mother claims not to know what the cause is, but she is distraught because they are preventing her not only from hearing the voices of others, but Rio's voice as well. Ramune explains that there are voices she can hear and voices she can't, and that it's an emotional problem. He decides to wait and see how her condition changes.",
          "Aliases": []
        },
        "6": {
          "ID": "8124460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124460",
          "TitleEnglish": "Pot Sticker Ears (Part Two)",
          "SummaryEnglish": "Rio learns that his mother's ears have turned into pot stickers because his older brother Yuu was kidnapped, and Rio feels responsible for what happened. When Rio nearly falls off a cliff while searching for Yuu, Ramune throws himself in harm's way to protect him and ends up badly injured. In order to save Ramune, Rio uses the Pearl of Night Voices he received from Ramune to treat his mother, desperately calling out to his mother, who can't hear his voice.",
          "Aliases": []
        },
        "7": {
          "ID": "8124462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124462",
          "TitleEnglish": "Popcorn Head (Part One)",
          "SummaryEnglish": "Kuro's classmate Aona is troubled by the popcorn that keeps popping out of his head. Aona says it makes him sad when the popcorn disappears, so Ramune lends him a bag that can be used to store the popcorn. Why is Aona's head producing popcorn, and why does he feel sad when it disappears? Ramune tells Aona that the treatment method will become clear if he asks himself those questions...",
          "Aliases": []
        },
        "8": {
          "ID": "8124465",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124465",
          "TitleEnglish": "Popcorn Head (Part Two)",
          "SummaryEnglish": "Aona's head began producing popcorn because his father prohibited him from making the creations he loved. Concerned for Aona's wellbeing, Kuro heads to the hospital where Aona's mother is staying in order to seek her help. However, Aona ties balloons to the bag that's now full of popcorn and releases it into the sky. Kuro and Ramune rush out of the hospital in order to recover the bag.",
          "Aliases": []
        },
        "9": {
          "ID": "8124466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124466",
          "TitleEnglish": "Mysterious Labyrinth",
          "SummaryEnglish": "Upon receiving an invitation to a treasure hunt from the famous mysterious item artist Reinette, Ramune and Kuro visit Reinette's mansion. There they encounter Ayame and Nico, who have also come to participate in the treasure hunt. However, when Ramune sees the man with them, his expression freezes, and he attempts to flee the scene. That man is Ramune's master Momiji!",
          "Aliases": []
        },
        "10": {
          "ID": "8124468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124468",
          "TitleEnglish": "Toru's Deeply Mysterious Story - Part One",
          "SummaryEnglish": "When he was young, Kuro could see things that ordinary people couldn't. After being taken to the hospital, he pretends that he can't see anything so that his family won't worry about him. However, the things remain visible even after years pass. Furthermore, Kuro begins coughing up sand and can no longer eat. Desperately clutching at straws, he visits a certain place...",
          "Aliases": []
        },
        "11": {
          "ID": "8124470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124470",
          "TitleEnglish": "Toru's Deeply Mysterious Story - Part Two",
          "SummaryEnglish": "Kuro believes he has stopped coughing up sand thanks to the founder's exorcism. Though he's been avoiding the suspicious-looking Ramune, the founder locks Kuro in a room and makes him fast. Concerned for Kuro, Ramune uses the mysterious Furoshiki Cloth of Lies to disguise himself as the leader to enter the cult and rescue Kuro. Kuro stubbornly refuses his help, but Ramune confronts him head-on, touching the core of his heart.",
          "Aliases": []
        },
        "12": {
          "ID": "8124472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124472",
          "TitleEnglish": "Dr. Ramune -Mysterious Disease Specialist-",
          "SummaryEnglish": "It's time for Kuro's checkup. As his doctor, Ramune determines that Kuro has made a complete recovery from his mysterious illness. Since Kuro became Ramune's assistant while receiving treatment, he asks if this means he should stop coming to the clinic. Though Ramune wants Kuro to stay, he recalls Momiji's warning that he'll make the people around him unhappy, and tells Kuro that he doesn't have to force himself to come anymore.",
          "Aliases": []
        }
      }
    }
  }
}