{
    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13308820/",
        "https://www.instagram.com/dr_ramune",
        "https://ramune-anime.com/",
        "https://www.themoviedb.org/tv/108952",
        "https://www.themoviedb.org/tv/108952",
        "https://x.com/Dr_Ramune"
    ],
    "TitleEnglish": "Dr. Ramune: Mysterious Disease Specialist",
    "SummaryEnglish": "So long as people have hearts, there will be those with worries and concerns. Those hearts are then invaded by something strange, causing them to show strange physical symptoms. These ailments, called \"mysterious diseases,\" exist unseen to most people. Modern medicine offers no cure, but there is one doctor who fights these diseases along with his pupils. His name is Ramune. He looks nothing like a doctor, is foul-mouthed, and does whatever he pleases, but he has the ability to pinpoint the cause of the troubles hidden deep within his patients' hearts and cure their mysterious diseases.",
    "TitleJapanese": "怪病医ラムネ",
    "SummaryJapanese": "心がある限り、悩みや悩みを抱える人もいるでしょう。 その後、それらの心臓は奇妙な何かに侵略され、奇妙な身体的症状を示します。 「不思議な病気」と呼ばれるこれらの病気は、ほとんどの人には見えません。 現代医学は治療法を提供しませんが、彼の生徒と一緒にこれらの病気と戦う一人の医者がいます。 彼の名前はラムネです。 彼は医者のようには見えず、口が悪く、好きなことをしますが、患者の心の奥深くに隠された問題の原因を特定し、彼らの不思議な病気を治す能力を持っています。",
    "Aliases": [
        "Kai Byoui Ramune"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "1": {
            "ID": "1878722",
            "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8079859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8079859",
                    "TitleEnglish": "Condiment Tears",
                    "SummaryEnglish": "People become afflicted by \"mysterious diseases\" when their hearts and minds are affected by \"the mysterious.\" Koto, a girl who produces mayonnaise from her eyes, visits Dr. Ramune, who specializes in these diseases that can't be explained by modern medicine. She was brought to the clinic by Ramune's apprentice Kuro. Koto explains that she also cries condiments other than mayonnaise, and Ramune offers her a mysterious treatment.",
                    "TitleJapanese": "調味料の涙",
                    "SummaryJapanese": "不思議な存在“怪”が人の心に作用してかかる病「怪病」。\n現在の医学では解明できないその病の専門医・ラムネのもとに、目からマヨネーズが出るようになり困っていた琴がやってきた。\nラムネの弟子・クロに声をかけられ連れて来られたのだ。\nマヨネーズ以外にも調味料が出てくると言う琴に、ラムネは治療のためある怪具を差し出す。"
                },
                "2": {
                    "ID": "8118031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118031",
                    "TitleEnglish": "The Chikuwa Penis",
                    "SummaryEnglish": "Ramune is visited by Kengo, a young man whose penis has turned into a chikuwa fish cake. Though there must be some reason for it, Kengo refuses to talk. When Kengo begs Ramune to fix it, even if it's only temporary, Ramune hands him a certain mysterious item. Kengo accepts the item and begins talking to a woman named Yui about going on a date, but...",
                    "TitleJapanese": "竹輪の陰茎",
                    "SummaryJapanese": "ラムネのもとを訪れたのは、陰茎が竹輪になったという青年・健吾。\n何か理由があるはずだが、健吾はそれを語ろうとしない。\n「一時的にでも何とかしてほしい」と懇願する健吾に対し、ラムネはある怪具を手渡す。\n健吾はそれを手に、由美という女性とデートの相談を始めるが……。"
                },
                "3": {
                    "ID": "8118032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118032",
                    "TitleEnglish": "Mysterious Item Shop Akatsuki",
                    "SummaryEnglish": "Ramune uses his Shoji Vision to invite Kuro to a mysterious item shop. Kuro discovers the mysterious item shop Akatsuki at his destination. At first glance, the store appears to be a candy shop, but mysterious items are sold in the back. Kuro meets shopkeeper Nico and his great-grandmother and former shopkeeper Ayame, a girl who remembers her past lives, and is watching her make mysterious items with great interest when a strange man appears.",
                    "TitleJapanese": "怪具屋あかつき",
                    "SummaryJapanese": "ラムネから、怪具「障子目」を通して怪具屋に来ないかと声をかけられたクロ。\nクロが訪れた先にあったのは「怪具屋あかつき」だった。\n一見駄菓子屋のような店の奥で怪具を販売しているのだ。\n店主の丹己とその曾祖母で先代店主だった前世の記憶を持つ少女・彩芽と知り合い、怪具作りを興味津々で見ていたクロだったが、そこに見知らぬ男が現れる。"
                },
                "4": {
                    "ID": "8118033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8118033",
                    "TitleEnglish": "Chili Pepper Fingertips",
                    "SummaryEnglish": "Takaharu, a high school student whose fingertips have turned into chili peppers, comes to see Ramune. He seems to have some idea as to why he's haunted by the mysterious. The mysterious nail clippers Ramune lends to him can be removed from their bag once Takaharu stops hiding his true self. Initially Takaharu can't even untie the drawstring, but...",
                    "TitleJapanese": "唐辛子の指先",
                    "SummaryJapanese": "指先が唐辛子になった高校生・隆晴がラムネのところに相談にきた。\n隆晴は、自分が怪に憑かれた理由に心当たりがあるようだ。\nラムネが貸し出した怪具「爪錐」は、自分を隠すことなく曝け出すと嚢中から出せるようになる。\n隆晴の手では嚢の紐を解くことすら叶わなかったが……。"
                },
                "5": {
                    "ID": "8124458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124458",
                    "TitleEnglish": "Pot Sticker Ears (Part One)",
                    "SummaryEnglish": "A boy named Rio comes to the shrine. His mother is afflicted by a mysterious disease that has turned her ears into pot stickers. His mother claims not to know what the cause is, but she is distraught because they are preventing her not only from hearing the voices of others, but Rio's voice as well. Ramune explains that there are voices she can hear and voices she can't, and that it's an emotional problem. He decides to wait and see how her condition changes.",
                    "TitleJapanese": "餃子の耳・前編",
                    "SummaryJapanese": "神社に来ていた少年・理央。彼の母親は、耳が餃子になるという怪病にかかっていた。\n思い当たる理由がないと言う母親だったが、他人の声だけでなく理央の声さえも聞こえないことに困惑。\nラムネはそんな彼女に、「聞こえる声と聞こえない声」があること、そして心の問題であることを告げ、「様子見」だと告げる。"
                },
                "6": {
                    "ID": "8124460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124460",
                    "TitleEnglish": "Pot Sticker Ears (Part Two)",
                    "SummaryEnglish": "Rio learns that his mother's ears have turned into pot stickers because his older brother Yuu was kidnapped, and Rio feels responsible for what happened. When Rio nearly falls off a cliff while searching for Yuu, Ramune throws himself in harm's way to protect him and ends up badly injured. In order to save Ramune, Rio uses the Pearl of Night Voices he received from Ramune to treat his mother, desperately calling out to his mother, who can't hear his voice.",
                    "TitleJapanese": "餃子の耳・後編",
                    "SummaryJapanese": "母親の耳が餃子になったのは、誘拐事件にあった兄の優を想ってのことと知った理央。\nその原因は自分にあると責任を感じていた。\n優を探そうと崖から転落しかけた理央を、ラムネは身を挺して助け、自らが大けがを負ってしまう。\nラムネを助けるため、ラムネが母親の治療のために渡した怪具「夜声真珠」を使い、理央の声が聞こえない母親に必死に語りかける。"
                },
                "7": {
                    "ID": "8124462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124462",
                    "TitleEnglish": "Popcorn Head (Part One)",
                    "SummaryEnglish": "Kuro's classmate Aona is troubled by the popcorn that keeps popping out of his head. Aona says it makes him sad when the popcorn disappears, so Ramune lends him a bag that can be used to store the popcorn. Why is Aona's head producing popcorn, and why does he feel sad when it disappears? Ramune tells Aona that the treatment method will become clear if he asks himself those questions...",
                    "TitleJapanese": "頭からポップコーン・前編",
                    "SummaryJapanese": "クロのクラスメイト・青菜は、頭からポップコーンが飛び出すようになって困っていた。\n飛び出たポップコーンが消えてしまうことも悲しいと言う青菜に、ラムネはポップコーンを保管する怪具・怪守巾着を貸し出す。\nなぜポップコーンが出てきたのか、どうして消えたら悲しいのか。\nラムネは青菜に自分の心に聞けば治す方法が見えてくると告げるが……。"
                },
                "8": {
                    "ID": "8124465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124465",
                    "TitleEnglish": "Popcorn Head (Part Two)",
                    "SummaryEnglish": "Aona's head began producing popcorn because his father prohibited him from making the creations he loved. Concerned for Aona's wellbeing, Kuro heads to the hospital where Aona's mother is staying in order to seek her help. However, Aona ties balloons to the bag that's now full of popcorn and releases it into the sky. Kuro and Ramune rush out of the hospital in order to recover the bag.",
                    "TitleJapanese": "頭からポップコーン・後編",
                    "SummaryJapanese": "青菜の頭からポップコーンが飛び出すようになったのは、大好きな創作を父親に禁止されたからだった。\n青菜の身を案じたクロは、青菜の母親に助けてもらおうと入院しているという病院へと駆け込むが、青菜はポップコーンでいっぱいになった怪守巾着を空に飛ばしてしまう。\nクロとラムネは怪守巾着を取り戻すため、病院を飛び出した。"
                },
                "9": {
                    "ID": "8124466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124466",
                    "TitleEnglish": "Mysterious Labyrinth",
                    "SummaryEnglish": "Upon receiving an invitation to a treasure hunt from the famous mysterious item artist Reinette, Ramune and Kuro visit Reinette's mansion. There they encounter Ayame and Nico, who have also come to participate in the treasure hunt. However, when Ramune sees the man with them, his expression freezes, and he attempts to flee the scene. That man is Ramune's master Momiji!",
                    "TitleJapanese": "怪廻迷宮",
                    "SummaryJapanese": "有名な怪具作家・レネットから宝探しの招待状をもらったラムネは、クロとともにレネット邸を訪れる。\nそこには、同じく宝を探しに彩芽と丹己も来ていた。\nしかし、二人と一緒にいた人物を見て、ラムネは表情を凍りつかせ、その場から逃げ出そうとする。\nその人物とは、ラムネの師匠・紅葉だった！"
                },
                "10": {
                    "ID": "8124468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124468",
                    "TitleEnglish": "Toru's Deeply Mysterious Story - Part One",
                    "SummaryEnglish": "When he was young, Kuro could see things that ordinary people couldn't. After being taken to the hospital, he pretends that he can't see anything so that his family won't worry about him. However, the things remain visible even after years pass. Furthermore, Kuro begins coughing up sand and can no longer eat. Desperately clutching at straws, he visits a certain place...",
                    "TitleJapanese": "トール深怪物語・前編",
                    "SummaryJapanese": "幼い頃、普通の人には見えていないものが見えていたクロ。あるとき病院に連れて行かれて以降、家族に心配をかけてはいけないと、何も見えないフリをするようになる。しかし、年を経ても見えないものは見えるまま。さらに、砂を吐くようになり、食べることもままならなくなってしまったクロは、藁にもすがる思いでとある場所を訪れるが……。"
                },
                "11": {
                    "ID": "8124470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124470",
                    "TitleEnglish": "Toru's Deeply Mysterious Story - Part Two",
                    "SummaryEnglish": "Kuro believes he has stopped coughing up sand thanks to the founder's exorcism. Though he's been avoiding the suspicious-looking Ramune, the founder locks Kuro in a room and makes him fast. Concerned for Kuro, Ramune uses the mysterious Furoshiki Cloth of Lies to disguise himself as the leader to enter the cult and rescue Kuro. Kuro stubbornly refuses his help, but Ramune confronts him head-on, touching the core of his heart.",
                    "TitleJapanese": "トール深怪物語・後編",
                    "SummaryJapanese": "教祖のお祓いで砂を吐かなくなったと信じるクロ。見た目が怪しいと判断してラムネを遠ざけていたが、教団はクロを修行として監禁し、断食させた。しかしクロの身を案じるラムネは、自分の身が爛れる代償のある怪具・嘘風呂敷を使って教祖に化け、教団に乗り込み、クロを助けようとする。邪魔をするなと頑ななクロに真正面から対峙したラムネは、クロの心の芯に触れる。"
                },
                "12": {
                    "ID": "8124472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dr-ramune-mysterious-disease-specialist/episodes/8124472",
                    "TitleEnglish": "Dr. Ramune -Mysterious Disease Specialist-",
                    "SummaryEnglish": "It's time for Kuro's checkup. As his doctor, Ramune determines that Kuro has made a complete recovery from his mysterious illness. Since Kuro became Ramune's assistant while receiving treatment, he asks if this means he should stop coming to the clinic. Though Ramune wants Kuro to stay, he recalls Momiji's warning that he'll make the people around him unhappy, and tells Kuro that he doesn't have to force himself to come anymore.",
                    "TitleJapanese": "怪病医ラムネ",
                    "SummaryJapanese": "ロの患者としての診察の日。ラムネは医者として、クロの怪病は完治したと判断する。元々治療のかたわら弟子を務めていたクロは、診療所にもう来ない方がいいかラムネに尋ねる。本心では来てほしいと思うラムネだったが、紅葉の「お前のせいで周りの者まで不幸になる」という言葉を思い出し、クロに「無理して来なくてもいい」と言ってしまう。"
                }
            }
        }
    }
}