{
    "URL": "https://www.thetvdb.com/series/back-arrow",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13405062/",
        "https://back-arrow.com/",
        "http://www.reddit.com/r/BackArrow",
        "https://www.themoviedb.org/tv/96942",
        "https://www.themoviedb.org/tv/96942",
        "https://x.com/backarrow_info"
    ],
    "TitleEnglish": "Back Arrow",
    "SummaryEnglish": "Lingalind is a land enclosed by the Wall. The Wall covers, protects, cultivates, and nurtures the land. One day in Edger, a village on the outskirts of Lingalind, a mysterious man named Back Arrow appears. Arrow has lost his memory, but he claims that all he knows is that \"I came from outside the Wall.”",
    "TitleJapanese": "バック・アロウ",
    "SummaryJapanese": "リンガリンド。その地は、壁に囲まれた世界。\n壁がその地を覆い、守り、育み、育てた。\n壁は神――それがその大地、リンガリンドの根幹である。\n\nある日、リンガリンド辺境の地「エッジャ村」に\n謎の男「バック・アロウ」が現れる。\nアロウは記憶を失っているが、\n自分が「\"壁の外\"からやってきた」ことだけはわかると言う。\n\n記憶を取り戻すために壁の外を目指すアロウだったが\n次第に、自身をめぐる争いに巻き込まれていく――",
    "Aliases": [
        "Back Arrow"
    ],
    "Modified": "2025-07-22",
    "Seasons": {
        "1": {
            "ID": "1879134",
            "URL": "https://www.thetvdb.com/series/back-arrow/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8085112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8085112",
                    "TitleEnglish": "Do Guys From the Sky Have Undies?",
                    "SummaryEnglish": "In a world fueled by one's conviction, one man falls from the sky. He claims to come from beyond the wall, though the world as we know it only exists inside.",
                    "TitleJapanese": "飛んで来た男にパンツはあるか",
                    "SummaryJapanese": "巨大な壁に囲まれた大地・リンガリンド。ある日、イキの国の僻地・エッジャ村にラクホウが落ちてくる。お宝に期待する村人達だったが、なんとその中には全裸の男が入っていた。\nその男は記憶を失っているが「自分は壁の外から来た」ことだけはわかるという。壁の外に帰ろうとする男だが、その時、ラクホウ目当ての賞金稼ぎがブライハイトで村に襲いかかってきた。パンツを貸してくれたアタリーへの恩を返すべくバインドワッパーを装着した男は、信念を持たずにブライハイトを操ってみせる。\n何もかもが常識外の男に、村人たちはただただ驚くのだった。"
                },
                "2": {
                    "ID": "8118022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8118022",
                    "TitleEnglish": "Is Having Dreams a Burden?",
                    "SummaryEnglish": "The strange happenings at Edger Village are starting to be heard across the world. Though Arrow leaves to head for the wall, trouble is coming to find him.",
                    "TitleJapanese": "夢はまったく迷惑なのか",
                    "SummaryJapanese": "壁の外に帰りたいバック・アロウは、レッカ剴帝国のシュウと出会う。助力を申し出るシュウの言葉に従いエッジャ村に残るアロウだが、村には彼を養う余裕はない。精一杯の食糧を渡されたアロウは、人知れずエッジャ村を去ったのだった。その後まもなく、リュート卿和国からアロウの引き渡しを持ちかけられたイキ合愁国が、アロウ探索に村へとやってきた。しかしすでにアロウが村を去ったと知ると、全てをなかったことにするために村を襲う。その混乱のなかエルシャは、地中に眠る巨大な「何か」を起動させるのだった。\n一方その頃レッカ凱帝国のシュウは、「壁の外から来た男が世界を滅ぼす」という予言を知り――。"
                },
                "3": {
                    "ID": "8118023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8118023",
                    "TitleEnglish": "Does a Huge Ship Bring Hope?",
                    "SummaryEnglish": "Though Elsha discovers a hidden power, the village is ruined for good. To protect everyone and find a new home, a sacrifice must be made.",
                    "TitleJapanese": "巨大な城艦(ふね)は希望になるか",
                    "SummaryJapanese": "襲撃に失敗したイキ合愁国は、新しい土地を提供する代わりに、巨大城艦とアロウを引き渡すようエッジャ村に提案を持ちかける。村人たちは故郷を捨てることに不安を抱きながらも、その提案を受け入れる。\nいざ新天地へ進みだしたかと思われたその瞬間、城艦への攻撃が始まった。イキ合愁国・ガライ大統領の本心は、責任逃れのために城艦と村人たちを生き埋めにして、その存在をなかったことにすることだったのだ。\nアロウと共にブライハイトを操りその罠を退けたエルシャたちは、城艦を「グランエッジャ」と名付け、壁を目指すことにする。\nしかしその頃、レッカ凱帝国ではシュウがアロウたちの殲滅に動き出そうとしていた"
                },
                "4": {
                    "ID": "8118024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8118024",
                    "TitleEnglish": "Does Genius Come When Least Expected?",
                    "SummaryEnglish": "Shu Bi has been scheming his rise to the top ever since he was little. In order to prove where his loyalties lie, he challenges Arrow with some hired help.",
                    "TitleJapanese": "天才は忘れた頃にやってくるのか",
                    "SummaryJapanese": "壁を目指すアロウとグランエッジャに、レッカ凱帝国のシュウは傭兵集団・四界鬼隊を引き連れ、本格的な攻撃を始める。4体のブライハイトを相手に苦戦するアロウ。ブライハイトでの戦闘経験が少ないアロウには打つ手がないかに思われたが、自分が信念を持たないことを逆手にとり、アロウにしかできない戦術・自己分身で四界鬼隊を倒すことに成功する。\nしかしすぐに、無数のレッカ兵がグランエッジャを取り囲む。アロウたちには再び戦う力はほとんど残っておらず、とうとう絶体絶命かと思われたその時、突如シュウが兵士たちの武装を解除。グランエッジャに投降すると言いだすのだった。"
                },
                "5": {
                    "ID": "8128303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128303",
                    "TitleEnglish": "Is Today Yesterday's Tomorrow?",
                    "SummaryEnglish": "An old promise between friends is put to the test as their loyalties and ambitions change. But against Rekka's invincible general, Granedger may not stand a chance.",
                    "TitleJapanese": "今日は昨日の明日なのか",
                    "SummaryJapanese": "共に貧しい北の村の出身で奴隷階級から成り上がったシュウとカイ。二人の間には、より良き国を作るという「北壁の誓い」があった。\nしかし、シュウはその誓いを果たさぬままレッカ凱帝国を棄てグランエッジャにその身を寄せる。真意を確かめようとせまるカイに、シュウは返す。国ではなく世界を変える、そのために必要なのは君ではなくバック・アロウなのだと。\n決裂する二人。カイはギガンで戦闘を始めようとするが、シュウの策略によって撤退を余儀なくされる。\n昨日と変わらないはずだった今日。カイとシュウにとって、その意味はすでに別のものになっていた。"
                },
                "6": {
                    "ID": "8128304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128304",
                    "TitleEnglish": "Are Pretty Boy Farms a Thing?",
                    "SummaryEnglish": "While Ren Sin vows to unravel Shu Bi's trickery back in the capital, the crew takes a shortcut to reach the wall quicker and discovers a peculiar farm with a dark past.",
                    "TitleJapanese": "美少年牧場ってマジなのか",
                    "SummaryJapanese": "北の壁に急ぐグランエッジャは、リュート卿和国の自治領に侵入する。そこには美少年たちが暮らす「美少年牧場」があった。しかしそこは、酷い人体実験から逃げ出してきた少年たちが集められた場所なのだった。\n領主・ウォルストンの襲撃を追い払うアロウを見て、美少年たちはこれから自分たちを守って欲しいと懇願するが、アロウはそれに応えようとしない。\nアロウ達は、あえて美少年たちを裏切ったように見せた作戦でウォルストンを出し抜いてみせた。アロウの真意を知った美少年たちは、自分たちの力で独立を勝ち取り、グランエッジャを見送るのだった。"
                },
                "7": {
                    "ID": "8128305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128305",
                    "TitleEnglish": "Is the Wall Really That Solid?",
                    "SummaryEnglish": "All eyes are on the Granedger as it closes in on the wall to destroy it. While Rekka waits for the right chance to strike, Shu Bi pulls out the big guns.",
                    "TitleJapanese": "壁はそんなに堅いのか",
                    "SummaryJapanese": "遂に北の壁に到達したグランエッジャ。早速ブライハイトやグランエッジャの主砲で壁を攻撃するものの、すべて無力化されてしまう。壁から吹き荒れる風に押し返されるグランエッジャに、レッカ凱帝国のバイ将軍が襲いかかる。苦戦を強いられるアロウ達だったが、そこに、空を飛ぶ一体のブライハイトが現れる。\nそのブライハイトを操りアロウ達の窮地を救ったのは、リュート卿和国のプラーク機甲卿だった。プラークは、アロウとグランエッジャの人々を国賓として迎えたいと言う。壁を壊すことにこだわるアロウを残し、グランエッジャの人々はリュート卿和国へと向かうのだった。"
                },
                "8": {
                    "ID": "8128306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128306",
                    "TitleEnglish": "What is the Bloodstained Knight Hiding?",
                    "SummaryEnglish": "Arrow stays behind to fight the wall while the rest of the village heads to Lutoh. Though at first it seems like paradise, this nation full of love hides dark secrets, too.",
                    "TitleJapanese": "血まみれの騎士は何を秘めるのか",
                    "SummaryJapanese": "リュート卿和国に国賓として招かれたグランエッジャの人々は大歓待を受ける。出迎えるフィーネ皇女卿の温かい言葉に、エルシャとアタリーは感動しきりだ。\nしかし、壁の破壊を続けるアロウの元に再びプラークが現れ、アロウを力づくで連れ去っていってしまう。アロウを待ち受けていたのは、恐怖の人体実験。シュウとビットの活躍で難を逃れたアロウだったが、仮面の騎士に行く手を阻まれる。\n人体実験を指示していたその謎の騎士こそ、フィーネ姫のもう一つの人格だった。"
                },
                "9": {
                    "ID": "8128307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128307",
                    "TitleEnglish": "Why Do Lips that Profess Love Hide Fangs?",
                    "SummaryEnglish": "Prax will stop at nothing to kill anyone who knows Princess Fine's secret. In Rekka, Emperor Zetsu puts on a show and makes a surprising declaration.",
                    "TitleJapanese": "愛を語る唇はなぜ牙を隠すのか",
                    "SummaryJapanese": "フィーネ姫には凶暴なもう一つの人格があった。その事実を知ったアロウ達を始末しようとするプラーク。彼らの窮地を救ったのは、グランエッジャの医師・ソーラだった。実はソーラはプラークの兄であり、フィーネの秘密を知るリュート卿和国の貴族だったのだ。ソーラはグランエッジャがフィーネの治療の糸口になる可能性を説くが、プラークは聞く耳を持たない。何とかその場から逃げ出したアロウ達だったが、今度はエッジャの村人たちがリュートに捕らわれてしまう。悲しむフィーネのもとに、突然レッカ凱帝国から連絡が入る。それは、リンガリンドの支配を狙うゼツ凱帝からの宣戦布告だった。"
                },
                "10": {
                    "ID": "8128309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128309",
                    "TitleEnglish": "Can Have-Nots Have Backbone?",
                    "SummaryEnglish": "As Lutoh prepares for war, the princess turns her eyes to the Granedger and Elsha who steers it. To survive, Elsha must take a stand for herself and her people.",
                    "TitleJapanese": "持たざる者にも意地はあるのか",
                    "SummaryJapanese": "アロウ達はリュート卿和国の六大卿の一人、ルドルフ選帝卿と対面する。ルドルフは、フィーネのもう一つの人格・フィノワールがレッカ凱帝国の宣戦布告を受けたことを悟り、哀れむが、彼の口からある真実が明かされる。フィーネの人格が別れたのは、ルドルフの血が輸血されたためだったのだ。一方エルシャは、村人の解放を求めてプラークとの決闘に挑む。技量の差に苦戦するエルシャ。絶体絶命と思われた瞬間、アロウのムガが駆けつける。自らを剣に変えたムガの助けを得て、エルシャはプラークに勝利する。そして、自分自身を取り戻したフィーネと同盟を結ぶのだった。"
                },
                "11": {
                    "ID": "8128310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128310",
                    "TitleEnglish": "Is This a Head-to-Head Fight?",
                    "SummaryEnglish": "With war on the horizon, Lutoh and Granedger prepare to fight Rekka. As battle erupts, Ren Sin and Kai rush to kill the traitor, but Arrow and friends stand in their way.",
                    "TitleJapanese": "真っ向勝負の戦争なのか",
                    "SummaryJapanese": "遂にリュート卿和国とレッカ凱帝国の全面戦争が始まった。この戦争で両国が混乱状態になると考えるシュウは、アロウに「リンガリンドの王になれ」という。この世界を一つにまとめて壁に挑むことで、初めて壁を崩す可能性が見えるのだ、と。再びグランエッジャの前に立ちはだかるカイ。しかし、シュウとアロウの連携作戦に、カイは手も足も出ず撤退を余儀なくされる。前線で戦うプラークは機甲師団らと共にレッカ軍を追い詰めていくが、ゼツ凱帝からのたった一撃に敗れてしまうのだった。"
                },
                "12": {
                    "ID": "8128312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128312",
                    "TitleEnglish": "Is Too Much Pride a Problem?",
                    "SummaryEnglish": "War has begun and both sides have had casualties. Thirsty for revenge, Ren Sin and Kai are desperate to get stronger, but must find it in themselves to grow.",
                    "TitleJapanese": "誇りも積もれば芥となるか",
                    "SummaryJapanese": "シュウとアロウに完膚なきまでに打ちのめされ、復讐に燃えるカイ。しかし、先の戦いで受けた傷は癒えず、そして自分自身を見失い、リュート兵にすら遅れをとる有様だ。そんなカイを諌めたのは、レンだった。レンは生死の境目をかいくぐりながら己の信念を鍛え上げ、新たな力を得ていた。空を飛ぶブライハイト・レップウでカイの前に現れたレン。二人のブライハイトは合体し、ギガンレップウとなって大空高く舞い上がる。完全に己を取り戻しさらに力を増したカイに、シュウは歯が立たずにいた。"
                },
                "13": {
                    "ID": "8128313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128313",
                    "TitleEnglish": "Do the Heavens Cry When the Princess Rises?",
                    "SummaryEnglish": "The wound on Arrow's hand makes it hard for him to fight. With their strategy to bury Rekka struggling to succeed, Lutoh's princess is tempted to join the fray.",
                    "TitleJapanese": "姫が立つ時天は泣くのか",
                    "SummaryJapanese": "ギガンレップウの勢いは止まらない。さらに、先の戦いで負った傷のせいでムガの右手は制御不能となり、度重なる不測の事態にシュウは追い詰められていた。レッカとリュートの戦争は熾烈を極めていく。味方の危機に耐えかねたフィーネは、自らブライハイトで前線へ降り立つ。「愛こそ全て」を信念とするラブソリュートを操り、戦場で愛を問うフィーネの姿に、ゼツ凱帝も奮い立つ。ブライハイト・オウゲンで戦地に現れたゼツ。その圧倒的な力を前に、バインドワッパーに封じ込めていたフィーネのもう一つの人格・フィノワールが再び目覚めてしまった。"
                },
                "14": {
                    "ID": "8128314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128314",
                    "TitleEnglish": "Is There Love on the Battlefield?",
                    "SummaryEnglish": "Emperor Zetsu goes head-to-head against the berserk side of Princess Fine. As she loses touch with love, the princess doesn't discern between friend and foe.",
                    "TitleJapanese": "その戦場に愛はあるのか",
                    "SummaryJapanese": "ゼツとフィノワール、一進一退の攻防が続くなか、突如フィノワールは敵味方問わずブライハイトに襲いかかり、信念子を奪い尽くそうとする。そんなフィノワールの暴走を止めたのは、アロウのセイバーブローだった。シュウはセイバーブローの力を使って、グランエッジャの超兵器・グランアローを放つ。一斉に機装顕現を解かれるレッカ軍。しかし、ブライハイトを失ってもなお、レッカは戦いをあきらめない。傷ついた身体を奮い立たせ、まっすぐに向かってくるレッカ軍にもフィーネの愛が降り注いだ。それはゼツ凱帝の心をも震わせ、戦争の幕が下りたのだった。"
                },
                "15": {
                    "ID": "8128315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128315",
                    "TitleEnglish": "What Will the Riots Produce?",
                    "SummaryEnglish": "There's chaos in the capital when Princess Fine returns from war. Due to some trickery, the citizens of Lutoh have turned against her and are demanding the princess' head.",
                    "TitleJapanese": "仕組まれた動乱は何を生むのか",
                    "SummaryJapanese": "ルドルフによってフィノワールの姿を明かされてしまったフィーネは、戦争の責任を責められ国民に断罪される。さらにルドルフは皇女卿の剥奪を宣言し、リュート卿和国は動乱の渦に巻き込まれていくのだった。ソーラはルドルフを問いただすと、フィーネ達を撃ち落とした事故もルドルフによって操られていたことを知り、激昂する。しかし、かつてリュート最強と言われたソーラもルドルフには敵わないことを悟ると、エッジャの村人たちの元へ戻り、彼らを守り抜いて命を落とす。そしてアタリーは、フィーネの窮地を救うため独立国「グランエッジャ城艦国」を宣言する。"
                },
                "16": {
                    "ID": "8128316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128316",
                    "TitleEnglish": "When People Want Peace, What Does God Want?",
                    "SummaryEnglish": "Granedger hosts a signing ceremony to become an independent nation. As the world's powers gather on the ship, Arrow and Shu visit Rekka for some awkward diplomacy.",
                    "TitleJapanese": "人が平和を望む時、神は何を欲するか",
                    "SummaryJapanese": "グランエッジャ城艦国の独立宣言から2ヶ月が過ぎた。レッカ凱帝国、リュート卿和国に立国を認めさせ、新たなリンガリンドを創るべく、国交調印式が行われることとなった。一方、アロウとシュウは外交大使としてレッカへ向かう。シュウは、グランエッジャからの戦闘行為を行わない代わりに、北方の一部譲渡を交渉する。シュウの狙いは領土ではなくそこに眠るもう一つの城艦だったが、カイに見破られてしまう。調印式が始まろうとしたまさにその時、レッカから逃げ出した元宰相・テイが巨大城艦でレッカ上空に現れた。"
                },
                "17": {
                    "ID": "8128317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128317",
                    "TitleEnglish": "Is This How They Rise Up?",
                    "SummaryEnglish": "As if a flying dreadnought wasn't surprise enough, a mysterious robed figure from the Lind Faith invites Arrow beyond the wall to reveal the world's truth, once and for all.",
                    "TitleJapanese": "かくて彼らは立ち上がるのか",
                    "SummaryJapanese": "空中城艦でレッカ凱帝国を征服しようとするテイ。先の戦争で戦力を失ったレッカ凱帝国には抵抗する術はないと思われたが、国交調印式から戻ってきたゼツがテイと空中城艦を落とす。その空中城艦には大量のバインドワッパーが積まれており、レッカは戦力を一気に復活させたのだった。レッカの復活に焦るリュート卿和国だったが、マエストローグ城の下にも空中城艦が眠っていることが明らかになった。ルドルフ選帝卿の指示で、リュートは空中城艦でグランエッジャを追う。新たな脅威にさらされたグランエッジャは、リンド教団と名乗る謎の使者に導かれ、「壁の外」にあるという聖地・エピタフマウンテンを目指す。"
                },
                "18": {
                    "ID": "8128318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128318",
                    "TitleEnglish": "Is This the World's Truth?",
                    "SummaryEnglish": "Though the Granedger's crew is shocked to learn the truth of their world, some players knew all along. With the help of his friends, Arrow fights his own destiny.",
                    "TitleJapanese": "これが世界の真理なのか",
                    "SummaryJapanese": "世界壁を抜けてたどり着いたエピタフマウンテンは、死んだ人間の顔が刻印された柱が無数にそびえ立つ不気味な場所だった。そこに現れたリンド教団の教祖が「忘れた使命を思い出せ」とアロウに告げると、アロウの暴走が始まった。ムガが放つ攻撃によって、リュート軍の兵士たちは全滅してしまう。リンド教団とは、アロウを覚醒させる為のルドルフの罠だった。神がリンガリンドを滅ぼす為に送り込んだ「殲滅者」――それがアロウの正体だったのだ。アロウを救い、そして「神」とは何かを突き止めるべく、シュウは反撃の糸口を探る。"
                },
                "19": {
                    "ID": "8128319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128319",
                    "TitleEnglish": "Can You Sort This Out?",
                    "SummaryEnglish": "While their dreadnought is trapped within the walls, Shu formulates a strategy to stop Arrow's rampage before he destroys the world.",
                    "TitleJapanese": "お前に始末がつけられるのか",
                    "SummaryJapanese": "ルドルフは、レッカ凱帝国にアロウの正体を語る。想像以上の進化を遂げた人間、ゼツ・ダイダンという存在に危機感を覚えた神がリンガリンドに送り込んだのが、アロウという殲滅者なのだ、と。それを聞いたゼツは、アロウとルドルフを倒し、そして神をも駆逐すると宣言。空中城艦をダイレッカと名付け、討伐へ向かう。\n一方、アロウを救う解決策を見つけたシュウは、グランエッジャでアロウの元へ駆けつける。フィノワールの犠牲による作戦だったが、無事アロウの機装顕現を解くことに成功した――そう思われたその時、アロウの手を掴んだシュウの身体が消滅してしまう。機装顕現を解いてもなお、アロウの殲滅者の力は消えなかった"
                },
                "20": {
                    "ID": "8128321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128321",
                    "TitleEnglish": "Does People's Anger Reach God?",
                    "SummaryEnglish": "As the Granedger's loss shatters Elsha's confidence, the world strikes back at the pawns of god who orchestrated all the chaos and destruction.",
                    "TitleJapanese": "人の怒りは神に届くか",
                    "SummaryJapanese": "シュウ・ビが消えた。混乱するエルシャやアタリーたち。絶望したアロウは、殲滅者の能力でルドルフを消そうとするが、逆にとらわれてしまう。プラークたちも手が出せない戦場で立ち上がったのは、レッカ凱帝国だった。迫りくるゼツやカイたちを前に、ルドルフは自らのブライハイトを操り立ちはだかる。人智を超えたルドルフの力の前にアロウはゼツと共闘するも決定打を打ち込むことができない。殲滅者も進化の頂点を極めた者も、神の力の前には無力なのか。その時、ついにビットが立ち上がる。ブライハイト・カイテン（皆纏）！ 他人の力を頼りにする能力でグランエッジャを変形させたビットは、神の使いルドルフに一矢報いるのだった。"
                },
                "21": {
                    "ID": "8128322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128322",
                    "TitleEnglish": "Who Will Stop Me?",
                    "SummaryEnglish": "Bit joins the fight and unleashes Shu's secret weapon. But when Rudolph gets serious, do the forces of Lingalind have what it takes to overthrow God's helping hand?",
                    "TitleJapanese": "誰が私を止められるのか",
                    "SummaryJapanese": "神の使い・ルドルフとの戦いは続く。ブライハイト・グランエッジャは更に城艦ダイレッカと合体し、ブライハイト「グランレッカ」となってディオベネディッカを討つ。ゼツとアロウは残るディオストラージェにとどめの一撃を突き立てるも、それを逆手に取ったルドルフに返り討ちにされてしまう。しかしゼツは最後の力を振り絞り、ルドルフを道連れにして消滅していった。殲滅者の力によってシュウだけでなく王をも失ったカイは、アロウを倒すべく挑む。ゼツの遺志を継ぎ強さを増した力で遂にアロウを倒そうとしたその時、空から姿を現したのは、巨大なシュウだった。"
                },
                "22": {
                    "ID": "8128323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128323",
                    "TitleEnglish": "But What Do I Live For?",
                    "SummaryEnglish": "Shu's big gamble comes to fruition as he returns with vital information. But before the crew can challenge God, Kai has a score to settle with Arrow.",
                    "TitleJapanese": "それでも俺はなぜ生きるのか",
                    "SummaryJapanese": "ムガやギガンと並ぶ大きさで現れたシュウ。シュウは消滅したのではなく、自分の意識を持ったブライハイトの信念子を殲滅者の力で神の領域に飛ばし、リンガリンドの真実を調べていたのだった。\nシュウが語る真実。世界は数多の「リンド」が繋がった巨大建造物であり、リンガリンドはその一部であること。人間の意識は信念子に変換され、神が生きるエネルギーになること。その神の計算外の動きをするリンドは抹消されるということ。\nそれを聞いた一同は、リンガリンドを守るため神と戦おうと決意する。そんななかアロウだけは自分の存在意義を見失い迷っていたが、カイとの決闘の中でようやく自分が何者なのかに気づくのだった。"
                },
                "23": {
                    "ID": "8128324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128324",
                    "TitleEnglish": "Does Destruction Rain From the Heavens?",
                    "SummaryEnglish": "The crew leaves Lingalind behind and heads towards Epitaph Mountain. However, their way is thwarted by new and old threats which endanger the whole world.",
                    "TitleJapanese": "天から降るのは破滅の印か",
                    "SummaryJapanese": "エピタフマウンテンに到着したグランレッカ。すると、待ち構えていたルドルフによって巨大なラクホウ「破滅の輪舞（ロンド）」が打ち込まれた。回転を始め、内側へ迫りくる世界壁に、リンガリンドの大地が飲み込まれていく。ルドルフやディソナンザの妨害に苦戦するグランレッカ。しかしそこに勝機を見出したシュウは、暗黒弾を放つようにカイに告げる。カイとアロウ、レンの三位一体による覇道天弓で放たれた暗黒弾は、見事に破滅の輪舞を消し去った。さらに新たな破滅の輪舞が打ち出されようとしたが、暗黒弾で中を通り抜け、アロウ達は遂に壁の外へたどり着くのだった。"
                },
                "24": {
                    "ID": "8128325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/back-arrow/episodes/8128325",
                    "TitleEnglish": "Do We Head for the Stars?",
                    "SummaryEnglish": "Arrow and friends face their strongest opponent yet in God's realm. Once the Guardian reveals the ultimate truth of their world, a peaceful resolution seems unlikely.",
                    "TitleJapanese": "我が赴くは星の群か",
                    "SummaryJapanese": "リンガリンドに残ったフィーネ達は、ルドルフと戦っていた。しかしフィーネが集中攻撃を浴びて絶体絶命かと思われたその瞬間、死んだはずのゼツとフィノワールが現れる。エピタフマウンテンの破壊により一時的に実体化できたゼツ達は、リンガリンドに残る人々と共に渾身の一撃を放ち、遂にルドルフを消滅させた。\n一方その頃、アロウ達は聖域の最深部でガーディアンと対峙していた。そこで、この世界の成り立ち、神の正体を知る。頑なにリンガリンドを殲滅しようとするガーディアンに対し、アロウは「神を故郷の星に帰す」と宣言する。だから、もうリンガリンドに手を出すな、と。\nそしてその思いは神に届き――"
                }
            }
        }
    }
}