{
    "URL": "https://www.thetvdb.com/series/ousama-ranking",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13409432/",
        "https://osama-ranking.com/",
        "http://www.reddit.com/r/OsamaRanking",
        "https://www.themoviedb.org/tv/112613",
        "https://x.com/osama_ranking"
    ],
    "TitleEnglish": "Ranking of Kings",
    "SummaryEnglish": "Unable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.",
    "TitleJapanese": "王様ランキング",
    "SummaryJapanese": "国の豊かさ、抱えている強者どもの数、\n\nそして王様自身がいかに勇者のごとく強いか、\n\nそれらを総合的にランキングしたもの、それが〝王様ランキング〟である。\n\n主人公のボッジは、王様ランキング７位のボッス王が統治する王国の\n\n第一王子として生まれた。\n\nところがボッジは、生まれつき耳が聞こえず、\n\nまともに剣すら振れぬほど非力であり、\n\n家臣はもちろん民衆からも「とても王の器ではない」と蔑まれていた。\n\nそんなボッジにできた初めての友達、カゲ。\n\nカゲとの出会い、そして小さな勇気によって、\n\nボッジの人生は大きく動きだす———— 。",
    "Aliases": [
        "Ōsama Ranking",
        "Ousama Ranking"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1879821",
            "URL": "https://www.thetvdb.com/series/ousama-ranking/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "2": {
                    "ID": "9939740",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/9939740",
                    "TitleEnglish": "劇場版 王様ランキング",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10684321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684321",
                    "TitleEnglish": "Kage's Errand / The Prince and Money",
                    "SummaryEnglish": "When Bojji's training schedule is interrupted, Kage is sent shopping for the item that Despa needs to keep going. Despa sends Bojji and Kage out to earn some money, claiming that Bojji is too naïve about society to be a king, and could use some exposure.",
                    "TitleJapanese": "勇気の宝箱「カゲのおつかい」「王子とお金」",
                    "SummaryJapanese": "「カゲのおつかい」 冥府で修業中のある朝、ボッジとカゲが食事の準備をしているとデスパーの悲鳴が屋敷中に響き渡る。慌ててやってきたボッジたちの前には、頭から布団をかぶったデスパーの姿が・・・ 「王子とお金」 デスパーから社会勉強のためにお金を稼いでくるように言われたボッジとカゲ。求人掲示板を見て様々なお店を訪ねるが、いっこうにうまくいかず・・・"
                },
                "4": {
                    "ID": "10684322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684322",
                    "TitleEnglish": "Beasts of the Wilderness / A Mysterious Desert",
                    "SummaryEnglish": "Bojji and Kage camp for the night in the desert with the Order of the Underworld, where they must deal with the threat of wild beasts. Following a sandstorm, the group finds a secluded oasis, and encounter creatures the Order has never seen before.",
                    "TitleJapanese": "勇気の宝箱「荒野の獣」「ふしぎな砂漠」",
                    "SummaryJapanese": "「荒野の獣」 冥府騎士団と共にボッス王国に向かっていたボッジとカゲ。野営準備中に「この辺りは夜、野獣が現れ、人間を喰うらしい」という噂を聞き・・・ 「ふしぎな砂漠」 ボッス王国へ急ぐ途中、大きな砂嵐に見舞われる一行。砂嵐がおさまると、忽然とオアシスが現れた。休憩のために立ち寄ると、そこには見たことのない生き物が・・・"
                },
                "5": {
                    "ID": "10684323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684323",
                    "TitleEnglish": "Hiling's Old Friend / Daida and Magic",
                    "SummaryEnglish": "After being thrown out of the kingdom, Hiling insists on enlisting Ann's aid to return and save Daida, but other matters keep Ann from joining her. A young Daida wants to learn how his mother is able to heal others, but finds it a tough skill to master.",
                    "TitleJapanese": "勇気の宝箱「ヒリングの旧友」「ダイダと魔法」",
                    "SummaryJapanese": "「ヒリングの旧友」 ダイダの身体を奪い復活したボッスの警告に従い、国を離れるヒリングとドルーシ。 ダイダを救うため、二人は仲間を求めてある場所へ向かう。 「ダイダと魔法」 ボッジとダイダが幼かったころ。ダイダは母・ヒリングの治癒魔法を見て、自分も出来るようになりたいと奮闘するがとんでもないアクシデントに見舞われてしまい・・・"
                },
                "6": {
                    "ID": "10684324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684324",
                    "TitleEnglish": "Immortality and the Three Brothers",
                    "SummaryEnglish": "Ouken's past is revealed as his desire to become stronger and put an end to his father's cruel reign is recounted. Over the course of the hard-fought war against the Gigantes, the prince distinguishes himself by his conduct, until one fateful day.",
                    "TitleJapanese": "勇気の宝箱「不死と三兄弟」",
                    "SummaryJapanese": "ボッス王国での戦いでボッジたちの前に立ちはだかった冷酷非情なオウケン。心優しき青年が、なぜ不老不死となり、そして罪人となったのか。その過去が明らかに・・・"
                },
                "7": {
                    "ID": "10684325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684325",
                    "TitleEnglish": "The Law of the Underworld / A White Horse in Love / The Gentle Soldier, Hokuro",
                    "SummaryEnglish": "Fren is branded an outlaw when he leaves the underworld to help save Ouken. When Whiteking grows fat after the captain neglects to care for her, only one thing can whip her back into shape. Hokuro joins the military to repay Bojji's kindness.",
                    "TitleJapanese": "勇気の宝箱「冥府の掟」「恋する白馬」「優しき兵士ホクロ」",
                    "SummaryJapanese": "「冥府の掟」 オウケンの不老不死の呪いを解く方法を相談するデスハーとデスパー。冥府騎士団の副官であり、オウケンの幼馴染であるフレンは2人の会話を聞いてしまい掟を破る決意を固める。 「恋する白馬」 冥府騎士団の隊長は、デスパーの愛馬・白王の世話を任されたことを思い出し、慌てて牧場へ向かうが、そこにいたのはすっかり変わり果てた姿の白王で・・・ 「優しき兵士ホクロ」 母を亡くし悲しみに暮れていたホクロを優しく慰めてくれたのはボッジだった。 ホクロはボッジを守ることを決意し、ボッス国の兵士になるが…"
                },
                "8": {
                    "ID": "10684326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684326",
                    "TitleEnglish": "Bojji the King / The Melancholy of King Daida",
                    "SummaryEnglish": "Bojji, Bebin and Hokuro conduct a royal inspection of the town, during which Bojji insists on helping some children find their lost bird. After Daida becomes king again, he tries his hardest to live up to Bojji's example in leading the kingdom.",
                    "TitleJapanese": "勇気の宝箱「王になったボッジ」「ダイダ王の憂鬱」",
                    "SummaryJapanese": "「王になったボッジ」 王の座に就いたボッジは、ベビンやホクロと共に街を視察する。困っている子供たちを助けながら、一人前の王として振る舞おうと奮闘するのだが・・・ 「ダイダ王の憂鬱」 旅立ったボッジの想いを受け継ぎ王となったダイダ。そんな矢先、ランキングの審査員がやってくることがわかり・・・"
                },
                "9": {
                    "ID": "10684327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684327",
                    "TitleEnglish": "The Snake Charmer With the Crooked Smile / The Big Four's Banquet",
                    "SummaryEnglish": "Before joining the Big Four, Bebin struggled to excel, and went to Despa for lessons on how to be a better swordsman. When infighting threatens the harmony of the Big Four, King Daida tasks Hokuro with finding a way to bring the group back together.",
                    "TitleJapanese": "勇気の宝箱「薄ら笑いの蛇使い」「四天王の宴」",
                    "SummaryJapanese": "「薄ら笑いの蛇使い」 ボッス王直属の精鋭部隊に抜擢された若き日のベビン。アピスとの対決に惨敗し、剣術の師を探し始める。そんなベビンのためにミツマタがとある人物の情報を持ってきて・・・ 「四天王の宴」 ダイダ王から城の大改修を任されることとなった四天王。国の役に立ちたい気持ちが強い四天王は、自分が指揮を取ると争いはじめてしまい・・・"
                },
                "10": {
                    "ID": "10684328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684328",
                    "TitleEnglish": "Kage's Yearning / A Great Mother",
                    "SummaryEnglish": "A young Kage is afraid of the world around him, but finds his courage when faced with a dangerous encounter. Shiina seeks for more strength, but comes to realize that the greatest strength of all is not directed inward, but is found when helping others.",
                    "TitleJapanese": "勇気の宝箱「カゲのあこがれ」「偉大な母」",
                    "SummaryJapanese": "「カゲのあこがれ」 まだカゲが幼く、母と共にひっそりとボー王国で暮らしていた頃。 ある日、子供たちにいじめられて逃げ回っていたカゲの前に現れたのは・・・ 「偉大な母」 世界一強くなるという願いを叶えるため、魔神と契約をかわした若き日のボッス。 そこで同じ巨人族で世界一強いといわれる女戦士・シーナに求婚するのだが・・・"
                },
                "11": {
                    "ID": "10684329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684329",
                    "TitleEnglish": "Miranjo and the Demon / The Prince and His Treasures",
                    "SummaryEnglish": "Young Miranjo happens upon a child demon while playing in the forest, and lands in trouble when she can't find her way home. As Bojji prepares to leave the castle to look for Kage, he pauses to give gifts to those who have helped him get where he is.",
                    "TitleJapanese": "勇気の宝箱「ミランジョと魔神」「王子と宝物」",
                    "SummaryJapanese": "「ミランジョと魔神」 心優しく好奇心いっぱいの少女・ミランジョは、ホウマ国で何不自由なく暮らしていた。ある日、遊びに夢中になっていたミランジョは森の奥へと迷い込み、そこで魔神の子供と出会う。 「王子と宝物」 姿を消したカゲを探すため、王位をダイダに譲り、ボッジは城を発つ準備をしていた。部屋を後にしようとしたボッジの目にとまったのは宝箱で・・・"
                },
                "12": {
                    "ID": "10684330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684330",
                    "TitleEnglish": "Return of the Sword King",
                    "SummaryEnglish": "As Bojji and Kage continue their journey together, Despa and the captain are tracking down Ouken's missing head. Meanwhile, Desha enters the Divine Treasure Vault, where he hopes to finally uncover the means to restore Ouken's humanity to him.",
                    "TitleJapanese": "勇気の宝箱「剣王の復活」",
                    "SummaryJapanese": "オウケンの不死の呪いを解くため、デスハーはランキング協会の審査員とともに神の宝物庫へ向かう。時を同じくして、デスパーはオウケンの首を探しに湖を訪れていた。"
                }
            }
        },
        "1": {
            "ID": "1879822",
            "URL": "https://www.thetvdb.com/series/ousama-ranking/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "8038392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8038392",
                    "TitleEnglish": "The Prince's New Clothes",
                    "SummaryEnglish": "Bojji, a prince in a world where kings are ranked by their deeds and skills, is considered unfit to be the next king due to his disabilities. He runs into Kage, a shadow being with whom he can converse, but who also takes advantage of Bojji's kindness.",
                    "TitleJapanese": "裸の王子",
                    "SummaryJapanese": "生まれつき耳が聞こえず、口もきけず、まともに剣すら振れぬほど非力なボッジは、\n第一王子でありながら、家臣や民衆から「王の器ではない」と蔑まれていた。\nそんなある日、暗殺集団「影の一族」の生き残りのカゲと出会ったボッジは、\n着ていた服をだまし取られてしまう。"
                },
                "2": {
                    "ID": "8778944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778944",
                    "TitleEnglish": "The Prince and Kage",
                    "SummaryEnglish": "Kage's tragic childhood following the purge of his people from the Kingdom of Bo is recounted. As the match between Bojji and Daida continues, Bojji's fighting style is denounced as cowardly, and he is instructed by Domas to adopt a more regal style.",
                    "TitleJapanese": "王子とカゲ",
                    "SummaryJapanese": "幼いころから盗みを生業として生きてきたカゲ。金目のものを盗むためにボッジの後をつけ城に忍び込むが、ボッス王国四天王の一人・ベビンに見つかってしまう。一方ボッジは、異母兄弟であるダイダと手合わせをすることに・・・"
                },
                "3": {
                    "ID": "8778945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778945",
                    "TitleEnglish": "The New King",
                    "SummaryEnglish": "King Bosse passes away, naming Bojji as the next king. However, the announcement of the new king does not go as Bojji expects. After being told that Kage has gone on a journey without him, Bojji resolves to go on a journey of his own, to Hiling's dismay.",
                    "TitleJapanese": "新しい国王",
                    "SummaryJapanese": "ボッス王が亡くなり、遺言で王の跡を継ぐこととなるボッジ。しかし、ヒリングにより遺言は覆され、新国王はダイダと発表されてしまう。そしてカゲもボッジの前から姿を消し、ベビンはカゲを探すボッジに「カゲは旅に出たので二度と会えない」と告げる。失意のボッジはとある行動に出る。"
                },
                "4": {
                    "ID": "8778946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778946",
                    "TitleEnglish": "His First Journey",
                    "SummaryEnglish": "A panelist from the Ranking of Kings Committee visits the kingdom to give Daida his ranking. While traveling, Bojji encounters an unusual hunter who teaches him about the mystery of life. While eating around a campfire, an attempt is made on Bojji's life.",
                    "TitleJapanese": "初めての旅",
                    "SummaryJapanese": "ドーマス、ホクロと共に道中の自然を満喫しながら旅を楽しむボッジだったが、買い出しに訪れた町でカバンを盗まれてしまう。一方、新国王となったダイダの元には、新たにランクを付けるため王様ランキング協会の審査員が訪れていた。"
                },
                "5": {
                    "ID": "8778947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778947",
                    "TitleEnglish": "Intertwining Plots",
                    "SummaryEnglish": "After the latest attempt on his life, Bojji is overjoyed to discover that he has a secret guardian. Domas is willing to do whatever it takes to gain Daida's trust. The Magic Mirror directs Daida to an elixir that will supposedly grant him Bosse's power.",
                    "TitleJapanese": "からみあう陰謀",
                    "SummaryJapanese": "ドーマスによって冥府に続く穴に突き落とされたボッジ。ドーマスは罪の意識にさいなまれながら、一人その場を後にする。そしてボッス王国では、魔法の鏡によって、ダイダがボッス王の力を手に入れるための儀式が行われていた・・・"
                },
                "6": {
                    "ID": "8778948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778948",
                    "TitleEnglish": "The King of the Underworld",
                    "SummaryEnglish": "Bojji and Kage meet Desha, the king of the underworld, who is said to be able to make ordinary men into powerful kings. However, after testing Bojji's skill level, Desha refuses to train him. Apeas finds Daida and the mirror, and must choose a side.",
                    "TitleJapanese": "冥府の王",
                    "SummaryJapanese": "冥府の王・デスハーのもとに連れていかれるボッジとカゲ。ボッジを強くしてもらうために探していた人物がデスハーだと思ったカゲは、ボッジを鍛えて欲しいと頼み込む。ボッジは、その実力を見せるため冥府騎士団の隊長と手合わせをすることに。"
                },
                "7": {
                    "ID": "8778949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778949",
                    "TitleEnglish": "The Prince's Apprenticeship",
                    "SummaryEnglish": "Kage pleads with Desha's brother Despa to make Bojji powerful enough to be king, and Despa takes Bojji on as an apprentice. After making his assessment, Despa is astounded by how little power Bojji actually has, but refuses to give up on training him.",
                    "TitleJapanese": "王子の弟子入り",
                    "SummaryJapanese": "デスハーの弟・デスパーに弟子入りし、カゲと共に家事をこなしながら住み込みで修行をすることになったボッジ。一方、ボッス王国では、復活の秘薬を無理やり飲まされていたダイダの体に異変が起こっていた・・・"
                },
                "8": {
                    "ID": "8778950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778950",
                    "TitleEnglish": "The Sacrifice of Dreams",
                    "SummaryEnglish": "The story of Bosse's rise to power and Bojji's birth is revealed. Domas cautions Hokuro about returning to the castle, and the fate which likely awaits him there, before deciding to walk away himself. A plot to kill one of the royal court takes shape.",
                    "TitleJapanese": "夢のいけにえ",
                    "SummaryJapanese": "ボッス王の強さの秘密と、ボッスとシーナの出会いが明かされる。ダイダの体をのっとることで復活を果たしたボッスは、魔法の鏡に「今、世界で一番強い人物」を問う。鏡に映ったその人物とは・・・"
                },
                "9": {
                    "ID": "8778951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778951",
                    "TitleEnglish": "The Queen and the Shield",
                    "SummaryEnglish": "Years ago, Bosse pulled Dorshe from his position and made him the bodyguard for a reluctant Hiling, who was trying to win over a wary Bojji. Now, Dorshe is all that stands between Hiling and monsters which have been sent to assassinate her.",
                    "TitleJapanese": "王妃と盾",
                    "SummaryJapanese": "ダイダの体をのっとったボッスと対面した王妃ヒリングは、ショックのあまり気絶してしまう。倒れたヒリングに襲い掛かる魔獣。ヒリングを守らんと応戦するドルーシは、かつてボッス王から王妃の護衛を命じられた日のことを思い出す・・・"
                },
                "10": {
                    "ID": "8778952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778952",
                    "TitleEnglish": "The Prince's Sword",
                    "SummaryEnglish": "Bojji, Kage and Despa go out to dinner to celebrate the conclusion of Bojji's training. Kage has misgivings about Bojji's sword until a fight breaks out at dinner, and Bojji has to defend himself. Bojji and Kage must consider what their next step will be.",
                    "TitleJapanese": "王子の剣",
                    "SummaryJapanese": "デスパー奥義免許皆伝を祝うため酒場に出かけたボッジ、カゲ、デスパー。楽しく食事をしていると暴れん坊・アバン三兄弟に絡まれてしまう。相手にせず食事を続ける三人だったが、悪口を言われたデスパーがとうとう相手を殴ってしまい・・・"
                },
                "11": {
                    "ID": "8778954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778954",
                    "TitleEnglish": "Older and Younger Brothers",
                    "SummaryEnglish": "Daida reflects on a lesson once taught to him by Sorii and Bebin about the value of life, and finds out that he is not alone in his dark exile. When six criminals are broken out of their cells in the underworld, Desha sends his knights to go after them.",
                    "TitleJapanese": "兄と弟",
                    "SummaryJapanese": "成長するにつれ、兄・ボッジを弱者だと見下すようになっていったダイダ。どことも知れない暗闇の中で助けを待ちながら、過去の自分を思い返し後悔するダイダの前に一人の少女が現れる。"
                },
                "12": {
                    "ID": "8778955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778955",
                    "TitleEnglish": "The Footsteps of War",
                    "SummaryEnglish": "Outside the castle, Hiling and her elite force prepare to make their move. Meanwhile, inside the castle, The Magic Mirror and Apeas lead the six criminals toward the throne room. Bojji and Kage take heart at the news that an ally will be joining them.",
                    "TitleJapanese": "戦いの足音",
                    "SummaryJapanese": "冥府での修行を終え、帰国の途につくボッジたち。一方ヒリングたちは、精鋭を集め、一足先にボッス王国へ差し掛かろうとしていた。その頃ボッス王国では、何者かの手引きにより、凶悪な冥府の罪人たちが城内に引き入れられていたのだった。"
                },
                "13": {
                    "ID": "8778956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778956",
                    "TitleEnglish": "The Kingdom in Turmoil",
                    "SummaryEnglish": "Hiling and her band of knights face intense opposition from the forces under the command of the Magic Mirror. When the fighting takes a desperate turn, Apeas's loyalties are tested. In the castle town, Ouken launches his own independent attack.",
                    "TitleJapanese": "王国の乱れ",
                    "SummaryJapanese": "「この国を滅ぼしたい――」明かされたミランジョの望み。それを阻もうと立ち向かうドルーシたちを、冥府の魔物、そして罪人たちが襲う。ヒリングを守るべく奮闘するドルーシだが、強敵たちを前に劣勢を強いられる・・・"
                },
                "14": {
                    "ID": "8778957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778957",
                    "TitleEnglish": "The Return of the Prince",
                    "SummaryEnglish": "Critically wounded, Dorshe makes a desperate effort to protect Hiling, and receives help from an unexpected ally. The situation remains dire, as Gigan, one of the six criminals, continues his powerful assault, until Bojji and Kage return to the castle.",
                    "TitleJapanese": "王子の帰還",
                    "SummaryJapanese": "魔物たちと壮絶な戦いを繰り広げるドルーシ。しかし健闘もむなしく、瀕死の重傷を負ってしまう。ドルーシを治療するヒリングにギガンが迫る。窮地に陥る一同の前に思いがけない救世主が現れる。"
                },
                "15": {
                    "ID": "8778958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778958",
                    "TitleEnglish": "The Order of the Underworld",
                    "SummaryEnglish": "Leaving Dorshe and Hiling behind to rest, Bojji and Kage lead a party to the underworld entrance to send the magic beasts home. Domas and Hokuro encounter the Order of the Underworld deep underground on their way to recapture the missing criminals.",
                    "TitleJapanese": "冥府騎士団",
                    "SummaryJapanese": "魔法が解け、正気に戻った冥府の魔物たちを冥府に帰すべく、ボッジたちは城の地下にあるという入り口へと向かう。一方、一足先にその入り口を壊すために地下へと入ったドーマスとホクロを待ち受けていたのは、逃げた罪人を追ってボッス王国に攻め入ってきた最強の冥府騎士団であった。"
                },
                "16": {
                    "ID": "8778959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778959",
                    "TitleEnglish": "Royal Majesty",
                    "SummaryEnglish": "The name \"Miranjo\" triggers a traumatic flashback for Bojji. Desha relates to Bojji the circumstances that turned Gigan into a criminal. After consulting with Despa, Desha makes a change of plans, and decides to return with his knights to the underworld.",
                    "TitleJapanese": "王の威厳",
                    "SummaryJapanese": "デスハーが明かした黒幕の名は、ミランジョ。その名を聞いたボッジの中に、幼い頃のシーナとの記憶が蘇る。ギガンを捕らえ冥府へと連行しようとする冥府騎士団の前に立ちはだかるボッジたちだが、デスハーはギガンの過去、そして彼の犯した罪を語り始める。"
                },
                "17": {
                    "ID": "8778960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778960",
                    "TitleEnglish": "The Curse of Immortality",
                    "SummaryEnglish": "Bojji and Kage run into Apeas, who tells them about Miranjo's dream. Domas and Hokuro finally reach the entrance to the underworld they were ordered to destroy. The Magic Mirror calls out to Ouken, who escapes Despa's custody to come to her aid.",
                    "TitleJapanese": "不死の呪い",
                    "SummaryJapanese": "かつて冥府を治めた王、サトゥン。その息子であるデスハー、デスパー、オウケンたち兄弟は、それぞれが超能力をその身に秘めていた。ボッス王の城で罪人たちを探すボッジとカゲの前に、不老不死の力を持つオウケンが立ちはだかる・・・"
                },
                "18": {
                    "ID": "8778961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778961",
                    "TitleEnglish": "Battle With the Gods",
                    "SummaryEnglish": "From his cell, Bosse relates to Bebin the story of how he first met Miranjo when she was a little girl. Domas and Hokuro make their apologies to Hiling, then head off to assist Bojji. Bojji has his hands full with Ouken, but receives help from Despa.",
                    "TitleJapanese": "神々との争い",
                    "SummaryJapanese": "冥府の罪人たちに自ら捕らえられたボッス。牢屋へとやってきたベビンは、ボッスにその真意を問いかける。ボッスが語り始めたのはミランジョとの出会い、そしてホウマ国とギャクザ国という2つの国の悲しい過去だった。"
                },
                "19": {
                    "ID": "8778962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778962",
                    "TitleEnglish": "The Last Bastion",
                    "SummaryEnglish": "Bosse tells Bebin the story of when he found the disfigured Miranjo, until Bebin is called away. As Bojji and Despa look on, Kage is faced with a life-or-death decision, and finds help from an unexpected source. The Big Four step forward to face Ouken.",
                    "TitleJapanese": "最後の砦",
                    "SummaryJapanese": "オウケンとの戦いで瀕死の重傷を負ったデスパー、ボッジ、カゲ。三人が目を覚ますと、そこは大きな川の流れる不思議な世界だった。一方、残されたミツマタに斬り掛かるオウケン。その窮地に、ボッス王国四天王が駆け付ける——"
                },
                "20": {
                    "ID": "8778963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778963",
                    "TitleEnglish": "Immortal vs. Invincible",
                    "SummaryEnglish": "Miranjo finds herself answering to Shiina and her own mother for her actions. Bojji is faced with the prospect of passing judgment on Miranjo. The situation with Ouken grows even more dire until a new warrior arrives, but is this newcomer really an ally?",
                    "TitleJapanese": "“不死身” 対 ”無敵”",
                    "SummaryJapanese": "大きな川のほとりでミランジョの悲劇的な過去を知るボッジ。そして、ミランジョの心が揺れ始める。生の世界へと戻ったボッジ、カゲ、デスパーの前に現れたボッスは、瀕死のボッジに向かい、こん棒を振り上げる・・・"
                },
                "21": {
                    "ID": "8778964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778964",
                    "TitleEnglish": "The Swordsmanship of a King",
                    "SummaryEnglish": "Realizing that Bosse did not wish to be brought back to life, Miranjo apologizes. Bosse issues an ultimatum to the others present to either side with him or be killed. Despa fears that Bojji may not measure up as his showdown with Bosse gets underway.",
                    "TitleJapanese": "王の剣",
                    "SummaryJapanese": "不死身のオウケンを圧倒的な力で打ち負かすボッス。最強であることを見せつけるボッスに、ボッジはダイダの体を取り戻すため、決死の覚悟で挑み、王としてその剣をふるう。"
                },
                "22": {
                    "ID": "8778965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778965",
                    "TitleEnglish": "A Promise to the Demon",
                    "SummaryEnglish": "Bosse shows Daida the happy memories of the time he spent with Miranjo, and how he received his strength from the demon. After catching the demon, Despa attempts to get his wish for Ouken granted, but Bojji and Daida have a different wish in mind.",
                    "TitleJapanese": "魔神との約束",
                    "SummaryJapanese": "ボッジの手によって魔法の鏡は割られ、ボッスの魂は天へと昇っていく。そしてボッスからミランジョを託されたダイダは、現れた魔神にある願いを告げる。"
                },
                "23": {
                    "ID": "8778966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778966",
                    "TitleEnglish": "The King and the Sun",
                    "SummaryEnglish": "Daida acknowledges and accepts Miranjo's crimes, then forgives her. As part of his atonement, Daida relinquishes the throne to Bojji. However, Kage feels out of place with his friend's new position of distinction, and leaves Bojji to reign on his own.",
                    "TitleJapanese": "王様と太陽",
                    "SummaryJapanese": "ミランジョとの結婚を発表し、これまでに犯した過ちを償うことを誓うダイダ。その真摯な姿に四天王たち臣下は驚き、思いに応えようとする。そして、新たな王が誕生する。"
                }
            }
        }
    }
}