{
  "URL": "https://www.thetvdb.com/series/ousama-ranking",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13409432/",
    "https://osama-ranking.com/",
    "http://www.reddit.com/r/OsamaRanking",
    "https://www.themoviedb.org/tv/112613",
    "https://x.com/osama_ranking"
  ],
  "TitleEnglish": "Ranking of Kings",
  "SummaryEnglish": "Unable to hear, speak, or wield a sword, Prince Bojji doesn’t seem like a typical heir to the throne—and his kingdom agrees. But his fateful encounter with Kage, a shadow on the ground, gives him his first true friend. The two set off on a grand adventure and, together, form a bond that can overcome any obstacle...even being king.",
  "Aliases": [
    "Ōsama Ranking",
    "Ousama Ranking",
    "King Ranking"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1879821",
      "URL": "https://www.thetvdb.com/series/ousama-ranking/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "2": {
          "ID": "9939740",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/9939740",
          "TitleEnglish": "劇場版 王様ランキング",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "10684321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684321",
          "TitleEnglish": "Kage's Errand / The Prince and Money",
          "SummaryEnglish": "When Bojji's training schedule is interrupted, Kage is sent shopping for the item that Despa needs to keep going. Despa sends Bojji and Kage out to earn some money, claiming that Bojji is too naïve about society to be a king, and could use some exposure.",
          "Aliases": []
        },
        "4": {
          "ID": "10684322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684322",
          "TitleEnglish": "Beasts of the Wilderness / A Mysterious Desert",
          "SummaryEnglish": "Bojji and Kage camp for the night in the desert with the Order of the Underworld, where they must deal with the threat of wild beasts. Following a sandstorm, the group finds a secluded oasis, and encounter creatures the Order has never seen before.",
          "Aliases": []
        },
        "5": {
          "ID": "10684323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684323",
          "TitleEnglish": "Hiling's Old Friend / Daida and Magic",
          "SummaryEnglish": "After being thrown out of the kingdom, Hiling insists on enlisting Ann's aid to return and save Daida, but other matters keep Ann from joining her. A young Daida wants to learn how his mother is able to heal others, but finds it a tough skill to master.",
          "Aliases": []
        },
        "6": {
          "ID": "10684324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684324",
          "TitleEnglish": "Immortality and the Three Brothers",
          "SummaryEnglish": "Ouken's past is revealed as his desire to become stronger and put an end to his father's cruel reign is recounted. Over the course of the hard-fought war against the Gigantes, the prince distinguishes himself by his conduct, until one fateful day.",
          "Aliases": []
        },
        "7": {
          "ID": "10684325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684325",
          "TitleEnglish": "The Law of the Underworld / A White Horse in Love / The Gentle Soldier, Hokuro",
          "SummaryEnglish": "Fren is branded an outlaw when he leaves the underworld to help save Ouken. When Whiteking grows fat after the captain neglects to care for her, only one thing can whip her back into shape. Hokuro joins the military to repay Bojji's kindness.",
          "Aliases": []
        },
        "8": {
          "ID": "10684326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684326",
          "TitleEnglish": "Bojji the King / The Melancholy of King Daida",
          "SummaryEnglish": "Bojji, Bebin and Hokuro conduct a royal inspection of the town, during which Bojji insists on helping some children find their lost bird. After Daida becomes king again, he tries his hardest to live up to Bojji's example in leading the kingdom.",
          "Aliases": []
        },
        "9": {
          "ID": "10684327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684327",
          "TitleEnglish": "The Snake Charmer With the Crooked Smile / The Big Four's Banquet",
          "SummaryEnglish": "Before joining the Big Four, Bebin struggled to excel, and went to Despa for lessons on how to be a better swordsman. When infighting threatens the harmony of the Big Four, King Daida tasks Hokuro with finding a way to bring the group back together.",
          "Aliases": []
        },
        "10": {
          "ID": "10684328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684328",
          "TitleEnglish": "Kage's Yearning / A Great Mother",
          "SummaryEnglish": "A young Kage is afraid of the world around him, but finds his courage when faced with a dangerous encounter. Shiina seeks for more strength, but comes to realize that the greatest strength of all is not directed inward, but is found when helping others.",
          "Aliases": []
        },
        "11": {
          "ID": "10684329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684329",
          "TitleEnglish": "Miranjo and the Demon / The Prince and His Treasures",
          "SummaryEnglish": "Young Miranjo happens upon a child demon while playing in the forest, and lands in trouble when she can't find her way home. As Bojji prepares to leave the castle to look for Kage, he pauses to give gifts to those who have helped him get where he is.",
          "Aliases": []
        },
        "12": {
          "ID": "10684330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/10684330",
          "TitleEnglish": "Return of the Sword King",
          "SummaryEnglish": "As Bojji and Kage continue their journey together, Despa and the captain are tracking down Ouken's missing head. Meanwhile, Desha enters the Divine Treasure Vault, where he hopes to finally uncover the means to restore Ouken's humanity to him.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1879822",
      "URL": "https://www.thetvdb.com/series/ousama-ranking/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "8038392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8038392",
          "TitleEnglish": "The Prince's New Clothes",
          "SummaryEnglish": "Bojji, a prince in a world where kings are ranked by their deeds and skills, is considered unfit to be the next king due to his disabilities. He runs into Kage, a shadow being with whom he can converse, but who also takes advantage of Bojji's kindness.",
          "Aliases": []
        },
        "2": {
          "ID": "8778944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778944",
          "TitleEnglish": "The Prince and Kage",
          "SummaryEnglish": "Kage's tragic childhood following the purge of his people from the Kingdom of Bo is recounted. As the match between Bojji and Daida continues, Bojji's fighting style is denounced as cowardly, and he is instructed by Domas to adopt a more regal style.",
          "Aliases": []
        },
        "3": {
          "ID": "8778945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778945",
          "TitleEnglish": "The New King",
          "SummaryEnglish": "King Bosse passes away, naming Bojji as the next king. However, the announcement of the new king does not go as Bojji expects. After being told that Kage has gone on a journey without him, Bojji resolves to go on a journey of his own, to Hiling's dismay.",
          "Aliases": []
        },
        "4": {
          "ID": "8778946",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778946",
          "TitleEnglish": "His First Journey",
          "SummaryEnglish": "A panelist from the Ranking of Kings Committee visits the kingdom to give Daida his ranking. While traveling, Bojji encounters an unusual hunter who teaches him about the mystery of life. While eating around a campfire, an attempt is made on Bojji's life.",
          "Aliases": []
        },
        "5": {
          "ID": "8778947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778947",
          "TitleEnglish": "Intertwining Plots",
          "SummaryEnglish": "After the latest attempt on his life, Bojji is overjoyed to discover that he has a secret guardian. Domas is willing to do whatever it takes to gain Daida's trust. The Magic Mirror directs Daida to an elixir that will supposedly grant him Bosse's power.",
          "Aliases": []
        },
        "6": {
          "ID": "8778948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778948",
          "TitleEnglish": "The King of the Underworld",
          "SummaryEnglish": "Bojji and Kage meet Desha, the king of the underworld, who is said to be able to make ordinary men into powerful kings. However, after testing Bojji's skill level, Desha refuses to train him. Apeas finds Daida and the mirror, and must choose a side.",
          "Aliases": []
        },
        "7": {
          "ID": "8778949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778949",
          "TitleEnglish": "The Prince's Apprenticeship",
          "SummaryEnglish": "Kage pleads with Desha's brother Despa to make Bojji powerful enough to be king, and Despa takes Bojji on as an apprentice. After making his assessment, Despa is astounded by how little power Bojji actually has, but refuses to give up on training him.",
          "Aliases": []
        },
        "8": {
          "ID": "8778950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778950",
          "TitleEnglish": "The Sacrifice of Dreams",
          "SummaryEnglish": "The story of Bosse's rise to power and Bojji's birth is revealed. Domas cautions Hokuro about returning to the castle, and the fate which likely awaits him there, before deciding to walk away himself. A plot to kill one of the royal court takes shape.",
          "Aliases": []
        },
        "9": {
          "ID": "8778951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778951",
          "TitleEnglish": "The Queen and the Shield",
          "SummaryEnglish": "Years ago, Bosse pulled Dorshe from his position and made him the bodyguard for a reluctant Hiling, who was trying to win over a wary Bojji. Now, Dorshe is all that stands between Hiling and monsters which have been sent to assassinate her.",
          "Aliases": []
        },
        "10": {
          "ID": "8778952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778952",
          "TitleEnglish": "The Prince's Sword",
          "SummaryEnglish": "Bojji, Kage and Despa go out to dinner to celebrate the conclusion of Bojji's training. Kage has misgivings about Bojji's sword until a fight breaks out at dinner, and Bojji has to defend himself. Bojji and Kage must consider what their next step will be.",
          "Aliases": []
        },
        "11": {
          "ID": "8778954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778954",
          "TitleEnglish": "Older and Younger Brothers",
          "SummaryEnglish": "Daida reflects on a lesson once taught to him by Sorii and Bebin about the value of life, and finds out that he is not alone in his dark exile. When six criminals are broken out of their cells in the underworld, Desha sends his knights to go after them.",
          "Aliases": []
        },
        "12": {
          "ID": "8778955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778955",
          "TitleEnglish": "The Footsteps of War",
          "SummaryEnglish": "Outside the castle, Hiling and her elite force prepare to make their move. Meanwhile, inside the castle, The Magic Mirror and Apeas lead the six criminals toward the throne room. Bojji and Kage take heart at the news that an ally will be joining them.",
          "Aliases": []
        },
        "13": {
          "ID": "8778956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778956",
          "TitleEnglish": "The Kingdom in Turmoil",
          "SummaryEnglish": "Hiling and her band of knights face intense opposition from the forces under the command of the Magic Mirror. When the fighting takes a desperate turn, Apeas's loyalties are tested. In the castle town, Ouken launches his own independent attack.",
          "Aliases": []
        },
        "14": {
          "ID": "8778957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778957",
          "TitleEnglish": "The Return of the Prince",
          "SummaryEnglish": "Critically wounded, Dorshe makes a desperate effort to protect Hiling, and receives help from an unexpected ally. The situation remains dire, as Gigan, one of the six criminals, continues his powerful assault, until Bojji and Kage return to the castle.",
          "Aliases": []
        },
        "15": {
          "ID": "8778958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778958",
          "TitleEnglish": "The Order of the Underworld",
          "SummaryEnglish": "Leaving Dorshe and Hiling behind to rest, Bojji and Kage lead a party to the underworld entrance to send the magic beasts home. Domas and Hokuro encounter the Order of the Underworld deep underground on their way to recapture the missing criminals.",
          "Aliases": []
        },
        "16": {
          "ID": "8778959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778959",
          "TitleEnglish": "Royal Majesty",
          "SummaryEnglish": "The name \"Miranjo\" triggers a traumatic flashback for Bojji. Desha relates to Bojji the circumstances that turned Gigan into a criminal. After consulting with Despa, Desha makes a change of plans, and decides to return with his knights to the underworld.",
          "Aliases": []
        },
        "17": {
          "ID": "8778960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778960",
          "TitleEnglish": "The Curse of Immortality",
          "SummaryEnglish": "Bojji and Kage run into Apeas, who tells them about Miranjo's dream. Domas and Hokuro finally reach the entrance to the underworld they were ordered to destroy. The Magic Mirror calls out to Ouken, who escapes Despa's custody to come to her aid.",
          "Aliases": []
        },
        "18": {
          "ID": "8778961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778961",
          "TitleEnglish": "Battle With the Gods",
          "SummaryEnglish": "From his cell, Bosse relates to Bebin the story of how he first met Miranjo when she was a little girl. Domas and Hokuro make their apologies to Hiling, then head off to assist Bojji. Bojji has his hands full with Ouken, but receives help from Despa.",
          "Aliases": []
        },
        "19": {
          "ID": "8778962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778962",
          "TitleEnglish": "The Last Bastion",
          "SummaryEnglish": "Bosse tells Bebin the story of when he found the disfigured Miranjo, until Bebin is called away. As Bojji and Despa look on, Kage is faced with a life-or-death decision, and finds help from an unexpected source. The Big Four step forward to face Ouken.",
          "Aliases": []
        },
        "20": {
          "ID": "8778963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778963",
          "TitleEnglish": "Immortal vs. Invincible",
          "SummaryEnglish": "Miranjo finds herself answering to Shiina and her own mother for her actions. Bojji is faced with the prospect of passing judgment on Miranjo. The situation with Ouken grows even more dire until a new warrior arrives, but is this newcomer really an ally?",
          "Aliases": []
        },
        "21": {
          "ID": "8778964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778964",
          "TitleEnglish": "The Swordsmanship of a King",
          "SummaryEnglish": "Realizing that Bosse did not wish to be brought back to life, Miranjo apologizes. Bosse issues an ultimatum to the others present to either side with him or be killed. Despa fears that Bojji may not measure up as his showdown with Bosse gets underway.",
          "Aliases": []
        },
        "22": {
          "ID": "8778965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778965",
          "TitleEnglish": "A Promise to the Demon",
          "SummaryEnglish": "Bosse shows Daida the happy memories of the time he spent with Miranjo, and how he received his strength from the demon. After catching the demon, Despa attempts to get his wish for Ouken granted, but Bojji and Daida have a different wish in mind.",
          "Aliases": []
        },
        "23": {
          "ID": "8778966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ousama-ranking/episodes/8778966",
          "TitleEnglish": "The King and the Sun",
          "SummaryEnglish": "Daida acknowledges and accepts Miranjo's crimes, then forgives her. As part of his atonement, Daida relinquishes the throne to Bojji. However, Kage feels out of place with his friend's new position of distinction, and leaves Bojji to reign on his own.",
          "Aliases": []
        }
      }
    }
  }
}