{
    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13444580/",
        "https://dea5-anime.com/",
        "https://www.themoviedb.org/tv/112940",
        "https://en.wikipedia.org/wiki/Battle_Game_in_5_Seconds",
        "https://x.com/dea5_anime"
    ],
    "TitleEnglish": "Battle Game in 5 Seconds",
    "SummaryEnglish": "It was just a usual morning. Akira Shiroyanagi, a high schooler who loves games and Konpeito (Japanese sweets), has suddenly been dragged into a battlefield by a mysterious girl who calls herself Mion. The participants are told that they are \"erased from the family register, involved in an experiment, and gained certain powers.\" Akira is determined to win the game with his newfound powers and destroy the organization. Armed with a power no one expects and his \"brain\" skills, the new period of intelligence battle begins!",
    "TitleJapanese": "出会って5秒でバトル",
    "SummaryJapanese": "成績優秀でゲームが趣味の16歳の高校生・白柳啓は普通の日常に退屈していた。そこへ突然現れた謎の包帯男の襲撃を受け、ゲーム感覚で撃退することに成功したが、その後現れたマジシャン風の女に殺されてしまう。 病院風の謎の施設で啓は目を覚まし、同様の境遇の者ばかりが集められた会場に例のマジシャン風の女、魅音が登場。それぞれに与えられた「能力」を使って戦うことを説明される。 一対一での戦いの1stプログラム、5人グループが一対一で戦う2ndプログラム、チーム戦の3rdプログラムを経て、舞台は監視者1名を含む12人の6グループが戦う4thプログラムへと移っていく。 (wikipedia)",
    "Aliases": [
        "Deatte 5-byō de Battle",
        "Deatte 5-byou de Battle",
        "Battle in 5 Seconds After Meeting"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1961330",
            "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8763417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8763417",
                    "TitleEnglish": "『出会って５秒でバトル』放送直前特番",
                    "SummaryEnglish": "＜出演者＞ 白柳啓：村瀬歩/天翔優利：愛美/魅音：新谷真弓/ヤン：鬼頭明里",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1923879",
            "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8404672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8404672",
                    "TitleEnglish": "Sophist",
                    "SummaryEnglish": "Game-loving high school student Akira Shiroyanagi survives an encounter with a monster, only to be fatally wounded by a girl named Mion. Soon after, he wakes to find himself part of an \"ability focus group,\" a large group of people granted powerful abilities and forced to fight - and possibly kill - one another!",
                    "TitleJapanese": "詭弁家",
                    "SummaryJapanese": "ゲームが趣味の高校生・白柳啓は日常に退屈していた。そんなある日の通学途中、突然謎の男に襲われる。とっさの判断力で撃退するも、直後に現れたマジシャン風の女・魅音によって無残にも殺されてしまう。目が覚めると、謎の施設に集められていた啓。魅音に「能力」の実験モニターとしてプログラムに参加してもらうと告げられ、過酷な能力バトルに巻き込まれてゆく。そして啓は決意する、「このゲームを遊び尽くす」と。"
                },
                "2": {
                    "ID": "8516352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516352",
                    "TitleEnglish": "Demon God",
                    "SummaryEnglish": "Another ability focus group member is Yuuri Amagake, an actions-over-words high school student. Her opponent in the first program is Kazuto Kiryu, a perverted old man. Can Yuuri get past his lecherous attitude and put her ability to good use?",
                    "TitleJapanese": "鬼神",
                    "SummaryJapanese": "「偶然」という言葉が大嫌いな不幸体質の女子高生・天翔優利は、啓と同じく謎の組織に集められたモニターの一人。ある日、ビルの屋上で身投げ寸前の男を助けようとして死んでしまう。最初のプログラムは1on1での決闘。対戦相手の予想外の行動に戸惑う優利は苦戦を強いられるが、同居していた少女の元に戻るため、絶対にこのゲームをクリアすると誓う。"
                },
                "3": {
                    "ID": "8516354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516354",
                    "TitleEnglish": "Trueblade",
                    "SummaryEnglish": "The second program is revealed to be a five-on-five team battle, Akira finds himself on the same team as his first opponent, Kirisaki, as well as Yuuri, Shin Kumagiri, and Satoru Sawatari. While the other four begin revealing their abilities, Akira realizes the inherent danger of doing so.",
                    "TitleJapanese": "真剣師",
                    "SummaryJapanese": "2ndプログラムは5対5の団体戦。各々が自分の能力を明かしていく中、啓は自身の能力を「手を大砲にする能力」と偽る。相対する敵チームには妖艶な美女・香椎鈴や引っ込み思案な女子高生・多々良りんごの姿があり、双方一進一退の攻防を繰り広げる。勝敗の行く末を決める重要な一戦、満を持して霧崎が登場する。"
                },
                "4": {
                    "ID": "8516356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516356",
                    "TitleEnglish": "Plagiarist",
                    "SummaryEnglish": "The teams are tied in the first rounds of the second program fights, but Madoka Kirisaki's battle with Saeko Zokumyoin continues.",
                    "TitleJapanese": "皮肉屋",
                    "SummaryJapanese": "命をも失いかねない5対5の団体戦、中盤に登場した霧崎は「木の枝を何でも切れる剣に変える能力」で好戦するも、油断により逆転されてしまう。次に登場した啓は、対戦を通して冷静に自身の能力を検証し、より理解を深めていく。チームの勝敗がかかった最終戦、優利はこのゲームに参加するキッカケを作った因縁の男、星野王子と対峙することになるが……！？"
                },
                "5": {
                    "ID": "8516358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516358",
                    "TitleEnglish": "Hunter",
                    "SummaryEnglish": "Akira enters the third program, where he reunites with Yuuri. After throwing off their pursuers, Katsuya leads them to the Team Green home base.",
                    "TitleJapanese": "狩人",
                    "SummaryJapanese": "3rdプログラムがスタート。開始と同時に、啓の目の前に「キミを勧誘しに来た」と関西弁を喋る克也という男が現れる。克也によると、3rdプログラムには複数の派閥があり「赤チーム」は危険な連中が仕切っていて、自分たちは「緑チーム」に属しているという。プログラムクリアの糸口を探る啓は、緑チームの陣地を訪れチームリーダーの白鷺と対面する。"
                },
                "6": {
                    "ID": "8516359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516359",
                    "TitleEnglish": "Mediator",
                    "SummaryEnglish": "Shirosagi's unflinching nature gives Akira the confidence that he can finish the third program with Team Green. But to get there, he has to make a big decision...",
                    "TitleJapanese": "調停人",
                    "SummaryJapanese": "「緑チーム」に留まることにした啓は、来るべき戦いに備えて自身の本当の能力を優利に告げる。魅音から大規模討伐クエストのアナウンスが入りクエストに参加するが、そこには「赤チーム」のリーダー大神と黒岩らが「緑チーム」の偵察に訪れていた。能力を隠すためその場から離脱を図る白鷺たちに対して、黒岩は残酷な策を講ずる……。"
                },
                "7": {
                    "ID": "8516360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516360",
                    "TitleEnglish": "Tyrant",
                    "SummaryEnglish": "The battle with the ghoul continues, but Akira has a plan. After the battle, while the Red team decides to attack, Mion proposes a new mission.",
                    "TitleJapanese": "暴君",
                    "SummaryJapanese": "魅音によって、大規模クエスト「王様狩り」が告知される。 赤チームと緑チームがそれぞれの存亡をかける次回クエストまで、束の間の平穏を手に入れた啓達。 各々の陣営が来たるべき戦いに向けて準備を進める中で、啓の「本当の能力」に気づいた“ある人物”が動き出す……。"
                },
                "8": {
                    "ID": "8516361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516361",
                    "TitleEnglish": "Guardian",
                    "SummaryEnglish": "While the team spends the week preparing for the \\\"Hunt the King\\\" quest, Akira and Yuuri pay a visit to Team Blue.",
                    "TitleJapanese": "護衛官",
                    "SummaryJapanese": "クエスト勝利に向けて準備を進める啓は、青チームのリーダー・万年青と接触し協力を求める。 時が満ち「王様狩り」が開始されると、王様である大神が予想に反して最前線に現れ、圧倒的な暴力で戦場を支配していく。"
                },
                "9": {
                    "ID": "8516362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516362",
                    "TitleEnglish": "Iron Maiden",
                    "SummaryEnglish": "Akira visits Rin Kashii with a proposal, as the battle between Team Green and Team Red heats up!",
                    "TitleJapanese": "鉄の処女",
                    "SummaryJapanese": "大神の登場によって戦線は一気に拡大し、各地で戦端が開かれていく。優利は窮地に陥っていたアスカを救うべく大神と交戦し、啓と霧崎は赤チームの幹部である竜胆と対峙することに。赤と緑が死闘を繰り広げる中、同じチームだった鈴と恋華は戦中に紛れて互いを始末しようと事を構えていた。"
                },
                "10": {
                    "ID": "8516363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516363",
                    "TitleEnglish": "Diamondhand",
                    "SummaryEnglish": "Shirasagi catches the spy infiltrating Team Green, only to learn there's another traitor in their midst. As war wages all over the field, Kumagiri finds himself in desperate straits.",
                    "TitleJapanese": "金剛手",
                    "SummaryJapanese": "奮戦により赤チーム幹部と好勝負を演じ、戦況は緑チーム優勢に推移していく。両チームの勝敗がかかった重大な局面で、ついに緑チーム内に潜んでいた裏切り者が動き出す。一方、啓は赤チームの副リーダー黒岩をその射程にとらえようとしていた。"
                },
                "11": {
                    "ID": "8516364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516364",
                    "TitleEnglish": "Loanshark",
                    "SummaryEnglish": "Akira engages in a battle of wits with Kuroiwa while Yuuri continues to face down against Oogami, who seeks an answer to a particular question through the fight.",
                    "TitleJapanese": "高利貸し",
                    "SummaryJapanese": "黒岩の能力に苦戦を強いられる啓。互いの高度な権謀術策が飛び交う中、先の先を読み勝利を掴むのは――。一方で、大神を倒すべく戦いを繰り広げていた優利、霧崎、熊切は、突如変貌を遂げた大神の圧倒的な力の前に為す術を失っていた。"
                },
                "12": {
                    "ID": "8516365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-in-five-seconds-after-meeting/episodes/8516365",
                    "TitleEnglish": "The Final Ability",
                    "SummaryEnglish": "The quest reaches its end in a battle between Yuuri and Oogami, Team Red's king. Meanwhile, Akira concludes his battle with Kuroiwa and seeks to complete the third program once and for all.",
                    "TitleJapanese": "最後の能力",
                    "SummaryJapanese": "数多の犠牲を乗り越えて「王様狩り」は最終段階を迎えていた。3rdプログラムのクリアのため、似た境遇を持つ少女の元へ戻るため、各々が内に秘めた想いを叶えるべく死力を尽くして立ち上がる。戦いの先に待つ未来とは――。"
                }
            }
        }
    }
}