{
  "URL": "https://www.thetvdb.com/series/heavens-design-team",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12745218/",
    "https://tendebu.jp/",
    "https://www.themoviedb.org/tv/105044",
    "https://www.themoviedb.org/tv/105044",
    "https://x.com/tendebu_PR"
  ],
  "TitleEnglish": "Heaven's Design Team",
  "SummaryEnglish": "I made the light, the water, and the earth below. Now it's time to make the life that dwells upon it. Actually... that sounds like a giant headache, so I'll contract it out! Heaven's Design Team is an agency that creates made-to-order life forms for their client, God. Why does this life form look like that? Why does this life form live this way? Watch the trials and successes of the designers and engineers forced to breathe life into God's absurd requests!",
  "Aliases": [
    "Tenchisozo Design Bu",
    "Tenchi Sōzō Design-bu",
    "Tenchi Souzou Design-bu",
    "Tendebu"
  ],
  "Modified": "2025-08-26",
  "Seasons": {
    "0": {
      "ID": "1882154",
      "URL": "https://www.thetvdb.com/series/heavens-design-team/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8322647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8322647",
          "TitleEnglish": "Special Edition",
          "SummaryEnglish": "This time God's order is to \"make five animals and combine all of them in the end\". The designers are stumped by this ultra unreasonable and difficult order. They each work their respective strengths and after some trial and error... What exactly is the animal they created...?!",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1882155",
      "URL": "https://www.thetvdb.com/series/heavens-design-team/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8054782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8054782",
          "TitleEnglish": "Idea 1",
          "SummaryEnglish": "Shimoda is a new angel who was just hired into Heaven's Design Firm. Right as he goes to introduce himself to the Design Team, they begin a meeting. The order from God is for an animal that \"eats only leaves from really high places\". Right away, the designers begin to pitch various ideas...",
          "Aliases": []
        },
        "2": {
          "ID": "8118025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8118025",
          "TitleEnglish": "Idea 2",
          "SummaryEnglish": "When Ueda takes Shimoda to the Insect Department to introduce himself, he's overwhelmed by everybody being a character. That's when a vague order from God comes in, this time for an \"animal that's cute, but not\". Meido, the self-designated expert for designing cute creatures, raises her hand and out comes...",
          "Aliases": []
        },
        "3": {
          "ID": "8118026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8118026",
          "TitleEnglish": "Idea 3",
          "SummaryEnglish": "Under a dark and ominous sky, pierced by lightning, a man wearing a sinister hood summons a... \"dragon\"! Shimoda and some of the designers were trying to fulfill the order \"has not wings but flies anyway\" and were checking out the dragon for inspiration. However, a harried looking Mizushima rushes onto the scene.",
          "Aliases": []
        },
        "4": {
          "ID": "8118027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8118027",
          "TitleEnglish": "Idea 4",
          "SummaryEnglish": "\"I managed to fly the horse.\" Kanamori is nominated by God and faces the challenges alone, but the retake hell that makes the designer cry, saying \"You can be free\" and \"Something is different\"! What is the final plan that has been improved and improved ...!?",
          "Aliases": []
        },
        "5": {
          "ID": "8126287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126287",
          "TitleEnglish": "Idea 5",
          "SummaryEnglish": "Ueda was ordered by God to go to hell after the \"panda riot\". A mysterious man appears in front of Shimoda and the members of the design department who are worried that he may have been transferred to hell because of himself. Building a darkness and fire theme park in hell, he asks the design department to build a \"hell mascot.\"",
          "Aliases": []
        },
        "6": {
          "ID": "8126288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126288",
          "TitleEnglish": "Idea 6",
          "SummaryEnglish": "Out of gratitude for their work, God decides to arrange a company vacation to Galapagos. While they are enjoying the hot springs and the banquet, a bloody Mercury is found. Jupiter, the self-named eats-himself-broke detective, claims that the perpetrator is definitely amongst them and sets off to find them... The key to solving this mystery is the order Venus is working on, an \"animal where the male breastfeeds\"?!",
          "Aliases": []
        },
        "7": {
          "ID": "8126289",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126289",
          "TitleEnglish": "Idea 7",
          "SummaryEnglish": "One evening, after hearing Neptune explain that he felt like someone was watching him in the bath, God puts in an order for an \"animal that's watching even though it looks like nothing's there\". As always, the order is ridiculous and makes the design team agonize, but then they decide to experiment with the squid that Pluto designed in the past...",
          "Aliases": []
        },
        "8": {
          "ID": "8126291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126291",
          "TitleEnglish": "Idea 8",
          "SummaryEnglish": "The ability to have a concealed weapons inside your body... isn't that the dream?! Tasked with the order for an animal that uses \"bones as weapons\", Jupiter begins to alter his own ribs like mad. Due to this, his ribs break, or he runs out of oxygen. After he put his body on the line this much, surely the new creature will be really cool, right?!",
          "Aliases": []
        },
        "9": {
          "ID": "8126294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126294",
          "TitleEnglish": "Idea 9",
          "SummaryEnglish": "The new order from God is for an \"animal that tickles the maternal instincts\". Shimoda and Pluto research different animals to see what their maternal instincts, or 'love', look like. What is the 'love' that Pluto's distinct sensibilities land on?",
          "Aliases": []
        },
        "10": {
          "ID": "8126295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126295",
          "TitleEnglish": "Idea 10",
          "SummaryEnglish": "Somehow Shimoda stumbled into an underground kingdom. This kingdom is a land for \"animals that create the perfect society\", with their queen at the top. In this society, there are few physical differences, no aging, and the collective's happiness is prioritized over the individual's. It's too ideal a place, but there is a hidden truth about this system.",
          "Aliases": []
        },
        "11": {
          "ID": "8126296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126296",
          "TitleEnglish": "Idea 11",
          "SummaryEnglish": "The life form time accelerator device exploded and Shimoda and the others are blasted to Galapagos. To make it worse, the entire team got turned into children! Being attacked by the animals being tested is just one danger there, but Shimoda, Saturn, Mars, and one member of the Insect department use the \"insect that can smell an SOS signal\" to search for the designers.",
          "Aliases": []
        },
        "12": {
          "ID": "8126298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/heavens-design-team/episodes/8126298",
          "TitleEnglish": "Idea 12",
          "SummaryEnglish": "As a gift for Hell's celebratory party, God orders the designers to come up with \"an animal that can be used in Hell's attraction and also sent to Earth\". Yokota's idea of making it something that \"surprises angels\" is also tacked on, which really puts the team's abilities to the test...",
          "Aliases": []
        }
      }
    }
  }
}