{
  "URL": "https://www.thetvdb.com/series/the-animation",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12643520/",
    "https://subarashiki-anime.jp/",
    "http://www.reddit.com/r/TWEWY",
    "https://www.themoviedb.org/tv/105249",
    "https://x.com/twewy_pr"
  ],
  "TitleEnglish": "The World Ends With You: The Animation",
  "SummaryEnglish": "Neku awakens in the middle of Shibuya's bustling Scramble Crossing with no memory of how he got there. Little does he know, he's been transported to an alternate plane of existence known as the Underground. Now an unwilling participant in the mysterious \"Reapers' Game,\" Neku must partner up with a girl named Shiki in order to survive...",
  "Aliases": [
    "Subarashiki Kono Sekai The Animation"
  ],
  "Modified": "2025-06-27",
  "Seasons": {
    "1": {
      "ID": "1883985",
      "URL": "https://www.thetvdb.com/series/the-animation/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8072246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8072246",
          "TitleEnglish": "The Reapers' Game",
          "SummaryEnglish": "Neku wakes up in the middle of an otherworldly Shibuya teeming with monsters. He's been dragged into the Reapers' Game, and he'll need to learn to work with the other players he meets if he wants to survive the seven-day contest.",
          "Aliases": []
        },
        "2": {
          "ID": "8347327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347327",
          "TitleEnglish": "Shiki",
          "SummaryEnglish": "Each mission is tougher than the last as the Reapers' Game enters its second half. When a chance encounter shakes Shiki's confidence and motivation, it's Neku's turn to support her for a change. Can he be a good enough partner to keep them alive?",
          "Aliases": []
        },
        "3": {
          "ID": "8347328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347328",
          "TitleEnglish": "Erased",
          "SummaryEnglish": "As the Reapers' Game nears its end, Neku, Shiki, Beat, and Rhyme get a mission so easy it seems like a day off. Is this a respite before their looming battle with the Game Master, or one last trap to stop them from ever reaching it?",
          "Aliases": []
        },
        "4": {
          "ID": "8347329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347329",
          "TitleEnglish": "Reapers",
          "SummaryEnglish": "Neku's second game has begun. He may have experience, but the new Game Master is out for blood, and Neku can't fight without a partner. A mysterious boy named Joshua may be the help Neku needs, but can he be trusted?",
          "Aliases": []
        },
        "5": {
          "ID": "8347330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347330",
          "TitleEnglish": "CAT",
          "SummaryEnglish": "There are no new missions, and it's making Neku nervous. Joshua, however, has his own agenda, and he wants Neku to lend him a hand. When the pair reunite with Hanekoma, a chance remark sparks a memory in Neku.",
          "Aliases": []
        },
        "6": {
          "ID": "8347331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347331",
          "TitleEnglish": "Turf",
          "SummaryEnglish": "Neku starts to remember his death, and it makes him more suspicious of Joshua than ever. Meanwhile, the game grinds to a halt as Taboo Noise attack Players and Reapers alike. Minamimoto is the prime suspect, but what does he have to gain?",
          "Aliases": []
        },
        "7": {
          "ID": "8347332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347332",
          "TitleEnglish": "Joshua",
          "SummaryEnglish": "Neku's second game is nearly over, and he trusts his partner less than ever. What is the rebel Game Master Minamimoto planning, and will Neku be able to handle it if he keeps Joshua at arms length?",
          "Aliases": []
        },
        "8": {
          "ID": "8347333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347333",
          "TitleEnglish": "Emergency Call",
          "SummaryEnglish": "Neku's final game has begun, and the Reapers are out to make sure he doesn't stand a chance. With no partner and enemies on all sides, Neku will have to rely on help from an unexpected source against the cool and calculating new Game Master.",
          "Aliases": []
        },
        "9": {
          "ID": "8347334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347334",
          "TitleEnglish": "Rhyme and Beat",
          "SummaryEnglish": "Neku and Beat search for Konishi, but they have no leads and something is stopping them from scanning people. Just then, Yashiro and Kariya appear with a challenge. Neku and Beat will have to fight the Reapers if they want to see Rhyme again.",
          "Aliases": []
        },
        "10": {
          "ID": "8347335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347335",
          "TitleEnglish": "The Countless Wrongs of Our Day",
          "SummaryEnglish": "Shibuya is changing. Its once diverse crowds are now full of people with eerie, identical thoughts, and not even Reapers are immune. Through it all, Neku and Beat try to continue their desperate search for Konishi when a familiar face confronts them.",
          "Aliases": []
        },
        "11": {
          "ID": "8347336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347336",
          "TitleEnglish": "The Hour of Reckoning",
          "SummaryEnglish": "Neku and Beat race to the Shibuya River to take on Minamimoto and the Composer! But as the final days looms, they're still doomed unless they can track down Konishi. They've already looked everywhere in Shibuya; where could the Game Master be?",
          "Aliases": []
        },
        "12": {
          "ID": "8347337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-animation/episodes/8347337",
          "TitleEnglish": "It's a Wonderful World",
          "SummaryEnglish": "Neku confronts Kitaniji for the final time when the return of a familiar face turns everything he thought he knew on its head! Who is the real Composer? Will the lessons Neku has learned in Shibuya carry him through one last game?",
          "Aliases": []
        }
      }
    }
  }
}