{
    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13721276/",
        "http://www.toei-anim.co.jp/tv/tropical-rouge_precure/",
        "https://www.themoviedb.org/tv/119787"
    ],
    "TitleEnglish": "Tropical-Rouge! Precure",
    "SummaryEnglish": "Manatsu Natsuumi is a first-year junior high school student born and raised on a small island. On the day she moves from the island, She meets Laura, a mermaid girl who has come to the earth alone in search of the legendary warrior, PreCure. Laura's hometown, Grand Ocean, is attacked by a witch who lives in the dark depths of the ocean, and all of their motivational power is taken away. It is said that if the motivational power of humans is also taken away, the world will be in deep trouble. Laura is captured by the witch's servant, and Manatsu transforms into Cure Summer to save her.",
    "Aliases": [
        "Tropical Rouge! Precure",
        "Tropical-Rouge! Pretty Cure",
        "Tropical-Rouge! PreCure"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1885109",
            "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9025388",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/9025388",
                    "TitleEnglish": "Tropical-Rouge! Pretty Cure the Movie: Petite Dive! Collaboration Dance Party!",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "9025389",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/9025389",
                    "TitleEnglish": "Tropical-Rouge! Pretty Cure the Movie: The Snow Princess and the Miraculous Ring!",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1885110",
            "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/seasons/official/1",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "8107440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8107440",
                    "TitleEnglish": "Tropica-shine! Motivation to the Max! Cure Summer!",
                    "SummaryEnglish": "Natsuumi Manatsu is a first year middle school student who is moving to Aozora City to attend middle school in Spring after being born and raised on a small island all her life. However, when she moves to Aozora City, she meets the mermaid Laura, who says she is looking for the legendary warriors, Pretty Cure.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8166516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8166516",
                    "TitleEnglish": "Manatsu and Laura! What's More Important?",
                    "SummaryEnglish": "Manatsu has started attending Aozora Middle School. Laura follows her in search of a new Pretty Cure candidate. However, the students of the school take notice of her!!",
                    "Aliases": []
                },
                "3": {
                    "ID": "8166517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8166517",
                    "TitleEnglish": "Believe Yourself. Super Cute Cure Coral!",
                    "SummaryEnglish": "Sango accidentally comes across Laura who was in the aquarium's pool. Lacking self confidence, Sango just goes with the flow of things. But when she is moved by Manatsu and Laura's honest words about this...",
                    "Aliases": []
                },
                "4": {
                    "ID": "8166518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8166518",
                    "TitleEnglish": "Cure Papaya Pops Out! This Is My Tale!",
                    "SummaryEnglish": "Manatsu, Sango and Laura meet Ichinose Minori, a second year middle school student who knows a lot about the legends and stories surrounding mermaids. Because of past situations, Minori struggles to take a step forward. But then...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8252220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252220",
                    "TitleEnglish": "Here Comes Senpai! Burn, Cure Flamingo!",
                    "SummaryEnglish": "Takizawa Asuka is a third year middle school student with a strong sense of justice. Manatsu and Laura ask her to become a Pretty Cure after she helped them...",
                    "Aliases": []
                },
                "6": {
                    "ID": "8252221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252221",
                    "TitleEnglish": "It Starts Now! The Tropical Club!",
                    "SummaryEnglish": "The girls have found an empty room and finally formed a club! First up, they got to figure out what their club does. However, Manatsu and the others are struggling to get permission from the student council president without knowing what they want to do... But then a graduate of Aozora Middle School arrives, looking for an ornament they hid 10 years ago...",
                    "Aliases": []
                },
                "7": {
                    "ID": "8252222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252222",
                    "TitleEnglish": "Here It Comes! Sea Fairy Kururun!",
                    "SummaryEnglish": "Manatsu and the rest of the Tropical Club are out running when they find Kururun, a sea fairy, washed up on the beach. It seems that Kururun has lost an important item for Laura, which was entrusted to her by the Queen of Grand Ocean...",
                    "Aliases": []
                },
                "8": {
                    "ID": "8252223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252223",
                    "TitleEnglish": "Our First Club Activity! Tropica-shining Lunches!",
                    "SummaryEnglish": "The girls want to make lunch for their busy mothers. That's when Manatsu has an idea to have \"making lunch boxes\" as their first club activity. Everyone then decides to make a dish based on Kururun.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8252224",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252224",
                    "TitleEnglish": "Makeup is Magic? Get Tropical with Movie!",
                    "SummaryEnglish": "Manatsu is excited to hear that a movie is being filmed at Aozora Middle School, and wants the Tropical Club to star as extras. But she then happens to come across one of the actresses who is struggling with her new role...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8252225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8252225",
                    "TitleEnglish": "Combined Motivation! Pretty Cure Mix Tropical!",
                    "SummaryEnglish": "With midterm exams approaching, Manatsu is having trouble studying even though her quiz results were really bad. Then, Manatsu's Motivation Power is stolen by the stronger Zenzen Yaraneeda...",
                    "Aliases": []
                },
                "11": {
                    "ID": "8349507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8349507",
                    "TitleEnglish": "Get Excited! Sand Art by the Beach!",
                    "SummaryEnglish": "The Tropical Club decides to hold a sand art competition with the other clubs at Aozora Middle School. However, just as the sand arts are about to be finished, it starts to rain. Manatsu tries her best to protect everyone's work but...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8349508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8349508",
                    "TitleEnglish": "Confiscated! The Aqua Pot's Not Allowed?!",
                    "SummaryEnglish": "The Disciplinary Committee have been going to every club room to see if the rumor about a mermaid being at the school is true. When they suspect the Tropical Club of hiding something, Laura's Mermaid Aqua Pot is confiscated...",
                    "Aliases": []
                },
                "13": {
                    "ID": "8349509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8349509",
                    "TitleEnglish": "School Broadcast Flurry! Hit It, Mermaid's Song!",
                    "SummaryEnglish": "During the school's lunchtime broadcast, the topic of mermaids are discussed. But when Manatsu learns that the broadcasting club members are frustrated over no one listening to them, she comes up with a plan.",
                    "Aliases": []
                },
                "14": {
                    "ID": "8349510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8349510",
                    "TitleEnglish": "Leave It To Us! Tropica-shining Preschool Teachers!",
                    "SummaryEnglish": "The Tropical Club is getting work experience at a preschool. Laura befriends Wataru, who is reading about bugs by himself. But when a Zenzen Yaraneeda appears, Wataru refuses to run away because he is too worried about a swallowtail butterfly's chrysalis...",
                    "Aliases": []
                },
                "15": {
                    "ID": "8417241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8417241",
                    "TitleEnglish": "Minori is Laura, Laura is Minori?!",
                    "SummaryEnglish": "When Minori is suddenly sucked into the Mermaid Aqua Pot, Laura dives in to save her. But when they come out of the Mermaid Aqua Pot, they two girls quickly realize they have switched bodies! The duo are very confused but decide to enjoy a life they don't usually get to experience...",
                    "Aliases": []
                },
                "16": {
                    "ID": "8447354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8447354",
                    "TitleEnglish": "The Witch's Trap! Laura Was Captured!",
                    "SummaryEnglish": "With Summer vacation approaching, the Tropical Club members have been getting to know each other better through their club activities. However, Laura has been acting rather strange lately. Manatsu and the others notice this and try to talk to her, but...",
                    "Aliases": []
                },
                "17": {
                    "ID": "8447355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8447355",
                    "TitleEnglish": "Mermaid's Miracle Transform! Cure La Mer!",
                    "SummaryEnglish": "Manatsu and her friends are searching for Laura who was captured, when they come across a cruise ship that was turned into a Zenzen Yarane-da. Meanwhile, Laura escapes the Witch's Mansion, and finds her friends on the cruise ship. That's when a miracle occurs and Laura transforms into Cure La Mer!",
                    "Aliases": []
                },
                "18": {
                    "ID": "8447356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8447356",
                    "TitleEnglish": "I'll Walk! I'll Swim! Laura's First Day of School!",
                    "SummaryEnglish": "Now a human, Laura attends Aozora Middle School. However, she is quickly confused. Then, she is invited to participate in the swim team's trial meeting, and is overjoyed to have the chance to play an active role...",
                    "Aliases": []
                },
                "19": {
                    "ID": "8486423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8486423",
                    "TitleEnglish": "Manatsu Panics! School's Seven Legends!",
                    "SummaryEnglish": "The Tropical Club is participating in a campaign set up by the Newspaper Club to investigate the scary ghost stories and seven wonders of the school. While exploring an old mansion in the mountains behind the school, a doll in the room suddenly starts talking to Manatsu...",
                    "Aliases": []
                },
                "20": {
                    "ID": "8512134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8512134",
                    "TitleEnglish": "Great Detective Minorin! The Missing Melon Bread Case!",
                    "SummaryEnglish": "The Premium Tropical Melon Bread, a limited version of the snack, is being sold at the school! Manatsu manages to buy one, but when she leaves the Tropical Club room for a moment, it disappears! Minori then takes on the role of a detective, and the Tropical Club come together to hunt down the missing Melon Bread.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8512135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8512135",
                    "TitleEnglish": "Summer Break! Tropical Club's Camp Plan!",
                    "SummaryEnglish": "Summer vacation from tomorrow. Manatsu's words, \"I want to have a training camp,\" led the Tropical Club to hold a training camp in Manatsu's hometown, Minaminoshima. While everyone is making bookmarks for the training camp and planning the schedule, Manatsu will showcase a lot of recommendations from Minami Nojima, such as caves where treasures are hidden, secret beaches, and island festivals.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8512136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8512136",
                    "TitleEnglish": "A Secret Grand Adventure! Find The Mermaid's Treasure!",
                    "SummaryEnglish": "It's the first day of the training camp on Minamino Island. The Tropical Club have fun at the secret beach that Manatsu recommended. After being told about the mermaid treasure, the girls go to investigate the cave, when they lose sight of Laura...",
                    "Aliases": []
                },
                "23": {
                    "ID": "8544650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8544650",
                    "TitleEnglish": "The Minamino Festival. Laura, Tell Us Your Wish!",
                    "SummaryEnglish": "The training camp on Minamino Island is coming to an end. Manatsu and her friends participate in the island's festival, the \"Minamino Festival,\" where they throw rocks with their wishes written on them into the sea. But for some reason, Laura is the only one who wants to keep her wish a secret...",
                    "Aliases": []
                },
                "24": {
                    "ID": "8544651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8544651",
                    "TitleEnglish": "Hot Battle! Tropical Club vs. Student Council",
                    "SummaryEnglish": "The Tropical Club accidentally interrupts a TV crew currently filming Yuriko talking about Aozora Middle School when their banner knocks the crew and Yuriko into the fountain. With the Tropical Club's activities about to be suspended, the TV crew recommends the Student Council and the Tropical Club versus each other in a quiz show...",
                    "Aliases": []
                },
                "25": {
                    "ID": "8590714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8590714",
                    "TitleEnglish": "The Ms. Sakuragawa Power-up Operation!",
                    "SummaryEnglish": "Ms. Sakuragawa, the homeroom teacher of Class 1-5, looks more nervous than the students before Class Observation Day. To everyone's surprise, her father will also be there to observe the class. Manatsu and the others wonder if he has come to assess Ms. Sakuragawa's ability as a teacher, so Manatsu gets her class together to support their teacher.",
                    "Aliases": []
                },
                "26": {
                    "ID": "8590715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8590715",
                    "TitleEnglish": "Sky, Clear Up! Shiny Meteor Shower Night!",
                    "SummaryEnglish": "The Tropical Club hears that a meteor shower comes every 50 years and decides to gather the whole student body to watch it. And despite it being cloudy on the day, someone appears to bring in the sunshine...",
                    "Aliases": []
                },
                "27": {
                    "ID": "8603541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8603541",
                    "TitleEnglish": "Disappearing Motivation? The Strange Aquarium Tour!",
                    "SummaryEnglish": "The Tropical Club visit the Aozora Aquarium to participate in the new \"Dolphin Petting Corner\". However, they notice that many customers look sad. So they decide to participate in the night tour so they can investigate.",
                    "Aliases": []
                },
                "28": {
                    "ID": "8626504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8626504",
                    "TitleEnglish": "Cultural Festival! Do Aozora Makeup Together!",
                    "SummaryEnglish": "The Tropical Club run a \"Aozora Make-Up Class\" at the school festival. The club is short on staff when the scheduled broadcast interview starts, so Minori is left to take care of everything behind the scenes.",
                    "Aliases": []
                },
                "29": {
                    "ID": "8626505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8626505",
                    "TitleEnglish": "The Revived Legend! Pretty Cure, Charm Up!",
                    "SummaryEnglish": "Manatsu meets the \"Legendary Pretty Cure\" in her dream. According to Laura, the Legendary Pretty Cure saved the world of mermaids and humans a long time ago. Meanwhile, multiple Chou Zettai Yarane-da are born from water, and appear throughout the town.",
                    "Aliases": []
                },
                "30": {
                    "ID": "8626506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8626506",
                    "TitleEnglish": "Election! Laura for Student Council President?!",
                    "SummaryEnglish": "Laura takes part in the election to decide Aozora Middle School's next student council president. Despite getting little to no support, Laura doesn't give up, and comes up with ideas for her final speech with the Tropical Club. However, on the day of the final speech, a Chou Zettai Yarane-da appears...",
                    "Aliases": []
                },
                "31": {
                    "ID": "8669887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8669887",
                    "TitleEnglish": "A Train of Troubles! Asuka's School Trip!",
                    "SummaryEnglish": "Laura and Kururun secretly follow Asuka on her school field trip. Manatsu and the others try to chase after the train, but Numeri just so happens to be on the train as well...",
                    "Aliases": []
                },
                "32": {
                    "ID": "8733570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8733570",
                    "TitleEnglish": "Stride down the Runway! Sango's Fashion Show!",
                    "SummaryEnglish": "Sango suddenly decides to participate in her favorite fashion show as a model. However, she is so nervous that she falls down on the runway during rehearsals. Sango is upset about it, thinking she might not belong there, but...",
                    "Aliases": []
                },
                "33": {
                    "ID": "8733571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8733571",
                    "TitleEnglish": "Viva! Tropica-shine in 10 Videos!",
                    "SummaryEnglish": "This week's episode is a special edition! There will be 10 stories of the Tropical Club doing something different from usual. Be sure to watch these fun and tropica-shining stories until the very end!",
                    "Aliases": []
                },
                "34": {
                    "ID": "8751740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8751740",
                    "TitleEnglish": "Dreams Are Infinite! What Will You Be When You Grow Up?",
                    "SummaryEnglish": "When asked the question, \"What do you want to be when you grow up?\", Manatsu struggles to come up with an answer. On the other hand, Elda, who ran away from the witch's mansion after being scolded, comes to Aozora City...",
                    "Aliases": []
                },
                "35": {
                    "ID": "8751741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8751741",
                    "TitleEnglish": "Fun Halloween! Don't Lose, Manatsu!",
                    "SummaryEnglish": "While preparing for the Tropical Club's Halloween Party, a Yaraneeda appears and steals everyone's Motivation Power. Cure Summer tries to do Laura's \"Motivation Power, Come Back!\" sequence, as Laura is out of town at the time. However, the Motivation Power isn't coming back...!!",
                    "Aliases": []
                },
                "36": {
                    "ID": "8801380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8801380",
                    "TitleEnglish": "We're Here! The Mermaid Kingdom, Grand Ocean!",
                    "SummaryEnglish": "The Mermaid Queen invites Manatsu and her friends to Grand Ocean as she wants them to find the ocean ring. However, when they return to the castle with no clues on its whereabouts, they realize something is wrong with the queen...",
                    "Aliases": []
                },
                "37": {
                    "ID": "8801381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8801381",
                    "TitleEnglish": "Mermaid's Memories! Get Back Marine Ring!",
                    "SummaryEnglish": "Manatsu and her friends head back to Grand Ocean to save the real Mermaid Queen. But then they discover a mysterious room filled with memories of mermaids who once interacted with humans. While there, Laura discovers a secret...",
                    "Aliases": []
                },
                "38": {
                    "ID": "8813713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8813713",
                    "TitleEnglish": "Get the Win! Asuka's Friendship Smash!",
                    "SummaryEnglish": "Asuka still hasn't decided her career path, despite her love for tennis. Yuriko is participating in a tennis trial to get into the prestigious Phoenix Academy, when she asks Asuka to play against her.",
                    "Aliases": []
                },
                "39": {
                    "ID": "8826938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8826938",
                    "TitleEnglish": "Find It! Where Sango's Shines!",
                    "SummaryEnglish": "Sango applies for a modeling audition where Yamabe Yuna, a young actor she met in a movie shoot, is a judge. Although Sango makes it to the final screening, she begins to have doubts about what she really wants to do...",
                    "Aliases": []
                },
                "40": {
                    "ID": "8826939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8826939",
                    "TitleEnglish": "Spin the Tale! Minori's New Story!",
                    "SummaryEnglish": "The Tropical Club decide to put on a play for the Graduation Festival. Minori begins to rewrite \"A Mermaid's Tale\" as the script for the play. While she is struggling to make progress, Manatsu and her friends invite her to visit a Papaya Farm...",
                    "Aliases": []
                },
                "41": {
                    "ID": "8860924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8860924",
                    "TitleEnglish": "Meeting! Tropical Club Members Gather!",
                    "SummaryEnglish": "Manatsu and her friends are discussing the story of the play to be performed at the Tropica Graduation Festival. As they reflect on their encounters with everyone and come up with ideas, they decide on a title.",
                    "Aliases": []
                },
                "42": {
                    "ID": "8873825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8873825",
                    "TitleEnglish": "An Attack! The Strongest Yarane-da!",
                    "SummaryEnglish": "Preparations for the \"Tropica Graduation Festival\" are underway throughout the school, and the Tropical Club is putting the finishing touches on their play. But then Manatsu is swallowed by one of the strongest Yarane-da she has faced so far.",
                    "Aliases": []
                },
                "43": {
                    "ID": "8884136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8884136",
                    "TitleEnglish": "Infiltrate! The Witch's Mansion At The Bottom Of The Ocean!",
                    "SummaryEnglish": "Laura and the others head to the Witch's mansion in pursuit of Manatsu, who has been swallowed by a Yaraneeda. On the way, Laura learns the secret of the Legendary Pretty Cure from the Mermaid Queen. Meanwhile, Manatsu wakes up in the Witch of Delays' mansion...",
                    "Aliases": []
                },
                "44": {
                    "ID": "8910086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8910086",
                    "TitleEnglish": "What's Most Important To The Witch",
                    "SummaryEnglish": "The Witch of Delays has been trying to fill up the Fool's Casket, but she has forgotten what she was trying to delay. Meanwhile, Manatsu and the others learn from Laura about \"the legendary Pretty Cure and the Witch's past\".",
                    "Aliases": []
                },
                "45": {
                    "ID": "8910087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8910087",
                    "TitleEnglish": "Battle of Motivation! Shine! Tropical Paradise!",
                    "SummaryEnglish": "After reuniting with Cure Oasis, the Witch of Delays passes away, but the Butler Yarane-da has started to attack the Pretty Cure. The five Cures face Butler, vowing to do what's most important right now...!",
                    "Aliases": []
                },
                "46": {
                    "ID": "8917982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tropical-rouge-precure/episodes/8917982",
                    "TitleEnglish": "Tropica-shine! Our now!",
                    "SummaryEnglish": "Laura, who has officially been nominated as the next queen, is forced to choose between returning to Grand Ocean or staying in the human world. And then, the \"Tropica Festival\" begins, where the curtain finally rises on the Tropical Club's play...",
                    "Aliases": []
                }
            }
        }
    }
}