{
    "URL": "https://www.thetvdb.com/series/wave-tv",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13795144/",
        "https://www.instagram.com/wave_pj_official",
        "https://wave-anime.com/",
        "https://www.themoviedb.org/tv/113780",
        "https://x.com/WAVE_animation",
        "https://www.youtube.com/c/UCFJNzb7IkQnVwk9jBH5sWkQ"
    ],
    "TitleEnglish": "WAVE!!: Let's Go Surfing!!",
    "SummaryEnglish": "Follow the story of these beach boys who learned to love the ultimate sport of surfing.",
    "TitleJapanese": "WAVE!!: サーフィンやっぺ!!",
    "SummaryJapanese": "プロジェクトのストーリーは茨城県大洗町を舞台に、夏休み前に転校生の秋月翔と仲良くなった日岡正樹を中心にサーフィンに夢中。スポーツを通して、マサキは新しい友達を知るようになり、大人になるまでの旅の中で彼らから離れていきます。",
    "Aliases": [
        "WAVE!!: サーフィンやっぺ!! TV",
        "WAVE!!: Surfing Yappe!! TV"
    ],
    "Modified": "2025-08-25",
    "Seasons": {
        "1": {
            "ID": "1886245",
            "URL": "https://www.thetvdb.com/series/wave-tv/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8085104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8085104",
                    "TitleEnglish": "Let's Go Surfing!!",
                    "SummaryEnglish": "Masaki is a middle school student in Oarai. When he takes his pet corgi for an early morning walk on the beach, he sees Sho surfing. He's so enthralled by the sight of Sho that when he's asked if he wants surf, he immediately agrees to start. That's the moment when surfing becomes his life.",
                    "TitleJapanese": "サーフィンやっぺ！！",
                    "SummaryJapanese": "大洗の中学生マサキ。\nペットのコーギーと散歩に出た早朝の海岸で、サーフィンをするショウの姿を目撃する。\nショウの姿に魅入られたマサキは、誘われるがままにサーフィンを始める。\nその時、サーフィンはマサキの人生そのものになった。"
                },
                "2": {
                    "ID": "8085121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8085121",
                    "TitleEnglish": "The Ocean Will Tell You",
                    "SummaryEnglish": "Since the moment he took it up, Masaki's life has become all about surfing. Sleeping or waking, it's all he thinks about, and he goes out to the beach to ride the waves rain or shine. One day, with a typhoon approaching, Masaki ignores Sho's attempt to stop him and...",
                    "TitleJapanese": "海が教えてくれる",
                    "SummaryJapanese": "サーフィンを始めてから、マサキの生活はサーフィン一色になった。寝ても覚めてもサーフィンのことばかり考え、雨の日も晴れの日も海に出て波に乗る。台風が近づいていたある日、ショウが止めるのも聞かずに海に出たマサキは……。"
                },
                "3": {
                    "ID": "8085124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8085124",
                    "TitleEnglish": "First Competition",
                    "SummaryEnglish": "It's almost time for the curtain to rise on Masaki's first competition - the Forest Cup in Oarai. Many surfers the same age as Masaki will be in the competition, and they will prove to be worthy, life-long rivals. It's been a year since Masaki first met Sho. A year since he started surfing. In order to prove that this last year of training hasn't been in vain, Masaki is determined to do everything he can with everything he's got. And so, he sets out to challenge the waves...",
                    "TitleJapanese": "初めての大会",
                    "SummaryJapanese": "マサキが初めて出場する大会『フォレストカップin大洗』の開幕が迫る。大会にはマサキと同年代のサーファーが大勢いた。生涯の好敵手となる者たちだ。ショウと出会って一年。サーフィンを始めてから一年。練習を重ねたこの一年が無駄ではなかったと証明するために、今持っている力の全てを出し切ると、マサキは全力で波に挑んでいく――。"
                },
                "4": {
                    "ID": "8085130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8085130",
                    "TitleEnglish": "The Endless Summer",
                    "SummaryEnglish": "The final round of the Forest Cup in Oarai comes down to Sho and Tanaka. Each of them challenge the waves with everything they've got, showing amazing runs, but there can only be one winner, and the winner is... Masaki is proud of both of them, and at the same time, he decides to work even harder to aim even higher. He and the others make a promise - to aim for the world stage together as friendly rivals...",
                    "TitleJapanese": "The Endless Summer",
                    "SummaryJapanese": "『フォレストカップin大洗』ファイナルラウンドはショウと田中の勝負になる。互いに全力を尽くし、波に挑み、最高のランディングを見せる。だが、勝者はひとり、それは……。マサキは二人を誇らしく思い、同時に自分もさらに努力して高みを目指そうと決意 する。マサキたちは約束する。一緒に世界を目指して、切磋琢磨しようと――。"
                },
                "5": {
                    "ID": "8137394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137394",
                    "TitleEnglish": "Beyond That Wave",
                    "SummaryEnglish": "Masaki is spending his days in a quiet, detached way, going to school, taking class, then going home. Since that day, he hasn't ridden the waves even once. But no matter how much he wants to resent surfing, wants to hate it, wants to quit it...he can't rid himself of the love he has for it. One night, under a full moon, Masaki laments alone on the Oarai shore. Tanaka quietly approaches. Moonlight. The sound of waves. And then, Masaki...",
                    "TitleJapanese": "あの波を越えて",
                    "SummaryJapanese": "淡々と日常生活を送るマサキ。あの日から、一度も波に乗っていない。しかし、サーフィンを憎みたくても、嫌いになりたくても、辞めたくても、サーフィンが好きだという想いを捨てきれない。そしてある満月の夜……。"
                },
                "6": {
                    "ID": "8137395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137395",
                    "TitleEnglish": "Shonan Magic!",
                    "SummaryEnglish": "Masaki is living a regular high school life in Shonan while staying at the home of legendary board shaper Tadao. In the early mornings, he goes out to ride the waves with Kosuke and Yuta. Then, he goes to school. After classes, he goes back to the beach. Day after day, he lives a life of contentment, immersed in surfing. Amidst all of this, little things that Masaki does pile up, angering Kosuke. Unable to let go of his indignation, Kosuke challenges Masaki to a surfing match...",
                    "TitleJapanese": "湘南マジック！",
                    "SummaryJapanese": "伝説のシェイパー、タダオの家に下宿し、湘南でサーフィン漬けの充実した高校生活を送るマサキ。あるとき、マサキはささいなことの積み重ねで、コウスケを怒らせてしまう。憤懣やるかたないコウスケはマサキに勝負を挑む……。"
                },
                "7": {
                    "ID": "8137396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137396",
                    "TitleEnglish": "A Heart Adrift Between the Waves",
                    "SummaryEnglish": "Yuta is the administrator for Shirasu Wave, an app that offers information on wave conditions. Many surfers are grateful to him for his daily updates on the weather, wind, and waves in Shichirigahama. Yuta begins acting strangely, not eating all of his favorite shirasu, skipping practice, staying home from school, and stopping service for Shirasu Wave. Is he planning to quit surfing? Worried, Masaki searches for Yuta...",
                    "TitleJapanese": "波間を漂う心",
                    "SummaryJapanese": "波情報アプリ『シラスWAVE』を運営しているユータ。天気や風、波の情報を毎日更新している。しかし最近ユータの様子が何かおかしい。なんと『シラスWAVE』を終了するという。まさかサーフィンを辞めるつもりか？"
                },
                "8": {
                    "ID": "8137397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137397",
                    "TitleEnglish": "My Guardian Spirit",
                    "SummaryEnglish": "Naoya has come to Shonan to attend a fan meeting for the popular anime \"Magical Maid Miruru.\" He comes across information that Miruru's broadcast may come to an end and becomes very depressed. Masaki's mom and Sakura, Masaki's younger sister, have come to Shonan to have some fun. Together with Masaki and the others, they take Naoya out sightseeing for a change of pace and to help him feel better, but it doesn't quite go as planned...",
                    "TitleJapanese": "ボクの守護神",
                    "SummaryJapanese": "人気アニメ『マジカルメイドみるる』のファンミーティングのために湘南にやってきたナオヤは、みるるの放送が終わるという情報を目にして落ち込む。気分転換のためにとナオヤを観光へと連れ出すマサキたちだがなかなかうまくいかず……。"
                },
                "9": {
                    "ID": "8137398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137398",
                    "TitleEnglish": "Forest Cup in Tsurigasaki",
                    "SummaryEnglish": "The Forest Cup in Tsurigasaki opens under perfect conditions. At the top of the list of favorites to win is Fuke. Kosuke, Yuta, Naoya, Bill, and all the other competitors head out to challenge the waves, aiming for the championship, determined to overthrow Fuke. Masaki displays the results of all the training he's been doing and receives tremendous applause from the spectators. Masaki has definitely grown as a surfer, but Fuke's riding is overwhelming!",
                    "TitleJapanese": "フォレストカップin釣ヶ崎",
                    "SummaryJapanese": "絶好のコンディションで開幕する『フォレストカップin釣ヶ崎』。優勝候補筆頭はフケ。コウスケ、ユータ、ナオヤ、ビルもそれぞれ優勝を目指して波に挑む。マサキも健闘し、観客の大きな歓声を浴びるが…。"
                },
                "10": {
                    "ID": "8137399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137399",
                    "TitleEnglish": "No rain, no rainbow",
                    "SummaryEnglish": "Bill suddenly takes Masaki and the others to Hawaii for some intensive training. While there, they reunite with Tanaka. Together, they enjoy some sight-seeing, marvel at the luxuriousness of Bill's vacation home, and the big waves at the North Shore set their eyes sparkling. When they happen to see that Fuke is at the North Shore too, Masaki and the others hope to learn from him, but Fuke tells them to \"try asking that man,\" and points at a lone surfer. \"That man\" looks a lot like Sho.",
                    "TitleJapanese": "No rain, no rainbow",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8137400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137400",
                    "TitleEnglish": "Show must go on!!",
                    "SummaryEnglish": "Masaki and the others are in Hawaii learning from Sho's older brother, Hayamichi. Under Hayamichi's instruction, Masaki is working hard so that he can surf like Sho. When Hayamichi tells him that he'll never be Sho, Masaki is shaken, unable to understand the true meaning behind the words. In his shock, Masaki is dragged under a wave during practice and as his consciousness dims, he hears Sho's voice...",
                    "TitleJapanese": "Show must go on!!",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8137401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wave-tv/episodes/8137401",
                    "TitleEnglish": "Big WAVEs!!",
                    "SummaryEnglish": "Masaki, Kosuke, Yuta, and Naoya are in Masaki's hometown, Oarai, holding their own training camp when Fuke suddenly appears. Fuke acknowledges Masaki and the others as his rivals and they all vow to fight bravely in the competition to determine the additional team members who will be sent to the international competition in four years. Before returning to Shonan, Masaki stops by Hayama, where Sho grew up. There, he declares that he will surpass Sho, overcome every wave, and move forward into the future!",
                    "TitleJapanese": "Big WAVEs!!",
                    "SummaryJapanese": null
                }
            }
        }
    }
}