{
    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13628870/",
        "https://isekai-harem.com/",
        "http://www.reddit.com/r/IsekaiMeikyuudeHarem",
        "https://www.tvmaze.com/shows/62744/show-slug",
        "https://www.themoviedb.org/tv/114477",
        "https://en.wikipedia.org/wiki/Harem_in_the_Labyrinth_of_Another_World",
        "https://x.com/isekaiharem_ani"
    ],
    "TitleEnglish": "Harem in the Labyrinth of Another World",
    "SummaryEnglish": "High school student Michio Kaga was wandering aimlessly through life and the Internet, when he finds himself transported from a shady website to a fantasy world — reborn as a strong man who can use \"cheat\" powers. He uses his powers to become an adventurer, earn money, and get the right to claim girls that have idol-level beauty to form his very own harem.",
    "TitleJapanese": "異世界迷宮でハーレムを",
    "SummaryJapanese": "高校生の加賀道夫（ミチオ）は、インターネットの怪しげなゲームサイトで初期設定を完了させた途端、異世界の村に転移していた。村を襲った盗賊たちを強力なボーナス装備で退治し、この世界で戦っていける目途がつく。迷宮に潜るなら奴隷を所有してパーティーを組むのがよいと奴隷商人から勧められ、狼人族のロクサーヌを紹介される。迷宮での稼ぎだけでは期限に間に合わず、賞金首の盗賊を倒して金を作りロクサーヌを購入する。迷宮都市クーラタルに家を借り引っ越して、迷宮の探索をしながらロクサーヌと甘々な生活を送る。\n\n2人での迷宮探索が厳しくなったこと、スキル結晶を取得し武器融合に興味をもったため、2人目の奴隷としてドワーフのセリーを購入する。その後も迷宮でレベルを上げながら、猫人族のミリア、竜人族のベスタ、エルフのルティナといった女奴隷たちを仲間にしていく。 (wikipedia)",
    "Aliases": [
        "Isekai Meikyū de Harem wo",
        "Isekai Meikyuu de Harem wo",
        "Isekai Meikyū de Harem o"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "1998234",
            "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9263233",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9263233",
                    "TitleEnglish": "After Washing Your Body…",
                    "SummaryEnglish": "Michio and Roxanne enjoy their first soapy bath together. (Event from Episode 9) Included in the BD/DVD Box Volume 1.",
                    "TitleJapanese": "体を洗ったあとは……",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9263234",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9263234",
                    "TitleEnglish": "Until the Very End With Roxanne",
                    "SummaryEnglish": "Michio and Roxanne had a busy day walking around town, but it's their first night together so things are about to get even busier. (Events from Episode 4) Included in the BD/DVD Box Volume 2.",
                    "TitleJapanese": "ロクサーヌと最後まで。",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9564279",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9564279",
                    "TitleEnglish": "After-Party",
                    "SummaryEnglish": "Inside stories and official firsts by the main production staff of the TV anime \"Harem in the Labyrinth of Another World\". This is a special program that can only be seen on AT-X, where you can enjoy the main part of the anime even more, such as video comparisons!",
                    "TitleJapanese": "「異世界迷宮でハーレムを」アフターパーティー",
                    "SummaryJapanese": "TVアニメ「異世界迷宮でハーレムを」主要制作スタッフによる裏話や公式初！？の映像比較など、アニメ本編をさらに楽しめるAT-Xでしか見られないスペシャル番組です！"
                }
            }
        },
        "1": {
            "ID": "1994067",
            "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9097601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9097601",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Kaga Michio, who thought he was simply opening the settings menu of a PC game, finds himself inside the game world. Equipment, levels, stats, and settings... Approaching the situation like a typical video game, Michio saves a village from bandits as his first quest. However, Michio discovers that he can't leave this world he believed was just a game by logging out or exiting...",
                    "TitleJapanese": "出会",
                    "SummaryJapanese": "パソコンでゲームの設定画面を開いていたはずの加賀道夫は、いつの間にかゲームの世界に入り込んでいた。“装備” “レベル” “パラメータ” “設定”……典型的なゲームの考えで、序盤のクエストとして村を盗賊から救う道夫。しかし、ゲームだと思ったこの世界は、“ログアウト”も“終了”もできない現実なのだと気づく……。"
                },
                "2": {
                    "ID": "9237689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237689",
                    "TitleEnglish": "Raising Money",
                    "SummaryEnglish": "Michio must raise the required funds within five days in order to purchase Roxanne from Alan's mansion. Like everyone else, Michio hunts monsters in the labyrinth and gathers items. However, even with Michio's skills, he won't make enough money in time. An anxious Michio recalls Alan telling him about a way to earn a large amount of money in a short period of time.",
                    "TitleJapanese": "金策",
                    "SummaryJapanese": "アランの館からロクサーヌを迎え入れるためには、5日以内に規定の金額を稼がないといけない。皆がそうしているように、道夫も迷宮でモンスターを狩りアイテムを集めていく。しかし道夫のスキルを持ってしても、金が貯まるのは間に合いそうにない。焦る道夫はアランとの会話の中で、短時間で大金を得る方法を思い出すのだった。"
                },
                "3": {
                    "ID": "9237691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237691",
                    "TitleEnglish": "Acquisition",
                    "SummaryEnglish": "Michio stakes his hopes on hunting bandits for bounties and searches for targets around town at night. Though he finds them easily using his skills, they are still human. Conflicted feelings about killing people for money and the fear of needing to defeat his opponents swirl inside Michio. However, with the time limit approaching, Michio steels his resolve and enters the bandits' headquarters!",
                    "TitleJapanese": "獲得",
                    "SummaryJapanese": "盗賊を狩り、賞金を得ることに望みを託した道夫は夜の街で標的を探す。スキルを使って簡単に見つけられるとはいえ、相手は人間。道夫の中で人命を金に換える葛藤や相手を倒さねばならない恐怖が渦巻く。しかし期日も目前に迫り、覚悟を決めた道夫は盗賊の根城へと足を踏み入れる！"
                },
                "4": {
                    "ID": "9237694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237694",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Michio finally welcomes Roxanne into his party. From now on, they'll be doing everything together. First, they head into town. However, Michio is unfamiliar with the norms of this world and has never spent time with a girl before, and it seems as though the way Michio treats Roxanne is a little different from what she expected...",
                    "TitleJapanese": "卒業",
                    "SummaryJapanese": "ついにロクサーヌを迎え入れた道夫。これからは常に彼女と一緒に行動することになる。手始めに街へ向かう二人。しかしこの世界の常識も知らなければ、女の子と一緒にいたこともない道夫のロクサーヌへの接し方と、ロクサーヌが思っていた道夫から彼女への接し方は少々違っていたようで……？"
                },
                "5": {
                    "ID": "9237696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237696",
                    "TitleEnglish": "Crystal",
                    "SummaryEnglish": "Michio enters the labyrinth with Roxanne and learns more about the world. He realizes the actions he'd been taking based on assumptions have been terribly inefficient. With the knowledge he learned from Roxanne, common video game strategy, and skill settings, Michio develops a method to efficiently make money.",
                    "TitleJapanese": "結晶",
                    "SummaryJapanese": "ロクサーヌと迷宮に入ることになり、あらためてこの世界のことを教えてもらう道夫。今まで思い込みで行動していたことに無駄やロスが多かったことが明らかになる。彼女から教えてもらえた知識と、ゲームのセオリー、再設定のスキルを使って、道夫は迷宮内での効率的な稼ぎ方を考え出していく。"
                },
                "6": {
                    "ID": "9237697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237697",
                    "TitleEnglish": "Trials",
                    "SummaryEnglish": "Michio and Roxanne take on the first floor boss. When Michio sees Roxanne gained a new job from picking up the item the boss dropped, he comes up with a new way to improve his skills in the labyrinth. He uses his knowledge of games to efficiently implement his strategy. When they arrive on the next floor, they find new enemies waiting for them.",
                    "TitleJapanese": "試練",
                    "SummaryJapanese": "迷宮1階層のボスに挑む道夫とロクサーヌ。ボスのドロップアイテムから新しいジョブを得たロクサーヌを見て、迷宮での新たなスキルアップ方法を思いつく道夫。そこにゲームならではの知識も合わせ効率よく攻略を進めていく。そして次の階層へたどり着いた二人には新しい敵が待ち構えていた。"
                },
                "7": {
                    "ID": "9237698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237698",
                    "TitleEnglish": "Magic",
                    "SummaryEnglish": "Michio's party discovers bandits are targeting Alan's mansion, so they make plans to take them down under cover of darkness. Michio's secret goal for the battle is to acquire the Mage job. Though is still uncertain how to acquire the job when the fighting begins, he uses one of the Bonus Incantations he chose before coming to this world anyway...",
                    "TitleJapanese": "魔法",
                    "SummaryJapanese": "盗賊がアランの館をつけ狙っていることに気づいた道夫たちは、夜闇に紛れて敵を討伐することになる。今回の戦闘での道夫の密かな目標は“魔法使い”のジョブを得ること。獲得条件の確証は得られないまま始まった戦闘の中で、この世界に来る前に設定したボーナス呪文の一つを発動してみることにするが……。"
                },
                "8": {
                    "ID": "9237699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237699",
                    "TitleEnglish": "New Home",
                    "SummaryEnglish": "Michio's party arrives in the town of Quratar located near the Imperial City famous for its large labyrinth. Due to its location, many Explorers live in the town, and it seems like a good base of operations for future adventuring. If they could just find a quiet reasonably-priced detached home... Then Michio could enjoy his life with Roxanne even more!",
                    "TitleJapanese": "新居",
                    "SummaryJapanese": "帝都の近く、大きな迷宮が名物のクーラタルの街へ到着した道夫たち。立地条件から探索者が多く住むというこの街は、今後の冒険に備えるいい拠点となりそう。あとは家賃そこそこで閑静な一軒家があれば…。そんな条件を満たす物件があればロクサーヌとの生活がより一層楽しめるのだが!?"
                },
                "9": {
                    "ID": "9237700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237700",
                    "TitleEnglish": "Bath",
                    "SummaryEnglish": "Michio moves his home base to Quratar and begins his new life. Having completed their preliminary inspection of the labyrinth, Michio and Roxanne decide to make a farm at the house so they can grow herbs. The two of them spend an entire day completing the work, and by the end of it, both of them are covered in dirt. Michio goes out shopping for a washtub so Roxanne can wash their clothes, and a conversation with the shopkeeper inspires Michio to create the bathroom of his dreams.",
                    "TitleJapanese": "風呂",
                    "SummaryJapanese": "クーラタルへ拠点を移し、いよいよ新しい生活がスタートした。迷宮の下見を終え、今度はハーブの栽培を試みるべく家に畑を作ることに。一日かけて作業は終えたが、泥だらけになってしまった二人。洗濯をしたいというロクサーヌのために桶を買いに出た道夫は、店主との会話から、念願の“お風呂場の完成”を思いつく。"
                },
                "10": {
                    "ID": "9237701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237701",
                    "TitleEnglish": "Melancholy",
                    "SummaryEnglish": "Exploring labyrinths, making money by gathering items, coming up with efficient combat strategies, and preparing delicious meals using meat dropped by monsters. Michio has established a daily routine in this isekai. Everything has gone smoothly for him until now, but an encounter with a young man in a labyrinth forces him to face the harsh reality of this world.",
                    "TitleJapanese": "憂愁",
                    "SummaryJapanese": "迷宮を探索し、アイテムを集め金を稼ぎ、効率の良い戦い方を考え、モンスターからドロップした肉を美味しく調理する。この世界での日常生活を確立できるようになった道夫。ここまですべて順調に進めてきた彼だったが、ある日迷宮で出会った青年によって、この世界の辛い現実を突きつけられることになる。"
                },
                "11": {
                    "ID": "9237702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237702",
                    "TitleEnglish": "Order",
                    "SummaryEnglish": "Michio acquires a rare item that allows one to add skills to equipment. However, it can only be done by dwarves with the Blacksmith job. Michio visits Alan to acquire more party members, where he meets the dwarf girl Sherry. Just when it seems like things are going his way, Sherry has something to say...",
                    "TitleJapanese": "順番",
                    "SummaryJapanese": "装備にスキルを付与できるレアアイテムを手に入れた道夫。しかしそれができるのは、ドワーフ族で、しかも“鍛冶師”のジョブを持つもののみ。パーティメンバーの追加も兼ねて、アランの元を訪れた道夫はドワーフ族の少女“セリー”と出会う。しかし、願ったり叶ったりに思えたのもつかの間、セリーの口から出た言葉は……。"
                },
                "12": {
                    "ID": "9237703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237703",
                    "TitleEnglish": "Humans",
                    "SummaryEnglish": "The party welcomes Sherry and goes shopping for equipment for her. Sherry is confused by the comfortable life she never thought she'd get to experience. Michio learns about the world's rules including Skills and Jobs from her. Based on the new detailed knowledge he has gained, Michio attempts to establish a new direction to pursue going forward, but he remembers something more important that must be addressed first.",
                    "TitleJapanese": "人間",
                    "SummaryJapanese": "セリーを迎え入れ、彼女の装備を整えにきた一行。本来なら味わえないと思っていた快適な暮らしにとまどうセリー。道夫はそんな彼女から“スキル”や“ジョブ”、この世界のルールを教えてもらう。より詳しく得られた知識から、彼は今後の方針を導き出そうとするが、その前にしなければいけないもっと大事なことを思い出すのだった。"
                }
            }
        }
    }
}