{
    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13628870/",
        "https://isekai-harem.com/",
        "http://www.reddit.com/r/IsekaiMeikyuudeHarem",
        "https://www.tvmaze.com/shows/62744/show-slug",
        "https://www.themoviedb.org/tv/114477",
        "https://en.wikipedia.org/wiki/Harem_in_the_Labyrinth_of_Another_World",
        "https://x.com/isekaiharem_ani"
    ],
    "TitleEnglish": "Harem in the Labyrinth of Another World",
    "SummaryEnglish": "High school student Michio Kaga was wandering aimlessly through life and the Internet, when he finds himself transported from a shady website to a fantasy world — reborn as a strong man who can use \"cheat\" powers. He uses his powers to become an adventurer, earn money, and get the right to claim girls that have idol-level beauty to form his very own harem.",
    "Aliases": [
        "Isekai Meikyū de Harem o",
        "A Harem in an Alternate World Dungeon",
        "Isekai Meikyuu de Harem wo",
        "A Harem in the Fantasy World Dungeon",
        "Isekai Meikyū de Harem wo"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "1998234",
            "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9263233",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9263233",
                    "TitleEnglish": "After Washing Your Body…",
                    "SummaryEnglish": "Michio and Roxanne enjoy their first soapy bath together. (Event from Episode 9) Included in the BD/DVD Box Volume 1."
                },
                "2": {
                    "ID": "9263234",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9263234",
                    "TitleEnglish": "Until the Very End With Roxanne",
                    "SummaryEnglish": "Michio and Roxanne had a busy day walking around town, but it's their first night together so things are about to get even busier. (Events from Episode 4) Included in the BD/DVD Box Volume 2."
                },
                "3": {
                    "ID": "9564279",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9564279",
                    "TitleEnglish": "After-Party",
                    "SummaryEnglish": "Inside stories and official firsts by the main production staff of the TV anime \"Harem in the Labyrinth of Another World\". This is a special program that can only be seen on AT-X, where you can enjoy the main part of the anime even more, such as video comparisons!"
                }
            }
        },
        "1": {
            "ID": "1994067",
            "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9097601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9097601",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Kaga Michio, who thought he was simply opening the settings menu of a PC game, finds himself inside the game world. Equipment, levels, stats, and settings... Approaching the situation like a typical video game, Michio saves a village from bandits as his first quest. However, Michio discovers that he can't leave this world he believed was just a game by logging out or exiting..."
                },
                "2": {
                    "ID": "9237689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237689",
                    "TitleEnglish": "Raising Money",
                    "SummaryEnglish": "Michio must raise the required funds within five days in order to purchase Roxanne from Alan's mansion. Like everyone else, Michio hunts monsters in the labyrinth and gathers items. However, even with Michio's skills, he won't make enough money in time. An anxious Michio recalls Alan telling him about a way to earn a large amount of money in a short period of time."
                },
                "3": {
                    "ID": "9237691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237691",
                    "TitleEnglish": "Acquisition",
                    "SummaryEnglish": "Michio stakes his hopes on hunting bandits for bounties and searches for targets around town at night. Though he finds them easily using his skills, they are still human. Conflicted feelings about killing people for money and the fear of needing to defeat his opponents swirl inside Michio. However, with the time limit approaching, Michio steels his resolve and enters the bandits' headquarters!"
                },
                "4": {
                    "ID": "9237694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237694",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Michio finally welcomes Roxanne into his party. From now on, they'll be doing everything together. First, they head into town. However, Michio is unfamiliar with the norms of this world and has never spent time with a girl before, and it seems as though the way Michio treats Roxanne is a little different from what she expected..."
                },
                "5": {
                    "ID": "9237696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237696",
                    "TitleEnglish": "Crystal",
                    "SummaryEnglish": "Michio enters the labyrinth with Roxanne and learns more about the world. He realizes the actions he'd been taking based on assumptions have been terribly inefficient. With the knowledge he learned from Roxanne, common video game strategy, and skill settings, Michio develops a method to efficiently make money."
                },
                "6": {
                    "ID": "9237697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237697",
                    "TitleEnglish": "Trials",
                    "SummaryEnglish": "Michio and Roxanne take on the first floor boss. When Michio sees Roxanne gained a new job from picking up the item the boss dropped, he comes up with a new way to improve his skills in the labyrinth. He uses his knowledge of games to efficiently implement his strategy. When they arrive on the next floor, they find new enemies waiting for them."
                },
                "7": {
                    "ID": "9237698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237698",
                    "TitleEnglish": "Magic",
                    "SummaryEnglish": "Michio's party discovers bandits are targeting Alan's mansion, so they make plans to take them down under cover of darkness. Michio's secret goal for the battle is to acquire the Mage job. Though is still uncertain how to acquire the job when the fighting begins, he uses one of the Bonus Incantations he chose before coming to this world anyway..."
                },
                "8": {
                    "ID": "9237699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237699",
                    "TitleEnglish": "New Home",
                    "SummaryEnglish": "Michio's party arrives in the town of Quratar located near the Imperial City famous for its large labyrinth. Due to its location, many Explorers live in the town, and it seems like a good base of operations for future adventuring. If they could just find a quiet reasonably-priced detached home... Then Michio could enjoy his life with Roxanne even more!"
                },
                "9": {
                    "ID": "9237700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237700",
                    "TitleEnglish": "Bath",
                    "SummaryEnglish": "Michio moves his home base to Quratar and begins his new life. Having completed their preliminary inspection of the labyrinth, Michio and Roxanne decide to make a farm at the house so they can grow herbs. The two of them spend an entire day completing the work, and by the end of it, both of them are covered in dirt. Michio goes out shopping for a washtub so Roxanne can wash their clothes, and a conversation with the shopkeeper inspires Michio to create the bathroom of his dreams."
                },
                "10": {
                    "ID": "9237701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237701",
                    "TitleEnglish": "Melancholy",
                    "SummaryEnglish": "Exploring labyrinths, making money by gathering items, coming up with efficient combat strategies, and preparing delicious meals using meat dropped by monsters. Michio has established a daily routine in this isekai. Everything has gone smoothly for him until now, but an encounter with a young man in a labyrinth forces him to face the harsh reality of this world."
                },
                "11": {
                    "ID": "9237702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237702",
                    "TitleEnglish": "Order",
                    "SummaryEnglish": "Michio acquires a rare item that allows one to add skills to equipment. However, it can only be done by dwarves with the Blacksmith job. Michio visits Alan to acquire more party members, where he meets the dwarf girl Sherry. Just when it seems like things are going his way, Sherry has something to say..."
                },
                "12": {
                    "ID": "9237703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slave-harem-in-the-labyrinth-of-the-other-world/episodes/9237703",
                    "TitleEnglish": "Humans",
                    "SummaryEnglish": "The party welcomes Sherry and goes shopping for equipment for her. Sherry is confused by the comfortable life she never thought she'd get to experience. Michio learns about the world's rules including Skills and Jobs from her. Based on the new detailed knowledge he has gained, Michio attempts to establish a new direction to pursue going forward, but he remembers something more important that must be addressed first."
                }
            }
        }
    }
}