{
    "URL": "https://www.thetvdb.com/series/mighty-space-miners",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/75599"
    ],
    "TitleEnglish": "Mighty Space Miners",
    "SummaryEnglish": "In the mid-21st century, mankind has begun the exploration of space, and one company, Planet Catcher Corporation, has pioneered capturing asteroids and comets to mine the resources within them for use on Earth. On one such asteroid, Tortatis, lives 12-year-old Nanbu Ushiwaka - the only child ever to be born in space and survive. But survival itself is no longer guaranteed - a military satellite triggers a disaster during a operation to capture Halley's Comet, and Ushiwaka and his fellow colonists must find a way to survive when both their country and their company abandon them. Can they escape before the nuclear reactor on the asteroid melts down? Or are they doomed to die as they lived, among the stars? (Source: AniDB)",
    "TitleJapanese": "おいら宇宙の探鉱夫",
    "SummaryJapanese": "ときは未来、ところは宇宙。ラグランジュ・ポイントのひとつに小惑星が固定されていた。その名はトータチス。\nそこに住む唯一の子供・牛若は、探鉱夫として仕事をこなす大人たちの中で自分の居場所を得る為、小型ビークル操縦免許の取得に意欲を燃やしていた。これさえ合格すれば、一人前だ！意気揚々とテスト会場に向かう牛若。\nその頃、トータチス史上二度目の巨大プロジェクトが進行していた。地球に最接近するハレー彗星を、トータチスと同軌道上へ固定しようというのだ。だが、地球高軌道上の軍事衛星が、同じエリアに紛れ込んでいた・・・・！",
    "Aliases": [
        "Oira Uchu no Tankofu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1889154",
            "URL": "https://www.thetvdb.com/series/mighty-space-miners/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8103603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mighty-space-miners/episodes/8103603",
                    "TitleEnglish": "The nightmare of 118,000 milliseconds.",
                    "SummaryEnglish": "The time is the future, the place is space. An asteroid was fixed at one of the Lagrangian points. Its name is Totatis. Ushiwaka, a child living there, was eager to obtain a licence to pilot a small vehicle in order to earn his place among the adults working as a prospector. At the same time, the second huge project in the history of Totalis is underway...",
                    "TitleJapanese": "118,000ミリセコンドの悪夢",
                    "SummaryJapanese": "時は未来、ところは宇宙。ラグランジュ・ポイントの一つに小惑星が固定されていた。その名はトータチス。そこに住む子供、牛若は探鉱夫として仕事をこなす大人たちの中で自分の居場所を得るため、小型ビークル操縦免許の取得に意欲を燃やしていた。その頃、トータチス史上二度目の巨大プロジェクトが進行していたが…。"
                },
                "2": {
                    "ID": "8103610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mighty-space-miners/episodes/8103610",
                    "TitleEnglish": "Destruction and Exodus!!",
                    "SummaryEnglish": "After an accident during the final phase of the Halley capture programme, Totatis suffered damage and began a collision trajectory towards Earth. Probability of collision, 82%. At the moment of the accident, Ushiwaka was in the middle of his workboat piloting licence examination. Meanwhile, an ultimatum from Earth arrives at the Totalis control room. No rescue shuttle can be sent out due to the threat of a secondary disaster. Escape within a few hours...",
                    "TitleJapanese": "デストロイ＆エクソダス",
                    "SummaryJapanese": "ハレー捕獲計画の最終フェーズで事故に見舞われたトータチスは被害を受け、地球へ衝突する軌道を描き始めた。衝突の確立、82％。事故の瞬間、牛若は作業艇操縦免許試験中だった。そんな中、トータチス管制室に地球からの最後通告が届く。二次災害の恐れがあるため救援シャトルは出せない。数時間以内に脱出せよ、と…。"
                }
            }
        }
    }
}