{
    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13715764/",
        "https://mahouka-yuutousei.jp/",
        "https://www.themoviedb.org/tv/115312",
        "https://www.themoviedb.org/tv/115312",
        "https://en.wikipedia.org/wiki/List_of_The_Honor_Student_at_Magic_High_School_episodes"
    ],
    "TitleEnglish": "The Honor Student at Magic High School (2021)",
    "SummaryEnglish": "A century has passed since magic - true magic, the stuff of legends - has returned to the world. It is spring, the season of new beginnings, and a new class of students is about to begin their studies at the First National Magic University Affiliated High School, nickname: First High. It follows the events of the original series as seen through the eyes of Shiba Miyuki, Tatsuya's sister. The life of an honor student comes with a lot of expectations...and unexpected hidden feelings?!",
    "Aliases": [
        "The Honor Student at Magic High School (2021)",
        "Mahōka Kōkō no Yūtōsei",
        "Mahouka Koukou no Yuutousei",
        "The Honor at Magic High School (2021)",
        "Mahouka Koukou no Yuutousei (2021)"
    ],
    "Modified": "2025-06-18",
    "Seasons": {
        "1": {
            "ID": "1889468",
            "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8249875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8249875",
                    "TitleEnglish": "I'll Cherish This for the Rest of my Life",
                    "SummaryEnglish": "March 25th, 2095. To celebrate her 15th birthday, Miyuki Shiba goes shopping with her older brother Tatsuya in Yokohama. Miyuki enjoys her time with Tatsuya as if they are on a date, and she is ecstatic when he gives her a surprise gift. However, they are interrupted by a call from the main branch of their family, the Yotsubas, who are members of the Ten Master Clans. They ask Tatsuya to attend to an urgent matter. While Miyuki waits for Tatsuya to return, the fire alarm in the building goes off. Miyuki senses that this is a criminal act committed by someone using magic and heads toward the fire."
                },
                "2": {
                    "ID": "8500756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500756",
                    "TitleEnglish": "May I Join You?",
                    "SummaryEnglish": "Honoka Mitsui and Shizuku Kitayama are accepted into First High. Ever since Honoka caught a glimpse of Miyuki at the entrance exams, she felt a strong admiration for her, and is overjoyed when they unexpectedly become friends. Honoka also respects Tatsuya for being an exceptional magician but is surprised to find out that he is a Course 2 student. She begins to wonder what the difference between Course 1 and 2 students are. When Honoka and her friends find themselves caught in a quarrel between Course 1 and 2 students, she tries to use magic to quell the dispute, knowing full well that it is against school rules to do so…"
                },
                "3": {
                    "ID": "8500757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500757",
                    "TitleEnglish": "The Girls' Detective Club is Here!",
                    "SummaryEnglish": "With the club recruitment week happening at First High School, Honoka and Shizuku, who are all-round outstanding students, are asked by various clubs to join. When they find themselves mobbed by club members, Eimi comes to the rescue, and the three of them become fast friends. One the way home from school, Honoka and her friends witness Tatsuya, who recently became a member of the Disciplinary Committee, being attacked by someone. Eimi, who is driven by her interest in this incident and in Tatsuya, decides to investigate who the attacker is. Honoka and Shizuku get pulled into Eimi’s investigation and the three girls end up forming the Girls’ Detective Club."
                },
                "4": {
                    "ID": "8500758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500758",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "After observing the behavior of Mibu and the Kendo Club, Tatsuya concludes that the person who attacked him must be a member of the international anti-magic political organization, Blanche. Miyuki is infuriated by Blanche’s attempt to further the rift between Course 1 and 2 students. Meanwhile, Honoka and the Girls’ Detective Club identify the attacker as Kinoe Tsukasa, the captain of the Kendo Club. They begin pursuing him but find themselves surrounded by a mysterious bike gang. They try to use magic to retaliate, but are pushed into a tight spot when the attackers use Cast Jamming to nullify their spells."
                },
                "5": {
                    "ID": "8500759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500759",
                    "TitleEnglish": "I Won't Let Anyone Interfere",
                    "SummaryEnglish": "During the public debate with the volunteer coalition, Blanche’s combat unit invades First High. Honoka and Shizuku almost get attacked but they fight back with magic. Thanks to Miyuki and her friends, the situation does not escalate out of control, but Honoka and the others are enraged with Blanche’s actions. Miyuki and Tatsuya head to the enemy hideout along with Erika in order to crush Blanche. When Blanche’s combatants ridicule magicians as being monsters, Miyuki unleashes her powerful magic on them."
                },
                "6": {
                    "ID": "8500760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500760",
                    "TitleEnglish": "The Nine Schools Competition Begins",
                    "SummaryEnglish": "First High is aiming to win for the third year in a row at the National Magic High School Goodwill Tournament of Magic Skills, also known as the Nine Schools Competition. Mayumi and the other seniors at First High are known as the most powerful team of their generation, and they are fired up about claiming victory again. However, Airi Isshiki, Shiori Kanou, and Toko Tsukushiin from Third High are determined to stop their winning streak. First High steadily stacks up points in the Nine Schools Competition, but during the Battle Board race, Mari, who was favored to win, is seriously injured in an accident. Mari, who desperately wants First High to take the overall victory in the tournament, asks Miyuki to take Mari’s place in the Mirage Bat event."
                },
                "7": {
                    "ID": "8500761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500761",
                    "TitleEnglish": "Arithmetic Chain",
                    "SummaryEnglish": "The Nine Schools Competition begins, and Shizuku goes head-to-head with Shiori in the Speed Shooting tournament. Shiori utilizes the “Arithmetic Chain” magic sequence which allows her to perform mathematical calculations faster than a supercomputer. Shiori left her own broken family to join Airi’s team, and her determination to win drives Shizuku into a corner. Honoka and her friends nervously watch the match, but Miyuki says, “Who do you think Shizuku’s engineer is?” with a confident smile. Just as she has predicted, Tatsuya has a secret tactic up his sleeve to bring victory to Shizuku."
                },
                "8": {
                    "ID": "8500762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500762",
                    "TitleEnglish": "Hell of Ice and Flames",
                    "SummaryEnglish": "The trials of the new ones continue, and Isshiki Airi is distinguished by his lightning speed. But High School 1 is not left out, and Miyuki will finally be able to show the extent of her powers..."
                },
                "9": {
                    "ID": "8500763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500763",
                    "TitleEnglish": "Because You Were by my Side",
                    "SummaryEnglish": "The match between Eimi and Shiori begins, with Eimi using the same tactics as in the qualifying rounds to overturn Shiori’s ice pillars so that First High can dominate the rankings. However, Shiori comes prepared, and Eimi is driven into a corner. Meanwhile, Honoka takes on Toko in the Battle Board finals. As a Light Element, Honoka uses her Light Magic and her ability to perceive light with her eyes to dodge the Ancient Magic traps laid by Toko . Toko takes the lead in the race, but Honoka still has some tricks up her sleeve."
                },
                "10": {
                    "ID": "8500764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500764",
                    "TitleEnglish": "I Don't Want to Lose",
                    "SummaryEnglish": "The match between Miyuki and Shizuku is approaching. Shizuku doesn’t want to miss her opportunity to go up against a brilliant magician like Miyuki, so she works on a strategy with Tatsuya to bring home a victory. Seeing how serious Shizuku is about the competition, Miyuki resolves to give it her all in the battle. The stadium is packed and the Ice Pilllars Break final match begins. Shizuku uses Oscillation-Type Magic, which is her specialty, but it has no effect on Miyuki. Just when everyone thinks that Shizuku will lose, she pulls out a secret move which takes Miyuki by surprise"
                },
                "11": {
                    "ID": "8500765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500765",
                    "TitleEnglish": "Brother, Good Luck",
                    "SummaryEnglish": "Tatsuya, Leo, and Mikihiko are chosen to compete in the Monolith Code rookie event as replacements when Morisaki and his team members are injured. Miyuki fears that Tatsuya and his team might also become targets of sabotage. To show their gratitude for all the hard work that Tatsuya has done for them as an engineer in the rookie events, Honoka and the other freshmen girls do everything they can to protect him by checking the Monolith Code stage and inspecting the venue. With Miyuki’s help, the competition goes smoothly and a team member is able to notice an abnormality on stage."
                },
                "12": {
                    "ID": "8500766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8500766",
                    "TitleEnglish": "I Will Fly!",
                    "SummaryEnglish": "Miyuki is pumped up to compete in the Official Mirage Bat Event to bring victory to First High. Growing tired of the power battle between the clans, Airi vows to bring in a one-two finish with Mizuo. Meanwhile, Kobayakawa from First High is injured in her match. Tatsuya discovers that someone had meddled with Miyuki’s CAD, and though it didn’t affect her, she is the only remaining athlete from First High to be able to compete in the match. Miyuki asks Tatsuya for his permission to use a special type of magic for this match she can’t afford to lose."
                },
                "13": {
                    "ID": "8525652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-honor-student-at-magic-high-school/episodes/8525652",
                    "TitleEnglish": "I Can't Lose",
                    "SummaryEnglish": "At the Mirage Bat Official Event, all the competitors begin using Flying Magic, but Miyuki, who has more experience in using this spell, continues to rack up points. While the other competitor who are novices in using this magic fall behind, Airi is the only one who doesn’t give up. She combines her Jump Spell and speedy movements with Flying Magic and gives it her all in challenging Miyuki. Miyuki is struck by Airi’s courage, but also strengthens her resolve to win the match. Who will emerge victorious in the intense battle between Miyuki and Airi?"
                }
            }
        }
    }
}