{
    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13027558/",
        "https://sayonara-cramer.com/tv/",
        "http://www.reddit.com/r/FarewellMyDearCramer",
        "https://www.themoviedb.org/tv/108478",
        "https://www.themoviedb.org/tv/108478",
        "https://x.com/cramer_pr"
    ],
    "TitleEnglish": "Farewell, My Dear Cramer",
    "SummaryEnglish": "With no soccer accomplishments to speak of during the entirety of Suou Sumire's junior high school years, the young wing gets an odd offer. Suou's main rival, Soshizaki Midori, invites her to join up on the same team in high school, with a promise that she'll never let Suou \"play alone.\" It's an earnest offer, but the question is whether Suou will take her up on it. Thus the curtain opens on a story that collects an enormous cast of individual soccer-playing personalities!",
    "TitleJapanese": "さよなら私のクラマー",
    "SummaryJapanese": "女子高生サッカープレイヤー・ 恩田希。\n彼女は、藤第一中学校男子サッカー部での挑戦を経て、\n進学先の蕨青南高校で、待望の女子サッカー部へ入部する。\nでも、そこは“ずっと地方大会止まり”の弱小校だった!?\n\nところが、蕨青南には個性派の新入部員がそろう。\n俊足のウィング・ 周防すみれや、中学生全国3位のボランチ・ 曽志崎緑、\nコーチには元日本代表のレジェンド・ 能見奈緒子が加入！\n\n能見は彼女たちの初戦に、最高の練習試合をセッティングする。\nその相手は、高校日本一の久乃木学園！\n次々に現れる強豪チームを前に、蕨青南は仲間と共に立ち向かっていく──！",
    "Aliases": [
        "Good-bye, Cramer"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1889987",
            "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8484239",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8484239",
                    "TitleEnglish": "Farewell, My Dear Cramer: First Touch",
                    "SummaryEnglish": "14-year-old Nozomi Onda has only one thing on her mind: playing beautiful soccer. There's just one problem: no matter how much she longs to participate in official matches, she'd have physically superior boys as opponents. But when a boy from her past confronts her on the street, she decides she can't wait any longer.",
                    "TitleJapanese": "映画 さよなら私のクラマー ファーストタッチ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1889988",
            "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8280720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8280720",
                    "TitleEnglish": "Everyone",
                    "SummaryEnglish": "During her final winter of middle school, Nozomi Onda struggles to decide where to go for high school. Nozomi wants to continue play on the boys' soccer team even in high school, but at the recommendation of her advisor Samejima, she decides to join the Warabi Seinan High School girl's soccer team, also known as the \"Warabis.\" On her first day on the team, the new students are made to play against the second-years, and her team includes midfielder Midori Soshizaki, who led her team to third place at the national tournament in middle school, as well as Sumire Suo, a lightning-fast full-back.",
                    "TitleJapanese": "みんな",
                    "SummaryJapanese": "中学最後の冬、恩田希は自分の進路を決めかねていた。高校でも男子サッカー部でのプレーを望んでいた希だったが、顧問である鮫島の勧めで蕨青南高校女子サッカー部、通称“ワラビーズ”への入部を決める。入部初日に新入生と2年生に分かれて行われた紅白戦でのチームメイトには、中学時代にチームを全国３位まで導いたボランチ・曽志崎緑と、俊足のウイング・周防すみれの姿があった。"
                },
                "2": {
                    "ID": "8330226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330226",
                    "TitleEnglish": "Impact",
                    "SummaryEnglish": "Former women's national team member Naoko Nomi becomes coach of the Warabis in order to gain experience as a soccer coach. She immediately informs the team that she is scheduling a practice game against another school. The Warabis experience firsthand the terrifying nature of their new coach, who was known as Namahage Nomi during her career. The new Warabis first opponent is Spring and Summer champions, the Kunogi Academy girls' soccer team.",
                    "TitleJapanese": "インパクト",
                    "SummaryJapanese": "元女子サッカー日本代表・能見奈緒子をコーチに迎えたワラビーズ。サッカー指導者としての経験を積むためにやってきた彼女に、いきなり他校との練習試合の予定があると知らされる。現役時代「なまはげ能見」と呼ばれた新コーチの恐ろしさを身をもって知った一同。来たる新生ワラビーズの初戦の相手は、春夏の選手権を連覇した強豪、久乃木学園女子サッカー部だった。"
                },
                "3": {
                    "ID": "8330227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330227",
                    "TitleEnglish": "Gates of Hell",
                    "SummaryEnglish": "The first half of the Warabis' practice game against Kunogi Academy ends with a score of 0-7. Upon witnessing the high skill level of her opponents, Nozomi is not disheartened, but rather begins to glow with excitement. Nozomi's play inspires her team to regain their momentum, and though the Warabis are closing in on Kunogi's goal, the point difference only widens. Meanwhile, Suo is distressed over having her preferred playstyle shut down completely, and Nozomi goes off on her.",
                    "TitleJapanese": "地獄の門",
                    "SummaryJapanese": "0対7という大差をつけられて折り返した久乃木学園との練習試合。相手のレベルの高さを目の当たりにした希は、折れるどころかむしろ輝きを放ちはじめる。希のプレーで勢いを取り戻し、徐々に久乃木学園のゴールに迫るワラビーズだが、点差はひらいていく一方だった。そんな中、自分の得意なプレースタイルを完封され影を落としていた周防に、希は発破をかけるのだった。"
                },
                "4": {
                    "ID": "8330228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330228",
                    "TitleEnglish": "Frontier",
                    "SummaryEnglish": "A shot from Nozomi's right foot shakes the net of Kunogi Academy's goal. However, her magnificent goal that surprised everyone present is invalidated by a foul committed by her teammate Aya Shiratori. Meanwhile, the whistle announcing the end of the game sounds, resulting in a massive defeat of 0-21. The Warabis can't hide their frustration, but with the addition of Nozomi, Soshizaki, and Suo, the team is about to be truly reborn.",
                    "TitleJapanese": "フロンティア",
                    "SummaryJapanese": "希の右足から放たれたシュートが久乃木学園のゴールネットを揺らす。その場に居合わせた誰をも驚かせた鮮やかなゴールは、チームメイト・白鳥綾の反則によって無効となってしまう。同時に試合終了を告げる笛が鳴り、振り返れば0対21という大敗。悔しさを隠しきれないワラビーズ一同だったが、希・曽志崎・周防が加わったことでこれからチームとして本当の意味で生まれ変わろうとしていた。"
                },
                "5": {
                    "ID": "8330229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330229",
                    "TitleEnglish": "Lovesickness",
                    "SummaryEnglish": "The Warabis are facing new problems. Not only are the uniforms designed by Nomi bizarre, but the boys' soccer team is demanding that they vacate their field. Tase and the second-years suggest co-ed practices with the boys' soccer team, but they're shot down by Coach Asuka. However, they refuse to give up, and go back to him again.",
                    "TitleJapanese": "恋わずらい",
                    "SummaryJapanese": "ワラビーズに新たな問題が発生。能見が用意した奇抜なデザインのユニホームだけに留まらず、男子サッカー部からグラウンドの明け渡し要請を受けるなど、前途多難な状況にあった。田勢たち2年生は状況を打開すべく、男子サッカー部監督の飛鳥へ男子サッカー部との合同練習を提案するも一蹴されてしまう。それでも諦めきれず、彼女たちは再び彼の元を訪れるのであった。"
                },
                "6": {
                    "ID": "8330230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330230",
                    "TitleEnglish": "Those Who Chase and Those Who Are Chased",
                    "SummaryEnglish": "Tase and the second-years attempt to convince Coach Asuka to let them practice with the boys' soccer team. Meanwhile, in order to pay for new kits, Nozomi and the first-years attend a futsal tournament offering gift certificates as prizes. They meet Ito and Tsukuda there and recruit them to their team. The Warabis keep winning until they finally reach the finals. Standing between them and the grand prize is an old rival of the Kunogi Academy players.",
                    "TitleJapanese": "追う者、追われる者",
                    "SummaryJapanese": "男子サッカー部との合同練習を実現させるべく、飛鳥監督の説得を試みる田勢たち2年生。一方希たちは、ユニフォーム代を手に入れるために優勝賞金付きのフットサル大会に出場していた。その場に居合わせた井藤と佃を仲間に加え、勝ち進んでいくワラビーズ。ついに迎えた決勝戦、賞金獲得に燃える彼女たちの前に立ちはだかったのは久乃木学園の2人と因縁のある選手だった。"
                },
                "7": {
                    "ID": "8330231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330231",
                    "TitleEnglish": "The Rapidly Advancing Team",
                    "SummaryEnglish": "The Saitama prefectural prelims are finally starting. Unable to conceal her excitement at playing in her first official game as a Warabi, Nozomi is unable to fall asleep. On game day, the Warabis face off against Asaka Trade, the previous year's third place team. With the score tied 3-3 in the second half, the Warabis would like to avoid giving up points at any cost, but instead they serve up a great opportunity to Asaka Trade. In order to save the Warabis from a desperate situation, Nozomi boldly leaps into the penalty area.",
                    "TitleJapanese": "躍進のチーム",
                    "SummaryJapanese": "ついに埼玉県予選が始まる。ワラビーズとしての初公式戦を前に興奮を隠せない希は、まったく寝付けずにいた。 試合当日、昨年3位の朝霞商業を相手に躍動するワラビーズ。 後半に3対3と同点の場面、絶対に失点は避けたい状況で朝霞商業に絶好のチャンスを与えてしまう。 絶体絶命のワラビーズを救うため、希は果敢にペナルティエリアに飛び込むのだった。"
                },
                "8": {
                    "ID": "8330232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330232",
                    "TitleEnglish": "Pursued By the Past",
                    "SummaryEnglish": "Having won their second game in the Saitama prefectural prelims, the Warabis are one step away from advancing to the knockout stages. The next morning, while playing softball during P.E. class, Nozomi forces a hit and injures her foot. On the day of the third game, Nozomi plays despite her injury, but the pain in her foot gets worse and worse. Her teammates are concerned for her, but she remains on the field.",
                    "TitleJapanese": "追いかけてくる過去",
                    "SummaryJapanese": "埼玉県予選リーグ第2戦に勝利したワラビーズは、決勝トーナメント進出にあと一歩のところまできていた。翌日、体育授業でソフトボールをしている最中、ボールを無理やり蹴り飛ばした希は、足を負傷してしまう。そして迎えた運命の第3戦、怪我をおして出場していた希は次第に増していく足の痛みに苦しむが、曽志崎らチームメイトに心配されながらもピッチに立ち続けるのであった。"
                },
                "9": {
                    "ID": "8330233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330233",
                    "TitleEnglish": "The Red Army",
                    "SummaryEnglish": "The Warabis advance to the knockout stages of the Saitama prefectural prelims. Their first opponent is Urawa Seinan, a strong team full of unique players, including Soshizaki's former middle school teammate Chika Kirishima. With the game coming up in several days, based on information gathered by team scout Kei Hanabusa, Urawa Seinan holds a meeting. Meanwhile, Soshizaki practices hard with her feelings about Kirishima and her desire to beat Urawa Seinan in her heart.",
                    "TitleJapanese": "赤の軍団",
                    "SummaryJapanese": "埼玉県予選決勝トーナメントに駒を進めたワラビーズ。初戦の相手は、中学時代に曽志崎とコンビを組んでいた桐島千花を筆頭に癖のある選手が揃う強豪、浦和邦成高校女子サッカー部。試合を数日後に控え、浦和邦成は偵察隊の花房圭による調査結果を元に、ミーティングを行っていた。一方ワラビーズでは、桐島への想いと打倒浦和邦成を胸に、練習に励む曽志崎の姿があった。"
                },
                "10": {
                    "ID": "8330234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330234",
                    "TitleEnglish": "Wounded Champions",
                    "SummaryEnglish": "The first game of the knockout stages has begun. Their opponents are tournament favorites Urawa Hosei. From the start, though Soshizaki uses her quick wits to create opportunities despite being closely guarded, she finds herself blocked by Urawa Hosei's impregnable defense. Urawa Hosei gradually forces the Warabis into a corner with their ever-changing formation. Meanwhile, Kirishima recalls last year's game against Kunogi Academy.",
                    "TitleJapanese": "傷だらけの王者",
                    "SummaryJapanese": "ついに始まった決勝トーナメント初戦。相手は埼玉県予選優勝候補“常勝”浦和邦成高校女子サッカー部。曽志崎は序盤から厳しいマークにあいながらも機転を利かせチャンスを演出するが、浦和邦成の堅い守備によってことごとく阻まれてしまう。次第に浦和邦成の変幻自在のフォーメーションによって追い詰められていくワラビーズ。そんな中、桐島は去年の久乃木学園との試合を思いだしていた。"
                },
                "11": {
                    "ID": "8330235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330235",
                    "TitleEnglish": "The One Running Beside Us",
                    "SummaryEnglish": "The game against Urawa Hosei enters its second half. Thanks to their dedicated defenders, the Warabis somehow make it through the first half with a score of 0-0. As both teams struggle with the poor pitch conditions due to rain, Nozomi, who failed to play up to her own expectations during the group stages and was nicknamed \"jizo statue\" by her opponents' scout, receives some instructions from Fukatsu that propel her into enemy territory with plays that astonish both her teammates and opponents.",
                    "TitleJapanese": "隣を走る人",
                    "SummaryJapanese": "浦和邦成戦はいよいよ後半戦へ。守備陣の献身により0対0のスコアドローで前半を凌いだワラビーズ。 雨で悪化するピッチコンディションに後半は両チームともに苦戦する中、 予選リーグ中は思うようにプレーができず偵察の結果「地蔵」と称された希が、 深津のある指示を受け、敵味方問わず驚愕のプレーで敵陣へと切り込んでゆく。"
                },
                "12": {
                    "ID": "8330236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330236",
                    "TitleEnglish": "Ambition and Choices",
                    "SummaryEnglish": "The Warabis close in on Urawa Hosei's goal with an attack focused around Nozomi, but at the last second, they fail to score the first point of the game. As both teams struggle for dominance, Urawa Hosei takes advantage of a split-second opportunity, and their eccentric forward Alice Adatara scores the first point. The Warabis attempt to even the score, while Urawa Hosei's attacks centered around forwards Tenma and Adatara continue.",
                    "TitleJapanese": "野心と選択",
                    "SummaryJapanese": "希を中心とした猛攻で浦和邦成ゴールに迫るワラビーズだが、あと一歩のところで先取点を奪えないでいた。拮抗する両チーム。その最中に一瞬の隙を突かれ、異色のFW・安達太良アリスにあっさりと先制点を奪われてしまう。まず1点を取り返すべく奮起するワラビーズに対し、浦和邦成はFWの天馬・安達太良を中心にさらなる猛攻をしかける。"
                },
                "13": {
                    "ID": "8330237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farewell-my-dear-cramer/episodes/8330237",
                    "TitleEnglish": "Those Who Form the Backbone",
                    "SummaryEnglish": "The Warabis are defeated by Urawa Hosei in the first round of the knockout stages. The next day, Nozomi finds herself unable to sort out her feelings, so she heads to the goal by herself. When Fukatsu stops by, she shares her feelings with him. Even after he tells her that she doesn't need to change, she still has doubts. The Warabis gather at the practice pitch one by one, and together they attempt to make a fresh start with the desire to become stronger in their hearts.",
                    "TitleJapanese": "根幹をなすもの",
                    "SummaryJapanese": "決勝トーナメント1回戦、浦和邦成に破れたワラビーズ。明くる日、希は気持ちの整理がつかず、一人ゴールに向かっていた。訪れた深津に自分の気持ちを打ち明けるが、「そのままでいい」というアドバイスをもらっても腑に落ちないままでいた。練習グラウンドに続々と集まってくるワラビーズ一同は、「強くなる」その気持ちを胸に再出発を果たそうとしていた。"
                }
            }
        }
    }
}