{
  "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol",
  "Genres": [
    "Animation",
    "Anime",
    "Musical"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13415416/",
    "https://www.instagram.com/etoile_vie_school",
    "https://etoile-anime.jp/",
    "https://www.themoviedb.org/tv/112667",
    "https://www.themoviedb.org/tv/112667",
    "https://x.com/ichu_anime"
  ],
  "TitleEnglish": "I★Chu: Halfway Through the Idol",
  "SummaryEnglish": "Youths aiming to become full-fledged idols enroll in the Étoile Vio School where the students are called IChu. But soon after they begin, Kuma Kocho gets them off to a rocky start with a single phrase...?! As they each work toward their individual goals, their activities as idols make the IChu begin to wonder... \"What is an idol?\" In their struggle to find an answer, the springtime of the IChu's lives is whittled out in glittering moments and flashes of brilliance. Their story begins now!",
  "Aliases": [
    "I-Chu: Halfway Through the Idol",
    "IChu: Halfway Through the Idol",
    "I★Chu - Halfway Through the Idol"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1892270",
      "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8124392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124392",
          "TitleEnglish": "The Colors of Songs",
          "SummaryEnglish": "A week after enrollment, the IChu of Class 3 are starting their activities in their idol units. Amidst all this, Principal Kuma issues them an assignment: If you don't sell 3000 CDs within 3 months, you'll be expelled! Each unit begins to move slowly toward accomplishing this goal, but F∞F just can't seem to get in sync with each other...",
          "Aliases": []
        },
        "2": {
          "ID": "8124401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124401",
          "TitleEnglish": "That Which Is Engraved",
          "SummaryEnglish": "Seiya and the others are moving to complete their CD. On the way to the photoshoot for the cover, Seiya is reunited with his childhood friend, Noah. Meanwhile, Akio is starting to feel anxious as no one in ArS seems to be interested in recording even after hearing Principal Kuma Kocho's assignment. He writes a letter of his intent to withdraw from the school.",
          "Aliases": []
        },
        "3": {
          "ID": "8124404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124404",
          "TitleEnglish": "In the Case of an Otokonoko",
          "SummaryEnglish": "The students from Class 3 are fighting hard to sell their CDs. That's when the world's most adorbs otokonoko idol appears before them, POP'N STAR's Hanabusa Kokoro. After having their various inadequacies pointed out to them, the students of Class 3 declare that, on stage, they won't be beaten by anyone. Kokoro invites them to open at his upcoming solo live concert.",
          "Aliases": []
        },
        "4": {
          "ID": "8124406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8124406",
          "TitleEnglish": "Just as You Are",
          "SummaryEnglish": "After seeing Kokoro's overwhelming performance with his own eyes, Akira, who has difficultly expressing himself, is reminded of an old trauma, leaving him unable to put everything he has into rehearsal. A lone owl watches Akira's struggles through a window...",
          "Aliases": []
        },
        "5": {
          "ID": "8150822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150822",
          "TitleEnglish": "That Which We Wish to Convey",
          "SummaryEnglish": "After the failure I♥B experienced in their latest live performance, they've dedicated themselves to practicing. When a senior IChu unit, Lancelot, appears before them, I♥B performs a song perfectly at their request, but the word that comes out of Issei's mouth is one they never expected.",
          "Aliases": []
        },
        "6": {
          "ID": "8150823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150823",
          "TitleEnglish": "Where I Belong",
          "SummaryEnglish": "The IChu of Class 2 hold a joint concert outside of Tokyo. Kokoro leaves ahead of everyone else to get back for his fan event the following day, but the plane is forced to make an emergency landing due to bad weather. Then, as the Class 3 IChu are trying to sell CDs at the venue for Kokoro's event, Principal Kuma Kocho suddenly tells them to get the show going and keep it going until Kokoro arrives...?!",
          "Aliases": []
        },
        "7": {
          "ID": "8150824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150824",
          "TitleEnglish": "Judgment ~For a Smile~",
          "SummaryEnglish": "Today is the last day to complete the assignment to sell 3000 CDs. Each unit is poised to achieve their goals with one last push, but F∞F's numbers still aren't climbing. Just before the live concert that will seal their fate and determine whether they are expelled or not, a lost little girl who has gotten separated from her mother appears before Seiya, Kanata, and Akira...",
          "Aliases": []
        },
        "8": {
          "ID": "8150825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8150825",
          "TitleEnglish": "Bonds",
          "SummaryEnglish": "Principal Kuma Kocho has sent the IChu on a summer vacation as a present. Each of them set out to make the most of their vacation on a private beach reserved just for them, but Mutsuki seems unhappy somehow. Then, one by one, people start going missing... The IChu that are left find a mansion deep in the forest and head inside to search for their friends.",
          "Aliases": []
        },
        "9": {
          "ID": "8234311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8234311",
          "TitleEnglish": "The Lost Color",
          "SummaryEnglish": "The charismatic IChu of Tenjo Tenge have suddenly returned to Japan! They show up in front of Seiya and the others and it is announced that they will be joining the selection competition to appear in this year's Sound Carnival. Seiya is super excited because he really admires Tsubaki, the leader of Tenjo Tenge. He slips out of the celebration to tell Tsubaki how he feels, but Tsubaki's response is something he never expected...",
          "Aliases": []
        },
        "10": {
          "ID": "8256129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8256129",
          "TitleEnglish": "Back to Life",
          "SummaryEnglish": "The day of the selection stage for the Sound Carnival has finally arrived. On the morning of the decisive battle, the IChu are in perfect condition, each holding their own emotions and motivations in their hearts. They face the stage, knowing they must give everything they have in this performance. And the final results are...",
          "Aliases": []
        },
        "11": {
          "ID": "8272800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8272800",
          "TitleEnglish": "Infini ~The Decisive Battle~",
          "SummaryEnglish": "Finally, the day of the sound carnival selection. Aichu and others who have reached the morning of the decisive battle go to the selection meeting in perfect condition with their thoughts in mind.",
          "Aliases": []
        },
        "12": {
          "ID": "8288622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ichu-halfway-through-the-idol/episodes/8288622",
          "TitleEnglish": "Harmonie ~ Ichu~",
          "SummaryEnglish": "Seiya and the others have been defeated by Tenjo Tenge and none of them seem to be able to work up much enthusiasm for anything. Principal Kuma Kocho appears before them and suddenly tells them they'll all be working at the Sound Carnival as staff.",
          "Aliases": []
        }
      }
    }
  }
}