{
    "URL": "https://www.thetvdb.com/series/super-cub",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12285778/",
        "https://supercub-anime.com",
        "https://www.tvmaze.com/shows/54346/show-slug",
        "https://www.themoviedb.org/tv/95631",
        "https://www.wikidata.org/wiki/Q104636845",
        "https://en.wikipedia.org/wiki/Super_Cub_(novel_series)",
        "https://x.com/supercub_anime"
    ],
    "TitleEnglish": "Super Cub",
    "SummaryEnglish": "Koguma is a high school girl in Yamanashi. She has no parents, friends, or hobbies, and her daily life is empty. One day, Koguma gets a used Honda Super Cub motorcycle. This is her first time going to school on a motorcycle. Running out of gas and hitting detours become a small source of adventure in Koguma's life. She is satisfied with this strange transformation, but her classmate Reiko ends up talking to her about how she also goes to school by motorcycle. One Super Cub begins to open up a lonely girl's world, introducing her to a new everyday life and friendship.",
    "TitleJapanese": "スーパーカブ",
    "SummaryJapanese": "ひとりぼっちの女の子と、世界で最も優れたバイクが紡ぐ、友情の物語。",
    "Aliases": [
        "Super Cub (2021)"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "1895063",
            "URL": "https://www.thetvdb.com/series/super-cub/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8262534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8262534",
                    "TitleEnglish": "The Girl with Nothing",
                    "SummaryEnglish": "Koguma, a shy 2nd-year student in high school with no parents, no money, no friends, and no goals for the future decides one day to shop for a motorbike. When she buys an inexpensive used Honda Super Cub, it leads to events that will change her life.",
                    "TitleJapanese": "ないないの女の子",
                    "SummaryJapanese": "朝目を覚ましそそくさと朝食を済ませ、お弁当を用意し家を出る。親はいない、お金もない、趣味もない、友達と呼べる人も将来の目標もない、「ないないづくし」の女子高生「小熊」。そんな彼女がたまたま立ち寄った場所、「バイクショップ」。そこで出逢ったのは古びた１台のバイク、後に小熊の生活を一変させる「スーパーカブ」だった。"
                },
                "2": {
                    "ID": "8340225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8340225",
                    "TitleEnglish": "Reiko",
                    "SummaryEnglish": "When Koguma lets it slip in class that she owns a motorbike, she attracts the attention of Reiko, one of the girls who sits near her. Reiko insists on seeing Koguma's Cub, as well as showing off her own, and is pleased to meet a fellow Cub rider.",
                    "TitleJapanese": "礼子",
                    "SummaryJapanese": "「スーパーカブ」との生活が始まった小熊。まだぎこちなさが残るも「スーパーカブ」の扱いにも段々と慣れてきた。小熊が「スーパーカブ」に乗っていることを知った礼子。「スーパーカブ」を見せて欲しいという礼子に困惑する小熊は、放課後ならと渋々承諾する。"
                },
                "3": {
                    "ID": "8340226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8340226",
                    "TitleEnglish": "Things Received",
                    "SummaryEnglish": "As Koguma slowly adjusts to life with her Cub, she mentions to Reiko that her luggage case seems convenient, so Reiko makes a call. After school, the pair visit a credit union, where the manager has an old Cub with a luggage case available to them.",
                    "TitleJapanese": "もらったもの",
                    "SummaryJapanese": "「スーパーカブ」のエンジンをかけ、ヘルメットを被り、グローブをはめて、朝８時過ぎに家を出る。小熊の１日が始まった。「スーパーカブ」との生活も慣れてきた一方で、礼子との関係はまだぎこちない。\n今日も「スーパーカブ」と一緒に昼食を食べる二人。礼子の「郵政カブ」の荷台に設置された「箱」に興味を持った小熊。そんな小熊を礼子はある場所に連れて行く。"
                },
                "4": {
                    "ID": "8340227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8340227",
                    "TitleEnglish": "The Job",
                    "SummaryEnglish": "With summer vacation approaching, Koguma plans to spend it working for the school, shuttling papers back and forth to a high school in Kofu. Along the way, she finds herself learning more about maintaining her Cub, and the perils of inclement weather.",
                    "TitleJapanese": "アルバイト",
                    "SummaryJapanese": "「スーパーカブ」に乗り始めて初めての夏。礼子は夏休みにでっかい事をしたいと言う。一方小熊は「学校書類の運搬業務」をすることに。「スーパーカブ」で学校間の重要書類の運搬である。運搬業務の前日、小熊はオイル交換をするため再びシノさんのお店を訪ねる。"
                },
                "5": {
                    "ID": "8380782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8380782",
                    "TitleEnglish": "Reiko's Summer",
                    "SummaryEnglish": "Koguma visits Reiko at her home, and the two have dinner together. Reiko recounts the story of how she took a job at the Mountain Hut Kikuya over the summer as a means to pursue her own dream, something which proved to be more difficult than expected.",
                    "TitleJapanese": "礼子の夏",
                    "SummaryJapanese": "礼子の自宅に招かれた小熊。そこで目にしたのは傷だらけになった礼子のカブだった。少し気になりながらも、料理をし始める小熊。食事中、礼子が話し始める。夏休みの間、「近くて遠い場所」に行っていた、と。"
                },
                "6": {
                    "ID": "8380783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8380783",
                    "TitleEnglish": "My Cub",
                    "SummaryEnglish": "The night before the class excursion to Kamakura, Koguma comes down with a fever, and must cancel. The next morning, after her fever is gone, she makes the bold decision to hop on her Cub and set out on the long journey to catch up to her class.",
                    "TitleJapanese": "私のカブ",
                    "SummaryJapanese": "いつもの教室。明日からの修学旅行を控え、パンフレットを眺めながらニヤける小熊。礼子も旅行雑誌を食い入るように読んでいる。帰宅後の夜、自宅でもパンフレットを眺めながらニヤける小熊。ところが、翌朝、発熱し体調を崩す。落胆した小熊は、仕方なく学校に欠席の連絡を入れる。"
                },
                "7": {
                    "ID": "8380784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8380784",
                    "TitleEnglish": "The Girl of Summer-Sky Aqua",
                    "SummaryEnglish": "With the arrival of autumn, Koguma and Reiko's attention turns to getting ready for winter. When the class culture festival committee runs into a snag getting what they need for their activity, the pair volunteer to use their Cubs to come to the rescue.",
                    "TitleJapanese": "夏空の色、水色の少女",
                    "SummaryJapanese": "季節は初秋を迎え、校内は文化祭を前に不思議な熱っぽさを帯びていた。文化祭の準備に勤しむ恵庭椎。そんな椎を横目にカブの冬支度に備えてバイク用品のお店に立ち寄る小熊と礼子。昼休み。いつものように昼食を食べに行こうとする二人は、ちょっとしたトラブルに遭遇する。"
                },
                "8": {
                    "ID": "8380785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8380785",
                    "TitleEnglish": "Shii's Place",
                    "SummaryEnglish": "Shii invites Koguma and Reiko over to her family's shop for coffee, to allow her father to thank them for their help with the culture festival. The girls continue to look for ways to prepare for riding their Cubs during the upcoming winter months.",
                    "TitleJapanese": "椎の場所",
                    "SummaryJapanese": "寒さは一段と厳しさを増していた。そろそろ外で昼食を食べるのも辛くなってきた小熊と礼子。放課後、椎から彼女の両親が営んでいるカフェに誘われる二人。そんなカフェ「ブール」はドイツ風パンを作っているお店。どうやら礼子はこのお店の常連のようだ。"
                },
                "9": {
                    "ID": "8394737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8394737",
                    "TitleEnglish": "In Ice",
                    "SummaryEnglish": "With the colder weather taking its toll, Shii comes up with a way to provide both Koguma and Reiko with a little relief. But when the temperature dips even lower, the pair are faced with adopting measures for their Cubs that they are reluctant to accept.",
                    "TitleJapanese": "氷の中",
                    "SummaryJapanese": "凍えるような寒さの中、登校する小熊。「やっぱりあれを買うしかない！」という小熊に、「あれだけは絶対に嫌っ！」という礼子。昼食。椎からの差し入れで温まる二人。帰り道、椎は自宅のカフェに二人を誘う。どうやら二人に防寒対策として薦めたいものがあるようだ。"
                },
                "10": {
                    "ID": "8394738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8394738",
                    "TitleEnglish": "Snow",
                    "SummaryEnglish": "After a snowy night during winter vacation, Reiko invites Koguma over to her house for a surprise. The pair equip their Cubs for the snow, and enjoy a day of fun outside. Shii's father reveals how much of an influence the girls are having on Shii.",
                    "TitleJapanese": "雪",
                    "SummaryJapanese": "学校も冬休みに入った。寒さ対策も万全の小熊。これで自由にスーパーカブで走り回れる、今まで通りいつでも、どこまでも。朝目を覚ますと外は雪に覆われた銀世界が広がっていた。スーパーカブに乗り始めて初めての雪だった。"
                },
                "11": {
                    "ID": "8394739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8394739",
                    "TitleEnglish": "A Distant Spring",
                    "SummaryEnglish": "Koguma rushes to the narrow dirt road on her Cub to find Shii, who is half-submerged in a freezing river. She takes her back to her apartment to warm her up and dry her out, but Shii soon reveals that she has other, deeper issues with the winter weather.",
                    "TitleJapanese": "遠い春",
                    "SummaryJapanese": "小熊の家で夜ご飯を食べる小熊、礼子、椎の３人。後片付けの手伝いをする椎。「この冷たくて暗い冬を、どこかに消して欲しい」と懇願する椎に、出来ないと話す小熊。翌日も寒々しい街と平穏な日々が続く。"
                },
                "12": {
                    "ID": "8394740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-cub/episodes/8394740",
                    "TitleEnglish": "Super Cub",
                    "SummaryEnglish": "The girls pack up and depart on a road trip to Kyushu, the most distant location their Cubs will take them, in order to shake off their winter doldrums and embrace spring. Along the way, Shii finds what she needs to help her continue her café project.",
                    "TitleJapanese": "スーパーカブ",
                    "SummaryJapanese": "遠くの場所で桜が咲いている。春はそこまで来ている。桜を見に行く計画を立てた３人は、早朝、旅支度をして北杜市を出る。私たちは今日旅に出る、スーパーカブと共に。"
                }
            }
        }
    }
}