{
    "URL": "https://www.thetvdb.com/series/bakuten",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13412606/",
        "https://bakuten-pr.com/ https:/   /www.crunchyroll.com/fr/backflip",
        "https://www.themoviedb.org/tv/112601",
        "https://x.com/bakuten_pr"
    ],
    "TitleEnglish": "Backflip!!",
    "SummaryEnglish": "The final summer of middle school, Shotaro Futaba discovers boys gymnastics and is completely enamored by it. Shotaro ends up going to Soshukan Private High School and decides to visit the boys gymnastics club. He's greeted by very unique senpais and a star gymnast named Misato Ryoya. Dedicating your life to something you love during your fiery days of youth... Of course, there is frustration, and fights, but see how these boys work together as a team towards a similar goal in this drama about sports and youth.",
    "TitleJapanese": "バクテン!!",
    "SummaryJapanese": "中学の最後の夏、双葉翔太郎は男子体操を発見し、それに夢中になっている。 翔太郎は結局総州館私立高校に通い、男子体操部に行くことにした。 彼は非常にユニークな先輩と美里良也というスター体操選手に迎えられました。 燃えるような青春時代にあなたの人生を愛するものに捧げる...もちろん、欲求不満と戦いがありますが、スポーツと青春に関するこのドラマの同様の目標に向けて、これらの男の子がチームとしてどのように協力するかを見てください。",
    "Aliases": [
        "Bakuten!!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1896837",
            "URL": "https://www.thetvdb.com/series/bakuten/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9788041",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/9788041",
                    "TitleEnglish": "Backflip!! The Movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": "映画 バクテン!!",
                    "SummaryJapanese": "新体操部男子たちがインターハイ最後の挑戦に臨むシリーズの続編"
                }
            }
        },
        "1": {
            "ID": "1896838",
            "URL": "https://www.thetvdb.com/series/bakuten/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8154956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8154956",
                    "TitleEnglish": "I Want to Backflip!",
                    "SummaryEnglish": "After a life-changing encounter with men's rhythm gymnastics, Shotaro Futaba joins the team at Soshukan High School. There he meets a collection of colorful characters, including Ryoya Misato, a fellow first-year and middle school gymnastics star.",
                    "TitleJapanese": "Bakuten shitai!",
                    "SummaryJapanese": "Danshi shintaisō to no jinsei o kaeru deai no ato, Futaba Shōtarō ga sō shū tate kōkō no chīmu ni kuwawarimashita. Sokode kare wa, 1-nensei to chūgakusei no taisō sutā no nakamadearu Misato Yoshiya o fukumu karafuruna kyarakutā no korekushon ni deaimasu."
                },
                "2": {
                    "ID": "8343774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8343774",
                    "TitleEnglish": "I Want to Soar With You!",
                    "SummaryEnglish": "Shotaro moves into a dorm with the other members of the men's rhythmic gymnastics team, but he'll need to pass a test to participate in their six-man routine.",
                    "TitleJapanese": "Anata to issho ni maiagaritai",
                    "SummaryJapanese": "Danshi shintaisō chīmu no ta no menbā to issho ni ryō ni hairu shōtarō wa, 6-ri no rūchin ni sanka suru tame ni tesuto ni gōkaku suru hitsuyō ga arimasu."
                },
                "3": {
                    "ID": "8343775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8343775",
                    "TitleEnglish": "I Want to Camp!",
                    "SummaryEnglish": "A training camp is scheduled between Ao High and rival school Shiro High. Hoping to catch up with the others, Shotaro goes to train in the park, where he encounters a mysterious boy.",
                    "TitleJapanese": "Kyanpu shitai!",
                    "SummaryJapanese": "Seikō to raibaru-kō no shiro-kō no ma de gasshuku ga yotei sa rete iru. Hokanohito ni oitsuku koto o nozonde, Shōtarō wa kōen de kunren ni ikimasu, sokode kare wa nazo no shōnen ni deaimasu."
                },
                "4": {
                    "ID": "8344493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344493",
                    "TitleEnglish": "We're All Rivals!",
                    "SummaryEnglish": "A striking performance by Shiro High plunges the still uncoordinated Ao High team into uncertainty. Can words from Coach Shidai turn things around?",
                    "TitleJapanese": "Watashitachiha subete no raibarudesu!",
                    "SummaryJapanese": "Shirohai no inshō-tekina pafōmansu wa, mada chōsei sa rete inai aohaichīmu o fu kakujitsuna jōtai ni otoshīremasu. Kokorozashi dai kōchi no kotoba de jōkyō o kaeru koto wa dekimasu ka?"
                },
                "5": {
                    "ID": "8344494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344494",
                    "TitleEnglish": "I Want to Hide!",
                    "SummaryEnglish": "The training camp is coming to an end, but with a few hours left, Mashiro suggests a game of hide-and-seek. But as with everything between Ao High and Shiro High, this too becomes a competition!",
                    "TitleJapanese": "Kakushitai!",
                    "SummaryJapanese": "Torēningukyanpu wa owari ni chikadzuite imasuga, nokori sūjikan de, mashiro wa kakurega no gēmu o teian shimasu. Shikashi, seikō to shiro-kō no ma no subete to dōyō ni, kore mo kyōsō ni narimasu!"
                },
                "6": {
                    "ID": "8344495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344495",
                    "TitleEnglish": "Enjoy!",
                    "SummaryEnglish": "It's time for the prefectural tournament! Shotaro is doing his best to prepare for what will be his first official competition, but he nevertheless struggles with fear and nerves about the upcoming event.",
                    "TitleJapanese": "Tanoshimi!",
                    "SummaryJapanese": "Todōfuken taikai no jikandesu! Shōtarō wa hatsu no kōshiki taikai ni mukete zenryoku o tsukushite iruga, soredemo tsugi no ibento e no kyōfu to shinkeishitsu ni kurushinde iru."
                },
                "7": {
                    "ID": "8344496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344496",
                    "TitleEnglish": "We'll Make a Promise!",
                    "SummaryEnglish": "The Ao High boys are forbidden from using the university mat unless they pass all their midterms?! Theirs is the only school with this policy, but the story of why goes back to the team's founding three years ago...",
                    "TitleJapanese": "Yakusoku shimasu!",
                    "SummaryJapanese": "Aohai no otokonoko wa,-chū gakki o subete tsūka shinai kagiri, daigaku no matto o shiyō suru koto o kinji rarete imasu ka? ! Kono hōshin o saiyō shite iru no wa karera no gakkō dakedesuga, naze sono-wa wa 3-nen mae no chīmu no sōsetsu ni made sakanoborimasu..."
                },
                "8": {
                    "ID": "8344497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344497",
                    "TitleEnglish": "I'll Look After You!",
                    "SummaryEnglish": "Onagawa gets into an accident and hurts his ankle. The other boys do all they can to support his recovery, but it appears there's something he's not telling them...",
                    "TitleJapanese": "Osewaninarimasu!",
                    "SummaryJapanese": "Onagawa wa jiko ni ai, ashikubi o itameta. Hoka no shōnen-tachi wa kare no kaifuku o sapōto suru tame ni dekiru kagiri no koto o shimasuga, kare ga karera ni itte inai koto ga aru yōdesu..."
                },
                "9": {
                    "ID": "8344498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344498",
                    "TitleEnglish": "Be Needy!",
                    "SummaryEnglish": "The coach suggests a new group lift to increase their routine's difficulty for regionals, but Misato can't seem to get the hang of it...",
                    "TitleJapanese": "Komatte iru!",
                    "SummaryJapanese": "Kōchi wa, chiiki no rūchin no gaido o ageru tame ni atarashī gurūpurifuto o teian shimasuga, Misato wa sore no kotsu o tsukamu koto ga dekinai yōdesu..."
                },
                "10": {
                    "ID": "8344499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344499",
                    "TitleEnglish": "I Can't Stand It!",
                    "SummaryEnglish": "The boys are supposed to take the day before the tournament to rest, but they find they can't sit still. The only solution: cleaning the dorm!",
                    "TitleJapanese": "Gamandekinai!",
                    "SummaryJapanese": "Shōnen-tachi wa tōnamento no zenjitsu o yasumu koto ni natte iruga, karera wa jitto suwatte iru koto ga dekinai koto ni kidzuita. Yuiitsu no kaiketsusaku: Ryō o sōji suru!"
                },
                "11": {
                    "ID": "8344500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344500",
                    "TitleEnglish": "Give It Your All, Fight Hard",
                    "SummaryEnglish": "With the pain in his arm growing worse, Shotaro is sent to the hospital just before the tournament. Meanwhile, the tension builds between the athletes of Ao High and Shiro High...",
                    "TitleJapanese": "Sore o anata no subete o ataete, isshōkenmei tatakatte kudasai",
                    "SummaryJapanese": "Ude no itami ga hidoku nari, taikai chokuzen ni shōtarō ga byōin ni okura reru. Sonoaida, seikō to shiro-kō no asurīto no ma de kinchō ga takamarimasu..."
                },
                "12": {
                    "ID": "8344501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuten/episodes/8344501",
                    "TitleEnglish": "Tomorrow, Too!",
                    "SummaryEnglish": "Shotaro returns to the hospital after their team's performance, with all of their futures left in the air. Will their team reach the Inter-High? And... will Shotaro ever perform again?",
                    "TitleJapanese": "Ashita mo!",
                    "SummaryJapanese": "Shōtarō wa chīmu no pafōmansu o oete byōin ni modori, mirai wa subete kūchū ni nokosa reta. Karera no chīmu wa intāhai ni tōtatsu shimasu ka? Soshite... Shōtarō wa futatabi ensō suru nodeshou ka?"
                }
            }
        }
    }
}