{
    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13211062/",
        "https://osamake.com/",
        "http://www.reddit.com/r/OsaMake",
        "https://www.tvmaze.com/shows/54465/show-slug",
        "https://www.themoviedb.org/tv/110975",
        "https://en.wikipedia.org/wiki/Osamake",
        "https://x.com/osamake_project"
    ],
    "TitleEnglish": "Osamake: Romcom Where the Childhood Friend Won't Lose",
    "SummaryEnglish": "My childhood friend Shida Kuroha seems to have feelings for me. She lives next door, and is small and cute. With an outgoing character, she's the caring Onee-san type, this being one of her greatest strengths. ...But, I already have my first love, the beautiful idol of our school, and the award-winning author, Kachi Shirokusa! Thinking about it rationally, I should have no chances with her, but, while walking home from school, she only talks to me, with a smile even! I might actually have a chance, don't you think?! Or so I thought, but then I heard that Shirokusa already has a boyfriend, and my life took a turn for the worse. I want to die. Why is it not me?! Even though she was my first love... As I was drowning in despair and depression, Kuroha whispered. —If it's that tough for you, then how about we get revenge? The best revenge ever, that is~",
    "TitleJapanese": "幼なじみが絶対に負けないラブコメ",
    "SummaryJapanese": "彼女は俺にだけ密かに笑ってくれる。\n\n相手の可知白草は芥見賞を受賞した現役女子高生作家！　しかも美少女！\n普通の高校生の俺・丸末晴には分不相応だってことくらいわかってる！\nけど、脈アリだと思うんだよ、たぶん、いや絶対！\n……なんて思ってたら……可知に彼氏がいただとぉぉぉっっ！？\n\n落ち込む俺に、ロリ可愛、陽キャで世話好き……更には何故か俺を好きだと公言してはばからない、幼なじみの志田黒羽は言ってきたんだ……\n「復讐しよう」\n\n初恋の恨みは海より深い―― けど決して暗くない！　ドロドロしない！\n初恋復讐が動き出す！",
    "Aliases": [
        "A Romantic Comedy Where the Childhood Friend Absolutely Will Not Lose",
        "The Romcom Where the Childhood Friend Won't Lose!",
        "The Romantic Comedy Where The Childhood Friend Won't Lose!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1898168",
            "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8249642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8249642",
                    "TitleEnglish": "Romcom Where the Childhood Friend Won't Lose",
                    "SummaryEnglish": "In the winter of his first year in high school, Maru Sueharu fell in love with Kachi Shirokusa, a genius novelist who happens to be his classmate. But since it was his first love, time only continued to pass by while he could do nothing. As his so-called friend Tetsuhiko chides him and his childhood friend Shida Kuroha teases him, he overhears his crush Shirokusa saying she has a boyfriend now. His heart broken before he could even confess his feelings, Sueharu is devastated. Then Kuroha proposes that they get revenge...",
                    "TitleJapanese": "幼なじみが絶対に負けないラブコメ",
                    "SummaryJapanese": "丸末晴は高校1年生の冬、天才小説家で同じ学校の同級生、可知白草に恋をしてしまった。\n初恋ゆえに、何も出来ないまま時だけが過ぎ…。\nそんな自分を悪友の哲彦にたしなめられたり、幼なじみの志田黒羽にからかわれる最中、\n耳に入ってきたのは、片思い相手の白草に彼氏ができたという話。\n告白する前から失恋して、意気消沈の末晴。そんな彼に黒羽が持ちかける。\n「ハル、復讐しよう――。」"
                },
                "2": {
                    "ID": "8285861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285861",
                    "TitleEnglish": "His and Her and Her Circumstances",
                    "SummaryEnglish": "Sueharu tries to dig up some bad rumors about Shirokusa's boyfriend Abe-senpai that he can use to get revenge, but it turns out Abe-senpai has been looking for Sueharu all along and knows his secret. Sueharu's desire for revenge grows even stronger when Abe-senpai reveals why he started dating Shirokusa. He decides to use his class's play production at the upcoming cultural festival as a chance to get back at him, and asks Shirokusa to write the script...",
                    "TitleJapanese": "彼と彼女と彼女の事情",
                    "SummaryJapanese": "復讐のために白草の彼氏、阿部先輩の悪い噂はないかと情報を探っていた末晴だったが、\n逆に阿部先輩から、末晴がずっと隠してきた秘密を見抜かれてしまう。\nさらに白草と付き合った真意を聞かされ、一層復讐心に燃える末晴。\n直前に迫る文化祭の演劇で見返してやろうと、白草に脚本の執筆をお願いするのだが…。"
                },
                "3": {
                    "ID": "8285862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285862",
                    "TitleEnglish": "I Have Achieved My Revenge on My First Love",
                    "SummaryEnglish": "It's the day of the cultural festival. The final event of the day, the confession festival, will decide everything... Sueharu spends the day nervous as well as busy with his class's exhibit. Will the confession festival plan work out? Then a visitor comes to see Sueharu, and he realizes he's been carrying on with a massive misunderstanding. The cultural festival winds down, and with the confession festival soon to begin, Kuroha makes an unexpected move.",
                    "TitleJapanese": "我、初恋復讐完了す",
                    "SummaryJapanese": "文化祭の当日。この日最後のメインイベント、告白祭で全てが決まる――。\n緊張の一日が始まるが、クラスの催し物も忙しい。告白祭での作戦は上手くいくだろうか…？\nそんな末晴のもとに来客が現れ、末晴も、周囲も、大きな勘違いをしていたことに気がつく。\n文化祭も終盤、告白祭の開始も目前で、黒羽が予想外の行動に出る。"
                },
                "4": {
                    "ID": "8285863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285863",
                    "TitleEnglish": "Momosaka Maria Strikes",
                    "SummaryEnglish": "Sueharu thought he had carried out his plan to perfection at the confession festival, but what he thought was just a little idea of his own ended up involving everyone around him, and when he confessed to Kuroha, she rejected him. Kuroha answered his feelings with a hard no, and Shirokusa had to hear him say that he \"was\" in love with her, but no longer is. And now, a newcomer is about to make this love triangle even more complicated...",
                    "TitleJapanese": "桃坂真理愛襲来",
                    "SummaryJapanese": "文化祭のフィナーレ、「告白祭」で作戦を完遂するはずだった末晴。\nしかし蓋を開けてみれば、自らのちょっとしたプラン変更によって\n周囲の人間を全員巻き込み、黒羽に告白して振られてしまった末晴。\n突然の告白にNOを突きつけてしまった黒羽。\n好き”だった”と過去形で言われてしまった白草。\nしかも、ただでさえこじれた三角関係をさらにこじれさせる要員も待ち構えていて…。"
                },
                "5": {
                    "ID": "8285864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285864",
                    "TitleEnglish": "The Girl Who Lost Her Memories / The Octopus Wiener Trap",
                    "SummaryEnglish": "Kuroha's younger sisters abruptly visit Sueharu's house to tell him that she has developed amnesia. All her memories from summer break onward are gone, and they stop right when she was about to confess to Sueharu. So she suggests starting over from the moment of her own confession and erasing everything she did during the cultural festival. But Kuroha's behavior is making Shirokusa suspicious...",
                    "TitleJapanese": "記憶カケル少女／タコさんウインナーの罠",
                    "SummaryJapanese": "突然末晴の家に飛び込んできた、黒羽の妹たち。\n彼女たちの話によると黒羽が記憶喪失になってしまったそう。\n黒羽の中では夏休みから先の記憶がなく、末晴に告白するかどうかで記憶が止まっていた…。\nなので文化祭の自分の行動は取り消して自分の告白する\nタイミングからやり直してほしいと提案する黒羽。\nしかし白草は黒羽の行動自体を怪しんでおり…。"
                },
                "6": {
                    "ID": "8285865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285865",
                    "TitleEnglish": "The One Who Laughs Last",
                    "SummaryEnglish": "Sueharu couldn't suppress his rage at how he and his friends were being treated at the talent agency. They all thought his chances at getting back into show business were shot, but then Shirokusa's father presents a plan that gives him another chance. The agency and Sueharu's group will each make a commercial, and the one that gets the most votes from viewers wins. But Maria decides to work with the agency instead of Sueharu's team.",
                    "TitleJapanese": "最後に笑う者",
                    "SummaryJapanese": "訪ねた芸能事務所の対応に、怒りをあらわにしてしまった末晴。\n芸能界復帰の道は断念かと意気消沈する一同だったが、\n訪ねてきた白草の父の計らいにより、チャンスが与えられることに。\n曰く、事務所側と、末晴たち高校生がそれぞれCMを作り、\nユーザー投票が上回った方が勝ちとなる。\nしかし、芸能事務所側には真理愛が付くことになってしまう。"
                },
                "7": {
                    "ID": "8285866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285866",
                    "TitleEnglish": "I Know! Let's Go to Okinawa!",
                    "SummaryEnglish": "Sueharu has learned that Kuroha was lying about her amnesia. He asks her why she lied to him, but she refuses to tell him the truth. To Shirokusa, their fight just looks like flirting, and she realizes that the distance between Sueharu and Kuroha has returned to where it was before the confession festival. Unable to let the trend continue, she secretly sets a new plan in motion.",
                    "TitleJapanese": "そうだ、沖縄へ行こう！",
                    "SummaryJapanese": "黒羽の記憶喪失が嘘だったと知らされる末晴。\nどうして自分に嘘をついたのかという末晴と、本当のことを教えたくない黒羽。\nはたから見ればただのイチャラブ攻防を繰り広げる二人に対し、\n白草的には、ここに来て一気に黒羽と末晴の距離がもとに戻りつつあると気付かされる。\nこのままではまずいと悟った白草は裏で作戦を巡らせる。"
                },
                "8": {
                    "ID": "8285867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285867",
                    "TitleEnglish": "Shirokusa's Counterattack",
                    "SummaryEnglish": "On the way to Shirokusa's villa, an argument between Maria and Shirokusa evolves into the decision to have a cooking contest. The girls seem excited to shop for ingredients. As he watches them Sueharu thinks of Kuroha, who hasn't arrived yet. At the same time, Kuroha worries about Sueharu and the studying he needs to do during their trip. Sueharu knows nothing of their worries as he has fun playing on the beach, but then Shirokusa sends him a message asking him to meet her in secret.",
                    "TitleJapanese": "逆襲の白草",
                    "SummaryJapanese": "白草の別荘に向かう途中、真理愛と白草の喧嘩から料理対決を行うことになってしまう。\n食材を買ったりと楽しげな女子チーム。それを見ながら末晴はこの場にいない\n黒羽のことを考えていた。\n一方黒羽も、勉強合宿も兼ねて向かっている末晴のことを心配していた。\nそんな心配をよそに海で遊ぶ末晴だったが、白草からこっそり呼び出しの連絡を受ける。"
                },
                "9": {
                    "ID": "8285868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285868",
                    "TitleEnglish": "Paradise SOS",
                    "SummaryEnglish": "After playing throughout their first day in Okinawa, Sueharu is exhausted and falls asleep hard. When he wakes up, an angry Kuroha and her sisters stand before him! What's more, Kuroha senses that the distance between Sueharu and Shirokusa has grown smaller, so she decides to make up for the time lost due to her delayed arrival by coming on to Sueharu with all the appeal she can lay on him. Can Sueharu withstand the fierce attack of \"Alter Kuroha\"?!",
                    "TitleJapanese": "パラダイスSOS",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8285869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285869",
                    "TitleEnglish": "The Girls' Secret Discussion",
                    "SummaryEnglish": "At the end of the Okinawa trip, Sueharu was injured catching Shirokusa in a fall. So Shirokusa decides to stay at his house for a while to care for him, pleased with the chance to get ahead of the other two girls. But Shion, the maid accompanying Shirokusa, has harsh words for Sueharu with regard to his half-hearted attitude toward everyone. The next day, Maria starts attending their school, creating a harem around Sueharu that earns him the contempt of all the other boys.",
                    "TitleJapanese": "乙女たちの密談",
                    "SummaryJapanese": "沖縄旅行の最後で、白草をかばって怪我をしてしまった末晴。\n身の回りの世話をするため、末晴の家に住むことになった\n白草は他の二人を出し抜けてまんざらでもない様子。\nしかし白草と一緒に来たメイドの紫苑は、\n末晴の誰に対しても煮え切らない態度に苦言を呈する。\n翌日、真理愛も登校が始まり、常にハーレム状態の\n末晴に学校の男子一同からは非難轟々で……。"
                },
                "11": {
                    "ID": "8285870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285870",
                    "TitleEnglish": "Come and Catch the Me From That Day",
                    "SummaryEnglish": "Just after the group had discussed filming a documentary, the truth about Sueharu's retirement from show business is published in the weekly tabloids. Sueharu is shocked to see how dramatic and tragic the articles make his story sound. To film something that might turn this dilemma around, Shirokusa, Kuroha, and Maria take him to places where they have important memories with him, and conduct their own interviews at each location.",
                    "TitleJapanese": "あの日のわたしをつかまえて",
                    "SummaryJapanese": "ドキュメンタリーを撮影しようと考えていた矢先、\n末晴の引退の真相を暴く記事が週刊誌に掲載されてしまう。\n大げさで悲劇的に書かれた記事の内容にショックを受ける末晴。\nそんなピンチも逆転させる映像を撮ろうと、\n白草、黒羽、真理愛がそれぞれ思い出の場所に彼を連れて行き、\nそこでインタビューをすることになる。"
                },
                "12": {
                    "ID": "8285871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-romcom-where-the-childhood-friend-wont-lose/episodes/8285871",
                    "TitleEnglish": "Childhood Girlfriend",
                    "SummaryEnglish": "Shirokusa and Kuroha have agreed to appear in the drama for the true ending that's set to be released at the same time as the documentary. Kuroha, the last to interview Sueharu, looks back on her memories with him. She was there before he became an actor, the moment he became a star, and after he left show business, watching from right by his side. The place she's chosen to bring him for the interview is their \"secret base,\" the place where they opened up to each other long ago.",
                    "TitleJapanese": "おさかの",
                    "SummaryJapanese": "ドキュメンタリーと同時に公開するドラマをなぞった\n真エンディングには白草と黒羽も登場することになった。\n最後のインタビューを撮る黒羽は、末晴との思い出を思い返していた。\n子役になる前、スターになった時、引退した後も、すべてを横で見ていた。\nそんな黒羽が末晴を連れてきたのは”秘密基地”。\n二人が心の内を語り合った思い出の場所――。"
                }
            }
        }
    }
}