{
  "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world",
  "Genres": [
    "Adventure",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0112940/"
  ],
  "TitleEnglish": "El Hazard: The Magnificent World",
  "SummaryEnglish": "The story focuses on three high school students, Makoto Mizuhara, Katsuhiko Jinnai and Nanami Jinnai, and the History teacher Masamichi Fujisawa, who are mysteriously transported to the fantastical world of El-Hazard. El-Hazard is threatened by a possible war between the human nations and the insectoid Bugrom tribe.",
  "Aliases": [
    "El Hazard The Magnificent World"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1898357",
      "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8582805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8582805",
          "TitleEnglish": "Easter Egg 1: Rune Venus Welcomes You to El-Hazard",
          "SummaryEnglish": "Voice-over introduction of El-Hazard by Rune Venus, semi-breaks the 4th wall.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1898358",
      "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/seasons/official/1",
      "TitleEnglish": "El Hazard: Die phantastische Welt",
      "SummaryEnglish": "Gerade war Makoto noch in der Schule und auf der Flucht vor einem Mitschüler, der ihn verprügeln wollte. Doch im nächsten Moment findet er sich, zusammen mit seiner Freundin Nanami und seinem Lehrer Fujisawa in einer fremden Welt wieder, wo Makoto als Retter begrüßt wird. Er soll einen drohenden Krieg verhindern – als Double der verschwundenen Prinzessin Fatora!",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "8170214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170214",
          "TitleEnglish": "First Night: Battle Field of Confusion",
          "SummaryEnglish": "Makoto Mizuhara is sent to the world of El-Hazard by Ifurita when an ancient monument is found at his school, along with his teacher Mr. Fujisawa. Moments after arriving they discover Mr.Fujisawa now has super human strength when he saves Rune Venus (the princess of Roshtaria) from the Bugrom. She mistakes Makoto for her sister Fatora, who Makoto looks like. Roshtaria asks/demands Makoto impersonate Fatora in order to placate the other ruling houses that, with war looming against the Bugrom, that Roshtaria can still open the 'Eye of God' weapon if needed. Meanwhile, the decidedly power-hungry classmate of Makoto's, Jinnai, joins forces with Queen Diva and her Bugrom and starts to lead them. Makoto's other classmate/semi-girlfriend, Nanami, ends up alone and stranded in El-Hazard so she has to get a job to survive.",
          "Aliases": []
        },
        "2": {
          "ID": "8170215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170215",
          "TitleEnglish": "Second Night: The World of Beautiful Girls",
          "SummaryEnglish": "Posing as Princess Fatora, Makoto must journey to see three mountain top sages on a journey that will be as hard as scaling Mt. Everest. Mr. Fujisawa seems to enjoy the trip to everyone's irritation. We find out Fatora is a lesbian, and her lover, Alielle, also mistakes Makoto for her. Jinnai leads an attack against Makoto and crew as they climb the mountain, but Mr. Fujisawa's fights them off. They meet Priestess Shayla Shayla (fire) who helps them fight off the rest of the Bugrom attack near the top of the mountain. Shayla takes them to the Priestess Temple, where they meet Afura Mann (wind), but neither Shayla nor Afura can stay, as they have to leave immediately to meet with High Priestess Miz Mishtal (water).",
          "Aliases": []
        },
        "3": {
          "ID": "8170216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170216",
          "TitleEnglish": "Third Night: The World of Hot Springs",
          "SummaryEnglish": "Makoto and company chase after the Priestesses to the holy fountain where the sages around the country are gathering to 'meditate.' Fujisawa mistakes a large hairy attendant Miz is arguing with as an attacker and 'saves' her from it. She immediately latches on to him as a strong husband-candidate. Nanami reunites with Makoto (while also blowing his cover as Fatora) and we find out her power in El-Hazard is to be able to see through illusions, which comes in handy when the illusion-wielding Phantom Tribe tries to assassinate Makoto, thinking him to be Fatora. Meanwhile, Jinnai takes steps to unseal one of the ancient weapons of the holy war on the Forbidden Island.",
          "Aliases": []
        },
        "4": {
          "ID": "8170217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170217",
          "TitleEnglish": "Fourth Night: The World of the Demon God",
          "SummaryEnglish": "Racing to stop the Bugrom from unsealing the weapon, the Priestesses bring Makoto and crew with them to the Holy Island (which plays into Jinnai's hand). The Priestesses battle with the Bugrom forces and make their way to where Ifurita, the Demon God weapon, is sealed. Attacked again, Makoto finds himself alone with Ifurita, whom he feels a connection to, as she looks like the one who sent him to El-Hazard. Using her staff found nearby, he awakens her. Jinnani interrupts and powers her on and takes control of her. Makoto is shocked she doesn't seem to recognize him and tries to kill him when Jinnai orders her to do so. Shayla fights her off, and in the confusion we find out Makoto's power in El-Hazard when he touches Ifurita's staff while she is holding it and can connect to her mind. Ifurita and Jinnai escape, and we find out who is holding Fatora while the Priestesses scramble to deal with the new threat to Roshtaria that Ifurita presents.",
          "Aliases": []
        },
        "5": {
          "ID": "8170218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170218",
          "TitleEnglish": "Fifth Night: The World of Thunder",
          "SummaryEnglish": "With Ifurita now on the loose, and carrying out her old programming, Jinnai and the Bugrom celebrate their victory in gaining control of her. Meanwhile, Ifurita is extremely confused about her connection with Makoto and the state of the world. The Phantom Tribe makes their move and manipulate the council into demanding that the Eye of God weapon be unsealed to counter Ifurita's power. The Priestesses unseal the Eye of God. More of Makoto's mysterious powers over El-Hazard technology are discovered. Nanami exposes the hidden Phantom Tribe plans, they in turn expose Makoto posing as Fatora. Ifurita breaks away from Jinnai seeking Makoto and answers.",
          "Aliases": []
        },
        "6": {
          "ID": "8170219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170219",
          "TitleEnglish": "Sixth Night: The World of Gleaming Light",
          "SummaryEnglish": "The Priestesses confront Ifurita and fight her again, with disastrous results. Makoto touches Ifurita and tries to get her to break free of her programming. Their connection disturbs Ifurita and she leaves. Shayla admits she has feelings for Makoto while running away from Alielle (who is infatuated with her). Jinnai and the Bugrom press their attack on the allied territories while continuing to use Ifurita's powers to aid their armies. The Phantom Tribe bring their captive to the Eye of God, which is now unsealed by the Priestesses, in an attempt to control it and take control of the world, starting a chain reaction nobody may be able to stop.",
          "Aliases": []
        },
        "7": {
          "ID": "8170220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170220",
          "TitleEnglish": "Seventh Night: The World of Endless Adventure",
          "SummaryEnglish": "Racing to stop the Phantom Tribe from using the Eye of God, Jinnai sends Ifurita to stop them. Ifurita finds and captures Fatora for the Bugrom after killing most of the Phantom Tribe attackers. Jinnai threatens to kill Fatora unless Roshtaria surrenders, but Rune Venus refuses. Makoto and the Priestess lead a strike team into Bugrom headquarters to free Fatora. Jinnai tries to use Ifurita to kill Makoto, but is surprised by her reaction to his order. Makoto uses his power over El-Hazard technology to try to help her. With multiple powers converging in a final effort to take control of El-Hazard, the Bugrom, the Phantom Tribe, and Roshtaria are poised to fight a final battle which might end the world ... which might be meaningless if Rune Venus and Fatora aren't able to regain control of the malfunctioning Eye of God, leaving Ifurita and Makoto with an impossible problem only Ifurita can solve.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1898569",
      "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/seasons/official/2",
      "TitleEnglish": "The Magnificent World 2",
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "8170221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170221",
          "TitleEnglish": "First Tale: The Bride of Roshtaria",
          "SummaryEnglish": "In the peace following the conclusion of the battle over the Eye of God, Makoto is studying ancient technology, Nanami has opened a restaurant, and Mr. Fujisawa is set to wed Miz Mishtal, the water priestess. While Fatora plays with turning the tables and impersonating Makoto (to try to hook up with all of the women of Roshtaria), Fujisawa runs away from the wedding. Makoto and crew set off to find him and bring him back. Meanwhile Jinnai (who has started wearing Bugrom armor which makes him look like an insect) is hunting for a new power to replace Ifurita, and help him rebuild the Bugrom. He manages to find another ultimate weapon, similar to Ifurita.",
          "Aliases": []
        },
        "2": {
          "ID": "8170222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170222",
          "TitleEnglish": "Second Tale: Awakening of Kalia",
          "SummaryEnglish": "Kalia, the living weapon, similar to Ifurita, proves to be much harder to control than Ifurita -- but just as powerful. Kalia claims to have no powers but does offer to show Jinnai a weapon just as bad as Ifurita was. Makoto reconnects with Ifurita again, who doesn't seem to remember him anymore. Makoto finds out the Ifurita he meets in the forest is not the same one he met. Jinnai and Kalia come into contact with Makoto and company and play nice and are welcomed in, over Nanami's objections. When Makoto touches Kalia he gets a glimpse of the depths of her hidden agenda, and it's terrifying.",
          "Aliases": []
        },
        "3": {
          "ID": "8170223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170223",
          "TitleEnglish": "Third Tale: Ifurita: Farewell to Destiny",
          "SummaryEnglish": "The Priestesses try to confront Kalia, but are no match for her powers. Kalia sets out to further her own hidden plans, and Jinnai realizes he isn't nearly as in as much control of her as he thought he was. The other Ifurita sets off to stop her, but is too late. They battle, but Kalia proves to be her match, and then some. She sets the 'Trigger of Destruction' in motion.",
          "Aliases": []
        },
        "4": {
          "ID": "8170224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/el-hazard-the-magnificent-world/episodes/8170224",
          "TitleEnglish": "Fourth Tale: Promise for Reunion",
          "SummaryEnglish": "With Kalia's destructive plan unfolding, and the shrine being destroyed, Makoto tries to use the ancient technology to stop her. Makoto and Mr. Yurias join forces in using the ancient tech along with the power of Ifurita to try to stop Kalia. Ifurita brings Makoto inside the Trigger of Destruction in a last ditch effort to stop Kalia before she destroys the world. In the aftermath Fujisawa and Miz reconcile, and Makoto resumes his search for his own Ifurita.",
          "Aliases": []
        }
      }
    }
  }
}