{
    "URL": "https://www.thetvdb.com/series/shadows-house",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13362302/",
        "https://shadowshouse-anime.com/",
        "http://www.reddit.com/r/ShadowsHouse",
        "https://www.themoviedb.org/tv/111576",
        "https://x.com/shadowshouse_yj"
    ],
    "TitleEnglish": "Shadows House",
    "SummaryEnglish": "A faceless clan lives in a large mansion, masquerading as nobles. Their caretakers are living dolls who spend their days cleaning up the dirt the tenants leave behind. But there’s a deeper mystery at play… and the secret of the house will be unveiled.",
    "TitleJapanese": "シャドーハウス",
    "SummaryJapanese": "生きている人形を通して彼らの感情を表現する顔のない一族の本拠地であるシャドーハウス。 そのような人形の1つ、エミリコは、マスターのケイトが自分自身と家の謎についてさらに学ぶのを助けます。",
    "Aliases": [
        "Casa das Sombras"
    ],
    "Modified": "2025-07-03",
    "Seasons": {
        "1": {
            "ID": "1901954",
            "URL": "https://www.thetvdb.com/series/shadows-house/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8269690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8269690",
                    "TitleEnglish": "The Shadow and Her Doll",
                    "SummaryEnglish": "Kate meets her living doll and names her. The two play dress-up and begin to bond as master and servant, but there is much that they both must learn about each other and the mysterious Shadows House.",
                    "TitleJapanese": "シャドーと生き人形",
                    "SummaryJapanese": "“シャドーハウス”――そこには多くの“シャドー”とその世話係である“生き人形”たちが暮らしていた。\n“シャドー”一族の少女・ケイトのもとにひとりの“生き人形”がやってくる。\n最初はぎこちなかったふたりだったが一緒に過ごすうちに距離が近づく。そしてケイトは“生き人形”に“エミリコ”と名付けた。"
                },
                "2": {
                    "ID": "8348754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348754",
                    "TitleEnglish": "Outside the Room",
                    "SummaryEnglish": "Emilico ventures deeper into Shadows House. Back in Kate's room, a clumsy mistake leads to a scolding. The two have an unhappy encounter that raises Emilico's anxiety level, but she later vows not to fret so much.",
                    "TitleJapanese": "部屋の外には",
                    "SummaryJapanese": "ケイトに仕えることも慣れた頃、エミリコは他の“生き人形”たち同様に屋敷内の掃除をすることになった。\nローズマリーの班に配属され、ミア、ルウと共に掃除に勤しむ。\nさらにミアが仕えるシャドー・サラにも出会うが、主のケイトよりも先に話すエミリコは「失敗作」と言われてしまう。"
                },
                "3": {
                    "ID": "8348755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348755",
                    "TitleEnglish": "The Soot Sickness",
                    "SummaryEnglish": "Emilico has her first day of class with Rosemary and company until all hell breaks loose. Kate makes a surprising discovery with Emilico's help. The two vow to learn from one another, but little do they know of the plan being hatched behind closed doors.",
                    "TitleJapanese": "すすによる病",
                    "SummaryJapanese": "シャドーハウス”のことを学ぶ『授業』に参加したエミリコ。屋敷内をローズマリーに案内してもらいながら、\n『お披露目』のことを聞こうとするが、「生き人形はシャドー家に対して忠誠以外の心を持ってはいけない」と詳細は教えてもらえなかった。\nその時、掃除用具の間に“こびりつき”が現れて…。"
                },
                "4": {
                    "ID": "8348756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348756",
                    "TitleEnglish": "Watchers in the Night",
                    "SummaryEnglish": "Emilico and company have an unhappy encounter with a Star Bearer that leads to late-night watch duty. Kate frets over the approaching debut. Sides are taken, friendships are forged, and one of Shadow House's mysteries is solved.",
                    "TitleJapanese": "深夜の見回り",
                    "SummaryJapanese": "先日の騒動の原因について“星つき”の“生き人形”・バービーによる取り調べが行われた。\nその中で一方的に犯人扱いされたラム。バービーに口答えをしたエミリコとショーンはラムと共に原因を究明することになり、深夜に屋敷内の見回りを始める。\nさんにんは果たして原因をつきとめることが出来るのか…？"
                },
                "5": {
                    "ID": "8348757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348757",
                    "TitleEnglish": "The Debut",
                    "SummaryEnglish": "Tensions mount as the candidates prepare for the debut, but little do they know what Edward has in store. As the debut proceeds, Kate and Emilico struggle amid the more competitive candidates. Who will rise to the top, and who will be discarded?",
                    "TitleJapanese": "”お披露目”",
                    "SummaryJapanese": "ケイト、ジョン、ルイーズ、パトリック、シャーリーとそれぞれの“生き人形”たち5組は、\nそれぞれの想いや決意を胸に『お披露目』に挑む。\n『おじい様と共にある棟』に住む特別な“生き人形”・エドワードの主導でいよいよ『お披露目』が開始――！"
                },
                "6": {
                    "ID": "8348758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348758",
                    "TitleEnglish": "The Garden Labyrinth",
                    "SummaryEnglish": "The debut continues in the garden labyrinth as the dolls set out to find their shadow masters. They end up helping each other, and an unexpected duo forms. Edward tries to get his plan back on track. Kate has an unexpected encounter with an admirer.",
                    "TitleJapanese": "庭園迷路",
                    "SummaryJapanese": "合格への道を模索しながら『お披露目』に挑む5組。\n生き人形たちは、すす時計が落ち切る約2時間以内に、庭園に広がる迷路のどこかにいる主人を見つけ出し共に出口にたどり着くようにと試験官のエドワードから指示を受ける。\n時に協力しながら主人を探すエミリコ達。一方、ケイトは『お披露目』が何者かに監視されていることに気づき…。"
                },
                "7": {
                    "ID": "8348759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348759",
                    "TitleEnglish": "An Incomplete Map",
                    "SummaryEnglish": "Edward's labyrinth continues to confound the dolls as they race to save their masters. But will his plan unravel as they learn more about each other and find that working together has its advantages?",
                    "TitleJapanese": "不完全な地図",
                    "SummaryJapanese": "手渡された地図や道具を頼りに囚われた主人の元に急ぐ“生き人形”ごにん。\nしかし、庭園には様々な仕掛けが施されておりその行く手を阻む。\nごにんはそれぞれの主人と再会し時間内に出口にたどり着き、無事『お披露目』に合格することが出来るのか…"
                },
                "8": {
                    "ID": "8348760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348760",
                    "TitleEnglish": "In the Palm of His Hand",
                    "SummaryEnglish": "The debut continues as the dolls try to find their shadow masters. Will Lou and Ricky's unlikely partnership last much longer? Will Emilico and Rum survive the dreadful maze? And why has Edward planned such an elaborate debut in the first place?",
                    "TitleJapanese": "手のひらの上",
                    "SummaryJapanese": "主人と再会する“生き人形”も出始める中、エミリコに勇気づけられたラムは互いに合格してまた会うことを誓い、主人の元へ向かうのであった。\n全員が順調に合格に近づいている展開は『お披露目』で、誰かを落とさなければならないエドワードにとっては想定外であるにもかかわらず、\n彼は動揺もせずピアノを弾き悦に浸るのであった。"
                },
                "9": {
                    "ID": "8348761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348761",
                    "TitleEnglish": "A Birdcage and Flowers",
                    "SummaryEnglish": "The adult shadows continue watching the debut candidates navigate the garden labyrinth, but will Edward's plan work? Shaun and Ricky have another tense encounter, and the dolls try to rescue their masters. Who will survive, and who will be discarded?",
                    "TitleJapanese": "鳥籠と花",
                    "SummaryJapanese": "各々の状況が刻一刻と変化しながら『お披露目』は終幕に近づいていく。\nエミリコがたどり着いた先に居たのは鳥籠型の檻に囚われたケイトだった。すすに反応して段々と外れる鳥籠を支える鎖。\n下には棘だらけの木が待ち受けている。エミリコはケイトを助けられるのだろうか…"
                },
                "10": {
                    "ID": "8348762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348762",
                    "TitleEnglish": "The Final Pair",
                    "SummaryEnglish": "Kate and Emilico's fate hangs in the balance as Edward's carefully staged debut heads into its grand finale. Shirley and Rum have a breakthrough, but is it too little, too late? Meanwhile, the third-floor shadows continue to question Edward's methods.",
                    "TitleJapanese": "最後の一対",
                    "SummaryJapanese": "持ち前の気転と丈夫さを活かしてなんとかケイトを助け出したエミリコ。\n再会の喜びに浸る間もなく、すす時計は『お披露目』時間が残りわずかだということを示していた。\n果たしてふたりは時間内に出口までたどり着き『お披露目』に合格することはできるのか、……そして、明らかになるシャドー家の目的とは一体…？"
                },
                "11": {
                    "ID": "8348763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348763",
                    "TitleEnglish": "The Dark Drink",
                    "SummaryEnglish": "Kate notices a change in Emilico. Upon reading Emilico's notebook, she tries something to help her, but Emilico vanishes after learning a secret. Kate enlists John in finding her and then shares the secret with the others, but can they thwart Edward?",
                    "TitleJapanese": "黒い飲み物",
                    "SummaryJapanese": "お披露目会場で”特別な珈琲”を飲み、シャドー家への忠誠心で満たされるエミリコ。\nその様子にショックを受けるケイトはエミリコの部屋にあった考えないノートをもとに洗脳を和らげることに成功する。\nそして、ケイトは横たわるエミリコの手に自分の手を重ね、ふたりだけの秘密の話を打ち明けるのだった。"
                },
                "12": {
                    "ID": "8348764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348764",
                    "TitleEnglish": "To Lord Grandfather's Wing",
                    "SummaryEnglish": "Emilico finds herself in a bind, and Kate and the other children hatch a plan to slip into Lord Grandfather's wing to save her. Edward desperately tries to find out what Kate is up to, and the children finally learn the reason behind his plan.",
                    "TitleJapanese": "おじい様と共にある棟へ",
                    "SummaryJapanese": "何者かに連れ去られたエミリコ。\nケイトはジョン達と相談し犯人に目星をつけ、おじい様と共にある棟へ侵入し助け出すことを決める。\nお披露目を乗り越えた皆に協力してもらい、ケイトは栄光の廊下へと足を踏み出すのであった。"
                },
                "13": {
                    "ID": "8349797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8349797",
                    "TitleEnglish": "For the Sake of the Shadows Family",
                    "SummaryEnglish": "Kate searches for Emilico in Lord Grandfather's wing. John springs into action, and Kate gets some help from the other children and a strange new friend. As Edward's plan nears fruition, will the children of Shadows House be able to stop him?",
                    "TitleJapanese": "シャドー家のために",
                    "SummaryJapanese": "エミリコの元にたどり着いたケイトだが、すべてはエドワードの思惑通りに事が運んでいた。\n捕らえられたふたりはこのまま朝になれば、反乱分子としての処分は免れられない。\n絶望とも思える状況の中、怪しく動く”影”がふたつ……果たしてふたりはエドワードの手から逃れることが出来るのか――！？"
                }
            }
        },
        "2": {
            "ID": "1955452",
            "URL": "https://www.thetvdb.com/series/shadows-house/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8670456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8670456",
                    "TitleEnglish": "Those Newly Come of Age",
                    "SummaryEnglish": "Barbara and Barbie meet a robed figure at the entrance of the manor with a large number of Scorches. Later in the night, the Living Dolls are gathered and ordered to report if they know of the figure. Kate and Emilico discuss the announcement, then go to sleep.",
                    "TitleJapanese": "新成人たち",
                    "SummaryJapanese": "エドワードがエミリコを攫った事件からしばらくしたある日。\n夜中に星つきに呼び出された生き人形たちは、バービーからローブをまとった怪しい影が大広間に現れたという話を聞かされる。真っ先にバービーから疑われたエミリコは経緯をケイトに話すことに。"
                },
                "2": {
                    "ID": "9244800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244800",
                    "TitleEnglish": "The Best Star Bearer",
                    "SummaryEnglish": "Barbara strives to fulfill her role as a Star Bearer in spite of Barbie's concerns about her health. Troubled by the disturbances which keep occurring in the children's wing, Barbara wonders if things would have been different under the previous leader. Meanwhile, in John's rooms, John reads a letter from Kate. Something in it sends him into a state of shock.",
                    "TitleJapanese": "最高の”星つき”",
                    "SummaryJapanese": "バービーから体調を心配されながらも、星つきとしての役目を果たそうとするバーバラ。しかしこどもたちの棟で次々と起こる騒ぎに頭を悩ませ、”前のリーダー”であれば何か違ったかもしれないと考えていた。\n一方ケイトからもらった手紙を部屋で読んでいたジョンはなぜかショックを受けていて……？"
                },
                "3": {
                    "ID": "9244801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244801",
                    "TitleEnglish": "A Great Cleaning",
                    "SummaryEnglish": "Kate and Emilico have resolved to become Star Bearers in order to close in on the secrets of the house, and begin to make moves in order to gather information. But just as they are about to get started in earnest, the living dolls all gather in the great hall for a rejoicing party where they are attacked by a huge mass of scorches, leading to a second incident of phantom mayhem.",
                    "TitleJapanese": "大掃除",
                    "SummaryJapanese": "館の秘密に迫るため、星つきを目指すことを決めたケイトたちは、情報収集をするべく行動を始める。しかしその矢先、生き人形たちが”喜びの会”のため大広間に集まっていると大量のこびりつきに襲われ、二度目の”亡霊騒ぎ”が起きてしまう。"
                },
                "4": {
                    "ID": "9244802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244802",
                    "TitleEnglish": "Potential Suspects",
                    "SummaryEnglish": "The Star Bearers have determined that the soot pipes are the origin of the phantoms. For now, in order to quell the disorder in the children's wing, Barbara punishes the Belle twins, who broke the coffee carafes, by assigning them to cleaning the soot pipes. However, having been unable to ascertain the true culprit behind the incidents, the Star Bearers turn their suspicions on Kate.",
                    "TitleJapanese": "犯人候補",
                    "SummaryJapanese": "亡霊の発生源はすす管であると突き止めた星つきたち。バーバラはひとまずこどもたちの棟の混乱を鎮めるため、”珈琲”を割った双子のベルにすす管清掃の罰を与える。しかし、事件の真犯人をつかみきれずにいた星つきたちはケイトに疑いの目を向ける。"
                },
                "5": {
                    "ID": "9244803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244803",
                    "TitleEnglish": "A Midnight Meeting of Peers",
                    "SummaryEnglish": "While in the research team's lab, Kate and the others look for hints as to Master Robe's identity.",
                    "TitleJapanese": "深夜の同期会",
                    "SummaryJapanese": "思いがけず研究班の研究の間（ラボラトリー）に迷い込んだケイトたち。研究班の班員にもみくちゃにされながら、ケイトたちはローブ様の正体を掴むべく、犯人のヒントを探る。"
                },
                "6": {
                    "ID": "9244804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244804",
                    "TitleEnglish": "Night Sky",
                    "SummaryEnglish": "As Kate meets with her peers, Emilico and John reminisce under a starry sky, but the night will not end as quietly as it begins.",
                    "TitleJapanese": "夜の空",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9244805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244805",
                    "TitleEnglish": "Individual Investigations",
                    "SummaryEnglish": "Each of the peers from the midnight meeting, along with their living dolls, begin their separate investigations.",
                    "TitleJapanese": "個別捜査",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9244806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244806",
                    "TitleEnglish": "The Identity of Master Robe",
                    "SummaryEnglish": "Kate and the others hold another meeting in Patrick's rooms to share information, and as they hone in on the culprit behind the phantom mayhem, Emilico realizes something.",
                    "TitleJapanese": "ローブ様の正体",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9244807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244807",
                    "TitleEnglish": "The Last Lessons",
                    "SummaryEnglish": "Kate and the others have deduced the identity of Master Robe, the culprit behind the phantom mayhem, who then tells them of the cruel secret of Shadows House.",
                    "TitleJapanese": "最後の授業",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9244808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244808",
                    "TitleEnglish": "The Value of Friends",
                    "SummaryEnglish": "No match for Maryrose, Kate and John flee the main house, but just when they feel truly cornered, they come up with a plan to turn the tables.",
                    "TitleJapanese": "仲間の価値",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9244811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244811",
                    "TitleEnglish": "The Answer of the Two",
                    "SummaryEnglish": "The culprits are captured and handed over to the Star Bearers where a brief conversation calls up the regrets of a broken promise and secrets hidden in the past.",
                    "TitleJapanese": "ふたりの答え",
                    "SummaryJapanese": "ケイトたちによって捕らえられたマリ―ローズとローズマリーは星つきに引き渡される。マリ―ローズがバーバラと言葉を交わすと、果たせなかった約束の悔恨とともに物語は秘められた過去の記憶へと流れ出す。"
                },
                "12": {
                    "ID": "9244813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244813",
                    "TitleEnglish": "Those Who Fight Back",
                    "SummaryEnglish": "The phantom mayhem has ended in the worst possible way, and as the house tries to settle back into its usual routine, Kate and Emilico's suspicions and fears give rise to an unshakeable determination.",
                    "TitleJapanese": "抗う者たち",
                    "SummaryJapanese": null
                }
            }
        }
    }
}