{
  "URL": "https://www.thetvdb.com/series/shadows-house",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13362302/",
    "https://shadowshouse-anime.com/",
    "http://www.reddit.com/r/ShadowsHouse",
    "https://www.themoviedb.org/tv/111576",
    "https://x.com/shadowshouse_yj"
  ],
  "TitleEnglish": "Shadows House",
  "SummaryEnglish": "A faceless clan lives in a large mansion, masquerading as nobles. Their caretakers are living dolls who spend their days cleaning up the dirt the tenants leave behind. But there’s a deeper mystery at play… and the secret of the house will be unveiled.",
  "Aliases": [],
  "Modified": "2025-07-03",
  "Seasons": {
    "1": {
      "ID": "1901954",
      "URL": "https://www.thetvdb.com/series/shadows-house/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "8269690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8269690",
          "TitleEnglish": "The Shadow and Her Doll",
          "SummaryEnglish": "Kate meets her living doll and names her. The two play dress-up and begin to bond as master and servant, but there is much that they both must learn about each other and the mysterious Shadows House.",
          "Aliases": []
        },
        "2": {
          "ID": "8348754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348754",
          "TitleEnglish": "Outside the Room",
          "SummaryEnglish": "Emilico ventures deeper into Shadows House. Back in Kate's room, a clumsy mistake leads to a scolding. The two have an unhappy encounter that raises Emilico's anxiety level, but she later vows not to fret so much.",
          "Aliases": []
        },
        "3": {
          "ID": "8348755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348755",
          "TitleEnglish": "The Soot Sickness",
          "SummaryEnglish": "Emilico has her first day of class with Rosemary and company until all hell breaks loose. Kate makes a surprising discovery with Emilico's help. The two vow to learn from one another, but little do they know of the plan being hatched behind closed doors.",
          "Aliases": []
        },
        "4": {
          "ID": "8348756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348756",
          "TitleEnglish": "Watchers in the Night",
          "SummaryEnglish": "Emilico and company have an unhappy encounter with a Star Bearer that leads to late-night watch duty. Kate frets over the approaching debut. Sides are taken, friendships are forged, and one of Shadow House's mysteries is solved.",
          "Aliases": []
        },
        "5": {
          "ID": "8348757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348757",
          "TitleEnglish": "The Debut",
          "SummaryEnglish": "Tensions mount as the candidates prepare for the debut, but little do they know what Edward has in store. As the debut proceeds, Kate and Emilico struggle amid the more competitive candidates. Who will rise to the top, and who will be discarded?",
          "Aliases": []
        },
        "6": {
          "ID": "8348758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348758",
          "TitleEnglish": "The Garden Labyrinth",
          "SummaryEnglish": "The debut continues in the garden labyrinth as the dolls set out to find their shadow masters. They end up helping each other, and an unexpected duo forms. Edward tries to get his plan back on track. Kate has an unexpected encounter with an admirer.",
          "Aliases": []
        },
        "7": {
          "ID": "8348759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348759",
          "TitleEnglish": "An Incomplete Map",
          "SummaryEnglish": "Edward's labyrinth continues to confound the dolls as they race to save their masters. But will his plan unravel as they learn more about each other and find that working together has its advantages?",
          "Aliases": []
        },
        "8": {
          "ID": "8348760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348760",
          "TitleEnglish": "In the Palm of His Hand",
          "SummaryEnglish": "The debut continues as the dolls try to find their shadow masters. Will Lou and Ricky's unlikely partnership last much longer? Will Emilico and Rum survive the dreadful maze? And why has Edward planned such an elaborate debut in the first place?",
          "Aliases": []
        },
        "9": {
          "ID": "8348761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348761",
          "TitleEnglish": "A Birdcage and Flowers",
          "SummaryEnglish": "The adult shadows continue watching the debut candidates navigate the garden labyrinth, but will Edward's plan work? Shaun and Ricky have another tense encounter, and the dolls try to rescue their masters. Who will survive, and who will be discarded?",
          "Aliases": []
        },
        "10": {
          "ID": "8348762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348762",
          "TitleEnglish": "The Final Pair",
          "SummaryEnglish": "Kate and Emilico's fate hangs in the balance as Edward's carefully staged debut heads into its grand finale. Shirley and Rum have a breakthrough, but is it too little, too late? Meanwhile, the third-floor shadows continue to question Edward's methods.",
          "Aliases": []
        },
        "11": {
          "ID": "8348763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348763",
          "TitleEnglish": "The Dark Drink",
          "SummaryEnglish": "Kate notices a change in Emilico. Upon reading Emilico's notebook, she tries something to help her, but Emilico vanishes after learning a secret. Kate enlists John in finding her and then shares the secret with the others, but can they thwart Edward?",
          "Aliases": []
        },
        "12": {
          "ID": "8348764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8348764",
          "TitleEnglish": "To Lord Grandfather's Wing",
          "SummaryEnglish": "Emilico finds herself in a bind, and Kate and the other children hatch a plan to slip into Lord Grandfather's wing to save her. Edward desperately tries to find out what Kate is up to, and the children finally learn the reason behind his plan.",
          "Aliases": []
        },
        "13": {
          "ID": "8349797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8349797",
          "TitleEnglish": "For the Sake of the Shadows Family",
          "SummaryEnglish": "Kate searches for Emilico in Lord Grandfather's wing. John springs into action, and Kate gets some help from the other children and a strange new friend. As Edward's plan nears fruition, will the children of Shadows House be able to stop him?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1955452",
      "URL": "https://www.thetvdb.com/series/shadows-house/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8670456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/8670456",
          "TitleEnglish": "Those Newly Come of Age",
          "SummaryEnglish": "Barbara and Barbie meet a robed figure at the entrance of the manor with a large number of Scorches. Later in the night, the Living Dolls are gathered and ordered to report if they know of the figure. Kate and Emilico discuss the announcement, then go to sleep.",
          "Aliases": []
        },
        "2": {
          "ID": "9244800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244800",
          "TitleEnglish": "The Best Star Bearer",
          "SummaryEnglish": "Barbara strives to fulfill her role as a Star Bearer in spite of Barbie's concerns about her health. Troubled by the disturbances which keep occurring in the children's wing, Barbara wonders if things would have been different under the previous leader. Meanwhile, in John's rooms, John reads a letter from Kate. Something in it sends him into a state of shock.",
          "Aliases": []
        },
        "3": {
          "ID": "9244801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244801",
          "TitleEnglish": "A Great Cleaning",
          "SummaryEnglish": "Kate and Emilico have resolved to become Star Bearers in order to close in on the secrets of the house, and begin to make moves in order to gather information. But just as they are about to get started in earnest, the living dolls all gather in the great hall for a rejoicing party where they are attacked by a huge mass of scorches, leading to a second incident of phantom mayhem.",
          "Aliases": []
        },
        "4": {
          "ID": "9244802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244802",
          "TitleEnglish": "Potential Suspects",
          "SummaryEnglish": "The Star Bearers have determined that the soot pipes are the origin of the phantoms. For now, in order to quell the disorder in the children's wing, Barbara punishes the Belle twins, who broke the coffee carafes, by assigning them to cleaning the soot pipes. However, having been unable to ascertain the true culprit behind the incidents, the Star Bearers turn their suspicions on Kate.",
          "Aliases": []
        },
        "5": {
          "ID": "9244803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244803",
          "TitleEnglish": "A Midnight Meeting of Peers",
          "SummaryEnglish": "While in the research team's lab, Kate and the others look for hints as to Master Robe's identity.",
          "Aliases": []
        },
        "6": {
          "ID": "9244804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244804",
          "TitleEnglish": "Night Sky",
          "SummaryEnglish": "As Kate meets with her peers, Emilico and John reminisce under a starry sky, but the night will not end as quietly as it begins.",
          "Aliases": []
        },
        "7": {
          "ID": "9244805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244805",
          "TitleEnglish": "Individual Investigations",
          "SummaryEnglish": "Each of the peers from the midnight meeting, along with their living dolls, begin their separate investigations.",
          "Aliases": []
        },
        "8": {
          "ID": "9244806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244806",
          "TitleEnglish": "The Identity of Master Robe",
          "SummaryEnglish": "Kate and the others hold another meeting in Patrick's rooms to share information, and as they hone in on the culprit behind the phantom mayhem, Emilico realizes something.",
          "Aliases": []
        },
        "9": {
          "ID": "9244807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244807",
          "TitleEnglish": "The Last Lessons",
          "SummaryEnglish": "Kate and the others have deduced the identity of Master Robe, the culprit behind the phantom mayhem, who then tells them of the cruel secret of Shadows House.",
          "Aliases": []
        },
        "10": {
          "ID": "9244808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244808",
          "TitleEnglish": "The Value of Friends",
          "SummaryEnglish": "No match for Maryrose, Kate and John flee the main house, but just when they feel truly cornered, they come up with a plan to turn the tables.",
          "Aliases": []
        },
        "11": {
          "ID": "9244811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244811",
          "TitleEnglish": "The Answer of the Two",
          "SummaryEnglish": "The culprits are captured and handed over to the Star Bearers where a brief conversation calls up the regrets of a broken promise and secrets hidden in the past.",
          "Aliases": []
        },
        "12": {
          "ID": "9244813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shadows-house/episodes/9244813",
          "TitleEnglish": "Those Who Fight Back",
          "SummaryEnglish": "The phantom mayhem has ended in the worst possible way, and as the house tries to settle back into its usual routine, Kate and Emilico's suspicions and fears give rise to an unshakeable determination.",
          "Aliases": []
        }
      }
    }
  }
}