{
    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1C3E-8609-5DFC-CFE9-0889-K",
        "https://www.imdb.com/title/tt13884052/",
        "https://tanmoshi-anime.jp/",
        "http://www.reddit.com/r/DetectiveAlreadyDead",
        "https://www.tvmaze.com/shows/55377/show-slug",
        "https://www.themoviedb.org/tv/117061",
        "https://en.wikipedia.org/wiki/The_Detective_Is_Already_Dead",
        "https://x.com/tanteiwamou_"
    ],
    "TitleEnglish": "The Detective Is Already Dead",
    "SummaryEnglish": "Kimihiko Kimizuka has found himself inadvertently entangled in various crimes more times than he can remember, referring to himself as a magnet for trouble. One day, as if it was nothing out of the ordinary, a group of unknown men kidnaps him, forcing him to board a flight—where he also encounters a hijacking. Amid the resulting chaos, however, Kimizuka meets a stunning silver-haired beauty, going by the codename Siesta, who then saves the day.",
    "Aliases": [
        "Tantei wa Mō, Shindeiru.",
        "Tantei wa mou, Shindeiru.",
        "Tanmoshi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1903315",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8763052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8763052",
                    "TitleEnglish": "『探偵はもう、死んでいる。』キャストが語るここだけの話！スペシャル",
                    "SummaryEnglish": "AT-Xだけの独占放送！！ 「探偵はもう、死んでいる。」のメインキャスト陣が語る特別番組。 詳細情報 ＜出演＞ 長井新（君塚君彦 役）、宮下早紀（シエスタ 役）、竹達彩奈（夏凪渚 役）、高尾奏音（斎川唯 役）、白砂沙帆（シャーロット・有坂・アンダーソン 役） ＜番組内容＞ 無事最終回を迎えた本作、放送中には話せなかったエピソードや思い出を話しながら振り返っていきます。作品にまつわるクイズ企画も！"
                }
            }
        },
        "1": {
            "ID": "1903316",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8265079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8265079",
                    "TitleEnglish": "Attention Passengers: Is There A Detective on Board? / Commence Adolescent Romantic Comedy",
                    "SummaryEnglish": "Kimizuka, a middle-school student, meets the beautiful detective Siesta in the process of thwarting a plane hijacking. As they next investigate a mystery at Kimizuka’s school Culture Festival, Siesta urges Kimizuka to become her sidekick."
                },
                "2": {
                    "ID": "8490867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490867",
                    "TitleEnglish": "I Still Remember, After All This Time",
                    "SummaryEnglish": "Kimizuka is approached by Nagisa Natsunagi, a girl with a yearning seemingly inspired by the heart she received in a transplant. When Kimizuka asks Fuubi for help, she takes them to meet an unexpected someone who provides surprising information."
                },
                "3": {
                    "ID": "8490868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490868",
                    "TitleEnglish": "That's Yui-nya Quality",
                    "SummaryEnglish": "A teen idol, Yui Saikawa, enlists Kimizuka and Natsunagi--who has taken up the mantle of legendary detective--to guard a priceless sapphire. In preparing for this, the two realize that more than just a precious jewel is at risk."
                },
                "4": {
                    "ID": "8490869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490869",
                    "TitleEnglish": "What I See in That Eye",
                    "SummaryEnglish": "On the night of Yui Saikawa’s big stadium show, Kimizuka and Natsunagi struggle to protect her from a hidden assailant. But the further the two dig into the plot against Saikawa, the clearer it becomes that the teen idol has secrets of her own."
                },
                "5": {
                    "ID": "8490870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490870",
                    "TitleEnglish": "That Was Directed at One Year in the Future",
                    "SummaryEnglish": "Siesta and Kimizuka investigate a series of murders by someone called Cerberus, who for some sinister reason steals victims’ hearts. As Cerberus eludes Siesta’s pursuit, she comes up with a more desperate tactic, much to Kimizuka’s dismay."
                },
                "6": {
                    "ID": "8490871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490871",
                    "TitleEnglish": "Crimson Devil, Ice Queen",
                    "SummaryEnglish": "Siesta and Kimizuka win the battle with SPES's top executive Hell who suddenly appears. In return, Siesta was injured in her leg for about two weeks. Kimizuka, who was asked to use it, meets Alicia, a girl who was sleeping in a cardboard box in the back alley. Kimizuka asks her relatives, but Alicia has lost her memory so far..."
                },
                "7": {
                    "ID": "8490872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490872",
                    "TitleEnglish": "In Time, You Will Recall this Day",
                    "SummaryEnglish": "Kimizuka searches for \"Sapphire's Eyes\" with Alicia, who acted as a detective during Siesta's medical treatment. For a short while, three people visit the dining bar to celebrate the complete recovery of Siesta. Siesta offered Kimizuka a glass to make up for the apple pie, and when he noticed it was late at night. When Siesta returned to the room, she sat down on the bed and called out to Kimizuka, \"Come here.\""
                },
                "8": {
                    "ID": "8490873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490873",
                    "TitleEnglish": "With That, We Set out on a Journey Once Again",
                    "SummaryEnglish": "Kimizuka and Siesta realized that the wind that they met the other day was a fake. While upset, a fifth victim was killed. Siesta, who chooses her means to defeat her Hell, and Kimizuka, who wants to respect the feelings of her bereaved family, pass each other. Three days later, Alicia is involved in the incident. She was Kimizuka, who was relieved by Alicia, but she was beginning to realize the unacceptable reality..."
                },
                "9": {
                    "ID": "8490874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490874",
                    "TitleEnglish": "SPES",
                    "SummaryEnglish": "To regain Alicia, Siesta, Kimizuka, and Shall finally arrived at the SPES base. Kimizuka, who was split into two hands with Siesta and acted with Shall, confronts SPES's main ball \"Seed\" and learns the true identity of SPES. Meanwhile, Siesta reunites with Hell and attempts to recapture Alicia."
                },
                "10": {
                    "ID": "8490875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490875",
                    "TitleEnglish": "So I Can't Become a Detective",
                    "SummaryEnglish": "Saikawa, Natsunagi, and Kimizuka set off on a cruise together, during which Kimizuka unexpectedly encounters a former acquaintance. It turns out that something precious is onboard the ship, something which attracts the wrong sort of attention."
                },
                "11": {
                    "ID": "8490876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490876",
                    "TitleEnglish": "A Light in the Midst of Hope",
                    "SummaryEnglish": "Facing off against Chameleon with Natsunagi’s life on the line, Kimizuka finds that he is not alone in this battle, with help coming in unexpected forms. But against this wily foe, Kimizuka’s allies--and his own resilience--are tested to the limits."
                },
                "12": {
                    "ID": "8490877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490877",
                    "TitleEnglish": "Those Dizzying Three Years I Spent with You",
                    "SummaryEnglish": "Siesta, returned in spirit, partners with Kimizuka in a desperate battle against an ever-changing and resilient foe. In the aftermath of this battle, the survivors carry lingering questions and doubts, and must try to find closure amongst themselves."
                }
            }
        },
        "2": {
            "ID": "2011306",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10724901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/10724901",
                    "TitleEnglish": "TBD",
                    "SummaryEnglish": null
                }
            }
        }
    }
}