{
    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1C3E-8609-5DFC-CFE9-0889-K",
        "https://www.imdb.com/title/tt13884052/",
        "https://tanmoshi-anime.jp/",
        "http://www.reddit.com/r/DetectiveAlreadyDead",
        "https://www.tvmaze.com/shows/55377/show-slug",
        "https://www.themoviedb.org/tv/117061",
        "https://en.wikipedia.org/wiki/The_Detective_Is_Already_Dead",
        "https://x.com/tanteiwamou_"
    ],
    "TitleEnglish": "The Detective Is Already Dead",
    "SummaryEnglish": "Kimihiko Kimizuka has found himself inadvertently entangled in various crimes more times than he can remember, referring to himself as a magnet for trouble. One day, as if it was nothing out of the ordinary, a group of unknown men kidnaps him, forcing him to board a flight—where he also encounters a hijacking. Amid the resulting chaos, however, Kimizuka meets a stunning silver-haired beauty, going by the codename Siesta, who then saves the day.",
    "TitleJapanese": "探偵はもう、死んでいる。",
    "SummaryJapanese": "君塚公彦は、自分をトラブルの引き金と呼んで、思い出せないほど何度も不注意にさまざまな犯罪に巻き込まれていることに気づきました。 ある日、それが異常なことではないかのように、未知の男性のグループが彼を誘拐し、彼を飛行機に乗せさせました。そこで彼はハイジャックにも遭遇しました。 しかし、結果として生じる混乱の中で、キミズカは、コードネームシエスタによって行く、見事な銀髪の美しさに出会い、それからその日を救います。",
    "Aliases": [
        "Tantei wa Mō, Shindeiru.",
        "Tantei wa mou, Shindeiru.",
        "Tanmoshi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1903315",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8763052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8763052",
                    "TitleEnglish": "『探偵はもう、死んでいる。』キャストが語るここだけの話！スペシャル",
                    "SummaryEnglish": "AT-Xだけの独占放送！！ 「探偵はもう、死んでいる。」のメインキャスト陣が語る特別番組。 詳細情報 ＜出演＞ 長井新（君塚君彦 役）、宮下早紀（シエスタ 役）、竹達彩奈（夏凪渚 役）、高尾奏音（斎川唯 役）、白砂沙帆（シャーロット・有坂・アンダーソン 役） ＜番組内容＞ 無事最終回を迎えた本作、放送中には話せなかったエピソードや思い出を話しながら振り返っていきます。作品にまつわるクイズ企画も！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1903316",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8265079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8265079",
                    "TitleEnglish": "Attention Passengers: Is There A Detective on Board? / Commence Adolescent Romantic Comedy",
                    "SummaryEnglish": "Kimizuka, a middle-school student, meets the beautiful detective Siesta in the process of thwarting a plane hijacking. As they next investigate a mystery at Kimizuka’s school Culture Festival, Siesta urges Kimizuka to become her sidekick.",
                    "TitleJapanese": "お客様の中に、探偵の方はいらっしゃいませんか?",
                    "SummaryJapanese": "中学生の君塚は、飛行機のハイジャックを阻止する過程で美しい探偵シエスタに会う。 彼らが次にキミズカの学校文化祭で謎を調査するとき、シエスタはキミズカに彼女の相棒になるように促します。"
                },
                "2": {
                    "ID": "8490867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490867",
                    "TitleEnglish": "I Still Remember, After All This Time",
                    "SummaryEnglish": "Kimizuka is approached by Nagisa Natsunagi, a girl with a yearning seemingly inspired by the heart she received in a transplant. When Kimizuka asks Fuubi for help, she takes them to meet an unexpected someone who provides surprising information.",
                    "TitleJapanese": "今も、ずっと、憶えてる",
                    "SummaryJapanese": "移植で受けた心に触発されたと思われる憧れの少女、夏木渚が木塚に迫る。 君塚はふうびに助けを求めると、意外な情報を提供してくれる意外な人に会いに連れて行ってくれる。"
                },
                "3": {
                    "ID": "8490868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490868",
                    "TitleEnglish": "That's Yui-nya Quality",
                    "SummaryEnglish": "A teen idol, Yui Saikawa, enlists Kimizuka and Natsunagi--who has taken up the mantle of legendary detective--to guard a priceless sapphire. In preparing for this, the two realize that more than just a precious jewel is at risk.",
                    "TitleJapanese": "それが、唯にゃクオリティ",
                    "SummaryJapanese": "10代のアイドル、西川ゆいは、伝説の探偵のマントを手にしたキミズカとナツナギに、貴重なサファイアを守るように頼みます。 これに備える際に、2人は単なる貴重な宝石以上のものが危険にさらされていることに気づきます。"
                },
                "4": {
                    "ID": "8490869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490869",
                    "TitleEnglish": "What I See in That Eye",
                    "SummaryEnglish": "On the night of Yui Saikawa’s big stadium show, Kimizuka and Natsunagi struggle to protect her from a hidden assailant. But the further the two dig into the plot against Saikawa, the clearer it becomes that the teen idol has secrets of her own.",
                    "TitleJapanese": "その瞳に視えているもの",
                    "SummaryJapanese": "西川ゆいの大きなスタジアムショーの夜、キミズカとナツナギは隠された加害者から彼女を守るために奮闘します。 しかし、二人が西川に対する陰謀を深く掘り下げるほど、10代のアイドルが彼女自身の秘密を持っていることが明らかになります。"
                },
                "5": {
                    "ID": "8490870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490870",
                    "TitleEnglish": "That Was Directed at One Year in the Future",
                    "SummaryEnglish": "Siesta and Kimizuka investigate a series of murders by someone called Cerberus, who for some sinister reason steals victims’ hearts. As Cerberus eludes Siesta’s pursuit, she comes up with a more desperate tactic, much to Kimizuka’s dismay.",
                    "TitleJapanese": "それは一年後の未来へ向けた",
                    "SummaryJapanese": "シエスタとキミズカは、ケルベロスと呼ばれる人物による一連の殺人事件を調査します。ケルベロスは、何らかの不吉な理由で犠牲者の心を盗みます。 ケルベロスがシエスタの追求を逃れると、彼女はより必死の戦術を思いつき、キミズカの失望に大きく影響します。"
                },
                "6": {
                    "ID": "8490871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490871",
                    "TitleEnglish": "Crimson Devil, Ice Queen",
                    "SummaryEnglish": "Siesta and Kimizuka win the battle with SPES's top executive Hell who suddenly appears. In return, Siesta was injured in her leg for about two weeks. Kimizuka, who was asked to use it, meets Alicia, a girl who was sleeping in a cardboard box in the back alley. Kimizuka asks her relatives, but Alicia has lost her memory so far...",
                    "TitleJapanese": "紅蓮の悪魔、氷の女王",
                    "SummaryJapanese": "シエスタとキミズカが突然現れたSPESのトップエグゼクティブヘルとの戦いに勝利。 その見返りに、シエスタは約2週間足を負傷しました。 使用を依頼された君塚は、路地裏の段ボール箱で寝ていた少女アリシアと出会う。 君塚は親戚に尋ねるが、アリシアは今のところ記憶を失っている..."
                },
                "7": {
                    "ID": "8490872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490872",
                    "TitleEnglish": "In Time, You Will Recall this Day",
                    "SummaryEnglish": "Kimizuka searches for \"Sapphire's Eyes\" with Alicia, who acted as a detective during Siesta's medical treatment. For a short while, three people visit the dining bar to celebrate the complete recovery of Siesta. Siesta offered Kimizuka a glass to make up for the apple pie, and when he noticed it was late at night. When Siesta returned to the room, she sat down on the bed and called out to Kimizuka, \"Come here.\"",
                    "TitleJapanese": "いつか、この日を思い出す",
                    "SummaryJapanese": "君塚はシエスタの治療中に探偵を務めたアリシアと一緒に「サファイアの瞳」を探す。 しばらくの間、シエスタの完全な回復を祝うために3人がダイニングバーを訪れます。 シエスタはキミズカにアップルパイを補うためのグラスを提供しました、そして彼がそれに気づいたときそれは夜遅くでした。 シエスタが部屋に戻ると、ベッドに腰を下ろし、君塚に「ここに来なさい」と声をかけた。"
                },
                "8": {
                    "ID": "8490873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490873",
                    "TitleEnglish": "With That, We Set out on a Journey Once Again",
                    "SummaryEnglish": "Kimizuka and Siesta realized that the wind that they met the other day was a fake. While upset, a fifth victim was killed. Siesta, who chooses her means to defeat her Hell, and Kimizuka, who wants to respect the feelings of her bereaved family, pass each other. Three days later, Alicia is involved in the incident. She was Kimizuka, who was relieved by Alicia, but she was beginning to realize the unacceptable reality...",
                    "TitleJapanese": "そうしてもう一度、旅にでる",
                    "SummaryJapanese": "君塚とシエスタは先日出会った風が偽物だと気づいた。 動揺している間に、5人目の犠牲者が殺されました。 地獄を倒す手段を選んだシエスタと、遺族の気持ちを尊重したいキミズカがすれ違う。 3日後、アリシアは事件に巻き込まれました。 アリシアに安堵した君塚だったが、容認できない現実に気づき始めていた…"
                },
                "9": {
                    "ID": "8490874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490874",
                    "TitleEnglish": "SPES",
                    "SummaryEnglish": "To regain Alicia, Siesta, Kimizuka, and Shall finally arrived at the SPES base. Kimizuka, who was split into two hands with Siesta and acted with Shall, confronts SPES's main ball \"Seed\" and learns the true identity of SPES. Meanwhile, Siesta reunites with Hell and attempts to recapture Alicia.",
                    "TitleJapanese": "SPES",
                    "SummaryJapanese": "アリシアを取り戻すために、シエスタ、キミズカ、そしてシャルはついにSPES基地に到着した。 シエスタと両手に分かれてシャルと共演したキミズカは、SPESのメインボール「シード」と対峙し、SPESの正体を知る。 その間、シエスタは地獄と再会し、アリシアを奪還しようとします。"
                },
                "10": {
                    "ID": "8490875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490875",
                    "TitleEnglish": "So I Can't Become a Detective",
                    "SummaryEnglish": "Saikawa, Natsunagi, and Kimizuka set off on a cruise together, during which Kimizuka unexpectedly encounters a former acquaintance. It turns out that something precious is onboard the ship, something which attracts the wrong sort of attention.",
                    "TitleJapanese": "だから俺は、探偵にはなれない",
                    "SummaryJapanese": "西川、夏木、木塚は一緒にクルーズに出かけ、その間に木水香は思いがけず元知人と出会う。 船内には貴重なものがあり、間違った注意を引くものであることがわかりました。"
                },
                "11": {
                    "ID": "8490876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490876",
                    "TitleEnglish": "A Light in the Midst of Hope",
                    "SummaryEnglish": "Facing off against Chameleon with Natsunagi’s life on the line, Kimizuka finds that he is not alone in this battle, with help coming in unexpected forms. But against this wily foe, Kimizuka’s allies--and his own resilience--are tested to the limits.",
                    "TitleJapanese": "希望の中の光",
                    "SummaryJapanese": "なつなぎの命を賭けてカメレオンと対峙した木塚は、思いがけない形で助けを借りて、この戦いで彼だけではないことに気づきます。 しかし、この狡猾な敵に対して、キミズカの同盟国と彼自身の回復力は限界まで試されています。"
                },
                "12": {
                    "ID": "8490877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/8490877",
                    "TitleEnglish": "Those Dizzying Three Years I Spent with You",
                    "SummaryEnglish": "Siesta, returned in spirit, partners with Kimizuka in a desperate battle against an ever-changing and resilient foe. In the aftermath of this battle, the survivors carry lingering questions and doubts, and must try to find closure amongst themselves.",
                    "TitleJapanese": "君と過ごした、あの目も眩むような三年間は",
                    "SummaryJapanese": "精神的に戻ったシエスタは、絶え間なく変化する弾力性のある敵との必死の戦いでキミズカと提携します。 この戦いの余波で、生存者は長引く質問と疑いを持ち、彼らの間で閉鎖を見つけようとしなければなりません。"
                }
            }
        },
        "2": {
            "ID": "2011306",
            "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10724901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-detective-is-already-dead/episodes/10724901",
                    "TitleEnglish": "TBD",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}