{
    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13851958/",
        "https://vivy-portal.com/",
        "http://www.reddit.com/r/Vivy",
        "https://www.themoviedb.org/tv/116725",
        "https://x.com/vivy_portal"
    ],
    "TitleEnglish": "Vivy: Fluorite Eye's Song",
    "SummaryEnglish": "In the near future, Vivy, a diva-type A.I., went up on stage each day with hopes of putting her heart into her song. One day, the A.I. Matsumoto, who claims to have arrived from 100 years in the future, appears before Vivy with an important request...",
    "Aliases": [
        "Vivy - Fluorite Eye's Song",
        "Vivy -Fluorite Eye's Song-",
        "Vivy - Fluorite Eye's Song -",
        "Vivy: Fluorite Eye's Song"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1905864",
            "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8500657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8500657",
                    "TitleEnglish": "Special Summary – To Make Everyone Happy With My Singing",
                    "SummaryEnglish": "A special summary of all 13 episodes of the TV anime \"Vivy -Fluorite Eye's Song-\" with Vivy/Diva's songs and Matsumoto's narration. We hope you will enjoy the hundred-year journey that Vivy has taken."
                },
                "2": {
                    "ID": "10926725",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/10926725",
                    "TitleEnglish": "Vivy: Fluorite Eye’s Song - Pilot Movie",
                    "SummaryEnglish": "Pilot of the Vivy -Fluorite Eye’s Song- anime that was produced before the main story was made. After the show had fully aired, it was first unveiled on August 21, 2021 in WIT STUDIO's 10th Anniversary Online Talk Show #3 with featured guest and Vivy character designer loundraw. The pilot was later separately published on WIT Studio's official YouTube channel on August 24, 2021."
                }
            }
        },
        "1": {
            "ID": "1905865",
            "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8257291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257291",
                    "TitleEnglish": "My Code – To Make Everyone Happy With My Singing",
                    "SummaryEnglish": "“My mission is to bring happiness to everyone with my singing.” Vivy was created as the world’s first autonomous humanoid AI and works at the NiaLand theme park. Her mission is “to make everyone happy with her singing.” While she is singing on stage, she comes into contact with an AI that calls himself Matsumoto. Amidst her confusion, he asks for her help to rewrite history together, in order to stop the war between AI and humans that will happen one hundred years later."
                },
                "2": {
                    "ID": "8257292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257292",
                    "TitleEnglish": "Quarter Note – The Beginning of the One Hundred-Year Journey",
                    "SummaryEnglish": "“Your one hundred-year journey starts here.” One of the causes of the war between AI and humans that will happen one hundred years later, is the death of a politician named Aikawa. The anti-AI terrorist group “Toak” tries to assault Assemblyman Aikawa, but Vivi and Matsumoto take action to prevent this tragedy from happening. However, Vivy has no way of retaliating against the relentless attack of the terrorists since she was created to be a singer, and they find themselves backed into a corner…"
                },
                "3": {
                    "ID": "8257293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257293",
                    "TitleEnglish": "A Tender Moon Tempo – A Pleasant Chat with the Stars",
                    "SummaryEnglish": "“Relax and enjoy a pleasant conversation with the stars.” After the incident with Assemblyman Aikawa, more people start coming to see Vivy perform on stage. One day, Matsumoto appears before Vivy again, and urges her to get on board the Sunrise space hotel with him. While they travel to outer space, Vivy is conflicted by the gap between what she must do and her true mission."
                },
                "4": {
                    "ID": "8257294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257294",
                    "TitleEnglish": "Ensemble for Polaris – Our Promise",
                    "SummaryEnglish": "“I’m bringing this child safely back to earth no matter what.” Estella, an AI that works at space hotel Sunrise, is suspected of attempting to make the hotel crash into Earth. However, as Vivy interacts with Estella and gets to know her better, she begins to see a difference between the information given to her by Matsumoto about Estella. Meanwhile, someone takes control over the Sunrise hotel much quicker than what Matsumoto predicted. Amidst the confusion, Vivy investigates the cause of the situation in order to save the passengers and Momoka’s younger sister, Yuzuka."
                },
                "5": {
                    "ID": "8257295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257295",
                    "TitleEnglish": "Sing My Pleasure – To Make You Smile",
                    "SummaryEnglish": "“I want to protect your smile, because you love AIs.” After the Sunrise incident, the audiences for Vivy’s stage performances grow day by day. Matsumoto appears once again in front of Vivy and informs her that AI technology is advancing quicker than what was recorded in history. In order to stop this, he states that their new mission will be to shut down the unmanned plant on the ocean, Metal Float. Matsumoto and Vivy rush to meet the researcher who helped to build this plant."
                },
                "6": {
                    "ID": "8257296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257296",
                    "TitleEnglish": "Sing My Pleasure – I Love You",
                    "SummaryEnglish": "“I humbly accept. I look forward to a long-lasting relationship.” Using a termination program given to them by Dr. Saeki, Vivy and Matsumoto use it to shut down the activity of Metal Float. However, this causes the AI that governs the island to go completely out of control, and it engages in battle with Toak when they try to attack the island. With “AIs attacking humans” now a fait accompli, Vivi rescues the members of Toak, and heads to the center of the island to prevent further havoc by the AI."
                },
                "7": {
                    "ID": "8257297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257297",
                    "TitleEnglish": "Galaxy Anthem – To Make Everyone Happy With My Singing",
                    "SummaryEnglish": "“I’ll perform perfectly as usual. To bring happiness to everyone with my singing.” Diva’s daily performances on the main stage are sold out, and she has cemented her position as the indisputable AI songstress of NiaLand. She is invited to perform at the Zodiac Signs Festival, which will feature AI singers from around the world, but is pulled into a precarious situation during the rehearsal. At that moment, a cube-shaped AI that she has never seen before appears in front of her and…"
                },
                "8": {
                    "ID": "8257298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257298",
                    "TitleEnglish": "Elegy Dedicated With Love – My One and Only Beloved Partner",
                    "SummaryEnglish": "“Nothing is more important than singing an amazing song…that will allow me to fulfill my life’s mission.” Diva is astonished when she hears from Matsumoto that Vivy’s mission is to prevent a war between humanity and AIs. He also explains to Diva that his current aim is to stop Ophelia from taking her own life. Ophelia is a songstress AI who just finished an incredible performance during rehearsal. As a principle, AIs are forbidden from self-destruction, so Diva approaches Ophelia to prevent her from committing suicide."
                },
                "9": {
                    "ID": "8257299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257299",
                    "TitleEnglish": "Harmony of One's Heart – My Mission, Your Future",
                    "SummaryEnglish": "“Hey, can you hear me? Don’t you think this song I’m singing sounds beautiful?” The ugly truth behind the tragedy that has befallen Ophelia, is that her support AI, Antonio, has taken over her body. With his identity blown, Antonio attacks Matsumoto in order to hide Ophelia’s truth. Kakitani captures Diva and confesses his hatred for AIs while forcibly trying to awaken Vivy who is inside of her. Will Diva and Matsumoto be able to safely fix the Singularity Point…?"
                },
                "10": {
                    "ID": "8257300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257300",
                    "TitleEnglish": "Vivy Score – Singing From My Heart",
                    "SummaryEnglish": "“I fulfilled my promise, Diva.” It has been five years since Vivy has returned and Diva has disappeared. Vivy is being exhibited at the AI museum, and is faced with her defect of being unable to sing. When Matsumoto appears before her again, she finds hope in taking part in the Singularity Project, but he informs her that the project has been completed."
                },
                "11": {
                    "ID": "8257301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257301",
                    "TitleEnglish": "World's End Modulation – April 11, 2161",
                    "SummaryEnglish": "After awakening from her long slumber in the museum, Vivy witnesses a horrific scene where humans are being massacred by AI. The war between humans and AI has broken out, and amidst the confusion, Vivy meets up with Matsumoto. They recognize that the Singularity Project has been a failure, so they search for Dr. Matsumoto, who was the architect behind the one hundred-year journey, in order to resolve the situation."
                },
                "12": {
                    "ID": "8257302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8257302",
                    "TitleEnglish": "Refrain – My Mission",
                    "SummaryEnglish": "“…What does the heart mean to you?” “Our aim is to annihilate all of humanity.” Based on the calculations of the Archive, the integrated AI database, humanity is now on the brink of extinction. As the countdown to human extinction begins, Vivy and Matsumoto decide to join forces with their archenemy, Toak, in order to plan a strategy to break into Arayashiki, the core of the Archive. However, Matsumoto notices a possible solution which he presents to Vivy, after she is contacted by the Archive."
                },
                "13": {
                    "ID": "8328402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vivy-fluorite-eyes-song/episodes/8328402",
                    "TitleEnglish": "Fluorite Eye's Song",
                    "SummaryEnglish": "“…My mission is to bring happiness to everyone with my singing.” Vivy was the first AI to write a song with her own will. As the first AI to utilize her own creativity and being the AI that has had the most contact with humans in the one hundred-year journey, the Archive entrusts Vivy with a choice that will determine the survival of humanity. Vivy is almost crushed by the weight of this responsibility, but after being urged on by Matsumoto, who has been her partner for the last one hundred years, and seeing Dr. Matsumoto’s risk his life for everyone, she executes the Singularity Project in order to save humanity. Using this last chance, will she be able to fulfill her mission of bringing happiness to everyone with her singing?"
                }
            }
        }
    }
}