{
    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13618148/",
        "https://koikimo.jp/",
        "http://www.reddit.com/r/koikimo",
        "https://www.themoviedb.org/tv/98309",
        "https://x.com/koikimo_anime"
    ],
    "TitleEnglish": "Koikimo",
    "SummaryEnglish": "A total womanizer and handsome man, and a high school nerdy girl. She saves his life once, he falls for her, becoming her stalker. They do not match, but what will happen between them?",
    "Aliases": [
        "Koikimo (2021)",
        "It's Disgusting to Call This Love",
        "Koi to Yobu ni wa Kimochi Warui (2021)",
        "Koi to Yobu ni wa Kimochi Warui",
        "こいとよぶにはきもちわるい",
        "It’s Too Sick to Call It Love"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1906182",
            "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8333178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333178",
                    "TitleEnglish": "He's Not Entirely Bad",
                    "SummaryEnglish": "On a rainy day, the elite salaryman Amakusa Ryo almost falls down some stairs when he is saved by an ordinary high school girl named Arima Ichika. Ryo was dizzy from not eating breakfast, which worries Ichika and she offers him her lunch then runs off. Later when Ryo gets home, Ichika is in his living room and he finds out that she is actually his sister Rio's classmate. Ryo wants to thank Ichika for saving his life and offers to kiss her...",
                    "Aliases": []
                },
                "2": {
                    "ID": "8333179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333179",
                    "TitleEnglish": "He Smelled Like Cologne",
                    "SummaryEnglish": "Ryo gets home and he finds Ichika there wearing an apron. Ryo thinks he's daydreaming for a moment, but then he finds out Rio invited her as well as their other classmates, Satsuki and Ruri over. Satsuki and Ruri fall head over heels for Ryo. Meanwhile, Ryo's old friend, the photographer Masuda, hears rumors that Ryo had laid his hands on a high school girl and he tries to get to the bottom of this.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8333180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333180",
                    "TitleEnglish": "You're Just Messing With Me",
                    "SummaryEnglish": "Ichika ends up slamming a volleyball into the face of her classmate, Tamaru Kai during gym class. She later goes to apologize to him when he's reading a book, but she realizes the book is connected to the anime that she loves, and Kai promises to lend her the series. That night Ryo meets up with Ichika at a convenience store so he can walk her home, and Kai also happens to be there. Ryo finds out that Kai is letting Ichika borrow some books. Kai tells Ichika that he'll see her tomorrow at school, but then Ryo calls him over.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8333181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333181",
                    "TitleEnglish": "On This Holy Night",
                    "SummaryEnglish": "Ichika and her friends talk about romance in class as the time for Christmas and their school trip draws near. Ichika is asked what kind of guy she likes and tries to describe someone exactly the opposite of Ryo. However, Satsuki then points out someone who actually fits that description. Meanwhile, one of Ryo's coworkers hears him talking to Ichika over the phone and hears that he addresses her as \"Ichika-san\" as well as him telling her that he loves her...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8333182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333182",
                    "TitleEnglish": "Pilgrimage",
                    "SummaryEnglish": "Ichika and Rio go to Okinawa for a school trip. Masuda ends up coming along with one of his seniors at work to be their camera guy on their trip. Rio had been sending pictures to Ryo from their trip, which ends up reminding Ryo of Kai and he gets worried. Meanwhile, Ryo ends up picking up an anime keychain that his coworker Matsushima Arie had dropped and she asks him to not let anyone at work know about her hobbies, and he has something nice to say in return...",
                    "Aliases": []
                },
                "6": {
                    "ID": "8333183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333183",
                    "TitleEnglish": "Unrequited Love",
                    "SummaryEnglish": "Ryo's coworker Arie has been working as long as he has and is a secret anime nerd. They get a little closer after they talk about some anime. Arie starts to realize that she has feelings for Ryo and invites him out to dinner with some other coworkers. Meanwhile, Ryo drives Rio to Ichika's house after he finds out she's spending the night there. Ryo gives Ichika's mother various presents, making her ask him to come inside, but...",
                    "Aliases": []
                },
                "7": {
                    "ID": "8333184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333184",
                    "TitleEnglish": "Love for Your Fave",
                    "SummaryEnglish": "Kai goes to the bookstore to buy the new volume of \"Forward World.\" When he gets there, he sees Ryo and immediately tries to avoid him. He remembers what Rio said about her brother to him and feels a little down, but when he goes in to grab one of the copies of the new volume, his hand touches Ryo's hand. Meanwhile, Arie manages to secure the new volume at another store and she runs into Ichika. They realize they have the same favorite character and end up bonding. On her way home, Arie is thinking of Ryo and she realizes something.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8333185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333185",
                    "TitleEnglish": "The Person I Love Is...",
                    "SummaryEnglish": "On the morning of Valentine's Day, Ryo is waiting by the front door like some pet waiting for their owner to come home. Ichika finally comes by and tells him that she spent days trying to figure out what to get him for Valentine's Day other than chocolate and she gives him something rather surprising. After getting to school, Ichika meets up with her friends and they exchange chocolates. Kai receives a message from Ichika asking if they can meet during lunch. Meanwhile, Arie also had prepared some chocolates and...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8333186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333186",
                    "TitleEnglish": "My Answer",
                    "SummaryEnglish": "Kai and Ichika meet at the station on Saturday so that she can tell him her reply after he asked her out. Ryo coincidentally passes by and finds out the reason that Ichika seemed troubled lately is because Kai had asked her out. Meanwhile, Arie invites Ryo to dinner so that she can tell him how she feels. She brings up the fact that even if Ryo and Ichika did go out, their age gap might just make them both suffer, and then gently places her hand on his...",
                    "Aliases": []
                },
                "10": {
                    "ID": "8333187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333187",
                    "TitleEnglish": "Being Prepared to Be Hurt",
                    "SummaryEnglish": "Arie tells Ryo about her feelings, saying, \"I want to make an effort to make myself like me even if I have a crush.\" From the perspective of the world, Ryo is more realistic to go out with Arie, and it makes me wonder if Ichihana will not suffer because of the difference in age. However, Masuda, who was rarely invited by Ryo to drink at home, advises Ryo, \"I'm not prepared and I'm thinking only about myself. I should act in good faith.\" Around that time, Ryo's father came home for the first time in a while ...",
                    "Aliases": []
                },
                "11": {
                    "ID": "8333188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333188",
                    "TitleEnglish": "High Schooler",
                    "SummaryEnglish": "Ichika and her classmates were going to be third-years after their spring break. Rio tells them that she plans on becoming a lawyer and Ichika starts panicking because she doesn't know what she wants to do yet. Ichika asks Ryo how he decided what college he'd go to and Ryo remembers the argument he and his father had when they were younger and tells her that he just followed the path that his parents had laid out for him. While at home having dinner with his family, Ryo's father discovers Ryo's feelings for Ichika and...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8333189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-too-sick-to-call-it-love/episodes/8333189",
                    "TitleEnglish": "You're Creepy",
                    "SummaryEnglish": "A few days after they went flower viewing, Ichika is anxious because she hasn't heard from Ryo since and she decides to talk to Rio about it. Rio tells Ichika that she should try contacting him herself, which Ichika is rather nervous about. Rio tells her that she feels sorry for her brother because Ichika won't make up her mind on how she feels about Ryo. Ichika builds up the courage and finally calls Ryo, but he tells her that he's busy with work and won't be able to talk to her for a while as if he's trying to keep his distance from her...",
                    "Aliases": []
                }
            }
        }
    }
}