{
  "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13409412/",
    "https://cestvs-anime.com/",
    "https://www.themoviedb.org/tv/112615",
    "https://www.themoviedb.org/tv/112615",
    "https://x.com/cestvs_anime"
  ],
  "TitleEnglish": "CESTVS -The Roman Fighter-",
  "SummaryEnglish": "Cestvs enters his first match at the slave gladiator training school. Though he's bewildered to discover that his opponent is his best friend, he wins the match, and his opponent is killed on the spot. According to his instructor Zafar, losers have no future. \"Every time you win, your opponent will die. You're practically a murderer!\" With all his sorrow and rage clenched in his fists, Cestvs survives, as one after another powerful opponents stand in his way, as well as the shadow of Nero, fifth emperor of the Roman Empire. With no other way to secure his freedom, can Cestvs seize his future?!",
  "Aliases": [
    "Cestus: The Legend of Boxing in the Dark Ages",
    "Cestvs: The Roman Fighter",
    "Cestvs - The Roman Fighter",
    "Kentō Ankoku Den Cestvs",
    "Kentou Ankoku Den Cestvs",
    "Kendo Shitō Den Cestvs",
    "Kendo Shitou Den Cestvs"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1906215",
      "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "8271117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8271117",
          "TitleEnglish": "Fighting Slave Cestvs",
          "SummaryEnglish": "As Nero was being crowned emperor of the Roman Empire at the tender age of 17, Cestvs the slave was fighting in a boxing match in order to become a fighting slave. However, the moment he defeats his friend from the training school, countless arrows strike his friend in the back. Defeat means death... Cestvs is terrified to learn the cruel fate of fighting slaves. He is promised his freedom if he wins one hundred matches, but the path to freedom is long. A competition between training schools sponsored by the emperor is to be held in Rome, and Cestvs steps onto the big stage.",
          "Aliases": []
        },
        "2": {
          "ID": "8360814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8360814",
          "TitleEnglish": "A Different Kind of Fight",
          "SummaryEnglish": "During an audience with Emperor Nero, Agrippina orders Cestvs to fight the young guard Ruska. After being choked out by fighting prodigy Ruska, Cestvs is discouraged by his first defeat, but when Zafar tells him that he has a future, he pledges to become stronger. Time passes, and Cestvs visits Pompeii as part of Drisco's boxing group, where he encounters Pompeii's strongest fighting slave, Emden. At the mansion he is invited to, he spots a person sneaking in late at night... who turns out to be a beautiful woman. Who is she really?!",
          "Aliases": []
        },
        "3": {
          "ID": "8378235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8378235",
          "TitleEnglish": "The Boxing Dogs",
          "SummaryEnglish": "Sabina, daughter of a wealthy family of Pompeii, orders Cestvs to fight some thugs in the city. After realizing his own powerlessness, he asks Zafar to teach him how to throw a single knockout punch. Sabina offers to purchase Cestvs, but he rejects her offer, saying he wants to buy himself back on his own. Offended by his rejection, Sabina instructs Emden to thoroughly beat him in a boxing match. Emden agrees. He and Sabina have made a promise that will be fulfilled once he completes his undefeated record.",
          "Aliases": []
        },
        "4": {
          "ID": "8378236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8378236",
          "TitleEnglish": "Surviving Until Tomorrow",
          "SummaryEnglish": "Cestvs' fight against Emden, who is aiming to achieve an undefeated winning streak, has begun. Cestvs struggles with Emden's strength, which is even greater than he imagined. Despite it, he attacks by striking swiftly, but his opponent throws an unexpected series of blows that down Cestvs. Cestvs gets back up on unsteady legs and goes for a counterattack, but rather than attacking back, Emden focuses on defense. However, the look in his eyes reveals that he is up to something. Just as Cestvs attempts to land a powerful single blow, Emden's terrifying objective becomes apparent.",
          "Aliases": []
        },
        "5": {
          "ID": "8410870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410870",
          "TitleEnglish": "Where Hope Can Be Found",
          "SummaryEnglish": "Emden's Decapitator is a literal killer technique. Cestvs' muddy consciousness recalls the single knockout blow his master Zafar taught him. Furthermore, Emden has been injured by Cestvs' attacks so far. He could win by trading blows... But in the next moment, Emden's fist cuts Cestvs' brow, which begins bleeding into his eye. It's kill or be killed. While one of Cestvs' eyes is blinded, Emden attempts to finish him off.",
          "Aliases": []
        },
        "6": {
          "ID": "8410871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410871",
          "TitleEnglish": "Separated From the Goddess",
          "SummaryEnglish": "In the midst of desperation, Cestvs takes a chance on a one-in-a-million punch. His punch is effective, and he achieves victory over Emden. The mob calls for Emden's death, but Sabina convinces them to settle down. She then tells Emden that this is goodbye. The victor secures his survival only once he has shattered the hope of his opponent with his own fists... The victory weighs heavily on Cestvs. Meanwhile, Zafar finds it odd that both Emden's special technique and the technique he taught Cestvs have the same goal as well as name and goes to visit Emden. What truth will be revealed there?",
          "Aliases": []
        },
        "7": {
          "ID": "8410872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410872",
          "TitleEnglish": "Caged Screams",
          "SummaryEnglish": "Due to their lack of decisive power, Zafar instructs Cestvs and his companions to train all day every day by digging with pickaxes. Though his companions complain, Cestvs regards Zafar's word as his only ray of hope and continues digging. Meanwhile, a pair of messengers arrive to announce a fighting tournament held by the emperor. Emperor Nero himself has ordered that Cestvs participate. He seems to be unable to escape him... With indescribable uncertainty in his heart, Cestvs participates in the qualifier in order to win his freedom. However, the arena is a wooden structure resembling a run-down cage.",
          "Aliases": []
        },
        "8": {
          "ID": "8410873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410873",
          "TitleEnglish": "Epiphany",
          "SummaryEnglish": "Cestvs wins his first fight of the qualifier, but he is irritated for reasons he doesn't understand, and even clashes with the other fighting slaves. He can feel that his training has produced results, but something's not right... As Cestvs struggles with the problem, Zafar tells him to open his eyes. He must discover the answer for himself and apply what he has learned. After training with a clear mind and doing some self-reflection, Cestvs finds the feeling he's been looking for. However, his next opponent is a powerful professional gladiator who uses a style unlike anything he's faced before.",
          "Aliases": []
        },
        "9": {
          "ID": "8410874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410874",
          "TitleEnglish": "The Lucky Man",
          "SummaryEnglish": "The final fight of the qualifier for the tournament has begun. Cestvs' opponent is Felix the professional gladiator, also known as the Red Storm. Felix is confident, repeatedly throwing what appear to be wide swings and calling Cestvs a sucker, as he is well-versed in fighting in cramped arenas. Cestvs attempts to focus on reading his opponent's attacks, but he suffers damage as he takes blow after blow. Meanwhile, Felix doesn't miss the change in Cestvs and demonstrates the true strength of the Red Storm.",
          "Aliases": []
        },
        "10": {
          "ID": "8410875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410875",
          "TitleEnglish": "Quiet Groundwork",
          "SummaryEnglish": "A close-range fight forces Cestvs up against the wall. Not only does he have nowhere to run, but Cestvs unfortunately injured his ankle when Felix's powerful blows forced him to the ground. \"If I can't retreat, then I'll counterattack here!\" His efforts appear ineffective as he barely evades Felix's tempestuous blows, waiting for an opportunity to strike back. \"No matter how big my disadvantage, as long as there's something I can do, I won't give up!\" Just then, Felix's attacks begin to change, and Cestvs finds his golden opportunity.",
          "Aliases": []
        },
        "11": {
          "ID": "8410876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cestus-the-roman-fighter/episodes/8410876",
          "TitleEnglish": "A New Battlefield",
          "SummaryEnglish": "Cestvs defeats Felix with a miraculous single blow. The defeated Felix tells Cestvs to race up to the top before departing. In Sicily, where the main event will be held, Cestvs is reunited with Emden, who is excited for their rematch, as well as Ruska. Ruska insists that it's impossible for Cestvs to win and that he should withdraw from the tournament, but Cestvs refuses. \"These fists are already soaked in blood. All I can do is move forward!\" Each fighter carries his own feelings and desires in his heart as the Emperor Nero's tournament begins...",
          "Aliases": []
        }
      }
    }
  }
}