{
    "URL": "https://www.thetvdb.com/series/chainsaw-man",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3A96-FF33-A89B-2CD6-4327-9",
        "https://www.imdb.com/title/tt13616990/",
        "https://chainsawman.dog/",
        "http://www.reddit.com/r/ChainsawMan",
        "https://www.tvmaze.com/shows/63451/show-slug",
        "https://www.themoviedb.org/tv/114410",
        "https://www.wikidata.org/wiki/Q104211858",
        "https://en.wikipedia.org/wiki/Chainsaw_Man",
        "https://x.com/CHAINSAWMAN_PR"
    ],
    "TitleEnglish": "Chainsaw Man",
    "SummaryEnglish": "Following a betrayal, a young man left for the dead is reborn as a powerful devil-human hybrid after merging with his pet devil and is soon enlisted into an organization dedicated to hunting devils.",
    "Aliases": [],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "2099362",
            "URL": "https://www.thetvdb.com/series/chainsaw-man/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10196540",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/10196540",
                    "TitleEnglish": "Chainsaw Man – The Movie: Reze Arc",
                    "SummaryEnglish": "In a brutal war between devils, hunters, and secret enemies, a mysterious girl named Reze has stepped into Denji's world, and he faces his deadliest battle yet, fueled by love in a world where survival knows no rules."
                },
                "2": {
                    "ID": "11323578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/11323578",
                    "TitleEnglish": "Chainsaw Man Omnibus - Part 1",
                    "SummaryEnglish": "Part 1 of the Chainsaw Man Omnibus compilation film"
                },
                "3": {
                    "ID": "11323579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/11323579",
                    "TitleEnglish": "Chainsaw Man Omnibus - Part 2",
                    "SummaryEnglish": "Part 2 of the Chainsaw Man Omnibus compilation film"
                }
            }
        },
        "1": {
            "ID": "1937662",
            "URL": "https://www.thetvdb.com/series/chainsaw-man/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8512086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/8512086",
                    "TitleEnglish": "DOG & CHAINSAW",
                    "SummaryEnglish": "Denji is a teenager who lives his life as a Devil Hunter. Aiming to pay off the debt he inherited from his father, he starts hunting devils for the yakuza with his buddy Pochita, a \"Chainsaw Devil\", while living a tragically poor life. Just when things seem like they couldn't get any worse, Denji gets betrayed and killed by the yakuza. As Denji starts passing out, he hears someone calling from inside his head..."
                },
                "2": {
                    "ID": "9358676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358676",
                    "TitleEnglish": "ARRIVAL IN TOKYO",
                    "SummaryEnglish": "After being taken into custody by Makima, one of the Public Safety Devil Hunters, Denji finds himself head over heels in love with her thanks to her suggestive insinuations. Wishing to team up with Makima, Denji arrives at the Devil Hunters Headquarters in Tokyo, and gets introduced to Aki Hayakawa, a senior hunter that he was supposed to partner with. But then Hayakawa beats Denji up, and demands that he “quit this job”..."
                },
                "3": {
                    "ID": "9358677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358677",
                    "TitleEnglish": "MEOWY'S WHEREABOUTS",
                    "SummaryEnglish": "Denji decides that his new dream is \"to fondle some boobs.\" His partner, Power the Blood Fiend, offers to let him feel her boobs only if he rescues her old pet cat Meowy from a devil. With his dream in sight, Denji is all fired up and ready to go, until..."
                },
                "4": {
                    "ID": "9358678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358678",
                    "TitleEnglish": "RESCUE",
                    "SummaryEnglish": "After a fierce battle, Denji defeats the “Bat Devil” and rescues Power even after she had trapped him. He says it is all for the sake of “touching Power’s boobs”. Power mocks his ridiculous motivation saying “that’s a pretty dumb reason”, but still agrees to let him fondle her boobs. As Denji gets thrilled with the idea, he faces a sudden attack from out of nowhere..."
                },
                "5": {
                    "ID": "9358679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358679",
                    "TitleEnglish": "GUN DEVIL",
                    "SummaryEnglish": "Aki Hayakawa, Denji, and Power start living together. Denji finally fulfills his dream of touching Power’s boobs, but is shocked when things do not turn out the way he expected. As Denji realizes that chasing his dream was more fun than achieving it, Makima approaches him and says, \"If you can kill the Gun Devil, I’ll grant you one wish.”"
                },
                "6": {
                    "ID": "9358681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358681",
                    "TitleEnglish": "KILL DENJI",
                    "SummaryEnglish": "Denji and Tokyo Special Division 4 members enter a hotel to collect a piece of the Gun Devil. However, they end up being trapped on the 8th floor due to the devil’s extraordinary power. With the members being cornered on the endless 8th floor with seemingly no way to escape, the devil makes them an offer: “If you let me eat Denji, I will let all of the other devil hunters leave in one piece.”"
                },
                "7": {
                    "ID": "9358682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358682",
                    "TitleEnglish": "THE TASTE OF A KISS",
                    "SummaryEnglish": "Aki gets stabbed by Kobeni while protecting Denji. Seeing this, Denji jumps inside the “Eternity Devil” and starts attacking it. He fails to kill the “Eternity Devil” and his chainsaw power ends up fading after losing too much blood. But then, he manages to restore his power after eating the devil’s flesh and drinking its blood, and begins to fight back. As Himeno watches Denji, she remembers the saying, “The Devil Hunters that devils fear are the ones with a few screws loose...”"
                },
                "8": {
                    "ID": "9358683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358683",
                    "TitleEnglish": "GUNFIRE",
                    "SummaryEnglish": "Denji experiences his first, yet devastating, kiss. An intoxicated Denji is taken to Himeno's house, where she starts seducing him. Feeling torn between Makima, whom he admires, and Himeno, who is standing in front of him, he decides to fall into temptation. However, Denji then finds something in his pocket: The Chupa Chups lollipop that Makima gave him."
                },
                "9": {
                    "ID": "9358684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358684",
                    "TitleEnglish": "FROM KYOTO",
                    "SummaryEnglish": "A fierce battle unfolds between Denji and the menacing Samurai Sword. But even after Denji takes one of Samurai Sword's companions hostage, Samurai Sword slashes through them both until Denji is captured. Meanwhile, after seemingly being killed, Makima turns out to be alive. She sets out to rescue Denji with the help of Public Safety Devil Hunters from Kyoto, Kurose and Tendo."
                },
                "10": {
                    "ID": "9358685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358685",
                    "TitleEnglish": "BRUISED & BATTERED",
                    "SummaryEnglish": "Samurai Sword's vicious attack resulted in many lost personnel for Public Safety Devil Extermination Division 4. Aki Hayakawa wakes up in a hospital bed, unable to accept the reality of losing Himeno. Kurose and Tendo then appear in front of Hayakawa, letting him know that they are now in charge of coaching him. Meanwhile, Makima introduces Denji and Power to a member of Public Safety who will act as their mentor in order to strengthen Division 4."
                },
                "11": {
                    "ID": "9358686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358686",
                    "TitleEnglish": "MISSION START",
                    "SummaryEnglish": "Denji and Power complete their training with Kishibe, while Aki Hayakawa makes a new contract with the \"Future Devil\" through Kurose and Tendo. Meanwhile, Makima threatens the yakuza boss into revealing the names of all those who have made contracts with the \"Gun Devil,\" along with the location of Samurai Sword's hideout. The time has finally come for Public Safety to begin their counterattack against Samurai Sword and his companions."
                },
                "12": {
                    "ID": "9358687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chainsaw-man/episodes/9358687",
                    "TitleEnglish": "KATANA VS. CHAINSAW",
                    "SummaryEnglish": "Sawatari sends the \"Ghost Devil\" after Hayakawa, and he's nearly killed before the \"Ghost Devil\" stops and hands him a cigarette with a message from Himeno. The words inside give Hayakawa the strength to kill the “Ghost Devil” and capture Sawatari. Meanwhile, Denji heads into his rematch with Samurai Sword. With a pull of the starter on his chest, he transforms into Chainsaw Man. And now, the last battle between Chainsaw Man and Samurai Sword has finally begun..."
                }
            }
        }
    }
}