{
  "URL": "https://www.thetvdb.com/series/those-snow-white-notes",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12814598/",
    "https://mashironooto-official.com/",
    "https://www.themoviedb.org/tv/106782",
    "https://x.com/mashironooto_pr"
  ],
  "TitleEnglish": "Those Snow White Notes",
  "SummaryEnglish": "Sawamura Matsugorou is a shamisen player of legendary talent. Upon his death, his grandson, Sawamura Yuki, lost his ability to play. Having lost his beloved sound, Yuki finds himself in Tokyo in search of a new sound to love. Tachimura Yuna, who works at a club, hooks him up with a gig to play there as a warm up act. Yuki imbues the sound of his shamisen with his many thoughts and feelings he has of others, still searching for his own sound and his own feelings.",
  "Aliases": [
    "Mashiro no Oto"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1906595",
      "URL": "https://www.thetvdb.com/series/those-snow-white-notes/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8262295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8262295",
          "TitleEnglish": "Desolate",
          "SummaryEnglish": "Sawamura Matsugorou, the grandfather of a young Tsugaru shamisen player, Sawamura Setsu, has died. In losing the grandfather whom he'd always admired, Setsu has lost his own sound, and so he has gone to Tokyo with no plans other than to search for what he's lost. When he gets caught up in some trouble, he's saved by Tachiki Yuna, a woman who works at a hostess club. Events progress, and Setsu ends up unveiling his musical skills as the opening act for a live concert...",
          "Aliases": []
        },
        "2": {
          "ID": "8324851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324851",
          "TitleEnglish": "Apple Blossoms",
          "SummaryEnglish": "Setsu's unconventional mother, Sawamura Umeko, has suddenly descended and forced him to enroll at Umezono Academy. In helping to assemble a shamisen which has lain long disused, he meets Maeda Shuri, a girl in the same grade as him. While all this is going on, Setsu reunites with his older brother, who he hasn't seen in a while, and they play shamisen together...",
          "Aliases": []
        },
        "3": {
          "ID": "8324854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324854",
          "TitleEnglish": "Sudden Downpour",
          "SummaryEnglish": "Shuri is caught listening to music during class and has her cellphone confiscated. The song heard through her earphones is Setsu's grandfather, Matsugoro's, improvisation piece \"Shungyou.\" How? How does she know that song? When Setsu asks about it, Shuri tells him that's a song that holds precious memories for her and her grandmother.",
          "Aliases": []
        },
        "4": {
          "ID": "8324856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324856",
          "TitleEnglish": "Spring Dawn",
          "SummaryEnglish": "Shuri wants her grandmother to be able to hear \"Shungyou: Spring Dawn\" again, but Setsu tells her it isn't something he's capable of playing and ends up denying her request to perform. After Setsu confronts \"Shungyou\" once more, he finds his own way of playing it and heads off to where Shuri's grandmother lives. At last, it's time for Setsu's \"Shungyou\" to resound through the air...",
          "Aliases": []
        },
        "5": {
          "ID": "8324857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324857",
          "TitleEnglish": "Playing Together",
          "SummaryEnglish": "After being so deeply moved by Setsu's performance, Shuri decides to seriously pursue playing the shamisen. With Setsu at the center, Shuri, Shuri's childhood friends Yamazato Yui and Yaguchi Kaito, and the addition of Nagamori Rai, a fellow student with shamisen experience in a different style, the Tsugaru Shamisen Appreciation Club is formed! But with everyone being new to Tsugaru shamisen, Setsu isn't sure how to approach teaching them, so he ends up...",
          "Aliases": []
        },
        "6": {
          "ID": "8324858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324858",
          "TitleEnglish": "Homeland",
          "SummaryEnglish": "The owner of a shop selling traditional Japanese instruments, Oodawara Hiroshi, has taken the Tsugaru Shamisen Appreciation Club to Aomori for a training camp. The members start practicing right away, but Shuri falls into a slump and Setsu, caught up in his own worries, doesn't seem very interested in helping her out. Then, Oodawara tells them a little of the history of Tsugaru shamisen and it serves as a catalyst for Setsu to find the answer he's been looking for...",
          "Aliases": []
        },
        "7": {
          "ID": "8324859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324859",
          "TitleEnglish": "Wind",
          "SummaryEnglish": "The Tsugaru Shamisen Appreciation Club has entered the tournament that Umeko is sponsoring, the Matsugorou Cup. Also participating are Tanuma Mai, who has thought of Setsu as a rival since they were little, and her older brother, Tanuma Souichi. With strong competitors like Osaka's Kaji Takaomi and Fukuoka's Arakawa Ushio gathered from all over Japan, the tournament is shaping up to be a fierce battle. And now, the curtain rises on the Matsugorou Cup's group competition!",
          "Aliases": []
        },
        "8": {
          "ID": "8324860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324860",
          "TitleEnglish": "Tuning Fork",
          "SummaryEnglish": "Setsu has finally shown how he really feels. The Tsugaru Shamisen Appreciation Club is strengthening their bonds, but with their performance rapidly closing in, Shuri's insecurity and nervousness reach their peak. Shuri turns to Yui for support, but Yui's behavior seems strange somehow. Struggling with her own anxiety before the big event, Yui tries to act tough in front of Shuri, but she begins to collapse under the pressure...?",
          "Aliases": []
        },
        "9": {
          "ID": "8324861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324861",
          "TitleEnglish": "Snow Flurries",
          "SummaryEnglish": "At last, it is time for Umezono Academy to perform. In spite of their nerves, the Tsugaru Shamisen Appreciation Club begins their performance boldly. Setsu's overwhelming sound overlaps and intermingles with the sounds of the other Umezono members who each hold their own. As the images that arise in their hearts come together, their sounds come together too. Where will their performance take them?",
          "Aliases": []
        },
        "10": {
          "ID": "8324862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324862",
          "TitleEnglish": "Wind From the Mountains",
          "SummaryEnglish": "The Tsugaru Shamisen Appreciation Club has placed 3rd in the Matsugorou Cup. Next, the individual competition finally begins. However, someone unexpected has come to the venue—Kamiki Ryuugen. He reveals to Umeko that he wants Setsu to inherit the Kamiki School from him because...",
          "Aliases": []
        },
        "11": {
          "ID": "8324863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324863",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "Kaji has been struck by a misfortunate accident—a string snapped in the middle of his performance. Seeing him continue on two strings to give an amazing performance stirs Setsu's heart. Then, Umeko reveals her true motives for creating the tournament to Setsu. Will Setsu play his grandfather's sound or his own sound? At last, his performance begins...",
          "Aliases": []
        },
        "12": {
          "ID": "8324864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/those-snow-white-notes/episodes/8324864",
          "TitleEnglish": "Those Snow White Notes",
          "SummaryEnglish": "Setsu plays, following his heart. He sets an image within the notes. With all his heart, he tries to convey it. The sound that pours from Setsu' shamisen draws forth memories from everyone who hears it. Then, the favorite for first place, Tanuma Souichiro's performance begins. The sound is overwhelming. Waves of it shake the auditorium and his performance charms the audience. With both of their performances over, the conclusion of the tournament brings...",
          "Aliases": []
        }
      }
    }
  }
}