{
    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13971512/",
        "https://bocchan-anime.com/",
        "http://www.reddit.com/r/KuroMaid",
        "https://www.themoviedb.org/tv/117992",
        "https://x.com/bocchan_anime"
    ],
    "TitleEnglish": "The Duke of Death and His Maid",
    "SummaryEnglish": "Due to a childhood curse, anything that the Duke touches will die - which makes his flirty maid’s behavior all the more shocking! Can the Duke and his companions break the curse, or is he doomed to a life where love is forever out of his reach?",
    "TitleJapanese": "死神坊ちゃんと黒メイド",
    "SummaryJapanese": "触りたい 触れない ―世界で一番、切ない両想い。\n\n幼い頃、「触れたもの全てを死なせてしまう」呪いを魔女にかけられた、貴族の「坊ちゃん」。\n呪いによって周囲から拒絶されるようになった彼は、森の奥の大きな館で孤独な日々を過ごす。\n\nそんな彼に仕えるのがメイドの「アリス」。\nしかしそのアリスの存在が坊ちゃんの一番の悩みの種。\nなぜならアリスは日常的に逆セクハラを仕掛けてくるから……！\nいつもギリギリの距離感で誘惑してくるアリスと、\n彼女のことが愛しいけれど手をつなぐことすら許されない坊ちゃん。\n二人の純愛は、果たして実を結ぶのか…!?",
    "Aliases": [
        "Shinigami Bocchan to Kuro Maid"
    ],
    "Modified": "2025-08-05",
    "Seasons": {
        "1": {
            "ID": "1908772",
            "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8278506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8278506",
                    "TitleEnglish": "The Duke and Alice",
                    "SummaryEnglish": "A teenage boy lives deep in the forest, far away from his family and cursed to kill anything he touches. His maid, Alice, is constantly teasing him and getting far too close for comfort…",
                    "TitleJapanese": "坊ちゃんとアリス",
                    "SummaryJapanese": "貴族の\"坊ちゃん\"は、幼いころに「触れた相手の命を奪う」呪いを魔女にかけられ、家族から離され別邸で暮らしていた。そんな彼を日々悩ますのが、メイドのアリス。やたら距離が近かったり、逆セクハラを仕掛けてきたりで、いろんな意味で坊ちゃんのドキドキは収まらない。そんなある日、子供のころの友人・フィリップが屋敷を訪ねてきて……。"
                },
                "2": {
                    "ID": "8500709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500709",
                    "TitleEnglish": "The Duke, His Butler, and a Lost Cat",
                    "SummaryEnglish": "Having recovered from a back injury, the Duke's elderly butler Rob resumes his post. But while his work is flawless, some of his five senses aren't quite up to snuff. Meanwhile, a couple of unexpected guests pay a visit to the Duke's mansion…",
                    "TitleJapanese": "坊ちゃんと執事と迷い猫",
                    "SummaryJapanese": "腰を痛めて療養中だった執事のロブが屋敷に帰ってきた。病み上がりなのにテキパキと仕事をこなす姿に坊ちゃんも一安心……と思いきや、ロブにはある重大な欠点が隠されていた……！　数日後、心の休まらぬ坊ちゃんのもとに今度は本邸で暮らす妹のヴィオラがやってきた！　はたして彼女が屋敷を訪れた目的とは？"
                },
                "3": {
                    "ID": "8500710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500710",
                    "TitleEnglish": "The Duke and the Meteor Shower During the Full Moon",
                    "SummaryEnglish": "After losing a bet to Alice, the Duke agrees to take her to the town’s masquerade festival. But the two get separated when the Duke, clad in a clunky, steel costume to protect others from his touch of death, gets carried away by the crowd…",
                    "TitleJapanese": "坊ちゃんと満月の流星群",
                    "SummaryJapanese": "アリスとのビリヤード勝負に負けて、二人で街へ出かけることになった坊ちゃん。人に触れないよう厚手の仮装をしたものの、普段は訪れない街の雰囲気や人の多さに困惑気味。さらには人ごみに流されて坊ちゃんはアリスとはぐれてしまったうえ、迷子にまでつかまってしまう。一方、坊ちゃんを探す中、アリスは白いローブの女性に声をかけられ……。"
                },
                "4": {
                    "ID": "8500711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500711",
                    "TitleEnglish": "The Duke, Alice, and Memories of Snow",
                    "SummaryEnglish": "When Alice loses one of her mother’s earrings in the snow, the Duke goes out into the cold, dark night to look for it. Meanwhile, a lost witch finds the Duke lying unconscious in the snow and decides to help him. Does she know how to break his curse?",
                    "TitleJapanese": "坊ちゃんとアリスと雪の記憶",
                    "SummaryJapanese": "アリスとのキスを拒んでしまい、少し気まずい思いをしている坊ちゃん。そのせいか、アリスはいつもより他人行儀で……。数日後、みんなで雪遊びをしていたところ、アリスは母の形見のピアスを失くしてしまう。落ち込むアリスを見て、坊ちゃんは夜中に一人でピアスを探しに行くも、吹雪の中意識を失ってしまい……。"
                },
                "5": {
                    "ID": "8500712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500712",
                    "TitleEnglish": "The Duke, a Crow, and Ice Skating",
                    "SummaryEnglish": "As the Duke recovers from a fall and a hit on the head while out ice skating with Alice, he encounters a talking white crow. He thinks he may be imagining things, but then he learns that the crow happens to be searching for a lost witch named Cuff...",
                    "TitleJapanese": "坊ちゃんと烏とアイススケート",
                    "SummaryJapanese": "突然、屋敷にヴィオラが遊びにやってきた。もちろん目当てはロブなのだが、どんな子なのかよくわからないアリスのことも気になっている模様。そこでヴィオラはアリスに対し、ヴィオラ式愛嬌講座を開催する。数日後、坊ちゃんとアリスが凍った湖でスケートを楽しんでいると、白いカラスがいきなり坊ちゃんに話しかけてきて……。"
                },
                "6": {
                    "ID": "8500713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500713",
                    "TitleEnglish": "The Duke, Alice, and a Night in the Witches' World",
                    "SummaryEnglish": "Alice and the boy who decided to take care of the greenhouse that had been left unattended. The boy, who is dying the overgrown leaves, is worried about the curse he has cast on himself. The night of the red full moon finally arrived, with the unexpected happening of encountering Alice who had just come out of the shower room that night. The boys are taken by Cuff and Zain to infiltrate the witch's rally (Sabbath)...!",
                    "TitleJapanese": "坊ちゃんとアリスと魔界の一夜",
                    "SummaryJapanese": "放置していた温室の手入れをすることになった坊ちゃんとアリス。伸びすぎた葉を枯らしていく坊ちゃんは改めて自らにかけられた呪いについて思い悩む。その晩シャワー室から出たばかりのアリスと遭遇するという思わぬハプニングもありつつ、ついに迎えた赤い満月の夜。坊ちゃんたちはカフとザインに連れられて魔女の集会（サバト）に潜入する……！"
                },
                "7": {
                    "ID": "8500714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500714",
                    "TitleEnglish": "The Duke's and Alice's Uneventful Day",
                    "SummaryEnglish": "The boys who visit Sabbath hear from Dulles, the witch who binds Zain and others, that the cursed witch has already died. Although there is no way to break the curse, the boy and Alice live the same daily life as usual. One day, Alice bought a witch's kettle in the city. She suggests that Alice cook her in this kettle, but she actually seems that she's trying to cook something like an aphrodisiac, not a dish...",
                    "TitleJapanese": "坊ちゃんとアリスのなんでもない１日",
                    "SummaryJapanese": "サバトを訪れた坊ちゃんたちは、ザインたちを束ねる魔女・ダレスから呪いの魔女が既に亡くなっていることを聞く。呪いを解く目途はたたないものの、いつもと変わらない日常を送る坊ちゃんとアリス。そんなある日、アリスが街で魔女の釜を買ってきた。この釜でアリスは料理をしようと提案するが、実際に作ろうとしているのは料理ではなく媚薬のようで……。"
                },
                "8": {
                    "ID": "8500715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500715",
                    "TitleEnglish": "White Snow, Black Clothes",
                    "SummaryEnglish": "On a blizzard night, Alice remembers how she first started working as a maid for the duke. Desperate and hiding in his dark, dirty room, the duke does not even remember who Alice is, and is ready to remove her from business. How can she make him open his heart?",
                    "TitleJapanese": "白い雪、黒い服",
                    "SummaryJapanese": "坊ちゃんの屋敷に行こうとしたところ、兄のウォルターにウザ絡みされるヴィオラ。次男であることをやたら気にするウォルターを振り切って屋敷を訪れたヴィオラだが、そこにいたのはなぜかカフ一人。カフのことを知らないヴィオラは彼女が泥棒だと思い込んで、取り押さえようとするが……。"
                },
                "9": {
                    "ID": "8500716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500716",
                    "TitleEnglish": "The Duke, Alice, and the Christmas Eve Vow",
                    "SummaryEnglish": "Today is Christmas Eve and the Duke's friends and family are gathering at his mansion for a Christmas party. The whole gang will be there: Alice, Rob, Cuff, Zane and Viola. But when Walter sees Viola leaving and decides to chase her...",
                    "TitleJapanese": "坊ちゃんとアリスと聖夜の誓い",
                    "SummaryJapanese": "屋敷でクリスマスパーティーを開くことになった坊ちゃんたち。ヴィオラも参加するべく馬車で屋敷に向かうが、その馬車には御者に変装したウォルターも同行していた。この機会に坊ちゃんの様子を探ろうと屋敷に潜入したウォルターだが、彼が最初に屋敷で出会ったのはパーティーに招待されていたカフで……。"
                },
                "10": {
                    "ID": "8500717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500717",
                    "TitleEnglish": "The Duke, Alice, and a Song for Two",
                    "SummaryEnglish": "Alice experiences conflicting emotions after learning from the Duke that he will break off relations with his family if his mother does not approve of their marriage after the curse is lifted.",
                    "TitleJapanese": "坊ちゃんとアリスと二人だけの歌",
                    "SummaryJapanese": "ヴィオラから「カフがポンコツなのはあなたのせいだ」と指摘されたザイン。思い当たるところがあったのか、カフに一人でおつかいをさせることに。陰でこっそり見守るザインだがカフのおつかいはトラブルの連続で……。一方、屋敷では寝付けない坊ちゃんのためにアリスが添い寝をしようと提案するが……。"
                },
                "11": {
                    "ID": "8500718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500718",
                    "TitleEnglish": "The Duke and Secret Magic",
                    "SummaryEnglish": "While searching the main residence, Viola stumbles upon an old servant log that was kept around the time the Duke was cursed. When she gives it to Alice, Dalet learns of this and attempts to destroy him. What does Dalet want to keep secret?",
                    "TitleJapanese": "坊ちゃんと秘密の魔法",
                    "SummaryJapanese": "坊ちゃんの呪いを解く手がかりを探し、本邸の倉庫で当時の使用人たちの日誌を発見したヴィオラ。何かの役に立てばとヴィオラは見つけた日誌をアリスに手渡すが、ダレスがその様子を動物の目を通して監視していた。ザインを呼び出したダレスは、こっそり日誌を処分するよう、カフの名前を出してザインを脅し……。"
                },
                "12": {
                    "ID": "8500719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/8500719",
                    "TitleEnglish": "Together with the Duke...",
                    "SummaryEnglish": "The Duke's mother summons him to the main residence and gives him an ultimatum. But the Duke has something to tell her as well…",
                    "TitleJapanese": "坊ちゃんと一緒に……",
                    "SummaryJapanese": "母から呼び出しを受けて、いつになく緊張する坊ちゃん。母に会いたくないわけではない。本邸で魔女の手がかりを思い出せるかもしれない。それでもやはり、不安は消えない。そんな坊ちゃんの様子を見て、アリスも一緒に本邸に同行することに。\n数年ぶりに会う母に、坊ちゃんはアリスとの関係を認めてもらおうとするが……。"
                }
            }
        },
        "2": {
            "ID": "2070378",
            "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9864973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9864973",
                    "TitleEnglish": "The Duke, Alice, and the Magic Pool",
                    "SummaryEnglish": "On a cold winter's day, Cuff arrives at the mansion with a magic item that can summon a swimming pool from out of nowhere.",
                    "TitleJapanese": "坊ちゃんとアリスと魔法のプール",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9889546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889546",
                    "TitleEnglish": "The Duke, Golf, and the Mysterious Beauty",
                    "SummaryEnglish": "Alice and the Duke play a game of mini-golf while receiving an unexpected visitor.",
                    "TitleJapanese": "坊ちゃんとゴルフと謎の美少女",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9889547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889547",
                    "TitleEnglish": "The Duke, Alice, and the Spectral Bride",
                    "SummaryEnglish": "The Duke and Alice receive two visitors: a ghost, and a woman who says she can break the curse.",
                    "TitleJapanese": "坊ちゃんとアリスと幽霊の花嫁",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9889548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889548",
                    "TitleEnglish": "The Duke, Alice, and Circus 1-0-1",
                    "SummaryEnglish": "The Duke and Alice join the circus as the Duke prepares to talk to Zain.",
                    "TitleJapanese": "坊ちゃんとアリスのサーカス入門",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9889549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889549",
                    "TitleEnglish": "Cuff, Zain, and the Confession",
                    "SummaryEnglish": "Zain decides it's time to leave Gemini Circus, but wants to confess his feelings to Cuff before he goes.",
                    "TitleJapanese": "カフとザインと告白と",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9889550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889550",
                    "TitleEnglish": "The Duke and Everyone's Daily Life",
                    "SummaryEnglish": "The Duke and Alice return to the mansion, bearing gifts from Circus Gemini. Cuff and Zain go out for their first date, but get caught out in the rain.",
                    "TitleJapanese": "坊ちゃんとみんなの毎日",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9889551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889551",
                    "TitleEnglish": "The Duke, Alice, and the Encounter in the Witches' World",
                    "SummaryEnglish": "Walter, Alice, and the Duke head to the Witches' World to find out more about the curse. Walter has an unexpected encounter.",
                    "TitleJapanese": "坊ちゃんとアリスと魔界の出逢い",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9889552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889552",
                    "TitleEnglish": "The Duke, Alice, and the Kissing Window",
                    "SummaryEnglish": "Walter, Alice, and the Duke learn more about the Duke's curse, and the Duke gets a lamp that can grant any wish.",
                    "TitleJapanese": "坊ちゃんとアリスと口づけの窓",
                    "SummaryJapanese": "ザインとカフのサーカスを観に来たヴィオラは、開演までの時間、カフと街で遊ぶことに。食べ歩きをしたり、服の試着をしたりしながら二人は楽しい時を過ごす。同じ頃、魔界では坊ちゃんとアリス、ウォルターの三人が無事に再会。ウォルターの言葉で考えに変化が生まれたダレスは、アリスの母・シャロンにまつわる重大な秘密を明かす……！"
                },
                "9": {
                    "ID": "9889553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9889553",
                    "TitleEnglish": "The Duke, Alice, and the Second Anniversary",
                    "SummaryEnglish": "It's been two years since Alice came to the mansion, and the Duke wants to do something special for her.",
                    "TitleJapanese": "坊ちゃんとアリスの二度目の記念日",
                    "SummaryJapanese": "ウォルターに会うために本邸にやってきたダレス。かつて何度も屋敷に訪れていた彼女からすれば、今の屋敷の雰囲気は昔と随分違うらしい。ウォルターは、彼女の口から母・ガーベラの思わぬ一面を知らされる。そして別邸では、かつて二人組のシスターがよく屋敷を訪れていた頃の話をロブがアリスに語る。"
                },
                "10": {
                    "ID": "9999244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9999244",
                    "TitleEnglish": "The Duke, Alice, and the Flying Broom",
                    "SummaryEnglish": "Alice gets a flying broom, and the Duke gets a pair of unusual visitors with a shocking offer.",
                    "TitleJapanese": "坊ちゃんとアリスと空飛ぶほうき",
                    "SummaryJapanese": "TBA"
                },
                "11": {
                    "ID": "9999245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9999245",
                    "TitleEnglish": "The Duke, Alice, and the Wizardry School",
                    "SummaryEnglish": "The Duke and all his friends head off to the wizardry school, and Daleth follows as well.",
                    "TitleJapanese": "坊ちゃんとアリスと魔術学校",
                    "SummaryJapanese": "ザインが時を操る魔法で再生した使用人の日誌を読む、坊ちゃんとアリス。そこにはシャロンが記した、シャーデーの魔法に関する重大な秘密が残されていた！そして坊ちゃんはいよいよニコが運営する魔術学校に向かうことに。本当はアリスとカフとザインだけで行くはずだったが、このことを知ったヴィオラとウォルターまで一緒に行くことになり……。"
                },
                "12": {
                    "ID": "9999246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/9999246",
                    "TitleEnglish": "The Duke, Alice, and the Curse Witch",
                    "SummaryEnglish": "The young Duke, Alice, Caph and Zain continue their training at Nico's school to defeat Sade. But the young duke decided to go meet her in the past before the upcoming battle, to try to resolve the situation peacefully.",
                    "TitleJapanese": "坊ちゃんとアリスと呪いの魔女",
                    "SummaryJapanese": "アリスと一緒に授業を受ける坊ちゃん、イチの特訓を受けるカフ、魔術道具で意外な才能を見せるウォルターなど、それぞれが魔術学校で充実した時間を過ごしていた。そんな中、ウォルターを追って学校にやってきたダレスがニコと遭遇する。ダレスの姿を見たニコは彼女をシャーデーと勘違いしてしまい、激しい戦闘が始まる！"
                }
            }
        },
        "3": {
            "ID": "2117658",
            "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10381471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381471",
                    "TitleEnglish": "The Duke, Alice, and Reuniting with Mom",
                    "SummaryEnglish": "The Duke, Alice, Cuff, and Zain spend some time at the wizardry school. Meanwhile, Daleth finds someone rather unexpected in the Underworld and takes them to the Duke's mansion.",
                    "TitleJapanese": "坊ちゃんとアリスと再会の母",
                    "SummaryJapanese": "魔術学校で魔術を学ぶ坊ちゃんたち。カフとザインは自分の能力をより伸ばすために、先生や先輩とともに特別な訓練を実行していた。一方「魔女が人間になれる本」を手に入れたダレスは、人間になる方法を試すために魔界へと帰る。だが魔界はいつもより緩い雰囲気で、その中心には永い眠りから目を覚ましたシャロンがいた……！"
                },
                "2": {
                    "ID": "10381472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381472",
                    "TitleEnglish": "The Duke, Alice, and the Mysterious Clone",
                    "SummaryEnglish": "Sharon, having been freed from her curse, reunites with her former friends and acquaintances. Unbeknownst to her, Sade hid within her magical clones, bent on attacking anyone who threatens her plans.",
                    "TitleJapanese": "坊ちゃんとアリスと謎の分身",
                    "SummaryJapanese": "十数年ぶりに目を覚ましたアリスの母・シャロン。本邸に戻る前に、彼女はアリスと街に出かけて親子水入らずの時間を過ごす。そしてシャロンが本邸に顔を出すと、突然の予想外の再会に坊ちゃんの母・ガーベラも動揺を隠しきれない様子。だが、この彼女の目覚めの裏にはシャーデーの企みが隠されていて……。"
                },
                "3": {
                    "ID": "10381473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381473",
                    "TitleEnglish": "The Duke, Alice, and Mother and Mother",
                    "SummaryEnglish": "The Duke catches a cold, and Alice's mother reunites with the Duke's mother after years of separation.",
                    "TitleJapanese": "ちゃんとアリスと母親と母親",
                    "SummaryJapanese": "魔術学校から戻り、久しぶりに穏やかな日常を過ごす坊ちゃんたち。坊ちゃんとアリスはザインが届けてくれた色んな魔法道具を試し、本邸ではシャロンとガーベラが旧交を温めあい、ウォルターは女装してサーカスを観に行く。そして久しぶりに別邸を訪れたヴィオラは、ロブから彼が大事にしていたオルゴールの秘密を聞かされる……。"
                },
                "4": {
                    "ID": "10381474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381474",
                    "TitleEnglish": "The Duke, Alice, and Sade's Love",
                    "SummaryEnglish": "The Duke and Alice get a very unexpected pair of visitors at the mansion.",
                    "TitleJapanese": "坊ちゃんとアリスとシャーデーの恋",
                    "SummaryJapanese": "激しい雷雨の夜に一人の女性が屋敷にやってきた。リズと名乗る彼女の正体はなんと幽霊で、しかも坊ちゃんの祖母だった！　さらに坊ちゃんの祖父であるヴィクトルの幽霊も姿を現す。彼らがこうして幽霊となった理由はシャーデーとの契約にあり、坊ちゃんが呪いをかけられた理由にも心当たりがあるらしく……。"
                },
                "5": {
                    "ID": "10381475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381475",
                    "TitleEnglish": "Dance Party (Part 1)",
                    "SummaryEnglish": "The Duke and Alice visit the family mansion, where a fancy ball is about to take place.",
                    "TitleJapanese": "舞踏会（前編）",
                    "SummaryJapanese": "人間になるアイテムを求めて海底神殿に向かったダレスだが、なぜか腕相撲大会に参加することに。アリスとヴィオラはそんなダレスのために新しい服を縫ってあげる。新しい衣装をウォルターからも褒められてドキドキするダレスだが、数日後、ウォルターが貴族の令嬢と楽しげに会話しているのを目撃して……。"
                },
                "6": {
                    "ID": "10381476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381476",
                    "TitleEnglish": "Dance Party (Part 2)",
                    "SummaryEnglish": "Daleth tells Walter that she wants to become human, and Nico arrives to tell the group that final preparations are complete.",
                    "TitleJapanese": "舞踏会（後編）",
                    "SummaryJapanese": "本邸で開催される舞踏会にヴィオラの勧めで参加することになったダレス。慣れないドレスを恥ずかしがって会場から姿を消し、それに気づいたウォルターは彼女を探して屋敷の中を探し回る。その晩、一週間後に過去のシャーデーに会いに行くことが決まった坊ちゃんは、今の自分の想いを伝えに母・ガーベラに会いに行く。"
                },
                "7": {
                    "ID": "10381477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381477",
                    "TitleEnglish": "Coming Together",
                    "SummaryEnglish": "The Duke enjoys his last few days before going back into the past to meet Sade.",
                    "TitleJapanese": "集結",
                    "SummaryJapanese": "シャーデーに会うため過去へ向かうメンバーが屋敷に集まってきた。坊ちゃんはザインとウォルターに、シャーデーの秘密である人の心を読む能力のことを伝える。その力が持つ意味を知り、一行は神妙な雰囲気に。その最中、女性陣はアリスの小屋に集まり女子会で大盛り上がり。決戦を目前にして穏やかな時間が過ぎていく……。"
                },
                "8": {
                    "ID": "10381478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381478",
                    "TitleEnglish": "Persuasion",
                    "SummaryEnglish": "The Duke and his friends go back into the past and try to persuade Sade to break the curse.",
                    "TitleJapanese": "説得",
                    "SummaryJapanese": "過去に向かうメンバーは三班に分かれて行動することに。まず話し合って解決したいと考える坊ちゃんはアリスと一緒に第一陣に参加する。そうして向かった先は、坊ちゃんが呪われる直前の屋敷。時間魔法を持つザインは単独で行動し、早速シャーデーと遭遇するが、マイペースなシャーデー相手の交渉はなかなか上手く行かず……。"
                },
                "9": {
                    "ID": "10381479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381479",
                    "TitleEnglish": "Loneliness and Uncertainty",
                    "SummaryEnglish": "The battle with Sade begins in earnest as Zain tries to persuade her to come to the present with them.",
                    "TitleJapanese": "孤独と惑い",
                    "SummaryJapanese": "過去のダレスと対面したウォルターは幻覚魔法を受けつつも、自身の想いを過去のダレスに伝えることで見事ダレスの説得に成功する。しかし、説得の現場を見たシャーデーはその状況に大激怒。シャーデーを抑えていたザインの魔力も徐々に切れ始め、戦況は厳しくなる中、坊ちゃんはシャーデーとの対話を試みるが……。"
                },
                "10": {
                    "ID": "10381480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381480",
                    "TitleEnglish": "Victor's Grandson, Sharon's Daughter",
                    "SummaryEnglish": "Alice goes inside Sade to help heal her loneliness.",
                    "TitleJapanese": "ヴィクトルの孫、シャロンの娘",
                    "SummaryJapanese": "暴走したシャーデーの魔力によって、ついにやられてしまったフリー。それを見たニコは怒りに駆られてシャーデーを本気で倒しに行く。ニコと戦いながらこれまでの人生を振り返るシャーデーだが、ニコの奥の手によってついに追い詰められる。だがその瞬間、シャーデーをかばってニコの前に坊ちゃんが立ちふさがった！"
                },
                "11": {
                    "ID": "10381481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381481",
                    "TitleEnglish": "Friends, a Broken Curse, and Then...",
                    "SummaryEnglish": "The battle with Sade ends as Alice decides what decision she'll make about her future.",
                    "TitleJapanese": "友達、解呪、そして",
                    "SummaryJapanese": "アリスの説得によって心を開き、ダレスと和解したシャーデー。自身から分離した巨大な魔力を抑え込み、荒れ狂った場を収めた彼女は、坊ちゃんとニコにかけた呪いを解くと言った。不老不死の呪いが解けたニコは本来の年齢の姿へと戻った。そして、ついに触れれば死ぬ呪いが解けた坊ちゃんは……。"
                },
                "12": {
                    "ID": "10381482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-duke-of-death-and-his-maid/episodes/10381482",
                    "TitleEnglish": "The Duke of Death and His Maid",
                    "SummaryEnglish": "With the curse broken, the Duke, Alice, and everyone else move on to the next stage of their lives.",
                    "TitleJapanese": "死神坊ちゃんと黒メイド",
                    "SummaryJapanese": "貴族としての人生よりもアリスと一緒の生活を選び、アリスにプロポーズをした坊ちゃん。数日後、彼は母の元へアリスとの結婚を報告しに行く。坊ちゃんの決意に対して母は……。一方その頃、ダレスはついに人間になる工程をあと一つというところまでクリアし、残すは最後のキスだけとなったが……。"
                }
            }
        }
    }
}