{
  "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13457122/",
    "https://prettyboydetectiveclub-anime.com/",
    "http://www.reddit.com/r/BishounenTanteidan",
    "https://www.themoviedb.org/tv/113042",
    "https://x.com/nisioisin_anime"
  ],
  "TitleEnglish": "Pretty Boy Detective Club",
  "SummaryEnglish": "Mayumi Dojima, a second-year student at the exclusive Yubiwa Academy middle school, has lost something—a star she glimpsed just once, ten long years ago. But help is on the way, in the form of the unofficial, secretive, and thoroughly mysterious Pretty Boy Detective Club! Rumored to solve problems within the school (most of which they themselves might as well created) for reasons aesthetic rather than financial, these five gorgeous boys sweep Mayumi into their world of excitement, danger, and overwhelming beauty.",
  "Aliases": [
    "Attractive Detectives",
    "Bishounen Tanteidan",
    "Bishōnen Tanteidan"
  ],
  "Modified": "2025-08-26",
  "Seasons": {
    "1": {
      "ID": "1910848",
      "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8290666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290666",
          "TitleEnglish": "The Dark Star that Shines for You Alone (Part 1)",
          "SummaryEnglish": "Mayumi Dojima gazes at the stars from the rooftop of Yubiwa Academy Middle School. She has been searching for a star that she saw in the night sky ten years ago. She meets a mysterious and beautiful boy named Manabu Sotoin who suddenly takes her to the headquarters of the Pretty Boy Detective Club, where she meets five pretty boys with unique personalities. She asks the Pretty Boy Detective Club to search for the lost star but...",
          "Aliases": []
        },
        "2": {
          "ID": "8290675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290675",
          "TitleEnglish": "The Dark Star that Shines for You Alone (Part 2)",
          "SummaryEnglish": "The members of the Pretty Boy Detective Club: Manabu Sotoin, Nagahiro Sakiguchi, Michiru Fukuroi, Hyota Ashikaga, and Sosaku Yubiwa, along with Mayumi Dojima, visit the location where she saw the lost star ten years ago. The deadline imposed by her parents to stop searching for the star is quickly approaching. Meanwhile, she finds herself being tailed by a shadowy figure! She escapes from its evil clutches only to be told a shocking truth from the Pretty Boy Detective Club...",
          "Aliases": []
        },
        "3": {
          "ID": "8290676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290676",
          "TitleEnglish": "The Dark Star that Shines for You Alone (Part 3)",
          "SummaryEnglish": "On their way home from school, Mayumi Dojima and Manabu Sotoin are abducted by a group that call themselves the Twenties. They are after a secret hidden within the star that Mayumi saw ten years ago. The remaining members of the Pretty Boy Detective Club take action to save their friends and finally face the Twenties in a battle! What will Mayumi’s decision be after the search for the missing star ends?",
          "Aliases": []
        },
        "4": {
          "ID": "8290677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290677",
          "TitleEnglish": "The Swindler, the Vanishing Man, and the Pretty Boys (Part 1)",
          "SummaryEnglish": "The Pretty Boy Detective Club obtains an invitation to a mysterious casino called Reasonable Doubt. When they arrive at the casino, they find that all the patrons and employees appear to be middle school kids. The manager of the casino, Lai Fudatsuki, challenges Nagahiro Sakiguchi to a showdown, and if Nagahiro wins, he acquires the right to operate the casino!",
          "Aliases": []
        },
        "5": {
          "ID": "8290678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290678",
          "TitleEnglish": "The Swindler, the Vanishing Man, and the Pretty Boys (Part 2)",
          "SummaryEnglish": "Nagahiro loses to Lai, but the Pretty Boy Detective Club figures out the trick that Lai used to win. In order to battle Lai again, they sneak into the Reasonable Doubt Casino. But at the moment of the showdown, the detectives are met with an unexpected situation! What will be the outcome of the battle between the rival middle schools?",
          "Aliases": []
        },
        "6": {
          "ID": "8290679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290679",
          "TitleEnglish": "The Pretty Boy in the Attic (Part 1)",
          "SummaryEnglish": "During the renovation of the Pretty Boy Detective Club headquarters, the team finds thirty-three paintings in the attic. The mysterious paintings appear to be based on works by legendary painters but are missing human figures. Who created these paintings and for what purpose? While the members of the Pretty Boy Detective Club each present their own theories, they find their way to the person who created the paintings...",
          "Aliases": []
        },
        "7": {
          "ID": "8290680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290680",
          "TitleEnglish": "The Pretty Boy in the Attic (Part 2)",
          "SummaryEnglish": "The artist who created the paintings found in the attic was a former art teacher named Kowako Towai. She was a suspect in a kidnapping case that happened seven years ago. How will the Pretty Boy Detective Club solve the mystery of the thirty-three paintings in the attic and the kidnapping case?",
          "Aliases": []
        },
        "8": {
          "ID": "8290681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290681",
          "TitleEnglish": "The Pretty Boy Traveling with the Brocade Portrait (Part 1)",
          "SummaryEnglish": "A huge oshie-hagoita (wooden paddle decorated with a brocade portrait) from an anonymous sender suddenly arrives at the art room that has been transformed into the Pretty Boy Detective Club headquarters. The Pretty Boy Detective Club deduce that the sender was Kodaki Kawaike, a first-year student at Yubiwa Academy and Nagahiro’s young fiancée. Contrary to her beautiful looks, Kodaki is feared by the Detective Club members as a demon...",
          "Aliases": []
        },
        "9": {
          "ID": "8290682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290682",
          "TitleEnglish": "The Pretty Boy Traveling with the Brocade Portrait (Part 2)",
          "SummaryEnglish": "The reason for Kodaki’s strange behavior remains unclear, but her family background and an “incident” that occurred in the past between her and the Pretty Boy Detective Club becomes apparent. Nagahiro finally decides to break his engagement with Kodaki. What will be the fate between the girl known as the devil and the Pretty Boy Detective Club?",
          "Aliases": []
        },
        "10": {
          "ID": "8290683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290683",
          "TitleEnglish": "The Pretty Boy on D. Hill (Part 1)",
          "SummaryEnglish": "The student council elections are coming up at Yubiwa Academy Middle School, and Wana Naganawa, the current student council vice-president and leading presidential candidate, is forced to withdraw her candidacy after becoming the victim of a hit-and-run accident. The Pretty Boy Detective Club sense that there is a conspiracy behind the elections and begin their search for the suspect. They set up Mayumi as a new candidate to run in the elections but...",
          "Aliases": []
        },
        "11": {
          "ID": "8290684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290684",
          "TitleEnglish": "The Pretty Boy on D. Hill (Part 2)",
          "SummaryEnglish": "With the help of Odoru Sotoin, Manabu Sotoin’s older brother and the founder of the Pretty Boy Detective Club, Mayumi steadily gains more supporters in the election. However, the Detective Club is unable to solve Wana Nagawa’s hit-and-run case, let alone find any clues. The culprit behind the hit-and-run case is now targeting Mayumi and...",
          "Aliases": []
        },
        "12": {
          "ID": "8290685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pretty-boy-detective-club/episodes/8290685",
          "TitleEnglish": "The Pretty Boy on D. Hill (Part 3)",
          "SummaryEnglish": "On the day of the elections for student council president, Kinshiro Yokuya, Mayumi’s rival candidate and classmate, sits next to her. Before Mayumi’s speech, Kinshiro sets his last trap...! Will the Pretty Boy Detective Club be able to protect Yubiwa Academy?",
          "Aliases": []
        }
      }
    }
  }
}