{
  "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king",
  "Genres": [
    "Adaptation",
    "Anime - Shojo"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/3ADF-A819-A823-2216-31BE-O",
    "https://www.imdb.com/title/tt14979604/",
    "https://baraou-anime.com/",
    "http://www.reddit.com/r/BaraounoSouretsu",
    "https://www.tvmaze.com/shows/59465/show-slug",
    "https://www.themoviedb.org/tv/109934",
    "https://www.wikidata.org/wiki/Q100784143",
    "https://en.wikipedia.org/wiki/Requiem_of_the_Rose_King",
    "https://x.com/baraou_anime"
  ],
  "TitleEnglish": "Requiem of the Rose King",
  "SummaryEnglish": "The crown of England has been hotly contested throughout history, and in the Middle Ages, a series of great civil wars became known as the War of the Roses. Claiming a right to the throne, the Duke of York seeks to unseat King Henry VI and his heir in order to become king himself.",
  "Aliases": [
    "Bara-Ou no Souretsu",
    "Bara-Ō no Sōretsu",
    "Baraou no Souretsu",
    "Requiem of the Rose King (2022)"
  ],
  "Modified": "2025-06-12",
  "Seasons": {
    "0": {
      "ID": "1976993",
      "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "9089483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/9089483",
          "TitleEnglish": "Part One Digest: Meetings and Partings",
          "SummaryEnglish": "As the story enters its second half, this summary offers viewers a refresher on and fans an introduction to Requiem of the Rose King.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1924277",
      "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "8407854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8407854",
          "TitleEnglish": "Wars of the Roses",
          "SummaryEnglish": "Civil war grips Medieval England as the houses of York and Lancaster vie for the throne. Richard, the Duke of York's youngest son, wants nothing more than to see the duke crowned king, even as Richard struggles with an alienating secret.",
          "Aliases": []
        },
        "2": {
          "ID": "8813078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813078",
          "TitleEnglish": "Father Is My Light",
          "SummaryEnglish": "The Duke of York has seized the capital and the throne, but he must still overcome Queen Margaret's army if he hopes to be crowned king. Richard, imprisoned in the Tower of London, can only speculate about the fortunes of war.",
          "Aliases": []
        },
        "3": {
          "ID": "8813079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813079",
          "TitleEnglish": "I Am the Shadow, the Darkness Behind the Light",
          "SummaryEnglish": "The Duke of York's death is a blow both to Richard and to the Yorkist cause, but an unforseen setback gives the Earl of Warwick and Edward time to rally their forces. How will Richard face the coming battle and a World without the duke?",
          "Aliases": []
        },
        "4": {
          "ID": "8813080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813080",
          "TitleEnglish": "I'm Afraid I'm Going to Lose the Answers I've Gotten and… Everything Else.",
          "SummaryEnglish": "Edward, now king, enlists Richard to guard the secret of his affair with Elizabeth Woodville. Alone in the woods, Richard has an unexpected encounter that raises unsettling questions.",
          "Aliases": []
        },
        "5": {
          "ID": "8813081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813081",
          "TitleEnglish": "If I Don't Grab Your Hand, I Won't Have to Let Go",
          "SummaryEnglish": "The Earl of Warwick seethes at his humiliation and loss of power caused by King Edward's marriage. Meanwhile, Richard's time with the earl's daughter, Anne, raises new possibilities in the young duke's mind.",
          "Aliases": []
        },
        "6": {
          "ID": "8813082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813082",
          "TitleEnglish": "A man who has no awareness as king... A man who is not qualified to be king... Neither of them is fit for the throne.",
          "SummaryEnglish": "The Earl of Warwick plots rebellion, and tensions mount between George and King Edward. The king refuses to doubt his comrade or his brother, but his trust may cost him his crown.",
          "Aliases": []
        },
        "7": {
          "ID": "8813083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813083",
          "TitleEnglish": "Even If I sin...",
          "SummaryEnglish": "Richard's elder brother Edward has been taken prisoner. On the way to rescue Edward, Richard meets Prince Edward of the House of Lancaster. The two decide to travel together, even as they both hide their identities from each other. On the way, Prince Edward asks \"Have you ever wanted to get your hands on something, even if it meant committing a crime?\" The words silently echo in Richard's mind as the two arrive at Middleham Castle, where Edward is being held.",
          "Aliases": []
        },
        "8": {
          "ID": "8813084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813084",
          "TitleEnglish": "Even alone, it wasn't frightening. Rather... the loneliness has been kind ever since losing Father.",
          "SummaryEnglish": "Henry VI is back on the throne, but so far it has only been a return to the days that tormented him. Meanwhile, Edward orders Richard to deliver the banner of the House of York as an ultimatum to Warwick and his brother George, who has joined the House of Lancaster. Richard's group acts in secret, but a Lancastrian nobleman discovers their York affiliation and they cross swords. Wounded in the battle, Richard unexpectedly runs into Henry, who is on a pilgrimage.",
          "Aliases": []
        },
        "9": {
          "ID": "8813085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813085",
          "TitleEnglish": "I remember when Christmas was approaching. The time when I lost Father.",
          "SummaryEnglish": "In the moonlit forest, the darkness of the night envelops Richard and Henry. But their time together doesn't last long, as Richard leaves with the newly-arriving Catesby. \"I promise you we'll meet under that tree again,\" Henry says. Emotionally wrought, Richard promises to meet him again and heads for George's home. Meanwhile George, drunk and wondering where he went wrong in life, sees the ghost of his father, the Duke of York.",
          "Aliases": []
        },
        "10": {
          "ID": "8813086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8813086",
          "TitleEnglish": "My name is Richard Plantagenet.",
          "SummaryEnglish": "Anne is ordered by the Earl of Warwick to marry Prince Edward. There is no love between the two of them, but their friendship begins to grow as they discuss their true feelings for each other during a boat trip. Meanwhile, the Earl of Warwick finally confronts Edward on the battlefield. Warwick has the numerical advantage, but George, once aligned with the Lancaster faction, sides with Edward again, evening up the odds. As the battle stalls, Richard takes the place of Buckingham and stages a solo attack on Lancaster's camp.",
          "Aliases": []
        },
        "11": {
          "ID": "8934729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934729",
          "TitleEnglish": "That is my... my punishment...",
          "SummaryEnglish": "Richard discovers that the man from the forest is Henry VI of Lancaster, the one who killed Richard's father. Torn between fond feelings for Henry and the betrayal of York, Richard murmurs \"die.\" \"If you're in that much of a hurry to die,\" says Buckingham, \"go ahead and keep killing in your rage.\" To Richard, however, this is nothing more than a punishment to bear. Meanwhile, Queen Margaret of Lancaster continues to fight, but realizing her disadvantage, she decides to entrust the life of Prince Edward to Anne.",
          "Aliases": []
        },
        "12": {
          "ID": "8934741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934741",
          "TitleEnglish": "Richard Is Dead, Died Alone in the Woods That Day.",
          "SummaryEnglish": "Edward becomes king, and York is overjoyed...but Richard's heart was sinking. \"The light will never return.\" Richard goes to the prison where Henry was captured, even after receiving orders from Edward to kill Henry. \"You've always appeared out of nowhere...healing my wounds, then tearing them open.\" With dagger in hand, Richard emotionally opens up to Henry. But what will Henry say when Richard reveals the greatest secret of all?",
          "Aliases": []
        },
        "13": {
          "ID": "8934745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934745",
          "TitleEnglish": "After all, this body is just a prison of the soul...",
          "SummaryEnglish": "Ten years later, King Edward IV enjoys a future-predicting \"destiny cake\" at a banquet. The cake he grabbed was in the shape of a \"G,\" but what does the wine-red \"G\" suggest about the future? At the banquet, Edward IV meets a woman named Jane. Meanwhile Richard, reappearing at the royal palace after many years, has married Anne, their son Edward growing up healthy and happy. But their happiness is only superficial. \"When my soul died, I knew rest, for without a soul, there is no captivity.\"",
          "Aliases": []
        },
        "14": {
          "ID": "8934746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934746",
          "TitleEnglish": "Good night. Brother.",
          "SummaryEnglish": "Richard captures George for cursing Edward IV. However, Edward IV keeps hoping that George might come to his senses. Richard makes a decision: \"Buckingham, kill George.\" Now Richard must convince Edward IV that it was the Woodville family that sent George to his death. George, cornered by Richard and Buckingham's plot, storms into the courtroom.",
          "Aliases": []
        },
        "15": {
          "ID": "8934747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934747",
          "TitleEnglish": "If you hide it, you won't feel sadness.",
          "SummaryEnglish": "Richard is now taking care of Edward IV...but upon the king's death, Queen Elizabeth's brother Anthony plans to install a child prince as king and himself as regent. Anthony also attempts to arrest Richard for treason, but Buckingham also lurks behind the shadows. Finally, Buckingham learns the secret of Richard, who then reveals a dream: \"If you can't escape your fate...then become the devil.\"",
          "Aliases": []
        },
        "16": {
          "ID": "8934748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934748",
          "TitleEnglish": "The devil has the devil's way.",
          "SummaryEnglish": "Richard and Buckingham embark on a majority-rule maneuver to gain the throne. It creates more suffering for Catesby, who has been trying to protect Richard while serving Hastings. Who is his loyalty truly for? Meanwhile, Hastings and the Queen Mother are planning a service for King Edward V. The service would publicize and solidify Elizabeth's power if held, and now Richard is gradually pushed into a position of inferiority.",
          "Aliases": []
        },
        "17": {
          "ID": "8934749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934749",
          "TitleEnglish": "Because God has chosen this bloody demon.",
          "SummaryEnglish": "Hastings and the Queen Mother carry out a plan to disqualify Richard...but it's revealed that Edward V, son of Edward IV and Elizabeth, had no rightful claim to the throne. So Edward V and his brother are imprisoned in the Tower of London. Thus Richard steadily closes in on the throne...but Cecily agitates the people against it, stating \"the devil must not be made king!\" Faced with throngs of angry citizens, Richard and Buckingham put on the play of the century.",
          "Aliases": []
        },
        "18": {
          "ID": "8934750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934750",
          "TitleEnglish": "Your Name",
          "SummaryEnglish": "Anne witnesses Richard coming out of Buckingham's room at night. \"You know him better than anyone,\" she says to Catesby. \"If he's hiding something, please tell me.\" To root out Richard's secret, Anne proposes that he dress as a woman and she as a man at a banquet they call \"The Devil's Paradise.\" Despite Anne's intentions, the banquet is a great success, the two of them lost among the admiring crowd. Then Buckingham appears, dressed as the devil.",
          "Aliases": []
        },
        "19": {
          "ID": "8934751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934751",
          "TitleEnglish": "I Will Protect Edward. That Child Is My Son.",
          "SummaryEnglish": "At a rainy villa, a night spent with Henry VI springs back to Richard's memory. Buckingham, knowing who Richard once loved, joins hands with the king. \"Say the name,\" he tells him, \"my name.\" The villa is visited by Tyrell, the assassin who took George and the others. Buckingham is shocked when he realizes Tyrell is the spitting image of Henry VI. Meanwhile, in London, Richmond is on the move for the throne.",
          "Aliases": []
        },
        "20": {
          "ID": "8934752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934752",
          "TitleEnglish": "The Light Is Overhead",
          "SummaryEnglish": "Rumors circulate that Richard is not the rightful king. This story leads to the escape of Edward V, son of the previous king, and his brother from the Tower of London. Richard suffers from poor health as he prepares for his coronation in York. A medical examination by the imprisoned witch Jane suggests a certain possibility. With that in mind, Richard visits Buckingham's castle. There, Buckingham's love for Richard grows to the point where he takes unprecedented action. \"I can no longer keep my cool with you around.\"",
          "Aliases": []
        },
        "21": {
          "ID": "8934753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934753",
          "TitleEnglish": "It Should Still Be in Time Now",
          "SummaryEnglish": "Buckingham, determined to rebel, tries to win the cooperation of Bishop Ely and Stanley. Meanwhile, Richmond advises his father-in-law Stanley of the conditions under which he will join the rebellion. Those conditions: The death of King Edward V and his brother, who are imprisoned in the Tower of London. Buckingham believes Richard III, and no one else, must commit the murders. At the same time, Richard enters York and waits for Buckingham, who is expected to come. However, after the coronation, Richard is visited by the assassin Tyrell.",
          "Aliases": []
        },
        "22": {
          "ID": "8934742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934742",
          "TitleEnglish": "Use Your Head More, Damn Brat. Don’t Die Even If You Are Weak",
          "SummaryEnglish": "With Buckingham in open rebellion, an anguished Richard turns toward Catesby. \"If only I hadn't been so intimate with him. If only I wasn't the son of the devil...\" But that was no longer an option. Leaving his wife Anne and son Edward behind, Richard sets out for battle. Richard III and Buckingham cross swords in the Forest of Dean, just as they promised. \"I will cross the border and abandon my name. I will stand by your side and cut through your thorns until the day I die. That...and the loyalty to your father that still binds you...\"",
          "Aliases": []
        },
        "23": {
          "ID": "8934743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934743",
          "TitleEnglish": "Mother...Goodbye",
          "SummaryEnglish": "Just as Richard has personally seen to the end of Buckingham, Anne confesses that her tuberculosis has returned. Anne begs Richard to disinherit their kind-hearted son Edward in order to protect him. Facing the cruel fate of loved ones drifting away, Richard desperate enough for the departed Buckingham to try replacing him with Catesby. But Catesby says he cannot, for \"the heat of the body cannot warm the soul.\" In the midst of this, the battle with Richmond approaches.",
          "Aliases": []
        },
        "24": {
          "ID": "8934744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/requiem-of-the-rose-king/episodes/8934744",
          "TitleEnglish": "Requiem of the Rose King",
          "SummaryEnglish": "\"If this name, if this blood, was all an illusion...then what is the point of this battle?\" Richard looks back at his past, guided by Tyrell in front of him. \"Let us go home, even if it is a battlefield where not even sleep is allowed to us...\"",
          "Aliases": []
        }
      }
    }
  }
}