{
  "URL": "https://www.thetvdb.com/series/platinum-end",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13676300/",
    "https://www.instagram.com/ani_platinumend",
    "http://www.reddit.com/r/platinumend",
    "https://www.themoviedb.org/tv/114892",
    "https://x.com/ani_platinumend"
  ],
  "TitleEnglish": "Platinum End",
  "SummaryEnglish": "As his classmates celebrate their middle school graduation, troubled Mirai is mired in darkness. But his battle is just beginning when he receives some salvation from above in the form of an angel. Now Mirai is pitted against 12 other chosen humans in a battle in which the winner becomes the next god of the world. Mirai has an angel in his corner, but he may need to become a devil to survive.",
  "Aliases": [
    "Purachina Endo"
  ],
  "Modified": "2025-09-07",
  "Seasons": {
    "1": {
      "ID": "1913565",
      "URL": "https://www.thetvdb.com/series/platinum-end/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "8305537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8305537",
          "TitleEnglish": "Gift from an Angel",
          "SummaryEnglish": "Having lost the will to live, Mirai Kakehashi decides to kill himself on the day of his middle school graduation. However, Nasse the angel suddenly appears and saves his life. Furthermore, Nasse grants him Wings and Arrows to inspire hope in him. Mirai initially rejects Nasse's offer, but after acquiring the Wings, he slowly begins to regain his lost hope. However, Nasse reveals some shocking information to him... In order to verify the truth, Mirai confronts his aunt who is raising him.",
          "Aliases": []
        },
        "2": {
          "ID": "8768271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8768271",
          "TitleEnglish": "Hero of Justice",
          "SummaryEnglish": "Nasse informs Mirai that he has been chosen to be a \"God candidate.\" Only one out of the thirteen God candidates will be selected to become the next God. Mirai has trouble believing the news at first, but he decides to take the first step towards living a happy life. However, one day, he learns another God candidate died under mysterious circumstances. Furthermore, a new God candidate calling himself \"Metropoliman\" appears in front of the TV cameras during a bank robbery.",
          "Aliases": []
        },
        "3": {
          "ID": "8771940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771940",
          "TitleEnglish": "Heart's Beloved",
          "SummaryEnglish": "April arrives, and Mirai is now a high school student. He heads to school on the day of his entrance ceremony, where he sees an angel flying overhead... and is shot by his childhood friend Saki Hanakago's Red Arrow of love. Having fallen for Revel, the angel's trick, Mirai is willing to give his own life to protect Saki. He decides to sacrifice himself to take down another God candidate, but... Meanwhile, masked God candidate Metropoliman makes his move, and the situation enters a new phase.",
          "Aliases": []
        },
        "4": {
          "ID": "8771942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771942",
          "TitleEnglish": "Time to Assemble",
          "SummaryEnglish": "Metropoliman sends a message to the other God candidates through a TV broadcast. He wants the candidates to assemble and discuss who should become the next God. However, God candidates Metro Blue and Metro Yellow who show up to the meeting do not believe Metropoliman's words. A rapidly shifting battle takes place at Jinbo Stadium. In the stands, Mirai and Saki struggle to decide what they should do... When the situation becomes even more desperate, the two are forced to make a difficult decision.",
          "Aliases": []
        },
        "5": {
          "ID": "8771944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771944",
          "TitleEnglish": "Death Sentence",
          "SummaryEnglish": "\"I couldn't do anything...\" With only those feelings of helplessness on their minds, Mirai and Saki leave Jinbo Stadium. It's hard to believe the two of them alone could challenge the overwhelmingly powerful strategist Metropoliman... However, another new God candidate makes contact with Mirai and Saki. His name is Nanato Mukaido. Mukaido tells Mirai and Saki that Metropoliman must not become the next God and proposes taking him on together.",
          "Aliases": []
        },
        "6": {
          "ID": "8771946",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771946",
          "TitleEnglish": "Two Painful Options",
          "SummaryEnglish": "Serial middle school girl murderer Girl A escapes from the facility where she's being held. Mirai's group deduces that in order to lure out other God candidates, Metropoliman gave her Wings and an Arrow so she could escape. Mira despises Metropoliman's willingness to play dirty and do whatever it takes to become the next God. Eventually the first victim is found at the Grand Tower in the city, and the situation rapidly worsens. Mirai's group chooses to act to stop Girl A's murders.",
          "Aliases": []
        },
        "7": {
          "ID": "8771947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771947",
          "TitleEnglish": "Tower of Nightmare",
          "SummaryEnglish": "Mirai and Mukaido use their Wings to fly to Grand Tower, where a sinister trap has been laid. Their enemy Metropoliman appears from within the shroud of smoke. Mirai finally directly confronts Metropoliman, who scornfully calls him a small fry who lacks the courage to fight. However, once Mirai is cornered, he acts in an unexpected way. Mirai risks his own life to shoot an Arrow, and...",
          "Aliases": []
        },
        "8": {
          "ID": "8771948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771948",
          "TitleEnglish": "Symbol of Promise",
          "SummaryEnglish": "The battle they just had at Grand Tower cast a shadow on Mirai and the others in many ways. Saki, who wasn't able to participate in the fight, seems to be bothered by something. She then asks Mirai to kill her. Why was the kind and ordinary girl Saki chosen to be a God Candidate? Mirai finds out the truth and then asks Saki to make a certain choice. Meanwhile, high school student Kanade Uryu, who was actually Metropoliman, seems to be plotting his next move as well.",
          "Aliases": []
        },
        "9": {
          "ID": "8771949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771949",
          "TitleEnglish": "The Face of an Assassin",
          "SummaryEnglish": "A new God candidate sets a trap for Mirai and his companions. The long-haired handsome man, a God candidate who wields swords in addition to Wings and Arrows, is named Hajime Sokotani. Hajime, who has lived a tragic life until now, worships Metrpoliman, who is his polar opposite, and wishes to become his loyal servant. In order to achieve his goal, Hajime targets Mirai and his companions and heads to a certain location.",
          "Aliases": []
        },
        "10": {
          "ID": "8771950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771950",
          "TitleEnglish": "Where the Tears Go",
          "SummaryEnglish": "Mukaido's wife and daughter are taken hostage by Hajime. He is so intent on rescuing them that he is caught inside a trap from which there is no escape. Mirai also enters the trap in order to save them. Meanwhile, with only a Red Arrow, Saki is left at home because she cannot help in a fight. Though she can't fight without Wings, she still attempts to go help Mirai and Mukaido. Upon seeing her, Revel the angel reflects on his own powerlessness... and tears fall down his cheeks for the first time...!",
          "Aliases": []
        },
        "11": {
          "ID": "8771951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771951",
          "TitleEnglish": "Your Own Worth",
          "SummaryEnglish": "Revel is promoted to first-rank angel and Saki acquires her Wings. They rush to the park where the fight is taking place, and she successfully shoots Hajime with a Red Arrow. Through the power of the Red Arrow, Hajime experiences love for the first time in his life. After an intense internal conflict, what choice will he make...? Meanwhile, Kanade has a trump card he's been hiding up his sleeve. It throws their fight into chaos, turning it into a roller coaster of a battle.",
          "Aliases": []
        },
        "12": {
          "ID": "8771952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771952",
          "TitleEnglish": "A Fine Line Between Offense and Defense",
          "SummaryEnglish": "Fuyuko, one of Kanade's underlings, is a researcher who develops killer viruses. Fuyuko threatens Mirai and his companions by telling them that she'll conduct an indiscriminate terrorist act and spread her killer virus. She demands that they allow her to test her newest drug on them if they want to prevent the attack. Kanade names Mirai as the first guinea pig. Mukaido and Saki desperately try to stop him, but Mirai won't listen, as he doesn't want anyone to die, and instead he faces Fuyuko one on one. The needle approaches. What will be Mirai's fate...?",
          "Aliases": []
        },
        "13": {
          "ID": "8902975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8902975",
          "TitleEnglish": "World Peace",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "8903007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903007",
          "TitleEnglish": "Two Lights",
          "SummaryEnglish": "Mirai and Kanade are unaware that their duel is being streamed online by someone. As people all across Japan and even the MPD watch the stream and leap into action, their duel approaches its end. A Red Arrow seeking happiness against a White Arrow that will grant his desire. What fate awaits those who battle for their lives?",
          "Aliases": []
        },
        "15": {
          "ID": "8903008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903008",
          "TitleEnglish": "Diffused Power",
          "SummaryEnglish": "In exchange for Mukaido's life, his actions finally end their long battle with Metropoliman AKA Kanade. However, Mirai notices that Kanade has secretly been shot with a Red Arrow by someone else...Who was controlling Kanade? The MPD begins investigating the identities of the God candidates, and the situation enters the next phase. And then, a new God candidate begins to act.",
          "Aliases": []
        },
        "16": {
          "ID": "8903009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903009",
          "TitleEnglish": "World's Greatest Assassin",
          "SummaryEnglish": "God candidate and grade school student Susumu reveals information relating to the new God selection process on a live TV broadcast. As a result, people around the world begin searching for God candidates. Mirai and Saki are under a lot of stress. The whole world is looking for them, and their identities must not be discovered no matter what... but one day, on the way home from school, an MPD detective named Hoshi approaches Mirai.",
          "Aliases": []
        },
        "17": {
          "ID": "8903010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903010",
          "TitleEnglish": "The Other Five",
          "SummaryEnglish": "With the help of Hoshi and Yumiki of the MPD, Mirai and Saki begin searching for the other God candidates. Acquaintances of the middle school-aged Nakaumi brothers have been dying one after another. Believing one of them must be a God candidate, Mirai and Saki head to the Nakaumi family home. There they witness an unexpected sight... Mirai attempts to convince the younger brother Shuji Nakaumi, but he is stubborn and not easily persuaded. Mirai is forced to face the question \"what is happiness?\"",
          "Aliases": []
        },
        "18": {
          "ID": "8903011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903011",
          "TitleEnglish": "Last Supper",
          "SummaryEnglish": "Mirai, Saki, Susumu, and Nakaumi... So far, the intentions of four God candidates have been confirmed. Two candidates remain. One of them, Yuri Temari, has been captured by the police and is under house arrest. Mirai's group sets out to rescue her... Mirai's group hopes to choose the next God through a discussion between the six remaining God candidates. However, the intentions of the final unidentified God candidate are still unknown...",
          "Aliases": []
        },
        "19": {
          "ID": "8903012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903012",
          "TitleEnglish": "The Future of Humanity",
          "SummaryEnglish": "In order to bring the final God candidate into a discussion, Mirai and the other four God candidates reach out to them through a live TV broadcast. As the situation grows tense when Self-Defense Force attack helicopters show up, the last God candidate finally appears. His name is Gaku Yoneda. Known as the world's smartest man, he's a Nobel Prize recipient and college professor. Yoneda's involvement causes people around the world to swell with excitement. Then Yoneda begins to explain his theory regarding God to Mirai and the other God candidates.",
          "Aliases": []
        },
        "20": {
          "ID": "8903013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903013",
          "TitleEnglish": "The Price of Honor",
          "SummaryEnglish": "The first meeting of all the God candidates ends in the worst possible way, and the candidates split into two factions. The leader of one group is Mirai, while the other group is led by Yoneda, whose partner is Muni, the Angel of Destruction. Hoshi, Yoneda's former classmate, tells Mirai about an experience he had with Yoneda during school. Yoneda's character is gradually revealed, but meanwhile... Disaster strikes heaven. The time limit approaches.",
          "Aliases": []
        },
        "21": {
          "ID": "8903014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903014",
          "TitleEnglish": "The Time for Talk",
          "SummaryEnglish": "Mirai's group and Yoneda secretly prepare for their upcoming showdown. When the time is ripe, Yoneda makes the first move. He uses the media to tell Mirai's group the time and location of their final showdown. Mirai and Saki spend some time alone together so they can brace themselves for what is coming. Finally, the final showdown between the God candidates begins. What is Yoneda planning...?",
          "Aliases": []
        },
        "22": {
          "ID": "8903015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903015",
          "TitleEnglish": "Wings of Determination",
          "SummaryEnglish": "The new national stadium is chosen as the location for their final showdown. After describing his theory on the future of humanity, Yoneda requests a one on one conversation with Mirai. Mirai agrees, and Saki, Temari, Nakaumi, and Yumiki depart... leaving Mirai, Yoneda, and only Hoshi to observe the events. Yoneda is attempting to prevent the birth of the next God for the sake of the future he imagines for humanity. With the whole world watching, in order to defeat Yoneda, Mirai demonstrates his resolve.",
          "Aliases": []
        },
        "23": {
          "ID": "8903016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903016",
          "TitleEnglish": "At the End of Thought",
          "SummaryEnglish": "Just when the White Arrow is about to strike Mirai, his partner Nasse undergoes a decisive change that impacts the course of battle. As the situation rapidly changes again and again... The long battle between the God candidates finally comes to an end.",
          "Aliases": []
        },
        "24": {
          "ID": "8903017",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903017",
          "TitleEnglish": "The Final Arrow",
          "SummaryEnglish": "The God candidate chosen to become God arrives in Heaven with the angels. He is shocked to discover the secrets of Heaven he had no way of knowing as a human. Meanwhile, released from the God selection process, Mirai, Saki, and the other survivors begin to follow their own paths. Mirai, who consistently sought happiness, finally seems to have achieved something, but...",
          "Aliases": []
        }
      }
    }
  }
}