{
    "URL": "https://www.thetvdb.com/series/platinum-end",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13676300/",
        "https://www.instagram.com/ani_platinumend",
        "http://www.reddit.com/r/platinumend",
        "https://www.themoviedb.org/tv/114892",
        "https://x.com/ani_platinumend"
    ],
    "TitleEnglish": "Platinum End",
    "SummaryEnglish": "As his classmates celebrate their middle school graduation, troubled Mirai is mired in darkness. But his battle is just beginning when he receives some salvation from above in the form of an angel. Now Mirai is pitted against 12 other chosen humans in a battle in which the winner becomes the next god of the world. Mirai has an angel in his corner, but he may need to become a devil to survive.",
    "TitleJapanese": "プラチナエンド",
    "SummaryJapanese": "架橋明日(かけはしミライ)は家族を事故で失い、引き取られた親戚のもとでも辛い日々を送っていた。\n全てに絶望した少年は、中学校を卒業したその日、ビルの屋上から身を投げる。\nしかし、少年はそこで1羽の天使と出会う――!?",
    "Aliases": [
        "Purachina Endo"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "1913565",
            "URL": "https://www.thetvdb.com/series/platinum-end/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8305537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8305537",
                    "TitleEnglish": "Gift from an Angel",
                    "SummaryEnglish": "Having lost the will to live, Mirai Kakehashi decides to kill himself on the day of his middle school graduation. However, Nasse the angel suddenly appears and saves his life. Furthermore, Nasse grants him Wings and Arrows to inspire hope in him. Mirai initially rejects Nasse's offer, but after acquiring the Wings, he slowly begins to regain his lost hope. However, Nasse reveals some shocking information to him... In order to verify the truth, Mirai confronts his aunt who is raising him.",
                    "TitleJapanese": "天使の贈り物",
                    "SummaryJapanese": "生きることに絶望していた少年・架橋明日は、中学校卒業の日に自ら死を選ぶ。だが天使ナッセが突如現れ、明日の命を救った。ナッセはさらに「生きる希望」として、天使のアイテム「翼と矢」を授ける。明日は最初ナッセを拒絶していたが、翼を得たことで、生きる希望を少しずつ取り戻し始めた。しかしナッセによってもたらされる衝撃の情報……真実を確かめるために明日は、育ての親である叔母との対決に赴く。"
                },
                "2": {
                    "ID": "8768271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8768271",
                    "TitleEnglish": "Hero of Justice",
                    "SummaryEnglish": "Nasse informs Mirai that he has been chosen to be a \"God candidate.\" Only one out of the thirteen God candidates will be selected to become the next God. Mirai has trouble believing the news at first, but he decides to take the first step towards living a happy life. However, one day, he learns another God candidate died under mysterious circumstances. Furthermore, a new God candidate calling himself \"Metropoliman\" appears in front of the TV cameras during a bank robbery.",
                    "TitleJapanese": "正義のヒーロー",
                    "SummaryJapanese": "明日(ミライ)は自分が「神候補」に選ばれたことを、ナッセに知らされる。13人の神候補の中からたった1人だけが、次の代の新たな神に選ばれるらしい。すぐには信じられずにいる明日だが、幸せに生きるための一歩を踏み出そうとする。しかしある日、別の神候補が不審な死を遂げたことを知ってしまう。さらに銀行強盗の事件現場では、「メトロポリマン」と名乗る新たな神候補がＴＶカメラの前に姿を現す。"
                },
                "3": {
                    "ID": "8771940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771940",
                    "TitleEnglish": "Heart's Beloved",
                    "SummaryEnglish": "April arrives, and Mirai is now a high school student. He heads to school on the day of his entrance ceremony, where he sees an angel flying overhead... and is shot by his childhood friend Saki Hanakago's Red Arrow of love. Having fallen for Revel, the angel's trick, Mirai is willing to give his own life to protect Saki. He decides to sacrifice himself to take down another God candidate, but... Meanwhile, masked God candidate Metropoliman makes his move, and the situation enters a new phase.",
                    "TitleJapanese": "憧れの人",
                    "SummaryJapanese": "4月になり、高校生となった明日(ミライ)。入学式当日に高校へ向かうと、頭上に天使の姿が……さらに幼なじみの少女・花籠咲(はなかごさき)に、キューピットの矢である「赤の矢」を刺されてしまう。天使ルベルの策略にはまった明日は、咲を守るためなら、自らの命を投げ出しても構わないという状態に。他の神候補と刺し違える覚悟をするが……。一方、覆面神候補・メトロポリマンが動き出し、事態は新たな局面を迎える。"
                },
                "4": {
                    "ID": "8771942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771942",
                    "TitleEnglish": "Time to Assemble",
                    "SummaryEnglish": "Metropoliman sends a message to the other God candidates through a TV broadcast. He wants the candidates to assemble and discuss who should become the next God. However, God candidates Metro Blue and Metro Yellow who show up to the meeting do not believe Metropoliman's words. A rapidly shifting battle takes place at Jinbo Stadium. In the stands, Mirai and Saki struggle to decide what they should do... When the situation becomes even more desperate, the two are forced to make a difficult decision.",
                    "TitleJapanese": "集結の瞬間(とき)",
                    "SummaryJapanese": "TV中継を通じて、メトロポリマンは他の神候補たちに呼びかけた。皆で集結し、話し合いで次の神を決めようというのだ。しかし現れた神候補・メトロブルーとメトロイエローは、メトロポリマンを信じようとしなかった。神保球場で繰り広げられる二転三転の戦い。自分たちはどうすべきか？客席で激しく葛藤する明日と咲……さらに絶体絶命の状況となり、2人は究極の決断を迫られる。"
                },
                "5": {
                    "ID": "8771944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771944",
                    "TitleEnglish": "Death Sentence",
                    "SummaryEnglish": "\"I couldn't do anything...\" With only those feelings of helplessness on their minds, Mirai and Saki leave Jinbo Stadium. It's hard to believe the two of them alone could challenge the overwhelmingly powerful strategist Metropoliman... However, another new God candidate makes contact with Mirai and Saki. His name is Nanato Mukaido. Mukaido tells Mirai and Saki that Metropoliman must not become the next God and proposes taking him on together.",
                    "TitleJapanese": "死の宣告",
                    "SummaryJapanese": "「何も出来なかった……」。その無力感だけを噛みしめ、明日(ミライ)と咲は神保球場を後にする。圧倒的な力を持つ策略家・メトロポリマンを相手に、自分たち2人だけで戦いを挑めるとは思えない……しかしそんな明日と咲に、新たな別の神候補が接触してくる。六階堂七斗(むかいどうななと)という神候補だ。「メトロポリマンを次の神にしてはならない」と、六階堂は明日たちに言う。そのために共闘関係を結ばないか？と二人に提案してくる。"
                },
                "6": {
                    "ID": "8771946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771946",
                    "TitleEnglish": "Two Painful Options",
                    "SummaryEnglish": "Serial middle school girl murderer Girl A escapes from the facility where she's being held. Mirai's group deduces that in order to lure out other God candidates, Metropoliman gave her Wings and an Arrow so she could escape. Mira despises Metropoliman's willingness to play dirty and do whatever it takes to become the next God. Eventually the first victim is found at the Grand Tower in the city, and the situation rapidly worsens. Mirai's group chooses to act to stop Girl A's murders.",
                    "TitleJapanese": "苦渋の二択",
                    "SummaryJapanese": "連続女子中学生殺人犯・少女Ａが、収監先から脱走した。メトロポリマンが他の神候補を誘い出すため、翼と矢を与えて脱走させたのだと、明日(ミライ)たちは推測する。次の神となるために手段を選ばぬメトロポリマンの卑劣さを、嫌う明日。やがて最初の犠牲者が都内のグランタワーで発見され、事態は目まぐるしく悪化していく。少女Ａの凶行を止めるため、明日たちはある手段に出る。"
                },
                "7": {
                    "ID": "8771947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771947",
                    "TitleEnglish": "Tower of Nightmare",
                    "SummaryEnglish": "Mirai and Mukaido use their Wings to fly to Grand Tower, where a sinister trap has been laid. Their enemy Metropoliman appears from within the shroud of smoke. Mirai finally directly confronts Metropoliman, who scornfully calls him a small fry who lacks the courage to fight. However, once Mirai is cornered, he acts in an unexpected way. Mirai risks his own life to shoot an Arrow, and...",
                    "TitleJapanese": "悪夢のタワー",
                    "SummaryJapanese": "翼で駆けつける明日(ミライ)と六階堂。グランタワーには邪悪な罠が仕掛けられていた。立ち込める爆煙の中から現れる宿敵メトロポリマン。ついに直接対峙した明日を、「戦う勇気の持てない小者(こもの)」とメトロポリマンは侮っている。しかし追い詰められた明日が、予想外の行動に出る。明日が命がけで放った一矢は…？"
                },
                "8": {
                    "ID": "8771948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771948",
                    "TitleEnglish": "Symbol of Promise",
                    "SummaryEnglish": "The battle they just had at Grand Tower cast a shadow on Mirai and the others in many ways. Saki, who wasn't able to participate in the fight, seems to be bothered by something. She then asks Mirai to kill her. Why was the kind and ordinary girl Saki chosen to be a God Candidate? Mirai finds out the truth and then asks Saki to make a certain choice. Meanwhile, high school student Kanade Uryu, who was actually Metropoliman, seems to be plotting his next move as well.",
                    "TitleJapanese": "約束のしるし",
                    "SummaryJapanese": "グランタワーでの初の直接対決は、明日たちに様々な影を落とした。戦いに１人だけ参加できなかった咲は、何か思いつめているよう。そして明日に「私を殺して」と訴える。平凡で心優しい少女・咲が、なぜ神候補に選ばれたのか？その真相を知った明日は、咲にある選択を迫る。一方、メトロポリマンの正体であるエリート高校生・生流奏も、次の攻勢に出ようとしていた。"
                },
                "9": {
                    "ID": "8771949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771949",
                    "TitleEnglish": "The Face of an Assassin",
                    "SummaryEnglish": "A new God candidate sets a trap for Mirai and his companions. The long-haired handsome man, a God candidate who wields swords in addition to Wings and Arrows, is named Hajime Sokotani. Hajime, who has lived a tragic life until now, worships Metrpoliman, who is his polar opposite, and wishes to become his loyal servant. In order to achieve his goal, Hajime targets Mirai and his companions and heads to a certain location.",
                    "TitleJapanese": "刺客の貌",
                    "SummaryJapanese": "新たな神候補が、明日たちに罠を仕掛けてきた。長髪イケメン、翼と矢の他に刀を武器として使う神候補、その名は底谷一（そこたにはじめ）。今まで悲惨な人生を歩んできたハジメは、自分とは正反対のメトロポリマンこと奏を崇拝し、忠実なしもべとなることを望んでいた。そのために明日たちを狙い、ある場所へと向かう。"
                },
                "10": {
                    "ID": "8771950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771950",
                    "TitleEnglish": "Where the Tears Go",
                    "SummaryEnglish": "Mukaido's wife and daughter are taken hostage by Hajime. He is so intent on rescuing them that he is caught inside a trap from which there is no escape. Mirai also enters the trap in order to save them. Meanwhile, with only a Red Arrow, Saki is left at home because she cannot help in a fight. Though she can't fight without Wings, she still attempts to go help Mirai and Mukaido. Upon seeing her, Revel the angel reflects on his own powerlessness... and tears fall down his cheeks for the first time...!",
                    "TitleJapanese": "涙の行方",
                    "SummaryJapanese": "ハジメによって妻と娘を人質にされた六階堂は、2人を助けたい一心で脱出不能の罠に閉じ込められてしまう。彼らを救うため明日もあえて罠に飛び込む。一方、「赤の矢」しか持たない咲は、戦力にならないと家に1人残されていた。翼なしでは戦うことはできないが、それでも明日たちを助けに向かおうとする咲。そんな咲を見て、己の無力さを噛みしめる天使ルベル……その頬を初めて涙がつたう…！"
                },
                "11": {
                    "ID": "8771951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771951",
                    "TitleEnglish": "Your Own Worth",
                    "SummaryEnglish": "Revel is promoted to first-rank angel and Saki acquires her Wings. They rush to the park where the fight is taking place, and she successfully shoots Hajime with a Red Arrow. Through the power of the Red Arrow, Hajime experiences love for the first time in his life. After an intense internal conflict, what choice will he make...? Meanwhile, Kanade has a trump card he's been hiding up his sleeve. It throws their fight into chaos, turning it into a roller coaster of a battle.",
                    "TitleJapanese": "己の価値",
                    "SummaryJapanese": "ルベルが１級天使に昇格し、咲は翼を得た。戦いの場に急行し、ハジメに赤の矢を刺すことに成功する。赤の矢の力で初めて愛を知ったハジメが、激しい葛藤の末、選んだ答えは……。だが一方、奏もとっておきの切り札を隠し持っていた。それにより戦いは混迷、一進一退の攻防が繰り広げられる。"
                },
                "12": {
                    "ID": "8771952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8771952",
                    "TitleEnglish": "A Fine Line Between Offense and Defense",
                    "SummaryEnglish": "Fuyuko, one of Kanade's underlings, is a researcher who develops killer viruses. Fuyuko threatens Mirai and his companions by telling them that she'll conduct an indiscriminate terrorist act and spread her killer virus. She demands that they allow her to test her newest drug on them if they want to prevent the attack. Kanade names Mirai as the first guinea pig. Mukaido and Saki desperately try to stop him, but Mirai won't listen, as he doesn't want anyone to die, and instead he faces Fuyuko one on one. The needle approaches. What will be Mirai's fate...?",
                    "TitleJapanese": "紙一重の攻防",
                    "SummaryJapanese": "奏の部下の１人・冬子は、殺人ウィルスの研究者。冬子は「殺人ウィルスをばらまいて無差別テロを行う」と明日たちを脅迫する。そして「テロを防ぎたければ、代わりに明日たちが新薬の実験台になれ」と要求してくる。最初の実験台に明日を指名する奏。六階堂や咲は必死に止めるが、犠牲を出したくない明日は聞き入れず、冬子と１対１で対峙する。迫る注射針。果たして明日の命運は……。"
                },
                "13": {
                    "ID": "8902975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8902975",
                    "TitleEnglish": "World Peace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "世界の平和",
                    "SummaryJapanese": "遊園地廃墟での戦いにより、敵味方双方のメンバーが次々倒れていく。ついに明日の「赤の矢」と奏の「白の矢」の戦いが始まる。死力を尽くした緊迫の攻防が繰り広げられる中、奏の秘められた想いが次第に明らかとなる。奏は自分の「理想の世界」について、明日へと語り始める。"
                },
                "14": {
                    "ID": "8903007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903007",
                    "TitleEnglish": "Two Lights",
                    "SummaryEnglish": "Mirai and Kanade are unaware that their duel is being streamed online by someone. As people all across Japan and even the MPD watch the stream and leap into action, their duel approaches its end. A Red Arrow seeking happiness against a White Arrow that will grant his desire. What fate awaits those who battle for their lives?",
                    "TitleJapanese": "二つの光",
                    "SummaryJapanese": "明日と奏の１対１での決闘は、本人たちも察知しない間に、何者かによってネット生配信されていた。日本中の人々、そして警視庁までもが注目して動き出す中、二人の決闘は最終局面を迎える。\n幸せを望む「赤の矢」と、願いを叶えるための「白の矢」。命を懸けて戦う者たちの結末とは……。"
                },
                "15": {
                    "ID": "8903008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903008",
                    "TitleEnglish": "Diffused Power",
                    "SummaryEnglish": "In exchange for Mukaido's life, his actions finally end their long battle with Metropoliman AKA Kanade. However, Mirai notices that Kanade has secretly been shot with a Red Arrow by someone else...Who was controlling Kanade? The MPD begins investigating the identities of the God candidates, and the situation enters the next phase. And then, a new God candidate begins to act.",
                    "TitleJapanese": "拡散の力",
                    "SummaryJapanese": "命と引き換えの六階堂の行動により、メトロポリマンこと奏との長きにわたる戦いにはようやく終止符が打たれた。だが明日だけは気付いていた。奏は何者かによって密かに、赤の矢を刺されていたのだ……\nいったい誰が奏を操っていたのか？　\n警視庁も神候補たちの正体を突き止めるべく本格的に動き出し、事態は次なる局面に入る。そしてまた新たな神候補が動き始める。"
                },
                "16": {
                    "ID": "8903009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903009",
                    "TitleEnglish": "World's Greatest Assassin",
                    "SummaryEnglish": "God candidate and grade school student Susumu reveals information relating to the new God selection process on a live TV broadcast. As a result, people around the world begin searching for God candidates. Mirai and Saki are under a lot of stress. The whole world is looking for them, and their identities must not be discovered no matter what... but one day, on the way home from school, an MPD detective named Hoshi approaches Mirai.",
                    "TitleJapanese": "最高の暗殺者",
                    "SummaryJapanese": "神候補・小学生の向が「神選び」についての情報をＴＶ中継で大々的に明かしてしまった。その事によって世界中の人々が神候補を捜し始めてしまう。緊迫を高める明日と咲。二人はもはや世界中に追われる身、万が一にも正体がバレてはならない……\nだが、ある日の下校中。星と名乗る警視庁の刑事が、明日に接触を図ってくる。"
                },
                "17": {
                    "ID": "8903010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903010",
                    "TitleEnglish": "The Other Five",
                    "SummaryEnglish": "With the help of Hoshi and Yumiki of the MPD, Mirai and Saki begin searching for the other God candidates. Acquaintances of the middle school-aged Nakaumi brothers have been dying one after another. Believing one of them must be a God candidate, Mirai and Saki head to the Nakaumi family home. There they witness an unexpected sight... Mirai attempts to convince the younger brother Shuji Nakaumi, but he is stubborn and not easily persuaded. Mirai is forced to face the question \"what is happiness?\"",
                    "TitleJapanese": "他の5人",
                    "SummaryJapanese": "警視庁の星と弓木の協力を得て、明日と咲は他の神候補たちを捜し始める。\n周りの人間が立て続けに死んでいる中学生の中海兄弟、そのどちらか一方が神候補だと推測した明日たちは、中海家に向かう。そこで目撃する意外な光景……\n弟・中海修滋の説得を明日は試みるが、中海の心は頑なで、容易には応じようとしない。\n幸せとは何か？　の問いに明日は改めて向き合う。"
                },
                "18": {
                    "ID": "8903011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903011",
                    "TitleEnglish": "Last Supper",
                    "SummaryEnglish": "Mirai, Saki, Susumu, and Nakaumi... So far, the intentions of four God candidates have been confirmed. Two candidates remain. One of them, Yuri Temari, has been captured by the police and is under house arrest. Mirai's group sets out to rescue her... Mirai's group hopes to choose the next God through a discussion between the six remaining God candidates. However, the intentions of the final unidentified God candidate are still unknown...",
                    "TitleJapanese": "最後の晩餐",
                    "SummaryJapanese": "明日・咲・向・中海……これまでに意思を確認し合えた神候補は４人。残るは２人。そのうちの１人、手毬由理は警察に捕らえられて軟禁状態にある。手毬の救出に動き出す明日たち……\n明日たちは、現在まだ残っている６人の神候補たち全員での話し合いで、誰が神になるかを決定したいと望んでいる。だが、いまだ正体の判明していない最後の神候補の思惑は未知のままで……。"
                },
                "19": {
                    "ID": "8903012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903012",
                    "TitleEnglish": "The Future of Humanity",
                    "SummaryEnglish": "In order to bring the final God candidate into a discussion, Mirai and the other four God candidates reach out to them through a live TV broadcast. As the situation grows tense when Self-Defense Force attack helicopters show up, the last God candidate finally appears. His name is Gaku Yoneda. Known as the world's smartest man, he's a Nobel Prize recipient and college professor. Yoneda's involvement causes people around the world to swell with excitement. Then Yoneda begins to explain his theory regarding God to Mirai and the other God candidates.",
                    "TitleJapanese": "人間の未来",
                    "SummaryJapanese": "最後の神候補を話し合いのテーブルにつかせるため、明日たち５人はＴＶ中継を通じて堂々呼びかける。\n自衛隊の攻撃ヘリも現れて事態が緊迫する中、最後の神候補がついに姿を現わす。\nその名は米田我工。世界最高峰の頭脳とも称される、ノーベル賞受賞者の大学教授だ。\n米田の参戦で、世の大衆たちは一気に沸き立つ。そして米田は、神に関する持論を明日たちへと語り始める。"
                },
                "20": {
                    "ID": "8903013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903013",
                    "TitleEnglish": "The Price of Honor",
                    "SummaryEnglish": "The first meeting of all the God candidates ends in the worst possible way, and the candidates split into two factions. The leader of one group is Mirai, while the other group is led by Yoneda, whose partner is Muni, the Angel of Destruction. Hoshi, Yoneda's former classmate, tells Mirai about an experience he had with Yoneda during school. Yoneda's character is gradually revealed, but meanwhile... Disaster strikes heaven. The time limit approaches.",
                    "TitleJapanese": "名誉の代償",
                    "SummaryJapanese": "神候補が初めて全員集まっての会談は、最悪の形で終わる。\nそして神候補たちは二つの派閥に分裂する。\n一方のリーダー格は明日。対するもう一方は、破壊の天使ムニをパートナーとする米田。\n学生時代に米田と同級生だった星は、当時の米田とのエピソードを明日に語る。\n米田の人物像が次第に明らかとなる一方……\n天界では異変が起こり、タイムリミットが近付き始める。"
                },
                "21": {
                    "ID": "8903014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903014",
                    "TitleEnglish": "The Time for Talk",
                    "SummaryEnglish": "Mirai's group and Yoneda secretly prepare for their upcoming showdown. When the time is ripe, Yoneda makes the first move. He uses the media to tell Mirai's group the time and location of their final showdown. Mirai and Saki spend some time alone together so they can brace themselves for what is coming. Finally, the final showdown between the God candidates begins. What is Yoneda planning...?",
                    "TitleJapanese": "対話の時間",
                    "SummaryJapanese": "来たる対決に向け、明日たちと米田はそれぞれ秘密裏に準備を進める。\n機は熟し、先手に打って出る米田。マスコミを通じて明日たちに、米田は最終対決の日時と場所を通告する。\n覚悟を決めるため、二人きりでの時間を過ごす明日と咲。\nそしてついに神候補たちの最終対決が始まる。米田の目論見とは…？"
                },
                "22": {
                    "ID": "8903015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903015",
                    "TitleEnglish": "Wings of Determination",
                    "SummaryEnglish": "The new national stadium is chosen as the location for their final showdown. After describing his theory on the future of humanity, Yoneda requests a one on one conversation with Mirai. Mirai agrees, and Saki, Temari, Nakaumi, and Yumiki depart... leaving Mirai, Yoneda, and only Hoshi to observe the events. Yoneda is attempting to prevent the birth of the next God for the sake of the future he imagines for humanity. With the whole world watching, in order to defeat Yoneda, Mirai demonstrates his resolve.",
                    "TitleJapanese": "覚悟の翼",
                    "SummaryJapanese": "最終対決の場は新国立競技場。米田は明日たちに、人類の辿る運命についての持論を披露し、明日と二人きりでの対話を要求する。要求に応じ、その場をいったん離れる咲や手毬、中海、弓木……明日と米田、そして見届け人の星だけが残される。\n米田は、彼の思い描く人類の未来のため、次の神の誕生を阻止しようとしている。\n米田に打ち勝つため、明日は全世界が注目する中、ある覚悟を見せる。"
                },
                "23": {
                    "ID": "8903016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903016",
                    "TitleEnglish": "At the End of Thought",
                    "SummaryEnglish": "Just when the White Arrow is about to strike Mirai, his partner Nasse undergoes a decisive change that impacts the course of battle. As the situation rapidly changes again and again... The long battle between the God candidates finally comes to an end.",
                    "TitleJapanese": "思考の果て",
                    "SummaryJapanese": "白の矢が今にも明日を射ようとした時、パートナーのナッセにも、ある決定的な変化が訪れる。\nそれは戦いの行方を左右しかねない変化だった。\n事態がさらに二転三転の展開を見せる中……\n長きにわたった神候補同士の争いに、決着の時がついに訪れる。"
                },
                "24": {
                    "ID": "8903017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/platinum-end/episodes/8903017",
                    "TitleEnglish": "The Final Arrow",
                    "SummaryEnglish": "The God candidate chosen to become God arrives in Heaven with the angels. He is shocked to discover the secrets of Heaven he had no way of knowing as a human. Meanwhile, released from the God selection process, Mirai, Saki, and the other survivors begin to follow their own paths. Mirai, who consistently sought happiness, finally seems to have achieved something, but...",
                    "TitleJapanese": "最期の矢",
                    "SummaryJapanese": "次の神の座についた神候補は、天使たちと共に天界にやって来る。\n人間だった頃には知る由もなかった、天界の様々な秘密を目の当たりにして驚く。\n一方、神を決める争いから解放された明日や咲、他の生き残った者たちは、それぞれの道を歩み始めていた。\n幸せをひたすら追い求めてきた明日の人生も、ようやく一つの達成を迎えるかに見えたが……。"
                }
            }
        }
    }
}