{
    "URL": "https://www.thetvdb.com/series/fairy-ranmaru",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13807542/",
        "https://f-ran.jp/",
        "http://www.reddit.com/r/FairyRanmaru",
        "https://www.themoviedb.org/tv/116224",
        "https://www.themoviedb.org/tv/116224",
        "https://x.com/FairyRanmaru"
    ],
    "TitleEnglish": "Fairy Ranmaru",
    "SummaryEnglish": "This world is all about do or die. There ain't no paradise. You go down once and you're out. This world is filled with people who suffer believing that. Hey, you there. Are you really going to pretend not to notice? We, however, cannot do that. Let us wipe away your tears. We'll put that smile back on your face. But it's not going to be for free. Please come by Bar F. Have no fear. We don't need any money. There's only one thing that we want... \"We'll take your heart!!\"",
    "TitleJapanese": "Fairy蘭丸～あなたの心お助けします～",
    "SummaryJapanese": "残酷で失恋の世界を舞台に、妖精蘭丸アナタの心おたすけ島須は、謎の「バーF」で働く5人の青年を追って、クライアントの心を癒し、涙をぬぐい、笑顔を咲かせます。 花のように。 彼らは支払いをしません...彼らの顧客の心を盗むことを除いて。",
    "Aliases": [
        "Fairy Ranmaru ~Anata no Kokoro Otasuke Shimasu~",
        "Fairy Ranmaru: I Will Help Your Heart"
    ],
    "Modified": "2025-07-30",
    "Seasons": {
        "1": {
            "ID": "1914087",
            "URL": "https://www.thetvdb.com/series/fairy-ranmaru/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8310911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8310911",
                    "TitleEnglish": "Romance",
                    "SummaryEnglish": "Five young fairies are commanded by their queen to go to the human world and gather \"attachment.\" The four youngest of them are sent to high school, where Ranmaru meets a girl suffering from severe online bullying. Can he save her heart?",
                    "TitleJapanese": "恋愛",
                    "SummaryJapanese": "夭聖界。女王の前に集められた5人の青年たちは人間界で愛著(あいじゃく)を集めるよう命を受ける。なぜ自分たちが命を受けたのか腑に落ちない5人、しかし女王の命令に背く事は許されず人間界へ。年長の寶が営むBAR『F』で5人の人間界での共同生活が始まる。寶以外の4人は高校へと通い愛著を集めることになった。登校初日、蘭丸はSNSで酷い誹謗中傷の書き込みをされ気が動転していた英子を助ける。書き込みの犯人は同級生の美々だった―――。"
                },
                "2": {
                    "ID": "8314259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8314259",
                    "TitleEnglish": "Wrath",
                    "SummaryEnglish": "When Homura saves a burgeoning manga artist from an abusive editor, she ends up asking him to model for her. Homura reluctantly agrees... But when the editor steals and redraws her work, he must unleash his wrath - and hers!",
                    "TitleJapanese": "憤怒",
                    "SummaryJapanese": "新人漫画家の椎菜。担当編集・新塚は自分の思った通りの漫画を椎菜に描かせようと、椎菜を罵倒していた。そんな椎菜を通りすがりの焔が助ける。椎菜は自分の描きたい漫画の主人公のイメージに焔がピッタリだとモデルを頼む。渋々応じる焔。焔を主人公に漫画を描き上げるが、原稿を預かった新塚の手により少女キャラに描き換えられてしまう。漫画は掲載されるが読者からの人気は散々な結果で、新塚は評判が悪いのを椎菜の責任にする。"
                },
                "3": {
                    "ID": "8345086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345086",
                    "TitleEnglish": "Envy",
                    "SummaryEnglish": "One day, Uruu stumbles upon a girl crying in the rain. She's been doing everything she can to promote the career of her boyfriend, yet he cheats on her with other women. Can Uruu navigate this thorny web of envy?",
                    "TitleJapanese": "嫉妬",
                    "SummaryJapanese": "雨の中、涙し佇む伊代に出会ったうるう。伊代は俳優の宗次のファンであると共に、彼女として同棲している仲でもある。伊代は宗次に嫌われないように、家ではかいがいしく世話をし、写真集が出れば書店を廻って買い占め、宗次が人気俳優になれるよう努力する。しかし宗次は伊代の思いを利用するばかりか別の女まで作り、それを咎めた伊代にも冷たく当たるのだった―――。"
                },
                "4": {
                    "ID": "8345099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345099",
                    "TitleEnglish": "Degeneracy",
                    "SummaryEnglish": "Jyuka agrees to give an overlooked member of an idol group lessons in cuteness to help her achieve her dreams of becoming center. But is there more to an idol's success than just hard work?",
                    "TitleJapanese": "堕落",
                    "SummaryJapanese": "某アイドルグループに所属する圭は町で樹果のかわいい仕草を見てキュンとする。圭の夢はグループのセンターになること。かわいい振る舞いができない圭はかわいいを教えて欲しいと樹果に懇願する。かわいいと言われるのが大嫌いな樹果だが、圭の熱意に負けてレッスンを引き受ける。圭と同じアイドルグループでセンターのえるは、努力する圭を見て「無駄な努力」と馬鹿にしていた。なぜなら、えるは努力しなくてもセンターを手に入れる方法を知っていた―――。"
                },
                "5": {
                    "ID": "8345101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345101",
                    "TitleEnglish": "Lust",
                    "SummaryEnglish": "While shopping for the group, Takara meets an emaciated girl whose father owes money to a debt collector. He offers the girl a job at Bar F, but soon, the debt collector comes calling...",
                    "TitleJapanese": "色欲",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8345102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345102",
                    "TitleEnglish": "Liberation",
                    "SummaryEnglish": "Ranmaru helps a girl struggling under the weight of an oppressive working environment, who hits the breaking point when her grandmother winds up in the hospital.",
                    "TitleJapanese": "Unknown",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8345103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345103",
                    "TitleEnglish": "Pride",
                    "SummaryEnglish": "Homura once again runs into Shiina, who's now a popular manga artist. The two of them seem about to grow closer... until Shiina's new assistant accuses her of plagiarism!",
                    "TitleJapanese": "Unknown",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8345104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345104",
                    "TitleEnglish": "Violence",
                    "SummaryEnglish": "While the other fairies worry about the injured Homura, Jyuka helps a nursery school teacher named Aru suffering under an abusive boss.",
                    "TitleJapanese": "Unknown",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8345106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345106",
                    "TitleEnglish": "Apathy",
                    "SummaryEnglish": "Uruu meets the artist Birika, whose mother is cheating on her father. Her wish is for the other man to go away so that their family can be happy again, but...",
                    "TitleJapanese": "Unknown",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8345107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345107",
                    "TitleEnglish": "Hedonism",
                    "SummaryEnglish": "Takara throws his support behind Tina, a single mother pursuing a career as a dancer while supporting her louse of a boyfriend.",
                    "TitleJapanese": "Unknown",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8345108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345108",
                    "TitleEnglish": "Hatred",
                    "SummaryEnglish": "Long ago, the fairy queen came to Earth to gather attachment by creating an idol group called the Winter Tri-Angels. This led the fairy world to unmatched prosperity, but...",
                    "TitleJapanese": "憎悪",
                    "SummaryJapanese": "かつて繁栄していた夭聖界に思いを馳せる女王。夭聖界と人間界は愛著によって密接な関係にあった。昔、女王は愛著を集める為人間界でアイドルグループを売り出していた。それがアイドルユニット「Winter Tri-Angels（ウィンタートライアングル）」だった。Winter Tri-Angelsは大人気となり、それにより愛著を多く集めることが出来た。愛著の力で夭聖界は繁栄を遂げるが―――。"
                },
                "12": {
                    "ID": "8345109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fairy-ranmaru/episodes/8345109",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "Ranmaru and the others re-enter the decaying fairy world to battle the queen. But as they attempt to combine their powers to rein her in...",
                    "TitleJapanese": "愛",
                    "SummaryJapanese": "蘭丸たちは夭聖界のピンチを救う為、破壊された夭聖界に乗り込んだ。女王は邪魂化し、蘭丸たちに襲いかかる。力を合わせて女王の力を抑え込もうとする蘭丸たちだったが―――。"
                }
            }
        }
    }
}