{
    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/65D9-7A7E-C196-F2E5-38D2-W",
        "https://www.imdb.com/title/tt15533674/",
        "https://www.instagram.com/akebichan_no_insta",
        "https://akebi-chan.jp",
        "http://www.reddit.com/r/AkebichannoSailorFuku",
        "https://www.tvmaze.com/shows/59869/show-slug",
        "https://www.themoviedb.org/tv/121792",
        "https://www.wikidata.org/wiki/Q106197008",
        "https://en.wikipedia.org/wiki/Akebi's_Sailor_Uniform",
        "https://x.com/AKEBI_chan",
        "https://www.youtube.com/c/UCenz2BN0Kst4i1w_xGkyRdQ"
    ],
    "TitleEnglish": "Akebi's Sailor Uniform",
    "SummaryEnglish": "Robai Private Academy is a well-known girls’ junior high school in the countryside. Komichi Akebi is a girl who, for a certain reason, has dreamed of wearing a Robai Academy sailor uniform. Her dream comes true, and her heart races as the day of the school entrance ceremony arrives. With her heart set on her new sailor uniform, Komichi embarks on the junior high school life of her dreams. Komichi dashes headlong through days full of “firsts”—classmates, school lunches, club activities, and more—in this sparkling diary of girlhood. “I hope I can make a lot of friends.”",
    "TitleJapanese": "明日ちゃんのセーラー服",
    "SummaryJapanese": "明日 小路（あけび こみち）は、アイドルの福元幹（ふくもと みき）をコマーシャルで偶然見かけ、彼女と彼女が着ていた蠟梅（ろうばい）学園中等部のセーラー服に一目惚れする。後に母親が幹と同じ学校へ通っていたのを知り、自分も蠟梅学園を受験し、もし合格したら母親にセーラー服を仕立ててもらうという約束をする。小路は無事合格し、セーラー服を着て入学式に臨むが、そこで蠟梅学園の制服が、既にブレザーに変更されていたことを知る。学校側は事情を見てセーラー服での学校生活を許可するが、小路は自分以外の生徒がブレザーを着ている環境に萎縮して弱音を零してしまう。しかし、妹の花緒（かお）からの叱咤を受け、自分だけがセーラー服を着ているならば人より注目を集められ、友達を作りやすいのではないかと考える。翌朝、小路は考えた末にセーラー服を着て玄関に立ち、笑顔で登校する。",
    "Aliases": [
        "Akebi-chan no Sailor-fuku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1914328",
            "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8405702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8405702",
                    "TitleEnglish": "The Sailor Uniform I Always Wanted",
                    "SummaryEnglish": "Akebi Komichi has been accepted into Roubai Academy, the middle school her mother, Yuwa, went to. Komichi has dreamed of wearing a sailor uniform ever since she saw her favorite idol, Fukumoto Miki, wearing one. She puts on the brand-new sailor uniform Yuwa made for her and, at last, heads off to her entrance ceremony. She starts out full of hope that she can make lots of new friends, but then she notices that all the other students are wearing blazers. It turns out the school's official uniform has changed from a sailor uniform to a blazer...",
                    "TitleJapanese": "あこがれのセーラー服",
                    "SummaryJapanese": "母親・ユワの母校である蠟梅学園中等部に入学が決まった明日小路。憧れのアイドル・福元幹がセーラー服を着ていた事から、いつか自分もセーラー服を着たいと夢見ていた。ユワが仕立てた真新しいセーラー服に袖を通し、ついにドキドキの入学式。「友達いっぱいできるかな」と、期待に胸を躍らせる小路だが、周りを見渡せばブレザーの生徒ばかり。学園指定の制服は、かつてのセーラー服からブレザーに変わっていたのだ……。"
                },
                "2": {
                    "ID": "8934333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934333",
                    "TitleEnglish": "See You Tomorrow",
                    "SummaryEnglish": "Her first self-introduction to her class. Her first school lunch. To Komichi, who never had any classmates throughout her elementary school years, these were all new and fun things. As she eats lunch around joined desks with Kizaki Erika, Usagihara Touko, and Kojou Tomono, a song by Fukumoto Miki plays during the school's lunchtime broadcast. When Touko learns that Miki is Komichi's role model, she hands Komichi a tube of lip balm and asks her to imitate Miki's music video...",
                    "TitleJapanese": "また明日",
                    "SummaryJapanese": "初めての自己紹介。初めての給食。同級生のいない小学校時代を送っていた小路にとって、全てが新鮮で、楽しい事ばかり。同じ班の木崎江利花、兎原透子、古城智乃と机を囲んで給食を食べる小路。そんな中、校内放送から聴こえてきたのは福元幹の曲だった。小路が幹に憧れている事を知った透子は、リップを手渡し、小路にミュージックビデオの幹の真似をしてほしいと頼むが……。"
                },
                "3": {
                    "ID": "8934335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934335",
                    "TitleEnglish": "Have You Decided on a Club?",
                    "SummaryEnglish": "After Komichi completes the fifty-meter dash with the fastest time in her class, several athletic clubs try to recruit her, but Komichi can't decide which club she wants to join because there are too many things she wants to try. Following a random turn of events, she exhanges contact information with Tanigawa Kei, the brightest girl in the class, who is also having trouble deciding which club to join. Komichi still hasn't reached a decision when Tomono, who has decided to join the literature club, offers to visit all the different clubs with her. At last, Komichi makes up her mind...",
                    "TitleJapanese": "部活はもう決めた？",
                    "SummaryJapanese": "５０ｍ走でクラストップの成績を納めた小路に、運動部からの勧誘が殺到する。しかし、やりたい事が多い小路は、どの部活に入るべきなのか悩んでいた。ひょんなことから、クラス一の秀才である谷川景と連絡先を交換する小路。景もまた、部活選びに悩んでいたのだ。なかなか答えが見つからない小路は、すでに文芸部に決めたという智乃と一緒に部活見学に周る事に。小路が選んだ部活とは……。"
                },
                "4": {
                    "ID": "8934338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934338",
                    "TitleEnglish": "My Image?",
                    "SummaryEnglish": "Kei, who joined the photography club, asks Komichi to model for some photos. They get started right away, but Kei says the photos don't match the image she has of Komichi. That's to be expected, considering all Komichi did was copy Fukumoto Miki's poses. So as Komichi begins to wonder just what her \"image\" is, a certain occurrence results in her and Kei paying a visit to the Mangetsu Dorm, where Touko and many of their other classmates live. Komichi is deeply impressed by the sweets Touko makes, so with Touko's guidance, she tries to make some of her own...",
                    "TitleJapanese": "私のイメージ？",
                    "SummaryJapanese": "写真部に所属した景から誘いを受け、写真のモデルを引き受ける事になった小路。さっそく撮影に挑むが、景は「自分のイメージする小路の姿とは少し違う」と、話す。それもそのはず、小路のポーズはどれも福元幹の真似事だった。「私のイメージってなんだろう？」と、思い悩む小路だが、とある事がきっかけで透子たちの下宿先である『満月寮』に行く事に。透子の作ったお菓子に感動する小路。透子に教わり、挑戦してみるが……。"
                },
                "5": {
                    "ID": "8934340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934340",
                    "TitleEnglish": "I Want to Learn Lots",
                    "SummaryEnglish": "Ohkuma Minoru knows a lot about animals and insects, and her fascination with living things has led her to keep a research notebook of her daily observations. That fascination has now turned toward her classmate, Komichi. Komichi knows a lot about various creatures due to her country upbringing, and she takes notes on things that interest her. After learning that they have these things in common, Minoru and Komichi decide to observe their classmates together. Minoru believes that acting in secret is important when observing living things, but Komichi, the only student at the school who wears a sailor uniform, tends to stand out and isn't the best at being secretive...",
                    "TitleJapanese": "いっぱい知りたいなって",
                    "SummaryJapanese": "大熊実は虫や動物に詳しく、研究ノートをつけるほど、生き物に興味がある女の子。その興味はクラスメートである小路にもひっそりと向けられていた。小路も田舎育ちで生き物に詳しく、興味がある事はメモを取る。共通点があると知った実は、小路と一緒にクラスメートを観察する事に。生き物観察には隠密能力が大切だと謳う実だが、校内で唯一セーラー服を着ている小路は、隠密には不向き。目立つ存在だったのだ……。"
                },
                "6": {
                    "ID": "8934341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934341",
                    "TitleEnglish": "There's No School Tomorrow, Right?",
                    "SummaryEnglish": "Komichi makes up her mind to invite Erika over during the weekend. But because she's never invited anyone to her house before and doesn't know how to ask, a week has passed before she realizes it. Erika, realizing that Komichi is acting suspicious, invites her to the school library to try to find out what's going on. Komichi takes an interest in the book on fishing that Erika is reading and tells her that she often goes fishing at the lake near her house with a her own homemade pole. Erika responds with a look of envy, and from there...",
                    "TitleJapanese": "明日、お休みじゃないですか",
                    "SummaryJapanese": "今度の休みに江利花を家に誘おうと決心する小路。しかし、これまで家に友達を招いた事がなく、どうやって誘えばいいのか分からずに、あっという間に１週間が過ぎようとしていた。挙動不審な小路の様子に違和感を持った江利花は、話を聞こうと小路を図書室に誘う。江利花の読む釣りの本に興味を持った小路は、よく家の近所の湖で自作の竿を使い、釣りをしていたと話す。江利花はそんな小路を羨望の眼差しで見て……。"
                },
                "7": {
                    "ID": "8934342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934342",
                    "TitleEnglish": "Please Let Me Hear It",
                    "SummaryEnglish": "As classes end and students are heading to their clubs, Hebimori Oshizu, who didn't join any clubs, returns to her dorm alone. She's interested in music and bands, but the rock music playing through her headphones and the music magazines featuring her favorite artists are enough for her. But then one mistaken thought by Komichi changes her day-to-day life: \"I want to hear a real guitar! Please let me hear you play sometime!\"",
                    "TitleJapanese": "聴かせてください",
                    "SummaryJapanese": "放課後、クラスの皆が部活へ向かう中、一人下校する帰宅部の蛇森生静。音楽やバンドに興味はあるが、ヘッドフォンから流れるロックミュージックと、好きなアーティストが載っている音楽雑誌を眺める。それだけで十分だった。しかし、小路の勘違いからそんな生静の日常が崩れ始める。「私、本物のギターの音、ききたい！今度、演奏聴かせて！」"
                },
                "8": {
                    "ID": "8934343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934343",
                    "TitleEnglish": "I Want to Win Next Time",
                    "SummaryEnglish": "Midterm exams are finally over, leaving some students overjoyed and others depressed, and now it's time to decide who will participate in which events at the school's upcoming athletic festival. Riri is selected as the anchor for the swimming event, but Erika nominates Komichi for the same position, so the two girls compete to determine who will be the anchor. Riri is a member of the swimming club, and once made it to nationals in elementary school, and Komichi feels no desire to compete against her as rivals. Then Riri proposes that if she wins, she and Komichi should swap uniforms...",
                    "TitleJapanese": "次は勝ちたい",
                    "SummaryJapanese": "初めての中間試験が終わり、生徒たちが一喜一憂する中、体育祭の出場種目を決める学級会が開かれる。水泳のアンカーに抜擢された水上りりだが、江利花の推薦で小路もその候補に選ばれ、アンカー対決をすることに。りりは水泳部で全国大会に行った事があるという強者。しかし、小路はライバルであるりりに対して、まるで闘争心がない。そんな中、りりは「うちがアンカー対決で勝ったら、小路のセーラー服とうちのブレザーを交換して」と、持ち掛ける……。"
                },
                "9": {
                    "ID": "8934344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934344",
                    "TitleEnglish": "Ready... Up!",
                    "SummaryEnglish": "Komichi was chosen to lead a group in buying supplies for the athletic festival. On the weekend, she joins Erika, Touko, and Tomono to shop at a large mall. As a local who's been to this mall many times, Komichi is excited to act as their guide, but Touko, who's into fashion and accessorizing, knows more than she does about the shops. They visit a bookstore, where Erika picks up a book happens to be written by an author Tomono likes. In fact, Tomono had just finished reading it on the way to the mall. So she offers to lend it to Erika, but then she realizes the bookmark she had left in it is gone...",
                    "TitleJapanese": "せ～のっ！",
                    "SummaryJapanese": "体育祭の買い出し係に選ばれた小路。休日に江利花、透子、智乃の４人で大型ショッピングモールに出かける事に。地元民の小路は張りきって店内を案内するが、流行やおしゃれに興味がある透子の方が詳しい。そんな中、本屋へ立ち寄る一同。江利花がふと手にした１冊の小説。それは智乃がお気に入りの作者の本だった。来る途中に読み終えたばかりだという智乃は、江利花に本を貸そうとするが、挟んでいたはずの栞が見つからず……。"
                },
                "10": {
                    "ID": "8934345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934345",
                    "TitleEnglish": "Fight On! Fight On!",
                    "SummaryEnglish": "Summer has come, marked by the switch to summer uniforms. Practices for the athletic festival have begun, and in addition to her other events, Komichi is in charge of the cheer squad. She says she volunteered for the position because it would give her the chance to watch everyone practice. Komichi has no idea what cheering entails, but after getting some advice from a classmate, she begins to look the part. Meanwhile, Erika and Shijou Riona work hard at tennis practice. Riona is a member of the tennis club, but she can't move as well as she'd like to. Then, when Komichi shows up to cheer them on...",
                    "TitleJapanese": "ファイト！ファイト！",
                    "SummaryJapanese": "夏服に衣替えし、本格的に夏がやってきた。体育祭の練習も始まり、出場種目とは別に応援係も担当していた小路。その動機は「みんなの練習を見にいけるから」というもので。応援の作法も分からない小路だが、クラスメートの手助けもあり、次第に形になっていく。一方で、テニスの練習に励む江利花と四条璃生奈。現役のテニス部である璃生奈だが、思うように身体が動かず。そんな２人の応援に小路も駆け付けるのだが……。"
                },
                "11": {
                    "ID": "8934346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934346",
                    "TitleEnglish": "Sharing This Time... With Everyone...",
                    "SummaryEnglish": "One day, in the midst of practices for the athletic festival, Erika finds out that Komichi is going to dance at the festival's after-party. She starts to imagine what would happen if she played the piano accompaniment for Komichi's dance, but she keeps it to herself. Meanwhile, Komichi is practicing hard at volleyball, but despite the fact that it's a major team event, their teamwork is somewhat lacking. When Touko comments that it'd be nice if they could find a place where everyone could practice together, Komichi remembers her previous school, Futaba Elementary.",
                    "TitleJapanese": "同じ時間…みんなと…",
                    "SummaryJapanese": "体育祭の練習が続いたある日。後夜祭で小路がダンスを披露する事を知った江利花。もし、小路が踊る曲をピアノで演奏する事ができたらと妄想するが、胸の内にしまいこんでしまう。一方で、バレーボールの練習に励む小路。しかし、大切な団体種目だというのにチームワークはバラバラ。「休日に皆で合宿できる場所が見つかればいいんだけど」という透子の一言に、小路はかつて通っていた『ふたば小学校』を思い出す。"
                },
                "12": {
                    "ID": "8934347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akebis-sailor-uniform/episodes/8934347",
                    "TitleEnglish": "I'm Not Alone",
                    "SummaryEnglish": "Roubai Academy is dyed in the colors of the sunset. The athletic festival has ended, and the students are cleaning up. Komichi changes out of her gym clothes and back into her sailor uniform in a quiet, empty classroom, preparing to take the stage and dance as the highlight of the after-party. With a push from Touko, she nervously takes the stage. As she does, a second spotlight hits the stage, separate from her own, and she turns around to see...",
                    "TitleJapanese": "ひとりじゃないんだ",
                    "SummaryJapanese": "夕日に染まった蠟梅学園の校舎。体育祭は無事に終わり、後片付けをする生徒達。誰もいない静かな教室で体操着からセーラー服へ着替えた小路には、後夜祭でのダンス披露という、大きなイベントが残っていた。透子に背中を押され、緊張の面持ちで一人ステージに立つ小路。すると、小路とは別にもう一つスポットライトが照らされる。振り返ると、そこには……。"
                }
            }
        }
    }
}