{
    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14960284/",
        "https://kendeshi-anime.com",
        "http://www.reddit.com/r/KenjaNoDeshiWoNanoru",
        "https://www.tvmaze.com/shows/54329/show-slug",
        "https://www.themoviedb.org/tv/104032",
        "https://www.themoviedb.org/tv/104032",
        "https://www.wikidata.org/wiki/Q60996787",
        "https://en.wikipedia.org/wiki/She_Professed_Herself_Pupil_of_the_Wise_Man",
        "https://x.com/kendeshi_anime"
    ],
    "TitleEnglish": "She Professed Herself Pupil of the Wise Man",
    "SummaryEnglish": "Sakamori Kagami was one of the top players in the VRMMO Ark Earth Online as Danblf, a veteran summoner with the gravitas to match his elite status. When he falls asleep playing one day, he's transported to a world where the game is reality—but instead of his all-powerful avatar, he's stuck in the body of a cute young girl! He can't let anyone know that this little cutie is really Danblf, so he takes the name “Mira” and claims to be Danblf's disciple. If this gets out, he'll never live it down!",
    "TitleJapanese": "賢者の弟子を名乗る賢者",
    "SummaryJapanese": "無限の可能性が広がるVRMMO-RPG『アーク・アースオンライン』。プレイヤーによって建国されたアルカイト王国の九賢者が一人、威厳あふれる老齢の召喚術士ダンブルフもまたプレイヤーの一人だった。ある日、彼は世界の異変に気づく。ゲームでは無かった味覚や臭覚が生まれ、ログアウトもできない。さらに、NPCが実に人間くさい反応を見せる。--それはゲームが紛れもない現実となった証であった。しかもこの世界では、30年もの月日が経っているというのだ。そして何ということか、ダンブルフは諸事情により幼くも美しい少女の姿になっていた！急変した世界の謎を解き明かすため、ダンブルフは賢者の弟子ミラを名乗り旅立つのであった。冒険の果てに待ち受けているものとは--。",
    "Aliases": [
        "Kenja no Deshi wo Nanoru Kenja",
        "Kendeshi",
        "Kenja no Deshi o Nanoru Kenja"
    ],
    "Modified": "2025-09-06",
    "Seasons": {
        "1": {
            "ID": "1914493",
            "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8405657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8405657",
                    "TitleEnglish": "\"I Am Cute...\"",
                    "SummaryEnglish": "Ark Earth Online is a revolutionary VRMMORPG that gives players total freedom. Solomon became a king and Danblf became a renown wizard. Both enjoyed the immersive roleplaying until one day, everything changed.",
                    "TitleJapanese": "わし、かわいい……",
                    "SummaryJapanese": "無限の可能性が広がるVRMMO『アーク・アースオンライン』で、召喚術を究めたプレイヤー・ダンブルフ。彼は仲間と建国したアルカイト王国の最高位「九賢者」として目覚ましい活躍を見せていた。この日も国王の臣下としてのロールプレイを楽しみながら、魔物討伐のクエストに挑むのだが……。ゲーム内に大きな異変が起こる。"
                },
                "2": {
                    "ID": "8932842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8932842",
                    "TitleEnglish": "\"I Lied...\"",
                    "SummaryEnglish": "Danblf finds himself unable to log out of the game and stuck, not in his old wizen body, but in the body of a platinum blonde girl. Now, he must find a way to make it work and help his friend Solomon.",
                    "TitleJapanese": "わし、ウソついた……",
                    "SummaryJapanese": "アルカイト王国に帰還し、ゲーム内のフレンドであり国王のソロモンに再会するミラ。ロリっ子姿を盛大にいじられながら、この世界が大きく変質したことを知らされる。もはやゲームではなく、現実であった。ミラはダンブルフの弟子を名乗って生きることを決意するが、それは女の子として生きていくということでもあり……!?"
                },
                "3": {
                    "ID": "8932843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8932843",
                    "TitleEnglish": "\"I'm... A Big Softie When It Comes to These Things\"",
                    "SummaryEnglish": "Danblf must make peace with passing himself off as Mira, the pupil of Danblf. Solomon charges Mira with finding all the Nine Wise Men.",
                    "TitleJapanese": "わし……こういうのに弱いんじゃよなぁ",
                    "SummaryJapanese": "アルカイト王国と周辺国との不戦条約の期限が近づいていた。国を守るためには、九賢者をできる限り集めなくてはならない。ソロモンから九賢者を探し出す依頼を受けたミラは、九賢者の一人と関わりの深い古代神殿ネブラポリスへ向かう。道中で出会った冒険者たちとともに、ダンジョンを攻略することになるのだが……。"
                },
                "4": {
                    "ID": "8941351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8941351",
                    "TitleEnglish": "\"I'm At My Limit\"",
                    "SummaryEnglish": "In her quest to find Soul Howl, one of the Nine Wise Men, Mira continues deeper into the dungeon at Nebrapolis with her newfound friends.",
                    "TitleJapanese": "わし、もう限界！",
                    "SummaryJapanese": "暗丞の間の用事を済ませ、ミラたちはダンジョンの奥深くを目指すことに。白亜の城へたどり着くと、ミラは秘密の用事があると言って一人で奥へと進んでいく。実は、何かが限界に達しようとしていて……!?　そして、ミラは王の間でソウルハウルの秘密に触れるのだが……そこへ大きな脅威が近づこうとしていた。"
                },
                "5": {
                    "ID": "8989619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989619",
                    "TitleEnglish": "\"I Am Reborn!\"",
                    "SummaryEnglish": "Returning to town, Mira and her party finds the place overrun with zombies. And later, Mira runs into another player stuck in the game.",
                    "TitleJapanese": "わし、再・誕！",
                    "SummaryJapanese": "カラナックは黒煙を上げて燃えさかり、街にはゾンビがあふれ出していた。ミラはヴァルキリーシスターズを召喚し、ゾンビたちに対抗しようとする。だが、そこへ黒い霧に包まれた人影が現れる。かつてダンブルフですら苦戦したという半魔族が復活を遂げようとしていたのだ。アルフィナはミラに新技の使用許可を求めるが……。"
                },
                "6": {
                    "ID": "8989620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989620",
                    "TitleEnglish": "\"I'm a Dress-Up Doll!\"",
                    "SummaryEnglish": "Mira and Solomon work on the clues Mira brought back on Soul Howl. They also come across clues hinting at the presence of some of the other Nine Wise Men.",
                    "TitleJapanese": "わし、着せ替えっ！",
                    "SummaryJapanese": "アルカイト王国へ帰還する途中、ミラは人間に襲われたという風の精霊に出会う。その傍らにいた猫の式神には思い当たる節があった。アルカイト王国へ帰還してからも、ミラには多くの難題が残っていた。ソウルハウルの研究資料の解読、悪魔の暗躍について……。さらには侍女たちに新しい服を何度も着せられることになって……!?"
                },
                "7": {
                    "ID": "8989621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989621",
                    "TitleEnglish": "\"I Am the Strongest\"",
                    "SummaryEnglish": "Continuing her quest to find Soul Howl, Mira heads to Alcait Academy. There, she finds that the evocation magic she uses to summon spirits is no longer as respected as it once was.",
                    "TitleJapanese": "わし、最強！",
                    "SummaryJapanese": "ソウルハウルに繋がる手がかりを探るため、ミラはアルカイト学園の地下にある「愚者の脅威の部屋（フール・ザ・ヴンダーカンマー）」を目指す。だが、召喚科の教師ヒナタに出会ったことで、学科対抗の術技審査会に出場することになってしまう。万年最下位の召喚科の名誉を回復しようと意気込むが……術のエンタメ化と超優秀な生徒に対応できるのか!?"
                },
                "8": {
                    "ID": "8989622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989622",
                    "TitleEnglish": "\"I Am Danblf\"",
                    "SummaryEnglish": "Mira, Cleos, and Hinata quest through a dungeon to find the information they need. Mira realizes how heavily her 30-year absence has weighed on some.",
                    "TitleJapanese": "わし、ダンブルフ",
                    "SummaryJapanese": "「愚者の脅威の部屋（フール・ザ・ヴンダーカンマー）」にヒナタもついてくることになった。ヒナタはミラとクレオスに自分の召喚術を見てもらおうと、自ら魔物に立ち向かっていく。一方、ミラとクレオスはそんなヒナタに手本を見せながら、その極意をレクチャーするのだが……。この迷宮には力業では切り抜けられない、複雑なギミックが待ち構えていた！"
                },
                "9": {
                    "ID": "8989623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989623",
                    "TitleEnglish": "\"I Do Not Dislike This Sort of Turn of Events\"",
                    "SummaryEnglish": "Still on Soul Howl's trail, Mira comes across a fort that could use some help fighting monsters.",
                    "TitleJapanese": "わし、こういう展開嫌いではないのぅ",
                    "SummaryJapanese": "マリアナとの楽しいひとときも束の間、再び冒険の旅に出るミラ。次なる目的地は、「祈り子の森」の御神木。道中の砦でひと休みしようとするが、砦は半壊状態だった。この地域には存在しないはずの魔物が出現したといい、重傷者も出ていた。ミラはここでも世界の異変を感じ取り、魔物を追いかけようとするのだが……。"
                },
                "10": {
                    "ID": "8989624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989624",
                    "TitleEnglish": "\"I Get Naked!\"",
                    "SummaryEnglish": "Mira heads to the Primal Forest for Solomon's project. Afterwards, she runs into a strangely wary man, who mistakes her for a spirit.",
                    "TitleJapanese": "わしっ、全裸っ！",
                    "SummaryJapanese": "「天魔迷宮プライマルフォレスト」に通じる湖畔にやってきたミラ。召喚したペガサスに動物たちが集まり、初めて出会う超絶かわいい生き物に大興奮！　しかし、いつまでも遊んでいるわけにはいかず……。目的地の密林でソロモンから依頼された素材を集めていると、複数の魔物が出現。さらに、不審な人物に遭遇する。"
                },
                "11": {
                    "ID": "8989625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989625",
                    "TitleEnglish": "\"Did... None of the Praise Come My Way?\"",
                    "SummaryEnglish": "On her way back from the Primal Forest, Mira runs into Cyril, Emella, Flicker, and Zef, who are escorting caravans.",
                    "TitleJapanese": "わし……褒められてなくないか？",
                    "SummaryJapanese": "ハンターズビレッジに立ち寄ったミラは、そこでセロ、エメラ、フリッカに再会。キャラバンの護衛をしている彼らと情報交換をすることになった。九賢者の一人に関係する、とある街の話を聞いていると、後続のキャラバンが魔物に襲われたとの報せが届く。ミラも救出に加わるが……深い霧に包まれた森に迷い込んでしまう"
                },
                "12": {
                    "ID": "8989626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/she-professed-herself-pupil-of-the-wise-man/episodes/8989626",
                    "TitleEnglish": "\"I Have Arrived!\"",
                    "SummaryEnglish": "Mira, Solomon, and Luminaria must protect the kingdom from the hordes of monsters that have appeared within its borders.",
                    "TitleJapanese": "わし, 参上!",
                    "SummaryJapanese": null
                }
            }
        }
    }
}