{
    "URL": "https://www.thetvdb.com/series/400130-",
    "Genres": [
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.clubmail.jp/6_lovers.html"
    ],
    "TitleEnglish": "6 Lovers",
    "SummaryEnglish": "The July issue of Dear+ announced anime adaptions of a series of manga serialized in the magazine in celebration of the magazine's 20th anniversary. Six anime series are collected into an \"in motion\" series titled \"6 Lovers.\"",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1914477",
            "URL": "https://www.thetvdb.com/series/400130-/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8315641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315641",
                    "TitleEnglish": "Renai Ruby no Tadashii Furikata",
                    "SummaryEnglish": "Suzuki and Natsuo are living together and they discuss meeting Natsuo's sister. It is recalled how Natsuo told his sister he was moving out and she wanted to meet his boyfriend. Agreeing to meet his family, Suzuki is nervous around Natsuo's sister and in unsure of what to say. Natsuo's sister does not react well to Suzuki working as a beautician. Natsuo speaks how Suzuki is manly and extremely kind before saying for his sister to not act as she has. Suzuki adds that he really loves Natsuo and intends to share the sad, happy, and all times with him forever. Outside Natsuo cries with joy at Suzuki meaning what he said. Natsuo's younger brother and sister watch them kiss where the latter has a change of heart.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8315642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315642",
                    "TitleEnglish": "Kuroneko Kareshi no Aishikata",
                    "SummaryEnglish": "Keiichi caresses Shingo in a rare case where he is in his cat form. Becoming a human Shingo comments that Keiichi is being erotic and thinks what an idiot he is being as Keiichi continues. Back on the couch together Shingo asks Keiichi what would happen if the ring on his own finger were removed. Shingo clarifies that he does not want to remove it, although Keiichi has made it unremovable anyway, he just considers the what if scenarios. Keiichi deems his behaviour cute before Shingo attempts to remove the ring. Keiichi is told to stop squeezing Shingo's chest and he replies for him not to remove the ring.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8315643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315643",
                    "TitleEnglish": "Ze",
                    "SummaryEnglish": "Before entering Golden Week Himi was taken with Genma to a mountain to view the flowers there. They reach a cherry blossom tree deep in the canyon. While Himi marvels at it he finds Genma drinking. Genma experiences a scenario of Himi injured with lacerations before disappearing. Genma hugs Himi tight then kisses him. Embracing him Genma asks Himi to not disappear. As they sit amongst the cherry blossom trees Himi says he wants to go flower-viewing with Genma forever.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8315644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315644",
                    "TitleEnglish": "10 count",
                    "SummaryEnglish": "Tadaomi walks with Riku and wonders when he will stop flinching upon touching others. Riku clarifies whether Tadaomi would even want to cure his OCD. With Tadaomi feeling his life would be easier Riku proceeds to say that he is an android. With him free of germs it should be fine for Tadaomi to touch him. Tadaomi does so and feels Riku is soft and warm. Unsure of whether Riku really is an android he hears that Riku thought Tadaomi was one too who would understand his loneliness. Tadaomi takes ahold of Riku's hand.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8315645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315645",
                    "TitleEnglish": "Ameiro Paradox",
                    "SummaryEnglish": "Satoshi and Motoharu are within an apartment waiting for the people of their potential news story to arrive outside. Motoharu begins to undress Satoshi who questions whether they should focus on the job. Satoshi is suspicious that Motoharu is planning to photograph their target when he is destracted to then tell others how he is useless. Stating that this is not the case proceeds to be intimate with Satoshi. The camcorder monitoring across the street has recorded their sounds.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8315646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/400130-/episodes/8315646",
                    "TitleEnglish": "Seitokaichou ni Chuukoku",
                    "SummaryEnglish": "Yasuhiro tries not to be jealous that Yuuzou has gone to meet a senior from their judo club. Yuuzou has cinema tickets to a romantic movie that he invites Yasihuro to. Finding him adorable Yasuhiro would like to kiss Yuuzou and would were they not in public. Attending the cinema together Yasuhiro considers the message of the film of how two people cared for one another broke apart due to misunderstandings. Yasuhiro is happy that it is not the case for them yet outside Yuuzou wonders why they do not hold hands. As Yuuzou says how he is falling in love with Yasuhiro rather than waiting to turn the corner they hold hands before and then kiss as well.",
                    "Aliases": []
                }
            }
        }
    }
}