{
    "URL": "https://www.thetvdb.com/series/vanitas-no-carte",
    "Genres": [
        "Adaptation",
        "Steampunk"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14641098/",
        "https://vanitas-anime.com/",
        "http://www.reddit.com/r/vanitasnocarte",
        "https://www.themoviedb.org/tv/121964",
        "https://x.com/vanitas_anime"
    ],
    "TitleEnglish": "The Case Study of Vanitas",
    "SummaryEnglish": "In 19th-century Paris, young vampire Noé finds the Book of Vanitas in human hands. Calling himself Vanitas, this doctor wields its power and tempts Noé with a plan to “cure” all vampires. Allying with him may be dangerous, but does he have a choice?",
    "TitleJapanese": "ヴァニタスの手記",
    "SummaryJapanese": "人間と吸血鬼が存在する19世紀フランス。\n吸血鬼の青年ノエは、吸血鬼に呪いを振り撒くという魔導書、\n“ヴァニタスの書”を探しにパリへと向かっていた。\n途上の飛空船の中でノエは、ある事件に遭遇する。\nその混乱の最中、ノエの前に現れたのは、\n吸血鬼の専門医を自称する人間・ヴァニタスだった。\nヴァニタスの手には、ノエが探していた呪いの魔導書があり\n\n二人の出逢いにより、呪いと救いの吸血鬼譚が幕を開ける",
    "Aliases": [
        "Vanitas no Karte",
        "Vanitas no Carte"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1914487",
            "URL": "https://www.thetvdb.com/series/vanitas-no-carte/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8932090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8932090",
                    "TitleEnglish": "Recap 12.5",
                    "SummaryEnglish": "A refresher on our heroes' journey so far, plus a peek at what is coming next.",
                    "TitleJapanese": "要約12.5",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1914488",
            "URL": "https://www.thetvdb.com/series/vanitas-no-carte/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8315672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8315672",
                    "TitleEnglish": "Mémoire 1: Vanitas ―In the Event of Rusty Hopes―",
                    "SummaryEnglish": "Noé is on an airship bound for Paris, where he hopes to find the legendary \"Book of Vanitas.\" He meets a woman named Amelia as the ship nears its destination, and then all hell breaks loose when a mysterious stranger appears. Has Noé's quest found him?",
                    "TitleJapanese": "Vanitas―ラスティ＝ホープスの場合―",
                    "SummaryJapanese": "吸血鬼(ヴァンピール)の青年 ノエは師から頼まれ、吸血鬼に呪いを振り撒くという魔導書“ヴァニタスの書”を探しにパリへ向かっていた。\nパリへ向かう飛空船の中で、ある事件に巻き込まれたノエは、吸血鬼の専門医を自称する人間 青い瞳の青年ヴァニタスと出会う。"
                },
                "2": {
                    "ID": "8521579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521579",
                    "TitleEnglish": "Mémoire 2: Noé ―In the City of Flowers―",
                    "SummaryEnglish": "Vanitas and Noé are in a bind until an invitation arrives. At their benefactor's, they find they must prove the \"Book of Vanitas\" can restore a vampire's true name. They try to secure the necessary proof, only to encounter someone else after the book.",
                    "TitleJapanese": "Noé―花の都にて―",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8521856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521856",
                    "TitleEnglish": "Mémoire 3: Archiviste ―Fangs That Lay Bare Blood―",
                    "SummaryEnglish": "The battle between Vanitas and the Hellfire Witch takes an unexpected turn. Vanitas and Noé return to Count Orlok to learn their fate along with Amelia's. Noé digs deeper into the cause of Amelia's name corruption and goes on a journey with an old friend.",
                    "TitleJapanese": "Archiviste―血を暴く牙―",
                    "SummaryJapanese": "狡猾な手段でジャンヌとの闘いを制したヴァニタス。\nアメリアの記憶の中で真名を歪めた元凶『シャルラタン』を目撃し怒りを露にするノエの前に、彼の幼なじみ、ドミニク・ド・サドが現れる。\nドミニクから仮面舞踏会へのエスコートを頼まれたノエは、仮面をつけた謎の集団『シャルラタン』、そして黒い影の手がかりを求め、吸血鬼たちの住む異界（アルタス）へ向かう。"
                },
                "4": {
                    "ID": "8521857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521857",
                    "TitleEnglish": "Mémoire 4: Bal masqué ―Night of Mocking Masks―",
                    "SummaryEnglish": "The Teacher explains the World Formula theory. Vanitas is put off by Noé and Dominique's relationship. Dominique rakes Vanitas over the coals. Vanitas encounters Jeanne again and reveals himself to the ball guests. Chaos ensues when gate crashers arrive.",
                    "TitleJapanese": "Bal masqué―仮面が嗤う夜―",
                    "SummaryJapanese": "ドミニクと共に仮面舞踏会に参加したヴァニタスとノエ。その会は呪持ちが何人も同時に発症し会場はパニックに陥る。\n混乱の最中、ヴァニタスを探していたノエは偶然ルカと再会するも、「蜘蛛の仮面をつけた謎の男」に襲われてしまう。\n一方ルカを見失ってしまったジャンヌは突然の吸血衝動に襲われ、立ち上がることができない状態になる。"
                },
                "5": {
                    "ID": "8521858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521858",
                    "TitleEnglish": "Mémoire 5: Réminiscence ―Friends―",
                    "SummaryEnglish": "Noé's encounter with Charlatan triggers a childhood flashback. His earliest days are revealed, along with Louis' dark secret. Noé grows up surrounded by friends, but an attempt to save one of their inner circle has tragic consequences.",
                    "TitleJapanese": "Réminiscence―友―",
                    "SummaryJapanese": "蜘蛛の仮面をつけた男と対峙するノエの前に、アメリアの記憶で見た黒い影、『シャルラタン』が姿を現す。\n幼なじみのルイについての過去のトラウマを呼び起こされ、動けなくなってしまうノエ。\nそのまま謎の黒い影『ネーニア』に飲み込まれそうになるが、間一髪のところでヴァニタスが現れ―。"
                },
                "6": {
                    "ID": "8521859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521859",
                    "TitleEnglish": "Mémoire 6: Salvatio ―Questions―",
                    "SummaryEnglish": "Vanitas comes to the rescue and helps Noé and company battle Charlatan's curse-bearers. Noé questions Vanitas's methods. Some unexpected help arrives when they face another threat. Noé confronts Vanitas, but will it bring them together or tear them apart?",
                    "TitleJapanese": "Salvatio―疑問―",
                    "SummaryJapanese": "ノエとルカの元にヴァニタスとジャンヌが合流するも、蜘蛛の仮面をつけた男とネーニアをとり逃してしまう。騒動の犯人と誤解を受けるヴァニタスの前にルスヴン卿が現れる。\n一方、今回の出来事を受けてヴァニタスの言葉に興味を深めたノエは、改めて行動を共にすることを決意する。"
                },
                "7": {
                    "ID": "8521860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521860",
                    "TitleEnglish": "Mémoire 7: Femme fatale ―Love―",
                    "SummaryEnglish": "Vanitas and Jeanne's \"encounter\" during their battle in Paris comes to light. Vanitas offers to keep Jeanne's secret on two conditions. Noé and Vanitas prepare to meet Lord Ruthven. Noé ponders the meaning of love, but Domi throws a wrench into the works.",
                    "TitleJapanese": "Femme fatale―恋―",
                    "SummaryJapanese": "ヴァニタスとノエは、ルカ、ジャンヌ、ドミニクと共にアルタスパリのカフェへ訪れる。広場で踊ったり、束の間の休息をとる一行。\nその後、仮面舞踏会での出来事、そして『シャルラタン』の手がかりを得るために、ヴァニタスとノエはカルブンクルス城のルスヴン卿の元へ向かう。"
                },
                "8": {
                    "ID": "8521861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521861",
                    "TitleEnglish": "Mémoire 8: Catacombes ―Where Death Slumbers―",
                    "SummaryEnglish": "The meeting with Lord Ruthven confirms Vanitas's hunch. Vanitas and Noé report back to Count Orlok and hear about a string of vampire abductions. Dante confirms this, which leads them underground. Will they survive their venture into the depths of Paris?",
                    "TitleJapanese": "Catacombes―死が眠る場所―",
                    "SummaryJapanese": "近頃吸血鬼（ヴァンピール）の行方不明事件が起きているという情報を得たヴァニタスとノエ。\n呪持ちが誘拐されたという話をダンテから聞き事件との関連性を疑う。\n手がかりを元にノートルダム大聖堂を訪れた2人は、その地下に広がるカタコンブの迷宮で“碧玉”の聖騎士（パラディン）として狩人（シャスール）を束ねる、ローラン＝フォルティスと出会う。"
                },
                "9": {
                    "ID": "8521862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521862",
                    "TitleEnglish": "Mémoire 9: Chasseur ―Those Who Hunt Crimson―",
                    "SummaryEnglish": "The battle with Roland is on! Vanitas and Noé flee with the Chasseurs in hot pursuit. Vanitas reveals why he entered the Chasseur's underground domain and how he knows his way around. After an unnecessary amount of drama, Vanitas finds whom he seeks.",
                    "TitleJapanese": "Chasseur―紅を狩る者―",
                    "SummaryJapanese": "ローランの攻撃をなんとか逃れたヴァニタスとノエは、やっとの思いで事情を聞き入れてもらう。\nローラン、そして彼と同じく狩人（シャスール）のマリア、ジョルジュと共に地下迷宮のさらに深層へ向かっていくと、最奥にかつて狩人から追放されたはずの研究者、ドクター・モローの姿があった。"
                },
                "10": {
                    "ID": "8521863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521863",
                    "TitleEnglish": "Mémoire 10: Cicatrice ―No. 69―",
                    "SummaryEnglish": "Vanitas reunites with Dr. Moreau, who speaks of his work and a powerful backer. Will their reunion be tearful or violent? Vanitas has a flashback to his time with the Vampire of the Blue Moon. Vanitas and Noé try to save a curse-bearer with Roland's help.",
                    "TitleJapanese": "Cicatrice―No.69―",
                    "SummaryJapanese": "ドクター・モローの研究所で激しい戦闘に巻き込まれるヴァニタスたち。\n誘拐された呪持ち影法師（プレダトゥール）を相手に苦戦を強いられるが、ノエの協力もあり、ヴァニタスは影法師の真名を取り戻す。\nその後爆発で崩れ出した研究室からヴァニタスとノエはなんとか地上への脱出に成功する。"
                },
                "11": {
                    "ID": "8521864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521864",
                    "TitleEnglish": "Mémoire 11: Serment ―Promises―",
                    "SummaryEnglish": "Dominique offers Jeanne advice. Jeanne surprises Vanitas with an invitation, and Dominique shadows them. Noé encounters Lord Ruthven, but after their previous meeting, he doesn't know what to expect. Jeanne keeps her promise, and Vanitas makes one to her.",
                    "TitleJapanese": "Serment―誓約―",
                    "SummaryJapanese": "ヴァニタスに嫌われるため、わざと自分が『恋』をしているかのように振る舞うことにしたジャンヌ。\nヴァニタスを誘い出しパリの街でデートをする２人を、ドミニクとダンテが陰から見守る。\n一方、ルスヴン卿に誘われカフェを訪れていたノエだったが―。"
                },
                "12": {
                    "ID": "8521865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521865",
                    "TitleEnglish": "Mémoire 12: Deux Ombres ―Point of Departure―",
                    "SummaryEnglish": "Jeanne says something that strikes fear into Vanitas. Lord Ruthven makes Noé swear an oath. Olivier is at his wits' end over Roland's obsession. Noé has a consuming thirst. Vanitas hears a certain monster has returned and sets out with Noé to investigate.",
                    "TitleJapanese": "Deux Ombres―出発点―",
                    "SummaryJapanese": "ジャンヌからの話でルスヴン卿の不穏な動きを察しノエを心配するヴァニタス。\nそんな中、18世紀に人々から恐れられた『ジェヴォーダンの獣（ベート）』が再び現れたという。\nダンテからその話を聞いたヴァニタスとノエは、獣（ベート）に呪持ちが関係している可能性を睨みジェヴォーダンへと向かうことに。"
                },
                "13": {
                    "ID": "8521873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521873",
                    "TitleEnglish": "Mémoire 13: Forêt d'argent ―A Chance Encounter―",
                    "SummaryEnglish": "Vanitas and Noé travel to Gévaudan in search of a creature known as the Beast, but things go sideways when they encounter a murderous paladin, a hostile acquaintance, and an old nemesis. Will our heroes survive these threats, not to mention the Beast?",
                    "TitleJapanese": "Forêt d'argent―邂逅―",
                    "SummaryJapanese": "ジェヴォーダン地方へ到着したヴァニタスとノエ。\nダンテ、ヨハンと合流し獣（ベート）の手がかりを探すために白銀の森へ赴くが、ノエが迷子になってしまう。\nすると突然周囲が一面の雪景色へと変わり、狼の遠吠えが響きわたる。"
                },
                "14": {
                    "ID": "8521874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521874",
                    "TitleEnglish": "Mémoire 14: Château de sorciére ―The Witch and the Young Man―",
                    "SummaryEnglish": "Vanitas and Jeanne spend a steamy yet awkward night together. Tempers flare when Vanitas learns Dante withheld information. Though they all know they're at cross-purposes, they set out to find Noé. Meanwhile, Noé wakes to find himself in the Beast's lair.",
                    "TitleJapanese": "Château de sorciére―魔女と青年―",
                    "SummaryJapanese": "シャルラタンによる混乱の中で傷を負ったヴァニタスは、山小屋でジャンヌと暖をとっていた。\n一方、ノエは目を覚ますと見知らぬ城へ運び込まれており、\nそこで少女のような吸血鬼（ヴァンピール）・クロエと、彼女に付き従う寡黙な青年・ジャン=ジャックに出会う。"
                },
                "15": {
                    "ID": "8521875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521875",
                    "TitleEnglish": "Mémoire 15: Oiseau et ciel ―The d'Apchiers' Vampire―",
                    "SummaryEnglish": "Noé learns Naenia took Chloé's true name. Chloé's past and the d'Apchiers' history come to light, including her friendship with Jeanne, the Alteration Engine, and Ruthven's friendship with Chloé, which he shattered by trying to take the engine research.",
                    "TitleJapanese": "Oiseau et ciel―ダプシェの吸血鬼―",
                    "SummaryJapanese": "ネーニアと再び相対し怒りが込み上げるノエだが、クロエによってその場は収められる。\nネーニアと繋がりを持つクロエを見て、彼女の身を案じるノエだったが、それはクロエ自身が望んだ関係だと知る。"
                },
                "16": {
                    "ID": "8521876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521876",
                    "TitleEnglish": "Mémoire 16: Chasse aux vampires ―The Beast―",
                    "SummaryEnglish": "Noé unwilling taps into Jean-Jacques memories and learns what happened to him and how he befriended Chloé. The Beast's true identity and the vast conspiracy behind it also come to light. Vanitas tries to stop Chloé from activating the Alteration Engine.",
                    "TitleJapanese": "Chasse aux vampires―“獣”―",
                    "SummaryJapanese": "森全体が呪持ちによって作られた閉ざされた世界だと気づいたヴァニタスは、ジャンヌと共に城へたどり着く。\nその頃ノエは、薬で身動きがとれない中ジャン=ジャックの血を飲まされ、彼の記憶を見ることに。\n感情が同期し、苦しむノエ。思わず伸ばした手をヴァニタスが掴んで――。"
                },
                "17": {
                    "ID": "8521877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521877",
                    "TitleEnglish": "Mémoire 17: Vengeance ―Hands Upon a Nightmare―",
                    "SummaryEnglish": "Chloé reveals why she wants to kill Naenia. After Naenia's true nature is revealed and Chloé's malnomen is triggered, Vanitas and Noé scramble to save Gévaudan with some unexpected help. A Church cover-up comes to light along with Jeanne's dark past.",
                    "TitleJapanese": "Vengeance―悪夢に触れる手―",
                    "SummaryJapanese": "存在固定によってネーニアを実体化させたクロエは、とどめを刺そうとネーニアの首を絞めあげる。すると突如ネーニアが子どものように泣き出したかと思うと、その真の姿を現し――。"
                },
                "18": {
                    "ID": "8521878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521878",
                    "TitleEnglish": "Mémoire 18: Avec toi ―Just the Two of Us―",
                    "SummaryEnglish": "Vanitas tries to convince Jeanne not to slay Chloé. The cause of Astolfo's hatred is laid bare. Jean-Jacques finally learns Chloé's end game and tries to stop her. Vanitas activates the Alteration engine to save Chloé and Gévaudan, but is it too late?",
                    "TitleJapanese": "Avec toi―ふたりぼっち―",
                    "SummaryJapanese": "クロエを殺すという使命感にかられるジャンヌに対し、ヴァニタスはクロエがジェヴォーダンの獣（ベート）という濡れ衣を着せられていたことを告げ、「オレ達なら助けられる」と言い手を差し伸べる。\n一方、城外ではローランとオリヴィエが狼から村人たちを守っていた。"
                },
                "19": {
                    "ID": "8521879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521879",
                    "TitleEnglish": "Mémoire 19: Canorus ―Snow Flower―",
                    "SummaryEnglish": "Vanitas identifies Chloé's malnomen. Astolfo's hatred spirals out of control. Chloé must choose between annihilation and a dismal life. Vanitas remembers he doesn't have to be alone, but is it too late? Will our heroes save Gévaudan and themselves?",
                    "TitleJapanese": "Canorus―雪の花―",
                    "SummaryJapanese": "クロエの禍名は、今までのように”ヴァニタスの書”の力を使ったとしても、彼女自身の意思がなければ治癒することができないと気づいたヴァニタス。\n暴走し閉鎖空間との同化を強めるクロエに、ジャンヌが手を伸ばす。\n一方アストルフォと激しい戦いを続けるノエは、槍（ルイゼット）での攻撃により爆炎に包まれてしまい―。"
                },
                "20": {
                    "ID": "8521880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521880",
                    "TitleEnglish": "Mémoire 20: Mal d'amour ―The Incurable Disease―",
                    "SummaryEnglish": "Noé begs Count Orlok to save Vanitas from a strange ailment. Vanitas bumps into Roland and asks him about love \"for a friend.\" Jeanne confides in Luca to his dismay. Dominque seems strangely obsessed with Noé. Noé tells Vanitas he is glad they met.",
                    "TitleJapanese": "Mal d'amour―不治の病―",
                    "SummaryJapanese": "ジェヴォーダン地方での一連の出来事を終え、パリへと戻った一行。\nしかしヴァニタスは何をするにもジャンヌの顔が頭から離れなくなってしまい、原因が分からず憔悴していた。\n偶然出会ったローランとオリヴィエに事の顛末を相談したところ、それは「恋」だと指摘される。"
                },
                "21": {
                    "ID": "8521881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521881",
                    "TitleEnglish": "Mémoire 21: Un autre ―Scar―",
                    "SummaryEnglish": "Noé springs into action after he receives a disturbing letter. Details about Domi and Louis' past, as well as Mikhail's past, come to light. Vanitas is alarmed to hear of Mikhail's return. Noé confronts Mikhail but is forced to do as he asks.",
                    "TitleJapanese": "Un autre―傷痕―",
                    "SummaryJapanese": "ホテルシュシュのヴァニタスとノエの部屋に、ノエ宛の手紙が届く。\n中には遊園地のチラシと共に、切りとられリボンで束ねたドミニクの髪の毛が入っていた。\nドミニクの危機を知ったノエは、1人遊園地へと向かう。"
                },
                "22": {
                    "ID": "8521882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521882",
                    "TitleEnglish": "Mémoire 22: Rencontre ―Blue Night―",
                    "SummaryEnglish": "As Noé sucks Mikhail's blood, he gets a glimpse of the latter's past with Vanitas. Details emerge about Vanitas's parents, his history with the Vampire of the Blue Moon, and the experiments he endured. Mikhail is delighted when Vanitas comes to save Noé.",
                    "TitleJapanese": "Rencontre―蒼の夜―",
                    "SummaryJapanese": "ミハイルの血を吸うことで記憶へ入っていくノエ。\nヴァニタスとミハイルはかつてドクターモローの研究所で実験台として囚われており、\n残酷な実験が繰り返される中、蒼月の吸血鬼によって助けられていたことを知る。\nそこにノエの後を追っていたヴァニタスも遊園地へ到着する。"
                },
                "23": {
                    "ID": "8521883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521883",
                    "TitleEnglish": "Mémoire 23: Pleuvoir ―Tears like Rain―",
                    "SummaryEnglish": "Mikhail tells Vanitas what he wants. Noé and Vanitas clash. Details emerge about why Vanitas shuns others and doesn't want them to peer into his memories. Dominique's life is on the razor's edge. Noé says he can't do the one thing Vanitas wants.",
                    "TitleJapanese": "Pleuvoir−空知らぬ雨−",
                    "SummaryJapanese": "蒼月の吸血鬼を生き返らせようと言うミハイルに、怒りと嫌悪感をあらわにするヴァニタス。\n拳銃の引き金をひくが、犬型自動人形に阻まれてしまう。\nミハイルへの攻撃の手を緩めないヴァニタスに、ノエはドミニクが人質にとられていると止めに入る。"
                },
                "24": {
                    "ID": "8521884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521884",
                    "TitleEnglish": "Mémoire 24: Après la pluie ―His Wish―",
                    "SummaryEnglish": "Mikhail pleads with Vanitas to join him. Dominque comes to terms with her inner self. Mikhail unleashes terror on his foes, but the book exacts a toll. An unexpected figure appears amid the ruins. Vanitas mends fences with Noé and parts ways with Mikhail.",
                    "TitleJapanese": "Après la pluie―彼の願い―",
                    "SummaryJapanese": "ミラーハウスの屋根から落下したヴァニタスとノエ。\nヴァニタスは落下と同時にノエの喉元へナイフを振り下ろす。\n降りしきる雨の中、涙を浮かべる2人を見ていたミハイルの表情には怒りが滲み―。"
                }
            }
        }
    }
}