{
    "URL": "https://www.thetvdb.com/series/vanitas-no-carte",
    "Genres": [
        "Adaptation",
        "Steampunk"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14641098/",
        "https://vanitas-anime.com/",
        "http://www.reddit.com/r/vanitasnocarte",
        "https://www.themoviedb.org/tv/121964",
        "https://x.com/vanitas_anime"
    ],
    "TitleEnglish": "The Case Study of Vanitas",
    "SummaryEnglish": "In 19th-century Paris, young vampire Noé finds the Book of Vanitas in human hands. Calling himself Vanitas, this doctor wields its power and tempts Noé with a plan to “cure” all vampires. Allying with him may be dangerous, but does he have a choice?",
    "Aliases": [
        "Vanitas no Carte",
        "Memoir of Vanitas",
        "Vanitas no Karte"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1914487",
            "URL": "https://www.thetvdb.com/series/vanitas-no-carte/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8932090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8932090",
                    "TitleEnglish": "Recap 12.5",
                    "SummaryEnglish": "A refresher on our heroes' journey so far, plus a peek at what is coming next."
                }
            }
        },
        "1": {
            "ID": "1914488",
            "URL": "https://www.thetvdb.com/series/vanitas-no-carte/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8315672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8315672",
                    "TitleEnglish": "Mémoire 1: Vanitas ―In the Event of Rusty Hopes―",
                    "SummaryEnglish": "Noé is on an airship bound for Paris, where he hopes to find the legendary \"Book of Vanitas.\" He meets a woman named Amelia as the ship nears its destination, and then all hell breaks loose when a mysterious stranger appears. Has Noé's quest found him?"
                },
                "2": {
                    "ID": "8521579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521579",
                    "TitleEnglish": "Mémoire 2: Noé ―In the City of Flowers―",
                    "SummaryEnglish": "Vanitas and Noé are in a bind until an invitation arrives. At their benefactor's, they find they must prove the \"Book of Vanitas\" can restore a vampire's true name. They try to secure the necessary proof, only to encounter someone else after the book."
                },
                "3": {
                    "ID": "8521856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521856",
                    "TitleEnglish": "Mémoire 3: Archiviste ―Fangs That Lay Bare Blood―",
                    "SummaryEnglish": "The battle between Vanitas and the Hellfire Witch takes an unexpected turn. Vanitas and Noé return to Count Orlok to learn their fate along with Amelia's. Noé digs deeper into the cause of Amelia's name corruption and goes on a journey with an old friend."
                },
                "4": {
                    "ID": "8521857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521857",
                    "TitleEnglish": "Mémoire 4: Bal masqué ―Night of Mocking Masks―",
                    "SummaryEnglish": "The Teacher explains the World Formula theory. Vanitas is put off by Noé and Dominique's relationship. Dominique rakes Vanitas over the coals. Vanitas encounters Jeanne again and reveals himself to the ball guests. Chaos ensues when gate crashers arrive."
                },
                "5": {
                    "ID": "8521858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521858",
                    "TitleEnglish": "Mémoire 5: Réminiscence ―Friends―",
                    "SummaryEnglish": "Noé's encounter with Charlatan triggers a childhood flashback. His earliest days are revealed, along with Louis' dark secret. Noé grows up surrounded by friends, but an attempt to save one of their inner circle has tragic consequences."
                },
                "6": {
                    "ID": "8521859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521859",
                    "TitleEnglish": "Mémoire 6: Salvatio ―Questions―",
                    "SummaryEnglish": "Vanitas comes to the rescue and helps Noé and company battle Charlatan's curse-bearers. Noé questions Vanitas's methods. Some unexpected help arrives when they face another threat. Noé confronts Vanitas, but will it bring them together or tear them apart?"
                },
                "7": {
                    "ID": "8521860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521860",
                    "TitleEnglish": "Mémoire 7: Femme fatale ―Love―",
                    "SummaryEnglish": "Vanitas and Jeanne's \"encounter\" during their battle in Paris comes to light. Vanitas offers to keep Jeanne's secret on two conditions. Noé and Vanitas prepare to meet Lord Ruthven. Noé ponders the meaning of love, but Domi throws a wrench into the works."
                },
                "8": {
                    "ID": "8521861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521861",
                    "TitleEnglish": "Mémoire 8: Catacombes ―Where Death Slumbers―",
                    "SummaryEnglish": "The meeting with Lord Ruthven confirms Vanitas's hunch. Vanitas and Noé report back to Count Orlok and hear about a string of vampire abductions. Dante confirms this, which leads them underground. Will they survive their venture into the depths of Paris?"
                },
                "9": {
                    "ID": "8521862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521862",
                    "TitleEnglish": "Mémoire 9: Chasseur ―Those Who Hunt Crimson―",
                    "SummaryEnglish": "The battle with Roland is on! Vanitas and Noé flee with the Chasseurs in hot pursuit. Vanitas reveals why he entered the Chasseur's underground domain and how he knows his way around. After an unnecessary amount of drama, Vanitas finds whom he seeks."
                },
                "10": {
                    "ID": "8521863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521863",
                    "TitleEnglish": "Mémoire 10: Cicatrice ―No. 69―",
                    "SummaryEnglish": "Vanitas reunites with Dr. Moreau, who speaks of his work and a powerful backer. Will their reunion be tearful or violent? Vanitas has a flashback to his time with the Vampire of the Blue Moon. Vanitas and Noé try to save a curse-bearer with Roland's help."
                },
                "11": {
                    "ID": "8521864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521864",
                    "TitleEnglish": "Mémoire 11: Serment ―Promises―",
                    "SummaryEnglish": "Dominique offers Jeanne advice. Jeanne surprises Vanitas with an invitation, and Dominique shadows them. Noé encounters Lord Ruthven, but after their previous meeting, he doesn't know what to expect. Jeanne keeps her promise, and Vanitas makes one to her."
                },
                "12": {
                    "ID": "8521865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521865",
                    "TitleEnglish": "Mémoire 12: Deux Ombres ―Point of Departure―",
                    "SummaryEnglish": "Jeanne says something that strikes fear into Vanitas. Lord Ruthven makes Noé swear an oath. Olivier is at his wits' end over Roland's obsession. Noé has a consuming thirst. Vanitas hears a certain monster has returned and sets out with Noé to investigate."
                },
                "13": {
                    "ID": "8521873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521873",
                    "TitleEnglish": "Mémoire 13: Forêt d'argent ―A Chance Encounter―",
                    "SummaryEnglish": "Vanitas and Noé travel to Gévaudan in search of a creature known as the Beast, but things go sideways when they encounter a murderous paladin, a hostile acquaintance, and an old nemesis. Will our heroes survive these threats, not to mention the Beast?"
                },
                "14": {
                    "ID": "8521874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521874",
                    "TitleEnglish": "Mémoire 14: Château de sorciére ―The Witch and the Young Man―",
                    "SummaryEnglish": "Vanitas and Jeanne spend a steamy yet awkward night together. Tempers flare when Vanitas learns Dante withheld information. Though they all know they're at cross-purposes, they set out to find Noé. Meanwhile, Noé wakes to find himself in the Beast's lair."
                },
                "15": {
                    "ID": "8521875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521875",
                    "TitleEnglish": "Mémoire 15: Oiseau et ciel ―The d'Apchiers' Vampire―",
                    "SummaryEnglish": "Noé learns Naenia took Chloé's true name. Chloé's past and the d'Apchiers' history come to light, including her friendship with Jeanne, the Alteration Engine, and Ruthven's friendship with Chloé, which he shattered by trying to take the engine research."
                },
                "16": {
                    "ID": "8521876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521876",
                    "TitleEnglish": "Mémoire 16: Chasse aux vampires ―The Beast―",
                    "SummaryEnglish": "Noé unwilling taps into Jean-Jacques memories and learns what happened to him and how he befriended Chloé. The Beast's true identity and the vast conspiracy behind it also come to light. Vanitas tries to stop Chloé from activating the Alteration Engine."
                },
                "17": {
                    "ID": "8521877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521877",
                    "TitleEnglish": "Mémoire 17: Vengeance ―Hands Upon a Nightmare―",
                    "SummaryEnglish": "Chloé reveals why she wants to kill Naenia. After Naenia's true nature is revealed and Chloé's malnomen is triggered, Vanitas and Noé scramble to save Gévaudan with some unexpected help. A Church cover-up comes to light along with Jeanne's dark past."
                },
                "18": {
                    "ID": "8521878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521878",
                    "TitleEnglish": "Mémoire 18: Avec toi ―Just the Two of Us―",
                    "SummaryEnglish": "Vanitas tries to convince Jeanne not to slay Chloé. The cause of Astolfo's hatred is laid bare. Jean-Jacques finally learns Chloé's end game and tries to stop her. Vanitas activates the Alteration engine to save Chloé and Gévaudan, but is it too late?"
                },
                "19": {
                    "ID": "8521879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521879",
                    "TitleEnglish": "Mémoire 19: Canorus ―Snow Flower―",
                    "SummaryEnglish": "Vanitas identifies Chloé's malnomen. Astolfo's hatred spirals out of control. Chloé must choose between annihilation and a dismal life. Vanitas remembers he doesn't have to be alone, but is it too late? Will our heroes save Gévaudan and themselves?"
                },
                "20": {
                    "ID": "8521880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521880",
                    "TitleEnglish": "Mémoire 20: Mal d'amour ―The Incurable Disease―",
                    "SummaryEnglish": "Noé begs Count Orlok to save Vanitas from a strange ailment. Vanitas bumps into Roland and asks him about love \"for a friend.\" Jeanne confides in Luca to his dismay. Dominque seems strangely obsessed with Noé. Noé tells Vanitas he is glad they met."
                },
                "21": {
                    "ID": "8521881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521881",
                    "TitleEnglish": "Mémoire 21: Un autre ―Scar―",
                    "SummaryEnglish": "Noé springs into action after he receives a disturbing letter. Details about Domi and Louis' past, as well as Mikhail's past, come to light. Vanitas is alarmed to hear of Mikhail's return. Noé confronts Mikhail but is forced to do as he asks."
                },
                "22": {
                    "ID": "8521882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521882",
                    "TitleEnglish": "Mémoire 22: Rencontre ―Blue Night―",
                    "SummaryEnglish": "As Noé sucks Mikhail's blood, he gets a glimpse of the latter's past with Vanitas. Details emerge about Vanitas's parents, his history with the Vampire of the Blue Moon, and the experiments he endured. Mikhail is delighted when Vanitas comes to save Noé."
                },
                "23": {
                    "ID": "8521883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521883",
                    "TitleEnglish": "Mémoire 23: Pleuvoir ―Tears like Rain―",
                    "SummaryEnglish": "Mikhail tells Vanitas what he wants. Noé and Vanitas clash. Details emerge about why Vanitas shuns others and doesn't want them to peer into his memories. Dominique's life is on the razor's edge. Noé says he can't do the one thing Vanitas wants."
                },
                "24": {
                    "ID": "8521884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vanitas-no-carte/episodes/8521884",
                    "TitleEnglish": "Mémoire 24: Après la pluie ―His Wish―",
                    "SummaryEnglish": "Mikhail pleads with Vanitas to join him. Dominque comes to terms with her inner self. Mikhail unleashes terror on his foes, but the book exacts a toll. An unexpected figure appears amid the ruins. Vanitas mends fences with Noé and parts ways with Mikhail."
                }
            }
        }
    }
}