{
    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12378990/",
        "https://megamiryou.com/",
        "https://www.themoviedb.org/tv/103962",
        "https://x.com/megamiryou"
    ],
    "TitleEnglish": "Mother of the Goddess' Dormitory",
    "SummaryEnglish": "Down-on-his-luck Koushi Nagumo wanders the streets unemployed, homeless and in search of his next meal. His fortunes improve after a chance meeting with a vivacious young woman whose proposition seemingly solves nearly all his problems. Thanks to her, Koushi enters the welcoming halls of a dormitory at a women’s college… only this particular assignment is no stuffy, sleepy affair. The Goddess’ Dormitory is known for housing the college’s most unruly students! If he wants to keep a roof over his head, Koushi must become the “Dormitory Mother” charged with maintaining order and good discipline. But doing his job and keeping his sanity are no small feat with characters as endearingly eccentric and untamable as these!",
    "TitleJapanese": "女神寮の寮母くん。",
    "SummaryJapanese": "家は燃え、父は失踪し、貯金もない。男子中学生の南雲孝士は、都会で独り、行き倒れてしまう。\n偶然出会った女子大生・和知みねるに提案され、彼女が住む大学学生寮「女神寮」の寮母を務めることに。\n女子寮で出会うのは、男性耐性０の超純情娘・早乙女あてな、\n照れると拳がでる武闘派乙女・戦咲きりや、\nコスプレさせるの大好き暴走レイヤー・フレイ、怠惰なブルマ電波さん・八月朔日せれね、\n怪しい実験を繰り返すマッドサイエンティスト・和知みねると、\n全員が一癖も二癖もある訳アリ美少女たち。\n\n寮母として彼女たちと共に過ごし、知っていく内に強まる絆。\n年上お姉さんたちに振り回される孝士の日々が始まる―!!",
    "Aliases": [
        "Megami-ryō no Ryōbo-kun",
        "Megami-ryou no Ryoubo-kun",
        "Dorm Mother of the Goddess' Dorm",
        "Mother of the Goddess' Dormitory (2021)",
        "Megami-ryou no Ryoubo-kun (2021)"
    ],
    "Modified": "2025-06-16",
    "Seasons": {
        "0": {
            "ID": "1917772",
            "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8854850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8854850",
                    "TitleEnglish": "Special program \"Takashi-kun. Visit the cosplay studio !?\"",
                    "SummaryEnglish": "\"Mother of the Goddess Dormitory. Misuzu Yamada, the role of Takashi Nagumo, will learn about cosplay from the official 2.5-dimensional character Ashu Nekota, who is also the official 2.5-dimensional character, and Akira Itsuki, who is also the official 2.5-dimensional character. ??",
                    "TitleJapanese": "特別番組「孝士くん。コスプレスタジオを見学！？」",
                    "SummaryJapanese": "詳細情報\n＜出演＞\n山田美鈴　　南雲孝士 役\n猫田あしゅ　早乙女あてな（2.5次元）役\n五木あきら　香炉野すてあ（2.5次元）役\n＜番組内容＞\nTVアニメ『女神寮の寮母くん。』南雲孝士役・山田美鈴さんが、公式2.5次元キャタクターの早乙女あてな役・猫田あしゅさんと、同じく公式2.5次元キャラクターの香炉野すてあ役・五木あきらさんから、コスプレに関するイロハを学ぶ！？"
                }
            }
        },
        "1": {
            "ID": "1917774",
            "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "8496315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8496315",
                    "TitleEnglish": "Koushi Becomes a Dorm Mother / The Problem with Mineru and Frey",
                    "SummaryEnglish": "The homeless and desperate Koushi has been offered a job! But after a bad first impression, Atena will need time to adjust to the idea of Koushi living at the Goddess’ Dorm.",
                    "TitleJapanese": "「孝士、寮母になる」",
                    "SummaryJapanese": "家が火事で焼け、一人都会を彷徨う孤高の戦士？南雲孝士くん１２歳。偶然出会った和知みねるに救われた孝士くんは、女子大の大学寮に招かれる。まずは、お風呂に入ってスッキリしようとしたのだが・・・。"
                },
                "2": {
                    "ID": "8558734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558734",
                    "TitleEnglish": "The Problem with Kiriya and Serene / Atena Awakens",
                    "SummaryEnglish": "How has Koushi managed to befriend the dorm residents so quickly? Atena think he’s super sus! But when a shopping trip goes awry, will she be able to accept his help?",
                    "TitleJapanese": "「きりやとせれね、ワケあり」、「あてな、目覚める」",
                    "SummaryJapanese": "女神寮の寮生みんなから温かく迎えられた孝士くん。一階に寮母の部屋を与えられ、ようやくゆっくりと床に就くのだった。しかし、そんなやすらぎのひと時は長くは続かなかった。突如として天井を突き破る女性の生足が！？"
                },
                "3": {
                    "ID": "8558735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558735",
                    "TitleEnglish": "Koushi, at a Loss / Koushi Goes Back to School",
                    "SummaryEnglish": "Now that he’s settled into his new life, Koushi returns to school! Everyone wants to know where he’s been, but will Koushi’s childhood friend, Sutea, appreciate the truth?",
                    "TitleJapanese": "「孝士、思い悩む」、「孝士、復学する」",
                    "SummaryJapanese": "孝士くんが「女神寮」に来て二週間が経った。いまだに学校に行くことができていない状態を気にする孝士くん。そんな中、女神寮の寮生のみんなは、孝士くんに「お姉ちゃん」と呼ばせようとあれやこれやと迫ってくる。"
                },
                "4": {
                    "ID": "8558736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558736",
                    "TitleEnglish": "A Childhood Friend Visits the Dorm / Koushi Goes Undercover at a Women's College",
                    "SummaryEnglish": "Sutea meets the residents of the Goddess Dormitory, with mixed results. Later, Koushi goes undercover at college and falls into trouble.",
                    "TitleJapanese": "「幼馴染み、寮に来る」、「孝士、女子大に潜入する」",
                    "SummaryJapanese": "あてなが帰宅するとリビングには孝士くんのクラスメイトで幼馴染の香炉野すてあがいた。\nすてあは「女神寮」が信用できる寮かどうかチェックしに来たのだった。幼馴染キャラに翻弄されるあてなたち女神寮生。"
                },
                "5": {
                    "ID": "8558737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558737",
                    "TitleEnglish": "Serene the Shut-in / The Goddess Dormitory Goes on Vacation",
                    "SummaryEnglish": "It's time for some fun in the sun during summer vacation, but Serene doesn't seem too interested in the idea. It's time to help the most mysterious member of the dorm!",
                    "TitleJapanese": "「せれね、ひきこもる」、「女神寮、旅行へ行く」",
                    "SummaryJapanese": "みんなで旅行に行こうと提案するあてな。ところがせれねは部屋に引きこもってしまう。事情を聞こうとせれねの部屋に「侵入」する孝士。せれねは寮と学校の周辺以外、外に出たことがないという。"
                },
                "6": {
                    "ID": "8558740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558740",
                    "TitleEnglish": "Sutea Ponders About the Sea / Koushi Makes His Cosplay Debut",
                    "SummaryEnglish": "Residents of the Goddess' Dormitory and Sutea spend a day at the beach. While watching the girls having fun in the water, Koushi notices that his childhood friend has a problem and decides to rescue her... Worried by Koushi's distracted mood, Frey decides to take the schoolboy in a cosplay studio to take his mind off things and find out what is bothering him.",
                    "TitleJapanese": "「すてあ、海に思う」、「孝士、コスプレデビューする」",
                    "SummaryJapanese": "海に来たあてなたち一行。はしゃぐあてなたち寮生の一方で一人で離れて泳ぐすてあ。あてなの水着姿に見惚れている孝士くんに嫉妬するすてあだったが、どうも様子がおかしい。泳いでいるというよりは溺れているようだ。"
                },
                "7": {
                    "ID": "8558754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558754",
                    "TitleEnglish": "The School Festival at Seikan Women's University",
                    "SummaryEnglish": "Koushi and Sutea go to the 45th Seikan Festival. They run into Frey who, for the occasion, is part of the event's executive committee. The cosplayer will serve as a guide for the two college students during this day.",
                    "TitleJapanese": "「星間女子大、学園祭」",
                    "SummaryJapanese": "学園祭の季節。星間女子大の学園祭にやってきた孝士君とすてあは、フレイの出迎えを受ける。案内されたのは校内の端っこにあるとある怪しい場所。待っていたのはみねる。みねるは二人にヤバげな薬を勧めてくる。"
                },
                "8": {
                    "ID": "8558756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558756",
                    "TitleEnglish": "Kiriya Wishes Upon a Christmas",
                    "SummaryEnglish": "Koushi and Atena offer their help to Kiriya, who must organize a Christmas party on her own for the little disciples of her family dojo. But following an incident, Atena is forced to stay at home. Koushi and Kiriya therefore find themselves shopping just the two of them...",
                    "TitleJapanese": "「きりや、クリスマスに願う」",
                    "SummaryJapanese": "何となく浮かない顔をしているきりや。どうやら、実家の道場で毎年行っているクリスマス会をきりや一人でやらなければならないようだ。心配するあてなと孝士君はきりやの手伝いを買って出る。"
                },
                "9": {
                    "ID": "8558758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558758",
                    "TitleEnglish": "Sutea Reflects on the Kotatsu / Koushi Tackles Spring Cleaning",
                    "SummaryEnglish": "\"Kotatsu\" has arrived at the Goddess Dormitory. Koushi-kun is overjoyed at the kotatsu he admires. It was supposed that everyone would get into the kotatsu and feel at home ... In the kotatsu, Frey and Mineru use their feet? Start playing pranks on Koushi.",
                    "TitleJapanese": "「すてあ、コタツに想う」、「孝士、大掃除に挑む」",
                    "SummaryJapanese": "女神寮に「こたつ」がきた。憧れのこたつに大喜びの孝士くん。早速みんなでこたつに入ってほっこりする、はずだったのだが...。こたつの中ではフレイとみねるが足を使って？孝士君に悪戯をし始める。"
                },
                "10": {
                    "ID": "8558760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-ryou-no-ryoubo-kun/episodes/8558760",
                    "TitleEnglish": "The Goddesses of the Goddess Dormitory",
                    "SummaryEnglish": "When Koushi falls ill just before New Year’s, the dorm residents must rally to nurse him back to health… but their efforts may do more harm than good.",
                    "TitleJapanese": "女神寮の女神たち",
                    "SummaryJapanese": null
                }
            }
        }
    }
}