{
  "URL": "https://www.thetvdb.com/series/my-dress-up-darling",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15765670/",
    "https://bisquedoll-anime.com/",
    "http://www.reddit.com/r/SonoBisqueDoll",
    "https://www.tvmaze.com/shows/59412/show-slug",
    "https://www.themoviedb.org/tv/123249",
    "https://www.wikidata.org/wiki/Q109426380",
    "https://en.wikipedia.org/wiki/My_Dress-Up_Darling",
    "https://x.com/kisekoi_anime"
  ],
  "TitleEnglish": "My Dress-Up Darling",
  "SummaryEnglish": "Wakana Gojo is a high school boy who wants to become a kashirashi--a master craftsman who makes traditional Japanese Hina dolls. Though he's gung-ho about the craft, he knows nothing about the latest trends, and has a hard time fitting in with his class. The popular kids--especially one girl, Marin Kitagawa--seem like they live in a completely different world. That all changes one day, when she shares an unexpected secret with him, and their completely different worlds collide.",
  "Aliases": [
    "Kisekoi",
    "Sono Bisque Doll wa Koi o Suru",
    "Sono Bisque Doll wa Koi wo suru",
    "Sono Bisuku Dōru wa Koi o Suru",
    "着せ恋"
  ],
  "Modified": "2025-09-28",
  "Seasons": {
    "1": {
      "ID": "1920206",
      "URL": "https://www.thetvdb.com/series/my-dress-up-darling/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8801246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8801246",
          "TitleEnglish": "Someone Who Lives in the Exact Opposite World as Me",
          "SummaryEnglish": "Wakana Gojo is a high school student who dreams of becoming a kashirashi for hina dolls one day. Because his life is all about making hina dolls, he has a hard time fitting into his class because his interests are so different than anyone else’s. His classmate, Marin Kitagawa, is always at the center of attention and from another world. One day, they both end up on classroom cleaning duty and…",
          "Aliases": []
        },
        "2": {
          "ID": "8912909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912909",
          "TitleEnglish": "Wanna Hurry Up, and Do It?",
          "SummaryEnglish": "After seeing how passionate Marin is about the things she loves, Wakana decides to help her with making outfits. He decides to help her out in making a cosplay for Shizuku Kuroe-tan from the game \"Slippery Girls 2.\" They had planned to reconvene later to get the measurements started, but Marin couldn't wait and ends up coming to Wakana's house over the weekend.",
          "Aliases": []
        },
        "3": {
          "ID": "8912910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912910",
          "TitleEnglish": "Then Why Don't We?",
          "SummaryEnglish": "Marin and Wakana start to grow closer as he helps her create her cosplay. Though he's happy about the fact that Marin treats him the same way at school as anywhere else, he also starts to worry about the fact that other people think it's weird that they're hanging out. Despite that, Marin takes Wakana shopping so they can look for materials needed for her cosplay.",
          "Aliases": []
        },
        "4": {
          "ID": "8912911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912911",
          "TitleEnglish": "Are These Your Girlfriend's?",
          "SummaryEnglish": "Wakana felt relieved just for a moment after they got all of the materials they needed for Marin's cosplay, but then he's shocked to find out that he needs to finish the cosplay in two weeks. On top of that, his grandfather, Kaoru, hurts his back, so Wakana has to run the shop and he also has midterms. Wakana feels overwhelmed and gets depressed, wondering if he'll ever actually become a kashirashi at this point.",
          "Aliases": []
        },
        "5": {
          "ID": "8912912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912912",
          "TitleEnglish": "It's Probably Because This Is the Best Boob Bag Here",
          "SummaryEnglish": "Wakana finally completes the Shizuku cosplay. Marin is super excited that she gets to dress as her beloved Shizuku-tan and suggests that the two of them go to a cosplay event the next day. Even though it's her first time at a cosplay event, Marin gets requests for photos left and right. Wakana is overwhelmed with feelings as he watches over Marin, but...",
          "Aliases": []
        },
        "6": {
          "ID": "8912913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912913",
          "TitleEnglish": "For Real?!",
          "SummaryEnglish": "Marin and Wakana have a successful first cosplay event. Because of something Wakana said, Marin's mental and emotional state starts to change a little. Even though she was just spending time at the Gojos' home with Wakana and Kaoru to wash her outfit, she can't seem to calm down. Meanwhile, a certain person comes to Gojo Dolls after seeing the photos Marin posted onto social media of her Shizuku cosplay.",
          "Aliases": []
        },
        "7": {
          "ID": "8912914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912914",
          "TitleEnglish": "A Home Date With the Guy I Wuv Is the Best",
          "SummaryEnglish": "Marin is going to do a group cosplay with her idol, the cosplayer \"Juju,\" whose real name is Sajuna Inui, and they're going to cosplay as Black Lobelia and Black Lily from the magical girl anime \"Flower Girl Blaze!!\". Wakana heads over to Marin's home so that he can borrow the \"Blaze!!\" DVDs for research to make the outfits for them.",
          "Aliases": []
        },
        "8": {
          "ID": "8912915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912915",
          "TitleEnglish": "Backlighting Is the Best",
          "SummaryEnglish": "Juju's photographer and younger sister, Shinju Inui, meets Wakana and Marin for the first time. They're shocked at how opposite her appearance is to Sajuna, but they quickly become closer when they excitedly talk about cameras. Later on, Sajuna suggests that they check out the abandoned hospital that they'll be using for their group cosplay but...",
          "Aliases": []
        },
        "9": {
          "ID": "8912916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912916",
          "TitleEnglish": "A Lot Happened After I Saw That Photo",
          "SummaryEnglish": "Gojo is able to complete the Black Lobelia and Black Lily cosplays thanks to Marin's help. Both Marin and Sajuna try on their cosplays and they're both excited about how nicely they turned out, and Marin is even more excited about their upcoming group cosplay. When the day finally arrives, Marin and Sajuna get an unexpected visitor.",
          "Aliases": []
        },
        "10": {
          "ID": "8912917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912917",
          "TitleEnglish": "We've All Got Struggles",
          "SummaryEnglish": "Wakana and Shinju's secret plan was a success, which added to the success of their first group cosplay photoshoot. As Juju and Shinju look through the photos from the photoshoot, the sisters find out how they both feel. Meanwhile, Marin and Wakana are enjoying their summer vacation. They were preparing Marin's cosplay for a fighting game character named Veronica-tya, but then a problem arises...",
          "Aliases": []
        },
        "11": {
          "ID": "8912918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912918",
          "TitleEnglish": "I Am Currently at a Love Hotel",
          "SummaryEnglish": "Liz is a succubus who appears in one of Marin's favorite slice of life series, \"SuccIDK.\" Marin had some interest in cosplaying Liz-kyun but didn't think she could pull it off until Wakana gave her a little push. With the cosplay ready, they head to a studio for a photoshoot, but the studio happened to be a rather unexpected location.",
          "Aliases": []
        },
        "12": {
          "ID": "8912919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/8912919",
          "TitleEnglish": "My Dress-Up Darling",
          "SummaryEnglish": "Summer vacation is coming to a close. Wakana received an SOS from Marin, who hadn't finished her homework, so he ended up helping her study at her house. They later realize that Marin had forgotten some math drills at school, so they go to get them. While alone at the school, Marin and Wakana make plans to go to a summer festival together. And when that day finally arrived...",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2020357",
      "URL": "https://www.thetvdb.com/series/my-dress-up-darling/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9354619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/9354619",
          "TitleEnglish": "Wakana Gojo, 15 Years Old, Teenager",
          "SummaryEnglish": "Wakana helps Marin make a bunny girl outfit so she can cosplay as one of her favorite characters.",
          "Aliases": []
        },
        "2": {
          "ID": "11195862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195862",
          "TitleEnglish": "You Can Equip Boobs",
          "SummaryEnglish": "Marin and Wakana go to a cosplay event and meet another cosplayer named Amane Himeno.",
          "Aliases": []
        },
        "3": {
          "ID": "11195863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195863",
          "TitleEnglish": "I Wuuuuv Slice-of-Life Scenes! ♡♡♡",
          "SummaryEnglish": "Amane tells Marin and Wakana about his past and how he got into cosplay.",
          "Aliases": []
        },
        "4": {
          "ID": "11195864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11195864",
          "TitleEnglish": "Has All My Measurements Memorized",
          "SummaryEnglish": "Marin represents her class enters the school beauty pageant and finds out she gets to cosplay.",
          "Aliases": []
        },
        "5": {
          "ID": "11223509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223509",
          "TitleEnglish": "800 Million",
          "SummaryEnglish": "Wakana and Marin finish up the suit for the Rei-sama cosplay but Wakana realizes something is missing.",
          "Aliases": []
        },
        "6": {
          "ID": "11223510",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223510",
          "TitleEnglish": "I'll Make It Happen, No Matter What With These Two Hands",
          "SummaryEnglish": "Wakana finishes up Marin's suit for her Rei-sama cosplay and the day of the beauty pageant finally arrives.",
          "Aliases": []
        },
        "7": {
          "ID": "11223511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223511",
          "TitleEnglish": "Capture Those Delicious Memories!",
          "SummaryEnglish": "Marin discovers the terrifying truth that she's gained weight and her cosplay no longer fits her.",
          "Aliases": []
        },
        "8": {
          "ID": "11223512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223512",
          "TitleEnglish": "The Only Way I Can Think of to Express That Gratitude Is With Money",
          "SummaryEnglish": "Marin and Wakana go to a cosplay event. Marin meets up with Amane and Suzuka and Wakana meets up with Akira.",
          "Aliases": []
        },
        "9": {
          "ID": "11223513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223513",
          "TitleEnglish": "Because I Don't Intend to Sleep Tonight",
          "SummaryEnglish": "Marin tries to convince Juju to join their \"Coffin\" cosplay group.",
          "Aliases": []
        },
        "10": {
          "ID": "11223514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223514",
          "TitleEnglish": "So We're Gonna Do It All Right Now?!",
          "SummaryEnglish": "Marin has a slight misunderstanding and Wakana has his first playthrough of \"Coffin.\"",
          "Aliases": []
        },
        "11": {
          "ID": "11223515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223515",
          "TitleEnglish": "I Didn't Think Anything Good Would Ever Happen to Me",
          "SummaryEnglish": "Everyone is getting ready for the upcoming Coffin group cosplay but they also have a surprise for Juju.",
          "Aliases": []
        },
        "12": {
          "ID": "11223517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-dress-up-darling/episodes/11223517",
          "TitleEnglish": "Dear My Dress-Up Darling",
          "SummaryEnglish": "Marin, Wakana, and the others finally have their \"Coffin\" group cosplay session.",
          "Aliases": []
        }
      }
    }
  }
}