{
    "URL": "https://www.thetvdb.com/series/uramichi-oniisan",
    "Genres": [
        "Adaptation",
        "Anime - Josei",
        "Dark Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11192890/",
        "http://uramichi-anime.com/",
        "https://www.themoviedb.org/tv/96442",
        "https://x.com/uramichi_anime"
    ],
    "TitleEnglish": "Life Lessons with Uramichi Oniisan",
    "SummaryEnglish": "Being an adult is hard, and for Uramichi Omota, that truth weighs on him. While on TV, he’s the upbeat exercise instructor for a children’s show, but he and his coworkers keep revealing the plight of adulthood on air. At least they’re working through it.",
    "TitleJapanese": "うらみちお兄さん",
    "SummaryJapanese": "教育番組「ママンとトゥギャザー」の体操のお兄さん、表田裏道。\n通称“うらみちお兄さん”は子どもたちに笑顔を振りまく優しいお兄さん。\nでも、ときどき垣間見えちゃう“裏”の顔。\n\nしんどい、辛い、何もしたくない。\n\n不安定なメンタルからポロッと漏れる大人の闇に、\n子どもたちもドン引き気味……!?\n\nそれでも大人は前を向く。\n世の中に希望はなくても、社会の仕組みに絶望しても……！\n\n「教育番組のお兄さんとして、その期待に……応えたい」\n\n大人になったよい子に贈る、“後ろ向き”の人生讃歌。\nいよいよ2021年7月より放送スタート！ (appmedia.jp)",
    "Aliases": [
        "Uramichi Oniisan",
        "Uramichi Onii-san",
        "Uramichi Oniisan (2021)"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "1920209",
            "URL": "https://www.thetvdb.com/series/uramichi-oniisan/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8395792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8395792",
                    "TitleEnglish": "Uramichi-oniisan",
                    "SummaryEnglish": "Uramichi Omota is a gymnast Oniisan in a children's show Together with Maman. One day, one of the kids asks him why he isn't married and has no children even though he's older than her dad.",
                    "TitleJapanese": "うらみちお兄さん",
                    "SummaryJapanese": "教育番組「ママンとトゥギャザー」で子どもたちに笑顔を振りまく「うらみちお兄さん」こと、表田裏道。\nしかし気を抜くと疲れ切った顔を見せ、後ろ向きな発言を連発！\n爽やかな笑顔の裏には、あふれ出る大人の悲哀が隠されていた……!?"
                },
                "2": {
                    "ID": "8525773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8525773",
                    "TitleEnglish": "Senpai and Kohai",
                    "SummaryEnglish": "Another day at Together with Maman. Uramichi doesn't like the facilitator character in the show's new segment, Uramichi's Advice Room.",
                    "TitleJapanese": "先輩と後輩",
                    "SummaryJapanese": "スタジオ入りした裏道はいつになく上機嫌☆\n束の間のメンタル無敵モードに賭けて、番組収録に臨もうとするが……。\n一方、子どもたちに歌を届ける詩乃も、あるおたよりをきっかけに豹変！\n傷ついた大人たちはどこへ向かう!?"
                },
                "3": {
                    "ID": "8525557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8525557",
                    "TitleEnglish": "Wash Your Hands and Gargle",
                    "SummaryEnglish": "On Together with Maman, the cast members try to teach kids the importance of washing their hands and gargling by performing a play.",
                    "TitleJapanese": "手洗いうがいは大切に",
                    "SummaryJapanese": "今日から新コーナーがスタート♪\nしかし、裏道は凍り付く。衣装がヒドい上、役に入り切った池照と番組内で戦うハメになり……。\nまたある日、裏道は兎原の策略で苦手な絵をアドリブで描かされることになってしまう。"
                },
                "4": {
                    "ID": "8526198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526198",
                    "TitleEnglish": "Long, Hot Summer",
                    "SummaryEnglish": "Director Derekida wants the cast members of Together with Maman to perform on the beach for the music video for a song titled \"Long, Hot Summer.\"",
                    "TitleJapanese": "エンドレス猛暑",
                    "SummaryJapanese": "夏に放送するミュージックビデオの撮影日。\n海に来たものの、この日は冬まっただ中。\nぬくもりを失っていく裏道が、スイカ風の冬瓜とともに着ぐるみの兎原を並べ……。\n果たして、裏道は過酷なロケを乗り越えられるのか!?"
                },
                "5": {
                    "ID": "8526199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526199",
                    "TitleEnglish": "Once This Concert Is Over…",
                    "SummaryEnglish": "Together with Maman is holding a concert. Iketeru and Utano have something in mind as to what they want to do once the concert is over.",
                    "TitleJapanese": "この公演が終わったら",
                    "SummaryJapanese": "ディレクターから厳しいダメ出しをされ、あまりに適当なアイデアを出された裏道。\n大人だから、死んだ目で従おうとするが……。\nそんな中、番組のコンサートの日がやって来る。しかし、そこにも様々な罠が待っていた！"
                },
                "6": {
                    "ID": "8526200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526200",
                    "TitleEnglish": "That Thing That You Can't Remember the Name Of",
                    "SummaryEnglish": "Uramichi tries to remember the name of something, but can't. In addition, the cast and crew of Juntos com Maman take a business trip.",
                    "TitleJapanese": "思い出せない例のあれ",
                    "SummaryJapanese": "モノの名前が思い出せずに上の空、かと思えば連休前に大はしゃぎ。\n相変わらず情緒不安定な裏道だが、その連休を潰す悪夢のイベントが。\nそれは、全員参加の慰安旅行！\n何が起こるかわからないドキドキの温泉旅行が始まる☆"
                },
                "7": {
                    "ID": "8526201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526201",
                    "TitleEnglish": "I Can Do It by Myself",
                    "SummaryEnglish": "Derekida and Furode have an idea for a new painting, which turns out to reveal a weakness in Iketeru. Meanwhile, a director asks the cast about the dreams they've had lately.",
                    "TitleJapanese": "一人でできるもん",
                    "SummaryJapanese": "出演者そっちのけで決まっていく微妙な新コーナーに、絶望的な表情を浮かべる裏道と池照。\nそれでも池照はノリノリで役に入り込むが、あるモノを前にして急に震え出してしまう。\nさらに家庭でも問題が発生したと言い……!?"
                },
                "8": {
                    "ID": "8526202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526202",
                    "TitleEnglish": "Servility and Conscience",
                    "SummaryEnglish": "A girl overhears Kumao talking about servitude with Usao. When Kumao can't explain what that word means, she asks Uramichi for the meaning.",
                    "TitleJapanese": "忖度と良心",
                    "SummaryJapanese": "番組収録中に男の子が一人ぐずってしまう。そんな男の子に裏道がかけた言葉は……。一方、ウサオとクマオは呼び込みがあったにもかかわらず、なかなか出てこない。2人の間に、一体何が!?"
                },
                "9": {
                    "ID": "8526203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526203",
                    "TitleEnglish": "Young People These Days",
                    "SummaryEnglish": "Finally Christmas ☆ While both adults and children are standing up, the hard work of December hits the back road. The back road called by Kisumi of the sales planning department touches his darkness there .... Furthermore, even the year-end customary troubles! Can you pay the job properly !?",
                    "TitleJapanese": "最近の若い子",
                    "SummaryJapanese": "いよいよクリスマス☆　大人も子どもも浮き足立つ中、師走の激務が裏道を襲う。\n企画販売部の木角に呼ばれた裏道は、そこで彼の闇に触れ……。\nさらには年末恒例の面倒ごとまで！　ちゃんと仕事納めはできるのか!?"
                },
                "10": {
                    "ID": "8526204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526204",
                    "TitleEnglish": "Subzero Spiral",
                    "SummaryEnglish": "This time, in the heat of the heat, a music video for winter will be shot. The performers' mental strength is being reduced by the instructions of Dekida, who is uncomfortable despite the heat, and is stunned and stunned. Above all, the normally cool Kumagaya looks strange ...",
                    "TitleJapanese": "極寒スパイラル",
                    "SummaryJapanese": "今度は猛暑の中、冬用のミュージックビデオ撮影が行われることに。\n暑苦しいわりに要領を得ない出木田の指示に、呆れたり、朦朧としたりと出演者の精神力が削られていく。\nなかでも、普段はクールな熊谷の様子がおかしく……。"
                },
                "11": {
                    "ID": "8526205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526205",
                    "TitleEnglish": "Fateful Encounter",
                    "SummaryEnglish": "The back road where I fell asleep and hurt my neck. When I finished recording while biting the approaching annual wave, I heard the fact of the shock. On this day, it was decided to re-record the traffic safety video that teaches the importance of \"right and left confirmation\". Let's learn to confirm the safety of life together!",
                    "TitleJapanese": "運命の出会い",
                    "SummaryJapanese": "寝違えて首を痛めた裏道。寄る年波を噛みしめながら収録を終えると、衝撃の事実が耳に入ってくる。\nこの日、「左右確認」の大切さを教える交通安全の映像を録り直すことになったのだ。\n一緒に人生の安全確認を学ぼう！"
                },
                "12": {
                    "ID": "8526206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526206",
                    "TitleEnglish": "Awkward Smile",
                    "SummaryEnglish": "Rabbit Hara and Kumagai look back on their encounter with him when they hear the words behind him. It was the age of physical education. It all started when a back road, a star gymnast, happened to be in a shared room for two people. He was a straight senior, but ...",
                    "TitleJapanese": "不器用な笑顔",
                    "SummaryJapanese": "裏道のある言葉を聞いて、兎原と熊谷は彼との出会いを振り返る。\nそれは体育大時代。\n体操のスター選手だった裏道が、2人の相部屋にたまたま居候してきたのが始まりだった。\n彼はあまりにまっすぐな先輩だったのだが……。"
                },
                "13": {
                    "ID": "8526207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uramichi-oniisan/episodes/8526207",
                    "TitleEnglish": "Together with Maman Forever",
                    "SummaryEnglish": "Even during this period, I was asked for new projects, and my juniors invited me to drink. Even today, she smiles and feels emotionless. Something seems to happen and it doesn't happen, but a little incident happens, how is the end of such a back road ...!?",
                    "TitleJapanese": "Forever『ママンとトゥギャザー』",
                    "SummaryJapanese": "この期に及んでも新たな企画を求められたり、後輩から飲みに誘われたり。\n今日も笑顔を振りまき無感情。\n何かが起こりそうで起こらない、でもちょっとした事件が起こってしまう、そんな裏道の行く末やいかに……!?"
                }
            }
        }
    }
}