{
  "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt14476236/",
    "https://skeleton-knight.com/",
    "http://www.reddit.com/r/SkeletonKnight",
    "https://www.themoviedb.org/tv/123528",
    "https://x.com/gaikotsukishi"
  ],
  "TitleEnglish": "Skeleton Knight in Another World",
  "SummaryEnglish": "One day, a gamer played video games until he fell asleep…and when he woke up, he found himself in the game world–as a skeleton! Equipped with the powerful weapons and armor of his avatar but stuck with its frightening skeletal appearance, Arc has to find a place for himself in this new, fantastical land. All his hopes for a quiet life are dashed when he crosses paths with a beautiful elven warrior, setting him on a journey full of conflict and adventure.",
  "Aliases": [
    "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu",
    "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu",
    "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechū"
  ],
  "Modified": "2025-08-22",
  "Seasons": {
    "1": {
      "ID": "1920418",
      "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8407070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/8407070",
          "TitleEnglish": "The Wandering Knight Sets Out to Make the World a Better Place",
          "SummaryEnglish": "A video game lover awakes to find himself in a medieval fantasy world as his character, a Holy Knight named Arc. As exciting as the opportunity seems at first, he realizes that his comical selection of the skull face for his avatar has resulted in a ghastly appearance that will make him a target if revealed. Will Arc be able to undertake the daring life of an adventurer without revealing his identity?",
          "Aliases": []
        },
        "2": {
          "ID": "9075220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075220",
          "TitleEnglish": "A First Job, a Girl's Wish, and an Approaching Shadow",
          "SummaryEnglish": "Arc begins his days an adventurer-for-hire, but in spite of his fearsome strength, he still needs to keep a low profile. Luckily, he finds the perfect inaugural quest for his inconspicuous new life... or does he? This show contains scenes that some viewers may find disturbing. Viewer discretion is advised.",
          "Aliases": []
        },
        "3": {
          "ID": "9075221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075221",
          "TitleEnglish": "An Austere Elf Dances for Her Comrades",
          "SummaryEnglish": "Arc encounters the elf warrior Ariane, who is suspicious about humans due to the bigotry that elves face in the realm. But when a slave ring that captures elf children surfaces, Arc's desire for an inconspicuous lifestyle and his compulsion to do the right thing will be weighed against each other.",
          "Aliases": []
        },
        "4": {
          "ID": "9075222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075222",
          "TitleEnglish": "Infiltrating the Slave Market! In Search of the World's Evil",
          "SummaryEnglish": "With the help of one of Ariane's comrades, she and Arc head to the town of Diento to break up the local elf slave trade.",
          "Aliases": []
        },
        "5": {
          "ID": "9075223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075223",
          "TitleEnglish": "A Secret Revealed, and a Bond Forged",
          "SummaryEnglish": "Arc and Ariane make their way into the palace of Marquis Diento. What kind of political fallout will there be from one of the Rhoden nobles possessing enslaved elves?",
          "Aliases": []
        },
        "6": {
          "ID": "9075224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075224",
          "TitleEnglish": "Learning About the Darkness of This World at the Elf Village",
          "SummaryEnglish": "While Ariane and her father travel to the elvish city of Maple to discuss her ongoing mission, Arc finds himself getting an unexpected lesson from her mother, Glenys.",
          "Aliases": []
        },
        "7": {
          "ID": "9075225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075225",
          "TitleEnglish": "A Miracle for the High-Minded Princess",
          "SummaryEnglish": "Arc and Ariane set out for Olav in Rhoden Kingdom in search of slave traders. As they take a shortcut through the forest, they are attacked by the Hounted Wolves. Meanwhile, Yuriarna and her guards are attacked by assassins on their way to Limbult.",
          "Aliases": []
        },
        "8": {
          "ID": "9075226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075226",
          "TitleEnglish": "Allied! Dashing Through the Darkness With the Beastpeople!",
          "SummaryEnglish": "An unexpected reunion with the furry-eared ninja, Chiyome, leads to Arc learning more about the world he's found himself in.",
          "Aliases": []
        },
        "9": {
          "ID": "9075227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075227",
          "TitleEnglish": "The Capital in Chaos and a Maiden's Oath",
          "SummaryEnglish": "Arc, Ariane, Chiyome, and Goemon launch an attack on the Etzat Market, the single largest slave market in the kingdom of Rhoden.",
          "Aliases": []
        },
        "10": {
          "ID": "9075228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075228",
          "TitleEnglish": "Hope for the Future Found in the Desert",
          "SummaryEnglish": "Arc and Ariane head to the Holy Revlon Empire to hunt elf slave traders, but without a clear way forward their path could be perilous. Luckily, a stranger approaches them with a job offer that could make the way forward clearer.",
          "Aliases": []
        },
        "11": {
          "ID": "9075229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075229",
          "TitleEnglish": "The Monster-Taming Barbarian Laughs in the Darkness",
          "SummaryEnglish": "Arc and Ariane have followed the trail of kidnapped elves to a fortress within the Holy Revlon Empire, but they have no way of knowing the vicious threats waiting inside.",
          "Aliases": []
        },
        "12": {
          "ID": "9075230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075230",
          "TitleEnglish": "I Shall Cut Through the World's Evils!",
          "SummaryEnglish": "Arc and his friends must face Fumba, the monster tamer, who uses his greatest asset, a hydra that is capable of destroying an entire nation.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2160654",
      "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/seasons/official/2",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10854068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/10854068",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}