{
    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14476236/",
        "https://skeleton-knight.com/",
        "http://www.reddit.com/r/SkeletonKnight",
        "https://www.themoviedb.org/tv/123528",
        "https://x.com/gaikotsukishi"
    ],
    "TitleEnglish": "Skeleton Knight in Another World",
    "SummaryEnglish": "One day, a gamer played video games until he fell asleep…and when he woke up, he found himself in the game world–as a skeleton! Equipped with the powerful weapons and armor of his avatar but stuck with its frightening skeletal appearance, Arc has to find a place for himself in this new, fantastical land. All his hopes for a quiet life are dashed when he crosses paths with a beautiful elven warrior, setting him on a journey full of conflict and adventure.",
    "TitleJapanese": "骸骨騎士様、只今異世界へお出掛け中",
    "SummaryJapanese": "目覚めるとMMORPGで自身が使用していたゲームキャラの姿のまま、\n異世界に放り出されていた「アーク」。\nその姿は、見た目が鎧、中身が全身骨格という”骸骨騎士”であった。\n\n──正体がバレたら、モンスターと勘違いされて討伐対象になりかねない!?\n\nアークは目立たないよう傭兵として過ごすことを決意する。\nだが、彼は目の前の悪事を捨て置けるような男ではなかった！",
    "Aliases": [
        "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechū",
        "Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu",
        "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "1": {
            "ID": "1920418",
            "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8407070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/8407070",
                    "TitleEnglish": "The Wandering Knight Sets Out to Make the World a Better Place",
                    "SummaryEnglish": "A video game lover awakes to find himself in a medieval fantasy world as his character, a Holy Knight named Arc. As exciting as the opportunity seems at first, he realizes that his comical selection of the skull face for his avatar has resulted in a ghastly appearance that will make him a target if revealed. Will Arc be able to undertake the daring life of an adventurer without revealing his identity?",
                    "TitleJapanese": "流浪の騎士、世直し旅にて候ふ",
                    "SummaryJapanese": "MMORPGプレイ中に寝落ちし、目覚めるとゲームキャラの姿で異世界にいたアーク。全身に鎧を纏ったその姿は一見すると騎士のようだが、中身はモンスターにしか見えない“骸骨姿”であった。目立たず過ごすことを決意したアークは、傭兵になるために獣と魔獣の討伐試験に挑む。しかし、盗賊が貴族の少女たちを襲っている場面に出くわしてしまい──。"
                },
                "2": {
                    "ID": "9075220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075220",
                    "TitleEnglish": "A First Job, a Girl's Wish, and an Approaching Shadow",
                    "SummaryEnglish": "Arc begins his days an adventurer-for-hire, but in spite of his fearsome strength, he still needs to keep a low profile. Luckily, he finds the perfect inaugural quest for his inconspicuous new life... or does he? This show contains scenes that some viewers may find disturbing. Viewer discretion is advised.",
                    "TitleJapanese": "初仕事、少女の願いと忍び寄る影",
                    "SummaryJapanese": "傭兵稼業を始めたアークは、初めて受注した依頼「薬草採取の護衛」の依頼人マルカのもとを訪れた。亡き父の代わりに薬草取りの仕事をして母に楽をさせてあげたい──そんな少女の願いに応えると決めたアークは、マルカに同行して森へ分け入る。小さな精霊獣との思わぬ出会いもあり、依頼は順調に進んでいくが、森の奥で強力な魔獣に遭遇し──。"
                },
                "3": {
                    "ID": "9075221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075221",
                    "TitleEnglish": "An Austere Elf Dances for Her Comrades",
                    "SummaryEnglish": "Arc encounters the elf warrior Ariane, who is suspicious about humans due to the bigotry that elves face in the realm. But when a slave ring that captures elf children surfaces, Arc's desire for an inconspicuous lifestyle and his compulsion to do the right thing will be weighed against each other.",
                    "TitleJapanese": "凜々しきエルフは同胞が為に舞う",
                    "SummaryJapanese": "盗賊団を討伐したアークは突如、ダークエルフの戦士・アリアンの襲撃を受ける。アリアンは付近に出没する“エルフ狩り”を追っており、アークを関係者と勘違いしていた。誤解を解いたアークは手を貸そうとするが、人族の加勢は無用だと拒絶されて──。だが、困った人を捨て置けないアークは、翌日エルフが住むという森へアリアンを探しに向かう。"
                },
                "4": {
                    "ID": "9075222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075222",
                    "TitleEnglish": "Infiltrating the Slave Market! In Search of the World's Evil",
                    "SummaryEnglish": "With the help of one of Ariane's comrades, she and Arc head to the town of Diento to break up the local elf slave trade.",
                    "TitleJapanese": "潜入、奴隷商！ 世に蔓延る悪を探れ",
                    "SummaryJapanese": "アリアンに傭兵として雇われたアークは、ディエントの街で“エルフ狩り”の情報収集をしていたエルフ族の戦士・ダンカと合流。敵の拠点に囚われた同胞の救出作戦に参加することに。転移魔法で拠点へ潜入したアークとアリアンらは手分けして捜索を開始する。しかし、突如アークに攻撃を仕掛ける存在があった。その正体は獣耳忍者の少女で──。"
                },
                "5": {
                    "ID": "9075223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075223",
                    "TitleEnglish": "A Secret Revealed, and a Bond Forged",
                    "SummaryEnglish": "Arc and Ariane make their way into the palace of Marquis Diento. What kind of political fallout will there be from one of the Rhoden nobles possessing enslaved elves?",
                    "TitleJapanese": "明かされる秘密と紡がれる絆",
                    "SummaryJapanese": "誘拐されたエルフ族の売買にはディエントの領主までもが関与していた。アークとアリアンは領主城に侵入し、エルフを弄ぶ領主に裁きの鉄槌を下す。今回の救出作戦に大きく貢献したアークは、アリアンに更なる助力を乞われエルフの里に招待されるも、余所者であるアークが里に入るには、兜の下の素顔──骸骨姿を晒して信用を得る必要があった。"
                },
                "6": {
                    "ID": "9075224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075224",
                    "TitleEnglish": "Learning About the Darkness of This World at the Elf Village",
                    "SummaryEnglish": "While Ariane and her father travel to the elvish city of Maple to discuss her ongoing mission, Arc finds himself getting an unexpected lesson from her mother, Glenys.",
                    "TitleJapanese": "エルフの里で触れる異世界の深淵",
                    "SummaryJapanese": "エルフの里・ララトイアへやってきたアークは、アリアンの父である長老・ディランの家に滞在することに。アリアンとディランが救出作戦の顛末をエルフ族の重鎮に報告している間、アークはアリアンの母・グレニスの案内で里を見物していた。そんな折、グレニスから娘の傍にいるアークの力量を見定めたいと手合わせの申し出があり──。"
                },
                "7": {
                    "ID": "9075225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075225",
                    "TitleEnglish": "A Miracle for the High-Minded Princess",
                    "SummaryEnglish": "Arc and Ariane set out for Olav in Rhoden Kingdom in search of slave traders. As they take a shortcut through the forest, they are attacked by the Hounted Wolves. Meanwhile, Yuriarna and her guards are attacked by assassins on their way to Limbult.",
                    "TitleJapanese": "理想に燃ゆる王女に奇跡が舞い降りた",
                    "SummaryJapanese": "エルフ族救出作戦の続行を命じられたアリアンとアークは、更なる手掛かりを求めローデン王国へ旅立つ。道中、幻を操る魔獣・ホーンテッドウルフと遭遇。群れのボスに不気味なリングが嵌められていた。それはかつて目にしたことがある物で……。一方、エルフ族と接触すべくローデン王国を出立した第一王女・ユリア―ナは何者かの襲撃に遭っていた。"
                },
                "8": {
                    "ID": "9075226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075226",
                    "TitleEnglish": "Allied! Dashing Through the Darkness With the Beastpeople!",
                    "SummaryEnglish": "An unexpected reunion with the furry-eared ninja, Chiyome, leads to Arc learning more about the world he's found himself in.",
                    "TitleJapanese": "共闘! 獣人の友と闇夜を駆ける",
                    "SummaryJapanese": "ローデン王国の王都に到着したアークは、獣耳忍者の少女・チヨメと再会を果たす。チヨメに乞われ、囚われた獣人族の救出に手を貸すことになったアークは、王都最大の奴隷商・エツアト商会への襲撃作戦に参加。決行の夜──アークはチヨメの仲間であり筋骨隆々の忍者・ゴエモンと手を組み、警護が厳重な商会に対し正面突破を仕掛ける。"
                },
                "9": {
                    "ID": "9075227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075227",
                    "TitleEnglish": "The Capital in Chaos and a Maiden's Oath",
                    "SummaryEnglish": "Arc, Ariane, Chiyome, and Goemon launch an attack on the Etzat Market, the single largest slave market in the kingdom of Rhoden.",
                    "TitleJapanese": "揺れ動く王都と乙女の誓い",
                    "SummaryJapanese": "エツアト商会を襲撃するアークとゴエモンは、別行動をしていたアリアンたちと合流。ついに獣人族が閉じ込められた牢を見つけ出すも、彼らに突きつけられたのは非情な現実で──。そして、チヨメは二度と悲劇を繰り返さないと誓いを立てるのだった。一方、エツアト商会と裏で繋がっていた第二王子・ダカレスは、窮地に追い込まれようとしていた。"
                },
                "10": {
                    "ID": "9075228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075228",
                    "TitleEnglish": "Hope for the Future Found in the Desert",
                    "SummaryEnglish": "Arc and Ariane head to the Holy Revlon Empire to hunt elf slave traders, but without a clear way forward their path could be perilous. Luckily, a stranger approaches them with a job offer that could make the way forward clearer.",
                    "TitleJapanese": "砂漠で見つけし明日への希望",
                    "SummaryJapanese": "エルフは神聖レブラン帝国へ売られていった──チヨメのもたらした情報をもとに、帝国へと旅を続けるアークは砂漠の街・ブランベイナを訪れる。帝国へのルートがわからず難儀する一行に手を差し伸べたのはエルフの魔獣研究者・カーシーだった。帝国までの地図と引き換えに、研究対象である魔獣・サンドワームの捕獲依頼を引き受けたのだが……。"
                },
                "11": {
                    "ID": "9075229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075229",
                    "TitleEnglish": "The Monster-Taming Barbarian Laughs in the Darkness",
                    "SummaryEnglish": "Arc and Ariane have followed the trail of kidnapped elves to a fortress within the Holy Revlon Empire, but they have no way of knowing the vicious threats waiting inside.",
                    "TitleJapanese": "蛮族の魔獣使いは闇に嗤う",
                    "SummaryJapanese": "神聖レブラン帝国にたどり着いたアークは、国境の街・ケーセックでエルフ族の売買に関する情報収集を開始する。街から離れた砦にエルフが連れ込まれたことを突き止め潜入するも、最奥で待っていたのは蛮族の魔獣呪術師・フンバであった。アークは情報を引き出そうと試みるが、その最中に突然相棒のアリアンから剣を向けられ──。"
                },
                "12": {
                    "ID": "9075230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/9075230",
                    "TitleEnglish": "I Shall Cut Through the World's Evils!",
                    "SummaryEnglish": "Arc and his friends must face Fumba, the monster tamer, who uses his greatest asset, a hydra that is capable of destroying an entire nation.",
                    "TitleJapanese": "異世界の悪を我は斬る！",
                    "SummaryJapanese": "“国落とし”の異名を持つ大魔獣ヒュドラ──暴走するフンバが解き放った奥の手によりケーセックの街に壊滅の危機が迫ろうとしていた。アークはか弱き人々を救うため危機に立ち向かうことを決意し、単身ヒュドラへと挑む。一方、アリアンとチヨメはフンバを見つけ出し――そして今、アークたちの勝利への切り札が炸裂する！"
                }
            }
        },
        "2": {
            "ID": "2160654",
            "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10854068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/skeleton-knight-in-another-world/episodes/10854068",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}