{
    "URL": "https://www.thetvdb.com/series/liar-liar",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28100910/",
        "https://liar-liar-anime.com/",
        "http://www.reddit.com/r/LiarLiar",
        "https://www.tvmaze.com/shows/69083/show-slug",
        "https://www.themoviedb.org/tv/122204",
        "https://en.wikipedia.org/wiki/Liar_Liar_(novel_series)",
        "https://x.com/liar2_official"
    ],
    "TitleEnglish": "Liar, Liar",
    "SummaryEnglish": "At Academy Island, everything is settled through \"Games\" waged for a certain number of stars, with the strongest student being granted the ranking of Seven Stars. Hiroto, a transfer student, unexpectedly beats the strongest empress and becomes the pseudo-strongest in the school! A mind game of lies and bluffs begins!",
    "TitleJapanese": "ライアー・ライアー",
    "SummaryJapanese": "学生同士がランクを決めるゲームを繰り広げるアカデミー。",
    "Aliases": [
        "Raiā Raiā"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1921716",
            "URL": "https://www.thetvdb.com/series/liar-liar/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9460346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9460346",
                    "TitleEnglish": "The King and the Lie",
                    "SummaryEnglish": "On Academy Island, elite students fight for ranks in games. When transfer student Hiroto somehow defeats champion Sarasa to gain the title of Seven Stars, he realizes the games are built on lies. But what brought Hiroto to the island in the first place?",
                    "TitleJapanese": "王と嘘",
                    "SummaryJapanese": "選りすぐりのエリートが頭脳ゲームを繰り広げる島、通称「アカデミー」。篠原緋呂斗は、アカデミー最強の存在。転校初日に絶対王者・彩園寺更紗を陥落させ、最強の称号「７ツ星」を手に入れた……しかし、それは全て嘘。本当は落ちこぼれの緋呂斗は、とある目的を果たすためアカデミー最強を演じているのだ。\n一方、「絶対王者」の更紗もまた、大きな嘘を抱えていた。二人は協力し、互いの嘘を守り合うことに決める。"
                },
                "2": {
                    "ID": "9871400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871400",
                    "TitleEnglish": "Loyalty and Performance",
                    "SummaryEnglish": "Hiroto meets his new live-in assistant, Himeji Shirayuki.",
                    "TitleJapanese": "忠義と演技",
                    "SummaryJapanese": "緋呂斗を最強に仕立て上げるため、イカサマを生業とするメイド・姫路白雪が派遣される。白雪の助けを経て、緋呂斗は生徒とのゲームに勝利。最強の称号を確立させていく。一方、緋呂斗と共犯関係を結んだ更紗は、緋呂斗にまだ何かを隠している様子で……。"
                },
                "3": {
                    "ID": "9871402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871402",
                    "TitleEnglish": "A Dead Heat and Determination",
                    "SummaryEnglish": "Hiroto faces a new challenger in the form of the Empress's #1 fan, Kugasaki Seiran. Can the Company help Hiroto to win or will he have to rely on his wits and guile to emerge victorious?",
                    "TitleJapanese": "互角と覚悟",
                    "SummaryJapanese": "更紗に心酔するエリート生徒・久我崎晴嵐がゲームを仕掛けてくる。強敵の久我崎を前に緋呂斗は苦戦。しかし、ゲームに勝利しなければ、緋呂斗がついた嘘は全てバレ、共犯関係を結んだ更紗の嘘も自動的にバレてしまう。追い詰められる緋呂斗は、久我崎に勝利することができるのか。"
                },
                "4": {
                    "ID": "9871403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871403",
                    "TitleEnglish": "Chocolate and the Devil",
                    "SummaryEnglish": "Hiroto encounters a challenging new opponent in the form of the devilishly cute Akizuki Noa. Shirayuki is transferred to Eimei Academy to support Hiroto as he prepares for a series of risky mock games in the daunting All-Campus Elimination Battle.",
                    "TitleJapanese": "チョコと悪魔",
                    "SummaryJapanese": "学内のゲームイベント「区内選抜戦」がスタート。学内全員と戦い、最後の一人になるまでを競うサバイバルゲームである。ゲームに挑戦する緋呂斗の前に立ちはだかるのは、通称「小悪魔」のあざと可愛い刺客・秋月乃愛。乃愛の作戦によって白雪がさらわれ、緋呂斗と協力ができなくなる。イカサマを使えなくなった緋呂斗、どうする？"
                },
                "5": {
                    "ID": "9871404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871404",
                    "TitleEnglish": "A Fighting Chance in Eyes of Blue",
                    "SummaryEnglish": "Noa forces Hiroto to play against Himeji in a challenging card game during the Elimination Battle. Himeji repeatedly warns Hiroto that she must not lose. Hiroto wonders what Noa is planning and who else might be influencing her from behind the scenes.",
                    "TitleJapanese": "勝ち目と蒼い目",
                    "SummaryJapanese": "白雪と共にイカサマを働くエンジニアのお姉さん・加賀谷、そして更紗の協力を得て、乃愛が仕掛けてきたゲームに備える緋呂斗。このゲームの勝利条件は、勝つこともなく、負けることもない＝「引き分け」の結果を得ること。引き分けを求めてゲームを進めるにつれ、乃愛の隠された本性も明らかになっていく。"
                },
                "6": {
                    "ID": "9871405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871405",
                    "TitleEnglish": "Treasures in the Darkness",
                    "SummaryEnglish": "Hiroto faces off against Noa in a game of Boardtop Treasure Hunt inside an empty school building. He tries to devise a way to finish the game and save Himeji without losing any Stars, but it truly appears that Noa has the upper hand this time.",
                    "TitleJapanese": "宝と闇",
                    "SummaryJapanese": "本性を現した乃愛は様々な手を使い、緋呂斗を陥れようとする。乃愛とのゲームの中で、彼女の隠された過去も明らかになっていく。ゲームを終えた緋呂斗は、苦し気な乃愛に手を差し伸べる。乃愛を苦しめた黒幕の人物・倉橋御門に復讐をするのだ。"
                },
                "7": {
                    "ID": "9871406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871406",
                    "TitleEnglish": "Silence and Change",
                    "SummaryEnglish": "The All-Campus Elimination Battle concludes and Eimei's representatives for the May Inter-Academy Battle have been selected. But what challenges will this new island-wide competition present for Hiroto?",
                    "TitleJapanese": "静と改",
                    "SummaryJapanese": "緋呂斗によって救われた乃愛は彼になつくようになり、すっかり仲間に。\nイベントもひと段落し、つかの間のお休み。緋呂斗は白雪・更紗と共にお出かけしたりと休日を楽しむ。しかしすぐ次のイベントがやってくる。「五月期交流戦・アストラル」。他の学校との対抗型イベントである。交流戦に参加するメンバーと顔合わせし、イベントに備える緋呂斗。"
                },
                "8": {
                    "ID": "9871407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871407",
                    "TitleEnglish": "Good Night",
                    "SummaryEnglish": "Hiroto and the Eimei group make their first moves in the ASTRAL domination game, but tension within the team casts a shadow over their chances. Meanwhile, the mysterious Empress doppelgänger lurks in the shadows, preparing to take action against Saionji.",
                    "TitleJapanese": "グットナイト",
                    "SummaryJapanese": "アストラルは初っ端から大波乱。「自分が本物の彩園寺更紗だ」と名乗る、更紗にそっくりな少女が参戦したり、緋呂斗と同じチームに入った相性最悪の二人、浅宮七瀬・榎本進司が喧嘩を繰り広げたりと、事件が連発し緋呂斗はげんなり。そんな中出会ったのは、ゲームが大好きな引きこもり中二病女子・椎名紬だった。"
                },
                "9": {
                    "ID": "9871408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871408",
                    "TitleEnglish": "Facing Off and Flushing Out",
                    "SummaryEnglish": "With the ASTRAL game well underway, Sarasa's doppelgänger has a new trick: impersonating other players to take out whole teams. Will this prove to be a game-ending threat for Hiroto's Eimei team?",
                    "TitleJapanese": "闘争と掃討",
                    "SummaryJapanese": "「本物の彩園寺更紗」を名乗っていた少女の正体は、誰にでも成り代わることができる「百面相」であった。ゲームをかく乱する百面相の策略にはまった七瀬と榎本はまたもや仲間割れ。バラバラになった彼らの前に立ちはだかった強豪校の生徒たちを相手に、ぎりぎりの戦いを強いられる緋呂斗。このままではチームが脱落してしまう。絶体絶命の状況を逆転させる賭けに出た緋呂斗は、予想外の行動に出る。"
                },
                "10": {
                    "ID": "9871409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871409",
                    "TitleEnglish": "Heroes and Tricks",
                    "SummaryEnglish": "After Hiroto eliminates himself from contention in the ASTRAL game, he sets his new plan into motion by involving an ally at Libra. But can he master the concurrent MTCG game before Eimei gets wiped out in ASTRAL?",
                    "TitleJapanese": "ヒーローとトリック",
                    "SummaryJapanese": "「アストラル」勝利のため、緋呂斗が参加したのは、アストラルの場外戦「MTCG」。このゲームで勝利することが、緋呂斗が立てた作戦には不可欠な条件なのだ。ゲームに勝ち進み、最後に緋呂斗の前に立ちはだかったゲームのラスボス。その相手は、中二病女子の椎名紬だった。"
                },
                "11": {
                    "ID": "9871410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871410",
                    "TitleEnglish": "Soldiers and Friends",
                    "SummaryEnglish": "A triumphant Hiroto returns to the ASTRAL game, ready to take charge of his new army of allied academies. But will their combined might be enough to take down Miss Hundred Faces and thwart Kurahashi Mikado's plans?",
                    "TitleJapanese": "兵と友",
                    "SummaryJapanese": "アストラルを混乱に陥れていた犯人は、倉橋御門。かつて緋呂斗に倒され、アカデミーを追放されたのちも、島内に潜伏して復讐の機会を狙っていたのだ。紬を動かし、指示を出していたのも倉橋だと知った緋呂斗は生徒たちを招集、特別チームを編成。最強の作戦を立て、倉橋に挑む。"
                },
                "12": {
                    "ID": "9871411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/liar-liar/episodes/9871411",
                    "TitleEnglish": "Together With You",
                    "SummaryEnglish": "ASTRAL reaches its final day with only three participants remaining. But after the failure of Hiroto's last plan, will he be able to come up with a new one before Miss Hundred Faces can finish him and Sarasa off?",
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": null
                }
            }
        }
    }
}