{
    "URL": "https://www.thetvdb.com/series/makyuu-senjou",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0285506/"
    ],
    "TitleEnglish": "Dark Warrior",
    "SummaryEnglish": "When computer genius Joe Takami hacks into a top secret computer system in search of information on a mysterious girl, he gets much more than he bargained for. Now, after uncovering evidence of a secret government experiment, he's running for his life, and everyone, including his best friend and his personal computer, has turned against him. As a ruthless team of high-tech ninja follows his trail, Joe must depend upon the unpredictable powers that lie within him in order to survive. Can he find a way to evade the government assassins before they terminate the human genetic experiment named Joe Takami.",
    "TitleJapanese": "Makyuu Senjou",
    "SummaryJapanese": "When computer genius Joe Takami hacks into a top-secret computer system in search of information on a mysterious girl, he gets much more than he bargained for. Now, after uncovering evidence of a secret government experiment, he's running for his life, and everyone, including his best friend and his personal computer, has turned against him. As a ruthless team of high-tech ninjas follows his trail, Joe must depend upon the unpredictable powers that lie within him in order to survive. Can he find a way to evade the government assassins before they terminate the human genetic experiment named Joe Takami.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1922039",
            "URL": "https://www.thetvdb.com/series/makyuu-senjou/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8386969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/makyuu-senjou/episodes/8386969",
                    "TitleEnglish": "First Strike",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8386972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/makyuu-senjou/episodes/8386972",
                    "TitleEnglish": "Jihad",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}