{
    "URL": "https://www.thetvdb.com/series/tesla-note",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1440293/",
        "https://teslanote.net/",
        "https://www.themoviedb.org/tv/122626",
        "https://x.com/teslanote"
    ],
    "TitleEnglish": "Tesla Note",
    "SummaryEnglish": "Nikola Tesla, a genius scientist recognized by Thomas Edison, kept the entire record of his invention in a crystal called the \"Shard of Tesla.\" Time has passed and now. Raised as the best retributor of the descendants of the Negoro Ninja, Negoro Peony was assigned to the mission \"Mission T\" to collect crystals at the request of Japan Safety Promotion Co., Ltd. in the wake of a mysterious incident in Norway. Convened. Peony, who has teamed up with a car that claims to be the number one in Japan's safety promotion, will fight for spies around the world over \"Tesla's fragments\" that could even cause the world to ruin.",
    "Aliases": [],
    "Modified": "2025-04-09",
    "Seasons": {
        "1": {
            "ID": "1922777",
            "URL": "https://www.thetvdb.com/series/tesla-note/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8394629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8394629",
                    "TitleEnglish": "A Consideration on the \"New-Fledged Spy\"",
                    "SummaryEnglish": "When a train bound for Oslo disappears, then reappears two miles away, Botan Negoro, a high school student trained by her ninja grandfather to save the world, is called in to retrieve the crystal fragment that may have caused the accident.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8751883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751883",
                    "TitleEnglish": "A Consideration on \"Contention\"",
                    "SummaryEnglish": "It was said that the \"Shards of Tesla\" that caused the train disappearance case contained a record of the high-frequency and high-voltage generator \"Tesla coil\" invented by Nikola Tesla. If this \"fragment\" goes out of control, it could cause great damage, such as warping the surroundings again. In order to prevent the crisis, Peony and the car set out to collect \"Shards of Tesla\". However, a duo is watching the movements of the peony.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8751884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751884",
                    "TitleEnglish": "A Consideration of \"Mission IS\"",
                    "SummaryEnglish": "The peony and others have stolen No. 13 of the \"Shards of Tesla\" scattered all over the world. Jingo glares that it was the secret society organization \"Small House\" that had been aiming for that ability for a long time. Peony returning to Japan from Norway. In order to find out the whereabouts of \"Tesla's Fragment\" and the movement of \"Small House\", he will be living in a share house for intelligence personnel where the car and Ryunosuke live.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8751885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751885",
                    "TitleEnglish": "A Consideration on \"Divine Thunderbolts\"",
                    "SummaryEnglish": "In Chicago, USA, an incident occurs in which \"Shards of Tesla\" seems to have been used intentionally. Three out of four Mafia \"Corad Family\" executives were electrocuted one after another by lightning strikes. Peony and cars fly to Chicago to find the \"Shards of Tesla\" that manipulates lightning and the assassin who owns it, commonly known as \"Prigiera\". While continuing to scout the Collad family, the peony who was involved in the conflict with the rival organization \"Black Bloc\" is in danger.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8751886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751886",
                    "TitleEnglish": "A Consideration on \"Relationships of Trust\"",
                    "SummaryEnglish": "Aiming at Theone, the boss of the Collad family, \"Prigiera\" was Boze, his relative and the No. 2 trusted organization. In addition to Peony and other Japanese teams, CIA Oliver and Mickey will also intervene in the battle for No. 5 of Boze's \"Tesla Fragment\". However, the power of \"Tesla's Fragment\" counterattacked Boze, who freely manipulates lightning, and both teams could not find a clue to capture it.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8751887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751887",
                    "TitleEnglish": "A Consideration on \"Three-Way Battles\"",
                    "SummaryEnglish": "The Japanese team has won the CIA team and succeeded in stealing No. 5 of \"Tesla's Fragment\" from Boze. However, on the top floor of the Chicago Tower, which was the scene of the battle, a car was shot down by someone. The peony are upset, but their rival Mickey buys a treatment at the CIA. I feel anxious and confused about the unexpected offer, but accept it to save the car. Around the same time, a third force, neither the CIA nor Japan Safety Promotion Co., Ltd., began to move to steal the \"Shards of Tesla.\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "8751888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751888",
                    "TitleEnglish": "A Consideration on \"Hunger, and the Readiness to Face It\"",
                    "SummaryEnglish": "It was a member of the secret society \"Small House\" that Jingo had previously spoken of that controlled Peony's emotions and robbed her of her \"Tesla Fragment\" No. 5. At one point she was a peony whose emotions were zeroed by the power of her fragments, but she succeeded in regaining her sanity with the words of the car that rushed to her scene. The Japanese team of Peony and the CIA team of Mickey and Oliver try to approach Pino and Elmo who are members of the \"small house\".",
                    "Aliases": []
                },
                "8": {
                    "ID": "8751889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751889",
                    "TitleEnglish": "A Consideration on \"Truth\"",
                    "SummaryEnglish": "A three-way battle between the Japanese team, the CIA, and the \"small house\" set in the CIA medical ship Asclepius. The runaway of the medical ship set up by the \"small house\" was stopped by the peony and the CIA, and the lives of many crew members were saved. In addition, the peony and others pursue Pino and Elmo who have left the ship by boat, but as a result, Pino is driven to death. Peony, who was robbed of \"Tesla's Fragment\" and felt responsible at the end of Pino, although it was force majeure, made a big decision.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8751890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751890",
                    "TitleEnglish": "A Consideration on \"Dog People\"",
                    "SummaryEnglish": "Peony, who learned the truth about his parents from his grandfather Jingo and felt his mother's feelings, declares his return to intelligence. On the other hand, at the CIA, Mickey, who was called from the upper management, was informed of the decency of Oliver, who is a buddy, and was shocked. The site of the new \"Mission T\" was the snowy mountains of Russia. An unidentified creature called Bigfoot suddenly attacked a mountaineer. Peony and others who doubt the involvement of \"Shards of Tesla\" come into contact with Sergei, a mountain guide who actually encountered Bigfoot.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8751891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751891",
                    "TitleEnglish": "A Consideration on \"Suspects\"",
                    "SummaryEnglish": "Among the \"Shards of Tesla\", those that control emotions, those that manipulate lightning, and those that have the power to fuse and regenerate living things were confirmed. Japan Safety Promotion Co., Ltd. secretly owned the fragments while the \"small house (Onakasuita)\" owned multiple pieces and even possessed a device that could unlock the fragments. Only Honorary Chairman Jingo and Toriumi knew the storage location in order to prevent it from leaking to the outside, but there were people who were aiming for this fragment.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8751892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751892",
                    "TitleEnglish": "A Consideration on \"Searches\"",
                    "SummaryEnglish": "Ryunosuke, who has supported peony and cars so far, and Oliver, who was thought to be a good companion to Mickey, were spies of \"Small House = Onakasita\". When they steal the \"Shards of Tesla\" owned by their respective organizations, they disappear as they are. Peony and other Japanese team members are shocked by Ryunosuke's actions. And Mickey is in a position to be chased after being suspected of colluding with Oliver. What is the decision they made to break through the situation?",
                    "Aliases": []
                },
                "12": {
                    "ID": "8751893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751893",
                    "TitleEnglish": "A Consideration on \"Time Limits\"",
                    "SummaryEnglish": "The airship \"Icarus\", which took off from Palau, the base of \"Small House = Onakasita\", was planning to spread the special ability of \"Tesla Fragment\" to the world through satellites. A joint spy team of Peony, Car, and Mickey attempts to infiltrate \"Icarus\" to prevent it. The goal of this operation is to capture the \"Shards of Tesla\" prepared for \"Icarus\". Now, the final battle with \"Small House = Onakasita\" has come to an end.",
                    "Aliases": []
                },
                "13": {
                    "ID": "8751971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tesla-note/episodes/8751971",
                    "TitleEnglish": "A Consideration on \"Will\"",
                    "SummaryEnglish": "The peonies who infiltrated the airship \"Icarus\" confront Mr. D, the mastermind of \"Small House = Onakasita\". The plan he tried to accomplish by turning Ryunosuke, Oliver, Elmo and others into top-notch spies-by forcibly controlling human emotions with \"Tesla Fragments\" and creating a conflict-free world. there were. Peony, car, and Mickey head outboard of \"Icarus\" where \"Shards of Tesla\" are kept in order to stop Mr. D's plan.",
                    "Aliases": []
                }
            }
        }
    }
}