{
    "URL": "https://www.thetvdb.com/series/do-it-yourself",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14323890/",
        "https://www.diy-anime.com/",
        "http://www.reddit.com/r/diyanime",
        "https://www.themoviedb.org/tv/121702",
        "https://en.wikipedia.org/wiki/Do_It_Yourself!!",
        "https://x.com/diy_anime"
    ],
    "TitleEnglish": "Do It Yourself!!",
    "SummaryEnglish": "Building furniture and friendships have a lot in common. Intention, effort, and hard work are needed for both crafts. This is a story of girls in a DIY club building both as they carve out their futures. None of it comes easy, but that doesn’t stop any of ’em. Furniture, friendships, and the future—they’re building it all with their own hands!",
    "TitleJapanese": "Do It Yourself!! -どぅー・いっと・ゆあせるふ-",
    "SummaryJapanese": "女子高生 × 工具 ＝ ものづくり\n\nDIY “ 初心者” 女子の日常物語、 活動スタート!\n\nこれは、家具や友情や、ひいては人生までも、\n\n考え、工夫し、苦労し、失敗し、それでも諦めずに自分の手で完成させて、\n\n未来を切り開いていこうとする少女たちの、その最初の一歩を描く物語である―――",
    "Aliases": [
        "Do it Yourself!!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1923086",
            "URL": "https://www.thetvdb.com/series/do-it-yourself/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8471851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/8471851",
                    "TitleEnglish": "What Is DIY?",
                    "SummaryEnglish": "One morning, on her way to school, carefree, daydreaming Yua Serufu wrecks her bike and an upperclassman comes to her rescue—a chance encounter which sends her down a path to answer the question, \"What does 'DIY' mean?\"",
                    "TitleJapanese": "ＤＩＹって、どー・いう・やつ？",
                    "SummaryJapanese": "のんびりと夢見がちな結愛せるふと、現実的でしっかり者の須理出未来（ぷりん）。幼なじみのふたりは４月に、別々の高校へ進学した。せるふとぷりんも、本命の高校は同じだったが、せるふは不合格で、滑り止めの高校へ通うことになったのである。ある朝、せるふは、登校中に自転車を壊してしまい、途方に暮れていた所を、同じ学校の先輩の矢差暮礼（くれい）に助けられる。手際よく自転車を修理したくれいは、ＤＩＹ部の部長だった。せるふは、ＤＩＹ部存続のため、人数会わせで入部することになる。「ＤＩＹってどういう意味なんですか？」"
                },
                "2": {
                    "ID": "9384682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9384682",
                    "TitleEnglish": "Does \"DIY\" Mean Doing Stuff With Somebody?",
                    "SummaryEnglish": "The DIY club needs more members to stay open. As Serufu wonders just how to do that, her classmate Hikage Takumi offers a thought—“If you made the club room cuter, then maybe other students would take an interest…?”",
                    "TitleJapanese": "ＤＩＹって、だれかと・いっしょに・やるってこと？",
                    "SummaryJapanese": "ＤＩＹ部存続のための人数会わせとして、『ＤＩＹ』の意味も分からないままに入部することになったせるふ。部を存続するためには、部員を増やさなければならない。どうやったら、部員を増やせるのかと思案するせるふに、同じクラスの日陰匠（たくみ）が、「部室をかわいくしたら、他の生徒たちが興味を持ってくれるのではないか……？」と、アイデアを出す。そのたくみのアイデアをくれいは採用し、さっそく部室をかわいくするための工夫と作業が始まる。たくみは、つい、せるふたちに巻き込まれて、作業に参加することになり……。"
                },
                "3": {
                    "ID": "9385752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385752",
                    "TitleEnglish": "Does \"DIY\" Mean Why Did You Suddenly Show Up?",
                    "SummaryEnglish": "A genius exchange student from America has surprisingly enrolled at Gata Girl’s instead of YuuVoc. One day, Serufu and the others find her sobbing behind the club room. When she finds out that they’re the DIY club, she starts badmouthing DIY.",
                    "TitleJapanese": "ＤＩＹって、どうして・いきなり・やってきた？",
                    "SummaryJapanese": "アメリカの新進気鋭のＩＴ企業の創設者の娘で、飛び級で高校に進学した１２歳の天才少女が、せるふとたくみの隣のクラスに編入してきた。そんな天才が、どうして普通の高校に？ ぷりんらが通う、隣接する最先端の設備を誇る高校になら話はわかるが……。せるふたちが、ＤＩＹ部部員を増やすための「部室をかわいくする計画」を引き続き行っていると、その留学生の天才少女がなぜかＤＩＹ部の部室の裏手でめそめそと泣いている所に遭遇する。そこが廃屋でなく、ＤＩＹ部の部室だと知った留学生は「ＤＩＹなんて時代遅れ」だと毒づくが……。"
                },
                "4": {
                    "ID": "9385753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385753",
                    "TitleEnglish": "\"DIY\" Means You'll Find It Possible to Feel Comfortable Anywhere",
                    "SummaryEnglish": "When Purin sees Jobko through Serufu’s window, she heads over and gets introduced to the girl genius. The two end up hitting it off. Then, the next morning, Purin wakes to find Jobko in her room saying that she’ll be living there—effective immediately.",
                    "TitleJapanese": "ＤＩＹって、どこでも・いごこち・よくなるよ",
                    "SummaryJapanese": "帰宅したぷりんは、せるふの部屋にジョブ子がいるのを見る。ぷりんは気が気でなく、せるふの家に行き、ジョブ子を紹介される。天才少女ジョブ子に興味を持つぷりん。ジョブ子とぷりんは、最先端の工学話で盛り上がる。次の朝、ぷりんが自分の部屋で目覚めると、ジョブ子が部屋にいた。ジョブ子は勝手にセキュリティを解除してぷりんの家にあがりこんでいた。なんと、今日からぷりんの家に住むのだといい。ジョブ子は、勝手に屋根裏部屋をＤＩＹで居心地のよい空間に変えようとし、ぷりんもその作業を手伝うはめになるが……。"
                },
                "5": {
                    "ID": "9385754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385754",
                    "TitleEnglish": "\"DIY\" Means Finding a Place to Belong... Finally",
                    "SummaryEnglish": "Kouki Kokoro, who says to call her Shii, suddenly drops in on the DIY club and asks if she can join. Everyone except Kurei happily accepts her. When Shii says she’ll be helpful because she’s stronger than anyone there, Kurei challenges her to prove it.",
                    "TitleJapanese": "ＤＩＹって、どこかに・いばしょが・ようやく",
                    "SummaryJapanese": "隣の高校の生徒、幸希心（しー）が、ＤＩＹ部に突然やってきた。彼女は隣の校舎から、よくせるふたちを見ていて、何かいつも面白そうなことをしていると、興味を持っていたのだった。せるふたちが、ＤＩＹ部だと知り、楽しそうだから混ぜてくれというしー。せるふたちはあっさりと受け入れるが、くれいは、違う学校の生徒と一緒に活動なんて、そう簡単にＯＫできないという。しーはここにいる誰よりも力持ちだから、ＤＩＹに役に立つというが、くれいはそれを聞き流せなかった。しーとくれい、どちらが力持ちなのか、腕相撲対決が始まる。"
                },
                "6": {
                    "ID": "9385755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385755",
                    "TitleEnglish": "\"DIY\" Means Dull, Unexciting Items Come in Handy!",
                    "SummaryEnglish": "The DIY club decides to go to the beach. They’ll gather materials to make little things like bracelets to sell, adding to their club funds. When Purin hears that Jobko is going to the beach, she decides to go along, unaware that it’s a DIY club activity.",
                    "TitleJapanese": "ＤＩＹって、どうでも・いいもの・やくにたつ！",
                    "SummaryJapanese": "ＤＩＹ部で『秘密基地』を作るための材料集めは順調に進んでいた。休日、せるふたちは、海へ行くことにする。海で、木の枝や、貝殻や、はたまた鉄パイプなど、秘密基地作りに役に立ちそうなものはもとより、ＤＩＹでペンダントやブローチなどの小物を作るための材料をまかなうためである。それら小物をＤＩＹして売ることで、部費だけは足りないが、どうしても新品で調達しなければならない秘密基地作りの部品を調達しようというのだ。ジョブ子が海に行くと知ったぷりんは、ＤＩＹ部の活動とは知らずに参加し、共に過ごすはめになる。"
                },
                "7": {
                    "ID": "9385756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385756",
                    "TitleEnglish": "\"DIY\" Means You Can Do Things Inside If It's Hot and Muggy Out",
                    "SummaryEnglish": "The heat and humidity of the rainy season make it difficult for the DIY club to get any work done, so Kurei invites everyone to her house for air conditioning. When Serufu and the others visit Kurei’s room, they discover a surprising side to her.",
                    "TitleJapanese": "ＤＩＹって、ぢめぢめしてたら・いえで・やればいいね",
                    "SummaryJapanese": "梅雨の時期。湿度は高く、すっきりとしない雨の日が続く。\nせるふたちのＤＩＹ部の部室にはエアコンが無い。\nそのため、非常に蒸し暑く、不快で、なかなか作業がはかどらない。\nアメリカから来たジョブ子は初めての梅雨に、人一倍不機嫌になっている。\nそこで、エアコンと作業スペースのある自分の家で作業することを提案するくれい。\nくれいの両親はホームセンター「ＷＡＫＵＷＡＫＵＷＡＮＷＡＮ」、通称ワークワンを営んでいる。\n提案に乗りくれいの家を訪れるせるふたち。\n興味津々でくれいの部屋にあがりこみ、くれいの意外な一面を知る……。"
                },
                "8": {
                    "ID": "9385757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385757",
                    "TitleEnglish": "\"DIY\" Means... You Can't Do It? No, I Absolutely Can!",
                    "SummaryEnglish": "The DIY club’s tree house plan is moving ahead. The items they made are selling, so they’ll soon have the money they need. With the club’s input, Serufu draws concept art to base the blueprints on, but no one has drafted anything this big before!",
                    "TitleJapanese": "ＤＩＹって、できない？・いいえ！・やれますとも！",
                    "SummaryJapanese": "ＤＩＹ部の『秘密基地』計画は順調に進んでいる。素材、材料を集めて、小物を作って、売って、必要なパーツを買うための資金を得る。まだ、パーツを買うには資金は足りないが、この調子でいけば目標額に到達する日も遠くはなさそうで、せるふたちはますますやる気を出す。せるふは、秘密基地のイラストを描き、イメージをまとめあげる。しかし、そこで問題が発生する。誰も本格的な設計図をひいたことがなかった。さすがに秘密基地ほどの大物を作るとなると、設計図は必要である。天才少女ジョブ子は設計図作りを引き受けるが、難航し……。"
                },
                "9": {
                    "ID": "9385758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385758",
                    "TitleEnglish": "Does \"DIY\" Mean a Shocking Surprise? How Unexpected! It's Really Unexpected!",
                    "SummaryEnglish": "Midterms are over. The parts for the secret hideout have been ordered. Kurei has announced that they’ll start building on Monday. Serufu asks everyone to come to her house on Sunday, before building starts, so that she can show them something.",
                    "TitleJapanese": "ＤＩＹって、どっきり？・いがい！・よていがい！",
                    "SummaryJapanese": "７月、せるふたちの学校の期末試験が終わり、溜まった資金で『秘密基地』作りに必要なパーツも発注し、いよいよ着工が目前に迫る。\n\n「週明け、月曜日の放課後から作業を開始し、夏休みまでには完成」させるというくれいの言葉に、盛り上がるせるふたち。日曜日、せるふはＤＩＹ部の部員を家に呼ぶ。自分の不器用さを自覚しているせるふは、それでも自分もＤＩＹ部の一員で、役に立つ所を見せたいとの思いから、誰の手も借りずにひとりで懸命に「豚小屋」を作ろうとする。たくみやジョブ子たち、そしてぷりんも、ハラハラと見守るが……。"
                },
                "10": {
                    "ID": "9385759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385759",
                    "TitleEnglish": "\"DIY\" Means... Rock Bottom? Impossible? With Courage and Drive, Anything Is Possible!",
                    "SummaryEnglish": "The DIY club suffers a massive shock. Devastated, they head home without beginning the construction of their secret hideout. When Purin hears what happened from Jobko, she digs out an old keepsake and goes to see Serufu.",
                    "TitleJapanese": "ＤＩＹって、どんぞこ？・いんぽっしぶる？・ゆうきとやるきがあればなんでもできる！",
                    "SummaryJapanese": "『秘密基地』着工当日、せるふたちは衝撃を受ける。学校側の事務的な伝達ミスで、これまでに集めた材料がすべて失われてしまったのだ。せるふたち、ＤＩＹ部の部員たち、さすがに落ち込み家に帰る……。ジョブ子から何があったかを聞いたぷりんは、物置で昔の思い出の品を探すと、せるふを訪ねる。ぷりんは、懸命にせるふを励まそうとするが、せるふはちっとも落ち込んでいなかった。どうしたら、必要な材料をまた集められるか、とっくに前向きに考えていたのだった。呆れるも安心するぷりんは、思い出の品をせるふに渡し……。"
                },
                "11": {
                    "ID": "9385760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385760",
                    "TitleEnglish": "\"DIY\" Means Do It Yourself!",
                    "SummaryEnglish": "Finally, construction on the secret hideout begins! When Serufu invites Purin to build it with them, Purin’s secret is revealed. Together, the club members work through rainy days and sunny ones while their summer vacation deadline draws nearer.",
                    "TitleJapanese": "ＤＩＹって、どぅー・いっと・ゆあせるふ！",
                    "SummaryJapanese": "いよいよ『秘密基地』の着工！せるふはぷりんも一緒にやろうと誘う。実は、ぷりんはこれまでもジョブ子に手を貸したり、必要な資金を得るためのアクセサリーを作ったりと、せるふたちの知らないところで協力していたのだった。そう、ぷりんもＤＩＹ部の仲間だ。学校が違うから、ぷりんもしーも、正式な部員にはカウントされないけど、部としての存続云々は、今はもうどうでもいい。せるふ、ぷりん、くれい、たくみ、ジョブ子、しー、６人の仲間が、力を合わせて、目標へと進む。自分たちの手で作る！ それが何より、楽しく、嬉しいことなのだ。そして、せるふたちは力を合わせて作業を進める。雨の日も、晴れの日も。夏休みが目前に迫る――。"
                },
                "12": {
                    "ID": "9385761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385761",
                    "TitleEnglish": "\"DIY\" Means Friendship, Always and Forever!",
                    "SummaryEnglish": "The DIY club holds a celebration at their newly completed secret hideout. Then summer vacation starts and Jobko heads home, promising she’ll see everyone again. Purin takes Serufu to the DIY club, saying that the secret base is still missing something.",
                    "TitleJapanese": "ＤＩＹって、どんなときも・いつまでも・ゆうじょう！",
                    "SummaryJapanese": "ついに『秘密基地』が完成した。せるふたちは、１学期の終業式の後、完成したばかりの秘密基地で、ささやかなお祝いをする。壁には隙間が空いていたり、床は少し傾いていたりと、出来は完璧ではない。それでもいい。仲間たちで、自分たちの力で、夢を作り上げたことに、皆、深い満足感に満ちている……。そして、夏休み。留学期間を終えたジョブ子は、せるふたちとの再会を誓い、アメリカに帰っていく。ぷりんはせるふを、ＤＩＹ部へと誘う。ぷりんは、秘密基地にはまだ足りないものがあるといい、せるふとふたりだけで作業を始める……。"
                }
            }
        }
    }
}