{
    "URL": "https://www.thetvdb.com/series/sonny-boy",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14642342/",
        "https://anime.shochiku.co.jp/sonny-boy/",
        "https://www.themoviedb.org/tv/124396",
        "https://x.com/sonnyboy_anime"
    ],
    "TitleEnglish": "Sonny Boy",
    "SummaryEnglish": "During a seemingly endless summer vacation, middle school student Nagara and some of his classmates are suddenly transported from their tranquil daily lives to a school adrift in an alternate dimension. They must survive with the super powers that have awakened within them.",
    "Aliases": [
        "サニーボーイ"
    ],
    "Modified": "2024-11-11",
    "Seasons": {
        "1": {
            "ID": "1923077",
            "URL": "https://www.thetvdb.com/series/sonny-boy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8396530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8396530",
                    "TitleEnglish": "The Island at the Far End of Summer",
                    "SummaryEnglish": "Midway through summer vacation, 36 students, some with newfound super-powers, find themselves all alone in their high school, adrift in a black void, unable to contact the outside world. Some students try to impose order, but are faced with opposition.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8499086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499086",
                    "TitleEnglish": "Aliens",
                    "SummaryEnglish": "The students have relocated to a nearby island, where they have no shortage of food, and can get whatever they want through Mizuho's power. Suddenly, unexplained fires begin breaking out, and the hunt is on to find out who or what is causing them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8499087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499087",
                    "TitleEnglish": "The Cat Who Wore Sandals",
                    "SummaryEnglish": "Nagara, Nozomi, Asakaze, and Rajdhani continue searching for new worlds. Students start going missing, and their bodies are found \"frozen\" into black shells, so Pony asks Mizuho to look into the matter. Mizuho reveals a surprise about her power to Nagara.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8499088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499088",
                    "TitleEnglish": "The Great Monkey Baseball",
                    "SummaryEnglish": "As the castaways swim in a mysterious sinkhole, they seem to be momentarily taken back home. Cap invites Nagara to practice baseball with him, leading to him telling about the Monkey League, and how its star pitcher, Blue, missed out on a perfect game.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8499089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499089",
                    "TitleEnglish": "Leaping Classrooms",
                    "SummaryEnglish": "Nagara and friends use his power to survey new worlds in an effort to get back home. Meanwhile, the others students discuss the bombshell from Ms. Aki that some students were able to use their powers beforehand, and that may be what set them adrift.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8499090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499090",
                    "TitleEnglish": "The Long Goodbye",
                    "SummaryEnglish": "Nagara and Rajdhani arrive in a world called \"Filmmaker,\" and discover a movie filmed entirely from Nagara's POV. Mizuho discovers a stray dog by the name of Yamabiko, claiming to be another castaway who attended the same school as the other students.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8499091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499091",
                    "TitleEnglish": "Road Book",
                    "SummaryEnglish": "Having learned the truth about This World, groups led by Ms. Aki and Hoshi prepare to go their separate ways. Nagara finds himself in an upside-down world he cannot freely leave, and is forced to work on building a Tower of Babel that reaches downward.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8499092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499092",
                    "TitleEnglish": "Laughing Dog",
                    "SummaryEnglish": "While traveling the wilderness, Mizuho asks Yamabiko how he became a dog. Yamabiko then relates how, 5000 years ago, he wandered different worlds all alone, until meeting a girl to whom he gradually opened his heart. But their happiness was short-lived.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8499093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499093",
                    "TitleEnglish": "This Salmon Chazuke Is Missing Its Salmon Nya",
                    "SummaryEnglish": "In a vast frozen waste, twins Sou and Seiji have been fighting each other for millennia. Ms. Aki says that to change the world, they need the twins' \"Reverse\" power, and Nagara and Mizuho come to assist. Yamabiko questions Sakura, one of Mizuho's cats.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8499094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499094",
                    "TitleEnglish": "Summer and the Demon",
                    "SummaryEnglish": "Kossetsu reads the minds of others passing by in a train station world using her true power. She pines for Asakaze, knowing that he is interested in Nozomi, and that Nozomi is the only one who can change him. Asakaze is given a world-changing assignment.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8499095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499095",
                    "TitleEnglish": "The Young Man and the Sea",
                    "SummaryEnglish": "After learning of Nozomi's death from Kossetsu's letter, Nagara and Mizuho perform a ceremony in her honor. As they advance on the project to return home, they are visited by an old friend, who tells them the story of when he met the man who invented death.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8499096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sonny-boy/episodes/8499096",
                    "TitleEnglish": "A Two-Year Recess",
                    "SummaryEnglish": "Nagara attends the opening ceremony of his technical school, but feels out of place. He sees Mizuho leaving her all-girls' school, but she brushes him off. He recalls what happened after blasting off into space, questioning if he ever really went adrift.",
                    "Aliases": []
                }
            }
        }
    }
}