{
    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14470072/",
        "https://jahysama-anime.com/",
        "http://www.reddit.com/r/JahySamaWaKujikenai",
        "https://www.themoviedb.org/tv/123446",
        "https://www.wikidata.org/wiki/Q106672501",
        "https://en.wikipedia.org/wiki/The_Great_Jahy_Will_Not_Be_Defeated!",
        "https://x.com/jahysama_anime"
    ],
    "TitleEnglish": "The Great Jahy Will Not Be Defeated!",
    "SummaryEnglish": "The Great Jahy, the Dark Realm's second-in-command, cuts a frightening figure, feared and revered by all. But when a run-in with a magical girl results in the destruction of the precious mana crystal, the Dark Realm falls, transporting the newly tiny and powerless Jahy to the human world! Unfortunately, plotting the revival of the Dark Realm from a cramped, crumbling one-room apartment is no easy feat when you have rent to pay and a job to keep!",
    "TitleJapanese": "ジャヒー様はくじけない!",
    "SummaryJapanese": "魔界No.2の実力者ジャヒーは、魔法少女によって魔界が崩壊されたことで人間界へ堕ちてしまった。かつての華やかな生活とは裏腹に、家事とバイトに勤しむ貧しい暮らしを強いられる彼女だったが、密かに魔石を集めて魔界復興を試みる。 (wikipedia)",
    "Aliases": [
        "Jahy-sama wa Kujikenai!"
    ],
    "Modified": "2025-05-18",
    "Seasons": {
        "1": {
            "ID": "1922925",
            "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/seasons/official/1",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "8395683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8395683",
                    "TitleEnglish": "The Great Jahy Can't Go Back!",
                    "SummaryEnglish": "The Great Jahy has begun living on Earth. The power and influence she had as the Dark Realms' second in command are nowhere to be found. Her life consist of living in a tiny apartment and scrounging up her living expenses working at a bar. While her boss is friendly, outright considerate even, the landlord of the apartment is anything but. Every time they meet, she demands that the already late rent be paid. Today too, a fierce battle between them is unleashed.",
                    "TitleJapanese": "ジャヒー様はもどれない!",
                    "SummaryJapanese": "人間界で生活を始めたジャヒー様。魔界NO.２の権力と威光はどこへやら。４畳半のアパート暮らしに、生活費を稼ぐために居酒屋バイトの日々。\nバイト先の店長はやさしく、いろいろ気遣ってくれるのでまだしも、アパートの大家は厳しい。顔を合わせるたび、延滞している家賃を払えと言ってくる。\n今日も激しい攻防が繰り広げられる。"
                },
                "2": {
                    "ID": "8558745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8558745",
                    "TitleEnglish": "Druj Asks No Questions!",
                    "SummaryEnglish": "The great Jahy encounters Druj, the underling she always used to bully. For some reason though, it seems that Druj has managed to become more rich and glamorous. To make matters worse, she's already acquired a bunch of mana crystals. The great Jahy desperately puts on airs so that Druj doesn't realize how pathetic her state is. After detecting a mana crystal signature in the mountains, the great Jahy sets off, but gets into one accident after the other. The great Jahy is in grave peril!",
                    "TitleJapanese": "ドゥルジ嬢は疑わない!",
                    "SummaryJapanese": "かつていじめ倒していた部下、ドゥルジと再会したジャヒー様。\nドゥルジのほうはなんだかんだでセレブなお金持ちになっている様子。そればかりか、着々と魔石を手に入れているではないか。\n今のみじめな自分をさとられるわけにはいかないと、ジャヒー様は必死に取り繕う。\n魔石の気配を感じ取り、山中に捜索に赴くが、アクシデントの連続。ジャヒー様は大ピンチ！"
                },
                "3": {
                    "ID": "8588196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8588196",
                    "TitleEnglish": "The Great Jahy Can't Brag...",
                    "SummaryEnglish": "The great Jahy has finally acquired a new mana crystal. She nonchalantly brags to her boss, but she doesn't quite grasp how big an achievement that was. While Druj does laud Jahy, upon listening to her story, it turns out that Druj has achieved much, much more. On top of that, she even finds out that Jahy works at the pub, which in turn forces Jahy to produce one desperate lie after another to maintain her dignity.",
                    "TitleJapanese": "ジャヒー様は自慢できない…",
                    "SummaryJapanese": "やっと新たな魔石をひとつ手に入れたジャヒー様。\nさりげなく自慢するが店長にはその偉業がイマイチ伝わらず。\nドゥルジは褒めてくれるが、よくよく聞けば、ドゥルジのほうがすごかった。おまけに、居酒屋で働いているところを見つかってしまい、威信を取りつくろうために、苦しい嘘を連発してしまう。"
                },
                "4": {
                    "ID": "8588197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8588197",
                    "TitleEnglish": "Saurva Never Slips Up?",
                    "SummaryEnglish": "Saurva has come to the human realm to bring down Jahy and then claim the Number 2 title. Lots of ambitions, but little bravery. She tries to challenge Jahy numerous times, but is not even noticed once. With her exceptional inventions she is able to perfectly transform into Jahy, and plots to ruin Jahy's reputation. However, the first person she runs into is the landlord and the boss. This can only mean trouble.",
                    "TitleJapanese": "サルワさんはぬかりない?",
                    "SummaryJapanese": "ジャヒーを追い落とし、NO.２になりかわろうともくろむサルワが人間界にやってきた。\n野望は大きいが、肝は小さい。何度もジャヒーに挑戦を試みるが、まったく気づかれていない。\n類い希なる開発力でジャヒーに成りかわり、評判を落としてやろうともくろむも、出会ったのはこともあろうに大家と店長。返り討ちにあう予感しかない。"
                },
                "5": {
                    "ID": "8593349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593349",
                    "TitleEnglish": "The Great Jahy Isn't Suspicious?!",
                    "SummaryEnglish": "The great Jahy is on her way home from work. Because of her revealing outfit, she draws suspicion and is questioned by the police. The police officer is apparently looking for a certain suspicious person. Upon hearing the details, it's immediately clear that that's the magical girl. In order to have her revenge, the great Jahy rushes to the park where she was sighted. There, she meets...",
                    "TitleJapanese": "ジャヒー様は怪しくない!?",
                    "SummaryJapanese": "バイトから帰る途中のジャヒー様。露出が多すぎることを怪しまれ、職務質問を受けることになる。\nおまわりさんは、ある不審人物を探しているらしい。詳しく聞いてみると、それは明らかに魔法少女。\nジャヒー様は仇を討とうと、目撃情報がよせられた公園に突撃。そこにいたのは……。"
                },
                "6": {
                    "ID": "8593350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593350",
                    "TitleEnglish": "The Great Jahy Doesn't Seem to Stand a Chance...",
                    "SummaryEnglish": "The great Jahy has encountered the Magical Girl again. This refreshes her terror and she spends her days jumping at shadows. But when she spots a high school girl holding a mana crystal, she tells the girl to hand it over. However, the girl turns out to be the Magical Girl in her regular form. What's more, she has the propensity to attract all manners of bad fortune. It turns out that she attacked the Dark Realm with good intentions.",
                    "TitleJapanese": "ジャヒー様は勝てそうもない…",
                    "SummaryJapanese": "魔法少女に再会してしまったジャヒー様。それから恐怖感がよみがえり、日常生活でもびくびくと怯えてすごす。\n女子高生が魔石をつかんだのを見て、魔石をよこすように言うのだが、女子高生はなんと魔法少女が変身解除した姿だった。\nしかも、本来の彼女はありとあらゆる不幸を引き寄せてしまう超不運体質。よかれと思って、魔界を攻撃したことがわかる。"
                },
                "7": {
                    "ID": "8593351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593351",
                    "TitleEnglish": "The Great Jahy Doesn't Play!",
                    "SummaryEnglish": "The great Jahy is inspired to train her body so she can go up against the Magical Girl. While she does various drills with the boss, the latter casually drops the training once she reaches her weight loss goal. Reaffirmed that finding the mana crystals is the best and fastest way forward, Jahy redoubles her efforts there again. That's when a grade schooler passes by and offers Jahy help.",
                    "TitleJapanese": "ジャヒー様は遊ばない！",
                    "SummaryJapanese": "魔法少女に対抗するには体力をつけるしかないと発憤するジャヒー様。店長と一緒にさまざまなトレーニングに励むが、店長はダイエットに成功してあっさり卒業。\nやっぱり魔石集めが最強にして最短の手段だと再び魔石集めに精をだすことにした。\nそこに小学生が通りすがり、ジャヒー様を手伝ってくれると言う。"
                },
                "8": {
                    "ID": "8593352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593352",
                    "TitleEnglish": "The Great Jahy Can't Bathe!",
                    "SummaryEnglish": "To do Druj a favor, the great Jahy agrees to give a speech. This is a good opportunity to make the extent of her power known, but Druj ruins it by stealing the show again and again. After that, Jahy is invited to a party and overjoyed as she relives the lavish excesses from the Dark Realm. However, once it's over, she is taken over by loneliness and pain. Jahy renews her vows to restore the Dark Realm.",
                    "TitleJapanese": "ジャヒー様はお風呂に入れない！",
                    "SummaryJapanese": "ドゥルジに頼まれ、講演をすることになったジャヒー様。自分の威光をしらしめるいい機会だと思ったが、おいしいところは全部ドゥルジにかっさらわれて、スンとなる。\n今度はパーティーに招かれ、久しぶりに魔界でのやりたい放題を思い出し、大いに楽しむジャヒー様だったが、終わってしまうとさびしさとむなしさを痛感。\n魔界復興の決意を新たにするのだった。"
                },
                "9": {
                    "ID": "8593353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593353",
                    "TitleEnglish": "Saurva Can't Catch a Break...",
                    "SummaryEnglish": "Saurva goes to the public bath to recover. However, isn't that Jahy, just beyond the steam? Because a fight there would be bad, Saurva does her best to hide her presence, but for some reason Jahy sits down next to her. To make matters worse, Jahy uses a ton of Saurva's precious shampoo, truly adding insult to injury. On another day, the great Jahy is at a home improvement center to buy a weapon against the Magical Girl.",
                    "TitleJapanese": "サルワさんは癒されない…",
                    "SummaryJapanese": "日頃の疲れを癒やしに銭湯にやってきたサルワ。しかし湯煙の向こうに見えるのはジャヒーではないか。この場で戦いになってはまずいと必死で気配を消すサルワだが、なぜか隣にジャヒーがやってくる。おまけに大事なシャンプーまで使われて、何もしていないのにサルワの受難は続く。\n一方、ジャヒー様は対魔法少女用武器を手に入れるため、ホームセンターにやってきた。"
                },
                "10": {
                    "ID": "8593354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593354",
                    "TitleEnglish": "The Magical Girl Will Not Lose!",
                    "SummaryEnglish": "The great Jahy is on the trail of the Magical Girl, Shinguu Kyouko. Kyouko is befallen by misfortune after misfortune, but she's frighteningly tough. The Magical Girl turns out to be a nice girl who hopes that everybody else can be happy if she just takes on all the misfortune. Hearing that gives the great Jahy mixed feelings. The only one to comfort and cheer up Jahy from feeling useless is Kokoro.",
                    "TitleJapanese": "魔法少女は負けられない！",
                    "SummaryJapanese": "魔法少女・神宮きょうこのあとをつけるジャヒー様。\n見れば見るほど不幸続き不運まみれのきょうこだが、おそるべき打たれ強さ。\n魔法少女は自分が不幸を引き受けることでみなが幸せになればいいと考えるいい子でもあった。もやもやとした気分になるジャヒー様。\n存在意義を失いそうになったジャヒー様を慰め、いい気にさせてくれるのは、こころしかいない。"
                },
                "11": {
                    "ID": "8593355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593355",
                    "TitleEnglish": "The Landlord Can't Come Home...",
                    "SummaryEnglish": "As always, Jahy-sama can only paint herself in a positive light to Druj, so she ends up telling her that she's found and defeated the Magical Girl. On top of that, the landlord has gotten into a fight with her sister and moves into Jahy-sama's room. Having her around is a major pain, but Jahy-sama can't seem to get her to leave. The landlord does offer to do some chores, but she's even more useless than Jahy imagined!",
                    "TitleJapanese": "大家は帰れない…",
                    "SummaryJapanese": "相変わらず、ドゥルジには調子のいいことしか言えないジャヒー様。いい顔したいばかりに、魔法少女を見つけ、さらに倒したことになってしまう。\nおまけに、大家が姉の店長とケンカして、ジャヒー様の部屋に上がり込んできた。大迷惑だがそう強い態度にも出られない。\nかわりに家事にこき使ってやろうとするが、大家は思った以上のポンコツだった！"
                },
                "12": {
                    "ID": "8593356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593356",
                    "TitleEnglish": "Kokoro-chan Will Not Betray?",
                    "SummaryEnglish": "Saurva was busy again experimenting, this time she invents a potion that turns you into a dog, body and soul. However, she accidentally drinks it herself and turns into a cute black Shiba dog. In this form, she runs into the Landlord. While Saurva thought that she's a scary punk, the Landlord is actually quite kind to animals and Saurva gets away safely. On the other hand, Jahy-sama discovers a humongous chunk of the mana crystal on the street. However, thinking that it could be one of the Magical Girl's traps, she agonizes.",
                    "TitleJapanese": "こころちゃんは裏切らない？",
                    "SummaryJapanese": "研究熱心なサルワが、今度は身も心も犬に変身してしまう薬を開発。だが、手違いでそれを自分で飲んでしまい、まろ眉のかわいい黒い柴犬に変身。その姿で、大家に会ってしまう。怖いヤンキーだと思っていたが、実は意外に動物にはやさしい大家で、サルワは危機を逃れる。\n一方、ジャヒー様は道ばたでかつてなく大きな魔石の欠片を見つける。だが、これは魔法少女の罠ではないかと疑心暗鬼に陥る。"
                },
                "13": {
                    "ID": "8593357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593357",
                    "TitleEnglish": "Druj Is Not Happy!",
                    "SummaryEnglish": "Jahy-sama has come to help the uncle of the Boss and the Landlord at his sea shack. The uncle's hip going out, the sudden rain, the business drought all point to mana crystals. While Jahy-sama wants to immediately jump into recovering them, the beach guests getting into accidents and work get in the way. On another day, Jahy-sama is talking to Druj, but it seems every word is making Druj unhappier. Did all of her lies and deceits get uncovered?",
                    "TitleJapanese": "ドゥルジ嬢は悦ばない！",
                    "SummaryJapanese": "店長と大家のおじさんが営む海の家の手伝いにやってきたジャヒー様。おじさんのぎっくり腰や突然の雨、閑古鳥など、魔石の気配がたっぷり。すぐにも魔石の回収に向かいたいジャヒー様だが、海水浴客の事故や仕事に邪魔されてしまう。\n後日、事の顛末をドゥルジに語るジャヒー様だが、ドゥルジの顔色はどんどん冴えなくなっていく。これまでの嘘やごまかしがバレてしまったのか？"
                },
                "14": {
                    "ID": "8593358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593358",
                    "TitleEnglish": "The Magical Girl Will Not Fight!",
                    "SummaryEnglish": "The final battle with the Magical Girl is approaching. No matter how strong the opponent may be, there is no way that Jahy-sama would ever back down as she swore to restore the Dark Realm. The same holds true for the Magical Girl... or does it? Once face to face, talking reveals an unexpected sentiment behind the Magical Girl aka Shinguu Kyouko.",
                    "TitleJapanese": "魔法少女は戦わない！",
                    "SummaryJapanese": "とうとう、魔法少女との決戦の時が迫る。\nどれだけ相手が強い力を持とうと、魔界復興を悲願とするジャヒー様が退くわけにはいかない。\nそして、それは魔法少女も同じはず……だった。\n顔を合わせて事情を聞いてみると、そこには魔法少女＝神宮きょうこの意外な思いがあった。"
                },
                "15": {
                    "ID": "8593359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593359",
                    "TitleEnglish": "The Boss Cannot Decide!",
                    "SummaryEnglish": "For some reason, Kyouko has an intense affinity for Jahy-sama, and keeps getting closer and closer. Apparently the Boss has also taken a liking to her, and before Jahy-sama realizes, Kyouko is working at the pub as well. Even though she's quite fed up with this, Jahy-sama can't help but show the newbie the ropes. This leads to Kyouko's affection for Jahy-sama increasing even further, fueling this vicious cycle even further.",
                    "TitleJapanese": "店長は決められない！",
                    "SummaryJapanese": "きょうこはなぜかジャヒー様に親近感を覚えたらしく、ぐいぐい距離を詰めてくる。なぜか店長にも気に入られたらしく、気がつけば一緒に居酒屋でバイトすることになっていた。\nげんなりしつつも、先輩として面倒を見るしかないジャヒー様。\nそれがきょうこのジャヒー様への好感度につながり、さらに距離を詰められるという悪循環(？)に陥る。"
                },
                "16": {
                    "ID": "8593360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593360",
                    "TitleEnglish": "The Dark Lord Doesn't Hold Back!",
                    "SummaryEnglish": "For some inexplicable reason, Jahy-sama ends up having to introduce Kyouko to Druj. While she is thrilled to hear about the revival of the Demon Lord, Druj cannot stand that Kyouko is sitting next to Jahy-sama. She is supposed to be underling Number 1! Kyouko on the other hand maintains that she is Jahy-sama's friend, which only fans Druj's flames. Things escalate. Meanwhile, the Demon Lord was repeating the cycle of eating and sleeping at Kyouko's house.",
                    "TitleJapanese": "魔王様は遠慮しない！",
                    "SummaryJapanese": "何がどうなってか、きょうこをドゥルジに紹介するハメになるジャヒー様。\n魔王が復活したことは喜ばしいが、きょうこがジャヒー様のそばに座ることが許せないドゥルジ。一番の部下は自分だったはず！\nきょうこはきょうこでジャヒー様の友達を自認して、ドゥルジを煽ってくる。一触即発。\nその頃、魔王はきょうこの家でひたすら食っちゃ寝していた。"
                },
                "17": {
                    "ID": "8593361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593361",
                    "TitleEnglish": "The Great Jahy Can't Sleep...",
                    "SummaryEnglish": "Even though Druj has been tremendously successful in the human world, enough to be called a celebrity, she is still haunted by a feeling of emptiness. The only one who can fill that void is Jahy-sama. When she gets to the pub, Druj sees Jahy-sama scold Kyouko again and again. Meanwhile, Jahy-sama was actually feeling exhausted from everything that has been happening. That's why she decides to buy a new futon to improve her sleep quality.",
                    "TitleJapanese": "ジャヒー様は眠れない…",
                    "SummaryJapanese": "人間界で大成功し、セレブリティと言える地位を獲得したドゥルジだが、時折何ともいえない虚無感に襲われることがあった。その空隙を埋めるにはジャヒー様しかいない。居酒屋にやってきたドゥルジが見たものは、きょうこをビシバシと叱りつけるジャヒー様の姿だった。一方、ジャヒー様はジャヒー様であまりにめまぐるしい日々に疲労を感じていた。そこで、睡眠の質をあげるべく、布団を購入することに。"
                },
                "18": {
                    "ID": "8593362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593362",
                    "TitleEnglish": "Saurva Will Not Lose!",
                    "SummaryEnglish": "Saurva is granted powers by a mysterious white light. Now it is time to get Jahy back everything! However, the powers are a complete mystery and Saurva can't control them properly. Later, Jahy-sama was wondering why Kokoro was ignoring her when she calls out to her. The Landlord suggests that Kokoro dislikes her now, which puts Jahy-sama's heart into a downward spiral of doubt. What is Kokoro's real reason?",
                    "TitleJapanese": "サルワさんは敗れない！",
                    "SummaryJapanese": "謎の白い光に、力を与えられたサルワ。今こそ、ジャヒーに積年の恨みを晴らす時！ところが、その力はまったく謎のもので、サルワにはうまく操れない。一方、ジャヒー様はこころに声をかけても無視されるのが謎であった。大家からは、こころに嫌われたんだと言われて、ジャヒー様の心は疑心暗鬼に激しく揺れ動く。果たして、こころの真意とは？"
                },
                "19": {
                    "ID": "8593363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593363",
                    "TitleEnglish": "The Demon Lord Is Relentless?!",
                    "SummaryEnglish": "The ultimate enemy has appeared before Jahy-sama! In order to protect the shopping district that she loves, Jahy-sama decides to casts aside all pride and asks Druj to help face this enemy. Druj then explains why she adores Jahy-sama all this much. To great detail, at that... Of course, danger is looming all this time!",
                    "TitleJapanese": "魔王様は容赦ない！？",
                    "SummaryJapanese": "ジャヒー様の前に、最強最大の敵が現れた！ジャヒー様は愛すべき商店街を守るため、虚飾と矜持を投げ捨て、ドゥルジの協力を求めて、ともに敵に立ち向かう決意をした。ドゥルジは、なぜ、これほどまでにジャヒー様を慕うのか、その理由を語り出す。うっとりと、たっぷりと……。もちろん、その間にも危機は迫っている！"
                },
                "20": {
                    "ID": "8593364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-jahy-will-not-be-defeated/episodes/8593364",
                    "TitleEnglish": "The Great Jahy Will Not Be Defeated!",
                    "SummaryEnglish": "Somehow, the danger is past. Having saved some money, Jahy-sama decides to quit the pub and start her own business. Having taken no harm, the shopping district proceeds to put on the summer festival. Jahy-sama doesn't know what these festivals are about, but between shrine carrying, getting prizes, it seems to be an event worth participating in. Since Kokoro is also asking, Jahy-sama decides to be a member of the shrine-carrying team of kids.",
                    "TitleJapanese": "ジャヒー様はくじけない！",
                    "SummaryJapanese": "なんだかんだで、危機は去った。資金がたまったジャヒー様は、居酒屋を退職し、自分の店を持とうと決意する。危機をまぬがれた商店街では夏祭りが行われることになった。祭りをよく知らないジャヒー様だが、神輿と呼ばれるものをかついだり、賞品がもらえたり、なかなか参加しがいのあるイベントらしい。こころの頼みもあって、子供の神輿の一員になることにした。"
                }
            }
        }
    }
}