{
    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14979584/",
        "https://denchi-project.com/",
        "http://www.reddit.com/r/RumbleGaranndoll",
        "https://www.themoviedb.org/tv/122286",
        "https://www.themoviedb.org/tv/122286",
        "https://x.com/denchi_project"
    ],
    "TitleEnglish": "Rumble Garanndoll",
    "SummaryEnglish": "Japan, 2019, just before the dawn of a new era. Suddenly, a rift to another dimension appears in the sky, revealing an alternative world \"Shinkoku Nippon,\" with the sky and the earth upside down. This parallel world keeps their former militarism, with its era being Eternal Showa. The military invades the real Japan with giant humanoid robots called \"Garann\" and their gas weapons \"Genmu\", rendering our modern weapons ineffective. \"Shinkoku Nippon\" instantly seizes the government and achieves de facto conquest of Japan. The new era, \"Reiwa,\" has not arrived for Japan.",
    "Aliases": [
        "Gyakuten Sekai no Denchi Shoujo",
        "Gyakuten Sekai no Denchi Shōjo",
        "Turnabout World's Battery Girl"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1922903",
            "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8957109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8957109",
                    "TitleEnglish": "逆転世界ノ電池少女 放送直前！逆転世界ノ充電講座",
                    "SummaryEnglish": "AT-Xだけの独占放送！！ 出演：山下誠一郎（久導細道 役）、ファイルーズあい（赤城りん 役）、ナレーション：杉田智和（バルザック山田 役） 詳細情報 ＜番組内容＞ いよいよ10月から放送開始となる、オリジナルTVアニメ「逆転世界ノ電池少女」。本作の内容と世界観をお伝えするため、メインキャスト2人が作品テーマに沿った企画に挑戦！「プラモデル」「地下アイドル」「レトロゲーム」といった各要素をしっかり学びます！"
                }
            }
        },
        "1": {
            "ID": "1922904",
            "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8395525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8395525",
                    "TitleEnglish": "I'd Like to Turn the Tables With You (If Possible)!",
                    "SummaryEnglish": "A catastrophic event in 2019 causes two parallel worlds to meet. It is now 2029 and True Japan has censored all unacceptable cultures in an effort to unify the two Japanese. As Hosomichi fights in this world, he discovers otaku that is still fighting."
                },
                "2": {
                    "ID": "8763334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763334",
                    "TitleEnglish": "I Want to Believe in You (Somehow)!",
                    "SummaryEnglish": "Hosomichi is taken to the base in Arahabaki after the events in Kabukicho. To pay off his debts, he's forced to become a Shark One pilot. For him, it's just another job and another paycheck. However, pleasing Rin can be harder than he expects."
                },
                "3": {
                    "ID": "8763335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763335",
                    "TitleEnglish": "See That? A (Surprisingly) Stunning Comeback!",
                    "SummaryEnglish": "Unable to awaken Rin's inspiration, Hosomichi causes her to fall unconscious when the Garanndoll closes. To bring her back, he enters her dreams to reconnect with her. In doing so, he realizes that he may need to reconnect with himself first."
                },
                "4": {
                    "ID": "8763336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763336",
                    "TitleEnglish": "No Matter What, I'll Be an Idol (The Last in Japan)!",
                    "SummaryEnglish": "Arahabaki brings in Yuki Aoba, the only survivor of an idol group named Rabbit Foot. She quickly accepts the chance to become a battery girl and gets Hosomichi to act as her manager. Hosomichi realizes there may be more to being a manager than he thought."
                },
                "5": {
                    "ID": "8763337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763337",
                    "TitleEnglish": "I Mean, I'm an Idol (No Matter What Anyone Says)!",
                    "SummaryEnglish": "Things are settling down with the two battery girls, but Hosomichi's regret is catching up to him. He believes what they fight for may not be worth the damage they cause. Meanwhile, a strange box appears in their room..."
                },
                "6": {
                    "ID": "8763338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763338",
                    "TitleEnglish": "The Akiba Apocalypse Revelation (That No One Asked For)!",
                    "SummaryEnglish": "Things are settling down with the two battery girls, but Hosomichi's regret is catching up to him. He believes what they fight for may not be worth the damage they cause. Meanwhile, a strange box appears in their room..."
                },
                "7": {
                    "ID": "8763339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763339",
                    "TitleEnglish": "(Come Out!) The Best Way to Live as a Shut-In!",
                    "SummaryEnglish": "Hosomichi meets the new battery girl, Misa Kuroki. She is a hacker, a gamer, and a cardboard box shut-in. Misa panics and locks herself in the recharging room. The members of Arahabaki must win a game against Misa in order to regain access."
                },
                "8": {
                    "ID": "8763340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763340",
                    "TitleEnglish": "(Welcome!) The Best Way to Live as a Shut-In!",
                    "SummaryEnglish": "Misa goes out and tries to save Hosomichi, who is currently stuck underground. Meanwhile, Arahabaki tries its best to stall for time against Yakumo's giant Garann, Banki. With both battery girls out of commission, Misa stands up to the challenge."
                },
                "9": {
                    "ID": "8763341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763341",
                    "TitleEnglish": "The (Hilarious) Akiba Apocalypse Revelation!",
                    "SummaryEnglish": "After a series of failures, Akatsuki decides to infiltrate Akihabara to truly understand the heart of his enemy. At the same time, Arahabaki begin the next stage of their plans in hopes to regain all that is confiscated in the former exhibition hall."
                },
                "10": {
                    "ID": "8763342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763342",
                    "TitleEnglish": "Look at That! Turning the Tables (of Treachery)!",
                    "SummaryEnglish": "Akatsuki believes he has seen the true face of Arahabaki and finally decides to end things once and for all. Arahabaki must decide their plan of action before the True Army launches their attack. However, Hosomichi continues to hold doubts."
                },
                "11": {
                    "ID": "8763343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763343",
                    "TitleEnglish": "I Want to Believe in You (This Time)!",
                    "SummaryEnglish": "As the situation gets dire, Munakata convinces Hosomichi to betray Arahabaki and steal the Garanndoll. Hosomichi leaves behind three angry battery girls. Just in case, Tanaka and the rest of Arahabaki prepare a new battery for their pilot's return."
                },
                "12": {
                    "ID": "8763344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/turnabout-worlds-battery-girl/episodes/8763344",
                    "TitleEnglish": "I Want to Turn the Tide With You (And Everyone Else)!",
                    "SummaryEnglish": "Hosomichi and his battery girls continue to fight desperately as the Exhibition Center approaches the final defense line. Commander Balzac tries to stop them, fearing that Hosomichi will make the same mistake as he did ten years ago."
                }
            }
        }
    }
}