{
    "URL": "https://www.thetvdb.com/series/do-it-yourself",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14323890/",
        "https://www.diy-anime.com/",
        "http://www.reddit.com/r/diyanime",
        "https://www.themoviedb.org/tv/121702",
        "https://en.wikipedia.org/wiki/Do_It_Yourself!!",
        "https://x.com/diy_anime"
    ],
    "TitleEnglish": "Do It Yourself!!",
    "SummaryEnglish": "Building furniture and friendships have a lot in common. Intention, effort, and hard work are needed for both crafts. This is a story of girls in a DIY club building both as they carve out their futures. None of it comes easy, but that doesn’t stop any of ’em. Furniture, friendships, and the future—they’re building it all with their own hands!",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1923086",
            "URL": "https://www.thetvdb.com/series/do-it-yourself/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8471851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/8471851",
                    "TitleEnglish": "What Is DIY?",
                    "SummaryEnglish": "One morning, on her way to school, carefree, daydreaming Yua Serufu wrecks her bike and an upperclassman comes to her rescue—a chance encounter which sends her down a path to answer the question, \"What does 'DIY' mean?\""
                },
                "2": {
                    "ID": "9384682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9384682",
                    "TitleEnglish": "Does \"DIY\" Mean Doing Stuff With Somebody?",
                    "SummaryEnglish": "The DIY club needs more members to stay open. As Serufu wonders just how to do that, her classmate Hikage Takumi offers a thought—“If you made the club room cuter, then maybe other students would take an interest…?”"
                },
                "3": {
                    "ID": "9385752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385752",
                    "TitleEnglish": "Does \"DIY\" Mean Why Did You Suddenly Show Up?",
                    "SummaryEnglish": "A genius exchange student from America has surprisingly enrolled at Gata Girl’s instead of YuuVoc. One day, Serufu and the others find her sobbing behind the club room. When she finds out that they’re the DIY club, she starts badmouthing DIY."
                },
                "4": {
                    "ID": "9385753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385753",
                    "TitleEnglish": "\"DIY\" Means You'll Find It Possible to Feel Comfortable Anywhere",
                    "SummaryEnglish": "When Purin sees Jobko through Serufu’s window, she heads over and gets introduced to the girl genius. The two end up hitting it off. Then, the next morning, Purin wakes to find Jobko in her room saying that she’ll be living there—effective immediately."
                },
                "5": {
                    "ID": "9385754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385754",
                    "TitleEnglish": "\"DIY\" Means Finding a Place to Belong... Finally",
                    "SummaryEnglish": "Kouki Kokoro, who says to call her Shii, suddenly drops in on the DIY club and asks if she can join. Everyone except Kurei happily accepts her. When Shii says she’ll be helpful because she’s stronger than anyone there, Kurei challenges her to prove it."
                },
                "6": {
                    "ID": "9385755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385755",
                    "TitleEnglish": "\"DIY\" Means Dull, Unexciting Items Come in Handy!",
                    "SummaryEnglish": "The DIY club decides to go to the beach. They’ll gather materials to make little things like bracelets to sell, adding to their club funds. When Purin hears that Jobko is going to the beach, she decides to go along, unaware that it’s a DIY club activity."
                },
                "7": {
                    "ID": "9385756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385756",
                    "TitleEnglish": "\"DIY\" Means You Can Do Things Inside If It's Hot and Muggy Out",
                    "SummaryEnglish": "The heat and humidity of the rainy season make it difficult for the DIY club to get any work done, so Kurei invites everyone to her house for air conditioning. When Serufu and the others visit Kurei’s room, they discover a surprising side to her."
                },
                "8": {
                    "ID": "9385757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385757",
                    "TitleEnglish": "\"DIY\" Means... You Can't Do It? No, I Absolutely Can!",
                    "SummaryEnglish": "The DIY club’s tree house plan is moving ahead. The items they made are selling, so they’ll soon have the money they need. With the club’s input, Serufu draws concept art to base the blueprints on, but no one has drafted anything this big before!"
                },
                "9": {
                    "ID": "9385758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385758",
                    "TitleEnglish": "Does \"DIY\" Mean a Shocking Surprise? How Unexpected! It's Really Unexpected!",
                    "SummaryEnglish": "Midterms are over. The parts for the secret hideout have been ordered. Kurei has announced that they’ll start building on Monday. Serufu asks everyone to come to her house on Sunday, before building starts, so that she can show them something."
                },
                "10": {
                    "ID": "9385759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385759",
                    "TitleEnglish": "\"DIY\" Means... Rock Bottom? Impossible? With Courage and Drive, Anything Is Possible!",
                    "SummaryEnglish": "The DIY club suffers a massive shock. Devastated, they head home without beginning the construction of their secret hideout. When Purin hears what happened from Jobko, she digs out an old keepsake and goes to see Serufu."
                },
                "11": {
                    "ID": "9385760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385760",
                    "TitleEnglish": "\"DIY\" Means Do It Yourself!",
                    "SummaryEnglish": "Finally, construction on the secret hideout begins! When Serufu invites Purin to build it with them, Purin’s secret is revealed. Together, the club members work through rainy days and sunny ones while their summer vacation deadline draws nearer."
                },
                "12": {
                    "ID": "9385761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/do-it-yourself/episodes/9385761",
                    "TitleEnglish": "\"DIY\" Means Friendship, Always and Forever!",
                    "SummaryEnglish": "The DIY club holds a celebration at their newly completed secret hideout. Then summer vacation starts and Jobko heads home, promising she’ll see everyone again. Purin takes Serufu to the DIY club, saying that the secret base is still missing something."
                }
            }
        }
    }
}