{
  "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.facebook.com/cheatkusushi",
    "https://www.imdb.com/title/tt12390384/",
    "https://www.cheat-kusushi.jp/",
    "https://www.themoviedb.org/tv/103944",
    "https://www.themoviedb.org/tv/103944",
    "https://x.com/cheat_kusushi"
  ],
  "TitleEnglish": "Drug Store in Another World: The Slow Life of a Cheat Pharmacist",
  "SummaryEnglish": "Reiji Kirio was a corporate wage slave, who did nothing but work all day, every day. On a typical day of walking to work with a hollow look on his face, he suddenly found himself in the forest of another world. \"Oh, this must be one of those isekai reincarnations people keep talking about.\" The two skills he has are \"Appraise\" and \"Drug Discovery.\" Those don't sound too impressive... well, whatever. Except these turn out to be particularly overpowered skills! And so, a story about following the slow life philosophy while running a drugstore in another world begins.",
  "Aliases": [
    "Cheat Kusushi no Slow Life: Isekai ni Tsukurō Drugstore",
    "Cheat Kusushi no Slow Life: Isekai ni Tsukurou Drugstore",
    "Cheat Pharmicist's Slow Life: Making a Drug Store in Another World",
    "Cheat Kusushi no Slow Life",
    "Chīto Kusushi no Surō Raifu: Isekai ni Tsukurō Doraggusutoa",
    "Cheat Kusushi no Slow Life - Isekai ni Tsukurō Drugstore",
    "Cheat Kusushi no Slow Life - Isekai ni Tsukurou Drugstore"
  ],
  "Modified": "2025-01-25",
  "Seasons": {
    "1": {
      "ID": "1923716",
      "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8406419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8406419",
          "TitleEnglish": "Super (Energy) Potion / Landenflower Tea / Botanical Deodorant",
          "SummaryEnglish": "Reiji opens Kirio Drugstore for another day of business. Together with wolf girl Noela and Mina the ghost he enjoys a slow-paced life. That's when he encounters the young man Zeral as he's being chased by a girl wielding a knife. He begs Reiji to help him, and Reiji somehow manages to calm the girl down. The girls' name is Feris, and the two of them are engaged. However, she apparently worries far too much. Even so, her behavior seems exceptionally strange, so Reiji is hired to treat her. What does Reiji make for her?!",
          "Aliases": []
        },
        "2": {
          "ID": "8528089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528089",
          "TitleEnglish": "Dishwashing Detergent Scrubba-dub-dub / Beast-Be-Gone / Capshin Fluid",
          "SummaryEnglish": "\"Dishwashing Detergent Scrubba-dub-dub.\" Mina is delighted by the way it makes dishes magically clean! Reiji takes some of his dishwashing detergent to Rena at the nearby tavern. However, he's accosted by the Red Cat Brigade who protect the town...!",
          "Aliases": []
        },
        "3": {
          "ID": "8528158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528158",
          "TitleEnglish": "Beautiful Belle's Beautiful Skin Gel / Charm Fragrance / Sweetheart Cooling Gel",
          "SummaryEnglish": "Kirio Drugstore expands its product lineup and is enjoying its popularity when a tweedy gentleman shows up at the shop. He is the butler of Lady Flam, the wife of the town's lord, and has come to invite Reiji to her mansion. Reiji anxiously visits the mansion, where Lady Flam asks him to create a rejuvenating ointment for her dinner party five days from now. Reiji believes it's an impossible task, but reluctantly accepts the request and somehow manages to produce his \"Beautiful Belle's Beautiful Skin Gel.\" However, the lady's daughter Elaine was eavesdropping on their conversation...",
          "Aliases": []
        },
        "4": {
          "ID": "8528161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528161",
          "TitleEnglish": "Rokushou Sauce / Emotional Drive",
          "SummaryEnglish": "Reiji and Noela go to buy lunch at the nearby Rabbit Tavern. Noela loves the Rabbit Tavern's food and is excited to eat. Suddenly, they hear shouting coming from inside the restaurant. They cautiously look inside and discover the Rabbit Tavern's owner and poster girl Rena having an argument with the owner of a recently established rival restaurant. Not only has this restaurant stolen their customers, but it is apparently plotting to buy out the Rabbit Tavern as well. Seeing Rena's sadness, Reiji wishes he had some way to help the Rabbit Tavern.",
          "Aliases": []
        },
        "5": {
          "ID": "8528162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528162",
          "TitleEnglish": "Come Here Beast Lure / Stomach Acheless",
          "SummaryEnglish": "The town is bustling with activity as it prepares for the Kalta Festival. The highlight of the event is the Hunting Festival in which skilled archers enter the woods to shoot monsters. For the past several years, an elf named Kururu has won every year. Meanwhile, Ririka the beautiful elf girl comes to Kirio Drugstore. She is Kururu's younger sister and wants to put her brother to shame. She believes that by winning the Hunting Festival, he will stop treating her like a child and acknowledge her as an adult and archer instead. She asks Reiji to make her a medicine that will make an archer as unskilled as herself win.",
          "Aliases": []
        },
        "6": {
          "ID": "8528163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528163",
          "TitleEnglish": "Stuck-In-Place Super Glue / Glossy Shine Polish",
          "SummaryEnglish": "The physically powerful Noela accidentally breaks all of Kirio Drugstore's knives. She's scolded by Reiji, and together they go to the tool shop to do some shopping. However, for some reason it's dark and quiet inside the tool shop. Reiji experimentally calls out in a loud voice, and a blue-haired and bespectacled Paula finally lazily responds. Apparently she fell asleep on the floor because she's so busy. Reiji decides he'll try to do something to help Paula, who is overwhelmed with requests from the Red Cat Brigade and other townsfolk.",
          "Aliases": []
        },
        "7": {
          "ID": "8528164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528164",
          "TitleEnglish": "Woof? Advent of the Demon King! / Give It to Me Straight",
          "SummaryEnglish": "Charmed by how exceptionally tasty Reiji's potions are, Demon King Ejil decides to leave his castle to acquire even more. He expends a huge amount of mana traveling to Kirio Drugstore, but once he arrives, he's asked to pay for his potions. The displeased Ejil threatens Reiji, but Reiji doesn't give in. Just then, Noela appears, and when Ejil sees her...",
          "Aliases": []
        },
        "8": {
          "ID": "8528165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528165",
          "TitleEnglish": "Odorless Body Soap! / Three-Minute Revive",
          "SummaryEnglish": "The lord's butler Rayne returns to Kirio Drugstore. Apparently Lord Kasty wants to meet with Reiji. Reiji visits the mansion, where he is immediately accused by the lord. \"Recently my daughter Elaine has been avoiding me! You're conducting psychological attacks so you can take Elaine from me!\" Surprised by the accusation, Reiji asks for details and learns that the lord's daughter is simply avoiding her father because she's going through puberty...",
          "Aliases": []
        },
        "9": {
          "ID": "8528166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528166",
          "TitleEnglish": "Big Catch Buddy / Harriette Remover",
          "SummaryEnglish": "Kirio Drugstore is closed today! Reiji and friends head out for a picnic and enjoy a relaxed day off at a lake in the woods. While Noela and Mina are playing in the water, Reiji and Ezil go fishing. Reiji uses his fish attracting \"Big Catch Buddy\" lure and gets a powerful bite! Together they manage to fish up their catch. However, instead of a fish, they've caught Vivi the lake spirit. Upon discovering how hungry she is, they invite her to eat sandwiches with them.",
          "Aliases": []
        },
        "10": {
          "ID": "8528167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528167",
          "TitleEnglish": "Power Potion / RK Gene Fluid",
          "SummaryEnglish": "Vivi asks Reiji to make her a medicine that will make her stronger, but he responds that she shouldn't rely on medicines to fix all her problems. Instead, they ask Captain Annabelle of the Red Cat Brigade to help her train. Noela and Mina join their training session... but for some reason Reiji gets dragged into it as well, and he is forced to do jogging and strength training! Reiji immediately becomes exhausted and promises to make a medicine to promote muscle growth out of desperation.",
          "Aliases": []
        },
        "11": {
          "ID": "8528168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528168",
          "TitleEnglish": "Pass, No Fail / Sun Sun Go Away Sunscreen Gel",
          "SummaryEnglish": "Normally Paula visits Kirio Drugstore every day in hopes of scoring a free meal, but for the past week she hasn't been showing up. Reiji is concerned and goes to her tool shop to check on her, where oddly enough, she is studying. Reiji is surprised, so Paula explains that the exam to renew the license she needs to make her customers comfortable doing business with her is tomorrow, and she is currently studying for that. However, the results of her practice test were terrible, and Paula begs Reiji for help.",
          "Aliases": []
        },
        "12": {
          "ID": "8528169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528169",
          "TitleEnglish": "Let's Open a Drugstore in Another World!",
          "SummaryEnglish": "Reiji receives an invitation to a party from Elaine and her family to express their appreciation. Though he's unenthusiastic, when he sees Noela and Mina's excitement, he decides to attend. Since he has no clothes to wear to the party, he borrows Mina's father's suit, which reminds him of the depressing corporate wage slave life he lived before being reincarnated. He recalls how he met Noela when he first arrived in this world...",
          "Aliases": []
        }
      }
    }
  }
}