{
    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.facebook.com/cheatkusushi",
        "https://www.imdb.com/title/tt12390384/",
        "https://www.cheat-kusushi.jp/",
        "https://www.themoviedb.org/tv/103944",
        "https://www.themoviedb.org/tv/103944",
        "https://x.com/cheat_kusushi"
    ],
    "TitleEnglish": "Drug Store in Another World: The Slow Life of a Cheat Pharmacist",
    "SummaryEnglish": "Reiji Kirio was a corporate wage slave, who did nothing but work all day, every day. On a typical day of walking to work with a hollow look on his face, he suddenly found himself in the forest of another world. \"Oh, this must be one of those isekai reincarnations people keep talking about.\" The two skills he has are \"Appraise\" and \"Drug Discovery.\" Those don't sound too impressive... well, whatever. Except these turn out to be particularly overpowered skills! And so, a story about following the slow life philosophy while running a drugstore in another world begins.",
    "TitleJapanese": "チート薬師のスローライフ～異世界に作ろうドラッグストア～",
    "SummaryJapanese": "社畜として日々働くだけの男、桐尾礼治。\n\n今日もうつろな目で会社に向かって歩いていたらいつの間にか異世界の森にいた。\n\n…あぁ、これが流行りの異世界転生か。\n\n持っていたスキルは「鑑定、創薬」の2種類。\nあれたいしたことない・・・、でもいっか。\n\nそう考えていたけど、思った以上にチートなスキルだということが判明！\n\nその世界にはなかった回復薬などを次々と製造し、あっという間に一儲け。\n\nもう社蓄として働くなんてまっぴらごめん！\n\n悠々自適なスローライフを送ろうと決意し、\nドラッグストアをオープンさせる。\n\n異世界のドラッグストアを舞台にしたスローライフの物語が始まる。",
    "Aliases": [
        "Cheat Kusushi no Slow Life: Isekai ni Tsukurō Drugstore",
        "Cheat Kusushi no Slow Life: Isekai ni Tsukurou Drugstore",
        "Cheat Pharmicist's Slow Life: Making a Drug Store in Another World",
        "Cheat Kusushi no Slow Life"
    ],
    "Modified": "2025-01-25",
    "Seasons": {
        "1": {
            "ID": "1923716",
            "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8406419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8406419",
                    "TitleEnglish": "Super (Energy) Potion / Landenflower Tea / Botanical Deodorant",
                    "SummaryEnglish": "Reiji opens Kirio Drugstore for another day of business. Together with wolf girl Noela and Mina the ghost he enjoys a slow-paced life. That's when he encounters the young man Zeral as he's being chased by a girl wielding a knife. He begs Reiji to help him, and Reiji somehow manages to calm the girl down. The girls' name is Feris, and the two of them are engaged. However, she apparently worries far too much. Even so, her behavior seems exceptionally strange, so Reiji is hired to treat her. What does Reiji make for her?!",
                    "TitleJapanese": "猛烈ポーション / ランデンフラワー茶 / ボタニカル消臭液",
                    "SummaryJapanese": "今日もキリオドラッグをオープンしたレイジ。\n人狼のノエラ、幽霊のミナと共にスローライフを満喫中。\nそんな時、ナイフを持った女性に追いかけられる青年・ジラルと遭遇する。\n助けてくれと泣き付かれ、なんとか女性を落ち着かせたレイジ。\n話を聞くと、女性の方はフェリスといって、二人は婚約者同士らしい。\nただ彼女はドがつくほどの心配性。\nにしても様子がおかしな彼女を助けてほしいと依頼を受け、レイジが作り出したものとは！？"
                },
                "2": {
                    "ID": "8528089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528089",
                    "TitleEnglish": "Dishwashing Detergent Scrubba-dub-dub / Beast-Be-Gone / Capshin Fluid",
                    "SummaryEnglish": "\"Dishwashing Detergent Scrubba-dub-dub.\" Mina is delighted by the way it makes dishes magically clean! Reiji takes some of his dishwashing detergent to Rena at the nearby tavern. However, he's accosted by the Red Cat Brigade who protect the town...!",
                    "TitleJapanese": "食器用洗剤キュキュキュのキュッ / 魔獣コナーイ / カプシン液",
                    "SummaryJapanese": "食器用洗剤キュキュキュのキュッ』。\nその魔法のような落ちっぷりにミナは大喜び！\n近所の食堂の看板娘・レナにも洗剤をプレゼントしようと持っていくレイジたち。\nしかし街の警備担当・赤猫団に絡まれて……！？"
                },
                "3": {
                    "ID": "8528158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528158",
                    "TitleEnglish": "Beautiful Belle's Beautiful Skin Gel / Charm Fragrance / Sweetheart Cooling Gel",
                    "SummaryEnglish": "Kirio Drugstore expands its product lineup and is enjoying its popularity when a tweedy gentleman shows up at the shop. He is the butler of Lady Flam, the wife of the town's lord, and has come to invite Reiji to her mansion. Reiji anxiously visits the mansion, where Lady Flam asks him to create a rejuvenating ointment for her dinner party five days from now. Reiji believes it's an impossible task, but reluctantly accepts the request and somehow manages to produce his \"Beautiful Belle's Beautiful Skin Gel.\" However, the lady's daughter Elaine was eavesdropping on their conversation...",
                    "TitleJapanese": "美肌ジェルべっぴんさん / チャームフレグランス / 冷却ジェル 冷やっ恋",
                    "SummaryJapanese": "薬のラインナップも増え、大好評のキリオドラッグへ紳士風の男が訪れる。\n男は町の領主の妻・フラム夫人の執事で、\nレイジを屋敷に招待したいという。\n恐る恐る屋敷を訪れたレイジに、\nフラム夫人は5日後の晩餐会に向け、\n若返りの秘薬を作ってほしいと頼むのだった。\n無理難題と思いつつも渋々依頼を受けたレイジは、\nなんとか『美肌ジェルべっぴんさん』を創り届ける。\nしかし夫人の娘・エレインが話を盗み聞きしていて……。"
                },
                "4": {
                    "ID": "8528161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528161",
                    "TitleEnglish": "Rokushou Sauce / Emotional Drive",
                    "SummaryEnglish": "Reiji and Noela go to buy lunch at the nearby Rabbit Tavern. Noela loves the Rabbit Tavern's food and is excited to eat. Suddenly, they hear shouting coming from inside the restaurant. They cautiously look inside and discover the Rabbit Tavern's owner and poster girl Rena having an argument with the owner of a recently established rival restaurant. Not only has this restaurant stolen their customers, but it is apparently plotting to buy out the Rabbit Tavern as well. Seeing Rena's sadness, Reiji wishes he had some way to help the Rabbit Tavern.",
                    "TitleJapanese": "ロクショウのソース / エモーショナル・ドライブ",
                    "SummaryJapanese": "うさぎ亭の店主と看板娘のレナが、ライバル店のオーナーと言い争いをしていた。ライバル店はうさぎ亭を買収しようと目論んでいるらしい。\nレナの悲しむ姿を見て、レイジは何とかうさぎ亭を助けたいと考えるのだった。"
                },
                "5": {
                    "ID": "8528162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528162",
                    "TitleEnglish": "Come Here Beast Lure / Stomach Acheless",
                    "SummaryEnglish": "The town is bustling with activity as it prepares for the Kalta Festival. The highlight of the event is the Hunting Festival in which skilled archers enter the woods to shoot monsters. For the past several years, an elf named Kururu has won every year. Meanwhile, Ririka the beautiful elf girl comes to Kirio Drugstore. She is Kururu's younger sister and wants to put her brother to shame. She believes that by winning the Hunting Festival, he will stop treating her like a child and acknowledge her as an adult and archer instead. She asks Reiji to make her a medicine that will make an archer as unskilled as herself win.",
                    "TitleJapanese": "誘引剤魔獣コイコイ／お母さんのブローチ／腹痛薬ハライタクナイン",
                    "SummaryJapanese": "“カルタ祭”の準備で大賑わいの町。\n目玉は弓自慢たちが森に入って魔獣を射る“狩猟祭”だ。\nここ数年は、クルルというエルフの青年が優勝しているらしい。\nそんな中、キリオドラッグに美しいエルフの少女・リリカがやって来る。\n彼女はクルルの妹で、兄を見返したい、\n狩猟祭で優勝すればきっと子供扱いせずに認めてくれる、と考えているようだ。\nそしてレイジへ「弓が下手っぴな私でも優勝出来る薬を……」と依頼してくるのだった。"
                },
                "6": {
                    "ID": "8528163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528163",
                    "TitleEnglish": "Stuck-In-Place Super Glue / Glossy Shine Polish",
                    "SummaryEnglish": "The physically powerful Noela accidentally breaks all of Kirio Drugstore's knives. She's scolded by Reiji, and together they go to the tool shop to do some shopping. However, for some reason it's dark and quiet inside the tool shop. Reiji experimentally calls out in a loud voice, and a blue-haired and bespectacled Paula finally lazily responds. Apparently she fell asleep on the floor because she's so busy. Reiji decides he'll try to do something to help Paula, who is overwhelmed with requests from the Red Cat Brigade and other townsfolk.",
                    "TitleJapanese": "超強力接着剤ベトピタン／研磨液ツルキラピカ",
                    "SummaryJapanese": "力の強い(物理)ノエラは、うっかりキリオドラッグの包丁を全て折ってしまう。\nレイジに怒られつつ、道具屋へ買い出しに向かう二人。\nしかし何故か道具屋の中は薄暗く、静まり返った様子だ。\nためしに大きな声で呼びかけてみると、\n青い髪のメガネ娘・ポーラがやっと気怠げに返事をする。\nあまりの忙しさに床で倒れこむように寝ていたようだ。\n赤猫団や街の人々からの依頼が殺到して\n参っているポーラのためにレイジは力になろうとする。"
                },
                "7": {
                    "ID": "8528164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528164",
                    "TitleEnglish": "Woof? Advent of the Demon King! / Give It to Me Straight",
                    "SummaryEnglish": "Charmed by how exceptionally tasty Reiji's potions are, Demon King Ejil decides to leave his castle to acquire even more. He expends a huge amount of mana traveling to Kirio Drugstore, but once he arrives, he's asked to pay for his potions. The displeased Ejil threatens Reiji, but Reiji doesn't give in. Just then, Noela appears, and when Ejil sees her...",
                    "TitleJapanese": "る？　魔王降臨！／本音ストレート",
                    "SummaryJapanese": "レイジの作るポーションがあまりに美味しくて\n魅了されてしまった魔王・エジルは、\nもっと多くのポーションを手に入れるため自ら城を出ることを決意。\n大量の魔力を消耗しながら、\nなんとかキリオドラックにたどり着いたエジルだったが、\nいざキリオドラッグにたどり着くと、料金を払うように要求されてしまう。\n納得がいかないエジルは睨んだり脅したりするが、レイジはまったく屈しない。\nそんな時現れたノエラを見てエジルは……。"
                },
                "8": {
                    "ID": "8528165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528165",
                    "TitleEnglish": "Odorless Body Soap! / Three-Minute Revive",
                    "SummaryEnglish": "The lord's butler Rayne returns to Kirio Drugstore. Apparently Lord Kasty wants to meet with Reiji. Reiji visits the mansion, where he is immediately accused by the lord. \"Recently my daughter Elaine has been avoiding me! You're conducting psychological attacks so you can take Elaine from me!\" Surprised by the accusation, Reiji asks for details and learns that the lord's daughter is simply avoiding her father because she's going through puberty...",
                    "TitleJapanese": "ボディソープ・ムッシュ！（無臭）／３min　蘇生薬",
                    "SummaryJapanese": "キリオドラッグで過ごすレイジの元に、領主の執事・レーンが再びやってくる。\n領主のカスティがレイジに会いたがっているのだという。\n屋敷を訪れたレイジだったが、いきなり\n「近頃娘のエレインから避けられている！\nレイジがエレインを狙っていて、自分を倒すため精神攻撃をしているからだ！」\nといちゃもんを付けてくる。\n驚いたレイジは詳しく話を聞いてみるが、\n原因は思春期特有の父親を避けたがる行動のようで……。"
                },
                "9": {
                    "ID": "8528166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528166",
                    "TitleEnglish": "Big Catch Buddy / Harriette Remover",
                    "SummaryEnglish": "Kirio Drugstore is closed today! Reiji and friends head out for a picnic and enjoy a relaxed day off at a lake in the woods. While Noela and Mina are playing in the water, Reiji and Ezil go fishing. Reiji uses his fish attracting \"Big Catch Buddy\" lure and gets a powerful bite! Together they manage to fish up their catch. However, instead of a fish, they've caught Vivi the lake spirit. Upon discovering how hungry she is, they invite her to eat sandwiches with them.",
                    "TitleJapanese": "爆釣れ君／毛トリーヌ",
                    "SummaryJapanese": "キリオドラッグは本日休業！\nピクニックに出かけたレイジたちは、森の湖でのんびり休日を満喫していた。\nノエラとミナが水遊びをする中、レイジとエジルは釣りにチャレンジ。\n魚を呼び寄せる『爆釣れ君』を使うとすぐに強い引きが！\n力を合わせなんとか釣り上げたレイジたち。\nしかしそれは魚などではなく、湖の精霊の女の子・ビビだった。\nお腹をすかせた彼女の様子を見て、\nレイジたちは一緒にサンドイッチを食べようと誘いかける。"
                },
                "10": {
                    "ID": "8528167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528167",
                    "TitleEnglish": "Power Potion / RK Gene Fluid",
                    "SummaryEnglish": "Vivi asks Reiji to make her a medicine that will make her stronger, but he responds that she shouldn't rely on medicines to fix all her problems. Instead, they ask Captain Annabelle of the Red Cat Brigade to help her train. Noela and Mina join their training session... but for some reason Reiji gets dragged into it as well, and he is forced to do jogging and strength training! Reiji immediately becomes exhausted and promises to make a medicine to promote muscle growth out of desperation.",
                    "TitleJapanese": "パワーポーション／ＲＫの遺伝子液",
                    "SummaryJapanese": "ビビは強くなれる薬を作って欲しいとレイジに頼むが、\n彼は何でもかんでも薬に頼るのは関心しないと答える。\n代わりに赤猫団の団長・アナベルへ、\n彼女をトレーニングしてくれるよう依頼する。\nノエラ、ミナも加わりついにトレーニングが始まる……が、\nなぜかレイジも巻き込まれてしまい、ランニングや筋トレに参加することに！\nすぐフラフラになってしまったレイジは、\n苦肉の策で筋肉を成長させる新薬の開発を約束するのだった。"
                },
                "11": {
                    "ID": "8528168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528168",
                    "TitleEnglish": "Pass, No Fail / Sun Sun Go Away Sunscreen Gel",
                    "SummaryEnglish": "Normally Paula visits Kirio Drugstore every day in hopes of scoring a free meal, but for the past week she hasn't been showing up. Reiji is concerned and goes to her tool shop to check on her, where oddly enough, she is studying. Reiji is surprised, so Paula explains that the exam to renew the license she needs to make her customers comfortable doing business with her is tomorrow, and she is currently studying for that. However, the results of her practice test were terrible, and Paula begs Reiji for help.",
                    "TitleJapanese": "ウ・カール／日焼け防止ジェルＳＵＮ散々",
                    "SummaryJapanese": "毎日のようにタダ飯を狙ってキリオドラッグを訪れていたポーラだったが、\nここ１週間ほどその姿を見かけない。\nさすがに心配になったレイジはポーラの道具屋を訪れる。\nすると彼女は珍しく勉強をしているのだった。\n驚くレイジにポーラは、お客さんと安心して取引をするための資格更新試験が明日あり、\nそのために猛勉強中なのだと答える。\nしかし模試の結果が最悪だったため、\nポーラはレイジになんとかしてほしいと懇願するのだった。"
                },
                "12": {
                    "ID": "8528169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-slow-life-of-a-cheat-pharmacist/episodes/8528169",
                    "TitleEnglish": "Let's Open a Drugstore in Another World!",
                    "SummaryEnglish": "Reiji receives an invitation to a party from Elaine and her family to express their appreciation. Though he's unenthusiastic, when he sees Noela and Mina's excitement, he decides to attend. Since he has no clothes to wear to the party, he borrows Mina's father's suit, which reminds him of the depressing corporate wage slave life he lived before being reincarnated. He recalls how he met Noela when he first arrived in this world...",
                    "TitleJapanese": "異世界に作ろう！ドラッグストア",
                    "SummaryJapanese": "日頃お世話になっているからと、\nエレインとその家族からパーティの招待状をもらったレイジ。\n気乗りしない彼だったが、\nはしゃいで楽しみそうなノエラたちの姿を見て、渋々参加を決意する。\n着て行く服がないため、ミナのお父さんのスーツを貸してもらうと、\n転生前に過ごしていた社畜時代の憂鬱な日々を思い出してしまう。\nそしてふと、この世界に転生したばかりの頃、\n動揺の最中初めてノエラと出会ったときのことが頭に浮かび――。"
                }
            }
        }
    }
}