{
    "URL": "https://www.thetvdb.com/series/night-head-2041",
    "Genres": [
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13405764/",
        "https://nighthead2041.jp/",
        "https://www.themoviedb.org/tv/112616",
        "https://www.themoviedb.org/tv/112616",
        "https://x.com/nighthead2041"
    ],
    "TitleEnglish": "Night Head 2041",
    "SummaryEnglish": "The story follows the Kirihara brothers who from a young age were incarcerated in a secure scientific facility due to their supernatural powers, having escaped after the barrier that was preventing them malfunctions. The story also follows the Kuroki brothers who are trying to chase the Kirihara brothers.",
    "TitleJapanese": "NIGHT HEAD 2041",
    "SummaryJapanese": "超能力を持つが故に世界から迫害され“逃げる兄弟”霧原直人・直也。\n国家保安部隊として能力者を“追う兄弟”黒木タクヤ・ユウヤ。\n\n翻弄される2組の兄弟\n彼らは決して出会ってはいけない―――。",
    "Aliases": [
        "Naito Heddo 2041",
        "ナイトヘッド2041"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1923321",
            "URL": "https://www.thetvdb.com/series/night-head-2041/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8782319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8782319",
                    "TitleEnglish": "「NIGHT HEAD 2041 」 放送直前スペシャル",
                    "SummaryEnglish": "7月21日（水）スタート『NIGHT HEAD 2041』の放送直前スペシャル！ カルト的人気を誇ったドラマ「NIGHT HEAD」が原作者・飯田譲治の脚本で新たに蘇る―――。 詳細情報 番組内容 人間の脳は容量70％を使用していないといわれている。 人間の持つ不思議な力は、この部分に秘められていると考えられている。 その使用されることのない脳の７０％はこう呼ばれることがある―― 『ＮＩＧＨＴ ＨＥＡＤ（ナイトヘッド）』 ある森の中。二人の男が目を覚ます。 超能力を持つがゆえに社会から疎外され、 番組内容２ 15年もの間、超能力研究所に隔離されて育った兄弟――霧原直人・直也。 彼らは、自分たちが外に出られたということは、かつて研究所所長・御厨恭二朗に言われた、能力者が受け入れられる社会が到来したということだと、希望に胸を膨らませる。しかし、外の世界は、精神エネルギーの存在は完全否定され、超能力はもとより、 番組内容３ 超常現象を扱った書物や映像などの創作物すらも思想統制された2041年の東京だった。そんな物理主義を掲げる国家の安寧のため危険思想を取り締まる、国家保安本部。 その精鋭たる特務部隊に、二人の男の姿があった。幼くして両親に棄てられ、保安隊に預けられた兄弟――黒木タクヤ・ユウヤ。超常現象を偽物と信じ、思想犯罪者を追う日々に疑問のない彼らは、 番組内容４ ある日、作戦行動中に、謎の少女・双海翔子に出会う。「結界は破られた」タクヤ・ユウヤは、翔子のその言葉に導かれるように、居場所を求めて放浪する直人・直也に邂逅する。 逃げる者と追う者―― 運命に翻弄される二組の兄弟の物語が、今、始まる―― 出演者・制作 ＜出演者＞ 霧原直人：小野大輔 霧原直也：島崎信長 黒木タクヤ：櫻井孝宏 黒木ユウヤ：小野賢章 曽根崎道夫：興津和幸 武藤玲佳：Lynn 本田大輔：間宮康弘 小林君枝：日笠陽子 秋山 唯：上田麗奈 双海翔子：前田佳織里 立花美紀：遠藤 綾 柿谷スグル：前野智昭 藤木マイク：小林親弘 風間浩二：杉田智和 新城エミリ：早見沙織 ロシュコフ：廣田行生 ヴィクトル：新垣樽助 出演者・制作２ 霧原直人[幼少期]：七海ひろき 霧原直也[幼少期]：石上静香 黒木タクヤ[幼少期]：藤原夏海 黒木ユウヤ[幼少期]：小市眞琴 奥原晶子：横尾まり ミサキ老人：清川元夢 御厨恭二朗：銀河万丈 ＜スタッフ＞ 原作：飯田譲治 監督：平川孝充 構成・脚本：飯田譲治 キャラクターデザイン原案：大暮維人 サブキャラクターデザイン原案：朝来昭子 コンセプトアート：富安健一郎（INEI） 出演者・制作３ 美術設定：坂本 竜 美術ボード：ビック・スタジオ BGコンセプトアーティスト：白田真人 MattePaintディレクター：大西 穣 色彩設計：中尾総子 撮影監督：高橋和彦 編集：齋藤朱里 音響監督：明田川 仁 音楽：やまだ豊 企画・プロデュース：スロウカーブ アニメーション制作：白組 制作：NIGHT HEAD 2041 製作委員会",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1923322",
            "URL": "https://www.thetvdb.com/series/night-head-2041/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8398439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8398439",
                    "TitleEnglish": "Barrier -Onset-",
                    "SummaryEnglish": "In a society where any depiction of the supernatural is banned, two brothers on a special forces team track down a supposed cult leader to a seemingly abandoned building. But when the raid goes wrong, they find they have powers that they never suspected...",
                    "TitleJapanese": "結界 -Onset-",
                    "SummaryJapanese": "2041年。精神エネルギーを否定する物質主義社会となった東京。国家保安本部に所属する黒木タクヤ・ユウヤ兄弟は、能力者を騙るミラクルミック逮捕の任務中に謎の少女と遭遇する。一方、超能力をもつが故に研究所に隔離されていたはずの霧原直人・直也兄弟は、目覚めるとなぜか森の中にいた。"
                },
                "2": {
                    "ID": "8553643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8553643",
                    "TitleEnglish": "Fake -Deception-",
                    "SummaryEnglish": "Naoto and Naoya have an encounter with Special Weapons Enforcement at a run-down diner, where the government has tracked down the so-called psychic known as \"Miracle Mick.\"",
                    "TitleJapanese": "偽物 -Deception-",
                    "SummaryJapanese": "保安隊による逮捕を免れたミラクルミックは、あるダイナーで一人の女と会っていた。その情報を掴んだ黒木兄弟たち保安隊は、ミックの身柄を確保すべくダイナ―を包囲する。しかし、そこには御厨の研究所から解放された能力者・霧原兄弟も居合わせており……。"
                },
                "3": {
                    "ID": "8577640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8577640",
                    "TitleEnglish": "Complication, Trigger -Awakening-",
                    "SummaryEnglish": "The SWE team gets its first mission: tracking down series of bizarre suicides at a school. But things go wrong when they find out they're just as vulnerable to mind-control as the victims themselves!",
                    "TitleJapanese": "錯綜、契機 -Awakening-",
                    "SummaryJapanese": "両親と再会すべく昔住んでいた家へと向かう直人と直也。しかし家があるべき場所はただの空き地となっていた。そこに突如現れた双海翔子によって父親が営んでいた工場の跡地へと導かれる二人。そこで遭遇したのは、相次ぐ高校生の自殺騒ぎを捜査する保安隊のタクヤとユウヤだった。"
                },
                "4": {
                    "ID": "8577641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8577641",
                    "TitleEnglish": "Inspiration -Resonance-",
                    "SummaryEnglish": "Naoya is wounded after their encounter with SWE, but the brothers find help from an unexpected source: a group of rebels fighting to bring back free speech and thought to Japan.",
                    "TitleJapanese": "触発 -Resonance-",
                    "SummaryJapanese": "黒木兄弟たちの保安隊との戦いにより、負傷した直人と直也を助けたのは、反政府レジスタンス「言論自由同盟」のメンバーだった。彼らは二人を物質社会に反した拘束者たちの更生施設へと案内し、非道な思想弾圧が行われている現状を見せつける。"
                },
                "5": {
                    "ID": "8577642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8577642",
                    "TitleEnglish": "Shoko Futami -Shoko-",
                    "SummaryEnglish": "Something is wrong with history. There was a huge war that nobody can really remember, and a massive number of people are said to have died in it. Clues to this mystery arise from an unexpected source when Naoya and his brother meet a woman who went to school with the mysterious Shoko Futami...",
                    "TitleJapanese": "双海翔子 -Shoko-",
                    "SummaryJapanese": "騒乱の国家保安本部から、拘束された超能力者・正幸の母・美紀を助け出した直人と直也。それは全て翔子の導きによるものだった。一方、タクヤの能力発現に触発された他の隊員たちも能力が覚醒していく。保安隊長の本田は、それぞれの能力を制御する訓練を開始する。"
                },
                "6": {
                    "ID": "8614802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8614802",
                    "TitleEnglish": "Ideologies Collide -Showdown-",
                    "SummaryEnglish": "With Naoya taken hostage, Naoto is forced into a risky and dangerous raid on a local television station. When the raid goes wrong, both he and Naoya are forced to fend for their lives.",
                    "TitleJapanese": "思想、対峙 -Showdown-",
                    "SummaryJapanese": "言論自由同盟は、自分たちの主張を世に問うため、TV局を占拠し電波をジャックする計画を行動に移す。直也を人質にとられ、その計画に無理やり加担させられる直人。計画の失敗を予見する直也は、デジタルネットワークに自我を接続し、同盟内部に裏切り者がいることを突き止めるが……。"
                },
                "7": {
                    "ID": "8614803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8614803",
                    "TitleEnglish": "Between the Worlds",
                    "SummaryEnglish": "The truth about Naoto and Naoya's past, and what happened in the mysterious World War III, is revealed at a strange facility that lies between two worlds...",
                    "TitleJapanese": "世界の狭間 -Between the Worlds-",
                    "SummaryJapanese": "保安隊に追い詰められる中、突如として姿を消した直人と直也。再び目覚めた場所はかつて自分たちが隔離されていた研究所だった。そこで所長の御厨と再会した二人は、外の世界で起きてること、自分たちが感じていた違和感について、真実を聞かされる。"
                },
                "8": {
                    "ID": "8614804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8614804",
                    "TitleEnglish": "Revelation of Destruction -March to Decimation-",
                    "SummaryEnglish": "Yuya and Takuya meet a mysterious prophet who is commanding the SWE from the shadows.",
                    "TitleJapanese": "破滅への啓示 -March to Decimation-",
                    "SummaryJapanese": "ユウヤは目覚めたリーディング能力により失踪直前の両親を幻視する。しかし、そこにはなぜか霧原兄弟の姿があった。両親の失踪に何らかの形で直人と直也が関わっていることを確信したユウヤは、より真実に迫るべく、上位アクセス権をもつ君江のPCから保安隊のネットワークにリーディングを試みる。"
                },
                "9": {
                    "ID": "8657850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8657850",
                    "TitleEnglish": "Paradox",
                    "SummaryEnglish": "A climactic showdown with the strange woman behind the SWE shows there's more to the story than meets the eye.",
                    "TitleJapanese": "逆理 -Paradox-",
                    "SummaryJapanese": "タクヤ、ユウヤ、道夫、玲佳の保安隊4人、そして直人と直也は、現政府のトップである予言者・奥原晶子に招かれる。そこで奥原は霧原兄弟と黒木兄弟の両者が同時に存在することが世界の消滅につながると告げる。奥原の言うことを信じた道夫と玲佳は直人・直也を殺すべく二人に挑みかかる。"
                },
                "10": {
                    "ID": "8657851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8657851",
                    "TitleEnglish": "Protection and Salvation -Our Destiny-",
                    "SummaryEnglish": "As secrets are revealed in the far land of Russia, Special Weapons Enforcement makes a deal with the government to bury everyone involved in a deadly bombing raid.",
                    "TitleJapanese": "守護と救済 -Our Destiny-",
                    "SummaryJapanese": "窮地に陥った直人と直也は、正幸の力により、既の所で、かつて翔子が発見されたロシアの海岸に瞬間移動させられる。そこで御厨の古い友人ロシュコフとヴォルクに助けられた二人は、彼らの施設に御厨がいることを知り、面会を願い出る。しかし、そこで待っていたのはすでに息を引き取った御厨の姿だった。"
                },
                "11": {
                    "ID": "8657852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8657852",
                    "TitleEnglish": "Dimensional Fusion -Unity-",
                    "SummaryEnglish": "As the world stands on the brink of annihilation, the connection between the brothers is revealed.",
                    "TitleJapanese": "時空融合 -Unity-",
                    "SummaryJapanese": "ロシアでの空爆の最中、翔子の力によって渋谷に転送された霧原兄弟と黒木兄弟。ユウヤと直也はそれぞれの能力を使って繋がることで、互いを理解し、自らの因果を突きとめ、全てを救う方法を模索する。しかしその行為によって、それぞれ弟が消滅する危機にあることを知ったタクヤと直人は……。"
                },
                "12": {
                    "ID": "8657853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/night-head-2041/episodes/8657853",
                    "TitleEnglish": "Inheritance and Reincarnation -Start Over-",
                    "SummaryEnglish": "Finally, as Okuhara predicted, the world has begun to disappear. Security captain Honda tries to erase the Kirihara and Kuroki brothers in order to protect the present world. However, Honda's power cannot stop the flow. Okuhara, who had the idea, entrusts the future to two brothers. Naoto and Naoya, Takuya and Yuya who were entrusted with everything-",
                    "TitleJapanese": "継承、廻転 -Start Over-",
                    "SummaryJapanese": "とうとう奥原の予言のとおり、世界の消滅が始まった。保安隊長の本田は今の世界を守るべく、霧原兄弟と黒木兄弟を消そうとする。しかし、本田の力では流れは止めることはできない。観念した奥原は、未来を二組の兄弟に委ねる。全てを託された直人と直也、タクヤとユウヤは――"
                }
            }
        }
    }
}