{
  "URL": "https://www.thetvdb.com/series/healer-girl",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Musical"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt19409404/",
    "https://healer-girl.jp/",
    "https://www.themoviedb.org/tv/124572",
    "https://www.themoviedb.org/tv/124572",
    "https://x.com/HealerGirlAnime"
  ],
  "TitleEnglish": "Healer Girl",
  "SummaryEnglish": "The world can be healed through music, and these three girls want to make it happen. Meet Kana Fujii, Reimi Itsushiro, and Hibiki Morishima—three healers-in-training at the Karasuma Phoniatric Clinic learning the art of healing patients’ illnesses and injuries by singing. Join them on this musical adventure of kindhearted, powerful miracles sung to heal the world.",
  "Aliases": [
    "Hîra gâru"
  ],
  "Modified": "2025-05-08",
  "Seasons": {
    "1": {
      "ID": "1923457",
      "URL": "https://www.thetvdb.com/series/healer-girl/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8399650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/8399650",
          "TitleEnglish": "Kana Fujii, Healer (Apprentice)!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "9075113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075113",
          "TitleEnglish": "Can I Take a Picture? Or Maybe a Video?",
          "SummaryEnglish": "Sonia Yanagi, a C-rank healer who sees Ria as a rival, meets up with Kana to take her measure. While they're out, they find a pregnant woman suffering in the park. Sonia begins treatment with Kana as her assitant, but when the woman's condition takes a turn for the worse...",
          "Aliases": []
        },
        "3": {
          "ID": "9075114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075114",
          "TitleEnglish": "Cleanup, Run・Run・Run",
          "SummaryEnglish": "After a study party and lots of prayer, the girls take their provisional license exam! But the minute the test is over, they feel completely drained. Ria takes them out to the town's annual sports day to cheer them up... where they happen to run into Sonia, who has competition in mind!",
          "Aliases": []
        },
        "4": {
          "ID": "9075115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075115",
          "TitleEnglish": "First Steps, Horror, and a First Job!",
          "SummaryEnglish": "Having passed their provisional license exam, the girls are called in to support a surgeon with their song. But before they accept the job, they have some training to do...",
          "Aliases": []
        },
        "5": {
          "ID": "9075116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075116",
          "TitleEnglish": "Blue Skies, Green Mountains, River Battles and the Galaxy Station",
          "SummaryEnglish": "The girls of the Karasuma Phoniatric Clinic visit Hibiki's family in the country. While wandering the countryside, the girls' friendship grows deeper as they learn more about Hibiki's past and the reason they each became healers.",
          "Aliases": []
        },
        "6": {
          "ID": "9075118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075118",
          "TitleEnglish": "Become My Servant • Russian Food and Sweet Dreams",
          "SummaryEnglish": "The Karasuma Girls help out at the Honosaka Clinic where they see a surprisingly hard-working side of Sonia. But it turns out Sonia also has plans for Kana at their school's upcoming culture festival...",
          "Aliases": []
        },
        "7": {
          "ID": "9075119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075119",
          "TitleEnglish": "A Culture Festival Full of Surprises",
          "SummaryEnglish": "The culture festival is a huge success! ...Or so it appears. At the last moment, something happens to threaten the final stage performance. Can the healer girls step in to fill the hole in the schedule?!",
          "Aliases": []
        },
        "8": {
          "ID": "9075120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075120",
          "TitleEnglish": "I Love Maids • You're Fired",
          "SummaryEnglish": "Reimi's caregiver, Aoi, has received an invitation to follow her dream of studying piano overseas. When she seems reluctant to take it, Reimi takes action of her own.",
          "Aliases": []
        },
        "9": {
          "ID": "9075121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075121",
          "TitleEnglish": "The Best Guarantee • Buy the CD",
          "SummaryEnglish": "The girls have been asked to support Ria during a surgery... but the patient is Ria's old teacher, and the hospital's director! Despite their nerves, the girls are determined to give it their best shot!",
          "Aliases": []
        },
        "10": {
          "ID": "9075122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075122",
          "TitleEnglish": "Halloween • Masquerade • Butterfly!",
          "SummaryEnglish": "Hibiki revisits her feelings of inferiority towards her mentor, Ria, and remembers the period during which she considered giving up on her dream. But with Halloween coming up, she's ready to make an important decision...",
          "Aliases": []
        },
        "11": {
          "ID": "9075123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075123",
          "TitleEnglish": "Sharks and Training Camp! Let's Climb Together!",
          "SummaryEnglish": "With their C-rank healer exam coming up, the girls are in a slump. Ria sends them on a training camp, where they hope to enrich their song with more life experience. But outside of Ria's watchful eye, jealousy begins seeping into the girls' relationships...",
          "Aliases": []
        },
        "12": {
          "ID": "9075124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/healer-girl/episodes/9075124",
          "TitleEnglish": "We're C-Rank Healers!",
          "SummaryEnglish": "The girls' C-rank healer internships begin! For one month, Reimi goes to the Honosaka Clinic, Hibiki to KMU, and Kana to a clinic in the USA! But as the month ends, a cryptic message from Kana leads this new healer trio on an adventure halfway around the world!",
          "Aliases": []
        }
      }
    }
  }
}