{
  "URL": "https://www.thetvdb.com/series/getter-robo-arc",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13417144/",
    "https://getterrobot-arc.com/",
    "https://www.themoviedb.org/tv/122827",
    "https://www.wikidata.org/wiki/Q3761511",
    "https://en.wikipedia.org/wiki/Getter_Robo_Arc",
    "https://x.com/getterrobot_arc"
  ],
  "TitleEnglish": "Getter Robo Arc",
  "SummaryEnglish": "Ten years after the disappearance of Ryoma Nagare, Go Ichimonji and Messiah Tyr on Mars, the Saotome Institute is now under the command of Hayato Jin to train new pilots for protecting Earth against extraterrestrial threats both from within and beyond the planet. Of these individuals were Takuma Nagare, Ryoma's son; Sho Kamui, a human-dinosaur hybrid; and Baku Yamagishi, Messiah Tyr's younger brother. In the wake of the invasions between the remnants of the Dinosaur Empire and the swarm of technorganic insect-like aliens from the Andromeda Flow Country, the new Getter Team must work together to defeat both looming threats and using the new machine by the Saotome Institute: The Getter Robo Arc in order to protect humanity from its own extinction.",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1923328",
      "URL": "https://www.thetvdb.com/series/getter-robo-arc/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "8398479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8398479",
          "TitleEnglish": "The Demon on High",
          "SummaryEnglish": "The Getter D2 Squadron needs two more pilots to protect Earth. Meanwhile, Takuma hunts for his mother’s killer and heads to the Saotome Research Lab along with his Baku.",
          "Aliases": []
        },
        "2": {
          "ID": "8524572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8524572",
          "TitleEnglish": "The Children of Destiny",
          "SummaryEnglish": "Takuma and Baku become Getter Arc pilots by order of Hayate. Meanwhile, a space-time gate opens above the Saotome Laboratory and the enemy attacks en masse.",
          "Aliases": []
        },
        "3": {
          "ID": "8548476",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548476",
          "TitleEnglish": "The Arc Activates",
          "SummaryEnglish": "Takuma, Kamui and Baku launch their Get Machines when Shikishima's defense system is activated. During the intense bombardment, they combine into Arc and face the enemy army.",
          "Aliases": []
        },
        "4": {
          "ID": "8548477",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548477",
          "TitleEnglish": "On a Gorgeous Night",
          "SummaryEnglish": "Takuma, Baku and Kamui encounter ghosts who take them to the basement of the Saotome laboratory, where they will have a vision of the events dating back 19 years and that brought them to the current situation.",
          "Aliases": []
        },
        "5": {
          "ID": "8548478",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548478",
          "TitleEnglish": "The Chosen Children",
          "SummaryEnglish": "An enemy insect monster has infiltrated the Saotome laboratory and begins to transform researchers into zombies who seek the Getter Dragon in the depths of the earth. Takuma, Baku and Kamui will have to repel the enemy by facing him in close firefights.",
          "Aliases": []
        },
        "6": {
          "ID": "8548479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548479",
          "TitleEnglish": "The Dragon's Descendant",
          "SummaryEnglish": "Allied forces send an inspector to examine the new Getter team, but Stoker 01 in Hawaii threatens the Pacific fleet while Takuma, Baku and Kamui are sent on a special mission by Hayato into the depths of the ocean.",
          "Aliases": []
        },
        "7": {
          "ID": "8590154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590154",
          "TitleEnglish": "The Getter Coalition",
          "SummaryEnglish": "Takuma, Kamui, and Baku arrived at the dinosaur empire. Once hostile humans on earth and Hachu humans have joined hands before the threat of the Andromeda nation. With the cooperation of Dr. Han of the Dinosaur Empire, the Allied Forces on the ground are forced to struggle due to lack of Ark while preparing for \"Operation Jura Dead\". However, an unidentified \"black true getter\" appears on the battlefield as if to fill the hole and protects the Allied forces. Since arriving at the Dinosaur Empire, Kamui seems to have been forced to reach Goal III. Takuma confesses his true intentions.",
          "Aliases": []
        },
        "8": {
          "ID": "8590155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590155",
          "TitleEnglish": "Blood of Dragons, Heart of Man",
          "SummaryEnglish": "The Ark team will be incorporated under the command of the dinosaur empire until the \"Operation Jura Dead\" is activated. Takuma has no choice but to obey orders because he is dissatisfied with Kamui's true intentions. Meanwhile, Sho Tachibana goes to the battlefield to confirm the identity of the \"black true getter\". In the dinosaur empire, we decided to hold a start-up ceremony to pray for the success of \"Operation Jura Dead\". Takuma, who was told about Kamui's past by Dr. Han, devises a plan so that Kamui and Kamui's mother can meet without hesitation.",
          "Aliases": []
        },
        "9": {
          "ID": "8590157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590157",
          "TitleEnglish": "Rush!!",
          "SummaryEnglish": "Machineland is attacked by Andromeda. Komei's nanomachine body infiltrates and stands in front of Takuma, Kamui, and Baku. Hayato Jin decides to carry out \"Operation Jura Dead\" immediately. While Takuma and Baku protect him, Kamui rushes to Ark with the thought of dying. The Getter Coalition Army is full of wounds on the onslaught of insects. If the dislocation device salt developed by Dr. Han is destroyed, there will be no way to send an arc beyond the subspace. An insect army approaching Zold. Before that, a \"black true getter\" appears.",
          "Aliases": []
        },
        "10": {
          "ID": "8590159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590159",
          "TitleEnglish": "Extraterrestrial Holy War",
          "SummaryEnglish": "The desert was widespread. Was the space-time shift successful? Tomoe Musashi with a helicopter unit appears in front of Ark, and an insect army appears shortly after confirming the situation. Takuma and his colleagues understand that they were sent in the midst of the \"The Interstellar Crusade\". Takuma and his friends can't hide their confusion in Musashi's extremely cold-blooded behavior. Takuma and his friends invited to Musashi's mothership are informed of the terrifying history of the universe brought about by the evolution of Getter. Musashi launches indiscriminate artillery to uncover the Andromeda-style hiding forces. Shaking off the hesitation, Takuma and his friends drive the arc.",
          "Aliases": []
        },
        "11": {
          "ID": "8590161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590161",
          "TitleEnglish": "Deep Desire",
          "SummaryEnglish": "Takuma's mother, McDonald's, was on board the Andromeda-style spaceship that escaped from the planet Davien. For McDonald's, the remnant of the Hyakuki Empire, the \"getter\" was the villain of Emperor Bry, and for the Andromeda nation, the \"getter\" was the cause of evil that overruns the universe. Be sure to kill! With each thought, the direct confrontation finally started. Kamui, who infiltrated alone to open the gate of the spaceship, confronts McDonald's and is offered an unexpected deal.",
          "Aliases": []
        },
        "12": {
          "ID": "8590162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590162",
          "TitleEnglish": "Overlapping Time",
          "SummaryEnglish": "Kamui strays in outer space during a battle with the Andromeda nation. On the other hand, Takuma and Baku, who jumped into a dislocation point where the destination was unknown by the arc, were floating in a mysterious space in order to escape from the enemy's self-destruction. Kamui, Baku, Takuma ... Three people who look at the same future and choose different paths depending on their causes. Hayato Jin waits for their return at the Saotome Institute, which has stopped advancing in the Andromeda style. Hayato foresaw that if a common enemy collapsed, a new conflict would occur ahead of the incompatible thoughts.",
          "Aliases": []
        },
        "13": {
          "ID": "8590164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590164",
          "TitleEnglish": "The Never-ending Battle",
          "SummaryEnglish": "After returning to Earth, Kamui manipulated Goal III from the shadows and seized control of the dinosaur empire. Machine lands that have appeared all over the world will transform the earth into an environment where Hachu humans can live. Kamui attacks the Saotome Institute, where Hayato waits, in order to hold down the \"dragon\" that sleeps underground. Takuma, who returned to Earth late, learns about the current situation and pursues the final weapon bug that Kamui rides. Takuma and Kamui face each other over the rubble city. Both hope for peace, but at the end of their ties, they can only fight. What awaits you at the end of the inevitable battle ...?",
          "Aliases": []
        }
      }
    }
  }
}