{
    "URL": "https://www.thetvdb.com/series/getter-robo-arc",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13417144/",
        "https://getterrobot-arc.com/",
        "https://www.themoviedb.org/tv/122827",
        "https://www.wikidata.org/wiki/Q3761511",
        "https://en.wikipedia.org/wiki/Getter_Robo_Arc",
        "https://x.com/getterrobot_arc"
    ],
    "TitleEnglish": "Getter Robo Arc",
    "SummaryEnglish": "Ten years after the disappearance of Ryoma Nagare, Go Ichimonji and Messiah Tyr on Mars, the Saotome Institute is now under the command of Hayato Jin to train new pilots for protecting Earth against extraterrestrial threats both from within and beyond the planet. Of these individuals were Takuma Nagare, Ryoma's son; Sho Kamui, a human-dinosaur hybrid; and Baku Yamagishi, Messiah Tyr's younger brother. In the wake of the invasions between the remnants of the Dinosaur Empire and the swarm of technorganic insect-like aliens from the Andromeda Flow Country, the new Getter Team must work together to defeat both looming threats and using the new machine by the Saotome Institute: The Getter Robo Arc in order to protect humanity from its own extinction.",
    "TitleJapanese": "ゲッターロボ アーク",
    "SummaryJapanese": "生存か。消滅か。\n流拓馬（cv内田雄馬）と山岸獏（cv寸石和弘）は、埋立地のゴミの山の上に立っていた。\n目の前には、上空から墜落したロボット＝ゲッターD2の機体がある。\n世界は荒廃していた。\n19年前――。世界は強大な敵の襲撃を受け、主要都市は壊滅状態に陥ってしまう。各国は戦力をシベリアに集結させ、敵との決戦に挑んだ。流竜馬たちの乗るゲッターロボもその中にあった。この〝シベリア戦線〟の終結で世界は救われたはずだった。だが――。\n\n日本、現在。浅間山麓にある早乙女研究所の指令室で、神隼人（cv内田直哉）は戦況を見つめていた。新たなる敵との戦いが密かに続けられていたのだ。その隼人のもとに報告が入る。墜落したゲッターD2が動き出したのだ。モニターに映った見知らぬ若者は「流拓馬」と名乗る。あの時、ゲッターロボとともに決戦に向かった流竜馬の息子だった。拓馬は、ゲッターD2を一気に上空へ飛ばし、敵との交戦に入った。隼人は待機していたパイロット、カムイ・ショウ（cv向野存麿）に命じる。「ゲッターアーク、出撃！」\n新たなゲッターロボ、ゲッターアークの機体が大空を切り裂いていく。\nゲッターアークの戦いは、ついに始まった。\nこの戦いの果てに待っているのは、生存か、消滅か――。",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1923328",
            "URL": "https://www.thetvdb.com/series/getter-robo-arc/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8398479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8398479",
                    "TitleEnglish": "The Demon on High",
                    "SummaryEnglish": "The Getter D2 Squadron needs two more pilots to protect Earth. Meanwhile, Takuma hunts for his mother’s killer and heads to the Saotome Research Lab along with his Baku.",
                    "TitleJapanese": "天の鬼",
                    "SummaryJapanese": "19年前の大戦終結から復興もおぼつかない地球。早乙女研究所とゲッター線の研究を受け継いだ神隼人は謎の敵から地球を守るためD2部隊を組織していた。強力な敵を前にD2は苦戦。新たなるゲッターロボ・アークは完成していたが、それに見合った能力を持つパイロットは、まだカムイ一人しかいなかった。パイロットはあと二人必要だった。一方、母の仇を追う流拓馬は手掛かりを追い、相棒の山岸獏と共に早乙女研究所を目指していた。"
                },
                "2": {
                    "ID": "8524572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8524572",
                    "TitleEnglish": "The Children of Destiny",
                    "SummaryEnglish": "Takuma and Baku become Getter Arc pilots by order of Hayate. Meanwhile, a space-time gate opens above the Saotome Laboratory and the enemy attacks en masse.",
                    "TitleJapanese": "運命の子ら",
                    "SummaryJapanese": "隼人は拓馬と獏に対して、カムイとともにアークに乗るのが彼らの運命であると告げる。翌日、さっそくアークの操縦訓練に臨む拓馬たちだが...。"
                },
                "3": {
                    "ID": "8548476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548476",
                    "TitleEnglish": "The Arc Activates",
                    "SummaryEnglish": "Takuma, Kamui and Baku launch their Get Machines when Shikishima's defense system is activated. During the intense bombardment, they combine into Arc and face the enemy army.",
                    "TitleJapanese": "アーク始動",
                    "SummaryJapanese": "迫り来る敵の大軍団に向けて出撃したものの、相手のワナにはまってしまうD2部隊。隼人から出撃の許可を受けた拓馬たちは、初めての戦いに挑む。"
                },
                "4": {
                    "ID": "8548477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548477",
                    "TitleEnglish": "On a Gorgeous Night",
                    "SummaryEnglish": "Takuma, Baku and Kamui encounter ghosts who take them to the basement of the Saotome laboratory, where they will have a vision of the events dating back 19 years and that brought them to the current situation.",
                    "TitleJapanese": "美しい夜に",
                    "SummaryJapanese": "戦いの後、眠れない夜を過ごす拓馬は、研究所内で奇妙な老人の姿を見かける。一方その頃、出撃したD2隊員の身体に思いがけない異変が襲いかかる。"
                },
                "5": {
                    "ID": "8548478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548478",
                    "TitleEnglish": "The Chosen Children",
                    "SummaryEnglish": "An enemy insect monster has infiltrated the Saotome laboratory and begins to transform researchers into zombies who seek the Getter Dragon in the depths of the earth. Takuma, Baku and Kamui will have to repel the enemy by facing him in close firefights.",
                    "TitleJapanese": "申し子",
                    "SummaryJapanese": "侵入した蟲(むし)によって混乱に陥る早乙女研究所。蟲を操る女王蟲が旧研究所の深部を目指していることを知った拓馬たちは、アークに乗り込む。"
                },
                "6": {
                    "ID": "8548479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8548479",
                    "TitleEnglish": "The Dragon's Descendant",
                    "SummaryEnglish": "Allied forces send an inspector to examine the new Getter team, but Stoker 01 in Hawaii threatens the Pacific fleet while Takuma, Baku and Kamui are sent on a special mission by Hayato into the depths of the ocean.",
                    "TitleJapanese": "竜の末裔",
                    "SummaryJapanese": "連合軍がハワイ沖にある敵の巨大転位ゲートに大規模な攻撃を行うも失敗。隼人から極秘任務を受けた拓馬たちは、ゲッターカーンで海中を進んでいた。"
                },
                "7": {
                    "ID": "8590154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590154",
                    "TitleEnglish": "The Getter Coalition",
                    "SummaryEnglish": "Takuma, Kamui, and Baku arrived at the dinosaur empire. Once hostile humans on earth and Hachu humans have joined hands before the threat of the Andromeda nation. With the cooperation of Dr. Han of the Dinosaur Empire, the Allied Forces on the ground are forced to struggle due to lack of Ark while preparing for \"Operation Jura Dead\". However, an unidentified \"black true getter\" appears on the battlefield as if to fill the hole and protects the Allied forces. Since arriving at the Dinosaur Empire, Kamui seems to have been forced to reach Goal III. Takuma confesses his true intentions.",
                    "TitleJapanese": "ゲッター同盟軍",
                    "SummaryJapanese": "拓馬、カムイ、獏が着いたのは恐竜帝国だった。かつて敵対した地上の人類とハチュウ人類はアンドロメダ流国の脅威の前に手を結んでいた。恐竜帝国のハン博士の協力により〝ジュラ・デッド作戦〟の準備が進められる中、アークを欠き、苦戦を強いられる地上の連合軍。だが、その穴を埋めるかのように正体不明の〝黒い真ゲッター〟が戦場に現れ連合軍を掩護する。恐竜帝国に着いて以来、無理してゴールⅢ世にかしずいているように見えるカムイ。拓馬はその真意をおもんばかる。"
                },
                "8": {
                    "ID": "8590155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590155",
                    "TitleEnglish": "Blood of Dragons, Heart of Man",
                    "SummaryEnglish": "The Ark team will be incorporated under the command of the dinosaur empire until the \"Operation Jura Dead\" is activated. Takuma has no choice but to obey orders because he is dissatisfied with Kamui's true intentions. Meanwhile, Sho Tachibana goes to the battlefield to confirm the identity of the \"black true getter\". In the dinosaur empire, we decided to hold a start-up ceremony to pray for the success of \"Operation Jura Dead\". Takuma, who was told about Kamui's past by Dr. Han, devises a plan so that Kamui and Kamui's mother can meet without hesitation.",
                    "TitleJapanese": "竜の血 人の心",
                    "SummaryJapanese": "〝ジュラ・デッド作戦〟が発動するまで恐竜帝国の指揮下に組み込まれ戦うことになったアークチーム。不満はあるがカムイの真意も気になり、命令に従うしかない拓馬。一方、橘翔は〝黒い真ゲッター〟の正体を確認するため戦場に赴く。恐竜帝国では〝ジュラ・デッド作戦〟の成功を祈願して出陣式を行うことに。ハン博士からカムイの過去を聞かされた拓馬は、カムイとカムイの母が気兼ねなく堂々と逢えるよう一計を案ずる。"
                },
                "9": {
                    "ID": "8590157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590157",
                    "TitleEnglish": "Rush!!",
                    "SummaryEnglish": "Machineland is attacked by Andromeda. Komei's nanomachine body infiltrates and stands in front of Takuma, Kamui, and Baku. Hayato Jin decides to carry out \"Operation Jura Dead\" immediately. While Takuma and Baku protect him, Kamui rushes to Ark with the thought of dying. The Getter Coalition Army is full of wounds on the onslaught of insects. If the dislocation device salt developed by Dr. Han is destroyed, there will be no way to send an arc beyond the subspace. An insect army approaching Zold. Before that, a \"black true getter\" appears.",
                    "TitleJapanese": "突入!!",
                    "SummaryJapanese": "アンドロメダ流国の襲撃を受けるマシーンランド。コーメイのナノマシン体が潜入し、拓馬、カムイ、獏の前に立ち塞がる。神隼人は〝ジュラ・デッド作戦〟の即時敢行を決意する。拓馬と獏が掩護するなか、決死の思いでアークに急ぐカムイ。蟲軍の猛攻に満身創痍のゲッター同盟軍。ハン博士が開発した転位装置ゾルドが破壊されれば亜空間の先にアークを送る方法は無くなる。ゾルドに迫る蟲軍。その前に〝黒い真ゲッター〟が現れる。"
                },
                "10": {
                    "ID": "8590159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590159",
                    "TitleEnglish": "Extraterrestrial Holy War",
                    "SummaryEnglish": "The desert was widespread. Was the space-time shift successful? Tomoe Musashi with a helicopter unit appears in front of Ark, and an insect army appears shortly after confirming the situation. Takuma and his colleagues understand that they were sent in the midst of the \"The Interstellar Crusade\". Takuma and his friends can't hide their confusion in Musashi's extremely cold-blooded behavior. Takuma and his friends invited to Musashi's mothership are informed of the terrifying history of the universe brought about by the evolution of Getter. Musashi launches indiscriminate artillery to uncover the Andromeda-style hiding forces. Shaking off the hesitation, Takuma and his friends drive the arc.",
                    "TitleJapanese": "異星の聖戦",
                    "SummaryJapanese": "砂漠が広がっていた。時空転位は成功したのか？ アークの前にヘリ部隊を引き連れた巴武蔵が現れ、状況を確かめる間もなく蟲軍が出現。拓馬たちは〝異星の聖戦〟の真っ只中に送られたことを理解する。冷血極まりない武蔵の行動に戸惑いを隠せない拓馬たち。武蔵の母船に招かれた拓馬たちはゲッターの進化がもたらした恐るべき宇宙の歴史を知らされる。アンドロメダ流国の潜伏部隊をあぶり出すために無差別砲撃を開始する武蔵。迷いを振り切り、拓馬たちはアークを駆る。"
                },
                "11": {
                    "ID": "8590161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590161",
                    "TitleEnglish": "Deep Desire",
                    "SummaryEnglish": "Takuma's mother, McDonald's, was on board the Andromeda-style spaceship that escaped from the planet Davien. For McDonald's, the remnant of the Hyakuki Empire, the \"getter\" was the villain of Emperor Bry, and for the Andromeda nation, the \"getter\" was the cause of evil that overruns the universe. Be sure to kill! With each thought, the direct confrontation finally started. Kamui, who infiltrated alone to open the gate of the spaceship, confronts McDonald's and is offered an unexpected deal.",
                    "TitleJapanese": "宿願",
                    "SummaryJapanese": "惑星ダビィーンから脱出したアンドロメダ流国の宇宙船には拓馬の母の仇・マクドナルドが乗っていた。百鬼帝国の残党であるマクドナルドにとって〝ゲッター〟はブライ大帝の仇であり、アンドロメダ流国にとって〝ゲッター〟は宇宙を蹂躙する悪の元凶だった。必ず斃す！　それぞれの思いをのせ、遂に直接対決が始まる。宇宙船のゲートを開けるため単身潜入したカムイはマクドナルドと対峙し、思わぬ取り引きを持ち掛けられる。"
                },
                "12": {
                    "ID": "8590162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590162",
                    "TitleEnglish": "Overlapping Time",
                    "SummaryEnglish": "Kamui strays in outer space during a battle with the Andromeda nation. On the other hand, Takuma and Baku, who jumped into a dislocation point where the destination was unknown by the arc, were floating in a mysterious space in order to escape from the enemy's self-destruction. Kamui, Baku, Takuma ... Three people who look at the same future and choose different paths depending on their causes. Hayato Jin waits for their return at the Saotome Institute, which has stopped advancing in the Andromeda style. Hayato foresaw that if a common enemy collapsed, a new conflict would occur ahead of the incompatible thoughts.",
                    "TitleJapanese": "折り重なる刻",
                    "SummaryJapanese": "アンドロメダ流国との戦闘の最中、宇宙空間ではぐれたカムイ。一方、敵の自爆から逃れるため、アークで行先もわからない転位ポイントに飛び込んだ拓馬と獏は不思議な空間を漂っていた。カムイ、獏、拓馬……。同じ未来を視ながら、それまでの因縁によって異なる道を選択する三人。アンドロメダ流国の進撃が止まり、閉鎖された早乙女研究所で彼らの帰りを待つ神隼人。共通の敵が倒れれば、相容れることのない思いの先に、新たな衝突が起こることを隼人は予見していた。"
                },
                "13": {
                    "ID": "8590164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/getter-robo-arc/episodes/8590164",
                    "TitleEnglish": "The Never-ending Battle",
                    "SummaryEnglish": "After returning to Earth, Kamui manipulated Goal III from the shadows and seized control of the dinosaur empire. Machine lands that have appeared all over the world will transform the earth into an environment where Hachu humans can live. Kamui attacks the Saotome Institute, where Hayato waits, in order to hold down the \"dragon\" that sleeps underground. Takuma, who returned to Earth late, learns about the current situation and pursues the final weapon bug that Kamui rides. Takuma and Kamui face each other over the rubble city. Both hope for peace, but at the end of their ties, they can only fight. What awaits you at the end of the inevitable battle ...?",
                    "TitleJapanese": "果てしなき戦い",
                    "SummaryJapanese": "地球に戻ったカムイはゴールⅢ世を影から操り恐竜帝国を掌握した。世界中に出現したマシーンランドが地球をハチュウ人類が暮らせる環境に造り変えていく。カムイは地底に眠る〝ドラゴン〟を押さえるため、隼人が待つ早乙女研究所を襲撃する。遅れて地球に戻った拓馬は現状を知り、カムイが乗る最終兵器バグを追う。瓦礫となった都市の上空で対峙する拓馬とカムイ。共に平和を望みながらも因縁の果て、戦うことしか出来ない両者。避けられない戦いの果てに待つものは……?"
                }
            }
        }
    }
}