{
    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13167222/",
        "http://www.megaton-musashi.jp/",
        "https://www.themoviedb.org/tv/129553",
        "https://x.com/musashi_project"
    ],
    "TitleEnglish": "Megaton Musashi",
    "SummaryEnglish": "In an ordinary town, there are people who live a peaceful and fulfilling life. But they don't know that it is a false peace. The untold truth... The earth has already been destroyed... 99.9% of the human race has been wiped out by a mysterious alien force from outer space. The enemy is named \"Dracters.\" Eventually, a large hole was drilled in the earth and terraformed into a suitable environment for the aliens to live. Humans have no choice but to hide in shelters to escape their eyes. Waiting for the day of resurrection, which they do not know when it will come... The inhabitants of the shelter Ixia have had their memories of the day of destruction erased, and live a normal life without knowing anything about it. However, some of them, the \"chosen ones,\" have become pilots, driving giant robots called \"Rogue\" and fighting against aliens. Today, another new pilot is selected...",
    "Aliases": [
        "Megaton-kyuu Musashi",
        "Megaton-kyū Musashi",
        "Megaton-class Musashi",
        "Megaton Musashi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1924090",
            "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9047022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9047022",
                    "TitleEnglish": "「メガトン級ムサシ」前夜祭 スペシャルメイキング",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "1924091",
            "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8406398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8406398",
                    "TitleEnglish": "Sleeping Lion",
                    "SummaryEnglish": "A resident of Akagicho, high-schooler Yamato finds himself locked up after starting a fight. His classmate, Teru, appears and makes him a deal. In exchange for getting him out of jail, he wants Yamato to take on a job for him. Yamato and his rival, Ryugo, head for the designated spot, but are set upon by thugs Teru riled up. When the two teens win the brawl, Teru takes them underground, where the boys are in for the shock of their lives."
                },
                "2": {
                    "ID": "8751094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8751094",
                    "TitleEnglish": "Burning Earth",
                    "SummaryEnglish": "Yamato, Teru, and Ryugo board the Musashi and leave the shelter. Outside, they find a fierce battlefield against the aliens. Yamato and his team plunge into the fray and rack up victories thanks to Musashi's abilities. But the aliens' combat machines undergo a shocking transformation and their enemies turn the tables on them."
                },
                "3": {
                    "ID": "8778987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778987",
                    "TitleEnglish": "Assassin",
                    "SummaryEnglish": "Possessing Asuna's body, Arshem stalks Yamato in order to kill him, but fails when he notices her. In an attempt to maintain her cover, she lies and tells him she's in love with him. Later, Yamato and his teammates learn that one of the pilots has been assassinated."
                },
                "4": {
                    "ID": "8778988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778988",
                    "TitleEnglish": "Cat Tactics",
                    "SummaryEnglish": "Transfer student Reiji creeps out his classmates because he's always hanging out with cats. One day, while chasing a cat, he stumbles into Oblivion Bay. As if guided by some mysterious force, he climbs into the cockpit of the new Rogue. Then, with the cat still on board, the autopilot activates and takes off for the battlefield."
                },
                "5": {
                    "ID": "8778989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778989",
                    "TitleEnglish": "Top Secret",
                    "SummaryEnglish": "In town, Yamato and his friends see a street gang that Ryugo has a history with. When they follow the gang into their secret hideout, they're surprised by who turns out to be the gang's boss. A fierce scuffle breaks out, but Reiji's appearance interrupts it. Yamato and his friends receive orders to report to base, so they head into battle alongside Reiji and fight together for the first time."
                },
                "6": {
                    "ID": "8778990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778990",
                    "TitleEnglish": "Beauty to the Beast",
                    "SummaryEnglish": "At a summit meeting, Sayaka explains the plan to bring Ixia to the surface and head for the legendary Sanctuary. But a sophisticated operating system was required to accomplish the goal. Then they're discovered by Takumi and Kota, who snuck into Oblivion Bay to check out the new Rogues."
                },
                "7": {
                    "ID": "8778991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778991",
                    "TitleEnglish": "Individuality",
                    "SummaryEnglish": "Freed from her alien possession, Asuna tells Yamato and his friends what she knows, so they start searching for the hotel the aliens are using as a hideout. Meanwhile, Kota ends up drenched after saving a drowning puppy. Momoka takes him to her house since she can't just leave him in that state. While Kota tells her his life story, an agent suddenly appears in front of them and blocks their way."
                },
                "8": {
                    "ID": "8778992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778992",
                    "TitleEnglish": "Natural Enemies",
                    "SummaryEnglish": "Yamato and the others manage to corner Sarzant, who'd been possessing Soji, but he escapes at the last second. Kiyoka witnesses part of the confrontation. Yamato lies to her and tells her Soji wanted his advice about a stalker. Then there's Jun and Momoka, who end up being partnered as pilots. Sparks are sure to fly as they vie for dominance!"
                },
                "9": {
                    "ID": "8778993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778993",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Yamato and his friends struggle against unknown armored aliens piloting their own machines. Surrounded by an electromagnetic fence, Musashi is targeted repeatedly, and the impact of the attack causes Ryugo to have flashbacks of his real mother. With their backs to the wall, Yamato learns how to deal with the Dark Hunter from an unexpected person."
                },
                "10": {
                    "ID": "8778994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778994",
                    "TitleEnglish": "The Bridge Between",
                    "SummaryEnglish": "Oblivion Bay is busy with preparations to launch Ixia from the surface. Amidst all the activity, Teru remembers the Day of Destruction. After losing his parents, he was saved by an alien. Yamato meets with Arshem to learn why the aliens invaded Earth and her thoughts on everything."
                },
                "11": {
                    "ID": "8778995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778995",
                    "TitleEnglish": "Rising to the Skies",
                    "SummaryEnglish": "All Rogues are mobilized to intercept an all-out assault from a horde of Draktors. Yamato and Arshem ride into battle with them on the Musashi. Each pilot fights fiercely against the aliens in an attempt to buy the Ixia more time to succeed with their launch plan. And then Mayor Takekuma appears in Land Eye..."
                },
                "12": {
                    "ID": "8778996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8778996",
                    "TitleEnglish": "Those Who Venture Forth",
                    "SummaryEnglish": "While the shock from the stunning revelations ripples throughout Land Eye and the battlefield, Teru receives a message from Sayaka and renews his resolve. The enemy breaks through their defensive net on the front line, and Ginta orders Jun and Momoka to escape from the Maximus. But Jun ignores him and faces off against the enemy to protect him and everyone else."
                },
                "13": {
                    "ID": "8892835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/8892835",
                    "TitleEnglish": "The Miracle of Life",
                    "SummaryEnglish": "Almost a full day has passed since the battle. Building repairs in Akagicho are complete and people's memories have been restored. A new organizational structure is in place at Oblivion Bay. Meanwhile, Grieffas, incarcerated after defying Queen Crouzade's orders, escapes from his prison with his trusted associates."
                }
            }
        },
        "2": {
            "ID": "2024183",
            "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/seasons/official/2",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "9390706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9390706",
                    "TitleEnglish": "Cosmic Call",
                    "SummaryEnglish": "In order to find where the Draktor mother ship crash-landed in the battle against the Ixia, Arshem visits the Canyon Town Solon. At the same time, rumors spread in Seikoku Academy about who controls the school. Yamato, Jun, and Reiji investigate the true identity of the suspicious person they have no memories of."
                },
                "2": {
                    "ID": "9390707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9390707",
                    "TitleEnglish": "Live",
                    "SummaryEnglish": "In the ruins of Shelter Edesia, alien machines unleashing fireballs appear. The unfamiliar attack puts Yamato and his friends at a severe disadvantage. Then there's Arshem, who's working together with Victor. She forges bonds with the indomitable Terrans living on the surface who refuse to give up on life even as the Red Ochre Fever sickens them. Once more, she feels the weight of the sins perpetrated by her people against another planet."
                },
                "3": {
                    "ID": "9402515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9402515",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "While the Ixia prepares to make its second jump, Masamune infiltrates Land Eye for his cause. Teru and Reiji are the first to learn of his plan and aggressively take action against him. Meanwhile, Jun confides in Momoka about the changes occurring in her body."
                },
                "4": {
                    "ID": "9415071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9415071",
                    "TitleEnglish": "Atonement",
                    "SummaryEnglish": "The Ixia changes course based on Margaret's decision. At the same time, Arshem is reunited with Crouzade, her own mother who tried to kill her. Yugra and Miysis attack in an attempt to capture Arshem, so Yamato and the others take a stand alongside Victor."
                },
                "5": {
                    "ID": "9425459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9425459",
                    "TitleEnglish": "Collapse",
                    "SummaryEnglish": "As the surface dwellers begin to migrate, Grieffas orders an attack on the settlement. Determined not to involve Arshem in the crossfire, Yugra speeds up his search for her but ends up confronting Victor. Amidst all this, the Draktors commence their assault and engulf the town in flames, causing chaos for the residents..."
                },
                "6": {
                    "ID": "9461982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9461982",
                    "TitleEnglish": "A Tiny Hand",
                    "SummaryEnglish": "Ordered to investigate Yamato, Yugra and Miysis sneak aboard the Ixia. Around the same time, the Blue Coats continue discussing how to capture the Draktor stronghold on the Volt Line. Kota and the rest of the Land Eye staff present a strategy that will be the key to their victory."
                },
                "7": {
                    "ID": "9485126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9485126",
                    "TitleEnglish": "The Lost Village",
                    "SummaryEnglish": "Arshem and her companions arrive at the village built by the Xidol soldiers left behind on Earth's surface. There, she learns that they help each other survive with no regard to rank or hierarchy. Meanwhile, concerned about the troubled Jun, Reiji heads to somewhere special."
                },
                "8": {
                    "ID": "9498265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9498265",
                    "TitleEnglish": "To the Stronghold",
                    "SummaryEnglish": "With the stronghold campaign coming up, all the pilots and crew members of the Ixia prepare in their own way. In the midst of all this, Yugra and Miysis discover Mirai's existence. Sensing danger, Teru takes Mirai out of the laboratory, but..."
                },
                "9": {
                    "ID": "9509545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9509545",
                    "TitleEnglish": "Giant Deity",
                    "SummaryEnglish": "The curtain rises on the campaign against the Draktor stronghold and the Ixia commences an all-out offensive. The tides of war ebb and flow in Yamato and company's favor through their strategies and wits. However, they would soon be blindsided by the Draktors' schemes."
                },
                "10": {
                    "ID": "9520897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520897",
                    "TitleEnglish": "Festival",
                    "SummaryEnglish": "Amidst a clamor of opinions, Arshem and Margaret propose a new way forward for Earth and Xidol. A festival takes place in Togomon for the two people to deepen their relationship. Arshem and Yamato reunite for the first time in a while and spend time together. But then..."
                },
                "11": {
                    "ID": "9520898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520898",
                    "TitleEnglish": "Holy Ground",
                    "SummaryEnglish": "The Ixia arrives at its destination and everyone is led inside, where they find a vast base built using all of Earth's technology. Meanwhile, Commander Dixenberg asks Margaret to follow him elsewhere."
                },
                "12": {
                    "ID": "9520900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520900",
                    "TitleEnglish": "Ameno-Murakumo",
                    "SummaryEnglish": "Dixenberg flies into space with Margaret to achieve his goal. The Land Eye staff, summoned to the ship bridge by Professor Haruma and his assistant, launch the battleship in pursuit of them."
                },
                "13": {
                    "ID": "9520901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520901",
                    "TitleEnglish": "Flash",
                    "SummaryEnglish": "Amidst the fierce battle in space, Yamato and the others brave danger by attacking the enemy in order to stop their advance. While the Musashi X faces off against the Yoshitsune blocking their way, Grieffas confronts Veloa in Xidolgor."
                },
                "14": {
                    "ID": "9520902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520902",
                    "TitleEnglish": "Succession",
                    "SummaryEnglish": "The Musashi X heads toward its destination once their allies clear the way for them, but the Yoshitsune's fierce attack waylays them. With help from an unexpected quarter, Yamato and his friends fend off the pursuit and push forward. The battle for the fate of the planet is about to take a major turn..."
                },
                "15": {
                    "ID": "9520903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megaton-kyuu-musashi/episodes/9520903",
                    "TitleEnglish": "Reunited",
                    "SummaryEnglish": "After the decisive battle in space, new plans are set in motion on Earth's surface. Amidst all this, the threat of the El Zeid, who destroyed Xidol, approaches. New forces awaken in the cosmos to counter the overwhelming might of the El Zeid."
                }
            }
        }
    }
}