{
  "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15529074/",
    "https://shikimori-anime.com/",
    "http://www.reddit.com/r/ShikimoriIsntJustCute",
    "https://www.themoviedb.org/tv/115694",
    "https://en.wikipedia.org/wiki/Shikimori%27s_Not_Just_a_Cutie",
    "https://x.com/anime_shikimori"
  ],
  "TitleEnglish": "Shikimori's Not Just a Cutie",
  "SummaryEnglish": "Shikimori seems like the perfect girlfriend: cute, fun to be around, sweet when she wants to be... but she has a cool dark side that comes out under the right circumstances. And her boyfriend Izumi loves to be around when that happens!",
  "Aliases": [
    "Kawaii dake ja Nai Shikimori-san",
    "Miss Shikimori Is Not Just Cute"
  ],
  "Modified": "2025-08-04",
  "Seasons": {
    "0": {
      "ID": "1923810",
      "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "4": {
          "ID": "9176808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9176808",
          "TitleEnglish": "Episode 1 Audio Commentary Special",
          "SummaryEnglish": "A look back at the first episode of the series with commentary provided by Ohnishi Saori (Shikimori-san), Umeda Shuuichirou (Izumi-kun), and Hidaka Rina (Hachimitsu).",
          "Aliases": []
        },
        "5": {
          "ID": "9210274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9210274",
          "TitleEnglish": "Famous Scene Review",
          "SummaryEnglish": "Ohnishi Saori (Shikimori-san) and Umeda Shuuichirou (Izumi-kun) host a look back at the first half of the series, featuring some of the most popular scenes as selected by members of the cast and crew.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1923811",
      "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8414132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/8414132",
          "TitleEnglish": "My Girlfriend Is Super Cute",
          "SummaryEnglish": "The naturally unlucky Izumi-kun faces yet another day of disaster after disaster. Even on his way to meet up with his girlfriend Shikimori-san in the morning, he runs into so many troubles that he's a mess by the time he sees her. Still, the cute, sweet Shikimori-san greets him with a kind smile. But when Izumi-kun is in trouble, the lovely Shikimori-san instantly transforms into the coolest, most heroic girlfriend you've ever seen! Fun days are in store for this couple of 1000% preciousness and their chill friends as they begin their second year in high school!",
          "Aliases": []
        },
        "2": {
          "ID": "9075264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075264",
          "TitleEnglish": "Wind and Clouds, Ball Sports Tournament!",
          "SummaryEnglish": "It's the day of the school's ball sports tournament. Izumi-kun is playing soccer with the boys, and Shikimori-san is participating in the girls' volleyball match. Izumi-kun knows he can't contribute much, but he plays his hardest anyway. Shikimori-san worries about him, given his natural unluckiness... and surely enough, he gets hit in the face by a soccer ball and blacks out. He ends up in the nurse's office while Shikimori-san looks after him, meaning the two of them are alone. Then Shikimori-san says she's going to stay with him instead of heading back to play in the volleyball match...",
          "Aliases": []
        },
        "3": {
          "ID": "9075265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075265",
          "TitleEnglish": "Misfortune, Followed by Sunshine",
          "SummaryEnglish": "After receiving movie tickets from Inuzuka, Izumi-kun invites Shikimori-san to go see a movie together. He makes careful preparations to ensure that no accidents happen that would cause trouble for Shikimori-san... but as always, he faces accident after accident anyway. Still, he manages to arrive on time to meet Shikimori-san in an incredibly cute outfit! What if she wants to see a romance film and one thing leads to another? Izumi-kun's imagination runs wild, but he's surprised by the movie Shikimori-san chooses...",
          "Aliases": []
        },
        "4": {
          "ID": "9075266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075266",
          "TitleEnglish": "How They Each Feel at the Start of Summer",
          "SummaryEnglish": "Summer begins at last! Izumi-kun joins Shikimori-san and their friends in deciding what they'll all do together over summer break. They decide to go to the river, but is the combination of a river and Izumi-kun's bad luck too dangerous? Then Shikimori-san says something amazingly cool... After some discussion, they all head to the mall together. Shikimori-san seems disappointed when Izumi-kun says he won't wear a swimsuit at the river. She says she won't wear one either, but then Izumi-kun does something that lights a fire in her...",
          "Aliases": []
        },
        "5": {
          "ID": "9075267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075267",
          "TitleEnglish": "Jolly Times at the River!",
          "SummaryEnglish": "Summer break is here at last! Izumi-kun and his friends arrive at the river, where they get started with a barbecue. As they divide up the prep work, everyone suddenly feels very anxious... because Izumi-kun has picked up a kitchen knife! Even Shikimori-san's eyes grow wide... but she's once again charmed by Izumi-kun and his ability to do just about anything. After the barbecue, they all decide to play in the river, but Izumi-kun gets into some trouble...",
          "Aliases": []
        },
        "6": {
          "ID": "9075268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075268",
          "TitleEnglish": "With Fireworks Comes Summer's End",
          "SummaryEnglish": "Izumi-kun and Shikimori-san make plans to see a fireworks show together. As Izumi-kun is readying his yukata, his dad starts to tell him something with a serious expression. Then, on the day of the fireworks show, Izumi-kun sees Shikimori-san looking adorable in her yukata and tries his hardest to impress her... but his heroics are no match for Shikimori-san's. After they enjoy the festivities for a bit, Izumi-kun starts to lead Shikimori-san somewhere else... but then Shikimori-san's sandal strap breaks!",
          "Aliases": []
        },
        "7": {
          "ID": "9075269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075269",
          "TitleEnglish": "Cultural Festival I",
          "SummaryEnglish": "Izumi-kun and his friends are busy getting ready for the school's cultural festival. Izumi-kun is working with the group in charge of making costumes for their class's display, and Shikimori-san is in the group working on decorations. They don't get many chances to talk, and when they each see the other having fun chatting with their groupmates... And then the festival begins at last. Izumi-kun is so busy his head is spinning, and this causes his unlucky nature to awaken yet again. On top of that, he's on duty in the library the next morning. The one on duty with him is Kamiya-san, whom he first met the previous year through the library committee. But she's acting a bit different today...",
          "Aliases": []
        },
        "8": {
          "ID": "9075270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075270",
          "TitleEnglish": "Cultural Festival II",
          "SummaryEnglish": "During the cultural festival, Izumi-kun and Kamiya-san have a good time chatting as they share library duty. Then Nekozaki suddenly comes along and takes Kamiya-san away to see Shikimori-san. When Kamiya-san hears what Shikimori-san wants from her, she readily agrees. Later, when Kamiya-san returns to her classroom to help with her class's festival project, her elegant look draws a crowd of classmates and guests around her. As she drowns in all the noise, a certain someone suddenly comes to mind, and she breaks away from the classroom.",
          "Aliases": []
        },
        "9": {
          "ID": "9075271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075271",
          "TitleEnglish": "Innocence and Clumsiness",
          "SummaryEnglish": "Izumi-kun is out sick from school. Shikimori-san learns that Izumi-kun asked Inuzuka to take notes for him, causing her to glare daggers at Inuzuka in envy. Yes, Shikimori-san sees Inuzuka as a rival. When the two of them go to Izumi-kun's house together to take the notes to him, Hachimitsu secretly follows them, and one little word that slips from Shikimori-san's mouth leads her to deduce the reason for this perceived rivalry... On another day, Shikimori-san is at the mall with Nekozaki, where they run into Kamiya-san and invite her to hang out with them.",
          "Aliases": []
        },
        "10": {
          "ID": "9075272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075272",
          "TitleEnglish": "The Desire to Win",
          "SummaryEnglish": "Preparations are underway for the school's athletic festival. Izumi-kun was hoping to avoid being placed in the highlight event, the boys and girls mixed relay, but unluckily enough, that's exactly what he's chosen for. But Shikimori-san and all of their friends end up on the relay team with him, so he feels like it'll actually be fun this time. The gang wastes no time starting to practice for the race, but it doesn't go so well for Izumi-kun and Hachimitsu. They refuse to give up, continuing to practice until the day of the festival comes. Hachimitsu seems to be in very low spirits before their event starts...",
          "Aliases": []
        },
        "11": {
          "ID": "9075273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075273",
          "TitleEnglish": "Not Just a Cutie",
          "SummaryEnglish": "Shikimori-san is at the mall to buy an outfit for the first date she and Izumi-kun have had in a long time. For some reason, her older brother, who still treats her like a child, is at the mall with her. Her brother is actually quite shy around people he's never met, and before he knows it, he's surrounded by young women and unsure what to do. Shikimori-san takes him by the hand and leads him away, which reminds her of how she always used to be the one dragged around by her brother's hand.... and of the days when she didn't know what she wanted to do with her life.",
          "Aliases": []
        },
        "12": {
          "ID": "9075274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shikimoris-not-just-a-cutie/episodes/9075274",
          "TitleEnglish": "Better Than a Dream",
          "SummaryEnglish": "The day of the amusement park date has finally come. Izumi-kun is all fired up as he works out a plan to make sure Shikimori-san has a good time. After some shopping at a store that sells costume goods, the first attraction they head to is one based on the tale of Sleeping Beauty. The line is long, but since they're together, the time flies by. When they finally board the ride, it's so comfortable that Izumi-kun falls asleep, and when Shikimori-san sees this... The distance between them continues to shrink!",
          "Aliases": []
        }
      }
    }
  }
}