{
    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15128210/",
        "https://www.kyoukai-senki.net/",
        "https://www.themoviedb.org/tv/120966"
    ],
    "TitleEnglish": "AMAIM Warrior at the Borderline",
    "SummaryEnglish": "In 2061 AD, Japan is dominated. Divided and ruled by the four major economic blocs of the world, the Japanese people spent their days oppressed as subjugated citizens. Japan became the front line of the world where AMAIM, a human-type special mobile weapon deployed by each economic zone, strode about.. One day, Amou Shiiba, a boy who loves machines, meets i-LeS (autonomous thinking AI) named \"Gai,\" and this leads him to throw himself into the battle to reclaim Japan, by piloting the AMAIM \"Kenbu\" built by himself.",
    "Aliases": [
        "Boundary Fighter",
        "Kyōkai Senki",
        "Kyoukai Senki"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1924261",
            "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "8407475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8407475",
                    "TitleEnglish": "Activate",
                    "SummaryEnglish": "In the year 2061, Japan became an occupied territory. Shiiba Amou lives in a dreary world under constant oppression until the day he meets an autonomous AI named \"Gai\". This chance meeting would change his world forever…",
                    "Aliases": []
                },
                "2": {
                    "ID": "8753921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753921",
                    "TitleEnglish": "Voyage",
                    "SummaryEnglish": "Wanted as a terrorist, Amou is now on the run. Hungry and tired, Amou finds a vegetable plantation, but is caught trying to steal the old man's crop. However, his gentle heart wins the man's trust, and Amou finds a moment of respite...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8753922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753922",
                    "TitleEnglish": "Reason to Fight",
                    "SummaryEnglish": "Just when it seemed the end for Amou, Gashin, a member of the Resistance group named Yatagarasu, saves Amou and takes him to his base camp. There, Amou is recruited to join them and fight the good fight for Japan's independence.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8753923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753923",
                    "TitleEnglish": "Separate Ways",
                    "SummaryEnglish": "A mysterious AMAIM attacks the base camp of Yatagarasu. Tezuka and Amou team up and barely win the battle, but they are left with a devastating aftermath. Afraid of how many more deaths Amou will face if he joins them, he chooses to go his own way...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8753924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753924",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Amou decides to visit Risa's hometown in hopes that he can return her keepsake to a relative. Unfortunately, he learns that her house was torn down and her relatives were chased away by a deputy governor who isn't afraid to abuse his power.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8753925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753925",
                    "TitleEnglish": "Journey",
                    "SummaryEnglish": "To bring their AMAIMs into a minimally operational state, Amou and Gashin visit a nearby city to receive substitute parts from Yatagarasu's helper. Unfortunately, they get caught up in a territorial dispute between the Oceanian and Asian military...",
                    "Aliases": []
                },
                "7": {
                    "ID": "8753926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753926",
                    "TitleEnglish": "The Hunt",
                    "SummaryEnglish": "The North American military has located the whereabouts of Ghost. Captain Brad Watt and his team are sent on a mission to capture Ghost to further their technology. Unfortunately for them, Ghost has a few more tricks up its sleeve that they're unaware of.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8753927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753927",
                    "TitleEnglish": "Path to Recovery",
                    "SummaryEnglish": "Amou, Gashin, and Shion finally reach Yatagarasu's HQ. They soon head out on another mission, but this time, it isn't combat-related. The members of the Resistance come together to help a Japanese family who has lost their home in the war.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8753928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753928",
                    "TitleEnglish": "Autonomous Area",
                    "SummaryEnglish": "Gashin bumps into Yuusei and learns that his foster brother has accomplished a great feat. He built an autonomous city for the Japanese people to safely live in. Yuusei asks Gashin to join him and live a normal life, but not everything is as it seems.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8753929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753929",
                    "TitleEnglish": "Expedition",
                    "SummaryEnglish": "A separate Resistance group in Tohoku called Arahabaki is under attack by the Eurasian military, and is in need of help. Amou, Gashin, and Shion are sent to rescue the members of Arahabaki, and must find a way to break through their encirclement.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8753930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753930",
                    "TitleEnglish": "Encirclement",
                    "SummaryEnglish": "Moving in small groups to avoid detection and setting up temporary base camps until the new HQ is ready, the members of Yatagarasu enjoy a brief reprieve until they're able to go on larger scale missions. Unfortunately, Brad has other plans for them...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8753931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8753931",
                    "TitleEnglish": "Battle of the Oki Islands Part 1",
                    "SummaryEnglish": "After verifying Brad's intel about Ghost, the members of Yatagarasu decide to take the fight to Ghost while also rescuing the Japanese people left behind in the war zone. Can Amou, Gashin, and Shion work together to defeat Ghost for good?",
                    "Aliases": []
                },
                "13": {
                    "ID": "8901413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901413",
                    "TitleEnglish": "Battle of the Oki Islands Part 2",
                    "SummaryEnglish": "With Ghost's extraordinarly high learning capability, Amou, Gashin, and Shion's chance of winning this battle continues to drop as time goes on. The three manage to determine Ghost's weak point, but will that be enough to tip the scales in their favor?",
                    "Aliases": []
                },
                "14": {
                    "ID": "8901414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901414",
                    "TitleEnglish": "Eight Months Later",
                    "SummaryEnglish": "With Ghost's AI falling into the hands of the North American military, they've come out on top in the autonomous AI race, expanding their territory in Japan. Gashin and Shion continue to fight for a brighter future, but their luck seems to be running out",
                    "Aliases": []
                },
                "15": {
                    "ID": "8901415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901415",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "With Amou and Misuzu's return, Yatagarasu succeeds in turning the tables on the North American military. After their temporary retreat, they once again go after Yatagarasu, but they are no match for the newly upgraded Kenbu, Jogan, and Reiki.",
                    "Aliases": []
                },
                "16": {
                    "ID": "8901416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901416",
                    "TitleEnglish": "Fierce Battle",
                    "SummaryEnglish": "Lead by Brad Watt, the North American military has been working hard to get Ghost combat-ready. Despite it being incomplete, Brad decides to ride Ghost to battle Alexei from the Eurasian military, and a fierce battle ensues",
                    "Aliases": []
                },
                "17": {
                    "ID": "8901417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901417",
                    "TitleEnglish": "TRYVECTA",
                    "SummaryEnglish": "Worried about how closed off Amou has become after his disappearance, Gashin and Shion finally press Amou for answers. Understanding their deep care for him, Amou slowly opens up, and shares details about his time at TRYVECTA's research facility.",
                    "Aliases": []
                },
                "18": {
                    "ID": "8901418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901418",
                    "TitleEnglish": "The Sanctuary",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "19": {
                    "ID": "8901419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901419",
                    "TitleEnglish": "Anniversary",
                    "SummaryEnglish": "There's a new special mission involving the usual Yatagarasu members, but Gai, Kei, and Nayuta are kept in the dark. The members go out of their way to keep this mission top-secret, but will they be able to keep the AIs out of the loop for long?",
                    "Aliases": []
                },
                "20": {
                    "ID": "8901420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901420",
                    "TitleEnglish": "New Japan Cooperation Organization",
                    "SummaryEnglish": "To counter the NAC's aggressive territorial expansion in Japan, Eurasia, AFTE, and Oceania decide to team up with Yatagarasu, offering the liberation of the Hokuriku region, calling it \"New Japan\" and allowing full sovereignty.",
                    "Aliases": []
                },
                "21": {
                    "ID": "8901421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901421",
                    "TitleEnglish": "Signs of Upheaval",
                    "SummaryEnglish": "To discuss the future of New Japan, Amou and Alexei travel across NAC territory. However, before the meeting could even take place, what appears to be an assassination attempt on the life of a NAC congressman causes everything to go downhill.",
                    "Aliases": []
                },
                "22": {
                    "ID": "8901422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901422",
                    "TitleEnglish": "Fugitives",
                    "SummaryEnglish": "Unable to prove their innocence in the congressman's assassination attempt, Amou and Alexei are on the run. With Gashin too far away to come help, it's up to Shion and others to save the two before they are captured by the North American military.",
                    "Aliases": []
                },
                "23": {
                    "ID": "8901423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901423",
                    "TitleEnglish": "Outbreak of War",
                    "SummaryEnglish": "Amou and Alexei are safely back with the NJCO, but their battle for their freedom came with a cost. Using that battle and the sniper incident as justification, the NAC has painted them as villains, and plans to launch a large-scale attack on New Japan.",
                    "Aliases": []
                },
                "24": {
                    "ID": "8901424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901424",
                    "TitleEnglish": "Hokuriku Frontline Part 1",
                    "SummaryEnglish": "A full-scale war has erupted between the NJCO and NAC. If the NJCO can win this war, they can finally reclaim a part of the territories of Japan. However, if they lose, they will likely lose everything. Who will come out victorious in this Boundary War?",
                    "Aliases": []
                },
                "25": {
                    "ID": "8901425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/war-machines-on-the-borderline/episodes/8901425",
                    "TitleEnglish": "Hokuriku Frontline Part 2",
                    "SummaryEnglish": "It's the final showdown between the NJCO and NAC. With Gashin and Shion tied down, Amou and Gai must fight Brad and Ghost on their own. Despite their machine specs being inferior to Brad's AMAIM's, Amou and Gai cannot afford to lose this battle.",
                    "Aliases": []
                }
            }
        }
    }
}