{
    "URL": "https://www.thetvdb.com/series/sak-and-gun",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/14E0-C3DA-DCE3-05A0-07C1-O",
        "https://www.imdb.com/title/tt13580730/",
        "https://www.instagram.com/sakugan_anime",
        "http://sakugan-anime.com/",
        "http://www.reddit.com/r/Sakugan",
        "https://www.tvmaze.com/shows/56727/show-slug",
        "https://www.themoviedb.org/tv/96398",
        "https://www.wikidata.org/wiki/Q97185331",
        "https://en.wikipedia.org/wiki/Sakugan",
        "https://x.com/ANIMA_info",
        "https://www.youtube.com/c/UCedwDnjKc-CFgMeC6f8n70g"
    ],
    "TitleEnglish": "SAKUGAN",
    "SummaryEnglish": "One day in the distant future. Humans live shoulder to shoulder in “colonies” separated by rock. Outside the colonies, a dangerous undeveloped area called “the Labyrinth” is expanding. Those who risk their lives to develop “the Labyrinth”, who mark out the undeveloped areas, are known as “Markers”. A young girl, Memempu, who wants to be a Marker one day, and a man, Gagumber, who used to be one. This mismatched father and daughter now take on the Labyrinth! “If there’s no path, dig one!”",
    "TitleJapanese": "サクガン",
    "SummaryJapanese": "遠い未来。人類は岩盤に隔てられた「コロニー」で肩を寄せ合い生きていた。\n\nコロニーの外には危険な未開地帯「ラビリンス」が広がり、\n命を懸けて「ラビリンス」を開拓する者たちは、\n未開に印付ける者、すなわち「マーカー」と呼ばれた。\n\nマーカーになりたい少女・メメンプー、マーカーをやめた男・ガガンバー。\n\nそんな凸凹な父娘が今、ラビリンスに挑む！\n\n「道がないなら、掘ればいい！」",
    "Aliases": [
        "削岩ラビリンスマーカー"
    ],
    "Modified": "2025-09-09",
    "Seasons": {
        "1": {
            "ID": "1924544",
            "URL": "https://www.thetvdb.com/series/sak-and-gun/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8411525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8411525",
                    "TitleEnglish": "FATHERS & DAUGHTERS",
                    "SummaryEnglish": "Memempu is a Worker in the underground city of Pinyin, but dreams of becoming a Marker and going off to explore the wild tunnels known as the Labyrinth. On the night of a festival, the Marker duo Walsh and his daugher Lynda return, and Memempu receives a surprising gift. Will she finally be allowed to pursue her dream?",
                    "TitleJapanese": "FATHERS&DAUGHTERS",
                    "SummaryJapanese": "極彩色のネオンとスモッグに覆われたアジア風のコロニー「ピンイン」。この街でワーカーとして暮らすメメンプーは、コロニーの外を旅するマーカーになりたいという夢を持っていた。年に一度の祭の夜、昔馴染みのマーカー父娘・ウォルシュとリンダが旅から戻ってくるが……"
                },
                "2": {
                    "ID": "8761809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8761809",
                    "TitleEnglish": "GOOD DAY, GOOD BYE",
                    "SummaryEnglish": "Memempu deciphers the pendant sent by Urorop, revealing it to be a detailed map of the Labyrinth. But before she can head out, a kaiju attacks Pinyin. Her father Gagumber activates a bot he's hidden in the warehouse district, and they face down against the kaiju together.",
                    "TitleJapanese": "GOOD DAY, GOOD BYE",
                    "SummaryJapanese": "伝説のマーカー・ウロロップから送られてきたペンダントを解析するメメンプー。その正体はラビリンスの精細な地図だった。いよいよ旅立ちを決意したそのとき、突然ピンインがカイジュウに襲われる。ガガンバーは倉庫街に隠していたボットを起動させ、メメンプーとともにカイジュウに立ち向かう。"
                },
                "3": {
                    "ID": "8762336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762336",
                    "TitleEnglish": "BRAINS & HEARTS",
                    "SummaryEnglish": "Memempu finally reaches the Labyrinth and wants to take the shortest route to their goal, but Gagumber continues to shoot down her suggestions. Their bickering only stops when a kaiju attack leaves them separated.",
                    "TitleJapanese": "BRAINS&HEARTS",
                    "SummaryJapanese": "ついにあこがれのラビリンスへと足を踏みだしたメメンプー。夢の場所をめざして最短距離を進もうとするが、マーカーとしての定石を重んじるガガンバーはメメンプーの提案をことごとく却下。納得のいかないまま口論になり、カイジュウに追われるうちに二人ははぐれてしまう。"
                },
                "4": {
                    "ID": "8762337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762337",
                    "TitleEnglish": "LADIES & GENTLEMEN",
                    "SummaryEnglish": "Gagumber and Memempu are arrested in the colony of Jolly-Jolly. They're allowed out for sightseeing while their punishment is determined, but a chance encounter with a woman named Zackletu leads them to bigger trouble!",
                    "TitleJapanese": "LADIES&GENTLEMEN",
                    "SummaryJapanese": "管制局員のメローロによって風光明媚なコロニー「ジョリージョリー」に拘置されたメメンプーとガガンバー。私物を没収され、コロニー内で処遇を待ちながらも、つかの間の観光を楽しんでいた。ガガンバーはバーで出会った謎の女・ザクレットゥを追いかけるうち、チンピラの銃撃に巻き込まれる。"
                },
                "5": {
                    "ID": "8762338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762338",
                    "TitleEnglish": "NO WORK, NO LIFE",
                    "SummaryEnglish": "Meroro takes Memempu and Gagumber to \"Windy Hill\" Labyrinth, a once-green forest that is beginning to decay. Can Memempu fix the mechanisms causing the Labyrinth's recent climate abnormalities?",
                    "TitleJapanese": "NO WORK, NO LIFE",
                    "SummaryJapanese": "罰則の労働奉仕のため、メローロにラビリンス「風の丘」へと連れていかれるメメンプーとガガンバー。かつて緑あふれる広大な森だったはずのその場所は、木々の朽ちた荒野と化していた。近年のラビリンスの異常気象に手を焼くメローロは、この森を復興させるための「修理」を二人に依頼する。"
                },
                "6": {
                    "ID": "8762339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762339",
                    "TitleEnglish": "JUSTICE FOR VILLAINS",
                    "SummaryEnglish": "Memempu and Gagumber are free once more... until they're caught by the Yuri team, a gang of young miscreants based in the Colony of AreYaar. The kids take them back to their home base and teach them the secret behind the Colony's supposed equality!",
                    "TitleJapanese": "JUSTICE FOR VILLAINS",
                    "SummaryJapanese": "労働奉仕を終え、ザクレットゥの取り立てを逃れて次のコロニーへと向かうメメンプーとガガンバー。道中、少年少女からなる不良集団・ユーリ団に包囲され、「アレー・ヤール」のスラムにあるアジトへと連行される。平等を謳うこのコロニーでは、権力を持つ大人たちによる汚職が横行していた。"
                },
                "7": {
                    "ID": "8762340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762340",
                    "TitleEnglish": "ON THE ROAD",
                    "SummaryEnglish": "Memempu, Gagumber, Zackletu, and Yuri have teamed up for their journey, but one night Memempu gets sick and has a terrifying nightmare. After that, the grown-ups just seem to act more and more strangely...",
                    "TitleJapanese": "ON THE ROAD",
                    "SummaryJapanese": "メメンプー・ガガンバー・ザクレットゥ・ユーリの四人になり、賑やかに目的地をめざすチーム・メメンプーの面々。体調を崩したメメンプーはある晩、おそろしい夢を見て目覚める。いっぽう大人たちは、日を追うごとに目に見えて言動がおかしくなっていき……"
                },
                "8": {
                    "ID": "8762341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762341",
                    "TitleEnglish": "MEMORIES & REGRETS",
                    "SummaryEnglish": "The team visits the Calacalla Colony to get Yuri treatment. During the downtime, Gagumber runs into an old friend, and Memempu tells Zackletu about her dream...",
                    "TitleJapanese": "MEMORIES&REGRETS",
                    "SummaryJapanese": "中毒症状の重いユーリを入院させるため、「カラカラ」コロニーに立ち寄ったチーム・メメンプー。なぜか浮かない顔のガガンバーと仲直りのきっかけを見つけられないまま、メメンプーはおそろしい夢の話をザクレットゥに聞いてもらう。その頃、ガガンバーは懐かしい人物と再会していた。"
                },
                "9": {
                    "ID": "8762342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762342",
                    "TitleEnglish": "END OF VACATION",
                    "SummaryEnglish": "The jungle heat in the Labyrinth makes things hard going for Team Memempu. But it gets even worse when a sudden downpour leads to flooding that sweeps them away to an isolated island!",
                    "TitleJapanese": "END OF VACATION",
                    "SummaryJapanese": "あらためてラビリンスの旅へと戻ったチーム・メメンプー。先を急ごうと焦るメメンプーだったが、うだるような暑さの中、ジャングルを進む大人たちの足取りは重い。湖畔で涼をとっていると突然の大豪雨によって水が溢れ、一行は電気もネットワークも通じない無人島へと流されてしまう。"
                },
                "10": {
                    "ID": "8762343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762343",
                    "TitleEnglish": "OH MY TONY",
                    "SummaryEnglish": "After saving the team, Merooro explains further about the natural disasters plaguing the Labyrinth. Gagumber feels threatened by Memempu's growing respect for the bureaucrat.",
                    "TitleJapanese": "OH MY TONNY",
                    "SummaryJapanese": "巨大な万能艦で現れたメローロに救出されたチーム・メメンプー。ラビリンスで頻発する天変地異や管制局の役割について改めて知らされ、現実をつきつけられる。メローロへの尊敬の念を募らせるメメンプーがおもしろくないガガンバー。そこに、管制局を狙ったシビトが直接襲撃してくる。"
                },
                "11": {
                    "ID": "8762344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762344",
                    "TitleEnglish": "SOUND OF DREAM",
                    "SummaryEnglish": "Merooro brings Team Memempu to Dream Colony to reward them for their aid against Shibito. But a night that should feature a performance from the Colony's foremost diva turns into a farce when the girl escapes her handlers and goes on the run!",
                    "TitleJapanese": "SOUND OF DREAM",
                    "SummaryJapanese": "あらゆるエンターテインメントが楽しめる「ドリームコロニー」。シビトの襲撃に対応したチーム・メメンプーは、お礼にこのコロニーを代表する歌姫の独唱会に招待される。柄じゃないとこっそり歌劇場を抜け出そうとしたガガンバーは、主役であるはずの歌姫・シーナの脱走に居合わせてしまう。"
                },
                "12": {
                    "ID": "8762345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sak-and-gun/episodes/8762345",
                    "TitleEnglish": "TO BE CONTINUED",
                    "SummaryEnglish": "Memempu is captured by a Shibito girl who refers to her as a \"rainbow child.\" What do those words mean? And can Gagumber save her before something terrible happens?!",
                    "TitleJapanese": "TO BE CONTINUED",
                    "SummaryJapanese": "独唱会の真っ最中に歌劇場を襲撃するシビト。その目的は、独唱会の観覧に来ていたドリームコロニーのプリンセスの拉致だった。万能艦を襲ったシビトの少女は再びメメンプーを「虹の子」と呼び、その出自について示唆する。ザクレットゥとユーリの支援を受けたガガンバーが救出に向かうが……"
                }
            }
        }
    }
}