{
    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14979456/",
        "https://soreayu.com/",
        "http://www.reddit.com/r/Shogi_Ayumu",
        "https://www.themoviedb.org/tv/116168",
        "https://www.themoviedb.org/tv/116168",
        "https://en.wikipedia.org/wiki/When_Will_Ayumu_Make_His_Move%3F",
        "https://x.com/soreayu_staff"
    ],
    "TitleEnglish": "When Will Ayumu Make His Move?",
    "SummaryEnglish": "Ayumu Tanaka, a first-year high school student, and Urushi Yaotome, a second-year student, are members of the shogi club. Ayumu vows to confess his feelings to Urushi, his senpai, after he manages to defeat her in a game of shogi, but he is a beginner at the game and Urushi always beats him. Meanwhile, Urushi keeps trying to get Ayumu to admit that he likes her, but Ayumu never allows his poker face to slip.",
    "TitleJapanese": "それでも歩は寄せてくる",
    "SummaryJapanese": "将棋初心者・田中歩は\n八乙女うるしに一目惚れして将棋部へ。\n「勝ったらセンパイに告白する！」と意気込むが\n実力は遠く及ばない。\n一方、歩の“攻めの姿勢”にうるしは内心タジタジで…\n\n２人しか部員のいない将棋部では\n今日も盤上と盤外の駆け引きが展開され…！？",
    "Aliases": [
        "将棋のやつ",
        "Sore Demo Ayumu wa Yosetekuru",
        "Shōgi no Yatsu",
        "Shougi no Yatsu"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "1": {
            "ID": "1924679",
            "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8444266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/8444266",
                    "TitleEnglish": "You Are Cute, Senpai",
                    "SummaryEnglish": "Ayumu has an uphill battle ahead of him if he insists on beating Urushi in a shogi match before confessing to her. Especially since she already has her suspicions.",
                    "TitleJapanese": "センパイは可愛いので",
                    "SummaryJapanese": "将棋部に入部した初心者の田中 歩は、《自称》将棋部部長・八乙女うるしとともに、2人きりの部室で駒音を響かせていた。「すごいですねセンパイは……将棋が強くて」「そーだろうそーだろう」「そのうえかわいいですし」「んあっ!?」将棋で勝ったら告白をすると心に誓う歩。うるしは歩に自分への恋心を認めさせようと奮闘するが、反撃にあって赤面してしまう。今日も盤上と盤外を舞台にした2人の駆け引きと攻防が繰り広げられる！"
                },
                "2": {
                    "ID": "9240748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240748",
                    "TitleEnglish": "I Want to Make You Happy, Senpai",
                    "SummaryEnglish": "Urushi needs more members to officialize the shogi club. But she’ll have to survive Sport’s Day first!",
                    "TitleJapanese": "よろこんでほしいので",
                    "SummaryJapanese": "体育祭の日を迎えた歩とうるし。運動神経抜群の歩が活躍する中、運動が苦手なうるしはため息をこぼしていた。そんなうるしの分まで頑張ろうとする歩は、うるしのクラスメイトのマキの計らいによって、うるしと一緒に二人三脚に挑む。「初めての……共同作業ってやつだな」「え？　なんですか？　よく聞こえなくて」歩の幼なじみで息ぴったりな図書委員のタケルと桜子とは対照的に、うるしと歩は一歩を踏み出すのにも苦戦するのだった。"
                },
                "3": {
                    "ID": "9240749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240749",
                    "TitleEnglish": "I Want to Go on a First Date, Senpai",
                    "SummaryEnglish": "Ayumu and Urushi are going to the school festival together. But it’s not a date—they’re just, uh, trying to recruit more members for their club! Yeah, that’s it!",
                    "TitleJapanese": "初デートがしたいので",
                    "SummaryJapanese": "文化祭を目前に控えたある日、歩は幼なじみのタケルを幽霊部員として将棋部に入部させる。しかし、文化祭へは部でなければ出展できず、将棋部を正式な部へ昇格するためにはまだ人数が足りていなかった。そして文化祭当日を迎えて――。「文化祭一緒にまわりませんか？」「ん？　あ、ああ！！　文化祭で部員探しとか、そういうことか！？」部員集めを名目に歩はうるしと文化祭デートをすることになる。"
                },
                "4": {
                    "ID": "9240750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240750",
                    "TitleEnglish": "I Want to Spend Time Together, Senpai",
                    "SummaryEnglish": "It’s the end of the year, and that means Christmas is coming. If Ayumu makes the right moves, he and Urushi could actually make some progress.",
                    "TitleJapanese": "一緒に過ごしたいので",
                    "SummaryJapanese": "季節は冬になり、12月に入ると将棋部は大掃除で慌ただしい日々を過ごしていた。クリスマスも近づく中、年内で1勝もできなかった歩に、うるしはひとつの提案をする。「じゃあ、駒落ちでもするか」「でもそれって、勝ったことにならなくないですかね」「いや勝ちは勝ちだろ？」そのひと言に背中を押された歩は初勝利を勝ち取るべく、うるしに挑むのだった。"
                },
                "5": {
                    "ID": "9240751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240751",
                    "TitleEnglish": "I Want to Know More, Senpai",
                    "SummaryEnglish": "A new year marks a new beginning and Urushi coincidentally runs into Ayumu when she’s out and about!",
                    "TitleJapanese": "もっと知りたいので",
                    "SummaryJapanese": "お正月。うるしは歩とキスしそうになる初夢を見る。恥ずかしい夢にドギマギしながら向かった本屋で、歩と鉢合わせたうるしは買い物に付き合うことに。そして、二人でうるしの行きつけのお好み焼き屋に向かう。そこはうるしの思い出の場所でもあって……。「センパイが小さい頃の話を聞かせてください」「ああ、いいぞ」「おい！？」店長が語る幼い頃の話に、歩は目を輝かせ、うるしは思わず赤面してしまうのだった。"
                },
                "6": {
                    "ID": "9240752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240752",
                    "TitleEnglish": "I Want to Get It From You, Senpai",
                    "SummaryEnglish": "Valentine’s Day is here and that can only mean two things: chocolates and anxiety.",
                    "TitleJapanese": "センパイからもらいたいので",
                    "SummaryJapanese": "バレンタインデーがやってくる。歩に日頃の感謝を伝えるためにチョコを用意してきたうるしは、どう渡そうかひたすらに頭を悩ませていた。「雰囲気を作って、焦らして焦らして……ここぞって時に渡す。そしたら何かが一歩進むんだよ!!」「マキは何を言ってるんだ……変なこと言うから、緊張してきちゃっただろ……！」マキからのアドバイスを受けたうるしは、歩にチョコを渡せるのか!?"
                },
                "7": {
                    "ID": "9240753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240753",
                    "TitleEnglish": "I Can't Just Quit, Senpai",
                    "SummaryEnglish": "A new challenger approaches!",
                    "TitleJapanese": "辞めるわけにはいかないので",
                    "SummaryJapanese": "春になり、うるしは3年生へ、そして歩は2年生へと進級した。将棋部を正式な部に昇格させるため、うるしが歩とタケルとともに新入部員の勧誘に励んでいると、新入生で歩とタケルの中学時代の剣道部で後輩だった凛が現れる。「八乙女うるしさん……でしたっけ」「は…はい？」「……私の大切な先輩方を、返していただきます」凛からの突然の宣戦布告にたじろぐうるし。将棋部への残留をかけて、歩は凛から挑まれた剣道の試合を受けるのだった。"
                },
                "8": {
                    "ID": "9240754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240754",
                    "TitleEnglish": "It's a Role I Refuse to Relinquish, Senpai",
                    "SummaryEnglish": "The shogi club is now official, but Urushi realizes she must earn Rin’s respect. Meanwhile, Rin wants to know exactly what’s going on between Ayumu and Urushi.",
                    "TitleJapanese": "譲れない役目なので",
                    "SummaryJapanese": "「将棋部が正式な部になりました！」凛の入部によって、正式な部へと昇格した将棋部。二人きりの部活動から後輩も加えて賑やかさを増していく。そんなある日、凛は唐突にうるしの核心へと迫る。「率直に聞きたいことがありまして」「聞きたいこと？」「部長って田中さんの事好きなんですか？」突然の凛の言動に驚き、照れるうるし。そして凛は、歩のもとへと向かうのだった。"
                },
                "9": {
                    "ID": "9240755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240755",
                    "TitleEnglish": "I Want to Make Memories, Senpai",
                    "SummaryEnglish": "Golden Week is here, and that means the shogi club can relax and have fun!",
                    "TitleJapanese": "思い出を作りたいので",
                    "SummaryJapanese": "ゴールデンウイーク最終日。うるし、歩、タケル、凛の4人はゲームセンターへと繰り出していた。うるし＆歩、タケル＆凛のペアで挑んだエアホッケー対決で、歩とうるしは敗北を喫する。罰として飲み物を買いに行かされた2人は、途中、歩からのお願いでプリクラを撮ることに。「……緊張してるのか？」「…はい。初めてなもので……」「まぁまぁ、そう緊張するな」かくして2人きりのプリクラは、めったに見られないお互いの表情を写し出すのだった。"
                },
                "10": {
                    "ID": "9240756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240756",
                    "TitleEnglish": "I Can't Back Down, Senpai",
                    "SummaryEnglish": "Tension is in the air when Ayumu meets Urushi’s father.",
                    "TitleJapanese": "退けない勝負なので",
                    "SummaryJapanese": "うるしの家を訪れた歩は、初めてうるしの父親と顔を合わせる。挨拶をしかけたところで、突然、うるしはその場から歩を連れ去ってしまう。うるしの行きつけのお好み焼き屋に逃げてきた２人だったが、うるしの父親は逃げ先を見越して追ってきて……。「お父さん、オレと……勝負して貰えませんか」「勝負？」「オレが勝ったら、娘さんの話、ちゃんと聞いて欲しいんです」うるしの話を聞いてもらうべく、歩はうるしの父親に将棋で勝負を挑むのだった。"
                },
                "11": {
                    "ID": "9240757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240757",
                    "TitleEnglish": "I Want to Get Stronger, Senpai",
                    "SummaryEnglish": "Urushi’s thoughts drift towards a certain someone while she’s on a school trip. Meanwhile, Ayumu and Rin bond while practicing shogi.",
                    "TitleJapanese": "強くなっていたいので",
                    "SummaryJapanese": "将棋部の部室にうるしの姿はない。歩はどこか身の入らない様子で、将棋の特訓に臨んでいた。一方、うるしは修学旅行を楽しみながらも、どこかうわの空だった。相手を気遣って連絡を取ろうとしないうるしに、親友のマキが核心へと迫る。「ねえうるし」「？」「田中くんのこと好きなんじゃないの？」「だ…だから違うって…」否定しつつも、うるしは歩への気持ちを少しずつ意識し始める。そして修学旅行３日目、うるしはマキに歩から夜に電話がかかってくる話を打ち明けるのだった。"
                },
                "12": {
                    "ID": "9240758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-so-ayumu-draws-closer-to-the-endgame/episodes/9240758",
                    "TitleEnglish": "I Want to Win and Tell You How I Feel, Senpai",
                    "SummaryEnglish": "Ayumu is determined to win a shogi match once Urushi returns from the school trip. But then Rin asks him an important question.",
                    "TitleJapanese": "勝って伝えたいので",
                    "SummaryJapanese": "修学旅行3日目。約束の夜、歩からの電話をうるしは待っていた。そしてスマホの着信が鳴り響く。「月がキレイですね」「……えっ、ええ！？　いやあのっ……！」何気ない歩のひと言に、うるしは電話越しでも照れさせられてしまう。お互いの寂しさを埋めるように、目の前にはいない相手に向かい合いながら将棋を指す二人。そして、歩は想いを伝えるという強い覚悟で、修学旅行から帰ってきたうるしに勝負を挑む！"
                }
            }
        }
    }
}