{
    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13911284/",
        "https://www.instagram.com/jplus.jigokurak",
        "https://www.jigokuraku.com/",
        "http://www.reddit.com/r/jigokuraku",
        "https://www.themoviedb.org/tv/117465",
        "https://www.wikidata.org/wiki/Q105293782",
        "https://en.wikipedia.org/wiki/Hell%27s_Paradise:_Jigokuraku",
        "https://x.com/jplus_jigokurak"
    ],
    "TitleEnglish": "Hell's Paradise",
    "SummaryEnglish": "For a chance at a pardon, a ninja assassin joins other condemned criminals on a journey to a mysterious island to retrieve an elixir of immortality.",
    "TitleJapanese": "地獄楽",
    "SummaryJapanese": "江戸時代末期となる頃、かつて最強の忍として畏れられた画眉丸は、死罪人として囚われていた。そんな中、打ち首執行人・山田浅ェ門佐切に極楽浄土と噂される島から「不老不死の仙薬」を持ち帰れば無罪放免になり、誰からも二度と追われなくなると告げられる。画眉丸は「愛する妻にもう一度会うために」、仙薬探しの道を選ぶ。無罪放免を求める他の死罪人達やそのに同行する山田一門と、一見美しいが恐ろしい化物の住む謎の島で仙薬を巡る戦いが行われる。",
    "Aliases": [
        "Jigokuraku"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "1": {
            "ID": "1925241",
            "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8477108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/8477108",
                    "TitleEnglish": "The Death Row Convict and the Executioner",
                    "SummaryEnglish": "Gabimaru, a ninja member of a clan of assassins, is sentenced to death. He claims to have nothing to tie him to life, yet no method of execution manages to end his life. His meeting with Sagiri Yamada Asaemon, who seems to be investigating him, will change everything.",
                    "TitleJapanese": "死罪人と執行人",
                    "SummaryJapanese": "処刑執行人『御様御用』の山田浅ェ門佐切は、刑場で一人の死罪人と出会う。超人的な肉体を持ち、大勢の人を殺めた冷血な忍『がらんの画眉丸』。画眉丸は佐切に言う、「殺してほしい」と――。"
                },
                "2": {
                    "ID": "9679421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679421",
                    "TitleEnglish": "Screening and Choosing",
                    "SummaryEnglish": "Gabimaru is introduced to the shogun along with other criminals selected to travel by boat to the Divine Land to search for the elixir of immortality. Under the supervision of the samurai of the Yamada clan, they are told the rules that will govern their journey, before moving on to the brutal selection of participants.",
                    "TitleJapanese": "選別と選択",
                    "SummaryJapanese": "不老不死の仙薬を手に入れる為、幕府に集められた画眉丸と死罪人たち。彼らを待ち受けていたのは選別という名の――殺し合い。血風舞う戦場で、佐切は画眉丸が、真に斬るべき悪人か、見極めようとする。"
                },
                "3": {
                    "ID": "9679422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679422",
                    "TitleEnglish": "Weakness and Strength",
                    "SummaryEnglish": "The death row inmates and their guards enter the mystical island, where magnificent flowers grow and unusual insects swarm around. But there isn't much time to admire the scenery, as some criminals don't intend to play by the rules.",
                    "TitleJapanese": "弱さと強さ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9679423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679423",
                    "TitleEnglish": "Hell and Paradise",
                    "SummaryEnglish": "Gabimaru and Sagiri are in trouble during their first fight against the island's mysterious creatures. Gabimaru is unaware of these monstrosities and this puts him at a disadvantage in battle. The sudden arrival of Yuzuriha, the female ninja, will change the situation, but Gabimaru does not see clearly in her game.",
                    "TitleJapanese": "地獄と極楽",
                    "SummaryJapanese": "神仙郷は、異形の化物どもが潜む地獄の釜の底であった。見た事もない醜悪な生物に、恐怖と謎が画眉丸と佐切を襲う。窮地の中、死罪人の杠が二人に手を差し伸べる。それは慈悲か、それとも――。"
                },
                "5": {
                    "ID": "9679424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679424",
                    "TitleEnglish": "The Samurai and the Woman",
                    "SummaryEnglish": "Sagiri comes to her senses in a cave on the island. His companions share their knowledge of the island to determine what to do next. As they prepare to spend the night, Genji, one of the samurai, offers Sagiri to leave the island on his boat, claiming that this mission is not suitable for a woman like her.",
                    "TitleJapanese": "侍と女",
                    "SummaryJapanese": "毒に倒れた佐切を待っていたのは、兄弟子の源嗣からの「女は帰れ」という言葉。侍と女――相反する生き方に苦悩する佐切。その頃、浅ェ門の典坐は死罪人ヌルガイと共に島から脱出すべく船を出すが――。"
                },
                "6": {
                    "ID": "9679425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679425",
                    "TitleEnglish": "Heart and Reason",
                    "SummaryEnglish": "Rokurota starts to cause serious problems for Sagiri and Gabimaru, and now they must think of a strategy to defeat him!",
                    "TitleJapanese": "心と理（ことわり）",
                    "SummaryJapanese": "『備前の大巨人（だいだらぼっち）・陸郎太』と闘う画眉丸と佐切。生と死の狭間で、佐切は己が進むべき道を見出そうとする。討つべき敵を前に、佐切の刀と画眉丸の技――二つが重なる。"
                },
                "7": {
                    "ID": "9679426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679426",
                    "TitleEnglish": "Flowers and Offerings",
                    "SummaryEnglish": "Sagiri and Gabimaru's group discovers a village that turns out not to be completely abandoned, and Chobe and Toma stumble upon some beings that turn out not to be angelic.",
                    "TitleJapanese": "花と贄",
                    "SummaryJapanese": "謎の少女メイと木人に連れられ、村に案内される画眉丸と佐切たち。木人は語る、島を統べる仙人――『天仙様』の存在を。天仙の人を超えた力の前に、弔兵衛と桐馬は倒れ、深き穴へと落ちていく。"
                },
                "8": {
                    "ID": "9679427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679427",
                    "TitleEnglish": "Student and Master",
                    "SummaryEnglish": "Tenza and Nurugai continue their inspection of the coasts in order to find a current which would allow a boat to move away from the island, but they come face to face with an Eternal. They manage to get away and meet Shion, the master of Tenza at the Asaemon.",
                    "TitleJapanese": "弟子と師",
                    "SummaryJapanese": "「クズ」と呼ばれていた。そんなガキに侍の誇りを与えてくれた先生がいた。そして、心の底から守りたいと思う人ができた。だから、自分は――典坐は刀を振るい続ける。"
                },
                "9": {
                    "ID": "9679428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679428",
                    "TitleEnglish": "Gods and People",
                    "SummaryEnglish": "Gabimaru leaves his group behind to go to Hôrai to find the elixir. But a door stands between him and his objective, and to cross it he must face Zhu Jin, one of the Eternals.",
                    "TitleJapanese": "神と人",
                    "SummaryJapanese": "妻と会う――その想いが画眉丸を島の中心へと向かわせる。佐切たちを村に置き、たった一人の身で。辿り着いたのは、巨大な人工の建築物。その門の前で、画眉丸は天仙と出逢ってしまう。"
                },
                "10": {
                    "ID": "9679429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679429",
                    "TitleEnglish": "Yin and Yang",
                    "SummaryEnglish": "Gabimaru finds himself face to face with Gantetsusai and Fuchi Yamada Asaemon. He knows that the fight will be tough and prefers to change strategy to keep his chances of finding the elixir. In Sagiri's group, Senta uses the information given by Hôko to refine his vision of the island.",
                    "TitleJapanese": "陰と陽",
                    "SummaryJapanese": "メイの助けによって窮地を脱した画眉丸は、巌鉄斎と付知と共闘の約を交わす。天仙を討つ術（すべ）を探す一行に、メイは天仙の力の源――『氣（タオ）』を教える。その氣を操る異形の道士が、画眉丸たちに襲い掛かる。"
                },
                "11": {
                    "ID": "9679430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679430",
                    "TitleEnglish": "Weak and Strong",
                    "SummaryEnglish": "After Chobe and Toma, it's the turn of Gabimaru's group to come face to face with a monk. The latter asks Mei to follow him to return to a place he calls the “palace”. When the monk explains what he intends to do to the girl, Gabimaru and Gantetsusai decide to protect her, even if it goes against the habits of the ninja.",
                    "TitleJapanese": "弱イと強イ",
                    "SummaryJapanese": "道士との戦いで瀕死の傷を負った弔兵衛は、人ならざる再生力と共に氣（タオ）に目覚める。画眉丸もまた、道士との死闘の中で氣を体得しようと試みる。その中、道士はメイを見て突如ひざまずく、「天仙様」と――。"
                },
                "12": {
                    "ID": "9679431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9679431",
                    "TitleEnglish": "Umbrella and Ink",
                    "SummaryEnglish": "Barely arriving in Horai, Sagiri, Yuzuriha, and Senta find themselves facing a Tensen. He makes them a revelation that will question the purpose of their mission, but before thinking about what's next, they must find a way to eliminate this impressive enemy.",
                    "TitleJapanese": "傘と墨",
                    "SummaryJapanese": "画眉丸を探す佐切たちは、天仙の城『蓬莱』へと足を踏み入れる。そこに待ち受けていたのは、天仙『牡丹（ムーダン）』。人を実験動物として扱う狂気の笑みが、杠へと向かう。その杠を守るべく――仙汰が立つ。"
                },
                "13": {
                    "ID": "9717392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/9717392",
                    "TitleEnglish": "Dreams and Reality",
                    "SummaryEnglish": "Aided by Sagiri and Nurugai, Shion faces the Celestial Guru Mu Dan in his Kishikai form, armed with his knowledge of wave management and the Tao. Meanwhile, Gabimaru reawakens in a remote cave with no memory of what happened...",
                    "TitleJapanese": "夢と現（うつつ）",
                    "SummaryJapanese": "全ては亡き弟弟子の無念に悔いるため――士遠は己が命を懸け、怒りの刃を牡丹（ムーダン）へ振るう。大切な者たちが倒れる中、佐切は皆で共に帰れることを願う。だが、その想いを裏切るように、画眉丸にはある異変が起きていた。"
                }
            }
        },
        "2": {
            "ID": "2173969",
            "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10987440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hells-paradise-jigokuraku/episodes/10987440",
                    "TitleEnglish": "N/A",
                    "SummaryEnglish": "N/A",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}