{
    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15447890/",
        "https://murabito-a-anime.com/",
        "http://www.reddit.com/r/TheGreatestDemonLord",
        "https://www.tvmaze.com/shows/61212/show-slug",
        "https://www.themoviedb.org/tv/120155",
        "https://www.themoviedb.org/tv/120155",
        "https://www.wikidata.org/wiki/Q108584322",
        "https://en.wikipedia.org/wiki/The_Greatest_Demon_Lord_Is_Reborn_as_a_Typical_Nobody",
        "https://x.com/murabitoA_anime"
    ],
    "TitleEnglish": "The Greatest Demon Lord Is Reborn as a Typical Nobody",
    "SummaryEnglish": "In his past life, he was known as Demon Lord Varvatos, an all-powerful magic user and ruler. But he was lonely after the loss of his friends and loved ones during his rise to power, so in his dying moments, Varvatos cast a reincarnation spell so that he'd get a second chance at just being a normal guy. At first it looks like that's going to work – he's reborn thousands of years later as villager Ard. Unfortunately for him, his memories are still intact and he's not aware just how much has been lost over the time he spent not existing, and it looks like that's going to cost him his normal life.",
    "Aliases": [
        "Shijou Saikyou no Daimaou, Murabito A ni Tensei Suru",
        "Shijō Saikyō no Daimaō, Murabito A ni Tensei Suru"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1925931",
            "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8686280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/8686280",
                    "TitleEnglish": "Typical Nobody",
                    "SummaryEnglish": "Due to the isolation caused by his strength, the Demon Lord Varvatos longed for a normal life, and after several thousand years he reincarnated as the villager, Ard Meteor. His dream is to forge bonds of friendship with other humans. However, even after turning 10 he still had yet to achieve his goal. During that time he has a fateful encounter with a young girl fighting monsters in the forest."
                },
                "2": {
                    "ID": "9084603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084603",
                    "TitleEnglish": "Non-Standard",
                    "SummaryEnglish": "Though he joined the magic academy, what awaited him was far from a normal life. Without realizing it Ard had already grown famous and he was quickly put on a pedestal by his peers. Then there was another problem within his class - the young girl, Ginny, a succubus, was being abused by Elraldo, a noble's son. Ireena then intervenes and Elraldo insults her. When Ard demands an apology, he is challenged to a duel instead."
                },
                "3": {
                    "ID": "9084604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084604",
                    "TitleEnglish": "The Demon Lord Theater",
                    "SummaryEnglish": "The Headmaster begs Ard to participate in the upcoming battle event, and he struggles to decide since the risk is great whether he accepts or refuses. During that time Ginny invites him out on a date. Ireena butts in, but Ginny quickly approves her coming too. Ireena tries to be even more considerate after that, so Ginny speaks of her true ambition. Then on the day of their date, the three run into a suspicious group of people."
                },
                "4": {
                    "ID": "9084605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084605",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Ireena finds herself constantly irritated at Ard's popularity. While Ard is trying to think of a way to soothe her, Ginny appears before him in an enticing outfit. While Ginny makes her approach using her Charming Evil Eye, Ireena also presses him with a bold outfit of her own. The two are about to explode at each other over Ard and they nearly start a duel when...?!"
                },
                "5": {
                    "ID": "9084606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084606",
                    "TitleEnglish": "The Story of the Lonely King",
                    "SummaryEnglish": "Elzard is planning to use Ireena as a sacrifice to revive the evil gods and destroy the world. Yet why was Ireena chosen as a sacrifice? Ard appears before Elzard with new weapons in hand to rescue Ireena as Demons stand in his way. When Ireena's hidden secret is revealed, how will Ard react...?"
                },
                "6": {
                    "ID": "9084607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084607",
                    "TitleEnglish": "The Raging Champion",
                    "SummaryEnglish": "The Demon Lord's companion, Sylphy, reappears in the modern world after several thousand years. A masked man tells Sylphy where she can find the Demon Lord and she... Meanwhile, the Magic Academy is preparing for its school festival, and Ard is asked to perform in a play in lieu of their Sword King Battle Tournament while also dealing with a threat to cancel the festival. Ard and the others start discussing the play when they're interrupted by a huge commotion at the school."
                },
                "7": {
                    "ID": "9084608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084608",
                    "TitleEnglish": "The Exciting Festival",
                    "SummaryEnglish": "The school festival is here and Ard is busy patrolling with Ireena. However, Ard is left cradling his head after Olivia acted on her own to enter him into the Sword King Battle Tournament and Ginny forces him to be waited on at their class's Erotic Maid Cafe. Meanwhile, Ireena, Ginny, and Sylphy also decide to enter the Sword King Battle Tournament. In Sylphy's case, it's due to her strong attachment to the tournament's grand prize."
                },
                "8": {
                    "ID": "9084609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084609",
                    "TitleEnglish": "The Masked Man Sneers",
                    "SummaryEnglish": "The play serving as a main event for the festival is starting up. Ard is playing the role of the Demon Lord while Sylphy performs as the Evil God, making Ard suddenly recall his battle against said god. At the time, Sylphy was struggling with a sense of inferiority and the feeling that Lydia didn't need her. Yet when Varvatos reveals Lydia's true feelings and gives Sylphy permission to fight freely, Sylphy pulls off something incredulous..."
                },
                "9": {
                    "ID": "9084610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084610",
                    "TitleEnglish": "According to a God",
                    "SummaryEnglish": "On their way to the class field trip, a mysterious young boy claiming to be a god appears before Ard, Ireena, and Ginny. After making a mysterious request, the god sends the three of them back into the ancient era when Varvatos was active. After deciding to try and gain an audience with Varvatos in order to change their situation, they encounter a woman fighting monsters in a field. Then a figure they all know very well appears before them..."
                },
                "10": {
                    "ID": "9084611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084611",
                    "TitleEnglish": "To the Battlefield of Old",
                    "SummaryEnglish": "Ard is feeling guilty as they stay in Lydia's villa while awaiting their deployment. Before he can shake those feelings the battle against the demons begins and Ard's group is left in charge of logistics. Ard recalls that there wasn't any major trouble in this battle, but the demon appears before them in the rear. So in order to earn their meeting with the Demon Lord, Ard..."
                },
                "11": {
                    "ID": "9084612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084612",
                    "TitleEnglish": "Those with Resolve",
                    "SummaryEnglish": "After receiving the Demon Lord's declaration of war, Varvatos decides to take him down. Ard feels history changing around him, but he's unable to predict where it will lead. While lost in thought, the Demon Lord suddenly appears before him. Ard is shocked when he introduces himself as Disaster Rogue and reveals his true identity. The Demon Lord then offers him a proposal."
                },
                "12": {
                    "ID": "9084613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-greatest-demon-lord-is-reborn-as-a-typical-nobody/episodes/9084613",
                    "TitleEnglish": "Beyond Our Determination",
                    "SummaryEnglish": "Ard squares off against his alternate self, the Demon Lord, Rogue. The two are evenly matched when the Demon Lord reveals a new fact to Ard. Lydia throws herself into battle with her resolve to be the Champion. Ard and the Demon Lord lay out their decisions regarding Lydia's salvation, the resolve of all three clashing together. After confronting his own past and facing himself, what answer will Ard choose...?"
                }
            }
        }
    }
}