{
    "URL": "https://www.thetvdb.com/series/tai-ari-deshita",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://taiari-anime.com/",
        "http://www.reddit.com/r/taiarideshita",
        "https://www.themoviedb.org/tv/117120",
        "https://www.wikidata.org/wiki/Q105055478",
        "https://en.wikipedia.org/wiki/Young_Ladies_Don't_Play_Fighting_Games#Anime",
        "https://x.com/taiari_anime"
    ],
    "TitleEnglish": "Young Ladies Don't Play Fighting Games",
    "SummaryEnglish": "Kuromi Girls' Academy is a refined, elegant school that expects the very best in deportment from its young ladies. Aya got into this peerless rich-girls' institution on a scholarship, and hopes to grow as lovely as her fellow student and idol Shirayuri. But Shirayuri hides a terrible secret: she's a trash-talking, combo-chaining, newbie-stomping, ruthless hardcore gamer! Could a mutual indulgence in no-holds-barred video game combat grow into a deeper rapport between these two girls?",
    "TitleJapanese": "対ありでした。 ～お嬢さまは格闘ゲームなんてしない～",
    "SummaryJapanese": "お嬢様学校の黒美女子学院に入学した深月綾は、校内一注目を集める「白百合さま」こと夜絵美緒が誰もいない教室で格ゲーを楽しむ場面を目撃する。校則でゲームが禁止されているため固く口止めを要求される綾だったが、再び会った際に美緒から同じゲーマーであることを見抜かれ、対戦プレイを切願される。ゲームを止めた理由を理解する素振りすら見せず、さらには純粋にゲームに熱中する美緒に対して反発心を覚えた綾は対戦に望むが、その中で綾たちはお互いを数少ない女子格ゲーマーとして理解し合い、親交を結ぶ。その後、2人は退学のリスクを背負ったうえで隠れゲーマーだった先輩の一ノ瀬珠樹や犬井夕も加え格ゲーに熱中していく。",
    "Aliases": [
        "Tai Ari Deshita. Ojō-sama wa Kakutō Game Nante Shinai",
        "Tai Ari Deshita: Ojō-sama wa Kakutō Game Nante Shinai",
        "Tai Ari Deshita. ~Ojō-sama wa Kakutō Game Nante Shinai~",
        "Tai Ari Deshita. ~Ojō-sama wa Kakutō Gēmu Nante Shinai~",
        "Tai-Ari deshita.: Ojou-sama wa Kakutou Game Nante Shinai",
        "Tai-Ari deshita. Ojou-sama wa Kakutou Game Nante Shinai",
        "Tai Ari Deshita. Ojou-sama wa Kakutou Game Nante Shinai"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1925898",
            "URL": "https://www.thetvdb.com/series/tai-ari-deshita/seasons/official/1",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10663118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tai-ari-deshita/episodes/10663118",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}