{
    "URL": "https://www.thetvdb.com/series/402723-",
    "Genres": [
        "Adaptation",
        "Anime - Kodomomuke",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12866680/",
        "https://www.bn-pictures.co.jp/battlespirits/",
        "https://www.themoviedb.org/tv/125429",
        "https://www.themoviedb.org/tv/125429",
        "https://www.wikidata.org/wiki/Q98397056",
        "https://x.com//bs_animation",
        "https://www.youtube.com/c/UCwWsJ1jH1fRUm55-jY0XS2w"
    ],
    "TitleEnglish": "Battle Spirits: Gallet's Revolution",
    "SummaryEnglish": "Centuries after the events of Saga Brave and Dan Bashin's miraculous return, a third race called the Mauve has emerged alongside Humans and Mazoku. Identified by their purple blood and immense intelligence, the Mauve are shunned by the other two races and are viewed as a threat to the peace of the world. Having experienced this prejudice first-hand, a teenage Mauve named Galette Revolt journeys forth to find a way for all races to understand each other by playing Battle Spirits. However, other factions from each race aim to maintain the peace/reform the world through more nefarious ways...",
    "Aliases": [
        "Battle Spirits: Gallet's Revolution",
        "Battle Spirits: Kakumei no Galette",
        "Battle Spirits: Gallet's Brilliant Oath",
        "Battle Spirits: Gallet The Revolutionary",
        "Battle Spirits: Kakumei no Galett",
        "Batorusupirittsu: Kakumei no Garetto",
        "バトルスピリッツ かくめいのガレット"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1926184",
            "URL": "https://www.thetvdb.com/series/402723-/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "8952133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/402723-/episodes/8952133",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Gallet Revolt is a young man who lives in Vanilla. One day, he hears about the battle between Lucian Parx and Zephyr Try and decides to go see it. Along the way, he runs into two guys who try to pick a fight. He is rescued by Varte Parx who helps him get into the arena. During the match, tragedy occurs when Lucian Parx is killed during a riot. One year later, Gallet and Varte decide to have a match for reasons unknown."
                },
                "2": {
                    "ID": "8952134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/402723-/episodes/8952134",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Varte's and Gallet's duel continues. As they battle, Als Glynnhorn recalls the events that led up to their fight. What is final decision that awaits them at the end of their battle and how will it affect their futures?"
                },
                "3": {
                    "ID": "8952135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/402723-/episodes/8952135",
                    "TitleEnglish": "Activation",
                    "SummaryEnglish": "After a meeting with Visarga, Gallet heads for a human only city with Lime and Cook to search for a card. Meanwhile, Varte is confronted by Graham's subordinate, Gabra Dow."
                },
                "4": {
                    "ID": "8952136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/402723-/episodes/8952136",
                    "TitleEnglish": "Bastion",
                    "SummaryEnglish": "After acquiring the Human's Card, Gallet heads off to a Mazoku lead island where equality is maintained between the three races. He seeks the owner of the island to obtain the Mazoku's Card. Meanwhile, Varte has begun his plan to create a world ran by the Mauve, by recruiting the man who helped murder his father, Zephyr Try, to his side."
                },
                "5": {
                    "ID": "8952137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/402723-/episodes/8952137",
                    "TitleEnglish": "Wisdom",
                    "SummaryEnglish": "Gallet reaches the South Pole, and finds a temple with Visarga right in front of it. In order to enter the gate created by the Three Race Cards, Gallet must battle Visarga to prove himself worthy of going beyond the gate. Meanwhile, Varte has taken the Mauve Special Zone into the sky, announcing to the world his declaration of war against the humans and demons, to create a world controlled by the Mauve. Will the path of peace or the path of violence prevail?"
                }
            }
        }
    }
}