{
    "URL": "https://www.thetvdb.com/series/shenmue-the-animation",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13042440/",
        "https://shenmue-anime.jp/",
        "https://www.themoviedb.org/tv/108891",
        "https://www.themoviedb.org/tv/108891",
        "https://x.com/ShenmueAnime"
    ],
    "TitleEnglish": "Shenmue the Animation",
    "SummaryEnglish": "After he witnesses his father’s murder at the family dojo, Ryo Hazuki dedicates his life to finding the man responsible — a mission that takes him from the streets of Yokosuka, Japan to the sprawling metropolis of Hong Kong, and beyond. Soon he’ll learn that larger, mystical forces are at play as he trains to become the ultimate martial artist in his quest for revenge.",
    "TitleJapanese": "Shenmue the Animation",
    "SummaryJapanese": "１９８６年、横須賀。芭月道場で生まれ育った芭月涼は、厳格な父のもとで芭月流柔術の腕を磨いていた。しかしある日、謎の男・藍帝に父を殺され、父が守っていた『鏡』を奪われてしまう。必ず事件の真相を解き明かすと決意する涼。しかし父の過去に通じる手がかりを追い求めるうちに、闇組織の抗争に巻き込まれてゆく……。横須賀から香港を舞台に、涼の長い旅が今始まる！",
    "Aliases": [
        "Shenmue",
        "Shenmue the Animation (2022)",
        "Shenmue (2022)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1926196",
            "URL": "https://www.thetvdb.com/series/shenmue-the-animation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8424754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8424754",
                    "TitleEnglish": "Thunderclap",
                    "SummaryEnglish": "In Yokosuka, 1986, Ryo Hazuki, the only legitimate heir of the Hazuki Dojo, spends his days training under his strict father Iwao. One day, he returns and witnesses a mysterious man called Lan Di attacking the Dojo.",
                    "TitleJapanese": "霹靂",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8955039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8955039",
                    "TitleEnglish": "Daybreak",
                    "SummaryEnglish": "Hazuki Family's maid Ine hands a letter to Ryo, who is restless from his Father's death. The letter was sent from a person named \"Yuanda Zhu\" to his father which contained characters he cannot read.",
                    "TitleJapanese": "彼誰",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8955041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8955041",
                    "TitleEnglish": "Yin-yang",
                    "SummaryEnglish": "Ryo finally finds a person who can read Yuanda Zhu's letter, which said \"Find Master Chen for help\". Ryo finds Master Chen and asks him about Lan Di, the man who murdered his Father.",
                    "TitleJapanese": "陰陽",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8955042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8955042",
                    "TitleEnglish": "Shackles",
                    "SummaryEnglish": "To chase Lan Di, Ryo decides to go to Hong Kong, but realizes he does not have enough money to go. With Goro's assistance Ryo gets a part-time job, which he soon learns is in Mad Angel's territory.",
                    "TitleJapanese": "桎梏",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8955043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8955043",
                    "TitleEnglish": "Equal",
                    "SummaryEnglish": "Ryo is forced to fight Guizhang Chen from Chen Family, to save Nozomi who Mad Angels have taken as a hostage. In hopes that Goro finds Ryo's secret message, he fights Guizhand Chen, ending with Ryo and Guizhang both wounded and defeated.",
                    "TitleJapanese": "匹儔",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8955044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8955044",
                    "TitleEnglish": "Dignified",
                    "SummaryEnglish": "To unveil the truth behind his Father's death, Ryo heads to Hong Kong, looking for a person named \"Lishao Tao\". His bags are taken as many thugs and thieves walk the streets of Hong Kong since everyone is desperate to survive day by day.",
                    "TitleJapanese": "凛乎",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8987701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987701",
                    "TitleEnglish": "Future",
                    "SummaryEnglish": "Ryo coincidentally meets Lishao Tao, the person he was looking for. Lishao being a master of martial arts easily defeats Ryo and tells him to \"go home.\" Thinking he lost because he does not have enough strength, Ryo goes around Hong Kong to find a martial artist. He soon meets Zongquan Bai a street performer, but soon gets involved with Hong Kong's underground organization \"Yellow Heads\".",
                    "TitleJapanese": "嚮後",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8987702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987702",
                    "TitleEnglish": "Aspiration",
                    "SummaryEnglish": "Xiuying ignores Ryo's wish to meet Yuanda Zhu and keeps making him do chores for Man Mo Temple; to understand Xiuying's notion, Ryo must learn wude, the principles of martial arts, so he looks for a person who has acquired wude.",
                    "TitleJapanese": "冀求",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8987703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987703",
                    "TitleEnglish": "Distinct",
                    "SummaryEnglish": "Ryo finds a book written by Yuanda Zhu in Xiuying's library. In the book he finds a memo of chawan sign, which could lead to danger with one mistake. Despite the danger Ryo uses it to find Yuanda Zhu.",
                    "TitleJapanese": "徴標",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8987704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987704",
                    "TitleEnglish": "Comeback",
                    "SummaryEnglish": "To find Yuanda Zhu, Ryo follows Ren, the leader of Heavens. Gathering information from Ren's acquaintances they reach the location where Yuanda Zhu is said to be, but they soon find out that this was Yellow Heads' trap.",
                    "TitleJapanese": "廻天",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8987705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987705",
                    "TitleEnglish": "Entangled",
                    "SummaryEnglish": "Ryo and Ren finally find Yuanda Zhu. However, they are soon attacked by the Yellow Heads and Yuanda gets kidnapped. Ryo gets cornered but is saved by Xiuying. Xiuying was worried that Ryo would fall in to the evil course blinded by revenge.",
                    "TitleJapanese": "綢繆",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8987706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987706",
                    "TitleEnglish": "Guidepost",
                    "SummaryEnglish": "Ryo and Ren successfully sneak into the Yellow Heads' headquarters to rescue Yuanda Zhu. But the Yellow Heads all knew about their plan to sneak in. Surrounded by their enemies, the two fight Yuan who is one of the leaders of the Yellow Heads. In the meantime, Wong finds out that Ryo is in danger and break into the Yellow Head building with Joy to save them...",
                    "TitleJapanese": "澪標",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8987707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shenmue-the-animation/episodes/8987707",
                    "TitleEnglish": "Shenmue",
                    "SummaryEnglish": "Ryo finally reaches Lan Di, the man who murdered his Father. Blinded by revenge, Ryo viciously attacks Lan Di. Lan Di easily dodges Ryo's attacks and leaves. Yellow Heads' Dou Niu realizes his plan has failed and attacks Ryo. Can Ryo save his friends and beat Dou Niu!?",
                    "TitleJapanese": "莎木",
                    "SummaryJapanese": null
                }
            }
        }
    }
}