{
    "URL": "https://www.thetvdb.com/series/the-vampires",
    "Genres": [
        "Adventure",
        "Anime",
        "Horror",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1356879/",
        "https://tezukaosamu.net/en/anime/38.html",
        "https://www.themoviedb.org/tv/203925"
    ],
    "TitleEnglish": "The Vampire",
    "SummaryEnglish": "Although movies combining animation and camera-shot scenes have been created from time to time in Hollywood, ranging from the old \"Anchors Aweigh\" and \"Song of the South\" to the recent \"Who Framed Roger Rabbit?\" and \"Space Jam,\" this style was rarely attempted on Japanese television. It was extremely difficult to produce a series of 30-minute programs with the level of technology available in Japan at that time. This work is impressive for its social themes, revolving around a conflict between a minority vampire tribe whose members transform into wolves, including the main boy character Toppei, and the human beings who try to oppress them. The appearance of Tezuka Osamu playing himself was also of great interest at the time.",
    "Aliases": [
        "Vampires",
        "Vampire",
        "Osamu Tezuka's The Vampires",
        "Osamu Tezuka's Vampire",
        "The Vampires"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1930522",
            "URL": "https://www.thetvdb.com/series/the-vampires/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8459760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459760",
                    "TitleEnglish": "A Wolf Child Appears",
                    "SummaryEnglish": "The Vampire tribe inherits, from generation to generation, the extraordinary ability to transform into animals. A young man comes to see Professor Atami, who has devoted his entire career to the study of the Vampire tribe. After becoming caught up in a violent incident, the young man named Toppei is rescued by the newsman Morimura. Sympathizing with Toppei, who is searching for his parents, Morimura introduces him to Tezuka Productions as a temporary place to work. Suspecting that Toppei may be a member of the Vampire tribe, the genius of evil, Makube Rokuro (or \"Rock\"), prevails upon him to reveal his identity."
                },
                "2": {
                    "ID": "8459762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459762",
                    "TitleEnglish": "Rock's Trap",
                    "SummaryEnglish": "Witnessing Toppei, who has been transformed into a wolf, become unable to control his power and pushing Professor Atami over a cliff to his death, Rock works out a plan to use Toppei's abilities to kidnap Mika. Mika is the only daughter of Onishi, who is an influential figure in financial circles. He threatens Toppei that if he does not cooperate, his secret will be revealed and he will be accused of murderer. In the meantime, Toppei's younger brother, Chippei, comes to see him. Witnessing his brother kidnap Mika, Chippei is taken aback and shocked, and starts off in pursuit of his brother."
                },
                "3": {
                    "ID": "8459763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459763",
                    "TitleEnglish": "The Diamond X Plan",
                    "SummaryEnglish": "Rock releases Toppei after kidnapping and locking up Mika in a lonely retreat. Toppei smuggles himself into Mika's house with Chippei in order to find evidence of Rock's malicious acts. In the meantime, Rock successfully dodges the police and demands 100 million yen-worth of diamonds as ransom for Mika."
                },
                "4": {
                    "ID": "8459764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459764",
                    "TitleEnglish": "The Cursed Prophet",
                    "SummaryEnglish": "Toppei and Chippei, who get back the jewelry from Rock, are mistaken for kidnappers and pursued by the police. Although Chippei frees himself from the police by transforming himself into a wolf, Toppei is driven into a corner by a police dog. Toppei also transforms himself into a wolf and fights against the police dog, but gets seriously injured. In the meantime, the unperturbed Rock has his future told by three witches in a secret basement. Listening to the fortune telling of the old witches, Rock grows even more ambitious. In the meantime, Chippei discovers Rock's hideout."
                },
                "5": {
                    "ID": "8459765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459765",
                    "TitleEnglish": "The Last Moment of an Old Vampire",
                    "SummaryEnglish": "The diamonds are back, but Mika is not back yet. The agitated Onishi is frightened by another letter of blackmail, and refuses the help of the police. To save Mika's life, he has no choice but to let the police come near.. Since Onishi has no doubts at all about his student, Rock, being a true criminal, he entrusts Rock with the jewelry demanded, and asks him to go to the place that the criminal has designated. Under the guard of the police, Toppei-now transformed into a white wolf-makes off with the jewelry. Toppei is agonized because he is still under total control of Rock. Later, Toppei meets Professor Tachibana and his assistant, Iwaneyama Ruriko, also members of the Vampire tribe, after a long while, and confesses his problems unaware that his confession will lead to another tragedy."
                },
                "6": {
                    "ID": "8459766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459766",
                    "TitleEnglish": "The Pursuit of Terror",
                    "SummaryEnglish": "As police inspector Geta pursues the kidnapper, he becomes suspicious of the death of a strange old wolf, and keeps watch at the temple where the incident occurred. He sees a mysterious monk emerging from the temple and follows him. It is Rock masquerading as a monk. In the meantime, Ruriko asks Toppei, who lost his father immediately after their reunion, to participate in the \"Vampire Committee meeting\" at Akiyoshi-do in Yamaguchi Prefecture. Toppei and Ruriko, bound for Akiyoshi-do, are followed by Rock, who is also followed by the police inspector Geta."
                },
                "7": {
                    "ID": "8459767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459767",
                    "TitleEnglish": "The Vampire Committee",
                    "SummaryEnglish": "Guided by Ruriko, Toppei goes into a secret cave and participates in the Vampire Committee meeting. In the meantime, Rock pushes Mika and Morimura down into the bottom of the valley in the cave. Although they narrowly escape death, they are captured by the Vampires, who regard humans as the enemy."
                },
                "8": {
                    "ID": "8459768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459768",
                    "TitleEnglish": "Escape from the Secret Meeting",
                    "SummaryEnglish": "Masquerading as a woman, Rock cheats police inspector Geta, who was just about to come into the cave, and knocks him down from behind. Toppei, captured by Rock, has the rope loosened by Chippei, and saves police inspector Geta. They wish to escape, but darkness has already fallen. Under the moonlight, Toppei transforms into a wolf. Seeing the torture he has to go through during the transformation, Mika feels great sympathy for him. But then Mika is kidnapped by a primitive savage who appears out of nowhere."
                },
                "9": {
                    "ID": "8459769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459769",
                    "TitleEnglish": "The Secrets of \"Mad PA\"",
                    "SummaryEnglish": "Toppei and the party land on a small island in pursuit of Mika, who has been kidnapped by a primitive savage. To their shocked surprise, Professor Atami, who is supposed to be dead, has been playing malicious games on the island. He has frequently been the cause of mysterious disappearance incidents in various places with a drug called \"Mad PA\" that can make men regress into savages. Among the people kidnapped is Toppei's mother. In the meantime, Onishi shows his will to Rock. It is written that if Mika is to return safely, he wants Rock to marry Mika and become his successor. Learning of his intentions, Rock starts to plan the murder of Onishi with the aim of getting hold of his immense legacy for himself."
                },
                "10": {
                    "ID": "8459770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459770",
                    "TitleEnglish": "Rock vs. Ruriko",
                    "SummaryEnglish": "After hearing that Mika has been discovered, Mr. and Mrs. Onishi try to rush to her, but their car is hit by a train. Rock laughs out loud when he hears of their deaths. But starting from the night of their funeral, Rock is haunted by ghosts. Meanwhile, old fortune-teller old witches tell Rock that if he joins hands with the Vampires, he will cease to have bad dreams. Rock meets Ruriko of the \"Vampire Committee,\" and proposes that they bring about a revolution aimed at the control of human beings by the vampires. Although Ruriko is suspicious of Rock, \"revolution\" is an attractive word for the vampires."
                },
                "11": {
                    "ID": "8459771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459771",
                    "TitleEnglish": "Mad Cries",
                    "SummaryEnglish": "After succeeding the legacy of the deceased Onishi, Rock plans to construct an amusement park on the vacant lot of his mansion. In the meantime, police inspector Geta stands out among his colleagues at the police station: he is the only one convinced that Rock is the criminal involved in the series of incidents but has no evidence, and he tells his colleagues about a man transforming into an animal. Geta smuggles himself onto the construction site alone, but is discovered by the Vampires and driven into a corner. Meanwhile Mika, who is imprisoned on a small island, meets Toppei's mother, and the two escape from the island on a small boat. But they are then followed by a primitive savage."
                },
                "12": {
                    "ID": "8459772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459772",
                    "TitleEnglish": "Dream Land is the Devil's Land",
                    "SummaryEnglish": "Geta, fatally injured by Rock, breathes his last in the arms of Morimura, who had hurried there to save him. Kawano, Geta's boss, is also suspicious of Rock, but does not have any reliable evidence. Rock proudly announces the completion of the amusement park to the mass media. It is a special \"wonderland\" into which all sorts of welfare businesses are combined. Although Rock's reputation improves, Morimura devotes himself to revealing the secret behind this wonderland."
                },
                "13": {
                    "ID": "8459773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459773",
                    "TitleEnglish": "The Princess Disappears",
                    "SummaryEnglish": "Rock invites Princess Margarete of Altamia, who was visiting Japan as a friendship ambassador, to his amusement park, but the Princess gets lost in it. Rock's real motive for constructing this amusement park is to execute his plan to kidnap this Princess. Ambassador Altamia, accompanying the Princess, is also one of the Vampires, and is, in fact, involved in the plot to kidnap the Princess."
                },
                "14": {
                    "ID": "8459774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459774",
                    "TitleEnglish": "Stand up, Toppei",
                    "SummaryEnglish": "Altamia is brought to its knees in the presence of Rock and the Vampire tribe, who have taken the Princess hostage. At this time, Rock's project to conquer the world begins full scale. After approaching Mari, daughter of Sotomura, a big figure in the financial circle, Rock announces the merger of Onishi's company and Sotomura's company. In this way he suddenly makes a jump to the top of a major private company. Morimura, who knows what Rock really is, tries to unmask him but is captured by Rock's subordinates. Toppei then rescues Morimura, who tries to let the world know of the presence of the vampires by having Toppei transform himself in front of a TV camera so as to prove the link between Rock and the vampire tribe."
                },
                "15": {
                    "ID": "8459775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459775",
                    "TitleEnglish": "Fight on a Red Full-Moon Night",
                    "SummaryEnglish": "Rock and Toppei are to have a showdown on a live TV broadcast, but Rock remains unruffled. He is even chuckling to himself at the thought that he will be able to blame all of his vicious acts on non-human beasts. Once the TV broadcast starts, Toppei reveals all of Rock's misdoings. But Rock uses a special kind of lighting that makes Toppei transform into a wolf, and cries out in triumph, \"Capture the wild beast!\""
                },
                "16": {
                    "ID": "8459776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459776",
                    "TitleEnglish": "The Manhunt",
                    "SummaryEnglish": "The existence of the vampires is revealed via live TV broadcast, which causes panic to sweep Japan. The government tries to calm the confusion. Rock, however, claims that \"the vampires\" do not deserve human rights, and they are captured one by one. It turns into an all-out hunt, and Rock laughs joyfully, remaining at a distance from above as he witnesses the men hunting the vampires."
                },
                "17": {
                    "ID": "8459777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459777",
                    "TitleEnglish": "Out of Control",
                    "SummaryEnglish": "The hunting only continues to escalate with no signs of abating. The vampires who are captured are branded with the letter \"V\" on their foreheads, and sent to concentration camps. The terror of racial segregation prevails. Blamed by other vampires, Toppei has no place to hide. Though once captured, Toppei is pulled out of a truck headed to a concentration camp by Mika. But Toppei bears strong hatred towards men, and he no longer needs the help of moonlight to transform himself. The sufferings of discrimination, prejudice, and suppression transform him into a beast on both physical and mental levels."
                },
                "18": {
                    "ID": "8459778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459778",
                    "TitleEnglish": "Beyond Hatred",
                    "SummaryEnglish": "In order to capture Toppei, who is hiding in a baseball field, the police bring his mother from the concentration camp. As the mother's lullaby lures Toppei out, she immediately transforms herself into a wolf and escapes with Toppei. Mika is sheltering Chippei and Morimura at Professor Beppu's home. He is developing \"Human S,\" a drug used to turn vampires into men. Toppei, running away with his mother, harbors only hatred towards men. But it was, in fact, a man who saved him when he was surrounded by police. Toppei's trust in humans is restored when a truck driver protects him and his mother."
                },
                "19": {
                    "ID": "8459779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459779",
                    "TitleEnglish": "The Immortal Rock",
                    "SummaryEnglish": "Toppei turns into a man with the help of the drug called \"Human S,\" which has been developed by Professor Beppu. This drug led to the release of all vampires being held in the concentration camp. The Vampire Committee finally learns that they have been deceived by Rock, and turn themselves in to the police. This at long last puts an end to the terrifying hunt. Rock is then cornered at the top of a building by Morimura. After a fight, the two fall from the building, and Morimura dies. But what about Rock? He later appears in front of Professor Atami, who is hiding away on a solitary island. Badly wounded, Rock asks Professor Atami to perform plastic surgery on him to make him into a totally different person."
                },
                "20": {
                    "ID": "8459780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459780",
                    "TitleEnglish": "Toppei, Fight!",
                    "SummaryEnglish": "Toppei's mother becomes a full human being thanks to the efficacy of Human S. Toppei is delighted at the thought that this drug will give the vampires a different life as human beings, a life totally free from discrimination or prejudice. But he is convinced that he cannot become a man until he fights against the primitive savages created by Professor Atami. After finding out that the savages are involved in an accident in which a train rolls over, Chippei senses that the leader is Rock by the smell he emits, and lets Toppei know."
                },
                "21": {
                    "ID": "8459781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459781",
                    "TitleEnglish": "A Mammoth Savage Appears",
                    "SummaryEnglish": "While \"Mad PA,\" developed by Professor Atami, is a drug that turns men into primitive savages, Professor Beppu's \"Human S\" is proven to have the opposite affect of making primitive such into modern humans. Discovering this, Professor Atami abducts a professional wrestler to create an even tougher savage, and turns him into a mighty killing machine."
                },
                "22": {
                    "ID": "8459782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459782",
                    "TitleEnglish": "The \"Human S\" Campaign",
                    "SummaryEnglish": "A professional wrestler named Mammoth Tojo, who has been transformed into a violent killing machine, commits a series of murders against the Vampires. Ruriko begins to support Dr. Beppu's experiments, and smuggles herself into Rock's hideout. But eventually she is located by the Mammoth. Toppei and Chippei just barely manage to save Ruriko, but the tireless Mammoth persistently pursues the three. Shot by a bullet loaded with Human S, however, he also becomes a human being once again. It is Rock who shoots him to death for his act of killing. Then, once again, Rock disappears in front of Toppei."
                },
                "23": {
                    "ID": "8459783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459783",
                    "TitleEnglish": "Professor Beppu in Danger",
                    "SummaryEnglish": "On his way to the meeting venue, Professor Beppu is kidnapped by savages, and Toppei and the party receive a threatening recorded message from Rock. Toppei is summoned to see Rock alone and is asked by him to become his partner again. But Toppei refuses to agree. Then, a female savage skilled in karate decides impatiently to attack him. Toppei transforms himself into a wolf and knocks her down. Toppei and Chippei then rush off to rescue Professor Beppu."
                },
                "24": {
                    "ID": "8459784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459784",
                    "TitleEnglish": "The Third Trap",
                    "SummaryEnglish": "After smuggling himself into Rock's hideout to rescue Professor Atami, Toppei is trapped and locked inside a gas chamber. Although Chippei just manages to rescue him, one of the vampires, called Nishikawa, is killed by the woman savage. Meanwhile, Rock has set up a time bomb at Professor Beppu's laboratory."
                },
                "25": {
                    "ID": "8459785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459785",
                    "TitleEnglish": "The Terrifying Mad PA",
                    "SummaryEnglish": "Toppei's mother is now living peacefully as a kindergarten teacher. But something odd starts to happen among the children: they begin to transform into savages. It is undoubtedly Professor Atami's doing. Toppei is trapped by Rock and injected with Mad PA for trying to question Professor Atami. What is the destiny of Toppei, who can no longer return to being a man?"
                },
                "26": {
                    "ID": "8459786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vampires/episodes/8459786",
                    "TitleEnglish": "The Dying Devil",
                    "SummaryEnglish": "Rock kidnaps Toppei and Toppei, having become a full human because of Human S, can no longer transform. He is later rescued by Chippei and Ruriko. The police ask the Vampires to lend their support so that they can arrest Rock. Rock is now being pursued by both humans and vampires, being branded as \"the devil incarnate.\" Driven into a corner, Rock has a falling out with Professor Atami, and shoots him to death. But the motorboat carrying Rock, who loses his sight due to exposure to Mad PA, crashes into a big ship, is heavily damaged, and burns. Rock is dead. Toppei and his party are finally able have their peace."
                }
            }
        }
    }
}