{
  "URL": "https://www.thetvdb.com/series/uc",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Science Fiction",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1587790/",
    "http://www.gundam-unicorn.net",
    "https://www.themoviedb.org/tv/45500",
    "https://www.themoviedb.org/tv/45500"
  ],
  "TitleEnglish": "Mobile Suit Gundam Unicorn",
  "SummaryEnglish": "The story begins in UC 0001, at the very beginning of human space colonization, with the Laplace terror incident, a major event that influences the course of human history forever. The main story takes place in UC 0096, three years after the events of Mobile Suit Gundam: Char's Counterattack and seventeen years after the One Year War.",
  "Aliases": [
    "Gundam Unicorn",
    "Mobile Suit Gundam UC",
    "Mobile Suit Gundam Unicorn (2010)",
    "Mobile Suit Gundam Unicorn OVA",
    "機動戦士ガンダムUC (2010)",
    "機動戦士ガンダムUC OVA",
    "機動戦士ガンダムUC OVA (2010)"
  ],
  "Modified": "2025-07-18",
  "Seasons": {
    "0": {
      "ID": "1930717",
      "URL": "https://www.thetvdb.com/series/uc/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "8690379",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uc/episodes/8690379",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: One of Seventy Two",
          "SummaryEnglish": "U.C. 0095.12.03 The Neo Zeon remnants known as the Sleeves conduct a performance test on a certain new type of mobile suit in a debris sector. Having gotten wind of this intel, two warships head for the debris sector. One ship is a Earth Federation Forces warship. The other ship is an Anaheim Electronics testing ship. On board the Federation Forces battleship, a newly constructed Unicorn Gundam Unit 3 awaited its time to sortie...",
          "Aliases": []
        },
        "2": {
          "ID": "8633127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uc/episodes/8633127",
          "TitleEnglish": "Mobile Suit Gundam Unicorn: Episode EX - 100 Years of Solitude",
          "SummaryEnglish": "Recap of Mobile Suit Gundam, Mobile Suit Zeta Gundam, Mobile Suit Gundam ZZ and Mobile Suit Gundam: Char's Counterattack focusing on Newtype and Zeonism ideals told before UC episode 7.",
          "Aliases": []
        },
        "3": {
          "ID": "10722058",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/10722058",
          "TitleEnglish": "Mobile Suit Gundam Narrative",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "11242337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uc/episodes/11242337",
          "TitleEnglish": "機動戦士ガンダムUC FILM&LIVE the FINAL“A mon seul desir\"",
          "SummaryEnglish": "『機動戦士ガンダムUC』完結記念!!2014年7月に開催された音楽ライブイベントが遂にBlu-rayリリース決定!! 音楽:澤野弘之とオーケストラによる劇中音楽の演奏、福井晴敏書き下ろしシナリオ朗読で体感する圧巻のライブ映像!! 映像特典として本公演朗読パートとトークショーパートをコンプリート収録!! 「機動戦士ガンダムUC」、終幕のライブ――",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1930718",
      "URL": "https://www.thetvdb.com/series/uc/seasons/official/1",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "8460907",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460907",
          "TitleEnglish": "Day of the Unicorn",
          "SummaryEnglish": "A Neo-Zeon remnant group called the “Sleeves” travels to Side 4's Industrial 7 colony, so that its captain, Zinnerman, can receive a \"key\" to something known as “Laplace's Box” from Vist Foundation leader Cardeas Vist. The item is said to be capable of either restoring the future or destroying the world.",
          "Aliases": []
        },
        "2": {
          "ID": "8460908",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460908",
          "TitleEnglish": "The Second Coming of Char",
          "SummaryEnglish": "The transformed Unicorn Gundam overpowers the Kshatriya and Marida is ordered to retreat. The Unicorn is picked up by the Londo Bell ship Nahel Argama. Banagher is questioned by Daguza Mackle about how he came to possess the Unicorn Gundam but is interrupted by the Sleeves' surprise attack.",
          "Aliases": []
        },
        "3": {
          "ID": "8460909",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460909",
          "TitleEnglish": "The Ghost of Laplace",
          "SummaryEnglish": "The Earth Federation and ECOAS execute their assault on Palau, with the intention of rescuing Banagher and the Unicorn. Saboteurs destroy Palau's connecting bridges, while the Nahel Argama unleashes its Hyper-Mega Particle Cannon, pushing the asteroids towards each other to damage much of the Sleeves' forces. Any Sleeves unit getting out is ambushed by ECOAS units hiding in the rocks.",
          "Aliases": []
        },
        "4": {
          "ID": "8460910",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460910",
          "TitleEnglish": "At the Bottom of the Gravity Well",
          "SummaryEnglish": "The Zeon Remnant forces attack the Federation Capitol Building at Dakar in a feint operation to allow the Garencieres to descend to Earth safely. Banagher is revealed to have been rescued from death by landing on the Garencieres mid-descent. Marida is transported to a Federation facility in North America, where Martha Vist Carbine manipulates her using the wreck of an old Mass-Production Qubeley, which she had piloted in the past.",
          "Aliases": []
        },
        "5": {
          "ID": "8460911",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460911",
          "TitleEnglish": "The Black Unicorn",
          "SummaryEnglish": "After neutralizing the Delta Plus, the newly arrived Banshee captures the Unicorn and returns it to the Ra Cailum, where Riddhe encounters and attempts to question Alberto Vist of Anaheim Electronics' motives, only to be ignored. Meanwhile, on the Garuda, Martha requests Mineva's assistance to coerce Banagher's cooperation in disclosing the location of Laplace's Box. On the Ra Cailum, Bright speaks with Banagher and comes to terms with the latter's actions, before learning of the Federation's covert deployment of the new Dogosse Gier-class battleship General Revil. He sends orders to the Nahel Argama, instructing them to rendezvous with the Garencieres.",
          "Aliases": []
        },
        "6": {
          "ID": "8460912",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460912",
          "TitleEnglish": "Two Worlds, Two Tomorrows",
          "SummaryEnglish": "Full Frontal and Angelo Sauper comes in to rescue the Nahel Argama and the Garencieres as the EFSF flagship General Revil bears down on them. The Londo Bell Tri-Stars chase down the Garencieres, which suddenly blows up as a decoy to buy time for the Sleeves to take over the Nahel Argama.",
          "Aliases": []
        },
        "7": {
          "ID": "8460913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/uc/episodes/8460913",
          "TitleEnglish": "Over the Rainbow",
          "SummaryEnglish": "The Sleeves test the AMX-107R ReBawoo mobile suit in a shoal zone on December 3, UC 0095. Having learned about the test, the Earth Federation and Anaheim Electronics sends one ship each to investigate the Sleeves' test as Martha Vist Carbine watches the operation unfold. The Federation deploys the Unicorn Gundam Unit 3 Phenex in a bid to destroy the ReBawoo and the Unicorn Banshee.",
          "Aliases": []
        }
      }
    }
  }
}