{
    "URL": "https://www.thetvdb.com/series/high-card",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25275610/",
        "https://highcard-anime.jp/",
        "http://www.reddit.com/r/HIGHCARD",
        "https://www.tvmaze.com/shows/65772/show-slug",
        "https://www.themoviedb.org/tv/194665",
        "https://en.wikipedia.org/wiki/High_Card",
        "https://x.com/highcard_pj"
    ],
    "TitleEnglish": "High Card",
    "SummaryEnglish": "The Kingdom of Fourland is an island nation located in the North Atlantic. The country notably holds the 52 “X” playing cards, considered to be the very origin of playing cards. These cards, each endowed with a supernatural ability, can donate their power to a qualified person, a \"player\". One day, the \"X\" cards, which were supposed to be under the protection of the government, ended up scattered all over the country, causing a lot of trouble due to the powers acquired by the people who obtained them. In secret, the King entrusted a mission to Pinochle, one of the largest companies in the nation: to find the cards to put an end to the ambient chaos. By day, Finn, Chris, Leon, Wendy and Vijay are simple employees of the car manufacturer Pinochle. At night, they are members of \"High Card\", a secret group made up of players whose mission is to collect the cards.",
    "Aliases": [
        "High Card"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1933296",
            "URL": "https://www.thetvdb.com/series/high-card/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10786104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10786104",
                    "TitleEnglish": "The Flowers Bloom",
                    "SummaryEnglish": "When Leo's induction ceremony as the CEO of Pinochle Automobile is only a couple of days away, a player turns him into... a baby?! Can High Card return Leo back to normal while taking care of baby Leo?"
                }
            }
        },
        "1": {
            "ID": "1933297",
            "URL": "https://www.thetvdb.com/series/high-card/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8481514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/8481514",
                    "TitleEnglish": "One Shot",
                    "SummaryEnglish": "A blonde boy is looking around the people on the street. His name is Finn Oldman, and he's collecting funds by pickpocketing, using his extraordinary power of observation, in order to save the Sun Fields orphanage he grew up in from the land shark. But the pawn shop owner rejects his haul since they are stolen goods. Instead, he offers that he would buy the card Finn carries around. But this card is something Finn will never part with... He goes to the casino to get rich quickly. But this leads him to a mysterious fate."
                },
                "2": {
                    "ID": "9549389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9549389",
                    "TitleEnglish": "Make a Choice",
                    "SummaryEnglish": "The man in a red suit, Chris Redgrave, is an employee of a long-established car manufacturer, Pinochle. Why is a car maker after the card? What does this card do? And who are the Klondike Family, the biggest mafia organization in the Fourland Kingdom? Confused, Finn is half-forced into working for Pinochle and becomes a member of High Card. Chris becomes his mentor. The two don't quite get along, but they're on their way to their first mission together."
                },
                "3": {
                    "ID": "9549390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9549390",
                    "TitleEnglish": "Crazy Rich",
                    "SummaryEnglish": "Finn comes out of the tailor in a good mood, dressed in his new custom-made suit. But something rains on his parade: A young man gets kidnapped right in front of his eyes. Finn succeeds in rescuing him using Neo New Nambu, but is taken aback by the young man's attitude. He's bossy and rude, looking down on Finn. But the kidnappers continue to come after this young man, and they seem to have their reasons..."
                },
                "4": {
                    "ID": "9551533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551533",
                    "TitleEnglish": "Samurai Girl",
                    "SummaryEnglish": "Wendy Sato has determined that she is going to walk the path of solitude, just like her father she admired. But it's not so easy. Despite herself, she's late for work from oversleeping, and gets hammered at Finn's welcome party. At this rate, she will not be anything like her father, let alone mastering the power of the ace of spades inherited from her father, \"Love and Peace.\" That's when High Card is put in a tight spot by a player from the Klondike family."
                },
                "5": {
                    "ID": "9551534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551534",
                    "TitleEnglish": "Power Game",
                    "SummaryEnglish": "Detective Sugar Peace suspects Pinochle. The footage of them wrecking town is deleted from social media, and any investigations they're involved are unnaturally cut short. She suggests at the station that there must be something going on, yet no one takes her seriously. When she's bothered by something, it keeps her up at night. So she decides to investigate on her own. In the meantime, her boss, Captain Greg Young gets in touch with two of the big names in town. And they turn out to be..."
                },
                "6": {
                    "ID": "9551535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551535",
                    "TitleEnglish": "Take Back Five",
                    "SummaryEnglish": "The 5 of diamonds is put into an auction. This is one of the cards that were scattered all over the country due to the X-Blind when the Klondike Family attacked the Trapla palace. High Card must stop the card from falling into the wrong hands. They go on a secret mission to recover the 5 of diamonds on a luxury cruise ship where the auction takes place. But an extremely troublesome man for Pinochle, Norman Kingstat, is also participating in the auction."
                },
                "7": {
                    "ID": "9551536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551536",
                    "TitleEnglish": "Love & Fake",
                    "SummaryEnglish": "When Finn and Chris approach Chelsea Hammond, the player of the 2 of diamonds, \"Love Connection,\" she uses that power to stick their hands together. Chris, who has an important date coming up, chases Chelsea around all over town day and night with Finn to collect Chelsea's card and undo the power. But catching a girl with no fixed address turns out to be not so easy. Not having been able to undo the power, Chris goes on a date with Chris in tow."
                },
                "8": {
                    "ID": "9551537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551537",
                    "TitleEnglish": "Heat Up",
                    "SummaryEnglish": "To celebrate Lindsey's birthday, Finn visits Sun Fields. While preparing for the party, a couple of kids start to fight, and it looks like it is due to Sam, a boy who joined Sun Fields recently. Finn sees his old self in Sam, and tries to be there for him. And Lindsey's birthday party starts. It's all fun and merry, until Bobby Ball from the Klondike Family shows up."
                },
                "9": {
                    "ID": "9551538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551538",
                    "TitleEnglish": "By Your Side",
                    "SummaryEnglish": "The royal family has been attacked before when they are expecting to have a coronation, and the eldest prince, Dylan Fourland, has been killed. The mastermind of the attacked seems to be the Klondike Family, who is not afraid to make an enemy of the country to get the cards. Threatened by this, Pinochle secretly orders High Card to immediately collect cards whose whereabouts are known to them. But Finn is nowhere to be seen. He seems to be crestfallen over what happened to Sun Fields. Chris visits Finn’s place to cheer Finn up as his buddy."
                },
                "10": {
                    "ID": "9551539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551539",
                    "TitleEnglish": "To Be Apart",
                    "SummaryEnglish": "Finn wakes up to find a woman standing in front of him. Her name is Aya Tawawa. She was a member of the first generation High Card, and is also a target of the secret mission for Finn. Aya happened to find Finn passed out and carried him in, but she feels a strange twist of fate with this encounter. She tells Finn about the incidents that happened with High Card, and what happened to Chris when he was young. In the meantime, Chris is being tortured by Jasper, and he learns that Alexander is going after Finn."
                },
                "11": {
                    "ID": "9551540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551540",
                    "TitleEnglish": "Chris",
                    "SummaryEnglish": "Why did Chris shoot Finn? Why did he steal the cards? What are his intentions? High Card is at a loss as to what to make of Chris' puzzling behavior that turned him into a fugitive. Finn suggests that they find Chris first on their own, but Leo disagrees, since Owen Alldays, Theodore's secretary, is working to secure Chris under the direct order of the president. In the meantime, the Klondike Family is preparing to invade as they try to rise in rebellion once again."
                },
                "12": {
                    "ID": "9551541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/9551541",
                    "TitleEnglish": "Finn",
                    "SummaryEnglish": "The Klondike Family makes a sudden attack on the palace. Leo and others have their hands full protecting Theodore and the royal family. Finn is apprehended by Owen on the account that he interfered with capturing Chris, and Chris drives off with Michel in the car. Then, Ban Klondike appears in front of Chris. Nhât, Sugar, Young, and Chelsea join the chase and the city is in absolute turmoil. Will High Card and Finn be able to stop Chris' X-Hand in time?"
                }
            }
        },
        "2": {
            "ID": "2055413",
            "URL": "https://www.thetvdb.com/series/high-card/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10060433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10060433",
                    "TitleEnglish": "Knightmare",
                    "SummaryEnglish": "Finn is back on High Card's duty with Chris, who is now Finn's junior. Lindsey tells Finn about the story of how he ended up in the orphanage, and while Finn and Chris are on a hunt to collect a card, Finn encounters the Black Knight from his nightmare."
                },
                "2": {
                    "ID": "10236197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236197",
                    "TitleEnglish": "Truth of the Hero",
                    "SummaryEnglish": "Finn and Chris go to Silphium to collect the Heart of Queen with Sonic Move, the ability to move at sonic speed. The target wears a superhero costume and uses his ability to help people. Finn gets lost and asks a stranger in a robe for directions. Meanwhile, Chris notices abnormalities with his body."
                },
                "3": {
                    "ID": "10236198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236198",
                    "TitleEnglish": "Answer the Door",
                    "SummaryEnglish": "Chris gives half of his life to Michel with X-Hand and gets her illness in exchange. His power of Calorie's High is now weakened. Leo gets summoned by Theodore to the HQ to discuss it. Concerned, Finn secretly follows. And a new assassin from the Klondike Family shows up, causing a panic at the HQ."
                },
                "4": {
                    "ID": "10236199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236199",
                    "TitleEnglish": "Once Upon a Time",
                    "SummaryEnglish": "After the incident at the Pinochle HQ, High Card is suspended indefinitely despite the royal family’s effort to cover it up. With Theodore still missing and Chris hospitalized, the team is separated. That’s when Norman shows up and starts talking about how he, Theodore, and Ban met."
                },
                "5": {
                    "ID": "10236200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236200",
                    "TitleEnglish": "Look at Me",
                    "SummaryEnglish": "Leo returns to Rummy College, a prestigious boarding school, as High Card is on hiatus. He is tired of everyone tiptoeing around him, but a transfer student named Francois approaches Leo. Initially Leo is distant, but they become close over time. Incidentally, Leo starts to get sick."
                },
                "6": {
                    "ID": "10236201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236201",
                    "TitleEnglish": "Hold Your Hand",
                    "SummaryEnglish": "Chelsea visits Wendy with a girl named Chloe, who's trying to get away from the police because of her card. But Wendy is not sure if she's the right person to help. But Chelsea drags her out anyway, and the three girls are on the road to run."
                },
                "7": {
                    "ID": "10236202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236202",
                    "TitleEnglish": "Prisoners",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "10236203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236203",
                    "TitleEnglish": "Lala Valdenklein",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "10236204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236204",
                    "TitleEnglish": "Coming Day",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "10236205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236205",
                    "TitleEnglish": "Winner or Loser",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "10236206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236206",
                    "TitleEnglish": "Sweet Home",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "10236207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/high-card/episodes/10236207",
                    "TitleEnglish": "Last Shot",
                    "SummaryEnglish": null
                }
            }
        }
    }
}