{
  "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue",
  "Genres": [
    "Action",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "http://g-bb.net/",
    "https://www.themoviedb.org/tv/134821",
    "https://x.com/gundam_info"
  ],
  "TitleEnglish": "Gundam Breaker Battlogue",
  "SummaryEnglish": "The final of the Gunpla Battle National Championships in which a heated battle takes place. There was a figure of a fighter. A few months later, Misa Satsukino, who composes a new gunpla in the Ayato Shopping District, looks more unpleasant than usual. She sets the finished gunpla in the battle simulator as if Misa bursts into her hopeless rage and goes to battle, but the gunpla is suddenly arrested. With the major event GB Festa in front of their eyes, the fate of the Gunpla fighters is declared in jeopardy.",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1934812",
      "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "8793635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8793635",
          "TitleEnglish": "FIRST CONTACT",
          "SummaryEnglish": "It is the final round of the Gunpla Battle U.S. Championship. With mixed feelings, Misa watches her former teammate, who is fighting with the eyes of the world upon him. Later, after building a Gunpla at the Irato Game Park, Misa begins her own battle to let off some steam. However...",
          "Aliases": []
        },
        "2": {
          "ID": "8802878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8802878",
          "TitleEnglish": "GB Fest Begins!",
          "SummaryEnglish": "At last, the Gunpla Battle event known as \"GB Fest\" has opened. The venue is filled with people, and a long line forms at the booth for its main attraction, a special event battle. In the line are Ryusei, Sana, and Touma, each of them with high expectations in their hearts as they prepare to test the strength of the new Gunpla they have built.",
          "Aliases": []
        },
        "3": {
          "ID": "8817291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8817291",
          "TitleEnglish": "Menace of the Runner Prison",
          "SummaryEnglish": "During the event battle at GB Fest, the sudden appearance of a masked man throws the venue into an uproar. The Gunpla are rendered helpless by the mysterious \"Runner Prison\" system this man controls. Ryusei, Sana, and Touma manage to avoid it, but then the masked man unleashes an even more astonishing move against the trio.",
          "Aliases": []
        },
        "4": {
          "ID": "8830800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8830800",
          "TitleEnglish": "RE:venger",
          "SummaryEnglish": "After a hopeless struggle, Ryusei and the others have been captured by the Runner Prison. Now the masked man finally summons his own Gunpla, the Gundam Barbataurus. His three opponents are in desperate peril as they face this demonic machine that tramples the battlefield with overwhelming power.",
          "Aliases": []
        },
        "5": {
          "ID": "8842361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8842361",
          "TitleEnglish": "The Mighty Ones",
          "SummaryEnglish": "The identity of the masked man is revealed to be Mahara, who was defeated by Takuma in the final round of the Gunpla Battle U.S. Championship. With Misa's assistance, Ryusei and the others escape their predicament, then do their utmost to confront Gunpla controlled by the special AI characters that Mahara has created.",
          "Aliases": []
        },
        "6": {
          "ID": "8853043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-breaker-battlogue/episodes/8853043",
          "TitleEnglish": "UNDER THE MASK",
          "SummaryEnglish": "Takuma has appeared at last, and Mahara unleashes the hidden full power of the Gundam Barbataurus against him. Thus begins the final confrontation of a Gunpla Battle surpassing the imagination of any Gunpla Fighter.",
          "Aliases": []
        }
      }
    }
  }
}