{
    "URL": "https://www.thetvdb.com/series/uncle-from-another-world",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15219320/",
        "https://isekaiojisan.com/",
        "http://www.reddit.com/r/IsekaiOjisan",
        "https://www.themoviedb.org/tv/127714",
        "https://en.wikipedia.org/wiki/Uncle_From_Another_World",
        "https://x.com/Isekai_Ojisan"
    ],
    "TitleEnglish": "Uncle from Another World",
    "SummaryEnglish": "Seventeen years ago, Takafumi's uncle fell into a coma, but now he's back like a man risen from his grave. Soon, Takafumi discovers two bizarre things: His uncle treasures video games above all else, and, while comatose, he was actually transported to another world as some heroic guardian! Now, not only does Takafumi have to room with an uncle who is literally magical, he also has to catch the guy up on two decades of history—smartphones, high-speed internet, modern anime tropes…and the traumatic outcome of the '90s console war!",
    "TitleJapanese": "異世界おじさん",
    "SummaryJapanese": "2017年秋。17年間の昏睡状態から目覚めた叔父に会うため、甥のたかふみが病室を訪れた。奇妙な言語を発し異世界「グランバハマル」にいたと語るおじさんを「頭がおかしくなった」と突き放そうとするたかふみに対し、おじさんは実際に魔法を使って見せる。おじさんが本当に魔法を使えることを認識したたかふみは、その能力を使って、YouTuberとして生計を立てることを勧める。\n\nYouTuberとなったおじさんとルームシェアを始めたたかふみは、おじさんから折にふれ異世界での生活について聞かされるが、それは通常の「異世界もの」とは異なる17年間の孤独で壮絶な物語であった。 (wikipedia)",
    "Aliases": [
        "異世界叔叔",
        "Isekai Oji-san",
        "Isekai Ojisan"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1935868",
            "URL": "https://www.thetvdb.com/series/uncle-from-another-world/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9596232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9596232",
                    "TitleEnglish": "AT-X特番『異世界おじさん』ちゃんねる",
                    "SummaryEnglish": "＜出演＞ 子安武人（おじさん役） 福山潤(たかふみ役) 詳細情報 ＜番組内容＞ テレビアニメ放送直前！作品の見どころや実際に登場する名作ゲームたちを、おじさん役・子安武人、たかふみ役・福山潤でお届け！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1935869",
            "URL": "https://www.thetvdb.com/series/uncle-from-another-world/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8908028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/8908028",
                    "TitleEnglish": "I'm Finally Back From the Fantasy World of Granbahamal After 17 Long Years!",
                    "SummaryEnglish": "Takafumi’s uncle wakes up from a 17-year coma, claiming he was in another dimension, and he tries to prove it by showing off his magical powers.",
                    "TitleJapanese": "異世界グランバハマルに17年いたがようやく帰ってきた、ぞ",
                    "SummaryJapanese": "西暦2017年の秋。17歳のときにトラックにはねられ、それ以来ずっと昏睡状態だった叔父が目覚めたという連絡を受け、病室を訪れた甥のたかふみ。意味不明な言葉をつぶやき、異世界に行っていたと話す叔父の姿を見て、頭がおかしくなってしまったと困惑するが、叔父は証拠を見せるかのように目の前で魔法を使ってみせる。何かを思いついたたかふみは、態度を一変させ、叔父に一緒に暮らそうと話すのだが…。"
                },
                "2": {
                    "ID": "9230617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230617",
                    "TitleEnglish": "\"Guardian Heroes\" Shoulda Been Number One!",
                    "SummaryEnglish": "Takafumi surprises his uncle with an early birthday present. As the new year begins, Takafumi bumps into a childhood friend.",
                    "TitleJapanese": "１位「ガーディアンヒーローズ」だろぉおおお！",
                    "SummaryJapanese": "異世界へと旅立った西暦２０００年で時が止まっているおじさん。熱狂的なＳＥＧＡファンであったおじさんは、ネットオークションでサタマガ読者レースの全記録が載った本を手に入れる。それは「これを見るまでは死ねない」と過酷な異世界を生き抜く原動力になったものだが、待ちに待った結果は望んでいたものではなかった。傷心のおじさんは、異世界で出会ったとある少女について語り始める。"
                },
                "3": {
                    "ID": "9230618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230618",
                    "TitleEnglish": "I'm Your Un—...Aunt, Dear",
                    "SummaryEnglish": "While Takafumi and his uncle strategize on how to increase their YouTube subscriber count, Fujimiya is worried about the well-being of her crush.",
                    "TitleJapanese": "叔父がいるなら叔母もいるものです、わ",
                    "SummaryJapanese": "魔法を使った動画投稿でＹｏｕＴｕｂｅｒとして活動していたおじさんとたかふみだったが、チャンネルの登録者数が足りず、このままでは広告収入が絶たれてしまうかもしれない危機に直面する。かつて異世界でエルフと共に魔獣の大群と戦ったとき、おじさんはエルフのことを一切信頼することはなかった。しかし、今回はネット民を信じて、とある行動に打って出ることに。たかふみの心配をよそに、その行動は思わぬ事態へと発展する。"
                },
                "4": {
                    "ID": "9230619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230619",
                    "TitleEnglish": "You Helped Me Through Tough Times",
                    "SummaryEnglish": "Fujimiya tries to catch Takafumi’s attention. Takafumi’s uncle shares a seemingly romantic memory he experienced during his time in the other dimension.",
                    "TitleJapanese": "つらい中お前がいて、支えてくれてよかった",
                    "SummaryJapanese": "たかふみになかなか気持ちを気づいてもらえない藤宮。そんな中、とあるハプニングでおじさんに氷結魔法をかけられ、シャワーを浴びて着替えているところを偶然たかふみに見られてしまう。おじさんの気遣いもあり部屋には二人きり。「着替えを見た責任はとる…」というたかふみの言葉に、藤宮の鼓動は高まるばかり。二人は急接近！？と思われたが、その責任の取り方は藤宮の予想とは大きく外れていた…。"
                },
                "5": {
                    "ID": "9230620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230620",
                    "TitleEnglish": "That Reminds Me, I Almost Got Assassinated Once",
                    "SummaryEnglish": "Takafumi’s uncle has a flashback to the time he narrowly escaped an assassination attempt — and his story keeps getting grimmer.",
                    "TitleJapanese": "そういや俺、「暗殺」されかけたことあるな",
                    "SummaryJapanese": "「プロ野球で稼ぐのどうです？」魔法を使ってガッポリ年俸を稼ごうとおじさんたちに提案する藤宮。しかし高校時代、野球部員たちが炎天下で毎日練習する姿を見ていたおじさんは、ズルするような真似はしたくないと却下する。「俺もエイリアンソルジャーに打ち込んで汗を流したから気持ちが分かる…」とまじめな表情で語るおじさんに呆れる藤宮とたかふみ。そんな二人を尻目に、おじさんは異世界で暗殺されかけた話を始める。"
                },
                "6": {
                    "ID": "9230621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230621",
                    "TitleEnglish": "So They Threw Me Into the Basement of a Freak Show...",
                    "SummaryEnglish": "Even Takafumi’s uncle has memories he’d rather forget. But he also remembers a rare heroic moment he experienced in the other dimension.",
                    "TitleJapanese": "こうして俺は見世物小屋の地下にぶち込まれたんだが…",
                    "SummaryJapanese": "異世界に転生したばかりの頃の記憶を辿るおじさん。冒険者に襲われ、瀕死のオークとしてタワシよりも安い値段で見世物小屋に売られていた。地下牢に閉じ込められたおじさんは正気を保つために精霊と対話をするうちに、初めて魔法の力が覚醒。何とか牢からの脱出に成功するのであった。たかふみと藤宮はその記憶を通して、おじさんがなぜ突出した魔法の強さを持っていたのか、その理由を探る。"
                },
                "7": {
                    "ID": "9230622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230622",
                    "TitleEnglish": "As You Can See, SEGA Games Are Very Helpful in Life!",
                    "SummaryEnglish": "Takafumi’s uncle recalls the time he almost made friends in the other dimension. Meanwhile, Fujimiya heads to her college campus to meet someone.",
                    "TitleJapanese": "見てのとおりＳＥＧＡのゲームは人生の役に立つんだ！",
                    "SummaryJapanese": "ＹｏｕＴｕｂｅｒとしての収入で『メガドライブ』を買ったおじさん。ゲームをプレイしながら意気揚々とたかふみに敵の倒し方を解説する。異世界でもＳＥＧＡのゲームで得た経験が役に立ったと、駆け出しの冒険者パーティ・アリシアたちと協力してゴブリンの大群を討伐したときの話を始める。一方、藤宮の忘れ物を届けようと出掛けたたかふみは、ヤンキー男と歩く藤宮を目撃。おじさんから魔法の力を借りて助けに向かうが…。"
                },
                "8": {
                    "ID": "9230623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230623",
                    "TitleEnglish": "I Got Through It by Transforming Into the Most Powerful Being I Know",
                    "SummaryEnglish": "Takafumi’s uncle continues his story about his search to find the Shining Crusader, revealing a thoughtful side to him — almost like a real hero.",
                    "TitleJapanese": "俺の知る最強の生物に変身して切り抜けたんだ",
                    "SummaryJapanese": "神聖勇者の称号を得ていたアリシア。おじさんに記憶を消されたせいで、ゴブリンの大群を退けた手柄が全てアリシアたちだけの功績となり、駆け出しの冒険者には見合わない称号が与えられていた。おじさんは分不相応な肩書は危険だとして、誤解を解くため王都へと向かう。しかし、アリシアたちが勇者に祭り上げられたその裏に、卑怯な陰謀があることを知り…。人権意識の低い異世界人を、おじさんが現代の倫理観で論破する！？"
                },
                "9": {
                    "ID": "9230624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230624",
                    "TitleEnglish": "The Ice Spirit Demands a Price for Its Cooler Magic",
                    "SummaryEnglish": "Stuck in an apartment without air conditioning in record breaking heat, Takafumi’s uncle negotiates with the Ice Spirits for help.",
                    "TitleJapanese": "氷の精霊がクーラー魔法の対価を要求してるんだよ",
                    "SummaryJapanese": "8月、日本各地で最高気温を記録したある日。暑さのせいで頭が働かないおじさんとたかふみ。クーラーの代わりに魔法で部屋を冷やすことに成功するが、精霊への捧げものとして用意した魚の頭が異様においしそうに見えてしまう。それは以前、魔法を無理に使った反動で竜に変身した時の後遺症だと気づく。変身魔法のリスクを改めて感じるおじさん。異世界でも魔炎竜に変身後、精神を支配され戻れなくなったときのことを思い出す。"
                },
                "10": {
                    "ID": "9230625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230625",
                    "TitleEnglish": "Civility Only Comes After You're Seen as a Person",
                    "SummaryEnglish": "Worried that Fujimiya is hanging out with the wrong crowd, her friend from college comes to visit her at Takafumi’s apartment.",
                    "TitleJapanese": "礼節は…人であると認められてからだ",
                    "SummaryJapanese": "藤宮の友人・沢江がたかふみの部屋を訪れる。当初は藤宮が怪しい宗教にハマっていると勘違いしていた沢江であったが、藤宮の恋心を察してたかふみを試すことに。藤宮の 様々な写真を見せて下心を探るが、なぜか藤宮本人ではなく、小さくうつり込む男を執拗に気にするたかふみに沢江は恐怖を覚える。一方異世界では、おじさんとエルフがニホンバハマルからの転移者が作ったという温泉を訪れる。"
                },
                "11": {
                    "ID": "9230626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230626",
                    "TitleEnglish": "N-no, I Wasn't Looking at Anything Dirty...",
                    "SummaryEnglish": "Unable to wield his powers, Takafumi’s uncle finds himself helpless against magic-sealing birds. Later, he has a heart to heart with Alicia.",
                    "TitleJapanese": "ち、違うぞ、これはエッチなのを見たからじゃなく…",
                    "SummaryJapanese": "異世界の温泉宿に突如魔物が襲来。おじさんとアリシアたちは戦闘を余儀なくされるが、魔封鳥のせいで魔法が使えない。体育の成績が大体２か３だったというおじさんは、魔法を封じられ戦闘力が著しく低下するのであった。一方エドガーとライガも必死の応戦を見せるが、催眠獣によって操られてしまう。おじさんは何とか反撃の糸口を見つけようと、アリシアが持つ古代魔道具『救世のワンド』の力を発動させようとする。"
                },
                "12": {
                    "ID": "9230627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230627",
                    "TitleEnglish": "Names Are Important, That's What (He/She) Said",
                    "SummaryEnglish": "Takafumi’s uncle reminisces about the time he was tasked with hunting down a mysterious singing demon. Meanwhile, he longs to find his way home.",
                    "TitleJapanese": "名前は大事だ、あいつもそう言っていた",
                    "SummaryJapanese": "『唄う魔物』の討伐依頼を受けて森へと向かったおじさん。歌声を頼りに巨大な魔物を発見し、倒そうと攻撃を仕掛けるが…その正体は森で自給自足の生活をするメイベルであった。人を寄せ付けないために立てた巨大な氷像とメイベルの歌声が、いつの間にか『唄う魔物』として恐れられていたのだ。歌声を褒められて気をよくしたメイベルは、おじさんの故郷の歌を唄おうと提案。喜んだおじさんはメイベルにお気に入りの曲を教える。"
                },
                "13": {
                    "ID": "9230628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uncle-from-another-world/episodes/9230628",
                    "TitleEnglish": "It's Thanks to All of You",
                    "SummaryEnglish": "Up against the legendary venom dragon, Takafumi’s uncle and his cohorts feel hopeless — until Elf comes up with an ingenious plan. Let the battle begin!",
                    "TitleJapanese": "みんなのおかげだ、ありがとう",
                    "SummaryJapanese": "おじさんのせいで神聖魔力をまとい、強大な姿で復活してしまった魔炎竜。おじさん、エルフ、メイベル、アリシアたちの前に立ちはだかる。恐るべき攻撃力と回復力、さらに接近すると身軀操作で操られるという絶望的な状況に一同呆然。さらに魔炎竜に対して圧倒的な力を持つはずの『凍神剣』もメイベルの戦意喪失により使えない。為す術なしかと思われたその時、エルフが皆の前に進み出てある作戦を告げる。"
                }
            }
        }
    }
}