{
  "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt14669108/",
    "https://fabiniku.com",
    "http://www.reddit.com/r/FantasyBishoujo",
    "https://www.tvmaze.com/shows/59449/show-slug",
    "https://www.themoviedb.org/tv/125712",
    "https://www.wikidata.org/wiki/Q106872663",
    "https://en.wikipedia.org/wiki/Life_with_an_Ordinary_Guy_Who_Reincarnated_into_a_Total_Fantasy_Knockout",
    "https://x.com/fabiniku"
  ],
  "TitleEnglish": "Life With an Ordinary Guy Who Reincarnated Into a Total Fantasy Knockout",
  "SummaryEnglish": "Childhood friends Tachibana Hinata and Jinguji Tsukasa were living the everyday life of office workers. Then, on the way home from a mixer, they were sent flying into another world by a mysterious being. Once there, Jinguji sees his best friend has been turned into a beautiful blonde-haired, blue-eyed girl...?! The adorableness of Tachibana’s female form completely flummoxes Tachibana. But these two are each others’ best friends. To keep their relationship from being destroyed, they must defeat the Demon Lord as quickly as possible and return to their original forms.",
  "Aliases": [
    "ファンタジー美少女受肉おじさんと",
    "Fantasy Bishōjo Juniku Ojisan to",
    "Fantasy Bishoujo Juniku Ojisan to",
    "Fabiniku",
    "With a Fogie Reincarnated as a Pretty Fantasy Girl",
    "Fantasy Bishoujo Juniku Ojisan to (2022)",
    "Life With an Ordinary Guy Who Reincarnated Into a Total Fantasy Knockout (2022)"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1935914",
      "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8795175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8795175",
          "TitleEnglish": "Another Guy",
          "SummaryEnglish": "Tachibana Hinata and Jinguuji Tsukasa have been best friends since childhood. Now, at 32 years old, they're both average businessmen. One night after a mixer, an entity calling itself a goddess sends them to another world. When Jinguuji opens his eyes, he sees Tachibana, who's been transformed into a beautiful, blue-eyed, blonde girl. Now that the two are of different genders from each other, they're each bewildered by the other's charms. They steel their determination to defeat the Demon Lord in order to return to who they were with their relationship still intact.",
          "Aliases": []
        },
        "2": {
          "ID": "8940542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8940542",
          "TitleEnglish": "Unparalleled Beauty",
          "SummaryEnglish": "After being sent to another world, Tachibana and Jinguuji spot a small settlement at the edge of a forest. However, unbeknownst to them, the settlement is under attack by bandits. Tachibana goes in to the village alone to gather information on the world, but Tachibana's \"Unparalleled Beauty\" skill, which grants the ability to cause the status effect \"Charmed,\" instigates a falling out among the bandits...",
          "Aliases": []
        },
        "3": {
          "ID": "8951822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8951822",
          "TitleEnglish": "An Angry Elf",
          "SummaryEnglish": "Tachibana and Jinguuji have managed to destroy the bandits' hideout, but the resulting fire has destroyed the elven forest. Seeing that their forest has been burned to the ground, the elven Premier, Rue, flies into a rage. Driven to jealousy by Tachibana's beauty, Rue attacks Tachibana and Jinguuji, intending to kill them. But it proves utterly ineffective against Jinguuji...",
          "Aliases": []
        },
        "4": {
          "ID": "8951823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8951823",
          "TitleEnglish": "A Dark Swordsman",
          "SummaryEnglish": "Continuing on their adventure, Tachibana and Jinguuji arrive in a large town with a market and rows of buildings. But Tachibana's \"Unparalleled Beauty\" Charms men, one after another, leading Jinguuji to resort to purchasing a certain item. At the same time, a dark swordsman reacts to seeing Jinguuji's wearing a suit, and challenges Jinguuji to a fight. Then Tachibana and Jinguuji learn that the swordsman is actually their fellow countryman...?!",
          "Aliases": []
        },
        "5": {
          "ID": "8951825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8951825",
          "TitleEnglish": "Armor That Moves",
          "SummaryEnglish": "In order to prove that he is a true hero who has been summoned by a goddess, Schwartz, a high school student who is from Japan just like Tachibana and Jinguuji, has takes on a mission to defeat the living armor which has been attacking tradesmen near the Mercs territory. The living armor only targets magic items, and tries to take Schwartz's holy sword, Gram, and Tachibana's tiara, but...!",
          "Aliases": []
        },
        "6": {
          "ID": "8988042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988042",
          "TitleEnglish": "A Free Spirit",
          "SummaryEnglish": "The Goddess of Night, called down by Schwartz's skill, explains the mystery behind Jinguuji's arrival in this world. Tachibana and Jinguuji leave the Mercs territory, heading for the royal capital. Along the way, they stop by a peculiar village where squid is adored. There, as part of the preparations for a strange ceremony, Tachibana is kidnapped as a sacrifice...?!",
          "Aliases": []
        },
        "7": {
          "ID": "8988047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988047",
          "TitleEnglish": "A Squid Fire",
          "SummaryEnglish": "In a strange village where the people worship a giant squid as a god, Jinguuji searches for Tachibana, who has been abducted to become a sacrifice, and catches sight of Rue, the elven Premier, who had also been a candidate for the sacrifice. Jinguuji forms an agreement with Rue for the purposes of defeating the giant squid with its demands for beautiful maidens, and suggests a bold plan to accomplish the feat.",
          "Aliases": []
        },
        "8": {
          "ID": "8988048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988048",
          "TitleEnglish": "A Choice",
          "SummaryEnglish": "Leaving the squid-worshipping village behind them, Tachibana and Jinguuji head for the royal capital. Shen, a suspicious-seeming trader they met in the village, accompanies them. On the road, the trader's motives for following Jinguuji are revealed. The group arrives in the royal capital, Ishurna, thanks to Shen's guidance, and heads for the temple of the Goddess of Love and Beauty to gather information on the Demon Lord, but once there, an unbelievable sight unfolds before them.",
          "Aliases": []
        },
        "9": {
          "ID": "8988049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988049",
          "TitleEnglish": "A Beautiful Girl",
          "SummaryEnglish": "Guided by Mouria of Ishurna's Intelligence Department, Tachibana and Jinguuji are granted an audience with the king. Thanks to Tachibana's Charm, the two gain the king's support. Then, Tachibana and Jinguuji end up having a falling out in the middle of a banquet. After ducking out of the hall, Tachibana meets a beautiful young woman who meets his every ideal, but the encounter gets him wrapped up in a huge uproar.",
          "Aliases": []
        },
        "10": {
          "ID": "8988050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988050",
          "TitleEnglish": "A Rebel Army",
          "SummaryEnglish": "Under the leadership of Ygraine, King Ishurna's daughter, the people have turned into a mob. Tachibana has joined the rebel army after being swept up in everything by Ygraine, Meanwhile, the shadow of the Demon King's army sneaks in, unnoticed. At the same time, Schwartz and Lucius, who have been called in by the king to gain control over the rebel army, head out to intercept the mob closing in on the royal capital, but...",
          "Aliases": []
        },
        "11": {
          "ID": "8988051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988051",
          "TitleEnglish": "A Weapon for the Final Battle",
          "SummaryEnglish": "Schwartz's great efforts have led to the devastation of the rebel army. Kalm, one of the Demon Lord army's top officers, has been guiding things from shadows. In order to keep her operation moving, she uses Ygraine and Tachibana to activate an ancient weapon called Mehpon. Even as they falter in the face of the weapon's overwhelming power, Jinguuji and Schwartz set out to subdue it. Then Tachibana, who is being manipulated by the Demon Lord's forces, uses Mehpon to attack them...",
          "Aliases": []
        },
        "12": {
          "ID": "8988052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fantasy-bishoujo-juniku-ojisan-to/episodes/8988052",
          "TitleEnglish": "Uncle Suyuk",
          "SummaryEnglish": "Still under the control of the Demon Lord's forces, Tachibana works the ancient weapon Mehpon while hurling many years worth of bottled up emotions at Jinguuji. Meanwhile, Jinguuji, who has never been able to be fully honest with Tachibana, decides to take Schwartz's advice and confronts Mehpon knowing it's being piloted by Tachibana.",
          "Aliases": []
        }
      }
    }
  }
}