{
  "URL": "https://www.thetvdb.com/series/spy-x-family",
  "Genres": [
    "Adaptation",
    "Anime - Shonen",
    "Espionage"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/EFB3-A171-26C2-B856-FA66-3",
    "https://www.imdb.com/title/tt13706018/",
    "https://www.instagram.com/spyfamily_official",
    "https://spy-family.net/",
    "http://www.reddit.com/r/SpyxFamily",
    "https://www.tvmaze.com/shows/59698/show-slug",
    "https://www.themoviedb.org/tv/120089",
    "https://x.com/spyfamily_anime"
  ],
  "TitleEnglish": "SPY x FAMILY",
  "SummaryEnglish": "Master spy Twilight is the best at what he does when it comes to going undercover on dangerous missions in the name of a better world. But when he receives the ultimate impossible assignment—get married and have a kid—he may finally be in over his head! Not one to depend on others, Twilight has his work cut out for him procuring both a wife and a child for his mission to infiltrate an elite private school. What he doesn't know is that the wife he's chosen is an assassin and the child he's adopted is a telepath!",
  "Aliases": [
    "Spy x Family",
    "Spy X Family",
    "SPY × FAMILY",
    "SPY×FAMILY",
    "SPY×FAMILY Season 2",
    "Supai Famirī",
    "スパイファミリー"
  ],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "1938866",
      "URL": "https://www.thetvdb.com/series/spy-x-family/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "6": {
          "ID": "10521061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10521061",
          "TitleEnglish": "Street Fighter 6 - Official Spy x Family Code: White Special Collaboration",
          "SummaryEnglish": "A short animated collaboration promoting Spy x Family Movie: Code: White and the video game Street Fighter 6.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1938867",
      "URL": "https://www.thetvdb.com/series/spy-x-family/seasons/official/1",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "8811841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/8811841",
          "TitleEnglish": "OPERATION STRIX",
          "SummaryEnglish": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and...",
          "Aliases": []
        },
        "2": {
          "ID": "9066746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066746",
          "TitleEnglish": "SECURE A WIFE",
          "SummaryEnglish": "Civil servant Yor Briar has a secret identity: an assassin named the Thorn Princess. Lately, single women had been suspected of being spies, which was making Yor nervous. Meanwhile, Loid was searching for someone to play Anya's mother so they could attend the interview at Eden College. He just happens to run into Yor at a boutique. Anya reads Yor's mind and finds out that she's an assassin and tries to get Loid to ask Yor to play her mother.",
          "Aliases": []
        },
        "3": {
          "ID": "9066747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066747",
          "TitleEnglish": "PREPARE FOR THE INTERVIEW",
          "SummaryEnglish": "Yor moves in with Loid and Anya. Now that they are a family, they need to prepare for the interview. But Loid realizes with how Anya and Yor currently are, the interview probably won't go well. In order to make sure they all understand how an upper-class family should be, Loid decides that they should all go out as a family. They go to the theatre and a museum, but it's just not clicking with Anya and Yor. Twilight begins to lose hope, but...",
          "Aliases": []
        },
        "4": {
          "ID": "9066748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066748",
          "TitleEnglish": "THE PRESTIGIOUS SCHOOL'S INTERVIEW",
          "SummaryEnglish": "The day they had been preparing for has finally arrived! The Forgers are fully prepared and head to the interview. As soon as they enter the school grounds, Loid feels someone watching them. All of the applicants were being observed from the shadows by the instructors of the academy. The exam had already begun. Housemaster Henderson, who would be grading their performance, kept a keen eye on how the Forgers were acting and seeing if they were truly worthy of the prestigious Eden College.",
          "Aliases": []
        },
        "5": {
          "ID": "9066749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066749",
          "TitleEnglish": "WILL THEY PASS OR FAIL?",
          "SummaryEnglish": "The day that Eden College would announce the applicants that successfully got into the school had finally arrived, but Anya's number is not listed. The Forgers fall into the depths of despair but are greeted by Henderson. He praises them for their interview and tells them that Anya is at the top of the waiting list. Three days later, they find out that Anya got into the school! Franky comes over to celebrate with the Forgers and they all agree to reward Anya for working so hard. What Anya asks for...",
          "Aliases": []
        },
        "6": {
          "ID": "9066750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066750",
          "TitleEnglish": "THE FRIENDSHIP SCHEME",
          "SummaryEnglish": "Anya's uniform is finished. Loid has to go to a WISE strategy meeting, so he has Yor pick up the uniform as he heads to the safehouse. At the meeting, he finds out that Anya will have to receive 8 Stellar Stars and become an Imperial Scholar at Eden College in order for him to successfully complete Operation Strix. Meanwhile, Anya is very excited about getting her new uniform. But there are always criminals on the lookout for wealthy students from Eden College and Anya gets targeted by a group of hoodlums.",
          "Aliases": []
        },
        "7": {
          "ID": "9066751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066751",
          "TitleEnglish": "THE TARGET'S SECOND SON",
          "SummaryEnglish": "Anya ends up with a Tonitrus Bolt after she hit Damian Desmond. Sadly, this causes her to stand out for the wrong reasons in class which depresses her, but she ends up friends with Becky, and school becomes a little more fun. She also tries to apologize to Damian for hitting him, but just can't seem to get the words out. For the sake of Operation Strix, Loid disguises himself as someone who works at the school and tries to help Anya reconcile from the shadows, but...",
          "Aliases": []
        },
        "8": {
          "ID": "9066752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066752",
          "TitleEnglish": "THE COUNTER-SECRET POLICE COVER OPERATION",
          "SummaryEnglish": "Ostania's counterintelligence agency and national security bureau conducts spy hunts and keeps surveillance on its citizens to maintain peace within the country. They are also called the Secret Police and are feared. Yor's younger brother Yuri actually belongs to the Secret Police and is hunting down spies while keeping this a secret from Yor and others around him. One day, he suddenly shows up at the Forger residence. The Forgers, who are full of secrets, and Yuri, who has a secret identity, come face to face!",
          "Aliases": []
        },
        "9": {
          "ID": "9066753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066753",
          "TitleEnglish": "SHOW OFF HOW IN LOVE YOU ARE",
          "SummaryEnglish": "In order to prove to Yuri that they are actually a married couple, Loid and Yor are supposed to kiss. Loid is willing to get this done immediately for the sake of Operation Strix, but Yor can't do this sober, so she ends up downing a bunch of wine and gets drunk. Yuri sees his sister this way, also gets drunk, and is unable to make rational decisions anymore...",
          "Aliases": []
        },
        "10": {
          "ID": "9066754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066754",
          "TitleEnglish": "THE GREAT DODGEBALL PLAN",
          "SummaryEnglish": "A rumor spreads amongst the first graders at Eden College saying that if they do well in their next PE class, they will get rewarded with Stella Stars. Anya is determined to get a Stella Star, so she trains with Yor. Thus begins the dodgeball match between Cecile Hall and Wald Hall! Anya and her classmates are determined to win, but they are faced with the giant, Bill Watkins.",
          "Aliases": []
        },
        "11": {
          "ID": "9066755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066755",
          "TitleEnglish": "STELLA",
          "SummaryEnglish": "In order for parents to attend one of the social gatherings at Eden College, their children need to be Imperial Scholars, but Anya hating to study makes this rather difficult. Loid then comes up with a plan to get Anya to get Stella Stars by doing community service rather than with her academics. But when she ends up volunteering at a hospital, she continuously messes up. Later, she hears a child drowning in a pool with her telepathy and...",
          "Aliases": []
        },
        "12": {
          "ID": "9066756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9066756",
          "TitleEnglish": "PENGUIN PARK",
          "SummaryEnglish": "Loid is burdened with one mission after another from WISE and comes home exhausted. He then hears neighbors gossiping that he's neglecting his family. Because he can't let anyone doubt them as a family for the sake of Operation Strix, he decides to take his family to the aquarium the next day they have off to show everyone that they get along. However, he is assigned another mission from WISE while he's there, and...",
          "Aliases": []
        },
        "13": {
          "ID": "9114344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114344",
          "TitleEnglish": "PROJECT APPLE",
          "SummaryEnglish": "The Forgers go look for a dog for Anya's reward for getting a Stella. In the middle of their outing, Loid ends up having to work a mission to stop a terrorist bombing attack planned against Westalis's foreign minister. Meanwhile, Anya is trying to pick out a dog, but then sees a vision of her family when she randomly reads the mind of a giant, mysterious, white dog. Anya becomes curious and chases after the dog, but she ends up accidentally wandering into the hideout of the terrorists!",
          "Aliases": []
        },
        "14": {
          "ID": "9114345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114345",
          "TitleEnglish": "DISARM THE TIME BOMB",
          "SummaryEnglish": "Anya meets a mysterious dog who can see into the future. They were able to escape from the terrorists with the dog's help, but eventually, they fall back into the hands of the terrorists again. And then Yor shows up and attacks the enemy! Soon after, the dog sees into the future again. The vision Anya saw through the dog's mind was Loid unconscious and buried under the remains of a building that had been bombed. In order to stop this future from happening, Anya and the dog head to the place where the incident happens!",
          "Aliases": []
        },
        "15": {
          "ID": "9114347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114347",
          "TitleEnglish": "A NEW FAMILY MEMBER",
          "SummaryEnglish": "Loid faces off with one of the enemy's bomb dogs, Anya secretly saves Loid, and Yor finds the leader of the terrorists who had been on the run. The whole family ends up involved in this terrorist bombing incident, but what will be its conclusion?! Also, they were supposed to go get a dog for Anya as a reward for her getting a Stella, but now, she says she wants to keep the mysterious, giant dog that she encounters in this incident. Loid knows the truth about this dog as well as the other dogs involved in the bombing incident and tells her no, but then Anya says she'll quit going to school if she can't have the dog and...",
          "Aliases": []
        },
        "16": {
          "ID": "9114348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114348",
          "TitleEnglish": "YOR'S KITCHEN / THE INFORMANT'S GREAT ROMANCE PLAN",
          "SummaryEnglish": "Why has Yor been coming home late every night, her hands covered in cuts? Why has Franky asked Loid to meet him under mysterious and urgent circumstances? These are two tales of misadventure while seeking happiness in Berlint.",
          "Aliases": []
        },
        "17": {
          "ID": "9114349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114349",
          "TitleEnglish": "CARRY OUT THE GRIFFIN PLAN / FULLMETAL LADY / OMELET RICE♥",
          "SummaryEnglish": "Anya and the rest of her class have an arts and crafts lesson where Anya is put in the same group as Damian. Sylvia goes about an ordinary work day. We learn the secret source of Yuri's strength.",
          "Aliases": []
        },
        "18": {
          "ID": "9114350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114350",
          "TitleEnglish": "UNCLE THE PRIVATE TUTOR / DAYBREAK",
          "SummaryEnglish": "Next week is Eden College's midterms. That week happens to include the new moon, the one day of the month Anya can't use her powers to cheat. But then, Yor suggests that Yuri should be her tutor... The midterms are over. Loid is nervous about Anya's test scores and heads to Eden College to alter the answers. However, there already seems to be another guy there with the same motive that's making himself insanely suspicious and obvious?!",
          "Aliases": []
        },
        "19": {
          "ID": "9114351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114351",
          "TitleEnglish": "A REVENGE PLOT AGAINST DESMOND / MAMA BECOMES THE WIND",
          "SummaryEnglish": "Damian does well on his midterms, so he earns a Stella. Everyone around him is now praising him, but for some reason, his classmate George seems to be looking at him begrudgingly. The reason being... After seeing Anya off to school, Yor finds Anya's gym clothes on top of her desk. At this rate, Anya will surely have trouble in her gym class. Yor runs to deliver the forgotten clothes!",
          "Aliases": []
        },
        "20": {
          "ID": "9114352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114352",
          "TitleEnglish": "INVESTIGATE THE GENERAL HOSPITAL / DECIPHER THE PERPLEXING CODE",
          "SummaryEnglish": "Anya has to write a report about an occupation she's interested in, so she ends up going to Loid's place of work, Berlint General Hospital. As soon as Loid was out of sight, Anya starts to explore! Anya becomes very interested in deciphering codes after seeing it done in her spy cartoon, so she makes her own code and sends Loid and the others secret messages. Will they be able to crack the codes?!",
          "Aliases": []
        },
        "21": {
          "ID": "9114353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114353",
          "TitleEnglish": "NIGHTFALL / FIRST FIT OF JEALOUSY",
          "SummaryEnglish": "Fiona, who works at Loid's hospital, happens to actually be the female WISE agent Nightfall. She is irritated that Operation Strix is facing delays, so she suggests that she becomes Mrs. Forger instead. She also decides to show up at the Forger household unannounced and comes face to face with Yor! Anya loves the penguin plushie that Loid got for her, and even sleeps with it. However, a pale shadow shoots jealous glares in the penguin's general direction...",
          "Aliases": []
        },
        "22": {
          "ID": "9114354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114354",
          "TitleEnglish": "THE UNDERGROUND TENNIS TOURNAMENT: THE CAMPBELLDON",
          "SummaryEnglish": "The secret files called the Zacharis Dossier may cause a war between the East and the West. In order to obtain a painting that is supposed to be the hiding spot for these files, Loid and Fiona enter an underground tennis tournament run by the owner of the painting, Campbell. If they win, the art piece they're after will be presented. Loid and Fiona enter as a married couple and play various skilled players including pro players!",
          "Aliases": []
        },
        "23": {
          "ID": "9114355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114355",
          "TitleEnglish": "THE UNWAVERING PATH",
          "SummaryEnglish": "The underground tennis tournament is finally heading to the final match. The Campbell siblings that Loid and Fiona are up against are playing dirty, as they have altered tennis rackets as well as the staff helping them out. But the spy pair from WISE overcome one obstacle after another and Loid deals the final blow! But right after the match, the State Security Service finds out about the dossier and infiltrates the tournament...",
          "Aliases": []
        },
        "24": {
          "ID": "9114356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114356",
          "TitleEnglish": "THE ROLE OF A MOTHER AND WIFE / SHOPPING WITH FRIENDS",
          "SummaryEnglish": "Yor becomes anxious about their pretend marriage after Fiona shows up. Loid notices this and thinks that Yor had started to develop romantic feelings towards him. For the sake of the mission, he flips on his Twilight mode. Becky takes Anya to the department store so they can buy Anya some cute clothes. She uses her rich girl powers and rents out a whole shop where they start their own little fashion show.",
          "Aliases": []
        },
        "25": {
          "ID": "9114357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/9114357",
          "TitleEnglish": "FIRST CONTACT",
          "SummaryEnglish": "A social gathering happens at Eden College once every half term. It is a strictly guarded event where only Imperial Scholars and their parents, the VIPs of Ostania, are allowed to go. Damian tells his brother that he'd like to see their father when he attends the event. Loid finds out about that and uses Damian to get close to his target.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2083661",
      "URL": "https://www.thetvdb.com/series/spy-x-family/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10025174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10025174",
          "TitleEnglish": "FOLLOW MAMA AND PAPA",
          "SummaryEnglish": "Yor is shot in the butt while on a mission and looks miserable when she gets home. Loid mistakes her very apparent miserable mood as her being unhappy with their marriage of convenience and offers to take her out on a date.",
          "Aliases": []
        },
        "2": {
          "ID": "10075710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075710",
          "TitleEnglish": "BOND'S STRATEGY TO STAY ALIVE / DAMIAN'S FIELD RESEARCH TRIP",
          "SummaryEnglish": "Bond sees an ominous future and believes that it's Yor's food that's going to cause it. In order to change this fate, Bond leaves the house to search for Loid! Henderson orders Damian, Emil, and Ewen to go on a field research trip with Mr. Green.",
          "Aliases": []
        },
        "3": {
          "ID": "10075711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075711",
          "TitleEnglish": "MISSION AND FAMILY / THE ELEGANT BONDMAN / THE HEART OF A CHILD / WAKING UP",
          "SummaryEnglish": "Yuri is doing great at his job with the Secret Police. His assignment today is to investigate a former newspaper reporter suspected of selling articles slandering Ostania to Westalis. Anya's favorite cartoon hero Bondman shows off his elegant spy moves!!",
          "Aliases": []
        },
        "4": {
          "ID": "10075712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075712",
          "TitleEnglish": "THE PASTRY OF KNOWLEDGE / THE INFORMANT'S GREAT ROMANCE PLAN II",
          "SummaryEnglish": "Eden's legendary dessert finally appears! In order to obtain the macaroons that supposedly can make you into an Imperial Scholar if eaten, Anya and her friends race to get to them first.",
          "Aliases": []
        },
        "5": {
          "ID": "10075713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075713",
          "TitleEnglish": "PLAN TO CROSS THE BORDER",
          "SummaryEnglish": "On a mission as Thorn Princess and using her job as city hall as a cover, Yor is tasked with protecting the only survivors of the Gretcher family, Olka and her son, and helping them escape to a different country by traveling on a cruise ship.",
          "Aliases": []
        },
        "6": {
          "ID": "10075714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075714",
          "TitleEnglish": "THE FEARSOME LUXURY CRUISE SHIP",
          "SummaryEnglish": "After boarding the cruise ship, Yor began her duty as bodyguard to Olka and her son. Meanwhile, Yor's superior, Matthew, finds an assassin who is after Olka and her son.",
          "Aliases": []
        },
        "7": {
          "ID": "10075715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075715",
          "TitleEnglish": "WHO IS THIS MISSION FOR?",
          "SummaryEnglish": "Loid tries to pick out souvenirs that will make him look like a fun and happy dad so he can cheer Anya up. Meanwhile, Yor was facing off with Sickle-and-Chain Barnaby.",
          "Aliases": []
        },
        "8": {
          "ID": "10075716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075716",
          "TitleEnglish": "THE SYMPHONY UPON THE SHIP",
          "SummaryEnglish": "The deck is filled with passengers enjoying the fireworks show. Anya and Loid were also enjoying the fireworks. Meanwhile, Yor's mission finally reaches its climax. She tries to help Olka and the others escape, but they are surrounded by assassins!",
          "Aliases": []
        },
        "9": {
          "ID": "10075717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075717",
          "TitleEnglish": "THE HAND THAT CONNECTS TO THE FUTURE",
          "SummaryEnglish": "Due to the movements the State Security Service members were making, Loid finds out that there was a bomb on the ship. Loid leaves Anya at the daycare in a hurry then disguises himself as a State Security Service member to take care of the bomb.",
          "Aliases": []
        },
        "10": {
          "ID": "10075718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075718",
          "TitleEnglish": "ENJOY THE RESORT TO THE FULLEST / BRAGGING ABOUT VACATION",
          "SummaryEnglish": "The morning after the attack from the assassins and the bomb scare, the cruise ship arrives at the resort island. Loid and Anya meet up with Yor and the three enjoy a family vacation!",
          "Aliases": []
        },
        "11": {
          "ID": "10075719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075719",
          "TitleEnglish": "BERLINT IN LOVE / NIGHTFALL'S DAILY LIFE",
          "SummaryEnglish": "Becky is very excited about a romantic drama on TV, so she heads over to the Forgers' place to see Loid, who she fell in love with instantly after seeing his picture. Becky aggressively pursues Loid.",
          "Aliases": []
        },
        "12": {
          "ID": "10075720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10075720",
          "TitleEnglish": "PART OF THE FAMILY",
          "SummaryEnglish": "As Bond is on a walk with Loid, he has a premonition of an accident, so he tries to stop it, but is scolded by Loid. He then sees a vision of a building going up in flames and a sobbing girl standing in front of it.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2137972",
      "URL": "https://www.thetvdb.com/series/spy-x-family/seasons/official/3",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "10861306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/10861306",
          "TitleEnglish": "BERLINT PANIC / THE INFORMANT AND NIGHTFALL",
          "SummaryEnglish": "The Forgers enjoy a day off while Nightfall hires Franky to help her on a mission.",
          "Aliases": []
        },
        "2": {
          "ID": "11185516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11185516",
          "TitleEnglish": "AVOID GETTING TONITRUS BOLTS / ■■■■'S MEMORIES I",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "11349390",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349390",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "11349391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349391",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "11349392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349392",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "11349393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349393",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "11349394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349394",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "11349395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349395",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "11349396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349396",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "11349397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349397",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "11349398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349398",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "11349399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349399",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "11349400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/spy-x-family/episodes/11349400",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}