{
    "URL": "https://www.thetvdb.com/series/love-of-kill",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/E2F9-4F6B-ECE6-A776-D363-O",
        "https://www.imdb.com/title/tt15018116/",
        "https://love-of-kill.com/",
        "http://www.reddit.com/r/KoroshiAi",
        "https://www.tvmaze.com/shows/59445/show-slug",
        "https://www.themoviedb.org/tv/114396",
        "https://www.wikidata.org/wiki/Q104418511",
        "https://en.wikipedia.org/wiki/Love_of_Kill",
        "https://x.com/LoveofKill_info"
    ],
    "TitleEnglish": "Love of Kill",
    "SummaryEnglish": "Two assassins face off at a certain \"workplace.\" The cool bounty hunter Chateau and the mysterious and powerful Ryang-Ha. Chateau and Ryang-Ha become enemies after this fight—at least, they should have, but for some reason Ryang-Ha takes a liking to Chateau and begins following her around. Little by little, Chateau develops a cooperative partnership with Ryang-Ha, which gets her caught up in the struggle against the organizations hunting him down. Furthermore, that battle is related to her past as well. Why did Ryang-Ha approach Chateau? What is Chateau's secret past?",
    "TitleJapanese": "殺し愛",
    "SummaryJapanese": "賞金稼ぎのシャトー・ダンクワースはある日謎の凄腕の殺し屋ソン・リヤンハに遭遇し圧倒的な力で制されるが彼が要求したのは彼女の連絡先であった。",
    "Aliases": [
        "Koroshi Ai"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "1": {
            "ID": "1940072",
            "URL": "https://www.thetvdb.com/series/love-of-kill/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8543775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8543775",
                    "TitleEnglish": "WHAT'S YOUR NAME?",
                    "SummaryEnglish": "Bounty hunter Chateau runs into an assassin named Ryang-Ha Song while on a job. After their meeting, he ends up giving her information on other bounties. One day, a different job comes in and Ryang-Ha ends up being the target.",
                    "TitleJapanese": "WHAT'S YOUR NAME?",
                    "SummaryJapanese": "賞金首を追うシャトーは、とある仕事場で殺し屋のリャンハに遭遇する。\nそれ以来、彼から賞金首の情報を提供されるようになるのだが、ある時リャンハをターゲットとした依頼が舞い込んでくる。"
                },
                "2": {
                    "ID": "8912925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912925",
                    "TitleEnglish": "TARGET",
                    "SummaryEnglish": "Despite knowing that her boss is beginning to suspect that she might be in contact with Ryang-Ha, Chateau goes on to carry out a hit that he had tipped her off to.",
                    "TitleJapanese": "TARGET",
                    "SummaryJapanese": "リャンハとの接触を社長に疑われ始めるが、シャトーは独断でリャンハの用意した賞金首のもとを訪れ、標的の遺体とその一味の女を発見する。\nそこへ社長から連絡があり、リャンハの暗殺依頼が白紙になったことを告げられるのだった。\nシャトーは標的を乗せて急ぎ商会へ戻ろうとするのだが……謎のバイクに襲撃されてしまう。"
                },
                "3": {
                    "ID": "8912926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912926",
                    "TitleEnglish": "ROOM",
                    "SummaryEnglish": "Chateau wakes up in a motel after being helped out of a pinch by Ryang-Ha. She passes on to him the warning that Hou had given for the \"traitor.\" What was his crime five years ago?",
                    "TitleJapanese": "ROOM",
                    "SummaryJapanese": "襲撃を受けたシャトーは、リャンハに助けられモーテルで目を覚ます。\n相変わらず飄々としたリャンハに調子を狂わされ、さらにシャワー中、下着から何から勝手に洗濯されたことに青ざめてしまうのだった。\n別れ際、シャトーはホーが放った「裏切り者」という言葉を告げる。\n5年前、リャンハがある組織で犯した罪とは――。"
                },
                "4": {
                    "ID": "8912927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912927",
                    "TitleEnglish": "REAL FACE",
                    "SummaryEnglish": "Chateau goes to church on the anniversary of her father's death. She runs into Ryang-ha, who is his usual self, before they are met by an attacker. Meanwhile, Chateau's boss is meeting with her mother to try to understand her past.",
                    "TitleJapanese": "REAL FACE",
                    "SummaryJapanese": "父親の命日に教会を訪れるシャトー。\nリャンハに遭遇し軽口を叩かれたのも束の間、そこへ襲撃者が現れる。\nリャンハが銃撃戦を繰り広げる間、シャトーはさらわれたシスターを追うのだが、そこにはホーが待ち構えていた。\n一方、社長はシャトーの母親アンナと面会していた。\nシャトーが関わっていた17年前の事件とは……？"
                },
                "5": {
                    "ID": "8912928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912928",
                    "TitleEnglish": "LIMIT",
                    "SummaryEnglish": "Chateau is being held hostage in a car filled with explosives, and so Ryang-ha confronts Hou. This is Chateau and Ryang-ha's most dangerous situation yet.",
                    "TitleJapanese": "LIMIT",
                    "SummaryJapanese": "シャトーを人質に取られ、ホーの前に姿を現すリャンハ。\n過去の因縁から激しい憎しみに燃えるホーに対し、リャンハはあくまでも淡々と彼を追い詰めようとする。\nしかし、シャトーの命が危険にさらされていることに気づき……。\n一方、シャトーは爆弾の積まれた車に囚われていた。\nシャトーとリャンハ、二人に最大の危機が訪れる。"
                },
                "6": {
                    "ID": "8912929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912929",
                    "TitleEnglish": "DARK DREAM",
                    "SummaryEnglish": "Chateau boards a luxury cruise ship for a mission. There, she runs into Ryang-ha, who makes things difficult for her once again. They spend a night in a room together, in part so that Chateau can keep an eye on him.",
                    "TitleJapanese": "DARK DREAM",
                    "SummaryJapanese": "豪華客船で要人の周辺警護を担当するシャトー。\nしかし、突如としてリャンハが目の前に現れ、対応を余儀なくされる。\nリャンハの目的はわからないままだったが、仕事に支障をきたさないよう\n監視を兼ねてともに行動することになり、客室で一夜を過ごすことに\nなってしまう。"
                },
                "7": {
                    "ID": "8912930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912930",
                    "TitleEnglish": "BULLET",
                    "SummaryEnglish": "Chateau tries to determine Euripedes' whereabouts, but is bothered by Ryang-ha's suspicious behavior. He lets a mysterious attacker escape, and when he meets with Chateau, she pulls out a gun.",
                    "TitleJapanese": "BULLET",
                    "SummaryJapanese": "社長の行方を追うシャトーのもとへ、彼の回線から連絡が入る。\nだが、相手は社長ではなく、リャンハだった。\n指定された場所へ辿り着いたシャトーは、その惨状に絶句する。\n一方、謎の襲撃者と対峙するも逃げられてしまったリャンハ。\nシャトーの客室で彼女と合流するが、冷ややかな表情のシャトーに銃口を向けられてしまう。"
                },
                "8": {
                    "ID": "8912931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912931",
                    "TitleEnglish": "CONFUSION",
                    "SummaryEnglish": "Chateau leaves herself with Jinon and his associate, Nikka, in order to carry out her operation. Meanwhile, both the boss and Jim are put in danger.",
                    "TitleJapanese": "CONFUSION",
                    "SummaryJapanese": "社長に続き、ジムの身にも危険が迫っていた。\n仲間たちを危険にさらした罪悪感から自暴自棄に陥ったシャトーは、リャンハの前で衝撃の行動をとるのだった。\nそんな中、客船は港町バロセラへ到着。リャンハは自ら取引材料となり、ジノンに投降。\n彼とその仲間ニッカに身柄を預け、ある場所へ移送される。"
                },
                "9": {
                    "ID": "8912932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912932",
                    "TitleEnglish": "A WAR TRIGGER",
                    "SummaryEnglish": "Ryang-Ha confronts Donny, who had brought him here with some unresolved business. Meanwhile, Chateau makes a commitment to finding Ryang-Ha.",
                    "TitleJapanese": "A WAR TRIGGER",
                    "SummaryJapanese": "ドニーと対面するリャンハ。\nドニーがリャンハを連れてきた理由――それは、二人の過去にまつわる「因縁」とも言えるものだった。\nそして、囚われのリャンハにジノンとニッカの狂気が迫る。\n一方、リャンハに借りを作ってしまったシャトーは、彼の行方を追うためにある決断をする。"
                },
                "10": {
                    "ID": "8912933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912933",
                    "TitleEnglish": "HELP",
                    "SummaryEnglish": "With some help, Ryang-Ha and Chateau hide out in a tent under a bridge. Chateau is concerned about Ryang-Ha's wounds. They pretend to be married in order to hide their identities.",
                    "TitleJapanese": "HELP",
                    "SummaryJapanese": "ドニーの屋敷から逃れたシャトーとリャンハは、協力者のいる橋の下のテントへ身を潜める。\n傷を負ったリャンハを気づかおうとするシャトーだが、リャンハに押し倒された挙げ句、身元を隠すため夫婦を演じることになってしまう。　\n一方、ドニーはリャンハを逃したニッカに、再度チャンスを与える。\nだが、本当の狙いは別にあった。"
                },
                "11": {
                    "ID": "8912934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912934",
                    "TitleEnglish": "WORST",
                    "SummaryEnglish": "17 years ago. Ryang-Ha was assisting Donny, when he takes in a boy who was being chased. A job Donny gives him leads him to another fateful encounter.",
                    "TitleJapanese": "WORST",
                    "SummaryJapanese": "すべては17年前――ドニーの手伝いをしていたリャンハと、ある少年の出会いから始まった。\n何者かに追われていた少年に遭遇し彼をかくまうリャンハ。\n数日で別れるはずだったが、リャンハは少年を「仕事」に巻きこんでしまう。\n二人が依頼人から預かったスーツケースを空けると、そこには一人の少女が眠っていて……。"
                },
                "12": {
                    "ID": "8912935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-of-kill/episodes/8912935",
                    "TitleEnglish": "MY NAME",
                    "SummaryEnglish": "Two \"Ryang-Has\" survive desperately with a young Chateau. But Ryang-Ha is cornered by his enemies, and the other Ryang-Ha, too, is severely injured.",
                    "TitleJapanese": "MY NAME",
                    "SummaryJapanese": "幼いシャトーを連れて必死に生き抜こうとする、二人の「リャンハ」。\nだが、追っ手と対峙するリャンハは追い詰められてしまい、もう一人のリャンハもまた大きな傷を負ってしまう。\nそれでも二人は、シャトーを守ろうと決死の覚悟で前を向く。\n「終わり」にして「始まり」の物語は、未来のシャトーとリャンハの運命へと繋がっていく。"
                }
            }
        }
    }
}