{
    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18574004/",
        "https://isekai-yakkyoku.jp/",
        "http://www.reddit.com/r/IsekaiYakkyoku",
        "https://www.themoviedb.org/tv/129195",
        "https://www.themoviedb.org/tv/129195",
        "https://x.com/isekai_yakkyoku"
    ],
    "TitleEnglish": "Parallel World Pharmacy",
    "SummaryEnglish": "A young pharmacologist and researcher in Japan named Yakutani Kanji died from overworking, and was reincarnated in a parallel world looking like a fantasy medieval Europe. He was reincarnated as Falma de Medisus, a 10 year old apprentice to a famous Royal Court pharmacist, who had attained an inhuman skills of ability to see through disease, material creation, and material destruction. In a society in which dubious medical practice are rampant, price gouging through the monopoly of the pharmacist guild and good medicine isn’t available to the commoners he decided to use his knowledge to change the world. He was recognized by the Empress of the time and got permission to open a Pharmacy at the corner of the town. He decided to wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology.",
    "TitleJapanese": "異世界薬局",
    "SummaryJapanese": "薬学研究に勤しむ日本の若き主人公は、志半ばで過労死して宮廷薬師見習いのファルマとして転生する。ファルマは医学が未発達な世界で、転生前の知識と転生後に手に入れたチート能力を活かして多くの人々を救おうと奮闘する。",
    "Aliases": [
        "Isekai Yakkyoku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1941824",
            "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9438437",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9438437",
                    "TitleEnglish": "AT-X Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": "『異世界薬局』AT-X出張店",
                    "SummaryJapanese": "2022/09/27(火) 04:00～04:30\nＡＴ－Ｘ\n『異世界薬局』AT-X出張店\n\n最終回放送記念！！\n作品キャストが『異世界薬局』AT-X出張店を一日限定開業…！？\n\n詳細情報\n＜出演＞\n豊崎愛生（ファルマ・ド・メディシス役）\n本渡楓（シャルロット・ソレル役）\n＜ナレーション＞\n上田麗奈（エレオノール・ボヌフォワ役）\n＜番組内容＞\nファルマ役の豊崎さんが視聴者の悩みに寄り添い、こころのお薬を処方するお便りコーナーや、シャルロット役の本渡さんがオリジナルポーションを調合するクッキングコーナーがあったりと、あなたの心と体に“優しく効く” スペシャル番組です。今だから話せる作品のお気に入りシーンやアフレコ時の思い出など、内容盛りだくさんでお届けします。"
                }
            }
        },
        "1": {
            "ID": "1941825",
            "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9069042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9069042",
                    "TitleEnglish": "A Reincarnated Pharmacologist and a Parallel World",
                    "SummaryEnglish": "World-class pharmacologist Kanji Yakutani awakens to find himself reincarnated in another world as Farma de Médicis. No longer able to pursue the cutting-edge drug research he did on Earth, he must adjust to life in this new world and in his new family.",
                    "TitleJapanese": "転生薬学者と異世界",
                    "SummaryJapanese": "世界トップクラスの薬学研究者であった薬谷 完治は目を覚ますと、宮廷薬師の名家ド・メディシス家の次男ファルマ・ド・メディシスとして転生していた。転生後の能力【神術（しんじゅつ）】にも目覚め、家庭教師のエレンに力の使い方を教わるが、ファルマの神術は常人のものを遥かに超越したものであった―"
                },
                "2": {
                    "ID": "9237714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237714",
                    "TitleEnglish": "Master and Apprentice",
                    "SummaryEnglish": "Having discovered a variety of new abilities and learned of the poor availability of medicine in this new world, Farma begins testing what he can do with Substance Creation, Substance Elimination, and his Diagnostic Eye. If he can master the use of Divine Arts, as well as his special abilities, perhaps he can help the people of this world the way he longed to do in his previous life.",
                    "TitleJapanese": "師匠と弟子",
                    "SummaryJapanese": "「家庭教師を辞めたい」エレンからの申し出を伝えられたファルマは、人ならざる力を持つ自分に恐怖を抱く彼女を説得に向かう。エレンに再び家庭教師をしてほしいと願うファルマの願いは届くのか。一方その頃、ブリュノには宮殿から召喚の知らせが来ていて……。"
                },
                "3": {
                    "ID": "9237715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237715",
                    "TitleEnglish": "The Chief Royal Pharmacian and the Reincarnated Pharmacologist",
                    "SummaryEnglish": "Farma accompanies his father Bruno on his house call to the Empress. He realizes he has the ability to cure her, but he can't do so without drawing attention that would put him in jeopardy.",
                    "TitleJapanese": "筆頭宮廷薬師と転生薬学者",
                    "SummaryJapanese": "ブリュノに連れられ宮殿に訪れるファルマ。そこには病に臥せる若き女帝エリザベート二世の姿が。その場にいる誰もが疾患を特定できず、治療を諦めている状況の中、ただ一人、ファルマだけは諦めていなかった。治療を申し出る息子を静止しに入るブリュノだったが……。"
                },
                "4": {
                    "ID": "9237716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237716",
                    "TitleEnglish": "The Empress and an Imperial Charter",
                    "SummaryEnglish": "Farma continues to treat Empress Élisabeth II, which leads to an unexpected reward.",
                    "TitleJapanese": "皇帝陛下と創業勅許",
                    "SummaryJapanese": "皇帝の命を救った功績に対して褒美が与えられることになったファルマ。将来の目標を聞かれ、「平民・貴族の区別なく、どんな病人にも安全・安価な薬を処方できる薬局を開くこと」と答える。数日後、建設業者たちが突然ファルマの元を訪れる。瞬く間に完成した建物は「異世界薬局」と名付けられて……。"
                },
                "5": {
                    "ID": "9237717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237717",
                    "TitleEnglish": "Daily Life at Parallel World Pharmacy and Cosmetics",
                    "SummaryEnglish": "Farma's efforts to create a pharmacy for everyone, nobles and commoners alike, aren't achieving the desired results. But with some help and advice from family and friends, Farma might be able to turn things around.",
                    "TitleJapanese": "異世界薬局の日常と化粧品",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9237718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237718",
                    "TitleEnglish": "Siblings and the Sea",
                    "SummaryEnglish": "The de Médicis family visits Bruno's newly granted territory of Marseirre so Bruno can be briefed on the situation there. The seaside location provides the perfect opportunity for a beach trip. Upon returning from Marseirre, Farma finds that his pharmacy is even busier than before. However, with this higher profile comes unwanted attention.",
                    "TitleJapanese": "兄妹と海",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9237719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237719",
                    "TitleEnglish": "The Boy with No Shadow and the Inquisitors",
                    "SummaryEnglish": "Farma confronts Grand Temple Inquisitor Salomon, and his sudden conflict with the Inquisition takes a surprising turn.",
                    "TitleJapanese": "影のない少年と異端審問官",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9237720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237720",
                    "TitleEnglish": "Influenza and the Dawn of a Pharmacy",
                    "SummaryEnglish": "Demand for Parallel World Pharmacy's products continues to rise, exceeding the store's capacity to handle. Everyone would benefit if other shops sold Farma's new medicines, but the Saint Fleuve Pharmaceutist Guild strictly forbids its members from involvement with Farma's shop or his medicines. Farma searches for a way to expand access to medicine in this environment.",
                    "TitleJapanese": "インフルエンザと薬局の夜明け",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9237723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237723",
                    "TitleEnglish": "The Story of a Certain Wicked Man",
                    "SummaryEnglish": "Things are looking up in the Saint Fleuve Empire, with Farma's initiatives improving the overall health of the populace. However, word arrives of a mysterious new illness that threatens to sweep the nation. Farma rushes to prepare for this frightening scenario.",
                    "TitleJapanese": "ある邪悪な男の話",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9237725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237725",
                    "TitleEnglish": "The Black Death",
                    "SummaryEnglish": "With the Saint Fleuve Fair about to begin, Farma fights to keep the Black Death from ravaging the Empire.",
                    "TitleJapanese": "黒死病",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9237727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237727",
                    "TitleEnglish": "The Miracle at L'Estacque",
                    "SummaryEnglish": "As Farma works to save the villagers of L'Estacque, the infected cargo and crew from the rogue ship get ever closer to the capital.",
                    "TitleJapanese": "エスターク村の奇跡",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9237730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yakkyoku/episodes/9237730",
                    "TitleEnglish": "Those He Couldn't Cure",
                    "SummaryEnglish": "Farma reaches the capital only to find that plague is spreading swiftly through the city. Can he and the people of the capital get the situation under control and defeat this epidemic?",
                    "TitleJapanese": "彼が治せなかったもの",
                    "SummaryJapanese": null
                }
            }
        }
    }
}