{
    "URL": "https://www.thetvdb.com/series/ao-ashi",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15792808/",
        "https://aoashi-pr.com/",
        "http://www.reddit.com/r/AoAshi",
        "https://www.tvmaze.com/shows/61375/show-slug",
        "https://www.themoviedb.org/tv/126437",
        "https://www.wikidata.org/wiki/Q28687464",
        "https://en.wikipedia.org/wiki/Aoashi#Anime",
        "https://x.com/aoashi_pr"
    ],
    "TitleEnglish": "Aoashi",
    "SummaryEnglish": "Ashito Aoi is a young, aspiring soccer player from a backwater town in Japan. His hopes of getting into a high school with a good soccer club are dashed when he causes an incident during a critical match for his team, which results in their loss and elimination from the tournament. Nevertheless, he catches the eye of someone important who happened to be visiting from Tokyo. How will things turn out for Ashito?",
    "Aliases": [
        "Aoashi",
        "Ao Ashi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1946682",
            "URL": "https://www.thetvdb.com/series/ao-ashi/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8807970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/8807970",
                    "TitleEnglish": "First Touch",
                    "SummaryEnglish": "Aoi Ashito is an ace of a weak soccer team at a junior high school in Ehime. His play almost gets the team to the semi-final in his last tournament in junior high, but provoked by the opponent’s goalie, Ashito receives a red card and is removed from the game. While Ashito is running on the beach to forget the frustration, mysterious Fukuda Tatsuya, who calls himself the manager of Tokyo City Esperion Youth team, approaches Ashito."
                },
                "2": {
                    "ID": "9050492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050492",
                    "TitleEnglish": "Tokyo City Esperion",
                    "SummaryEnglish": "Ashito, who was invited by Fukuda to take the entrance exam for Esperion Youth, went to Tokyo alone with the support of his older brother, Shun. Surprised by the fulfillment of Esperion's soccer facilities, Ashito meets Fukuda's sister-in-law, Ichijo Hana, and is guided to the venue. A total of 86 examinees who boast a brilliant career gathered and had no track record, but while shaking his hands with tension, he faced the selection with the excitement of \"playing soccer in this\"."
                },
                "3": {
                    "ID": "9050493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050493",
                    "TitleEnglish": "The Final Test Begins",
                    "SummaryEnglish": "The final test imposed on the candidates who passed the first test was a match against Esperion Youth. And Fukuda says, \"I'll say something during the match.\" While the students around him are afraid, Ashito is enthusiastic about defeating youth and passing the exam together. Immediately after the start of the game, the examinees approach the goal centering on Ashito and feel a sense of response, but they begin to feel uncomfortable with the slow play of the youth team including Akutsu."
                },
                "4": {
                    "ID": "9050494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050494",
                    "TitleEnglish": "CROW",
                    "SummaryEnglish": "While the candidates are overwhelmed by the youth team, Fukuda rubs salt into the wound by telling them a piece of information. Unable to recover from the shock, the candidate team allows more goals to the youth team, making it a one-sided match. While his teammates feel completely beaten and lose their fighting spirit, Ashito, still feeling the pain from Akutsu's attack, starts to lose his will to fight."
                },
                "5": {
                    "ID": "9050495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050495",
                    "TitleEnglish": "Orange Colored Landscape",
                    "SummaryEnglish": "The letter of acceptance arrives to Ashito in Ehime. Ashito and his friends are overjoyed at the news, but Noriko, Ashito’s mom, looks at the celebration with mixed feelings. Hana tells Ashito to have a heart-to-heart with Noriko, but he never gets the chance until the day of his departure."
                },
                "6": {
                    "ID": "9050496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050496",
                    "TitleEnglish": "First Fan",
                    "SummaryEnglish": "Ashito arrives at Esperion's base, meets fellow test participants and meets future teammates. However, the team's coaching staff promises not to give an easy life to the players' desires."
                },
                "7": {
                    "ID": "9050497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050497",
                    "TitleEnglish": "The First Youth Match",
                    "SummaryEnglish": "Fukuda suggests that Ashito and other new Esperion Youth players play an intrasquad game. Anyone who proves their worth in the game will be promoted to the A team. All new players are excited at the prospect of joining the A team. Ashito, playing his favorite forward position, starts the game out well. However…"
                },
                "8": {
                    "ID": "9050498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050498",
                    "TitleEnglish": "Night Training",
                    "SummaryEnglish": "The intrasquad game will determine who gets promoted to the A team. However, no one is passing the ball to Ashito, who is not able to communicate with his teammates through his soccer. He stands in the middle of the field, unable to do anything. Date says that Ashito lacks \"individual tactics\" to keep up with the constant change of play. Akutsu, a senior player who attacked Ashito at the tryouts, appears in front of him after the game."
                },
                "9": {
                    "ID": "9050499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050499",
                    "TitleEnglish": "A Broader Soccer",
                    "SummaryEnglish": "Ashito is having a hard time mastering the basic “kill it, then kick it” technique. Seeing the look of desperation on Ashito’s face as he heads out to a solo nighttime training, Togashi agrees to teach him the true meaning of the “kill it, then kick it” technique. However, Togashi’s explanations are abstract and vague. They get frustrated at each other, but Ashito gets a hint when Togashi finally demonstrates it."
                },
                "10": {
                    "ID": "9050500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050500",
                    "TitleEnglish": "No Compromises",
                    "SummaryEnglish": "In the unusual mini game of 11-on-21, Ashito completely loses the trust of Kuroda and Asari for lack of cooperation. Date gives Ashito the assignment to figure out why they got mad at him. While the others enjoy the only day off of the week, Ashito sets out to practice alone, not being able to find the answer. Then, a sudden visitor appears."
                },
                "11": {
                    "ID": "9050501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050501",
                    "TitleEnglish": "Tokyo Metropolis League Match 1 - Seikyo High School",
                    "SummaryEnglish": "Tokyo Metropolis League has opened. Ashito and others have their first official match against Seikyo High, but the mood of the team has been awful since the fight on the day of the entrance ceremony. The Esperion Youth B team struggles to coordinate, despite being chosen as a starter, Ashito hasn't found the answer to Date's assignment. Frustrated, Taira suggests that the first-year players switched out."
                },
                "12": {
                    "ID": "9050502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9050502",
                    "TitleEnglish": "Eagle Eye",
                    "SummaryEnglish": "In the second half of Tokyo Metropolis League Match 1 against Seikyo High School, Ashito coordinates with Kuroda and Asari, and learns the importance of carrying the ball with three players. Having the answer to his assignment, Ashito initiates the counterattacks of the Esperion B team. As they make a comeback from the disadvantage of 0 -3, the game time is running out. In his extreme state of concentration, something strange is happening to Ashito's eyes…!"
                },
                "13": {
                    "ID": "9226328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9226328",
                    "TitleEnglish": "Turn",
                    "SummaryEnglish": "During the celebration dinner for the victorious match against Seikyo High, a soccer game comes on the TV at the BBQ restaurant, showing Kuribayashi making his J1 debut. Around the time Kuribayashi finishes his interview for his incredible play, Mibu receives a call from Date, telling him that there will be some member change between the A team and the B team, since Yoshitsune injured himself. Ashito makes some great plays at the promotion game. Will Ashito be able to move up to the A team?"
                },
                "14": {
                    "ID": "9229053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229053",
                    "TitleEnglish": "It's Just Soccer",
                    "SummaryEnglish": "Fukuda tells Ashito to change position to defender, which was not something Ashito could stomach. His teammates, wondering why Ashito didn't show up to the announcement of the A team promotion, learn the truth and feel shocked. Tachibana, Ohtomo, Togashi, Kuroda, and Asari go and look for Ashito, but he's nowhere to be found. It is Hana, who walks up to Ashito, sitting at a bus stop all by himself."
                },
                "15": {
                    "ID": "9229054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229054",
                    "TitleEnglish": "Where I Ought to Be",
                    "SummaryEnglish": "While still feeling unconvinced, Ashito makes up his mind that he must try and learn to be a full-back. He goes to practice, wanting to figure out Fukuda's intention. However, being unfamiliar to the position and disliking defending, Ashito doesn't quite get the meaning of \"shuffle\" and feels out of place."
                },
                "16": {
                    "ID": "9229055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229055",
                    "TitleEnglish": "Just Like You",
                    "SummaryEnglish": "Advised by Takeshima and Anri that he should study Kuribayashi's movements, Ashito pours over the broadcast of the J1 match to see Kuribayashi's play. Combing over the past footage of Kuribayashi's play, Ashito realizes that what set Kuribayashi apart is how he turns his head. Ashito tries to incorporate it in his practice right away, but it only confuses him. In his teammates eyes, that confusion looks like being unmotivated for having to play a full-back."
                },
                "17": {
                    "ID": "9229056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229056",
                    "TitleEnglish": "Tokyo Metropolis League Match 7 - Tama Sports University High School",
                    "SummaryEnglish": "Ashito and others have an unexpected reunion with Nakano and Kaneda, who played alongside him at the tryouts. After failing the tryouts for Esperion, Nakano and Kaneda joined the current top team in the league, Tokyo Musashino Soccer Club Youth, where Tachibana used to play. While Nakano is happy to see Ashito and others, Kaneda blames Ashito for his failing the tryouts."
                },
                "18": {
                    "ID": "9229057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229057",
                    "TitleEnglish": "Wind of Change",
                    "SummaryEnglish": "Esperion B team has a match against Tama Sports University. Thanks to Yoshitsune, they finish the first half with one goal lead. However, Togashi and Takeshima mess up their play at the beginning of the second half and allow the opponent a goal. With Isshiki out of the game due to his injury, the B team changes the formation, and Togashi and Ashito are instructed to move upfield. Date tells Ashito to take what he learned defending and apply it to attacking."
                },
                "19": {
                    "ID": "9229058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229058",
                    "TitleEnglish": "What We Lack",
                    "SummaryEnglish": "The B team ends the match with Tama Sports U. Next match is against Musashino, currently the first place of the League and also Tachibana's old team. However, Tachibana doesn't feel confident enough to play since he hasn't had notable achievements in the League so far, and asks Date not to play him in the match against Musashino. Ashito and others bring Tachibana along to observe Musashino's game. Team Musashino, which includes Kaneda and Nakano, who played alongside Ashito at the tryouts, displays an incredible play."
                },
                "20": {
                    "ID": "9229059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229059",
                    "TitleEnglish": "The Truly Weak One",
                    "SummaryEnglish": "Esperion B team starts to show some signs of improvement as they face undefeated Musashino in the next match. When the team needs to be united more than ever, Takeshima and Togashi, who are the key defenders of the team, have a huge fight. Tachibana, with a strong resolution that he will do anything he can to win the next match, goes to Yuma to ask him what happened between Togashi and the promoted players in the past."
                },
                "21": {
                    "ID": "9229060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229060",
                    "TitleEnglish": "Tokyo Metropolis League Match 8 - Tokyo Musashino Football Club Youths",
                    "SummaryEnglish": "The game against Tokyo Musashino is the climax of the Tokyo Metropolis League for Esperion B team. Although the team has worked on countermeasures against Musashino, the air is still tense within the team and there's a clear sign of anxiety on the faces of many of them during the warmup. But right before the game starts, Takeshima disappears from the locker room with his girlfriend, Tae."
                },
                "22": {
                    "ID": "9229061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229061",
                    "TitleEnglish": "Like A Demon",
                    "SummaryEnglish": "Esperion B team bitterly allows the first goal to Muto, the playmaker of Musashino. With Musashino one step ahead, second-year Sugawara suggests that they go back to their original play style that relies on short passes. But Tachibana, Togashi, and Takeshima insist on continuing with the direct approach they've been practicing. To the disconcerted players, Date starts giving concrete instructions for a change."
                },
                "23": {
                    "ID": "9229062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229062",
                    "TitleEnglish": "Do Your Best. Don't Lose. Fight to Your Limits",
                    "SummaryEnglish": "The match between Esperion and Musashino will determine who will dominate the Tokyo Metropolis League. Musashino's ace, Kaneda, takes advantage of the weak coordination between Togashi and Takeshima, giving Musashino a go-ahead score. Right before the end of first half, Kuroda injures himself due to his desperate defense play. During the halftime, Asari blames the center-backs, but Date disagrees with him. Togashi has resented Takeshima for a long time, but now…"
                },
                "24": {
                    "ID": "9229063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/9229063",
                    "TitleEnglish": "From Now",
                    "SummaryEnglish": "Thanks to Ashito's great bird's-eye view, Esperion B team succeeds in bringing down the defense of Musashino and scores a tie-goal. Esperion gains the momentum, while Musashino is confused by Ashito's flexible play. Kaneda can't hide his frustration at seeing just how much Ashito has improved. The desperate battle between the top of the Tokyo Metropolitan League, Musashino, and the challenger, Esperion: Who will win in the end...?"
                }
            }
        },
        "2": {
            "ID": "2184685",
            "URL": "https://www.thetvdb.com/series/ao-ashi/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11114060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ao-ashi/episodes/11114060",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null
                }
            }
        }
    }
}