{
  "URL": "https://www.thetvdb.com/series/407852-",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13870312/",
    "https://sankakumado-anime.com/",
    "https://www.themoviedb.org/tv/114307",
    "https://x.com/sankakumado_PR"
  ],
  "TitleEnglish": "The Night Beyond the Tricornered Window",
  "SummaryEnglish": "Shy bookstore clerk Kosuke Mikado has the ability to see ghosts and spirits, an ability he wishes he didn't have, since what he sees usually terrifies him. Rihito Hiyakawa, an exorcist whose supernatural powers are as strong as his social graces are weak, doesn't seem to fear anything, mortal or otherwise. When this odd couple gets together to solve the bizarre cases that come their way, their work methods may not be entirely safe for work!",
  "Aliases": [
    "Sankaku Mado no Sotogawa wa Yoru",
    "Sankaku Mado no Sotogawa wa Yoru (2021)",
    "The Night Beyond the Tricornered Window (2021)"
  ],
  "Modified": "2025-09-07",
  "Seasons": {
    "1": {
      "ID": "1946732",
      "URL": "https://www.thetvdb.com/series/407852-/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8643641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8643641",
          "TitleEnglish": "Encounter",
          "SummaryEnglish": "Mikado Kousuke, a young man working at a bookshop who seems normal at first glance is actually the owner of a peculiar ability to see eerie things. One day, Hiyakawa Rihito appears in the shop where Mikado works. Hiyakawa declares that it must be destiny as the job he has come to do is none other than an exorcism! When Hiyakawa discovers that Mikado can see spirits, he forces Mikado to help with the exorcism. He then requests that Mikado continue to work with him, but...",
          "Aliases": []
        },
        "2": {
          "ID": "8751783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751783",
          "TitleEnglish": "Binding",
          "SummaryEnglish": "Mikado, now working for Hiyakawa's property appraisals and special cleaning services company, COOLEAN, has been asked by a coworker at the bookstore to investigate a fortune-teller who is right too much. When Hiyakawa and Mikado meet the fortune-teller, Mukae Keita, they find that he, like they, is possessed of unique abilities. Left at the scene of many, many curses, is a mysterious name—Hiura Erika. Mukae has seen a curse that seemed to be the work of this Hiura Erika, but it was so strong that...",
          "Aliases": []
        },
        "3": {
          "ID": "8751784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751784",
          "TitleEnglish": "Malediction",
          "SummaryEnglish": "Mikado and Hiyakawa go to investigate a pond at a house. Their client, the woman who owns the house, has the same dream every night of a corpse floating in the pond. Mikado dives down into the pond to have a look, and there at the bottom, in the murk, he sees its core. On their way home that day, Mikado and Hiyakawa stop to eat and Hiura Erika appears before them. Erika reveals to the two of them that she is a curse peddler and a necromancer.",
          "Aliases": []
        },
        "4": {
          "ID": "8751785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751785",
          "TitleEnglish": "Pitfall",
          "SummaryEnglish": "At the request of police detective Hanzawa, Mikado visits an empty storefront. Hanzawa says that kamikakushi—paranormal disappearances—are often reported of that spot. When Mikado phones Hiyakawa, who is still back at the office, from in front of the vacant store, Hiyakawa possesses Mikado's body and begins investigating the abandoned shop. He realizes that the store has been turned into a kind of savings box to store bad things and that it had been created by Erika at the request of a mysterious figure.",
          "Aliases": []
        },
        "5": {
          "ID": "8751786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751786",
          "TitleEnglish": "Past",
          "SummaryEnglish": "Hiyakawa can't understand what Mikado is feeling. And for his part, while Mikado recognizes how deviant Hiyakawa is, he just can't cut ties with him. In the middle of all this, Mikado is as good as kidnapped by Sakaki and taken to Erika in a car. Erika asks a bewildered Mikado for help with her homework, as though the situation were quite normal. As Erika works on her homework, she tells Mikado about the mysterious man who employs her and about how her powers awakened.",
          "Aliases": []
        },
        "6": {
          "ID": "8751787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751787",
          "TitleEnglish": "(dis)belief",
          "SummaryEnglish": "While visiting a member of a bereaved family, Hanzawa remembers the first time he met Hiyakawa. It was over a decade ago and Hiyakawa had been a child then. He'd said that he'd seen many people destroyed by the power of belief and that he believed that he would one day encounter a destiny meant just for him. When he was young, after his mother had discovered his abilities, Hiyakawa had been placed in a symbolic position within a special group called the Palm of the Hand Research Society.",
          "Aliases": []
        },
        "7": {
          "ID": "8751788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751788",
          "TitleEnglish": "Atonement",
          "SummaryEnglish": "Hanzawa's wife has fallen ill due to Erika's curse. Though Mikado knows it was her work, his conscience won't let him tell Hanzawa anything. Erika and Sakaki raid COOLEAN. They hold Mikado down and interrogate him, asking \"Why did you talk to the police?\" Erika goes out of control and curses her own existence, poisoning herself.",
          "Aliases": []
        },
        "8": {
          "ID": "8751789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751789",
          "TitleEnglish": "Loneliness",
          "SummaryEnglish": "In order to learn more about Sensei's movements, Mikado and Hiyakawa make a plan to astral project into his house with the help of Mukae, Erika, and Sakaki. But they discover that Sensei's house was built on the site where the Palm of the Hand Research Society used to stand. Mikado recommends that they call off their plan out of concern for Hiyakawa, but Hiyakawa calmly replies \"I won't remember. I never forgot.\"",
          "Aliases": []
        },
        "9": {
          "ID": "8751790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751790",
          "TitleEnglish": "Confluence",
          "SummaryEnglish": "Perhaps inspired by the example of Hiyakawa and Mikado, Erika takes advantage of her father's strange disappearance to search her office for compromising documents. However, it is mainly trouble that she will find there.",
          "Aliases": []
        },
        "10": {
          "ID": "8751791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751791",
          "TitleEnglish": "Resolve",
          "SummaryEnglish": "Mikado was unceremoniously kicked out by Hiyakawa away from where he confronted the professor. Still without news from his employer three days later, he leads his small group of friends on a high-risk mission: to pull him out of the clutches of the cult guru.",
          "Aliases": []
        },
        "11": {
          "ID": "8751792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751792",
          "TitleEnglish": "Confrontation",
          "SummaryEnglish": "The professor has just revealed the terrible truth to Mikado, but it is not enough for him to see the young man on the ground, overcome by the devastating powers of his father. He would very much like him to tell her his name, which would allow him to despair him completely ...",
          "Aliases": []
        },
        "12": {
          "ID": "8751793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/407852-/episodes/8751793",
          "TitleEnglish": "Destiny",
          "SummaryEnglish": "Mikado’s victory over the Professor doesn’t solve the number one problem for the little gang, as Hiyakawa still has to be taken out of the room where he is being held. And for this Mikado can only count on himself.",
          "Aliases": []
        }
      }
    }
  }
}