{
    "URL": "https://www.thetvdb.com/series/digimon-ghost-game",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15400650/",
        "https://www.toei-anim.co.jp/tv/digimon_ghost_game/",
        "https://www.themoviedb.org/tv/134843"
    ],
    "TitleEnglish": "Digimon Ghost Game",
    "SummaryEnglish": "In a relatively near future, an innovative technology has emerged. On social networks, rumors are circulating about strange phenomena whose authenticity is unknown, referred to as \"Hologram Ghosts\". Hiro Amanokawa is a high school freshman at Hazakura Academy, who by activating a mysterious device left behind by his father called \"Digivice\", has the effect of making unknown creatures that cannot be seen by ordinary people, the Digimon, visible to his eyes.",
    "TitleJapanese": "デジモンゴーストゲーム",
    "SummaryJapanese": "新しいテクノロジーが発展した、ほんの少し先の未来。SNSでは「ホログラムゴースト」と呼ばれる真偽不明の怪奇現象の噂が飛び交っていた。中学1年生の天ノ河 宙は、父が残した「デジヴァイス」という謎のデバイスを起動したことで、普通の人には見えない未知の生き物――「デジモン」たちの姿が見えるようになる。父から預けられたやんちゃなデジモン「ガンマモン」と出会ったその日から、宙は様々な怪奇現象に巻き込まれていく。人間の時間を盗む「口縫い男」や、夜な夜な徘徊して人間をさらう「ミイラ男」……。ホログラムゴーストは、すぐそばで私たちを狙っているのだ。ここから先は、誰も知らない世界の裏側の物語。宙はガンマモンや仲間たちとともに、デジモンたちが生きる不思議な世界に足を踏み入れていく。",
    "Aliases": [
        "Dejimon Gōsuto Gēmu"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "1946716",
            "URL": "https://www.thetvdb.com/series/digimon-ghost-game/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9155197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9155197",
                    "TitleEnglish": "A Strange World As Told By Naoto Takenaka",
                    "SummaryEnglish": "Have you ever felt like you’re being watched, or heard a strange noise late at night when no one else is around? Naoto Takenaka, the ghost navigator, will guide you through various strange phenomena that Hiro and the gang have experienced.",
                    "TitleJapanese": "デジモンゴーストゲームスペシャル　竹中直人が語る怪奇の世界",
                    "SummaryJapanese": "ゴーストナビゲーター竹中直人が贈るスペシャル番組の放送が決定！そして、ゴーストナビゲーターの姿が解禁！"
                }
            }
        },
        "1": {
            "ID": "1946717",
            "URL": "https://www.thetvdb.com/series/digimon-ghost-game/seasons/official/1",
            "# Episodes": 67,
            "Episodes": {
                "1": {
                    "ID": "8592080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8592080",
                    "TitleEnglish": "The Sewn-Lip Man",
                    "SummaryEnglish": "On social media, rumors of a mysterious phenomenon, known as “Hologram Ghosts,” are spreading. Hiro Amanokawa, a first-year junior high school student, activates a mysterious device left behind by his father, and encounters a Digimon called Gammamon.",
                    "TitleJapanese": "口縫い男",
                    "SummaryJapanese": "テクノロジーが発展した今から少し先の未来。SNS上に、『口縫い男』と呼ばれるホログラムのように半透明のバケモノ、通称『ホログラムゴースト』の噂が流れ始めた。"
                },
                "2": {
                    "ID": "8664476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8664476",
                    "TitleEnglish": "The Mystery of the Museum",
                    "SummaryEnglish": "Ancient Egyptian mummies are on special display at the museum. There is a rumor that a huge man fully covered in bandages was witnessed kidnapping people in the area. Hiro and Gammamon decide to visit the museum to investigate.",
                    "TitleJapanese": "博物館ノ怪",
                    "SummaryJapanese": "博物館に展示されているミイラが夜動き出し、人を包帯でグルグル巻きにしてはさらっていくという怪現象の噂を知った、宙＆ガンマモンは博物館へ向かうことに。"
                },
                "3": {
                    "ID": "8664477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8664477",
                    "TitleEnglish": "Scribbles",
                    "SummaryEnglish": "The new paranormal phenomenon is spreading. It is said that if red scribbles appear somewhere on your body in a digital photo, that area will begin to act strange. The red scribbles then appear on Ruli’s photo.",
                    "TitleJapanese": "ラクガキ",
                    "SummaryJapanese": "『赤くしゃ』と呼ばれる怪奇現象が頻発。スマホで自撮りした写真の一部に妙な落書きが現われ、その部位に異変が起きる。そして、その現象はある女の子にも…"
                },
                "4": {
                    "ID": "8767031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8767031",
                    "TitleEnglish": "The Doll's Manor",
                    "SummaryEnglish": "Trick or treat! It’s Halloween and Ruli is getting ready with decorations. However, one by one, people begin to disappear. Hiro and the gang investigate.",
                    "TitleJapanese": "人形ノ館",
                    "SummaryJapanese": "瑠璃たちは、カルチャースクールでハロウィンパーティーの準備中。そこで謎のパンプキンヘッド人形が人々をどこかへ連れ去る事件が発生する。"
                },
                "5": {
                    "ID": "8767040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8767040",
                    "TitleEnglish": "Divine Anger",
                    "SummaryEnglish": "Something has disrupted the digital money system, angering the envoy of the god of wealth. What has caused the disruption? Hiro and the gang are on the case.",
                    "TitleJapanese": "神ノ怒リ",
                    "SummaryJapanese": "宙の一年先輩でおなじ寮の東御手洗清司郎は、ずっと自室に起こるポルターガイスト現象に悩まされていた。だがその正体はデジモン・ジェリーモンの仕業だった。"
                },
                "6": {
                    "ID": "8799755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8799755",
                    "TitleEnglish": "The Cursed Song",
                    "SummaryEnglish": "Ruli and the gang are researching the paranormal sightings around the city when they stop to investigate a rumor about a haunted karaoke box. It’s said that if a certain song is sung, a mysterious and creepy voice begins to sing along with you.",
                    "TitleJapanese": "呪ワレタ歌",
                    "SummaryJapanese": "カラオケボックスで、ある特定の歌を歌うと歌っている途中に誰かの不気味な声が紛れ込み、やがてそれは歌っている本人を黒い謎の塊が襲う怪奇現象が発生していた。"
                },
                "7": {
                    "ID": "8811111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8811111",
                    "TitleEnglish": "Birds",
                    "SummaryEnglish": "A mysterious group of crows are going around releasing captive birds around the city, including Ruli’s friend’s pet sparrow. The gang agrees to track down the missing bird and get to the bottom of this unknown threat.",
                    "TitleJapanese": "鳥",
                    "SummaryJapanese": "都内のあちこちで目撃されている、鳥の形をした飛行物体。同時に大量のカラスが街に現れ、ペットショップや民家を襲撃するという事件が相次いでいた。"
                },
                "8": {
                    "ID": "8826413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8826413",
                    "TitleEnglish": "Nightly Procession of Monsters",
                    "SummaryEnglish": "A mysterious nightly procession of monsters has been causing accidents on the highway. Ruli asks the gang to join her at the go-kart track, when they’re met with unexpected danger. Will they be able to survive until morning?",
                    "TitleJapanese": "百鬼夜行",
                    "SummaryJapanese": "高速道路で多発する謎の事故。目撃者の証言によると、怪物たちが道路上を走り回っていたという。それは、いつしか「百鬼夜行」と呼ばれるようになっていた。"
                },
                "9": {
                    "ID": "8826414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8826414",
                    "TitleEnglish": "Warped Time",
                    "SummaryEnglish": "Something is off with Hiro’s sense of time. He’s constantly late, and almost misses his curfew. Ruli suggests a trip to the library for a change of pace. They meet some unexpected visitors and learn the cause of Hiro’s problems.",
                    "TitleJapanese": "捻レタ時",
                    "SummaryJapanese": "宙に異変が起き始めた。何故か彼の時間間隔が狂い始めているのだ。気晴らしに宙を図書館に誘った瑠璃たち。すると、彼らは博識なデジモン・ボコモンと出会う。"
                },
                "10": {
                    "ID": "8871646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8871646",
                    "TitleEnglish": "Game of Death",
                    "SummaryEnglish": "There is a strange rumor that if anyone who gets a 20-win streak in this fighting game, they will disappear shortly after meeting a mysterious and beautiful character. It turns out Kiyoshiro knows this game…",
                    "TitleJapanese": "死ノ遊戯",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8882367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8882367",
                    "TitleEnglish": "Kamaitachi",
                    "SummaryEnglish": "A mysterious wind is causing all sorts of damage around town, and things are tense between Ruli and Angoramon. Ruli suspects that Angoramon is hiding something from her. Will they be able to patch things up before it's too late?",
                    "TitleJapanese": "カマイタチ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8882368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8882368",
                    "TitleEnglish": "Chain Letter",
                    "SummaryEnglish": "Digimon are using a chain letter to multiply in great numbers. Kiyoshiro receives the same chain letter and deletes it, but it ends up spreading to many others. Hiro and the gang must stop the Digimon before they overrun the city.",
                    "TitleJapanese": "不幸ノ手紙",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8882369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8882369",
                    "TitleEnglish": "Executioner",
                    "SummaryEnglish": "Digimon are being killed indiscriminately, and the gang comes face to face with an urban legend. Hiro and the others formulate a plan to take the rumored executioner down, when something unexpected happens.",
                    "TitleJapanese": "処刑人",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "8935660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8935660",
                    "TitleEnglish": "Zashiki-warashi",
                    "SummaryEnglish": "Kiyoshiro invites the gang along to his academic conference, upon hearing that his hotel is haunted by a Zashiki-warashi. There, they investigate the rumor of the haunting, while Gammamon has trouble accepting what happened to Bokomon.",
                    "TitleJapanese": "座敷童",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "8935663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8935663",
                    "TitleEnglish": "The Fortuneteller's Manor",
                    "SummaryEnglish": "There is a mysterious fortuneteller going around the city granting people their wishes, but something sinister is happening underneath the surface. Mika wants her fortune told, so she asks Ruli to help her find the nomadic diviner.",
                    "TitleJapanese": "占イノ館",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "8935664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8935664",
                    "TitleEnglish": "The Maneater's Forest",
                    "SummaryEnglish": "Hiro goes out camping with Gammamon and hears about people being spirited away in the forest by the local deity, Kasumi-sama. They enjoy their time outdoors, when they are surrounded by a mysterious fog, which tuns out to be...",
                    "TitleJapanese": "人喰ノ森",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "8935665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8935665",
                    "TitleEnglish": "Icy Hell",
                    "SummaryEnglish": "Kiyoshiro hakes the gang to a geothermal power plan that he helped set up when all of a sudden, they find themselves in freezing temperatures. How will the get out of this icy hell?",
                    "TitleJapanese": "極寒地獄",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "8938830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938830",
                    "TitleEnglish": "The Land of Children",
                    "SummaryEnglish": "Hiro is approached by two Hawkmon, who ask him to help look for their missing human friend. While investigating the incident, Hiro encounters a mysterious Digimon, who kidnaps children and takes them to a land where no adults are allowed.",
                    "TitleJapanese": "子供ノ国",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "8938831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938831",
                    "TitleEnglish": "The Witching Hour",
                    "SummaryEnglish": "It's time for Gammamon's first errand. But it is said that strange things happen during the witching hour. And just like the rumors, a mysterious voice echoes...",
                    "TitleJapanese": "逢魔ガ時",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "8938832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938832",
                    "TitleEnglish": "The Prison of Fire",
                    "SummaryEnglish": "Hiro and Ruli visit a theme park when a couple of Digimon show up looking for BlackGatomon, who has been visiting Hiro. Things get heated when Hiro's confronted, and Gammamon steps up to fight.",
                    "TitleJapanese": "炎ノ監獄",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "8938833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938833",
                    "TitleEnglish": "The Spider's Lure",
                    "SummaryEnglish": "A scientist who is a former colleague of Hiro’s mom drops by. She takes everyone to an insect exhibit at the mall, but they’re attacked by a highly intelligent Digimon who’s hungry for their brains…",
                    "TitleJapanese": "蜘蛛ノ誘惑",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "8938834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938834",
                    "TitleEnglish": "Nightmare",
                    "SummaryEnglish": "Jellymon is running a sleep therapy scheme when everything goes sideways! Jellymon's customers are waking up with injuries. The gang go to investigate, but will they be able to escape the nightmare?",
                    "TitleJapanese": "悪夢",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "8938835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938835",
                    "TitleEnglish": "Moaning Bug",
                    "SummaryEnglish": "Something is turning the Digimon all over town into violent bugs that attack people! Clockmon comes to seek the help of Hiro and the gang to stop this violence, but…",
                    "TitleJapanese": "ウメク蟲",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "8938836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/8938836",
                    "TitleEnglish": "Twisted Love",
                    "SummaryEnglish": "Recently, something seems to be attacking all the people who interact with Yuto. Yuto decides to ask his friend, Hiro for help. Along with Ruli, Hiro and the gang investigate the mysterious phenomenon behind Yuto’s acquaintances turning into plants.",
                    "TitleJapanese": "歪ンダ愛",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9097126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097126",
                    "TitleEnglish": "The Crimson Banquet",
                    "SummaryEnglish": "Ruli is invited to a party for the super high-end brand, SV. Their business branding is centered around blood and the color crimson. However, something about this bothers Angoramon and the gang decides to investigate.",
                    "TitleJapanese": "紅ノ饗宴",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9097127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097127",
                    "TitleEnglish": "Cannibal Mansion",
                    "SummaryEnglish": "Angoramon runs into an old friend from the Digital World, Digitamamon. Digitamamon is living alone in an empty mansion. The gang all go to visit, but they soon learn that the mansion is known as a man-eating mansion.",
                    "TitleJapanese": "飢餓屋敷",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "9097128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097128",
                    "TitleEnglish": "Monster's Beauty Serum",
                    "SummaryEnglish": "Hiro comes across a rumor about people disappearing after hearing the sound of water dripping three times. The gang is forced to confront this rumor head-on when he witnesses a dorm staff turning into water before his own eyes.",
                    "TitleJapanese": "美妖液",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "9097129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097129",
                    "TitleEnglish": "Face Taker",
                    "SummaryEnglish": "There is a rumor among Digimon about people with masks and no faces underneath. Hiro’s friend Kotaro loses his face and is worn out. Hiro suspects a Digimon is behind this and starts an investigation.",
                    "TitleJapanese": "顔取リ",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "9097130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097130",
                    "TitleEnglish": "Monster Pollen",
                    "SummaryEnglish": "One afternoon, Kiyoshiro Higashimitarai and his partner Jellymon meet a lost girl named Yuna at a department store. Yuna becomes fond of Kiyoshiro by strange coincidence, and he tries to take her to the lost child center.",
                    "TitleJapanese": "妖花粉",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "9097131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097131",
                    "TitleEnglish": "Bad Friend",
                    "SummaryEnglish": "Ruli’s schoolmate Kayono hasn't been to school for about a month. People worry about her and visit her, but they disappear one after the other. Kayono gets caught up with a couple of bad influences...",
                    "TitleJapanese": "悪友",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "9097132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097132",
                    "TitleEnglish": "Killer Blade",
                    "SummaryEnglish": "There is a rumor about a Digimon appearing out of nowhere with a katana, attacking other Digimon and humans indiscriminately. Angoramon is taken over by the cursed katana and.",
                    "TitleJapanese": "辻斬リ",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "9097133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9097133",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "Gammamon makes a new friend, who doesn’t show up even though they had agreed to hang out. Upon returning home, it seems that Hiro and the gang have forgotten all about Gammamon, and think that a completely different Digimon is Gammamon instead.",
                    "TitleJapanese": "オマエハ誰ダ",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "9233724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233724",
                    "TitleEnglish": "Whispers of the Dead",
                    "SummaryEnglish": "One day, Kiyoshiro suddenly loses consciousness. He wakes up in the realm between the living world and the afterlife. Since then, he keeps hearing a voice in his head. He’s being targeted by a Digimon who can only befriend dead souls?!",
                    "TitleJapanese": "死霊ノ囁キ",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "9233726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233726",
                    "TitleEnglish": "Wall Crawlers",
                    "SummaryEnglish": "Kids around the neighborhood are turning into human geckos, and Hiro realizes one of them is his friend, Nanami. He consults the rest of the gang, who decide to help him with the investigation, when Ruli turns into a gecko herself…",
                    "TitleJapanese": "壁這ウ者",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "9233728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233728",
                    "TitleEnglish": "Werewolf",
                    "SummaryEnglish": "Ruli and the others go visit her ancestral home. There they find that the village is being terrorized by a local superstition, “the legend of the werewolf”. It is said that a sacrifice is needed to appease the werewolf's wrath and…",
                    "TitleJapanese": "人狼",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "9233730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233730",
                    "TitleEnglish": "Labyrinth of Grief",
                    "SummaryEnglish": "There is a rumor going around about buildings disappearing on an urban legend website. Hiro and the gang go to investigate a certain cave with people from the forum. As they go deeper into the cave, terrible things happen…",
                    "TitleJapanese": "嘆キノ迷宮",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "9233733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233733",
                    "TitleEnglish": "Herd of the Dead",
                    "SummaryEnglish": "Hiro and Ruli visit Kiyoshiro at his new job site where they hear about the rumors of pets and livestock disappearing around the area. It turns out that this area is haunted by zombies…",
                    "TitleJapanese": "死霊ノ群レ",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "9233735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233735",
                    "TitleEnglish": "The Diviner",
                    "SummaryEnglish": "Hiro and Kotaro visit their sister school in Kamakura. As Hiro participates in a traditional dance to calm the soul of the last young lord of the Hojo clan, he suddenly disappears. He was taken by a Digimon who is a diviner for the Hojo clan.",
                    "TitleJapanese": "陰陽師",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "9233737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233737",
                    "TitleEnglish": "Contagion Island",
                    "SummaryEnglish": "A violent Digimon comes to seek help from Hiro. He and the gang must then figure out how to return the dangerous Gyukimon, who is infecting and turning others into copies of Gyukimon, back to Ryudamon.",
                    "TitleJapanese": "感染孤島",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "9233740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233740",
                    "TitleEnglish": "Spiral Beach",
                    "SummaryEnglish": "Espimon’s arm is mysteriously twisted. Hiro and the gang go to the beach to investigate what could have caused this phenomenon, but they find that everything at the beach is twisted…",
                    "TitleJapanese": "螺線海岸",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "9233742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233742",
                    "TitleEnglish": "Clown",
                    "SummaryEnglish": "Someone from the circus is luring children and turning them into cards. Ruli and Hiro sneak into the circus after Angoramon is kidnapped. It's up to Ruli, Hiro, and Gammamon to put a stop to this.",
                    "TitleJapanese": "道化師",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "9233743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233743",
                    "TitleEnglish": "Human Hunter",
                    "SummaryEnglish": "Ruli decides to go investigate claims of oni demons kidnapping people when she receives a message through her social media. But Ruli and the gang get caught up in a sinister competition.",
                    "TitleJapanese": "人狩リ",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "9233744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233744",
                    "TitleEnglish": "Red Eye",
                    "SummaryEnglish": "Emma Hanes, a nosy friend from Kiyoshiro’s past, visits him. However, there is a strange phenomenon happening where people’s eyes first turn red, then their bodies become covered with numerous eyes.",
                    "TitleJapanese": "赤目",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "9233745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9233745",
                    "TitleEnglish": "Rust",
                    "SummaryEnglish": "A first-year student in Hiro’s school is able to get his hands on rare and sought-after merchandise. Somehow, this is connected to the mysterious shaking buildings which Hiro hears about from Espimon.",
                    "TitleJapanese": "赤錆",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "9365866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365866",
                    "TitleEnglish": "Ghost Newspaper",
                    "SummaryEnglish": "People start receiving newsletters with articles of terrible events that haven’t happened and are shocked and terrified to find out that they all come true. It seems a Digimon is behind this…",
                    "TitleJapanese": "幽霊新聞",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "9365867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365867",
                    "TitleEnglish": "Queen's Banquet",
                    "SummaryEnglish": "Kotaro is acting strange. He seems afraid of water which makes him run away, screaming. Even on the follow day, the sight of water still makes Kotaro tremble with fear. This worries Hiro, so with the help of his friends, he decides to investigate.",
                    "TitleJapanese": "女王ノ晩餐",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "9365868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365868",
                    "TitleEnglish": "Memory of Eternity",
                    "SummaryEnglish": "A voice whispers into the ear of Shadramon, who is afraid of returning to Digitama form and forgetting everything. It says, “I'll leave those memories for you.” Soon after, Kiyoshiro realizes that something is wrong with his friend, Tamotsu.",
                    "TitleJapanese": "永遠ノ記憶",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "9365869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365869",
                    "TitleEnglish": "The White Bride",
                    "SummaryEnglish": "Ruli is asked to be a model for a wedding pamphlet and puts on a wedding dress. However, she is suddenly taken. It seems that brides in wedding dresses have been disappearing from local wedding halls.",
                    "TitleJapanese": "白イ花嫁",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "9365870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365870",
                    "TitleEnglish": "The Crimson Harvest Festival",
                    "SummaryEnglish": "It's Halloween season. Girls wearing witch costumes are being turned into real witches one by one. And the number of witches continues to grow. It seems a Digimon with some ulterior motive is behind all this.",
                    "TitleJapanese": "真紅ノ収穫祭",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "9365871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365871",
                    "TitleEnglish": "Payback",
                    "SummaryEnglish": "Hazakura Academy's first-year, Riku Fukatsu, is a long way from home and is having trouble fitting in when a Digimon takes an interest in him. However, things go awry when he has trouble reciprocating the Digimon's acts of kindness.",
                    "TitleJapanese": "オカエシ",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "9365872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365872",
                    "TitleEnglish": "Headless",
                    "SummaryEnglish": "A creepy, headless ghost resembling the legendary knight, the Dullahan, starts attacking students at Hazakura Academy. Apparently, the ghost is looking for its head. Kiyoshiro, for some reason, gets caught up in the middle of this chaos.",
                    "TitleJapanese": "首ナシ",
                    "SummaryJapanese": null
                },
                "52": {
                    "ID": "9365873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365873",
                    "TitleEnglish": "Mysterious Lake",
                    "SummaryEnglish": "Hiro and his friends come to a lake where it is rumored that kappa haunt and drag humans underwater. Against Hiro's advice, Ruli goes near the lake at night, hears mysterious voices, and...",
                    "TitleJapanese": "妖ノ湖",
                    "SummaryJapanese": null
                },
                "53": {
                    "ID": "9365874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365874",
                    "TitleEnglish": "King of Knowledge",
                    "SummaryEnglish": "Kiyoshiro visits a shrine in Kyoto on a school trip. From then, someone starts to come pick Kiyoshiro up at night and challenges his knowledge. He then slowly starts forgetting things he should know…",
                    "TitleJapanese": "知識王",
                    "SummaryJapanese": null
                },
                "54": {
                    "ID": "9365875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365875",
                    "TitleEnglish": "Second Sight",
                    "SummaryEnglish": "Hiro suddenly has the ability to see into the future. He is now able to detect accidents and troubles that those near him, such as Gammamon and Kotaro, may encounter. However, the side effects are very painful for Hiro…",
                    "TitleJapanese": "千里眼",
                    "SummaryJapanese": null
                },
                "55": {
                    "ID": "9365876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365876",
                    "TitleEnglish": "Bakeneko",
                    "SummaryEnglish": "Hiro watches the news about the rescue of a girl who woke up on the rooftop of a building. Kiyoshiro and Gammamon also begin acting strange, walking on top of fences and roofs. Apparently, there is a Digimon that tries to train humans…",
                    "TitleJapanese": "化ケ猫",
                    "SummaryJapanese": null
                },
                "56": {
                    "ID": "9365877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365877",
                    "TitleEnglish": "Impurity",
                    "SummaryEnglish": "Kotaro is acting strangely. He keeps repeating the word \"Filthy\" and washes his face over and over again. Gammamon instinctively senses something is wrong with him. Soon after, Kiyoshiro and all the dorm members start acting strangely too.",
                    "TitleJapanese": "穢レ",
                    "SummaryJapanese": null
                },
                "57": {
                    "ID": "9365878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9365878",
                    "TitleEnglish": "Ghost Taxi",
                    "SummaryEnglish": "Hiro, Gammamon, and Kotaro go to see a Christmas play at a church. But on the way home, Kotaro and Gammamon are taken away by a black cab and disappear. Around the same time, a rumor about a ghost taxi starts to spread on an urban legend site.",
                    "TitleJapanese": "幽霊タクシー",
                    "SummaryJapanese": null
                },
                "58": {
                    "ID": "9522409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522409",
                    "TitleEnglish": "Pyramid",
                    "SummaryEnglish": "Kaoru, a friend from the piano class Ruli once attended, has gone missing. While searching for her, Ruli and the gang find a strange dent and her shoes. And as they continue their search, Hiro is suddenly asked a mysterious riddle.",
                    "TitleJapanese": "金字塔",
                    "SummaryJapanese": null
                },
                "59": {
                    "ID": "9522811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522811",
                    "TitleEnglish": "Jiraiya",
                    "SummaryEnglish": "Kiyoshiro goes out of town for work, where he meets Meru. They go see a Sentai action show together and encounter a Hologram Ghost. Kiyoshiro is somehow mistaken for Jiraiya and is forced to vanquish evil.",
                    "TitleJapanese": "児雷也",
                    "SummaryJapanese": null
                },
                "60": {
                    "ID": "9522812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522812",
                    "TitleEnglish": "Water Ghost",
                    "SummaryEnglish": "Jellymon, Kiyoshiro and the gang visit a festival and encounter a strange rain that was not forecasted. When the rain falls on someone, they become drowned and spit out water from their eyes and mouths.",
                    "TitleJapanese": "水ノ幽霊",
                    "SummaryJapanese": null
                },
                "61": {
                    "ID": "9522813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522813",
                    "TitleEnglish": "Resurrection",
                    "SummaryEnglish": "Ruli’s friend Kotoha asks for her help. Ruli and the gang go visit her house. There, they find the dead body of Manami, Kotoha’s brother’s fiancé. She died during an experiment ten days ago, but she starts moving and speaking at night.",
                    "TitleJapanese": "ヨミガエリ",
                    "SummaryJapanese": null
                },
                "62": {
                    "ID": "9522814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522814",
                    "TitleEnglish": "The Strange Floor",
                    "SummaryEnglish": "Strange incidents keep happening in the apartment building where Ruli's friend Aoi lives. The residents get scared and start to move out one by one. Ruli and the gang go to investigate the haunted building.",
                    "TitleJapanese": "幻ノ階",
                    "SummaryJapanese": null
                },
                "63": {
                    "ID": "9522815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522815",
                    "TitleEnglish": "Gluttony",
                    "SummaryEnglish": "Ruli goes to a cake buffet with her friends. After that, something strange happens to her. No matter how much she eats, she’s still starving and nothing will satisfy her hunger. Ruli begs Hiro and the gang to figure out a way to help her.",
                    "TitleJapanese": "暴食",
                    "SummaryJapanese": null
                },
                "64": {
                    "ID": "9522816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522816",
                    "TitleEnglish": "The Call",
                    "SummaryEnglish": "Hiro goes fishing with Kotaro and others. As they head back to the dorm on a ship, they hear spooky chanting. At the same time, the dorm is suddenly shrouded in fog and students begin to act strange.",
                    "TitleJapanese": "呼ビ声",
                    "SummaryJapanese": null
                },
                "65": {
                    "ID": "9522819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522819",
                    "TitleEnglish": "The Black Zone of Death",
                    "SummaryEnglish": "All digital communication is down around the world, and Hiro learns of a black stain infecting the Digital World. Once it infects Digimon, they start to attack other Digimon.",
                    "TitleJapanese": "黒ノ決死圏",
                    "SummaryJapanese": null
                },
                "66": {
                    "ID": "9522821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522821",
                    "TitleEnglish": "The Black Dragon of Destruction",
                    "SummaryEnglish": "Hiro and his friends are in the Digital World trying to uncover the truth when they come up against a powerful Digimon. This Digimon, Bloomlordmon, is too powerful and Gammamon turns to the darkness within.",
                    "TitleJapanese": "破滅ノ漆黒竜",
                    "SummaryJapanese": null
                },
                "67": {
                    "ID": "9522822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/digimon-ghost-game/episodes/9522822",
                    "TitleEnglish": "The Devourer of All",
                    "SummaryEnglish": "Caught in a cunning trap by Regulusmon, Siriusmon appears to be on the verge of death. Hiro has to risk everything to save his virtual little brother. What ending awaits them?",
                    "TitleJapanese": "スベテヲ喰ラウモノ",
                    "SummaryJapanese": null
                }
            }
        }
    }
}