{
    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1433860/",
        "https://muteking.jp/",
        "https://www.themoviedb.org/tv/121947",
        "https://www.themoviedb.org/tv/121947",
        "https://x.com/MUTEKING2021",
        "https://www.youtube.com/c/UCO1v04r_ObYNV2oGQlkNqug"
    ],
    "TitleEnglish": "Muteking the Dancing Hero",
    "SummaryEnglish": "An alien sheriff comes to Earth to stop four alien criminals from laying waste to it.",
    "TitleJapanese": "Muteking the Dancing Hero",
    "SummaryJapanese": "エイリアンの保安官が地球にやって来て、4人のエイリアンの犯罪者が地球に浪費するのを阻止します。",
    "Aliases": [
        "Tondemo Senshi Muteking (2021)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1950991",
            "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9039295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/9039295",
                    "TitleEnglish": "特番「MUTEKING THE Dancing HERO 放送直前スペシャル」",
                    "SummaryEnglish": "ＡＴ－Ｘ MUTEKING THE Dancing HERO 特別番組 この時間は、特番「MUTEKING THE Dancing HERO 放送直前スペシャル」を放送いたします。 詳細情報 ＜番組内容＞ MCに主人公“ムテキ”を演じる真白健太朗さんと、本作でオカルトチャンネルを運営している“ナオミ”を演じる田所あずささん、そしてニッポン放送の吉田尚記アナウンサーを迎え、「MUTEKING THE Dancing HERO」の魅力をお伝えすると共に、アニメ公式YouTubeチャンネルで繰り広げられてきた数々の宣伝活動（？）を紹介したり、特番で初出となる映像も披露！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9039296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/9039296",
                    "TitleEnglish": "MUTEKING THE DancingHERO - SuperHyperEdition",
                    "SummaryEnglish": "ＡＴ－Ｘ MUTEKINGTHEDancingHERO　SuperHyperEdition MUTEKINGを彩る数々の音楽シーンを中心に名場面を振り返ります！さらにオーロラの楽曲「Ms.CONTROL」フルバージョンMVを番組で初公開！ぜひご覧ください。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1950992",
            "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8621341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8621341",
                    "TitleEnglish": "Muteking Begins",
                    "SummaryEnglish": "Muteki, an ordinary boy with a passion for dancing, arrives at the city of Neo San Francisco to live with his grandmother. He meets a strange man who calls himself DJ, and is instantly entangled in a funky dance conspiracy.",
                    "TitleJapanese": "Muteking Begins",
                    "SummaryJapanese": "ネオサンフランシスコに到着した一人の青年ムテキ。\n人が溢れるきらびやかな最先端シティに圧倒されていると、DJと名乗る謎の男に絡まれる。\n\nあれやこれやとしつこく絡んでくるDJから逃げるようにしてその場を離れるムテキだったが、偶然入った海辺のダイナーにはローラースケートを履いた可愛い店員アイダさんが。\n彼女によると今夜フェスがあり、オーロラという超人気アーティストも参加するという。\nアイダさんにすっかり心奪われてしまったムテキは勧められるがままフェスに行ってみることに…。\n\nすると、とんでもない出来事に巻き込まれてしまう！"
                },
                "2": {
                    "ID": "8749668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8749668",
                    "TitleEnglish": "Brand-New Gadget",
                    "SummaryEnglish": "Muteking's ranking has skyrocketed due to his success at festivals! Suddenly, Muteki, who is confused by the attention of people all over Neo San Francisco, wanders into a retro arcade in the old financial district. There, he met the mysterious drag queen manager Vivi and his four regular brothers and sisters, and the arcade game was a big hit. Meanwhile, Octink's new product Octa GO has been released! The city is enthusiastic about cutting-edge gadgets, but the disturbing air begins to spread again ...",
                    "TitleJapanese": "Brand-new Gadget",
                    "SummaryJapanese": "フェスでの活躍によりムテキングのランキングは急上昇！\n突然、ネオ・サンフランシスコ中の人々の注目を浴びることになり戸惑うムテキは、ひょんなことから旧金融街にあるレトロなゲームセンターに迷い込む。\n\nそこで謎のドラァグクイーン店長ヴィヴィと常連の4兄妹と出会い、アーケードゲームで大盛り上がり。\nそんな中、オクティンク社の新製品オクタGOがリリース！\n\n街中が最先端ガジェットに熱狂するが、またも不穏な空気が蔓延し始める…"
                },
                "3": {
                    "ID": "8751422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751422",
                    "TitleEnglish": "Rock and Rolling",
                    "SummaryEnglish": "4 Muteki to enjoy as usual at the game center with brothers and sisters. The store manager, Vivi, tells her the secret of her father. Although I'm curious, Muteki is crazy about talking with Aida, who is a usual diner and longs for him. On the other hand, the popular sushi restaurant \"Rolling SUSHI ZEN\" opens at 428 Square! I decided to go to Muteki who was hungry. An unknown rotation and an unimaginable experience awaited there ...",
                    "TitleJapanese": "Rock and Rolling",
                    "SummaryJapanese": "４兄妹とゲームセンターでいつもの様に楽しむムテキ。\n店長のヴィヴィから父親の秘密を知らされる。\n気になるものの、いつものダイナーで憧れのアイダさんとの会話に夢中のムテキ。\n\n一方、４２８スクエアで話題の寿司屋「ローリングSUSHI ZEN」がオープン！\nお腹をすかせたムテキは行ってみることに。\n\nそこには未知なる回転と想像を絶するエクスペリエンスが待っていた…"
                },
                "4": {
                    "ID": "8751425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751425",
                    "TitleEnglish": "Chill Out Sunset",
                    "SummaryEnglish": "MUTEKING is a hot topic in the city! Muteki, who wears a red jacket and poses in front of the mirror, does not seem to be ridiculed by DJ and Sara. Muteki, whose hairstyle was changed by DJ, is very popular with Aki and Summer when he goes to the game center as usual! Muteki, who is worried about Aida's reaction to Vivi's words \"Mote Mote\", heads for Diner. He appeals to me as an image changer, but the DJ and Aida who suddenly appear have a nice atmosphere for some reason. The traumatic Muteki heads for the \"Sunset Chill\" on the beach ...",
                    "TitleJapanese": "Chill Out Sunset",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8751427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751427",
                    "TitleEnglish": "Goodbye Park",
                    "SummaryEnglish": "Muteki, who took the courage to invite Aida to an amusement park date, was completely restless at the meeting place. Muteki is thrilled by Aida-san in plain clothes who came late. A popular amusement park in the local area suddenly closes, and there is also the appearance of Octink, which is visiting for inspection. Somehow awkward Muteki and Aida. Muteki tries to enjoy the time with Aida again by the DJ who suddenly appeared, but Aida suddenly returns. It was Aurora's new song that flowed into the depressed ears of Muteki.",
                    "TitleJapanese": "Goodbye Park",
                    "SummaryJapanese": "勇気を出してアイダさんを遊園地デートに誘ったムテキは待ち合わせ場所で全く落ち着かずソワソワ。\n遅れてやってきた私服姿のアイダさんにときめくムテキ。地元で人気の遊園地が突然の閉園、そこには視察に訪れているオクティンク社の姿も。\nどこかぎこちないムテキとアイダさん。突然登場したDJによって再びアイダさんとの時間を楽しもうとするムテキだが、アイダさんは突然帰ってしまう。\n\n落ち込んだムテキの耳に流れこんできたのはオーロラの新曲で―。"
                },
                "6": {
                    "ID": "8751430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751430",
                    "TitleEnglish": "Stand Alone",
                    "SummaryEnglish": "A new song by the super popular artist Aurora soars on the chart. Neo-San Francisco is getting darker and darker. Muteki and DJ realize that fact and decide to regain the city by themselves. The two, who know that they can't compete with Aurora's new song as before, start working on a new song (new song), but they quarrel with each other without making any progress. Muteki, who decided to protect the city by himself due to the actions of the DJ he saw in the city, confronts the monster alone",
                    "TitleJapanese": "Stand Alone",
                    "SummaryJapanese": "超人気アーティスト、オーロラの新曲がチャートを急上昇。\nそれに合わせて暗黒化がどんどん進行していくネオ・サンフランシスコ。\nその事実に気づいたムテキとDJは自分達で街を取り戻そうと決意する。\n\nオーロラの新曲に対抗するには今まで通りでは対抗できないと知る２人は新曲（ニューソング）の制作に取り掛かるが中々進まずに喧嘩別れしてしまう。\n\n街で見かけたDJの行動に自分で街を守る決意をしたムテキはモンスターに一人で立ち向かうが…"
                },
                "7": {
                    "ID": "8751432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751432",
                    "TitleEnglish": "Stage of Dreams",
                    "SummaryEnglish": "Rainy Neo San Francisco, Theo's plans were steadily underway. Muteki and DJ, who are being pushed by the popularity of Aurora, were having a hard time writing new songs. The two, who came up with the idea of having MC Baby, the legendary Master of Ceremony spoken by Sarah, teach them the secrets of songwriting, grabbed the information that MC Baby should be in the middle of the enthusiasm, and searched for enthusiastic spots in the city. What the two people see when they arrive at the abandoned stadium without any clues.",
                    "TitleJapanese": "Stage of Dreams",
                    "SummaryJapanese": "雨のネオ・サンフランシスコ、セオの計画は着々と進行していた。\nオーロラ人気に押されているムテキとDJは新曲作りに苦戦していた。\n\nサラの話す伝説のマスターオブセレモニー、MCベイビーに曲作りの秘訣を教えてもらうことを思いついた２人は、熱狂のど真ん中にMCベイビーがいる筈だという情報を掴み、街中の熱狂スポットを探し回る。\n\n手がかりもないまま、廃墟のスタジアムにたどり着いた2人が見るものとは―。"
                },
                "8": {
                    "ID": "8751437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751437",
                    "TitleEnglish": "Muteki Mode",
                    "SummaryEnglish": "The new song has been completed, and Muteking is a big buzz in Neo San Francisco! Muteki and DJ will easily handle busy schedules such as interviews, commercials, and appearances on song programs. Muteki who got \"Red Metallic Tape\" transforms into Muteking by himself and defeats monsters in a blink of an eye. There are no enemies on the way, and Muteki in invincible mode is ecstatic. Attack Aida again! However, Muteki, who has made a wonderful date promise, heads for the second date.",
                    "TitleJapanese": "Muteki Mode",
                    "SummaryJapanese": "新曲が完成し、ネオ・サンフランシスコではムテキングが大バズり！\nムテキとDJは、取材、CM、歌番組出演など多忙なスケジュールを軽々とこなしてゆく。\n「レッドメタリックテープ」を手にしたムテキは一人でムテキングに変身し、あっという間にモンスターを倒してゆく。\n\n向かうところ敵なし、無敵モードのムテキは有頂天。\n再びアイダさんにアタック！し、見事デートの約束を取り付けたムテキは２度目のデートへと向かう―。"
                },
                "9": {
                    "ID": "8751442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751442",
                    "TitleEnglish": "In the Dark",
                    "SummaryEnglish": "Theo's plan, Octink Tower, is finally completed. Theo shows his overwhelming power in front of the captured DJ. Muteki, who felt something unusual, jumped out into the city. Muteki witnessed a completely different dark city and people roaming in life. The beam emitted from the tower by Theo destroys the city one after another and covers the city with an eerie barrier. It was Muteki who was just stunned by the events in front of him",
                    "TitleJapanese": "In the Dark",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8751445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751445",
                    "TitleEnglish": "Sweet Memories",
                    "SummaryEnglish": "On the top floor of Octink, the DJ that Muteki saw when he came to the rescue had changed like a different person. He is a DJ who does not listen to Muteki's persuasion and says that he will eliminate the combination with Muteki. Muteki questioning Theo who appeared there. Theo begins to talk about himself and Octink's plans. Muteki is overwhelmed by the truths revealed one after another. A new guest will appear to catch up.",
                    "TitleJapanese": "Episode 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8751450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751450",
                    "TitleEnglish": "Heartbreak",
                    "SummaryEnglish": "Vivi tries to rescue the DJ who has fallen to the dark side by sucking out black ink. In suffering, the DJ regains his memory of truth when he was a child. The DJ who has returned to the original state also jumps into the black ink pool in pursuit of Muteki, who turns black and melts down. Vivi in despair, Theo smiling. Meanwhile, Sarah and George plan to jack the tower, and inside the tower, Naomi and the others confront the Ninger's, and finally the four brothers and sisters jump out. In the chaos, the black ink pool begins to emit light in seven colors.",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8751454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muteking-the-dancing-hero/episodes/8751454",
                    "TitleEnglish": "The Dancing Hero",
                    "SummaryEnglish": "Muteki and DJ are stunned in front of Theo, who has transformed into \"Muteking Black\", a dark muteking. The power of Muteking Black covers the earth in darkness. Muteking Black's attack injures Muteking and returns him to his living Muteki. Muteki screams at the subsequent attack of Theo. Finally, Sarah and Naomi, who confront Anne, are four brothers and sisters who cannot easily rescue Vivi. Can Muteking dance again on the floor to save his companions, the city, and the planet!",
                    "TitleJapanese": "Episode 12",
                    "SummaryJapanese": null
                }
            }
        }
    }
}