{
    "URL": "https://www.thetvdb.com/series/deaimon",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14489130/",
        "https://deaimon.jp/",
        "http://www.reddit.com/r/Deaimon",
        "https://www.tvmaze.com/shows/61387/show-slug",
        "https://www.themoviedb.org/tv/123818",
        "https://www.themoviedb.org/tv/123818",
        "https://www.wikidata.org/wiki/Q108328814",
        "https://en.wikipedia.org/wiki/Deaimon",
        "https://x.com/deaimon_anime"
    ],
    "TitleEnglish": "Deaimon: Recipe for Happiness",
    "SummaryEnglish": "Nagomu Irino returns to his Kyoto home for the first time in ten years when his father is hospitalized. Nagomu is eager to take over Ryokushou, the family's Japanese sweet shop, but he's instead asked to be a father figure to Itsuka Yukihira, the girl everyone calls the successor.",
    "Aliases": [
        "Deaimon"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1952852",
            "URL": "https://www.thetvdb.com/series/deaimon/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8641835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/8641835",
                    "TitleEnglish": "Nagomu and Itsuka",
                    "SummaryEnglish": "In front of Kyoto Station, Yukihira Itsuka mistakes Irino Nagomu for her missing father. She never imagined that he was the son and heir(?) to a wagashi shop called Ryokushou—the same shop where she's been staying. When Nagomu and Itsuka begin working together at Ryokushou, they run into a little trouble."
                },
                "2": {
                    "ID": "9096306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9096306",
                    "TitleEnglish": "Echoing Through the Hydrangea",
                    "SummaryEnglish": "Horikawa Mitsuru, a high school student, works at Ryokushou with Itsuka. Seeing the two of them chatting happily together by the sink makes Nagomu feel a little jealous. While Mitsuru works part-time at Rykoushou to help supplement her large family's finances, she's also actively making music. And her musical activities kick up some trouble."
                },
                "3": {
                    "ID": "9097257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097257",
                    "TitleEnglish": "A Summer Night's Accompaniment",
                    "SummaryEnglish": "One morning, on her way to school, Itsuka spots someone who looks like her father getting on a bus. She gets on the same bus to see if it really is him, but ends up falling asleep. Having lost sight of the person who looks like her father, Itsuka arrives in Ohara near the Sanzen-in Temple where she happens upon someone unexpected."
                },
                "4": {
                    "ID": "9097258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097258",
                    "TitleEnglish": "A Blue Wind Rustling Fresh Leaves / Beating the Summer Heat",
                    "SummaryEnglish": "A regular customer cancels their order. Nagomu's father, Irino Heigo, is furious with him, thinking that Nagomu has done something again. Heigo and Nagomu go to apologize to their regular customer. There they find out that the cancellation was actually connected to someone else who works at Ryokushou, Seto Saki."
                },
                "5": {
                    "ID": "9097259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097259",
                    "TitleEnglish": "Welcoming the Spirits",
                    "SummaryEnglish": "On a day off from work, Itsuka and Mitsuru run into Nagomu's ex-girlfriend, Matsukaze Kanoko, in town. Mitsuru and Kanoko haven't met before, though Itsuka knows them both. The three decide to have lunch together. Mitsuru and Kanoko both get excited talking about Nagomu while Itsuka is perplexed by the unusual atmosphere between the two women."
                },
                "6": {
                    "ID": "9097260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097260",
                    "TitleEnglish": "Autumn's Potato Moon",
                    "SummaryEnglish": "Everyone at Ryokushou is participating in the Miyama school district's sports festival. Itsuka feels shy and awkward around Nagomu, causing her to adopt a brusque manner toward him. But in his loud cheers of encouragement she feels the warmth of family. Nagomu's father, Heigo, gets overly fired up and ends up hurting himself. Nagomu and Itsuka have to step up to take his and Nagomu's place in the parent-child event. Meanwhile, at Ryokushou, a woman calling herself Itsuka's mother appears."
                },
                "7": {
                    "ID": "9097261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097261",
                    "TitleEnglish": "Dancing in Autumn Colors",
                    "SummaryEnglish": "A new artisan, Kisaichi Hiiro, arrives at Ryokushou. Enchanted by artisan Tatsumi Masa's sculpted sweets, Hiiro decides to become a wagashi artisan herself. However, her overly serious mindset and perfectionism cause her to lose sight of her surroundings and to make mistakes. She becomes despondent, then Masa teaches her about the spirit of an artisan. Amidst all of this, due to a whim of Nagomu's, Ryokushou holds a \"Hands-on Wagashi Class\" at the elementary school Itsuka attends."
                },
                "8": {
                    "ID": "9097262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097262",
                    "TitleEnglish": "Chestnut Retrospective",
                    "SummaryEnglish": "Kanoko followed Nagomu to Kyoto, but back when they parted ways, she'd been stubborn and said, \"I like Western sweets better.\" Faced with that, she can't find a way to be upfront and cheer Nagomu on now. Meanwhile, Nagomu begins kicking up a fuss about losing his headgear from his band, Chestnut Manju. With Kanoko and Itsuka's help, Nagomu searches for it, but..."
                },
                "9": {
                    "ID": "9097263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097263",
                    "TitleEnglish": "Long-Awaited Warmth of Spring",
                    "SummaryEnglish": "One day, with Christmas near, a message and a fir tree sent by Itsuka's mother arrive. Remembering back to the broken promises from when she was little, Itsuka is afraid to make another promise with her mother. But Nagomu's words give her a push, and she tells her mother that she'll be waiting. Yuzu yokan causes Nagomu to remember a conversation he had with his grandfather."
                },
                "10": {
                    "ID": "9097264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097264",
                    "TitleEnglish": "Reminiscing About Waiting for Spring",
                    "SummaryEnglish": "The new year begins, and as Ryokushou welcomes it they sell a sweet called hanabira mochi. They only made enough to accommodate their advance orders, but a man without a reservation suddenly appears. After hearing the man's feelings toward his late mother, Nagomu makes a decision to... Later, everyone from Ryokushou goes to Yamakuni Jinja for hatsumode—the first sacred visit of the year."
                },
                "11": {
                    "ID": "9097265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097265",
                    "TitleEnglish": "Is It Good",
                    "SummaryEnglish": "Nagomu is laid up in bed with a cold, and as his consciousness grows hazy, he remembers a senpai from his school days who went off to Tokyo to chase a dream. That night, as Itsuka tends Nagomu, she glances up through the window and sees snow fluttering down. Snow on the day before Valentine's Day. Seeing the snow piling up on the ground, Itsuka is reminded of the day when she was first left in the people of Ryokushou's care. Itsuka doesn't have good memories of snow. Nagomu makes some new ones with her, building snowmen."
                },
                "12": {
                    "ID": "9097266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/deaimon/episodes/9097266",
                    "TitleEnglish": "Red Sea Bream for a Spring Dawn",
                    "SummaryEnglish": "For Itsuka's birthday, Nagomu uses his \"Going Somewhere Together\" ticket and takes her to Hirakata Park. While out with Nagomu, Itsuka's remembers when she went to the park with her father. When they get back to Ryokushou, they find a wagashi cake and birthday party for Itsuka waiting for them. Itsuka always seems to be chasing after the shadow of her father. Concerned, Nagomu comforts her. And in reply to Nagomu's words, Itsuka..."
                }
            }
        }
    }
}