{
    "URL": "https://www.thetvdb.com/series/heike-monogatari",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15353550/",
        "https://heike-anime.asmik-ace.co.jp/",
        "https://www.themoviedb.org/tv/132664",
        "https://x.com/heike_anime"
    ],
    "TitleEnglish": "The Heike Story",
    "SummaryEnglish": "A young orphan named Biwa is taken in by the powerful Taira Clan—also known as the Heike—after their leader witnesses her extraordinary psychic abilities. Unfortunately, what she predicts is a future of bloodshed, violence, and civil war. Inspired by the 12th-century epic tale Heike Monogatari.",
    "TitleJapanese": "平家物語",
    "SummaryJapanese": "800年の時を超える祈りの物語\n《祇園精舎の鐘の声、諸行無常の響きあり 沙羅双樹の花の色、盛者必衰の理をあらはす》\n平安末期。平家一門は、権力・武力・財力あらゆる面で栄華を極めようとしていた。亡者が見える目を持つ男・平重盛は、未来（さき）が見える目を持つ琵琶法師の少女・びわに出会い、「お前たちはじき滅びる」と予言される。\n貴族社会から武家社会へ――日本が歴史的転換を果たす、激動の15年が幕を開ける。",
    "Aliases": [
        "Heike Monogatari"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "1953698",
            "URL": "https://www.thetvdb.com/series/heike-monogatari/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9183198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/9183198",
                    "TitleEnglish": "平家物語 放送直前特番",
                    "SummaryEnglish": "琵琶法師により語り継がれ、後世の文学や演劇に大きな影響を与えた大古典『平家物語』。圧倒的語り口による古川日出男訳を底本に、精鋭クリエイターによって初のTVアニメ化 詳細情報 番組内容 《祇園精舎の鐘の声、諸行無常の響きあり 沙羅双樹の花の色、盛者必衰の理をあらはす》 平安末期。平家一門は、権力・武力・財力あらゆる面で栄華を極めようとしていた。 亡者が見える目を持つ男・平重盛は、未来（さき）が見える目を持つ琵琶法師の少女・びわに出会い、「お前たちはじき滅びる」と予言される。 貴族社会から武家社会へ――日本が歴史的転換を果たす、激動の15年が幕を開ける。 出演者 ＜出演者＞ びわ：悠木碧 平重盛：櫻井孝宏 平徳子：早見沙織 平清盛：玄田哲章 後白河法皇：千葉繁 平時子：井上喜久子 平維盛：入野自由 平資盛（幼少期）：小林由美子 平資盛：岡本信彦 平清経：花江夏樹 平敦盛：村瀬歩 高倉天皇：西山宏太朗 平宗盛：檜山修之 平知盛：木村昴 平重衡：宮崎遊 静御前：水瀬いのり 源頼朝：杉田智和 源義経：梶裕貴 制作 ＜スタッフ＞ 原作：古川日出男訳 『平家物語』河出書房新社刊 監督：山田尚子 脚本：吉田玲子 キャラクター原案：高野文子 音楽：牛尾憲輔 アニメーション制作：サイエンスSARU キャラクターデザイン：小島崇史 美術監督：久保友孝(でほぎゃらりー) 動画監督：今 制作２ 井翔太郎 色彩設計：橋本賢 撮影監督：出水田和人 編集：廣瀬清志 音響監督：木村絵理子 音響効果：倉橋裕宗（Otonarium） 歴史監修：佐多芳彦 琵琶監修：後藤幸浩",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1953699",
            "URL": "https://www.thetvdb.com/series/heike-monogatari/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "8651486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8651486",
                    "TitleEnglish": "If You Don't Belong to the Heike, You Won't Be a Person",
                    "SummaryEnglish": "The Taira clan, also known as the Heike, has reached unprecedented power and influence in Japan. Through strange and terrible circumstances, a biwa-playing girl finds herself enmeshed in the story of their political strife.",
                    "TitleJapanese": "平家にあらざるば人にあらず",
                    "SummaryJapanese": "平安末期の京都。平家一門は、権力・武力・財力、あらゆる面で栄華を極めようとしていた。天皇をもしのぐ勢いで野心を募らせる父・平清盛を危うく感じる長男の重盛はある夜、邸内で琵琶法師の少女・びわと出会い、平家の滅亡を予言される。重盛とびわには、ともに見えないものが見える「目」を持つという共通点があった。"
                },
                "2": {
                    "ID": "8678583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678583",
                    "TitleEnglish": "The Glory of the Corrupt World Is a Dream in a Dream",
                    "SummaryEnglish": "Shigemori rushes to deal with the fallout of Kiyomori's assault on the regent. As Biwa spends more time with Shigemori's family, she begins to open up.",
                    "TitleJapanese": "娑婆の栄華は夢のゆめ",
                    "SummaryJapanese": "資盛が天皇の摂政に無礼を働いて制裁を受け、それに清盛が報復したことで、平家に対する批判が噴出する。重盛は資盛を伊勢に謹慎させ、自身も職を辞することで少しでも批判を治めようとするが、それがおもしろくない清盛。そんな中、徳子が後白河法皇の息子・高倉天皇に入内することが決まる。"
                },
                "3": {
                    "ID": "8678584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678584",
                    "TitleEnglish": "Shishigatani Incident",
                    "SummaryEnglish": "After the passage of several years, Biwa catches up with a friend. A clash with the Enryakuji monks bodes ill for the Heike, and Shigemori is compelled to take drastic action to restrain Kiyomori.",
                    "TitleJapanese": "鹿ケ谷の陰謀",
                    "SummaryJapanese": "維盛・資盛・清経らとともに、厳島神社に赴くびわ。入内して6年になるが子を授かる気配のない徳子のために、一行は厳島神社で舞と祈祷を捧げる。一方、重盛は後白河法皇と対立する僧たちからの訴えに頭を悩ませていた。さらにその裏では、源氏の力を借りて平家を討つ密議が交わされようとしていた。"
                },
                "4": {
                    "ID": "8678585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678585",
                    "TitleEnglish": "Unwritten Affair",
                    "SummaryEnglish": "Tokuko finally carries Emperor Takakura's child. The prospect of an emperor from the Taira lineage is a happy tiding, but the prospect of Kiyomori's tightening grip on power bodes ill.",
                    "TitleJapanese": "無文の沙汰",
                    "SummaryJapanese": "待望の御子を授かったにもかかわらず、病床に臥せってしまった徳子。見舞いにきた重盛が片目で周囲を見ると、密議の陰謀で処分された者たちの怨霊が蠢いていた。恩赦によって流罪になった者たちが解放され、徳子の息子が無事産まれるが、平家の立場はいっそう難しいものとなっていた。"
                },
                "5": {
                    "ID": "8678586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678586",
                    "TitleEnglish": "Bridge Battle",
                    "SummaryEnglish": "Shigemori's passing hits Kiyomori hard. However, with Shigemori gone, no one is left to stand up to Kiyomori, leaving his whims and ambitions unchecked.",
                    "TitleJapanese": "橋合戦",
                    "SummaryJapanese": "重盛の死を受け、「未来が見えても変えることはできない」と嘆くびわ。その左目は、いつの間にか重盛の目と同じ色になっていた。重盛に代わり弟の宗盛が平家の頭領になるが、後白河法皇は平家の勢力を削ごうと動き始める。これに反発した清盛は、三種の神器とともに幼い安徳天皇の即位を急ぐ。"
                },
                "6": {
                    "ID": "8678587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678587",
                    "TitleEnglish": "City Transition",
                    "SummaryEnglish": "Kiyomori moves the capital to Fukuhara, a new figure moves against the Heike, and Koremori is charged with leading the counterattack.",
                    "TitleJapanese": "都遷り",
                    "SummaryJapanese": "平家への風当たりが強まるなか、京からの遷都が決まり、慌ただしく引っ越しの準備をする資盛・清経・びわ。たどり着いた福原の海岸で、兄弟たちはいとこ違いの敦盛と出会う。月を見ながら笛を吹き、束の間の交流を楽しむびわたちだったが、清盛の邸では物の怪による変事が相次いでいた。"
                },
                "7": {
                    "ID": "8678588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678588",
                    "TitleEnglish": "Kiyomori, Dies",
                    "SummaryEnglish": "The capital is moved back to present-day Kyoto.Amidst the political turmoil the move ignites, Biwa and the others are shaken by unexpected deaths.",
                    "TitleJapanese": "清盛、死す",
                    "SummaryJapanese": "伊豆に流罪になっていた源頼朝が、遂に後白河法皇の院宣を受けて挙兵した。総大将に任命された維盛率いる平家の兵は富士川の戦いであえなく敗走し、いよいよ没落の色を濃くするのだった。年が明け、高倉上皇が危篤状態に陥る。清盛は徳子に今後の身の振り方を提案するが……。"
                },
                "8": {
                    "ID": "8678589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678589",
                    "TitleEnglish": "Leaving the Capital",
                    "SummaryEnglish": "Having been kicked out of her home, Biwa sets off on a journey for clues about her mother. The Heike's military challenges continue.",
                    "TitleJapanese": "都落ち",
                    "SummaryJapanese": "清盛の死を受けて動揺する一門を離れ、母探しの旅に出たびわは、各地で平家と源氏の戦の状況を耳にする。奮闘する知盛や重衡らを尻目に、頭領の宗盛は京で宴三昧の日々を送っていた。源氏側につく者が増えるなか、維盛は木曽義仲に大敗を喫し、引き返せないほど精神的に追い詰められていく。"
                },
                "9": {
                    "ID": "8678590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678590",
                    "TitleEnglish": "Heike Flowing",
                    "SummaryEnglish": "A chance encounter leads Biwa to her mother. The Heike take refuge in Dazaifu, but their respite is cut short.",
                    "TitleJapanese": "平家流るる",
                    "SummaryJapanese": "京を捨てて西に逃れる平家一門。入れ替わりで源氏の白旗がはためく京に戻ってきたびわは、静御前らとともに丹後をめざす。後白河法皇が後鳥羽天皇を擁し、かつて重盛に仕えていた者たちも次々と源氏側に寝返っていく。福原を落ち、大宰府からも拒否され、疲弊しながら歩き続ける一門は、とうとう海まで追いやられる。"
                },
                "10": {
                    "ID": "8678591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678591",
                    "TitleEnglish": "Dan-no-ura",
                    "SummaryEnglish": "Having discovered her purpose, Biwa returns to the Heike to witness events play out. The final clash between the Heike and the Genji approaches.",
                    "TitleJapanese": "壇ノ浦",
                    "SummaryJapanese": "旅のすえに母と再会したびわは、改めて自分も平家の行く末を見守り、祈り続けることを決意し一門に戻る。しかし、清経の入水に続き敦盛が一ノ谷の戦いで戦死、捕らえられた重衡は鎌倉に送られ、平家はひとりまたひとりと欠けてゆくのだった。苦しみに耐えかねた維盛は出家を決意し、最後にびわと短い会話をかわす。"
                },
                "11": {
                    "ID": "8678592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heike-monogatari/episodes/8678592",
                    "TitleEnglish": "The Impermanence of Worldly Things",
                    "SummaryEnglish": "Biwa witnesses the final clash between the Heike and the Genji. In the aftermath, Biwa sets out to tell the Heike's story.",
                    "TitleJapanese": "諸行無常",
                    "SummaryJapanese": "年が明けて季節は冬から春へ。決戦は屋島の戦いから壇ノ浦へと向かう。追ってきたのは源氏の若き総大将・義経。激しいうず潮に源平の舟が入り乱れるなか、イルカの大群が押し寄せ、遂に風向きが変わる。平氏の敗北と滅亡が垣間見えるなか、みなを勇気づけ闘う宗盛と知盛。三種の神器とともに帝の手を取る時子。びわはそのすべてを目に焼き付けようとしていた。"
                }
            }
        }
    }
}