{
    "URL": "https://www.thetvdb.com/series/margaret-video-series",
    "Genres": [
        "Anime",
        "Mini-Series"
    ],
    "Other Sites": [],
    "TitleEnglish": "Margaret Video Series",
    "SummaryEnglish": "Margaret Video Series is a multi-anime project by studio Madhouse comprising several one-episode OVAs based on various mangas serialized in shoujo magazine Margaret.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1955664",
            "URL": "https://www.thetvdb.com/series/margaret-video-series/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8672483",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672483",
                    "TitleEnglish": "Oshare Kozou wa Hanamaru",
                    "SummaryEnglish": "When the lively 14-year-old Kotobuki falls in love with the handsome, quiet, and reserved 26-year-old Hodaka, the owner and clothing designer of the popular clothing store Galopine et Galopin, she lies about her age in an attempt to get closer to him. At first, he is slow to warm up to her, but then a strange young man named Kazuomi asks Hodaka for part-time employment and stirs things up between them.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8672485",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672485",
                    "TitleEnglish": "Singles",
                    "SummaryEnglish": "* Based on the manga by Fujimura Mari. University student Saki is torn with guilt over her feelings for her sister's boyfriend, Kaname. She joins the same club to be close to him but is selected to work on a project with another boy, Daichi. Though she feels herself drawn to Daichi, she cannot put thoughts of Kaname from her mind.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8672523",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672523",
                    "TitleEnglish": "POPS",
                    "SummaryEnglish": "Kusuko has a secret crush on the resident class playboy, Mishima. However, with the constant rotation of ever-changing girls on his arm, she keeps a safe distance. Mishima takes her standoffish attitude for coldness and confronts her about it. However, they manage to overcome the misunderstandings and even begin dating. The more she gets to know him, the harder she finds herself falling, but one day, she overhears him talking to another girl on the phone...",
                    "Aliases": []
                },
                "4": {
                    "ID": "8672524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672524",
                    "TitleEnglish": "Oedo wa Nemurenai!",
                    "SummaryEnglish": "* Based on a romance and adventure manga by Honda Keiko. We are now in the early 18th century, the Kyouhou era, when the merchant culture was flourishing. In Yoshiwara, the red light district of Edo, there is a popular courtesan with good looks and character, called Usugumo. She in fact is a daughter of a Christianized prostitute and a shogun named Yoshimune, but the power struggle in these times doesn't allow her to be with her father. Her fate is about to change, when she meets the blond haired thief, Kikunosuke. With Kikunosuke, a doctor named Aoto Touichirou, who uses the yet unfamiliar Western medicine, and her pet cat, Kotetsu, Usugumo forms a thief group, the Kikugumi. In the meanwhile, a member of a mysterious group appears, aiming for Usugumo...",
                    "Aliases": []
                },
                "5": {
                    "ID": "8672525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672525",
                    "TitleEnglish": "Kiss wa Me ni Shite",
                    "SummaryEnglish": "Ibuki Morisato's dream of kissing a prince turned into reality when her dream prince appeared as the new transfer student?!",
                    "Aliases": []
                },
                "6": {
                    "ID": "8672526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/margaret-video-series/episodes/8672526",
                    "TitleEnglish": "A-Girl",
                    "SummaryEnglish": "The sisters Mariko and May, along with Mariko's bad-tempered boyfriend, become involved with Ichiro, an arrogant, womanising male model. This OVA has no dialog and is performed against a background of Japanese pop songs composed by Okada Tooru and sung in English by SEIKA. Dialog placards provide continuity, like in old silent films.",
                    "Aliases": []
                }
            }
        }
    }
}