{
  "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest",
  "Genres": [
    "Animation",
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15414478/",
    "https://www.fairytail100yq.com/",
    "https://www.themoviedb.org/tv/248947",
    "https://x.com/fairytail_PR/"
  ],
  "TitleEnglish": "FAIRY TAIL 100 YEARS QUEST",
  "SummaryEnglish": "The rowdiest guild in Fiore Kingdom is back! Natsu, Lucy, Gray, Erza, and the whole Fairy Tail guild tackle the legendary \"100 Years Quest,\" tougher than any S-Class quest. Their goal: find the first wizard guild ever, located in the far north of Guiltina. Facing new gods, mysterious towns, and ominous foes, they’ll have their work cut out for them. Will they succeed where no wizard has before?",
  "Aliases": [
    "Fairy Tail - 100 Years Quest",
    "FAIRY TAIL: 100 Years Quest"
  ],
  "Modified": "2025-07-29",
  "Seasons": {
    "0": {
      "ID": "1956161",
      "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10727531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10727531",
          "TitleEnglish": "Going Off Topic: Lucy's Diary (RECAP)",
          "SummaryEnglish": "Since Natsu, Lucy & Co. from Fairy Tail accepted the 100 Years Quest, a lot has happened! Lucy is keeping a diary and reflecting once again on the most memorable moments of their journey so far. And there's also a preview of what's yet to come!",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1956162",
      "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/seasons/official/1",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "8678500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/8678500",
          "TitleEnglish": "The \"First\" Guild and the \"Strongest\" Guild",
          "SummaryEnglish": "Natsu and friends visit the very first Wizard Guild to take a quest that no one has ever completed: the “100 Years Quest\". Meanwhile, new recruits join Fairy Tail, but one of them is a little odder than usual…",
          "Aliases": []
        },
        "2": {
          "ID": "10580589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10580589",
          "TitleEnglish": "The Sea of Dragons",
          "SummaryEnglish": "The town of Ermina turns out to be a city for fish, where the whole town is submerged in water during high tide. The moment the party mentions Water God Dragon, the fish turn hostile.",
          "Aliases": []
        },
        "3": {
          "ID": "10581516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581516",
          "TitleEnglish": "Blade, Armor, Ash",
          "SummaryEnglish": "Dragon Eaters are after Mercphobia to gain the power of Water God Dragon. Natsu and the others join in the battle to aid him, but the foes are strong. Meanwhile, Gajeel, Juvia, and Lily investigate Touka despite the protest from Levy.",
          "Aliases": []
        },
        "4": {
          "ID": "10581517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581517",
          "TitleEnglish": "Dyed White",
          "SummaryEnglish": "Natsu, Wendy, and Erza are captured by the Diabolos, and Lucy sets out to go rescue them. On her way, she meets someone unexpected… Meanwhile, Jellal finds out the secret of Touka.",
          "Aliases": []
        },
        "5": {
          "ID": "10581518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581518",
          "TitleEnglish": "A Bitter Choice",
          "SummaryEnglish": "Natsu and the others manage to drive away the Diabolos for now. Then Mercphobia starts to destroy Ermina and its people, which forces Natsu and his friends to make a tough decision. Meanwhile, the White Mage sets out to do what she came to do…",
          "Aliases": []
        },
        "6": {
          "ID": "10581917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581917",
          "TitleEnglish": "Lineage of Fire",
          "SummaryEnglish": "When Mercphobia goes out of control and almost takes out Natsu, a hand shows up to save him. And it belongs to someone Natsu didn't expect: The Fire Dragon God and the son of Igneel, Ignia.",
          "Aliases": []
        },
        "7": {
          "ID": "10581919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581919",
          "TitleEnglish": "All's Well That Ends Well",
          "SummaryEnglish": "As a thank-you for saving Ermina, Mercphobia gives the group information on the rest of the Five Dragon Gods. And while they're in the town of Tekka, they encounter someone who looks exactly like Erza...",
          "Aliases": []
        },
        "8": {
          "ID": "10581921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581921",
          "TitleEnglish": "Aldoron, the Wood Dragon God",
          "SummaryEnglish": "The group is headed to Drasil to find Aldoron. Juvia joins, but she is acting strange and warns the group about the White Mage. Drasil turns out to be a town built on Aldoron, and a kind old man shows them around town. But then...",
          "Aliases": []
        },
        "9": {
          "ID": "10581923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581923",
          "TitleEnglish": "Whiteout",
          "SummaryEnglish": "Touka the White Mage brainwashed the Fairy Tail members. She plans to destroy the orbs of the five towns on Aldoron to defeat him; Natsu and the other must fight their friends to save them from the White Mage and stop her plan.",
          "Aliases": []
        },
        "10": {
          "ID": "10581924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581924",
          "TitleEnglish": "New Foes",
          "SummaryEnglish": "Natsu, Lucy, Gray, and Erza fight their own Guild friends to free them from the hypnosis. Then, Wendy encounters a new Dragon Eater. And another Dragon Eater Natsu meets turns out to be...",
          "Aliases": []
        },
        "11": {
          "ID": "10581925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581925",
          "TitleEnglish": "Wraith, the Spirit Dragon",
          "SummaryEnglish": "Natsu fights Wraith, the Spirit Dragon, but Natsu's attacks are useless against him. On the verge of death, Natsu sees Zeref, Mavis, and Igneel. As a thoughtform, Natsu is finally able to attack Wraith. That's when Wraith finds a body to possess...",
          "Aliases": []
        },
        "12": {
          "ID": "10581926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10581926",
          "TitleEnglish": "A Card in the Hand",
          "SummaryEnglish": "It turns out that Wraith used to be a Fairy Tail wizard, and Makarov and Wraith were a guild family. Meanwhile, Wendy struggles against Nebaru, and Lucy starts collecting the other Fairy Tail members with the help of Cana and her Magic Cards.",
          "Aliases": []
        },
        "13": {
          "ID": "10709032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709032",
          "TitleEnglish": "Scarlet Showdown",
          "SummaryEnglish": "Natsu and Happy find out that Touka is actually a cat, and she has mistaken Happy as Natsu. Meanwhile, Laxus unleashes his new skill, Red Lightning, against Erza. Now it's down to two orbs, but when Happy throws an orb at the White Mage...",
          "Aliases": []
        },
        "14": {
          "ID": "10709033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709033",
          "TitleEnglish": "Clinging Dragon Berserk",
          "SummaryEnglish": "The outcomes of the battles are being decided... While Lucy and the others continue trying to enclose their comrades within the cards, Wendy faces off against the sticky dragon Nebaru, who wants to devour her!",
          "Aliases": []
        },
        "15": {
          "ID": "10709034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709034",
          "TitleEnglish": "The Howling Earth",
          "SummaryEnglish": "When all five orbs are broken, something unexpected happens: The Wood Dragon God, Aldoron, is revived. It also activates God Seeds, who start attacking Natsu and the others by becoming the person who they consider to be the strongest.",
          "Aliases": []
        },
        "16": {
          "ID": "10709035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709035",
          "TitleEnglish": "God Seeds",
          "SummaryEnglish": "Natsu turns Wolfen into a fake Zeref and uses Ankhseram's curse on Wolfen. Other Fairy Tail wizards face three other God Seeds: Metro, Gears, and Doom. Then, the leader of God Seeds, Aldoron, shows up in front of Natsu.",
          "Aliases": []
        },
        "17": {
          "ID": "10709036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709036",
          "TitleEnglish": "Strength to Live",
          "SummaryEnglish": "Gray and Juvia take on Metro's main body, while the others fight his golems. In the meantime, Jellal takes on Gears. When it's down to Aldoron himself, an unexpected yet familiar face shows up: Brandish.",
          "Aliases": []
        },
        "18": {
          "ID": "10709037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709037",
          "TitleEnglish": "Burning Will",
          "SummaryEnglish": "Gajeel turns into a giant by Brandish's magic and fights the Wood Dragon God. Now all that's left to defeat is the God Seed Aldoron. Natsu's fire burns Aldoron, who has no respect for human lives as he regards them only as his food.",
          "Aliases": []
        },
        "19": {
          "ID": "10709038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709038",
          "TitleEnglish": "Aqua Aera",
          "SummaryEnglish": "White Mage uses Aqua Aera, Touka's spell, to take Fairy Tail wizards to Elentear, her homeland, but they end up in Edolas. After they get reunited with the Fairy Tail in Edolas, Natsu and the others go to see Mystogan for help.",
          "Aliases": []
        },
        "20": {
          "ID": "10709039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709039",
          "TitleEnglish": "Selene, the Moon Dragon God",
          "SummaryEnglish": "The White Mage reveals that her name is Faris and she is from Elentear. She tells the Fairy Tail that she was only doing the Moon Dragon God Selene's bidding to save Elentear. When Selene shows up, she send everyone to Elentear.",
          "Aliases": []
        },
        "21": {
          "ID": "10709040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709040",
          "TitleEnglish": "The Moonlight Divinities",
          "SummaryEnglish": "After Selene transports Natsu and the others to Elentear, they are attacked by her lackeys, the Moonlight Divinities. They fight with the Spirit Arts, which is different from Magic or spells, and the Fairy Tail wizards are in trouble.",
          "Aliases": []
        },
        "22": {
          "ID": "10709041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709041",
          "TitleEnglish": "The Demons' Parade",
          "SummaryEnglish": "With Aquarius' help, those who have turned into yokai get back to normal. Lucy’s Celestial Spirits all come out to help, and they defeat Yoko. Meanwhile, Touka and Faris meet Suzaku at Whiteout Village.",
          "Aliases": []
        },
        "23": {
          "ID": "10709042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709042",
          "TitleEnglish": "Sword Saint",
          "SummaryEnglish": "After Natsu and the others took down Yoko, they meet Suzaku, a Dragon Slayer of Diabolos, who has been summoned from Earthland to defeat Selene. Also known as Sword Saint, Suzaku is a formidable foe and Fairy Tail is helpless against him.",
          "Aliases": []
        },
        "24": {
          "ID": "10709043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10709043",
          "TitleEnglish": "This Hideous World",
          "SummaryEnglish": "Gray fights Hakune once again, and his love for Juvia breaks Hakune's attack. Selene reveals to Suzaku that the dragon he ate is her son. Then Wendy finds a connection between tha Hands and the Face of Tartarus.",
          "Aliases": []
        },
        "25": {
          "ID": "10854783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fairy-tail-100-years-quest/episodes/10854783",
          "TitleEnglish": "Homecoming",
          "SummaryEnglish": "Natsu and the others defeat Alta Face and save Elentear. They're reunited with the guild members in Drasil, but their 100 Years Quest continues. Meanwhile, Selene is taken to Diabolos after being defeated by Suzaku. But things are not what it seems...",
          "Aliases": []
        }
      }
    }
  }
}