{
  "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.facebook.com/blackrockshooterDF",
    "https://www.imdb.com/title/tt15582422/",
    "https://blackrockshooter-dawnfall.com/",
    "http://www.reddit.com/r/blackrockshooter",
    "https://www.tvmaze.com/shows/61460/show-slug",
    "https://www.themoviedb.org/tv/133733",
    "https://www.themoviedb.org/tv/133733",
    "https://www.wikidata.org/wiki/Q112157115",
    "https://en.wikipedia.org/wiki/Black_Rock_Shooter",
    "https://x.com/project_brsDF"
  ],
  "TitleEnglish": "Black Rock Shooter: Dawn Fall",
  "SummaryEnglish": "It is 2062, after Earth has been devastated after the failure of an automation project when the AI called Artemis started a war against humanity, a girl called Empress awakens in a research laboratory and tries to save the decaying world.",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1956306",
      "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "9237174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9237174",
          "TitleEnglish": "Memories of the Journey",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1956307",
      "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8763675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/8763675",
          "TitleEnglish": "The Good, The Bad & The Mechanics",
          "SummaryEnglish": "Twenty years have passed since the failure of Project Elysion, a massive workforce automation project. Artemis, the artificial intelligence at the core of the project, had chosen to attack humanity, and Earth has been devastated ever since. A girl named Empress wakes up in the base of an underground research facility, having lost all memory of her past. She meets a young brother and sister duo named Norito and Miya, who came to the base to collect precious water. Empress aims to reach the surface together with the two of them, but she comes face-to-face with many different enemies, and Empress soon finds herself cornered...",
          "Aliases": []
        },
        "2": {
          "ID": "9094306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094306",
          "TitleEnglish": "Shooter Meets Hacker",
          "SummaryEnglish": "Empress had made the decision to take Norito back to the mountain town where he and his sister live. Along the way, she was suddenly attacked by Strength, her supposed ally. Empress tries to fight back with a powerful weapon summoned from her right arm, the Coilgun, but the weapon doesn't work due to lacking the necessary energy. Placed at a disadvantage, Empress leaves to escape. She arrives at the mountain town and is then asked by Norito to help bring essential supplies from the nearby site of a former hospital. However, there lays a very dangerous beehive.",
          "Aliases": []
        },
        "3": {
          "ID": "9094307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094307",
          "TitleEnglish": "Master Sniper",
          "SummaryEnglish": "Empress and the others saw countless lights headed in the direction of the Peacebuilding Forces base. The lights were from armed vehicles belonging to the Education Institution, a cult that commits genocide while claiming to educate ignorant fools. Believing they were coming for her, Empress headed straight for their vehicles herself. However, the Education Institution were not after her, but a girl named Momiji who had escaped from them, and Empress and the others ended up rescuing her. Momiji then asks them to help her friends, who were being taken for a ritual in three days' time on one of the Education Institution's freight trains. Suddenly, Empress' right arm is shot off by an unknown sniper. The shot came from Dead Master, a girl wielding a large sniper rifle from about a kilometer away, and one of Empress' former allies.",
          "Aliases": []
        },
        "4": {
          "ID": "9094308",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094308",
          "TitleEnglish": "Black falls down a hole",
          "SummaryEnglish": "Empress, who had been mentally disturbed following the battle on the armored train, joins up with other Peacebuilding Force reinforcements at their base along with the Colonel. Bolt, the commander of the reinforcements, informs them that there is only one month left before the Orbital Elevator is completed. That night, Bolt tells Empress about the relationship between the Colonel and the Educational Institution, the latter being the ones whom the Colonel hated more than anything. The next day, Empress and the others depart for the Orbital Elevator once again. On the way there, Dead Master reappears and tries to negotiate with Empress, but fails to do so. Just as Dead Master is about to attack the group, a girl who was modified and sent by the Educational Institution named Charlotte begins her assault on everyone. Empress prepares to fire her Coilgun and save Dead Master, but the Colonel stops her. It is revealed that Charlotte is the Colonel's daughter, who was supposed to be dead...",
          "Aliases": []
        },
        "5": {
          "ID": "9094309",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094309",
          "TitleEnglish": "Drink because you are happy",
          "SummaryEnglish": "Norito comes to Strength, who was outside of an isolated bar in the wastelands, throwing up one too many drinks. He begs her to help save his sister, Miya, who had been kidnapped by the Education Institution. Soldiers from the Education Institution then show up, and upon instinctively sensing danger, they forcibly remove Strength's Gigantic Arms. Although Strength avoids being harmed by the enemy, the loss of her Gigantic Arm changes her personality from hostile and aggressive to fearful and cowardly, and both her and Norito flee the scene immediately. The two of them take refuge in an underground air-raid shelter that once belonged to a human army. However, the soldiers of the Education Institution managed to get there before they did. Meanwhile, Empress and her group manage to take control of one of the Education Institution's bases, located several kilometers away. Monica informs Empress that Miya is on the Education Institution's list of abductees.",
          "Aliases": []
        },
        "6": {
          "ID": "9094310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094310",
          "TitleEnglish": "Collapse",
          "SummaryEnglish": "Young girls who were abducted by the Education Institution are subjected to compatibility tests in order to become Hemiteos Units. Miya, who was found to be compatible with becoming a Hemiteos Unit, was about to undergo a full-scale remodeling procedure inside the Education Institution's carrier. It was then that Strength and Norito rushed into the carrier to save Miya while Empress and her group launched an attack on the Education Institution's armed escort vehicles. Inside the lab, numerous corpses of girls who failed the compatibility tests were discovered to be treated like garbage. Strength and Norito find Miya restrained in the remodeling facility, along with Lunatic, the incarnation of Artemis. Lunatic's derisive behavior towards humans sets off Strength... The attack on the armed escort vehicles reaches a turning point when Smiley, the leader of the Education Institution, and Charlotte, appear. And so, a fierce battle in which the two sides clash with each other begins.",
          "Aliases": []
        },
        "7": {
          "ID": "9094311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094311",
          "TitleEnglish": "Peacebuilding Force Memorial Library",
          "SummaryEnglish": "Empress and her group make their way through the wastelands and head toward the Orbital Elevator. Black Trike complains it cannot repair itself due to being damaged during the battle with the Education Institution's armed escort vehicles. Monica takes over the reparations, but as she lacks the rare metals to do so, Empress and the others go at the Peacebuilding Forces' memorial library to collect the necessary parts. While securing the parts in the library's reading room, Monica looks up information on the Colonel with the help of Andy the Librarian Android. Just as she's about to delve deeper after learning something suspicious about the personal history of Jessica, the Colonel's wife, she loses her footing and falls into the basement. The Colonel goes after Monica to rescue her, and finds an infantry unit there.",
          "Aliases": []
        },
        "8": {
          "ID": "9094312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094312",
          "TitleEnglish": "Crossing Iron Oceans",
          "SummaryEnglish": "Only two weeks remain until the cable that continues to extend from the surface of the moon is connected to Earth's side of the Orbital Elevator. If Empress can destroy the Orbital Elevator before then, humanity would avoid being defeated. However, in order to get there, Empress and her group need to cross the Iron Ocean. At a bar in the port town nearby, a fisherman sends Isana, who was asked to guide the group across the Iron Ocean, to undertake the ferry over the sea. As they explore the area along the Iron Ocean, they confirm responses from powerful bio-parts, and the group heads for the floating island where the responses came from. After they disembark, Empress and Strength are left alone together, and they discover a bio-part in the carcass of a massive Gigantes. Just as Empress was about to remove the bio-part, a violent tremor suddenly shook the island! Sensing something unusual happening, Empress and the others went and...",
          "Aliases": []
        },
        "9": {
          "ID": "9094313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094313",
          "TitleEnglish": "Half Mechanic",
          "SummaryEnglish": "In order for Empress to recover from her high fever, her body needs to be readjusted. She woke up in the orphanage, Lighthouse No. 8, the place she had been looking for. The building, which had since collapsed from the war, had no information to be found on the Hemiteos Units. However, Strength found a clue to another \"Lighthouse No. 8\", a laboratory. After tracking down the lab, Empress and the others arrive there to find a control room and a recording medium inside. On the medium was a message from Jessica, the Colonel's wife, who had studied the practical application of the Hemiteos Unit at Lighthouse No. 8, and was a test subject herself. In the video recording, she recounts numerous tragic incidents that occurred in the past. Jessica asks that the readjustment device be used to save her daughter, Charlotte. The device can only be used once; if Empress uses it, Charlotte cannot be saved. What answer have Empress and the others come up with?",
          "Aliases": []
        },
        "10": {
          "ID": "9094314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094314",
          "TitleEnglish": "Titanomachia",
          "SummaryEnglish": "The battle between the Peacebuilding Forces and the Education Institution rages on at the former site of the Lighthouse No. 8 laboratory. Lunatic, who was looking down on the battle from the Orbital Elevator, fires a powerful beam into the ground. Lunatic herself then descends in front of Dead Master and Strength, who were engaged in the offensive and defensive fights respectively. Meanwhile, the Colonel is attacked by Charlotte in the lab and is about to be killed. Empress then appears to save the Colonel from certain death...!",
          "Aliases": []
        },
        "11": {
          "ID": "9094315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094315",
          "TitleEnglish": "The Moon Is a Harsh Mistress",
          "SummaryEnglish": "An emergency call is received from the reconnaissance unit to the Colonel that the iron sea is spreading rapidly around the orbital elevator. Although he started a strategy meeting at the campsite, the colonels cannot hide their confusion due to unexpected events. Meanwhile, the Astronomical Observatory reported that the launch of what appeared to be a weapon was confirmed from the surface of the moon, and that the orbital elevator was connected several hours ago. Still, the Colonel did not change his strategy, telling the entire army that he wanted to send Empress close to the orbital elevator and destroy it. That evening was a brief break until the start of the battle. Each one spends his or her own time for the final battle. And one hour before landing. The peacebuilding army's self-propelled artillery unit begins firing. Finally the final battle begins.",
          "Aliases": []
        },
        "12": {
          "ID": "9094316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/black-rock-shooter-dawn-fall/episodes/9094316",
          "TitleEnglish": "Black Rock Shooter",
          "SummaryEnglish": "A deadly battle between the drone army and the peacebuilding army in the wilderness. Empress tells him that he will carry out his will until the end, dispelling Lunatic's hand that he has reached out to himself. A drone barrage falls on the Colonel heading for the orbital elevator, and Charlotte appears when he prepares for his death. The battlefield is dead and dead. After a fierce battle with the elite drone army, the strength and dead master suffered great damage, and the army was almost destroyed. Is there any plan for rejuvenation ...! ??",
          "Aliases": []
        }
      }
    }
  }
}