{
    "URL": "https://www.thetvdb.com/series/410345-",
    "Genres": [
        "Adventure",
        "Anime",
        "Children",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/123593"
    ],
    "TitleEnglish": "Police x Warrior Love Patrina!",
    "SummaryEnglish": "A love-filled warrior who protects everyone's love! When you receive a call from Love Pato 110, you will be dispatched immediately from the Secret Headquarters! In order to restore the people who have been robbed of their love by the Warpyoko troupe, I'm going to love the evil again today! Together with the fluffy cute Love Pyoko and Secretary Love Gee, Love Patrina will continue to protect everyone's love today!",
    "TitleJapanese": "ポリス×戦士 ラブパトリーナ!",
    "SummaryJapanese": "みんなの愛を守る愛に満ちた戦士！ Love Pato 110から電話がかかってきたら、すぐに秘密本部から派遣されます！ ワルピョコの一団に愛を奪われた人々を取り戻すために、今日もまた悪を愛するつもりです！ ふわふわキュートなラブピョコと秘書ラブジーと一緒に、ラブパトリーナは今日もみんなの愛を守り続けます！",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1957577",
            "URL": "https://www.thetvdb.com/series/410345-/seasons/official/1",
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "8698654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/8698654",
                    "TitleEnglish": "Lovepatrina have been Dispatched!",
                    "SummaryEnglish": "The full of love 1st-grade middle school student, Tsubasa Aiba, meets the cute and fluffy Lovepyoco one day and is suddenly nominated to become a Police x Heroine Lovepatrina! In order to save her mom whose love has been taken by the Warupyoco Dan, she transforms into a Lovepatrina! Will she be able to bring mom's love back!?",
                    "TitleJapanese": "ラブパトリーナ！出動します！",
                    "SummaryJapanese": "ふわもふ動物が大好きなラブいっぱいの中学一年生・愛羽ツバサは、ある日ふわもふかわいいラブピョコと出会い、ポリス×戦士ラブパトリーナに任命される！悪の組織ワルピョコ団によってラブを奪われてしまったママを助けるため、ツバサはラブパトリーナに変身！ママのラブを取り戻す事ができるのか！？"
                },
                "2": {
                    "ID": "9214996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9214996",
                    "TitleEnglish": "I Absolutely Want to Become a Lovepat!",
                    "SummaryEnglish": "Everyone at Tsubasa's school is talking about the Lovepatrina. Meanwhile, Sarai, one of Tsubasa's classmates yells \"I'll absolutely become a Lovepatrina!\" on the rooftop. Sarai really wants to become a Lovepatrina, but what could she do... she has to be a Lovepatrina! When she was walking down the street, her favorite pastry baker becomes a Love Zero. Sarai who wants to save her, confronts the Love Zero.",
                    "TitleJapanese": "ぜったいラブパトになりたい！",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9214997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9214997",
                    "TitleEnglish": "Let's Protect! The Love to Books",
                    "SummaryEnglish": "Tsubasa sees her classmate Sora in the library. Sora is always in the library because she loves books. The librarian is turned into a Love Zero which endangers the books. But Sora can't do anything... Tsubasa and Sarai transform into Lovepat's and rush over. Can Sora's feelings change when she sees them fighting?",
                    "TitleJapanese": "守ろう！本へのラ～ブ♡",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9214998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9214998",
                    "TitleEnglish": "In Full Bloom! Lovepat Blue!",
                    "SummaryEnglish": "Kohana Aose transfers to Tsubasa's class. Tsubasa and the others are fascinated by her as she's good at both studying and sports. While looking at the beloved flowers on the way home from school, the florist is turned into a Love Zero. Tsubasa and Sarai rush to the scene where Kohana stands alone in front of the Love Zero! And, does Kohana have a strong power of love too!?",
                    "TitleJapanese": "咲きほこれ！ラブパトブルー！",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9214999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9214999",
                    "TitleEnglish": "Lovepyoko Became a Cookie!?",
                    "SummaryEnglish": "Tsubasa and Lovepyoko go to an Animal Park Petting Zoo. But, a person there is turned into a Love Zero! Lovepyoko is turned into a cookie by the Love Zero but is also taken away! Can Tsubasa and the others safely rescue Lovepyoko from the Love Zero!?",
                    "TitleJapanese": "ラブピョコがクッキーになっちゃった！？",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9215000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215000",
                    "TitleEnglish": "Who on Earth is our New Comrade!?",
                    "SummaryEnglish": "Lovepatrina's popularity is soaring so much that they have appeared in the magazine \"Lovecchigumi\". Meanwhile, Hayato, a senior at their school is seen reading the magazine enthusiastically. Tsubasa and the others feel a strong passion burning off of Hayato. Just then, the bookstore owner is turned into a Love Zero! The Lovepat's rush to the bookstore to help out!",
                    "TitleJapanese": "新たな仲間はいったい誰！？",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9215001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215001",
                    "TitleEnglish": "Love Arrest the Great Detective!",
                    "SummaryEnglish": "Tsubasa's mom is a novelist. The deadline is near but she can't seem to make any progress... Tsubasa's and Lovepyoko were watching her when suddenly they're wrapped in a mysterious light and enter mom's novel! In that world, the novel's protagonist \"The Great Detective Magure\" is turned into a Love Zero! Will Tsubasa be able to return to the other world?",
                    "TitleJapanese": "名探偵をラブタイホ！",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9215002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215002",
                    "TitleEnglish": "Fear! Lovepat's Unknown World",
                    "SummaryEnglish": "Tsubasa invites everyone to a haunted house to cool off. Everyone is looking forward to it except Kohana who hates it. However, someone is turned into a Love Zero at the haunted house!! Far from cooling off, can the Lovepat's bring back love while they sweat.",
                    "TitleJapanese": "恐怖！ラブパトの知らない世界",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9215003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215003",
                    "TitleEnglish": "Excited Passion! Hayato’s Hard Training!",
                    "SummaryEnglish": "Today is the day Chief Hayato gives the Lovepat’s training. Tsubasa and Sarai have become completely exhausted, only Kohana heads to the park for training with Hayato. There, the policeman on patrol turns into a Love Zero! However, the policeman seems to be someone Hayato knows. Kohana must transform alone to bring back love!",
                    "TitleJapanese": "激熱！ハヤトの猛特訓！",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9215004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215004",
                    "TitleEnglish": "The Girls Heroine's Fiery Bond!",
                    "SummaryEnglish": "Sarai goes to a dance event. The Phantomirage whom she admired, Kokomi, Saki, Yotsuba and Seira are to perform there. Sarai, who was looking forward to it, is with her friend who suddenly turns into a Love Zero. Sarai transforms into a Lovepatrina and confronts the Love Zero alone while Kokomi and the others watch.",
                    "TitleJapanese": "ガールズ戦士のアツい絆！",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9215005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215005",
                    "TitleEnglish": "Find it! The New Lovepat Item!",
                    "SummaryEnglish": "A new item was supposed to arrive from Mimipyoko! However, the rocket accidentally fell into a mountain. The Lovepats go to the mountain to search for the rocket. But, the Warupyoko Dan who were also looking for the new item, also came to the mountain! Will they be able to find it?",
                    "TitleJapanese": "探し出せ！ラブパト新アイテム！",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9215006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215006",
                    "TitleEnglish": "Love Sparkles! It’s Shining!",
                    "SummaryEnglish": "Sora is caught by the Warupyoko Dan whilst she was searching for the rocket carrying a new item that fell on the mountains. Trying to help Sora, Tsubasa, Sarai and Kohana fight the Love Zero however their mode change doesn’t work creating a struggle. From Sora, whose strong urges to help Tsubasa, a great power of love is born!?",
                    "TitleJapanese": "ラブキッラリン！輝いています！",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9215007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215007",
                    "TitleEnglish": "Dance with Everyone! Lallala Love!",
                    "SummaryEnglish": "Tsubasa and the others go to see Flamenco which Lovepyoko says she likes. There, the girl dancing is turned into a Love Zero. Along with Sora, the four transform into Lovepatrina! The Lovepat's hold a singing and dancing competition in order to remind the girl of her love for dancing!?",
                    "TitleJapanese": "みんなで踊ろう！ラッラララ～ブ！",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9215008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215008",
                    "TitleEnglish": "Big Trouble with the Lovepat Boom!?",
                    "SummaryEnglish": "What! Lovepatrina will make a TV appearance! Excited and nervous, the Director at the studio is suddenly turned into a Love Zero. They mist transform in the middle of their live broadcast. But, if they transform, everyone will know their identity! What will the Lovepats do!?",
                    "TitleJapanese": "ラブパトブームで大ピンチ！？",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9215009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215009",
                    "TitleEnglish": "Lovepat! Lallala Recording♪",
                    "SummaryEnglish": "World famous music producer, Yasukatta Tanaka, contacts the secret headquarters. They ask if Lovepat Pink can sing a song they wrote. Tsubasa is very happy to make her debut as a singer, however, they turn into a Love Zero. Can she turn him back with her new mode change!?",
                    "TitleJapanese": "ラブパト！ラッララレコーディング♪",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9215010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215010",
                    "TitleEnglish": "Big Trouble! The Warupyoko Dan Goes to School!?",
                    "SummaryEnglish": "The Warupyoko Dan goes to their school! Hayato who protected Sora after they try to take her love away is turned into a Love Zero. If nothing is done, the love at the school will be taken away. For Hayato who had helped her, she attempts to confront them alone!",
                    "TitleJapanese": "大ピンチ！ワルピョコ団が学校に！？",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9215011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215011",
                    "TitleEnglish": "Lovepat Halloween Party!",
                    "SummaryEnglish": "The children fans of the Lovepat are trying to dress up as Lovepatrina for Halloween. Their mothers work hard at making their costumes. However one of their mothers is turned into a Love Zero. At this rate, the halloween that they were looking forward to will be ruined. Can the Lovepats bring this mother back and have a fun halloween!?",
                    "TitleJapanese": "ラブパト・ハロウィンパーティー！",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9215012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215012",
                    "TitleEnglish": "The Biggest Enemy! The Birth of Satan!?",
                    "SummaryEnglish": "The mysterious egg that Warupyoko has been warming up finally cracks! Pack and Rincho go to a hot spring where a person there is turned into a Love Zero. Tsubasa who happened to be playing in the area is dispatched alone to bring back their love. And, something is born from the egg!?",
                    "TitleJapanese": "最大の敵！サタン誕生！？",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9215013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215013",
                    "TitleEnglish": "Love's in Full Bloom♪ Kohana and her Grandmother",
                    "SummaryEnglish": "The evil that came out of the egg was not Satan but Sa-tan. Somehow the adorable Sa-tan gets along well with Tsubasa. However, she suddenly disappears. Meanwhile, Kohana and her grandmother goes to Kyushu to see a charismatic flower arrangement artist’s talk show. There, Mr. Sakuya the flower arrangement artist is turned into a Love Zero. Kohana transforms by herself to confront him.",
                    "TitleJapanese": "ラブ満開♪コハナとおばあちゃん",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9215014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215014",
                    "TitleEnglish": "Sarai and her Dad's Christmas♡",
                    "SummaryEnglish": "Sarai's dad came to make a Christmas cake. There, the pastry chef is turned into a Love Zero. In response to Lovepat 110 call, Sarai is dispatched alone. She confronts the Love Zero using her new mode change, Curry Mode. Will she be able to deliver her mom's Christmas cake safely!?",
                    "TitleJapanese": "サライとパパのクリスマス♡",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9215015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215015",
                    "TitleEnglish": "Satan Powers Up!?",
                    "SummaryEnglish": "Tsubasa was looking forward to the Christmas party with everyone and decides to search for gifts today. Then, she happens to meet Sa-tan and the two play together. As they enjoy visiting selfie spots, a member of a choir is turned into a Love Zero. Tsubasa and Sa-tan are dispatched!?",
                    "TitleJapanese": "サーたん、パワーアップ！？",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9215016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215016",
                    "TitleEnglish": "Birth! Satan Claus!",
                    "SummaryEnglish": "Satan who has been wearing a strange hat given by the Warupyoko Dan is turned into her real form, Satan Claus. Not even knowing who Tsubasa is, she robs the love of Christmas one after the other. The Lovepat's are dispatched to return Satan back to normal. Is it even possible to turn her back to normal after becoming so evil!?",
                    "TitleJapanese": "誕生！サーたんクロース！",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9215017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215017",
                    "TitleEnglish": "Christmas' Lanlalalan! Lallalalove!",
                    "SummaryEnglish": "The four Lovepat's are upset that they couldn't do a Love Arrest on Satan. Tsubasa, whose love was taken, is not in a good mood. But still, they are dispatched to restore Satan one more time. Even if their power doesn't work, will a Christmas miracle happen for the Lovepat's even if they have to face her many times!?",
                    "TitleJapanese": "クリスマスのランララーン！ラッラララ～ブ！",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "9215018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215018",
                    "TitleEnglish": "Lovepat’s Merry New Year Christmas!?",
                    "SummaryEnglish": "It’s new year’s day and Tsubasa and the others are planning to have a Christmas party with Sa-tan. They ask the courier to dress up as Santa. However, the courier is turned into a Love Zero which panics the city. Will they be able to turn him back and will it be possible to have a Christmas party with Sa-tan!?",
                    "TitleJapanese": "ラブパトのあけおメリークリスマス！？",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9215019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215019",
                    "TitleEnglish": "Dad’s Love Sparkles♪ It’s Shining!",
                    "SummaryEnglish": "Sora’s dad who was working abroad returns back to Japan. Her dad was worried after learning that Sora has become a Lovepatrina. Sora’s family go to a memorable restaurant. There, the restaurant’s owner is turned into a Love Zero. Sora transforms and confronts it by herself. Will she be able to protect her mom, dad and everybody else!?",
                    "TitleJapanese": "パパのラブ、キッラリン♪輝いています！",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9215020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215020",
                    "TitleEnglish": "Warupyoko's Surprising Strategy!",
                    "SummaryEnglish": "Tsubasa is in high spirits after receiving the excellence award for writing. But at that time, a popular magician is turned into a Love Zero. The Lovepat's are dispatched but it's not like the usual, the Love Zero has powered up into the \"Waruwaru Love Zero\". Not only that, but it's producing a ton of Love Zero's one after the other. Will the Lovepat's be able to Love Arrest the Waruwaru Love Zero!?",
                    "TitleJapanese": "ワルピョコびっくり大作戦！",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "9215021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215021",
                    "TitleEnglish": "Find it! The Super Cute Legendary Power Up Item!",
                    "SummaryEnglish": "According to Hayato’s information, there are super cute items that can power up the Lovepatrina. They think that if they can find it, they’ll be able to Love Arrest the Waruwaru Love Zero. Tsubasa and the others separate using different maps to find it. A comic story teller is turned into a Love Zero while Sora is searching. She transforms and fights alone.",
                    "TitleJapanese": "探せ！伝説の超かわいいパワーアップアイテム！",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "9215022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215022",
                    "TitleEnglish": "The Legendary Power-Up Item!",
                    "SummaryEnglish": "Lovepyoco tries to give a special carrot to Tsubasa as a surprise gift because she’s upset that she can’t find the legendary item. However, Tsubasa does not like carrots! Shocked, Lovepyoco leaves. By herself, she is caught by a Love Zero but is found by the others but are in big trouble. Lovepyoco stands up against it to protect them but suddenly a miracle happens!?",
                    "TitleJapanese": "伝説のパワーアップアイテム！",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "9215023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215023",
                    "TitleEnglish": "Transform! Lovepyocorina♪",
                    "SummaryEnglish": "Due to the passionate feelings of the girls and Lovepyoco, they were able to transform into Lovepyocorina. The lovepat’s confront the Waruwaru Love Zero in order to restore him back to normal. They fight using the new investigation cards “Fluffy Card” and the “Boing Boing Card” as Lovepyocorina. What will happen!?",
                    "TitleJapanese": "変身！ラブピョコリーナ♪",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "9215024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215024",
                    "TitleEnglish": "Hot Topic! Lovepyocorina!",
                    "SummaryEnglish": "The Lovepyocorina's activities have become a hot topic all over the world. A hair stylist was introduced on TV who has arranged the hair style of the Lovepyocorina. At that moment, the hair stylist is turned into a Waruwaru Love Zero. The Lovepat's are dispatched as Lovepyocorina to rescue the panicked beauty salon.",
                    "TitleJapanese": "話題沸騰！ラブピョコリーナ！",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "9215025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215025",
                    "TitleEnglish": "Beloved Carrot Ice Cream",
                    "SummaryEnglish": "Lovepyoco who was singing too much ends up falling asleep. Tsubasa and the others try to make carrot ice cream though it’s not found on earth to make her feel better. When they go to a cafe where they meet a pastry chef Sarai knows, he is turned into a Waruwaru Love Zero. The Lovepat’s transform into Lovepyocorina to bring him back.",
                    "TitleJapanese": "大好きニンジンアイスクリーム",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "9215026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215026",
                    "TitleEnglish": "Decision! Lovepat’s Popular Phrase Award",
                    "SummaryEnglish": "Tsubasa and the others are preparing for a Lovepat program that will broadcast in Mimipyoco. The content to be delivered is the Lovepat Popular Phrase Award! They will announce what they think are the most popular phrases. As they announce these phrases, they remember when they became Lovepats.",
                    "TitleJapanese": "決定！ラブパト流行語大賞",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "9215027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215027",
                    "TitleEnglish": "Sarai's Wings are in Big Trouble!?",
                    "SummaryEnglish": "Sarai and Maika are in charge of class duties together. Maika is learning Japanese dance and invites Sarai to visit her. While practicing, the Warupyoco Dan appear and turn the dance teacher into a Love Zero. In order to bring back the teacher who keeps repeating herself, she transforms alone!",
                    "TitleJapanese": "サライのウイング大ピンチ！？",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "9215028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215028",
                    "TitleEnglish": "Love’s in Full Bloom! Kohana’s Mountain Climbing",
                    "SummaryEnglish": "Kohana goes mountain climbing with Lovepyoco. She wanted to show Lovepyoco the beautiful flowers that are atop of the mountain. On the way, she makes friends with a camper and they have a meal together. They have fun mountain climbing but a great panic occurs when he is transformed into a Love Zero. Kohana must transform to bring him back!",
                    "TitleJapanese": "ラブ、満開！コハナの山登り",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "9215029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215029",
                    "TitleEnglish": "Sora’s Wish to the Stars",
                    "SummaryEnglish": "Sora who is working hard as a library committee member becomes friends with Runa Amano who is in the class next to hers. Runa is very interested in stars and the universe however she is turned into a Love Zero by the Warupyoco Troupe. Runa who has turned into a Love Zero for some reason has shut herself in the classroom. Sora must transform alone and save her!",
                    "TitleJapanese": "ソラの星に願いを",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "9215030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215030",
                    "TitleEnglish": "Lovepyoco's Diet Declaration!",
                    "SummaryEnglish": "Due to eating a lot of snacks, Lovepyoco has gotten larger and perfectly round! And if left like this, they will not be able to transform into Lovepyocorina. Lovepyoco starts to desperately exercise. Tsubasa and the others cheer on Lovepyoco who is doing her best. With everyone’s support, Lovepyoco remembers the days they first met.",
                    "TitleJapanese": "ラブピョコ、ダイエット宣言！",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "9215031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215031",
                    "TitleEnglish": "Lovepyoco becomes Warupyoco!",
                    "SummaryEnglish": "Lovepyoco who worked hard at exercising becomes thirsty and drinks 120 Lovepyoco Drinks. However, when Lovepyoco drinks 120 drinks, she gains tremendous power. This time round, from the Lovepat Secret Headquarters, she finds herself at the Warupyoco Troupe’s hideout. There, she disguises herself as Warupyoco and manages to deceive them. Will Lovepyoco be able to return back safely!?",
                    "TitleJapanese": "ラブピョコ、ワルピョコに！",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "9215032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215032",
                    "TitleEnglish": "Lovepat VS Waruwaru Pyoco Dan!",
                    "SummaryEnglish": "The Warupyoco Dan had found their love but Warupyoco turns them into Waruwaru Love Zero's. Chaos begins to happen at a comedy audition venue, where the Lovepat's fight as Lovepyocorina. Can they bring back the Warupyoco Dan's love!?",
                    "TitleJapanese": "ラブパトVSワルワルピョコ団！",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "9215033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215033",
                    "TitleEnglish": "Warupyoco Powers Up! Lovepatrina are in Big Trouble!",
                    "SummaryEnglish": "After eating the dark carrot, Warupyoco turns into Waruwaruwarupyoco. As well as this, he begins to take all the love away from the earth. The Lovepats hurriedly transform and confront him. The final battle with a powered-up Warupyoco begins. Will they really be able to protect the love of the earth!?",
                    "TitleJapanese": "ワルピョコパワーアップ！ラブパトリーナ大ピンチ！",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "9215034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215034",
                    "TitleEnglish": "The Decisive Battle! Waruwaru Warupyoco!",
                    "SummaryEnglish": "The Lovepatrina’s love has been taken and turned into Love Zero’s by Warupyoco’s power. He is overjoyed as there is nobody left in his way. Lovepyoco calls out to Tsubasa, Sarai, Kohana and Sora to remind them of their love. Can they remember love and defeat Warupyoco!?",
                    "TitleJapanese": "決戦！ワルワルワルピョコ！",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "9215035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215035",
                    "TitleEnglish": "Lovepat's Next Mission",
                    "SummaryEnglish": "The Lovepats were able to protect the love of the earth by love arresting Warupyoco. At the Lovepat Secret HQ, Director Loveji remembers when he first came to earth for the first time with Lovepyoco and meeting Tsubasa and her friends. And he tells the Lovepats that they have one more important mission to accomplish.",
                    "TitleJapanese": "ラブパト、次なる任務！？",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "9215036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215036",
                    "TitleEnglish": "Goodbye Lovepyoco!?",
                    "SummaryEnglish": "Tsubasa and the others are praised by the great people at the Mimipyoco Star Headquarters. They were very happy and Lovepyoco’s success was recognized that she is sent to space for a new mission. Sarai, Kohana and Sora are upset and hate to see her leave and only Tsubasa supports Lovepyoco’s journey to space.",
                    "TitleJapanese": "さよならラブピョコ！？",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "9215037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215037",
                    "TitleEnglish": "A Great Girls Heroine Gathering!?",
                    "SummaryEnglish": "Lovepyoco who woke up in the middle of the night goes to the Secret Headquarters by herself. There she sees all the Girls Heroine gathered. Lovepyoco explains to them all the activities the Lovepats have done so far. But what is the purpose of their arrival at the Secret Headquarters?",
                    "TitleJapanese": "ガールズ戦士大集合！？",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "9215038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215038",
                    "TitleEnglish": "Search for the Miraculous Treasure!",
                    "SummaryEnglish": "The Lovepat's are looking for a super super treasure in regards to the history of the Girls Heroine. Sora begins to look for the treasure of the very first Girls Heroine’s. She goes to a place related to the “Idol x Warrior Miracle Tunes” and there an audition is taking place but she is mistaken for a participant. What is Miracle Tunes’ treasure?",
                    "TitleJapanese": "ミラクルなお宝を探せ！",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "9215039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215039",
                    "TitleEnglish": "Kohana Searches for the Treasure of Fully Bloomed Dreams!",
                    "SummaryEnglish": "The second super super treasure is from the “Magical x Heroine MagimajoPures” which is told to them by Director Loveji. Explaining that they are heroines who protect dreams, Tsubasa and the others go to a place where they think is full of dreams. Kohana remembers her childhood where she first realized her dreams. Suddenly, due to a mysterious power from Lovepyoco, she is warped to her grandmother’s house in Fukuoka. What is MagimajoPures’ treasure?",
                    "TitleJapanese": "コハナ、夢満開のお宝さがし！",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "9215040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215040",
                    "TitleEnglish": "Sarai’s Treasure is Fluttering!?",
                    "SummaryEnglish": "The third super treasure is related to the “Secret x Heroine Phantomirage”. Sarai looks through all her memento’s with the Phantomi but there are so many she doesn’t know which one is the treasure. Meanwhile, her dad is cleaning the garage because it seems like her mom was angry that there were too many things. Sarai decides to help him and stumbles across something nostalgic… What is the Phantomirage’s treasure!?",
                    "TitleJapanese": "サライのお宝ファンファンしてる！？",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "9215041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410345-/episodes/9215041",
                    "TitleEnglish": "Discover the Treasure With a Love and a Pat!?",
                    "SummaryEnglish": "The last super treasure belongs to the Lovepatrina. Searching all over the Lovepat headquarters, but unable to find anything. Tsubasa goes to her home to search but still can’t find it. Just then, her mom brings her a novel. Inside, the story of how Tsubasa became a Lovepat is written. What is Lovepat’s treasure? And, what happens when all are together?",
                    "TitleJapanese": "ラブでパパっとお宝発見！？",
                    "SummaryJapanese": null
                }
            }
        }
    }
}