{
    "URL": "https://www.thetvdb.com/series/410877-",
    "Genres": [
        "Video Game Play"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14924976/",
        "https://www.tv-tokyo.co.jp/anime/primagi/",
        "https://www.themoviedb.org/tv/129599",
        "https://en.wikipedia.org/wiki/Waccha_PriMagi!?msclkid=175a394ec54811ec8ec1313388f4bebd",
        "https://x.com/prichan_PR",
        "https://www.youtube.com/c/UCiNZRBw9_e0dXs7JH3HUoCA/featured"
    ],
    "TitleEnglish": "Waccha PriMagi!",
    "SummaryEnglish": "“PriMagi” is a form of entertainment created by singing, dancing and fashion! There's a secret to this magical, sparkling stage! Yes, seriously, it really is \"magic\"! The main character, Hibino Matsuri, is a first year junior high school student who yearns to do \"PriMagi\". One day, she is scouted to join \"PriMagi\" by the wizard \"Miyam\", who suddenly appears!! The two of them work together to be at the top of \"PriMagi\", so they don't lose to their rivals! From Pretty Series Wiki",
    "TitleJapanese": "ワッチャプリマジ！",
    "SummaryJapanese": "中学1年生の陽比野まつりは1人のファンとしていつかプリマジのステージに立ちたいと夢見ていたところ、魔法界からやって来た魔法使いのみゃむから「プリマジでデビューして欲しい」と頼まれ、2人で手強いライバルたちがひしめくプリマジのトップを目指すことになってしまう。\nFrom wikipedia.jp",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1960215",
            "URL": "https://www.thetvdb.com/series/410877-/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9082543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9082543",
                    "TitleEnglish": "I Really Understand! Waccha PriMagi Academy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジでわかる！ワッチャプリマジ学園",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9082545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9082545",
                    "TitleEnglish": "It's the New Semester! Waccha PriMagi Academy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新学期だよ！ワッチャプリマジ学園",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1960216",
            "URL": "https://www.thetvdb.com/series/410877-/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "8756544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8756544",
                    "TitleEnglish": "Let's compete in the PriMagi!",
                    "SummaryEnglish": "Myamu wants to win the PriMagi, but first she’ll need a lookbook. And before she can get a lookbook, she’ll need a partner! Wow, becoming a PriMagi star sure is a lot of work…",
                    "TitleJapanese": "いっしょにプリマジしよ!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8756545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8756545",
                    "TitleEnglish": "Here We Go! The Festival Stage",
                    "SummaryEnglish": "Recon is an important part of honing one’s craft, so Myamu and Matsuri check out Miruki, another PriMagi star performing at a local festival. But there’s just one problem…",
                    "TitleJapanese": "やるぞ! おまつりステージ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8756548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8756548",
                    "TitleEnglish": "A Visit from Hina, the Queen of Style!",
                    "SummaryEnglish": "So many new faces, but are Matsuri’s fellow PriMagi hopefuls new friends or budding rivals? Or maybe they’re both…",
                    "TitleJapanese": "おしゃれ番長・ひな見参じゃん！",
                    "SummaryJapanese": "おしゃれ番長・弥生(やよい)ひなに学校へ招待されたまつり。「呼び出しじゃないの？」とおびえる友達だが、まつりは、ひなと友達になれると大喜び。当日、ひなの案内で校内を見て回るまつりは、いつの間にか、一緒にトレーニングをすることに！ひなの驚異的な身体能力に驚くまつりだが、「このくらいやらないとジェニファーに勝てない」とつぶやくひな。それを聞いたまつりは、ひなのプリマジに、そして勝利にかける思いの強さに圧倒される。一方みゃむも、ひなのプリマジを目の当たりにし、あるとんでもない決意をするのだった。"
                },
                "4": {
                    "ID": "8756549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8756549",
                    "TitleEnglish": "The Duo Disbands?! It's Way Too Soon for That!",
                    "SummaryEnglish": "Wait, Myamu wants to disband!? She claims she needs a better partner, but is that the real reason she’s run away from Matsuri?",
                    "TitleJapanese": "コンビ解散！？ マジ早すぎだよ～",
                    "SummaryJapanese": "まつりではなくひなのパートナーになると宣言したみゃむ。突然の宣言に「もうみゃむちゃんと一緒にプリマジができない」とショックを受けるまつりだが、「プリマジのてっぺんを取りたい」というみゃむの夢のためにはひなと組むのが一番なのではないか、と悩むまつり。一方みゃむも、勢いで言ったもののまつりから離れてしまったことを後悔していた。改めて気持ちをぶつけあう二人。憧れのプリマジスタ・ジェニファーの助けもあり、二人はまた一緒にプリマジをすることになるが、そのライブの最中、なんとみゃむの魔法が暴走してしまう！"
                },
                "5": {
                    "ID": "8811113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811113",
                    "TitleEnglish": "Hey, Look! It's the Super-Duper Cute Miruki! (Heart)",
                    "SummaryEnglish": "All’s fair in love and war… and fashion photography! Miruki won’t pull any punches to sabotage Matsuri’s big break, but Matsuri has luck on her side.",
                    "TitleJapanese": "みてみて！かわいい×２ みるきだお(は～と)",
                    "SummaryJapanese": "プリマジスタとしてだけでなく、モデルとしても活躍するひなとみるき。二人の撮影現場へ見学にきたまつりは、ふとしたきっかけでカメラマンの目に留まり、欠席したモデルの代役を務めることになる。ワンチャンをものにするいわゆる”主人公補正”満載のまつりをよく思っていないみるきは、嘘のアドバイスでまつりに恥をかかせようとする。そんな中、「せっかくだからプリマジも撮りたい」とカメラマンから要望が出る。演じるのは1人だけ。みゃむもチムムもそれぞれのパートナーを推す中、みるき自身は名乗りを上げるどころかなぜか辞退するのだった……！"
                },
                "6": {
                    "ID": "8811114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811114",
                    "TitleEnglish": "The Dark PriMagi Superstar?! Lemon Takes the Stage!",
                    "SummaryEnglish": "Lemon Kokoa might be shy, but she has big PriMagi dreams! She’ll have to find the courage to perform somehow. Maybe Hina and Matsuri can offer some inspiration.",
                    "TitleJapanese": "闇プリマジスタ！？れもん現る！",
                    "SummaryJapanese": "まつりとみゃむの前に心愛(ここあ)れもんとそのパートナー・きゃろんが現れる。極度の人見知りであるれもんは、プリマジスタとして登録しているものの、緊張のあまりまだ一度もステージに立てていないという。そんなパートナーを心配したきゃろんは、れもんがプリマジのステージにあがれるよう、新人のまつりに手助けをお願いしに来たのだった。同じプリマジ好きとして協力するまつりたちだが、想像をはるかに超える人見知りに全く打つ手がない。しびれを切らしたみゃむが、なんでこんなのとコンビ組んだんだ？と尋ねると、きゃろんの口から驚きの真実が……！"
                },
                "7": {
                    "ID": "8811115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811115",
                    "TitleEnglish": "The Downright Merry Meowgnificent Magical Realm!",
                    "SummaryEnglish": "An unexpected trip to the magical realm makes Myamu and Gramps butt heads, but Lemon’s ability to sniff out “key items” may just bring them together again…",
                    "TitleJapanese": "にゃんともユカイ☆ソーカイ☆魔法界！",
                    "SummaryJapanese": "れもんの歓迎会で調子に乗り、魔力を暴走させてしまうみゃむ。にゃんじいの助けで間一髪事なきを得るが、まつり、れもんと一緒に魔法界に飛ばされてしまう。初めての魔法界に大興奮のまつりとれもん。一方みゃむは、にゃんじいとケンカをしどこかに走り去ってしまう。心配してそのあとは追いかけるまつり。取り残されたれもんは、居づらさを感じつつも、にゃんじいと一緒にぐちゃぐちゃになった部屋を片づける。片付けの最中、れもんがアルバムのようなものに手をのばすと、にゃんじいは慌てて棚の奥にしまい込む。それをみたれもんは、大胆な行動に出るのだった！"
                },
                "8": {
                    "ID": "8811116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811116",
                    "TitleEnglish": "A Crash Course with Hina-senpai! OMG, OMG, I'm Doomed!",
                    "SummaryEnglish": "Matsuri joins Hina for a training session to improve her PriMagi skills, but Hina’s intense routine and unmatched passion leaves her feeling the burn!",
                    "TitleJapanese": "ひな先輩のマジ特訓！ヤバいよヤバいよマジヤバいよ！",
                    "SummaryJapanese": "フレフェス前最後の猛特訓をするというひな。それを聞いたまつりは、ひなのすごさの秘訣を少しでも知ろうと参加を申し出る。当日、ついていくのがやっとのまつりだが、ひなは軽々とトレーニングをこなす。これほど本気で向き合わないとあれほどのプリマジができないのかと、ショックを受けるまつり。翌日、まつりは決意を新たに、もう一度ひなのトレーニングに同行する。まつりのマジを感じたひなもまた、真剣にまつりと向き合う。トレーニングの最後、ひなを追ってなんとか山頂までたどり着いたまつりは、ひなに自分の想いを打ち明けるのだった……"
                },
                "9": {
                    "ID": "8811117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811117",
                    "TitleEnglish": "A Heart Awakens! 'Tis the Advent of Lemon!!",
                    "SummaryEnglish": "Lemon knows just what to do to cheer up Matsuri, but when Lemon finally gets her turn on the PriMagi stage, Matsuri will need to do the cheering instead!",
                    "TitleJapanese": "心・覚醒！れもん降臨す！！",
                    "SummaryJapanese": "今までは楽しいだけだったが、プリマジに真剣に向き合ったことでひなのすごさをより痛感したまつり。ひなとフレフェスで競わなければならないという現実に自信をなくしてしまう。そんなまつりを、この前のお返しだといってれもんが励ましにやってくる。プリマジ好きなら生プリマジを見ればきっと元気になる！そう主張するれもんは、ムーン地区のフレフェスのチケットを手に入れるのだった。しかし、れもんはその大会に出場者としてエントリーされていた！デビューがフレフェスなんて絶対無理だとひきこもるれもんに、きゃろんは優しく語りかける。"
                },
                "10": {
                    "ID": "8811118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811118",
                    "TitleEnglish": "Nothing Beats the PriMagi! A Mega-Enthusiastic Meet-up!",
                    "SummaryEnglish": "While out celebrating Lemon’s debut, Matsuri and her friends take a look through their lookbooks to see how far they’ve come — all in preparation for the challenges ahead!",
                    "TitleJapanese": "プリマジしか勝たん！激熱オフ会！！",
                    "SummaryJapanese": "れもんのプリマジデビューを祝って、女子会をすることになったまつり達。初めてのキラキラなカフェに緊張を隠せないれもんと後輩３人達だが、プリマジトークが始まると大盛り上がり！どのライブが素敵だった、どのプリマジスタがかわいい、と楽しいひと時はすぐに過ぎていく。まつりは、プリマジの尊さに改めて気付くとともに、フレフェス、そしてエキシビジョン出場に向けて気合を入れなおすのだった。楽しかった女子会の帰り道、まつりの前にジェニファーが現れる。待ち構えたような登場に驚くまつり。そんなまつりにジェニファーは、ある問いを投げかける……"
                },
                "11": {
                    "ID": "8811119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811119",
                    "TitleEnglish": "Fly, Hina! Conquer Your Loneliness!",
                    "SummaryEnglish": "PriMagi superstar Jennifer makes a shocking announcement that leaves Hina feeling rattled before a huge performance. The show must go on, but can Hina shine in her condition?",
                    "TitleJapanese": "跳べひな！孤独を超えていけ！",
                    "SummaryJapanese": "打倒ジェニファーを目指すひなは、万全の状態でフレッシュフェス当日を迎える。エキシビション出場を目標にトレーニングを続けていたまつりも、やや緊張しつつではあるが準備は万端。お互い全力でプリマジをしようと励ましあう。大盛況で始まるスター地区のフレッシュフェス。しかし、開会宣言に続いて発せられた宣言に、会場は衝撃を受ける。なんと、ジェニファーが今年のグランドフェスへの出場を辞退するというのだ！勝負すらさせてもらえず目標を失ってしまったひなは自暴自棄になり、無茶なウォーミングアップで足にけがをしてしまうのだった……"
                },
                "12": {
                    "ID": "8811120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8811120",
                    "TitleEnglish": "Matsuri VS Hina: Upon Whom Will the Phoenix Smile?",
                    "SummaryEnglish": "Hina and Matsuri might be friends, but there can only be one PriMagi superstar! Which of their stars is about to rise, and whose will come falling back to earth?",
                    "TitleJapanese": "まつりＶＳひな　フェニックスはどちらに微笑む？",
                    "SummaryJapanese": "ひなの本気のプリマジを見せつけられたまつりは、さらに気合を入れる。勝ちたい！という思いがさらに強くなり、ぎりぎりまでトレーニングを続けていた。一方ひなは、ジェニファーに「なぜ出場しないのか」と問いただす。その問いにジェニファーは「プリマジは夢のある人のためのものだから」と、寂しそうに答えるのだった。そして、いよいよ始まるまつりのステージ！まつりは、今までで一番のプリマジを披露する。ひなとまつり。どちらが優勝するのかと会場がざわつく中、二人の熱いプリマジに反応したエレメンツの一体、フェニックスが現れる！"
                },
                "13": {
                    "ID": "8898614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8898614",
                    "TitleEnglish": "The Magic Word Is Waccha",
                    "SummaryEnglish": "Something is wrong with Myamu. Between her troubles and Matsuri’s doubts, the pair will have to pull off a miracle to get Matsuri to the top — but they’re up to the challenge!",
                    "TitleJapanese": "ワッチャ・マジックワード",
                    "SummaryJapanese": "みゃむがしゃべれなくなってしまった！？動揺したまつりはマツリダに助けを求める。しかしマツリダは、みゃむが本当に戻りたいと思っているのであればしゃべれるはず、と首をかしげる。みゃむを元に戻す解決策がない中、まつりは、自分がふがいないからみゃむに愛想をつかされたのではと悩む。弱音をもらすまつりを優しく励ます橙真。一方みゃむもチムムから「らしくない」と檄を飛ばされていた。まつりとみゃむはそれぞれ、初心を取り戻すかのように、出会いの場所・プリズムストーンショップへと向かうのだった。"
                },
                "14": {
                    "ID": "8927670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8927670",
                    "TitleEnglish": "Passionate, Mysterious, Elegant: Amane's PriMagi",
                    "SummaryEnglish": "Prince Amane is in trouble, or at least that’s what her PriMagi partner claims. Amane says everything is fine, but Hina suspects Amane’s acting skills are working overtime.",
                    "TitleJapanese": "熱くあやしく麗しく　～あまねのプリマジ～",
                    "SummaryJapanese": "「あまね様が大変なんだべ～！」合宿を目前に控えたまつり達の元へ、あまねのパートナー魔法使い・ぱたのが飛び込んでくる！突然の出来事に驚く一同だが、大変だ、大変だと騒ぐぱたのを連れ、あまねの学校へと向かう。そこには、前生徒会長で、あまねのプリマジの師匠・翠子(みどりこ)先輩の門出を祝うため、式典の準備にいそしむあまねの姿があった。普段通りの姿に安心する一行だが、そんなまつり達にあまねは、衝撃の発言をする。なんと、後日披露する翠子先輩のためのプリマジを最後に、自身も引退するというのだった！"
                },
                "15": {
                    "ID": "8948115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8948115",
                    "TitleEnglish": "So Much for That! I'm Sick of This Stupid Training Camp!",
                    "SummaryEnglish": "At a special training camp for top stars, the team of hopefuls must work together to survive the week, but some students don’t want to shoulder their fair share of chores…",
                    "TitleJapanese": "もうやめだ！合宿なんてやってられない！",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "8948116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8948116",
                    "TitleEnglish": "Touma's \"Magi,\" Hughie's \"Magi\"",
                    "SummaryEnglish": "An impromptu trip to the magical world with the mysterious Hughie puts Touma in grave danger, but Matsuri and her friends are on their way to help!",
                    "TitleJapanese": "橙真の「マジ」ひゅーいの「マジ」",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "8948117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8948117",
                    "TitleEnglish": "Chimumu Says Thanks for Everything, Chimu...",
                    "SummaryEnglish": "The stars of the training camp aren’t the only ones who need to get serious about their craft. Their magical partners have work to do, too!",
                    "TitleJapanese": "チムム、お世話になりましたチム…",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "8992570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/8992570",
                    "TitleEnglish": "Amane's Heart, A Secret Garden",
                    "SummaryEnglish": "When a magical rose reveals Amane’s hidden feelings, animosity flowers amid the stars at the special training camp.",
                    "TitleJapanese": "あまねの心、秘密の花園",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9000932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9000932",
                    "TitleEnglish": "Together! On Another Journey to the Magical Realm!",
                    "SummaryEnglish": "During a surprise day off, the stars take a break from the cameras and visit the Magical Realm… but the magical paparazzi wants to put them right back in the spotlight!",
                    "TitleJapanese": "みんなで！また行ったのカイ☆魔法界！",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9000933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9000933",
                    "TitleEnglish": "The Trial of a Lifetime! Miruki's Cute Court Case!",
                    "SummaryEnglish": "The results of the audience poll leave the stars in turmoil — and with an unprecedented decision to make. But Miruki has a (slightly suspicious) plan to get the votes.",
                    "TitleJapanese": "空前絶後の！みるきあざとい裁判だお！",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9000934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9000934",
                    "TitleEnglish": "I Am Jennifer!",
                    "SummaryEnglish": "It’s Jennifer-mania when the legendary star returns for an unexpected performance! But something about her energy feels off. Looks like even champions struggle sometimes…",
                    "TitleJapanese": "アイ・アム・ジェニファー！",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9045266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9045266",
                    "TitleEnglish": "Tune in for a Special Broadcast! Olé!",
                    "SummaryEnglish": "In a pre-exhibition special, the Superstars showcase their past performances to pick the most impressive among them — but not all feel ready to shine their brightest.",
                    "TitleJapanese": "緊急特番ご覧アーレイ！",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9045267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9045267",
                    "TitleEnglish": "The Final Test: A Five-Man Center!",
                    "SummaryEnglish": "It's time to face the music. The top stars must band together to put on a performance of a lifetime!",
                    "TitleJapanese": "最後の試練 みんなでセンター！",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "9045268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9045268",
                    "TitleEnglish": "Exhibition, Here We Come! Five Times the Magi!",
                    "SummaryEnglish": "The girls celebrate the success of their five-man center, but the reality of the PriMagi is waiting in the wings. What comes after this feeling of happiness…?",
                    "TitleJapanese": "行くぞエキシビション！5人のマジ",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9082316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9082316",
                    "TitleEnglish": "Identity Data File: In the Case of Auru Omega",
                    "SummaryEnglish": "A new challenger has emerged, but Auru Omega has an unorthodox view of the PriMagi. She intends to win not with magic, but with science! Can her clinical approach get results?",
                    "TitleJapanese": "検証データFile 御芽河あうるの場合",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9105415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9105415",
                    "TitleEnglish": "Auru's Eikichi Research Guide!",
                    "SummaryEnglish": "Auru’s newest research mission: understanding Matsuri and her PriMagi skills! Will spending time with Matsuri and her family unlock the next step in Auru’s PriMagi evolution?",
                    "TitleJapanese": "あうるの英吉研究白書！",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "9105417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9105417",
                    "TitleEnglish": "The Fate that Binds Us",
                    "SummaryEnglish": "Behind the glittering face of the PriMagi stage, ominous forces move in the shadows. A new future for the PriMagi approaches, but what does this mean for Matsuri and Myamu?",
                    "TitleJapanese": "繋がっていく運命",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "9105419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9105419",
                    "TitleEnglish": "You're My Precious One! Our Magi!",
                    "SummaryEnglish": "The Earthly and the Treasured have worked together for centuries, but if Omega has their way, things for the PriMagi are about to change — permanently.",
                    "TitleJapanese": "君はプレシャスワン！俺たちのマジ！",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "9105421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9105421",
                    "TitleEnglish": "Who's Gonna Team Up? It's a Matchmaking Competition",
                    "SummaryEnglish": "After witnessing a surprise performance from an unlikely pair, the rest of the superstars want to try a duo PriMagi, too! But Miruki has some reservations about teaming up…",
                    "TitleJapanese": "誰と組む？フィーリングデュオ大会",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "9156706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9156706",
                    "TitleEnglish": "Glasses and Contacts",
                    "SummaryEnglish": "Matsuri wants to perform a duo PriMagi with Auru, but Auru has always done things better alone. In fact, she’s ALWAYS been alone… hasn’t she?",
                    "TitleJapanese": "めがねとコンタクト",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "9167567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9167567",
                    "TitleEnglish": "Magi? Technology? It's Time for a Duo PriMagi!",
                    "SummaryEnglish": "Auru and Matsuri are performing together? Talk about an odd couple! Can magic and technology learn to work in harmony, or will this team-up end in discord?",
                    "TitleJapanese": "マジ？テクノロジー？いざ、デュオプリマジ！",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "9177926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9177926",
                    "TitleEnglish": "A Lonesome Flower: Amane's Magi",
                    "SummaryEnglish": "Amane and Hina have a duo to perform, but how can you pour your heart into something when you don’t know what your heart holds? Amane must look inward to discover the truth.",
                    "TitleJapanese": "ただ1つの花～あまねのマジ～",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "9189029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9189029",
                    "TitleEnglish": "Those Who Shoot for the Stars",
                    "SummaryEnglish": "Hina is this year’s Samba Sun Goddess, but the arrival of another PriMagi Superstar has cast a shadow over her shining moment...",
                    "TitleJapanese": "太陽を目指す者たち",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "9200502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9200502",
                    "TitleEnglish": "My Very Own Vivid Star",
                    "SummaryEnglish": "PriMagi Superstars may be rivals, but they’re also friends. No matter what, they’ll be there for Hina while she finds her footing after her confrontation with Jennifer.",
                    "TitleJapanese": "私だけのビビッドスター",
                    "SummaryJapanese": "体調を崩し倒れたひな。傷ついたひなのもとにあまねとまつりがやってくる。あまねはひなに自分の好意を伝え、まつりはひなの為に涙を流す。ひなはトレーニングを休み、いつもと違う一日の過ごし方をする。最後にまつりのところへ行き、飴を食べてのんびりと過ごす。ジェニファーに追いつきたくて、上にいる彼女のことばかり見ていたひなは、穏やかな日常の中でふたたび自分を見つめなおすのだった。"
                },
                "35": {
                    "ID": "9211175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9211175",
                    "TitleEnglish": "Fly High! Hina and Amane's Duo!",
                    "SummaryEnglish": "Hina fans vs. Amane fans — two households, both alike in dignity, in fair PriMagi, where we lay our scene. Can a duo between Amane and Hina strive to mend this ancient grudge?",
                    "TitleJapanese": "舞い上がれ！ひなとあまねのデュオ！",
                    "SummaryJapanese": "これまでにやったことのない、新しい挑戦をしたいと語り合うひなとあまね。デュオにふさわしく、二人でないと魅せられないリフト技を習得するも、二人はなかなか納得がいかない。かつて誰もやったことのない新しい技を取り入れようと、二人はあうるも巻き込んで研究をはじめる。そうしてたどり着いたのはあまりにも困難で危険すぎる技だった。周囲の心配をよそに練習を続けるひなとあまねだったが…。"
                },
                "36": {
                    "ID": "9224533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9224533",
                    "TitleEnglish": "Farewell, Lemon! Carron Bows Out",
                    "SummaryEnglish": "When Lemon’s nerves get the best of her, Miruki sees an opportunity to shine solo — and Carron runs out of patience with her PriMagi partner.",
                    "TitleJapanese": "さらばれもん！お暇のきゃろん",
                    "SummaryJapanese": "ひなあまねのデュオの完成度にすっかりびびってしまったれもん。デュオはできない、と言い始める。嫌気がさしてしまったきゃろんは、れもんに突然の別れを告げる。なんとかまるくおさめようとするマスコットたちは、きゃろんを飲みにさそう。キャロットジュースでよっぱらったきゃろんから語られたホンネとは……"
                },
                "37": {
                    "ID": "9233509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9233509",
                    "TitleEnglish": "Are You Sure About This?! MiruLemo Date!",
                    "SummaryEnglish": "Lemon and Miruki go on a date, but things don't go according to plan.",
                    "TitleJapanese": "だいじょうぶ！？みるれもデート！",
                    "SummaryJapanese": "「デュオ期待値ランキング」で最下位になってしまったみるきとれもんデュオ。みるきは、「二人のあいだに絆がないことが原因ではないか」と考える。れもんちゃんと仲良くなる！と燃えるみるきのもとに、れもんからデートのお誘いが。柄にもなく浮かれるみるき。楽しいデート……のはずが、ちょっとした行き違いからけんかになってしまう。"
                },
                "38": {
                    "ID": "9244000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9244000",
                    "TitleEnglish": "'Tis the Moment of Truth! This Here is Our Duo!",
                    "SummaryEnglish": "Lemon learns something surprising about Miruki.",
                    "TitleJapanese": "かつ目でござる！　これが私らのデュオだお！",
                    "SummaryJapanese": "デュオ本番が翌日に迫り、練習をせねばとあせったれもんは、みるきの家に押しかける。焦ってとんちんかんな行動に走るれもんをよそに、店のあまりものでスープをつくるみるき。よく煮込まれたスープを、やさしい味とほめるれもんだったが、みるきは「この味はインパクトに欠けている」と評する。自分たちの関係をスープの味に重ね合わせたれもんは…。"
                },
                "39": {
                    "ID": "9255303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9255303",
                    "TitleEnglish": "A Red-Hot Dreamer: Achihiko Omega",
                    "SummaryEnglish": "The CEO of the mysterious Omega Corporation reveals the philosophy driving his ambitions during a special look back at the meteoric rise of the latest PriMagi superstars.",
                    "TitleJapanese": "灼熱ドリーマー　御芽河阿智彦",
                    "SummaryJapanese": "プリマジを主催するオメガコーポレーション、そしてそのCEO、御芽河阿智彦。グランドフェスティバルの準備で忙しく走り回る阿智彦にスポットライトを当てたドキュメント番組が企画製作される事となった。その番組の中で、プリマジとプリマジスタ達への熱く、しかし慈しんだ思いを語る阿智彦。だが、番組収録で見せたその振る舞いは真実ではなく…"
                },
                "40": {
                    "ID": "9263454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9263454",
                    "TitleEnglish": "You are MY Sunshine",
                    "SummaryEnglish": "As various players' motivations come to light, PriMagi as an institution faces a reckoning that could change the landscape of that magical stage forevermore.",
                    "TitleJapanese": "You are MY Sunshine",
                    "SummaryJapanese": "「リューメを取り返す為」と言う阿智彦の言葉に促され、結局グランドフェスへの出場を決めるジェニファー。その開催が迫るなか、ジェニファーは自分とプリマジの出会い、プリマジに自分を導いた御芽河阿智彦、自分に続くプリマジスタ達、そしてリューメ、その全てに思いを馳せる。しかしそんな想いとは裏腹に、阿智彦は、祈瑠、あうるに自身の野望の為に、プリマジを通じた新システムの稼働を急がせるのだった…"
                },
                "41": {
                    "ID": "9276247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9276247",
                    "TitleEnglish": "Is the PriMagi Gone for Good?!",
                    "SummaryEnglish": "The deed is done and there is no going back. Now, the Elemental Spirits and the mysterious Euphoria Revue holds the key to what happens next.",
                    "TitleJapanese": "プリマジ、マジ終了！？",
                    "SummaryJapanese": "新システムの稼働、しかしそれは阿智彦の目論見とは違い、ジェニファーと太陽のエレメンツ・アポローンとの融合を引き起こしてしまう。強い悲しみからプリマジ自体を憂うジェニファー＝アポローンにより全てのコーデが失われ、すなわちそれはプリマジが出来なくなる事を意味していた。まつりたちは、ジェニファーを救うためには、伝説のユーフォリアレビューをプリマジを通じて再現させるしかない事を知るが、エレメンツ達も含めてマジが失われた世界でプリマジを行う手段はなく…"
                },
                "42": {
                    "ID": "9284313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9284313",
                    "TitleEnglish": "The Distance Between Me and My Magi",
                    "SummaryEnglish": "Problems that can't be solved by the Earthly must be solved by the Treasured, and the Treasured intend to use force. But Lemon wants to take a different approach.",
                    "TitleJapanese": "せっ者とマジの距離(ディスタンス)",
                    "SummaryJapanese": "魔法だけに頼らないまつりのプリマジを見て、勢いづくひな、あまね、れもん、みるき。しかし、ユーフォリアレビューを行う、エレメンツコーデを復活させるには、自分達もまた改めてプリマジと向き合う事が必要だと思い知る。ゲーム仲間に相談するも、自分の思う答えにいたらず、思い悩むれもん。そんな中、ジェニファー＝アポローンを刺激する事を恐れたフェスリダによって、ユーフォリアレビュー中止が提案される。"
                },
                "43": {
                    "ID": "9297032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9297032",
                    "TitleEnglish": "I Want to Win! Hear My Magi Roar!",
                    "SummaryEnglish": "The stars must succeed at the Euphoria Revue, but who will be the next to unlock her Heavens Form? The upcoming PriMagj will be crucial for whoever takes to the stage!",
                    "TitleJapanese": "勝ちたい！　届け、このマジ",
                    "SummaryJapanese": "れもんのヘブンズ化を見ても、未だ考えを変えず、ユーフォリアレビュー再現など夢想であると断ずるフェスリダ。まつり達はその頑なさに暗澹たる気分になる。一方、ひなは自分のプリマジはジェニファーに勝ちたいと言う思いからまだ抜け出せず、それではヘブンズ化は叶わないのではと思い悩んでいた。そんな時、ひなはまつりから、英吉と道人の間の溝に関して相談を受ける…"
                },
                "44": {
                    "ID": "9306410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9306410",
                    "TitleEnglish": "Have a Taste of Miruki's Milky Dream (Wink)",
                    "SummaryEnglish": "Miruki wants to unlock her Heavens Form right NOW! But the Element who just came calling has a rather odd request. Is changing who she is really worth all this!?",
                    "TitleJapanese": "みるきぃどり～む♡めしあがれ（ぺこり）",
                    "SummaryJapanese": "れもん、ひなとヘブンズ化を成功させたのを見て、みるきは自分が失敗するのでは、と焦りを覚える。そんな中、はにたんによって呼び出されたブライトネスエレメンツのルークスは、ヘブンズ化したければ、自分の好みに合わせて黒髪に戻して欲しいとみるきに要求する。ルークスに対してみるきの本質を見誤っているとれもんは憤慨するが、みるきは自分が黒髪に戻す事で、ヘブンズ化出来るのであれば、と決心する。まつりは、そんなみるきに迷いを感じ、好きな自分自身の姿でプリマジをすべきだ、とみるきを諭すのだった。"
                },
                "45": {
                    "ID": "9307045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9307045",
                    "TitleEnglish": "Auru's Path: A Scientific Approach",
                    "SummaryEnglish": "To reach Jennifer, the PriMagi Superstars need an unprecedented amount of Waccha. Can Auru help them manage this very charged situation?",
                    "TitleJapanese": "科学の道、あうるの道",
                    "SummaryJapanese": "あうるは道人から、ユーフォリアレビューを実際に行う為に天空にプリマジスタを届ける為のシステムの開発を依頼される。一方でやる気を取り戻した祈瑠もプリマジ再開の為にオメガコーポレーション取りまとめを始めるのだった。あうるはシステム開発に勤しむが、その難しさに挫けそうになる。そんなあうるの事も分からない様子で、フラッシュエレメントのボルトは御芽河邸を抜け出し各所で騒動を引き起こして回る・・・"
                },
                "46": {
                    "ID": "9326460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9326460",
                    "TitleEnglish": "An \"I Love You\" Dedicated to You",
                    "SummaryEnglish": "To reach Jennifer, they’ll need part of a powerful gem from the Magical Realm. But there are conditions that must be met before it’s handed over.",
                    "TitleJapanese": "貴女に捧げる…『愛しています』",
                    "SummaryJapanese": "ウンディーネの導きにより、翠子がヴォルテール学園に現れる。だが、あまねの話から想像していた翠子の人柄と実際とのギャップに、まつり達は驚きを隠せない。翠子の意外なこどもっぽさ、まつりと似た衝動的な振る舞いを見て、みるきは翠子の突然の留学は、あまねを置き去りにしたのではなく逆にあまねに見限られたくない、と言う翠子の本心を隠したものではなかったのか、と指摘する。他方、道人はユーフォリアレビュー復活に必要な魔法界との和解には阿智彦の存在が重要だと考え復帰を依頼するが、阿智彦は自分にはその資格がないと拒むのだった。"
                },
                "47": {
                    "ID": "9336371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9336371",
                    "TitleEnglish": "Omigosh! The Festival's Right Around the Corner!",
                    "SummaryEnglish": "The PriMagi Superstars are all set to perform while wearing their legendary Heavens Ensembles! It’s the moment they’ve been waiting for, but pressure is mounting…",
                    "TitleJapanese": "マジか！間近に迫るフェス！",
                    "SummaryJapanese": "街中だけでなく、SNSの話題もすっかりユーフォリアレビュー一色。自分の野望が間違っていたと受け入れ、若い世代の為に、と動き回る阿智彦。あうるのプリマジを見た事、そして祈瑠の言葉で自身の過ちに気付いたのだと、阿智彦は祈瑠に感謝の言葉を伝える。あうるによる、プリマジスタたちをユーフォリアステージに運ぶシステムの開発も順調に進むなか、ひな、あまね、みるき、れもんはジェニファーを救う決意を新たにする。"
                },
                "48": {
                    "ID": "9350430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9350430",
                    "TitleEnglish": "It Begins! The Euphoria Revue",
                    "SummaryEnglish": "The Euphoria Revue is now open, and it will take everyone working in concert to pull off the performance of a lifetime!",
                    "TitleJapanese": "48",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "9356736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9356736",
                    "TitleEnglish": "Mana-mana, Majipa, Chuppi",
                    "SummaryEnglish": "The fate of the PriMagi is at stake, and a final confrontation will decide the future of Matsuri’s favorite stage forevermore.",
                    "TitleJapanese": "49",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "9366349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9366349",
                    "TitleEnglish": "The Magic Spell You Put on Me",
                    "SummaryEnglish": "The crisis is over — at least upon the PriMagi stage. Myamu and Matsuri, on the other hand, must manage an upheaval all their own.",
                    "TitleJapanese": "50",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "9377961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/410877-/episodes/9377961",
                    "TitleEnglish": "Let's Compete in the PriMagi, Together!",
                    "SummaryEnglish": "Winners will have wishes granted, but the only prize Matsuri wants is an entire world away. How will Matsuri make her choice? The future awaits; good luck, Matsuri and Myamu!",
                    "TitleJapanese": "51",
                    "SummaryJapanese": null
                }
            }
        }
    }
}