{
    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15582924/",
        "https://kuroitsusan-anime.com/",
        "http://www.reddit.com/r/misskuroitsu",
        "https://www.tvmaze.com/shows/59111/show-slug",
        "https://www.themoviedb.org/tv/128826",
        "https://www.themoviedb.org/tv/128826",
        "https://www.wikidata.org/wiki/Q107445470",
        "https://en.wikipedia.org/wiki/Miss_Kuroitsu_from_the_Monster_Development_Department",
        "https://x.com/kuroitsusan"
    ],
    "TitleEnglish": "Miss Kuroitsu From the Monster Development Department",
    "SummaryEnglish": "Follows Toka Kuroitsu, an assistant researcher in Agastya's Superman Research and Development Department. On a daily basis, the young woman develops new technologies and features that will allow the fighters of the evil secret organization to face the heroes who seek to protect the world. His days are notably punctuated by the increasingly far-fetched and unrealizable demands of his superiors, and the need to obtain convincing results within the time and budget allotted to him! And of course, the holidays are an unattainable sweet dream in her eyes.",
    "Aliases": [
        "Kaijin Kaihatsubu no Kuroitsu-san",
        "Kaijin Kaihatsu-bu no Kuroitsu-san",
        "Kuroitsu-san From the Monster Development Department"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1960721",
            "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8757942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8757942",
                    "TitleEnglish": "She Cried Inside When the Monster to Strike Fear into the Hearts of Men Was Born into the Evil Secret Society Plotting World Domination",
                    "SummaryEnglish": "Touka Kuroitsu, an assistant in evil secret society Agastia's monster development department, must do whatever she can to push a project proposal through."
                },
                "2": {
                    "ID": "8935849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8935849",
                    "TitleEnglish": "The Legendary Emissary from Hell Who Constantly Hears the Screams of the Evil Souls Supping from the Kettle of Darkness Spreads Fear in His Wake as He Awakens",
                    "SummaryEnglish": "Kuroitsu accompanies Megistus on a business trip to Kyushu, where she realizes Megistus's dedication to his job."
                },
                "3": {
                    "ID": "8947773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8947773",
                    "TitleEnglish": "The Monster in a Perpetual Cycle of Death and Rebirth Struggles to Break Its Chains until Seduced by a Soul Entrapped by Destiny",
                    "SummaryEnglish": "Kuroitsu creates a new monster, Hydra, to take out Blader. Unfortunately, budgetary concerns have caused most of the new monster's functionality to be omitted... and Blader appears to be in a big hurry!"
                },
                "4": {
                    "ID": "8947774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8947774",
                    "TitleEnglish": "The Soul of a Demon Drinking into a Stupor at a Banquet of Illusions While Burdened by Sins that Lead All Men Astray Shatters with Anger When the Young Maiden Cries",
                    "SummaryEnglish": "Kuroitsu hopes to acquire pluripotent cells from Camula, Agastia's strictest executive. But it isn't until she attends an idol concert on a related matter that she finds her chance!"
                },
                "5": {
                    "ID": "8947775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8947775",
                    "TitleEnglish": "Saved by a Smile from the Deadly Price Typically Extracted through Deals with Monsters That Dwell in the Deep like a True Ring of Solomon",
                    "SummaryEnglish": "Kuroitsu's team needs a stamp of approval from each of Agastia's executives to get their latest request fulfilled. But terror (and frustration) awaits at each of their lairs!"
                },
                "6": {
                    "ID": "8996535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/8996535",
                    "TitleEnglish": "An Unsophisticated Soul Tormented by Powers Unseen Succumbs to Brimming Anger and Yearning to Manifest as a Malevolent Beast",
                    "SummaryEnglish": "Kuroitsu wants to create a special monster for Valentine's Day, but Akashic repudiates her lack of a proper feminine mindset. And so, the chocolate-making class begins!"
                },
                "7": {
                    "ID": "9002720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9002720",
                    "TitleEnglish": "The Result of Passions Served up at a Monsters' Banquet Engulfed in a Sweet-Smelling Embrace of Honeyed Poison While Drowning in Sin with an Avatar of God",
                    "SummaryEnglish": "The development department holds a drinking party, and Camula shows up! The party's organizer, Kuroitsu, seeks a way to break free from the awkwardness, but..."
                },
                "8": {
                    "ID": "9002721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9002721",
                    "TitleEnglish": "The Sheer Malevolence of the Denizens that Dwell in the Castle of the Dead Seeds Mutual Fear and Hostility Among Their Wicked Ranks",
                    "SummaryEnglish": "Magical Girls Pilia Magia infiltrate Agastia and end up in a showdown against Megistus. Meanwhile, Kuroitsu seeks a breakthrough in her battles against Blader..."
                },
                "9": {
                    "ID": "9041237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9041237",
                    "TitleEnglish": "The Rotting but Heroic Figures of Ancient Souls of the Dead that Congregate in the Abyss Find a Ray of Hope in the Darkness from Pride Pulled from Another Time",
                    "SummaryEnglish": "Kuroitsu comes up with a new plan: to defeat Blader in underwater combat! Through various traditional beach games, Kuroitsu will test the aquatic potential of her monsters!"
                },
                "10": {
                    "ID": "9043224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9043224",
                    "TitleEnglish": "The Very Concept of the Evil Being That Bewitches Souls Summons New Demons through the Chaos It Brings When It Drowns in Turmoil over Its Puzzling Existence",
                    "SummaryEnglish": "Agastia's latest monster, Mummy, has Blader on the ropes... until a particular sight takes away her will to fight. Mummy wants to reject the role she was designed for and create a new lifestyle. But can a monster without a voice make a life... as an idol?!"
                },
                "11": {
                    "ID": "9043225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9043225",
                    "TitleEnglish": "The Sacrifice Willingly Attending the Banquet of Evil Gods Must Either Be Eaten and Accept Their Role as Sacrifice or Devour the Evil Gods and So Become One",
                    "SummaryEnglish": "Kuroitsu tags along on a retreat for Agastia executives in order to learn more about what makes them tick. But while the team enjoys their hot springs resort trip, an unexpected enemy seeks to take advantage of the relaxed atmosphere!"
                },
                "12": {
                    "ID": "9043226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaijin-kaihatsubu-no-kuroitsu-san/episodes/9043226",
                    "TitleEnglish": "Those Sacrifices Saved from Hell by a Black-Winged Devil That Devours Other Devils Will Revere It as God Regardless of Whether Its Act Makes It a Servant of Heaven or Merely a Savage Cannibal",
                    "SummaryEnglish": "Zet Arc is attempting to buy out Agastia! But when the takeover turns hostile, who will appear to join Miss Kuroitsu in the fight?!"
                }
            }
        }
    }
}