{
    "URL": "https://www.thetvdb.com/series/kaginado",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14489160/",
        "https://kaginado.com/",
        "https://www.themoviedb.org/tv/123684",
        "https://www.themoviedb.org/tv/123684",
        "https://x.com/kaginado"
    ],
    "TitleEnglish": "KAGINADO",
    "SummaryEnglish": "This is the story of a small miracle. Stars from different universes and different times that were never meant to cross paths. By irony of fate, these stars come together in “Kaginado Academy”. What awaits them there is a lively school life full of hope and dreams. The wonderful encounters provide the stars with new radiance. What awaits beyond that radiance...?",
    "TitleJapanese": "かぎなど",
    "SummaryJapanese": "『私立かぎなど学園』。 そこは、２０年以上に渡って世界中のｋｅｙファンより琵琶湖の総水量（推定）を上回るほどの涙を搾り取ってきたという、伝説の猛者たちが集いし魔境……もとい、理想郷である。 ファンの涙腺だけでは飽き足らずついには世界の壁すら破壊して集結した綺羅星たちの目的――それは新たな世界で新たな学園生活を謳歌すること。 どこまでも自由で。 どこまでも楽しく。 どこまでも幸福な。 夢のような物語、始まります。",
    "Aliases": [
        "Kaginado (2021)"
    ],
    "Modified": "2024-04-12",
    "Seasons": {
        "1": {
            "ID": "1962065",
            "URL": "https://www.thetvdb.com/series/kaginado/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8772590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772590",
                    "TitleEnglish": "The Climax, Etc.",
                    "SummaryEnglish": "“Welcome to the planetarium! I’m Yumemi Hoshino, and I’ll be your guide.” An abandoned planetarium in the middle of nowhere. A lovely guest pays a visit, and timeless memories illuminate the night sky. The story of a small miracle begins.",
                    "TitleJapanese": "クライマックスなど",
                    "SummaryJapanese": "ｋｅｙと言えば『名言』。名言と言えば『ｋｅｙ』。そういうわけで１話から名言爆発、アクセル全開で突っ走る！　この『かぎなど』に出し惜しみなどという概念は存在しないのだ。ついてこられる者だけついてこい！　あっ、ついてこられなくてもちゃんと待ってるので、自分のペースでゆっくりご覧になってください。"
                },
                "2": {
                    "ID": "8772591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772591",
                    "TitleEnglish": "The Title, Etc.",
                    "SummaryEnglish": "Ryou Fujibayashi gathers with some of the other girls to discuss their personalities. There must be a way to improve her standing among the cast! Also, the mystery of the title of this anime is solved.",
                    "TitleJapanese": "タイトルなど",
                    "SummaryJapanese": "『テロリストとか来ねえかな……』。\n若者とは、時に平凡な日常を覆す非日常に憧れる。もしかしたら同じクラスのあの子たちも、そっち側の住人だったりして？　そしてそんな希望に応えるように、非日常は文字通り教室に飛び込んでくる。"
                },
                "3": {
                    "ID": "8772592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772592",
                    "TitleEnglish": "Club Activities, Etc.",
                    "SummaryEnglish": "“That was a sight to behold...” Club activity is the centerpiece of school life. Liberal-arts-oriented clubs are great too, but sports-oriented clubs are the most exciting. Youths battling for their pride and ideal. Ah, the springtime of life.",
                    "TitleJapanese": "部活など",
                    "SummaryJapanese": "『良い物を見せてもらいました……』。\n部活動と言えば、学園生活の華。文化系の部活も悪くないけれど、やはり体育会系の部活が熱い。ぶつかりあう、若者たちの青臭い理想と矜持。これこそ、まさに青春の１ページ。"
                },
                "4": {
                    "ID": "8772593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772593",
                    "TitleEnglish": "Swimwear, Etc.",
                    "SummaryEnglish": "It's swimming time! Naturally, the boys can't stop trying to take a peek at what their female classmates look like in swimsuits. However, something unnatural is going on with the sizes of the girls' bodies... Literally.",
                    "TitleJapanese": "水着など",
                    "SummaryJapanese": "『わふーっ、冷たいですーっ！』。\n今日は待ちに待ってた水泳の授業。男子たちにしてみれば同級生女子の水着姿というレアな光景は、消毒槽やシャワーで唇が青紫になったとしても見逃せない。そして女子は女子で、色々思うところがあり……。"
                },
                "5": {
                    "ID": "8772594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772594",
                    "TitleEnglish": "Holidays, Etc.",
                    "SummaryEnglish": "Even in this world, Yukito is broke. Fortunately, he found a place where he can legally show off his talents to make money. Unfortunately, nobody seems to be interested.",
                    "TitleJapanese": "休日など",
                    "SummaryJapanese": "『俺が大道芸ってやつを見せてやる』。\n学園の外にも、もちろん世界は広がっている。マーテル会主催のフリーマーケットが開催され、そこで夢のラーメンセットを目指して人形芸にいそしむ一人の男。しかし、そこには男を超える真の『最高』がいた。"
                },
                "6": {
                    "ID": "8772595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772595",
                    "TitleEnglish": "Little Sisters, Etc.",
                    "SummaryEnglish": "Elder siblings gather to discuss an obvious truth: there is nothing wrong with being absolutely obsessed with their respective little sisters. But the discussion naturally transitions to whose little sister is cutest, resulting in rising tensions...",
                    "TitleJapanese": "妹など",
                    "SummaryJapanese": "妹が可愛くないなんて思考の持ち主いるのかしら？』。\n妹を愛することに理由はいらないが、それはそれとして妹への愛は語りたい。そういう兄や姉が集まって、ただですむわけもなく……？仁義なき妹トーク、開幕！"
                },
                "7": {
                    "ID": "8772596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772596",
                    "TitleEnglish": "Charades, Etc.",
                    "SummaryEnglish": "The battle to determine who loves their sister the most has begun, but the results aren’t exactly inspiring…",
                    "TitleJapanese": "茶番など",
                    "SummaryJapanese": "『妹こそが人生の宝物……』。\nまさかの妹回後編。それほど、兄や姉による妹への愛は深いのだ。ところで肝心の妹は、兄や姉のことをどう思っているのだろう？　妹への幻想のその先、明らかになるのは妹の現実で……。"
                },
                "8": {
                    "ID": "8772597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772597",
                    "TitleEnglish": "Soulmates, Etc.",
                    "SummaryEnglish": "Gaze into the crystal ball and catch a glimpse of your soulmate… maybe. Predicting the future isn’t an exact science.",
                    "TitleJapanese": "ソウルメイトなど",
                    "SummaryJapanese": "『シャカシャカヘイッ！』。\n人は誰もが大切の者とのつながりを求める。自分は一人ではない、そして、あなたも一人ではない――と。人と人と結びつけるもの……それは、血？　それとも、恋？　もしや、魂？　あるいは――声？"
                },
                "9": {
                    "ID": "8772598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772598",
                    "TitleEnglish": "Protagonists, Etc.",
                    "SummaryEnglish": "The protagonists of the five Key franchises gather to discuss the hardships they face. It isn't easy being a hero surrounded by beautiful girls! No, really, you don't understand.",
                    "TitleJapanese": "主人公など",
                    "SummaryJapanese": "『『『ギルティ』』』。\n――かぎなど学園のとある教室。ひとけのない放課後、そこに五人の覆面の男たちが集う。はたして、そこで交わされる会話とは？　そして、男たちは何者なのか？　五人に共通するのはヒロインたちへの深い想い。果たしてその正体とは？"
                },
                "10": {
                    "ID": "8772599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772599",
                    "TitleEnglish": "Carnival Preparations, Etc.",
                    "SummaryEnglish": "The school is preparing for a festival! However…",
                    "TitleJapanese": "学園祭の準備など",
                    "SummaryJapanese": "『了承』。\n修学旅行に並ぶ学校行事の一大イベント、学園祭。こういうのは本番も楽しいけれど、準備もまた醍醐味である。それは、様々な世界の生徒たちが通うかぎなど学園であればなおさら。さあ、テンションあげていってみよう！"
                },
                "11": {
                    "ID": "8772600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772600",
                    "TitleEnglish": "Day of the Carnival, Etc.",
                    "SummaryEnglish": "The Kaginado Academy Carnival begins! The space-time continuum is completely ignored to allow several miraculous encounters.",
                    "TitleJapanese": "学園祭本番など",
                    "SummaryJapanese": "『私、大恐竜ミスズゴン』。\nかぎなど学園学園祭開幕！　通っている生徒が生徒だけに、楽しいけど何が起きるかわからない。そう、本当に何が起きるかわからないから、本来ならばありえなかったような奇跡なんかも起きたりして？"
                },
                "12": {
                    "ID": "8772601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/8772601",
                    "TitleEnglish": "The School Carnival Ends, and Then... Etc.",
                    "SummaryEnglish": "The Kaginado Academy Carnival Arc enters its third and final episode! The long-awaited beauty contest begins, bringing the event to a powerful climax. But it's not the climax anyone expected.",
                    "TitleJapanese": "学園祭終了、そして――など",
                    "SummaryJapanese": "『だから私たちはぶち壊す！』。\n学園祭の大トリを飾るイベントは、定番のミスコン。多くのギャラリーを前に、うら若き生徒たちは己の美を競いあう。そして、学園祭も『かぎなど』もクライマックス！　――と、思われたその時!?"
                }
            }
        },
        "2": {
            "ID": "1992951",
            "URL": "https://www.thetvdb.com/series/kaginado/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9084832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9084832",
                    "TitleEnglish": "Before the Second Half Begins, Etc.",
                    "SummaryEnglish": "Characters from another series join in, pushing the plot forward into a new chapter. Or so it seemed. First, let's hear what Hijiri and Sakura have to say.",
                    "TitleJapanese": "後半戦スタート――の前になど",
                    "SummaryJapanese": "『えー、その程度で不憫ですか？』\n何事もなかったかのように再開される物語。いつの間にやら実家のような安心感を覚えるこの世界だけど、しかし、そんな世界に不満を覚える者は前期最終回に登場した彼女たち以外にもいたのである。"
                },
                "2": {
                    "ID": "9110312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9110312",
                    "TitleEnglish": "Academy in the Afterlife, etc.",
                    "SummaryEnglish": "The Afterlife Battlefront is here, and they're convinced that this whole KAGINADO show is some sort of cruel conspiracy. They have evidence to prove their assertion.",
                    "TitleJapanese": "死後の学園など",
                    "SummaryJapanese": "『オペレーション――スタート！』\n新しい世界のキャラたちも登場し、いよいよ『かぎなど』第２期スタートです。どうか２期もよろしくお願いします。え？　前回の話？　……神の悪戯ではないでしょうか？　そんな神に反逆する物語の幕開けです。"
                },
                "3": {
                    "ID": "9110313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9110313",
                    "TitleEnglish": "Mascots, Etc.",
                    "SummaryEnglish": "Despite seeming to enjoy school life at the Kaginado Academy, Yuri and the Afterlife Battlefront are still determined to tear the whole place down. Yuri hatches another plan.",
                    "TitleJapanese": "マスコットなど",
                    "SummaryJapanese": "『ここに音無さんだけのマスコットがいます』\n時に人の心を癒やし、時に作品の象徴となり、時にキャラクターグッズで莫大な収益を生み出す……それがマスコット。無くてはならない存在だけに、それを利用しようとする魔の手も時に伸びる……。"
                },
                "4": {
                    "ID": "9110314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9110314",
                    "TitleEnglish": "Trauma, Etc.",
                    "SummaryEnglish": "Everyone is going to the beach for summer school. They are all travelling by bus on a narrow mountain road cutting through a dense forest. What could possibly go wrong?",
                    "TitleJapanese": "トラウマなど",
                    "SummaryJapanese": "『ありがーとぉー、いわなーいよ～』\n学園祭も準備が楽しいように、旅行も目的地につくまでの時間が楽しいもの。海へ向かうかぎなど学園ご一行の道中もきっと楽しいはず……なのだが、その移動手段はバス。そう、Ｋｅｙの世界でバスというものは決して安全なものではなく……。"
                },
                "5": {
                    "ID": "9144981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9144981",
                    "TitleEnglish": "The Beach, Etc.",
                    "SummaryEnglish": "The students, accompanying adults, and failed hijackers arrive at the beach and begin their designated beach activities. It's swimsuit time!",
                    "TitleJapanese": "うみなど",
                    "SummaryJapanese": "『ちくしょーーーですわーーー！』\n青い空、白い砂浜、きらめく海、そして水着！　おしゃれで可愛い水着でヒロインたちも着飾ります。しかし、そんな楽しい海で野望に満ちた目をした者たちが……。"
                },
                "6": {
                    "ID": "9144982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9144982",
                    "TitleEnglish": "Music Festival, Etc.",
                    "SummaryEnglish": "Yuri decided to tap into the rebellious energy of everyone at the academy through the chaotic power of rock and roll, which would disrupt the status quo and summon a god.",
                    "TitleJapanese": "歌合戦など",
                    "SummaryJapanese": "『間違いない……神よ』\n時代を超えて語り継がれ、心を震わせる旋律……人はそれを名曲と言う。そして誰もが皆、その域を目指して己の歌声を響かせる。その場所がどんなに高く、遠くとも――。かぎなど歌合戦、開演です。"
                },
                "7": {
                    "ID": "9144983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9144983",
                    "TitleEnglish": "The Strongest, Etc.",
                    "SummaryEnglish": "No more beating around the bush. It's time to determine which Key character is the strongest in single combat! The Key 1 Grand Prix tournament arc begins!",
                    "TitleJapanese": "最強など",
                    "SummaryJapanese": "『さあ、始まりましたＫｅｙ１グランプリ！』\n人は誰もが最強を夢見る……だがしかし、世界が変われば強者もまた変わる。そしてここは、様々な世界が交わる場所。多くの猛者たちが今、作品という看板を背負って最強への舞台に立つ！"
                },
                "8": {
                    "ID": "9144984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9144984",
                    "TitleEnglish": "Heroines, Etc.",
                    "SummaryEnglish": "Key franchise heroines go through a lot of hardships, but not during their secret pajama party! Here, the heroines are free from worry. Well, at least the main heroines are.",
                    "TitleJapanese": "ヒロインなど",
                    "SummaryJapanese": "『そう、秘密の花園です』\nパジャマパーティ……それは男子禁制の秘密の花園。ヒロインたちが、身も心も軽くして、\n本音を語らう可憐な空間。少し大胆に、でも恥じらいを忘れずに。ヒロインたちが語る出会いや恋心、そして過酷な運命……。"
                },
                "9": {
                    "ID": "9192143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9192143",
                    "TitleEnglish": "The Student Council President Is a God, Etc.",
                    "SummaryEnglish": "It's student council election season! Many students are running for president, which is rumored to be a position that grants godlike powers for some reason.",
                    "TitleJapanese": "生徒会長は神など",
                    "SummaryJapanese": "『なるほど、恐怖政治ですね』\n前期から地味にネタ振りしていた生徒会長選挙編スタート！　フィクションにおいてはまさに神に等しい存在として描かれる生徒会長を目指し、神に抗う者たちが立ち上がる。しかし、当然のようにライバルたちも多くて……。"
                },
                "10": {
                    "ID": "9192145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9192145",
                    "TitleEnglish": "Confusion in the Student Council President Election, Etc.",
                    "SummaryEnglish": "The election season rages on, with more and more people running for president. Can Yuri win the election and become a god? Do the others in the Afterlife Battlefront even care anymore?",
                    "TitleJapanese": "混迷の生徒会長選挙など",
                    "SummaryJapanese": "『落ち込むぐらいならやめなさいよ……』\n増え続ける候補者たちによって引き起こされる選挙戦は、かぎなど学園の全生徒を巻き込んで、まるでお祭り騒ぎの様相に。そんな中、絶望の淵に追い込まれた少女の元に現れた救世主とは……？"
                },
                "11": {
                    "ID": "9192147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9192147",
                    "TitleEnglish": "Cast My Vote for You, Etc.",
                    "SummaryEnglish": "The moment of truth is near. Who will win the presidency? Will the winner actually gain godlike powers? Can Yuri find true friendship and happiness? The votes are in!",
                    "TitleJapanese": "清き一票を君に……など",
                    "SummaryJapanese": "『お願いだからボクのこと……』\n生徒会長選挙編、決着！　一票の重みがのしかかる中、この世界を否定していた少女の心にも変化が？　そして、生徒会長の座は誰の手に？　様々な世界の者たちを巻き込んだお祭り騒ぎは、いよいよクライマックス。"
                },
                "12": {
                    "ID": "9192150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaginado/episodes/9192150",
                    "TitleEnglish": "The Shape of a Miracle... Etc.",
                    "SummaryEnglish": "With the chaotic election arc over, life returns to normal. But in a world whose very existence is a miracle, normal is never boring.",
                    "TitleJapanese": "奇跡のカタチ……など",
                    "SummaryJapanese": "『たのしかった』\n生徒会長選挙も終わり、普段の日常に戻るかぎなど学園。そう、どんなに楽しいお祭りも、いつかは必ず終わるもの。願わくば、願わくば。その記憶がいつまでも色あせぬ、楽しいものでありつづけますように――"
                }
            }
        }
    }
}