{
    "URL": "https://www.thetvdb.com/series/rymans-club",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15744206/",
        "https://rymansclub.com",
        "https://www.themoviedb.org/tv/136841",
        "https://x.com/rymansclub_PR"
    ],
    "TitleEnglish": "Salaryman's Club",
    "SummaryEnglish": "Shiratori Mikoto utilizes his keen observation skills as a badminton player. However, a traumatic incident at the Interhigh leaves him unable to play the way he wants. He's cut from Mitsuboshi Bank's powerhouse amateur team. In an attempt to make a comeback, he takes a job at Sunlight Beverages, where he finds waiting for him work with unfamiliar coworkers and a weak unaccomplished badminton team...",
    "Aliases": [
        "Ryman's Club",
        "Rīmanzu Kurabu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1963753",
            "URL": "https://www.thetvdb.com/series/rymans-club/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8795184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8795184",
                    "TitleEnglish": "Assignment",
                    "SummaryEnglish": "Badminton player Shiratori Mikoto is kicked off the powerful corporate team Mitsuhoshi Bank. He gets a job at Sunlight Beverage in order to make a comeback, but he finds waiting for him unfamiliar office work and a small weak team. On top of that, he's forced to play doubles with the boorish and over-familiar Miyazumi Tatsuru...?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "8972798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972798",
                    "TitleEnglish": "Synergy",
                    "SummaryEnglish": "Mikoto loses against Tatsuru and is forced to play doubles with him. However, due to their polar opposite personalities, they struggle to get along both at work and at practice. Meanwhile, Sunlight Beverage has a practice match against the powerful Unisics team. Mikoto and Tatsuru face off against Kirishima Hayato and Oginome Daiki, the world's second ranked men's doubles team. It's an intense battle against a superior team, but...",
                    "Aliases": []
                },
                "3": {
                    "ID": "8972800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972800",
                    "TitleEnglish": "Brainstorming",
                    "SummaryEnglish": "The idea for green onion flavored ginger ale that Mikoto came up with on a whim is chosen as a potential candidate in the Sunlight Beverage new product planning contest. Since Mikoto is still unaccustomed to working at a company, the badminton team arranges a training camp so they can help him. Together they discuss the project as they write up a proposal. And finally, Mikoto opens up to Tatsuru about the traumatic incident he experienced in high school that caused the decline in his abilities.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8972801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972801",
                    "TitleEnglish": "Conflict",
                    "SummaryEnglish": "Traumatized by injuring Azuma at the Interhigh, Mikoto is powerless against Tonozaki Shiryu and Tachibana Azuma's doubles team. Azuma, however, confronts Mikoto head on. With Tatsuru's help, Mikoto and Tatsuru's team gradually regains its form. Their match grows increasingly fierce. Can Mikoto reclaim what he lost...?",
                    "Aliases": []
                },
                "5": {
                    "ID": "8972802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972802",
                    "TitleEnglish": "Feedback",
                    "SummaryEnglish": "Traumatized by injuring Azuma at the Inter-High, Mikoto is powerless against Tonozaki Shiryu and Tachibana Azuma's doubles team. Azuma, however, confronts Mikoto head on. With Tatsuru's help, Mikoto and Tatsuru's team gradually regains its form. Their match grows increasingly fierce. Can Mikoto reclaim what he lost...?",
                    "Aliases": []
                },
                "6": {
                    "ID": "8972803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972803",
                    "TitleEnglish": "Presentation",
                    "SummaryEnglish": "The trial product for the green onion ginger ale has been completed, and it's the day of the tasting and executive presentation. However, just before the tasting, there's a problem with the trial product, and it's pulled from the tasting. As Mikoto and his teammates and coworkers work together to fix the problem in time, an unexpected person appears before him!",
                    "Aliases": []
                },
                "7": {
                    "ID": "8972804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972804",
                    "TitleEnglish": "Alternative",
                    "SummaryEnglish": "It's the quarterfinals of the national corporate badminton tournament. Their opponents are the powerful Unisics team they lost to in a practice match. The members of SunBev are eager to get revenge. Mikoto and Tatsuru take on Kirishima and Oginome in a rematch. Their match is a fierce back and forth game of offense and defense. From the stands, QA department employee Usuyama watches them play.",
                    "Aliases": []
                },
                "8": {
                    "ID": "8972805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972805",
                    "TitleEnglish": "Breakthrough",
                    "SummaryEnglish": "Doubles teams are reassigned when a new member joins the badminton team, and former singles player Saeki Sota is assigned to play doubles with his brother Toya. Toya is excited to play doubles with his brother, but Sota's feelings on the change are complicated, and a fight between the two threatens to dissolve their doubles team entirely. Meanwhile, Toya finds himself in a bind at work, too...",
                    "Aliases": []
                },
                "9": {
                    "ID": "8972806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972806",
                    "TitleEnglish": "Priority",
                    "SummaryEnglish": "Mikoto is confused when Tatsuru suddenly announces he wants to dissolve their doubles team. Tatsuru leaves on a business trip and meets up with his former partner Izumo Naohiro in Kyoto. Meanwhile, Mikoto coincidentally discovers Tatsuru's situation and runs into the world's number one ranked singles player, Ibuki Sentaro of Mitsuhoshi Bank. He becomes distressed when his true feelings are identified. What conclusions will Mikoto and Tatsuru arrive at...?",
                    "Aliases": []
                },
                "10": {
                    "ID": "8972808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972808",
                    "TitleEnglish": "Tradeoff",
                    "SummaryEnglish": "The ultimate corporate tournament known as the S/J League begins. Sunlight Beverage makes it into the top four, but for some reason Tatsuru hasn't shown up to their semifinal match. The scheming of an executive director who does not take kindly to the badminton club gets Tatsuru called into a board meeting where he is in danger of being fired. Tatsuru does everything he can to fight back. Meanwhile, Sota and Toya battle fiercely against Kirishima and Oginome of Unisics...",
                    "Aliases": []
                },
                "11": {
                    "ID": "8972809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972809",
                    "TitleEnglish": "Competitor",
                    "SummaryEnglish": "It's the finals of the S/J League. Their opponents are reigning champions Mitsuhoshi Bank. Usuyama takes on the number one ranked ultimate ace Ibuki Sentaro. Once known as \"Usuyama of the East\" and \"Ibuki of the West,\" the showdown between these former rivals takes an unexpected turn. Mikoto and Tatsuru take on Kirishima Takuma and Izumo Naohiro in the crucial match. Mikoto and Tatsuru are tossed about by Takuma's overwhelming might...",
                    "Aliases": []
                },
                "12": {
                    "ID": "8972811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rymans-club/episodes/8972811",
                    "TitleEnglish": "Skyrocket",
                    "SummaryEnglish": "Mikoto injures his eye. Tatsuru tries to forfeit the match, but Mikoto insists on continuing. Against superior opponents and with an overwhelming handicap, the two of them tenaciously hang on. Mikoto, Tatsuru, Takuma, and Izumo--deep connections intertwine in the S/J League finals. The score between Sunlight Beverage vs Mitsuhoshi Bank will finally be settled!",
                    "Aliases": []
                }
            }
        }
    }
}