{
    "URL": "https://www.thetvdb.com/series/teknoman",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6188134/",
        "https://www.themoviedb.org/tv/27231",
        "https://www.themoviedb.org/tv/27231"
    ],
    "TitleEnglish": "Teknoman",
    "SummaryEnglish": "Earth's defense forces are engaged in a losing battle with the evil alien race called the venomoids led by Darkon. During this time frame a ship plummets towards Earth and explodes, and out walks a stranger named Blade, unscathed, but suffering from amnesia. In his possession is a Tekno crystal, which he can use to transform himself into Teknoman, an unstoppable fighting machine. As the war turns in their favour, they learn that Darkon is breeding Teknomen from humans one of which looks exactly like Blade. Where did these humans come from and why is Blade able to transform into a Teknoman? A dubbed version of Tekkaman blade, released in the US. Some episodes from the original were cut so there are less episodes in this version than the original",
    "Aliases": [],
    "Modified": "2022-04-19",
    "Seasons": {
        "1": {
            "ID": "1963929",
            "URL": "https://www.thetvdb.com/series/teknoman/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "8809739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/8809739",
                    "TitleEnglish": "Friend or Foe",
                    "SummaryEnglish": "The Earth is invaded by hordes of monstrous Spidercrabs under the control of the Venomoid warlord, Darkon. His first target is the Space-Ring, a huge orbital space station surrounding the Earth. Suddenly, an armored figure appears -- the Teknoman, Blade -- who attempts to stop the attack, but is confronted by Daggar, one of the mutant Teknomen under Darkon's control. In the ensuing battle, Blade is badly wounded and sent plummeting toward the planet below, where his explosive impact creates a gigantic crater. The Space Knights, Ringo and Star, are sent to investigate and are amazed when the injured Blade emerges from the crater. They take him back to their base and nurse him back to health. They have no clue as to Blade's identity or where he came from, and neither does Blade, who can remember only two things: his name is Blade and he must stop the aliens from conquering Earth.",
                    "Aliases": []
                },
                "2": {
                    "ID": "8809746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/8809746",
                    "TitleEnglish": "Invasion",
                    "SummaryEnglish": "The \"Blue Earth\" is damaged and is forced to make an emergency landing on the Space-Ring. Ringo questions Blade about his ability to transform, but Blade claims he still can't remember anything. Ringo suspects Blade is hiding something and is determined to find out what.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8809750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/8809750",
                    "TitleEnglish": "Power of the Space Knights",
                    "SummaryEnglish": "In an attempt to place Blade under his command, General Galt orders an armed take-over of the Space Knight Command Center. But his plan is foiled by the intervention of the President of the Terran Planetary Council. Meanwhile, a section of the Space-Ring has become detached from the station and is falling toward Earth.",
                    "Aliases": []
                },
                "4": {
                    "ID": "8809752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/8809752",
                    "TitleEnglish": "Falling Star",
                    "SummaryEnglish": "The Space Knights are sent into action against the aliens. The mission is a success, but Blade's energy is almost totally depleted and he is left drifting helplessly in space. Ringo thinks that he and Star should head for Earth while they still can, but Star insists that they go back and save Blade.",
                    "Aliases": []
                },
                "5": {
                    "ID": "8809753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/8809753",
                    "TitleEnglish": "Time's Up",
                    "SummaryEnglish": "Blade tells Tina he now realizes that if he remains in his Teknoman guise for longer than thirty minutes, the Teknoman side of his being will take over. He will lose his \"soul\" and become a slave of the Venomoid Warlord Darkon. He makes Tina promise to have Ringo blast him out of the sky before that can happen.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9115970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9115970",
                    "TitleEnglish": "Shattered Crystal",
                    "SummaryEnglish": "The Space Knights receive a distress call from the Space-Ring, supposedly from survivors of the previous attack. BLADE and the Space Knights are sent to rescue them, but it turns out there are no survivors.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9119061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119061",
                    "TitleEnglish": "Teknobot",
                    "SummaryEnglish": "Maggie attempts to design a Teknobot which, when Blade enters its Interlock Chamber, will amplify the power of his shattered Tekno-crystal and enable him to transform into Teknoman again. Meanwhile, Dagger announces that he will call off the attacking Spidercrabs if Blade is handed over to him. Blade steals a rocket and flies off to meet Dagger one-on-one, carrying a bomb he believes will blow Dagger to atoms.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9119074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119074",
                    "TitleEnglish": "Snapshot",
                    "SummaryEnglish": "General Galt, anxious to know the source of Tekno-power, sends Balzac to infiltrate the Space knights in the guise of a war correspondent. Meanwhile, the aliens are attacking Earth with the computer controlled Space-Ring laser cannon. Commander Jamison tells the Space Knights that they must alter the computer's laser-control program without attempting to destroy the computer. If the computer is damaged or destroyed, its back-up system will switch on all the lasers and the Earth will be destroyed. Balzac accompanies the Space Knights on their mission. After boarding the Space-Ring, a fight between the aliens and Teknoman sets off the back-up system, and Balzac is the only one who can figure out how to disable the system.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9119075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119075",
                    "TitleEnglish": "Convoy",
                    "SummaryEnglish": "One of Jamison's old friends, Dr. Silas Random, a long time opponent of the military's efforts to take control of the planetary government, is in command of an Earth-bound convoy carrying vital supplies. Random transmits several messages over an \"open\" channel (one that can be picked up by Venomoid), leading the Space Knights to believe that he's planning to lead the convoy into a trap.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9119076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119076",
                    "TitleEnglish": "Bold Soldier Boy",
                    "SummaryEnglish": "Blade, Star and Ringo are assigned to help a Special Forces Commando Squad retrieve three ultra-speed attack fighters from the Space-Ring. When the \"Blue Earth\" is damaged by Spidercrabs, Ringo and Star are forced to return to Earth. Blade fights his way to the Space-Ring where he meets Captain Miles O'Rourke, leader of the Commando Squad. O'Rourke resents an outsider interfering with his mission, just as Blade resents having to assist in a military operation. But as they fight their way toward a common objective, a mutual respect develops between the two. Later, when Blade congratulates O'Rourke on the \"success\" of the mission, the Commando leader reminds Blade that during the so-called \"success,\" they lost three men and asks, \"How do you think the families of those three will feel when they hear of their loss? War isn't numbers, Blade, it's people. Never forget that.\"",
                    "Aliases": []
                },
                "11": {
                    "ID": "9119202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119202",
                    "TitleEnglish": "Brother Beware",
                    "SummaryEnglish": "During a combined Space knights/military attack against the Spidercrabs infesting the Space-Ring, a young cadet is partnered with a seasoned veteran who teaches him about the glories and horrors Episodic of war. After the battle, Blade gets an unpleasant surprise!",
                    "Aliases": []
                },
                "12": {
                    "ID": "9119203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119203",
                    "TitleEnglish": "Sibling Rivalry",
                    "SummaryEnglish": "When the Space Knights are given shore leave, Tina, Maggie and Star go to the shopping mall. When they see Blade there, they call out to him but he doesn't respond to their greeting. Later on, they learn Blade wasn't at the mall. In fact he's been with Mac at the Command Center all day. The women are amazed, saying, \"This guy could have been Blade's twin!\" Blade immediately knows what this means -- his twin brother Saber, one of Darkon's most lethal warriors, has come looking for him. Shortly thereafter, the twins meet and Saber mocks Blade for being weak, for refusing to acknowledge the dark side of his Tekno-nature and rejecting the gift of unlimited power Darkon has offered them. The twin brothers fight, and Saber gains the upper hand just as Blade's thirty minute time limit is about to expire.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9119204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119204",
                    "TitleEnglish": "Family Feud",
                    "SummaryEnglish": "The Venomoid attack a nuclear fusion plant in order to steal the Earth's energy. When Blade rushes to oppose them, Saber appears and the two Teknomen do battle once again. During the fight, more images from Blade's childhood flash through his mind. He sees himself and Saber playing as brothers with their sister, Shara.",
                    "Aliases": []
                },
                "14": {
                    "ID": "9119205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119205",
                    "TitleEnglish": "Saber Strike",
                    "SummaryEnglish": "Blade has been in his Tekno-mode too long and he can't change back. He sinks deeper and deeper into the dark side of the Teknoman persona. In an attempt to get him to transform back to his \"human\" self, Tina, who reminds Blade of his sister Shara, risks her life by confronting the inhuman monster which Blade has become.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9119206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119206",
                    "TitleEnglish": "Spy Game",
                    "SummaryEnglish": "Balzac discovers Commander Jamison's secret underground research laboratory below the Command Center. While the Space Knights are responding to an alien attack, Balzac bypasses Jamison's security system and enters the lab. To his surprise, Balzac finds Jamison, who's known his true identity all along, waiting for him. Balzac's surprise increases when Jamison gives him the information he's been sent to find. A complete record of all research concerning Tekno-power and its potential use in the creation of a Tekno-suit.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9119207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119207",
                    "TitleEnglish": "Sword and Steel",
                    "SummaryEnglish": "General Galt orders Commander Jamison's Space Knights to protect a facility that produces Zeetron, a substance essential to the production of the military's Tekno-suits. A huge squadron of aliens attack the facility and Blade, afraid that he will lose control again and hurt his friends, is reluctant to transform into Teknoman. Star finally convinces Blade to transform and he, as Teknoman, goes to defend the facility. But his help turns out to be unnecessary.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9119208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119208",
                    "TitleEnglish": "The Visitor",
                    "SummaryEnglish": "The new \"Teknoman\" turns out to be Balzac, wearing the military's newly developed Tekno-suit. Meanwhile, Balzac's friend Marlow, the scientist responsible for designing the Tekno-suit, is hurt while attempting to transport the suit's Zeetron power source to a safe location. Balzac blames Blade for Marlow's injuries and accuses him of cowardice because Blade delayed his transformation.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9119209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119209",
                    "TitleEnglish": "Battleground",
                    "SummaryEnglish": "Shell-shocked, Blade has been put in the \"care\" of General Galt, who is studying him in an effort to improve the design of the military's Tekno-suit. Star and Ringo break into Galt's headquarters to try and free Blade so he can help against the Venomoid.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9119210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119210",
                    "TitleEnglish": "Resurrection",
                    "SummaryEnglish": "Despite the aliens' furious attack against the Allied Military Command's headquarters, Blade refuses to transform himself into Teknoman. He fears the Venomoid monster he will become if he exceeds the thirty minute limit. Frustrated by Blade's reluctance, Ringo takes matters into his own hands by hijacking Tekno-suit Number Two and going out to meet the enemy.",
                    "Aliases": []
                },
                "20": {
                    "ID": "9119211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119211",
                    "TitleEnglish": "Mind Game",
                    "SummaryEnglish": "It's obvious to Ringo that Blade and Star's mutual shyness is preventing them from developing the romantic relationship they both want. During a racquetball game, Ringo gives Blade some \"man-to-man\" advice about how to resolve the situation. Meanwhile, Blade's sister Shara leaves Darkon's base on the moon to search for Blade and to warn him about Darkon's plans.",
                    "Aliases": []
                },
                "21": {
                    "ID": "9119212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119212",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "Arriving on Earth, Shara finds herself in a desert village where she transforms into her Teknowomen persona to save a little girl from a Spidercrabs. Meanwhile, Jamison rushes to develop a new and devastating weapon with which Blade can defeat Saber-- an anti-matter warhead missile.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9119213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119213",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Saber, leading an attack which has almost destroyed the Space Knights' Command Center, demands that Blade come out and fight him. Ringo buys some time for Blade and the Command Center by attacking Saber in Tekno-suit Number Two.",
                    "Aliases": []
                },
                "23": {
                    "ID": "9119214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119214",
                    "TitleEnglish": "In The Beginning",
                    "SummaryEnglish": "Blade tells the Space Knights the story of how he became involved with the Venomoid. His real name is Nick and his family was aboard the deep-space research vessel \"Argos\" when it encountered a strange alien craft near the rings of Saturn. Thrilled at the prospect of an encounter with extraterrestrials, they boarded the vessel, only to be attacked by frightening creatures called Teknopods, which like the Terran plant called the Venus Fly Trap, swallowed them whole.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9119215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119215",
                    "TitleEnglish": "Shara's Secret",
                    "SummaryEnglish": "Shara warns Blade about Darkon's secret underground base on the dark side of the moon. She also warns him about the imminent arrival of three more evil Teknomen - Lance, Axe and Sword - who are being sent by Darkon to help Saber destroy Blade.",
                    "Aliases": []
                },
                "25": {
                    "ID": "9119217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119217",
                    "TitleEnglish": "Forget Me Not",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1995989",
            "URL": "https://www.thetvdb.com/series/teknoman/seasons/official/2",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "9119271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119271",
                    "TitleEnglish": "Chronicle",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "9119272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119272",
                    "TitleEnglish": "Red Saviour",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "9119273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119273",
                    "TitleEnglish": "Running on Empty",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "9119274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119274",
                    "TitleEnglish": "Tekno Trap",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "9119275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119275",
                    "TitleEnglish": "Lady in Waiting",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "9119276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119276",
                    "TitleEnglish": "Reformation",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "9119277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119277",
                    "TitleEnglish": "Axe Trap",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "9119278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119278",
                    "TitleEnglish": "Axe Attack",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "9119279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119279",
                    "TitleEnglish": "On Ice",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "9119280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119280",
                    "TitleEnglish": "Fifty-Fifty",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "9119281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119281",
                    "TitleEnglish": "Evolution",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "12": {
                    "ID": "9119282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119282",
                    "TitleEnglish": "Reflection",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "13": {
                    "ID": "9119283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119283",
                    "TitleEnglish": "Amnesia",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "14": {
                    "ID": "9119284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119284",
                    "TitleEnglish": "Metamorphosis",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "15": {
                    "ID": "9119285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119285",
                    "TitleEnglish": "Sword Strike",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "16": {
                    "ID": "9119286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119286",
                    "TitleEnglish": "Battle of the Space Ring",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "17": {
                    "ID": "9119287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119287",
                    "TitleEnglish": "Beginning of the End",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "18": {
                    "ID": "9119288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teknoman/episodes/9119288",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}