{
    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/tokyo24thward.anime",
        "https://www.imdb.com/title/tt15758108/",
        "https://tokyo24project.com/",
        "https://www.themoviedb.org/tv/137045",
        "https://x.com/tokyo24_project"
    ],
    "TitleEnglish": "Tokyo 24th Ward",
    "SummaryEnglish": "The Far Eastern Special Administrative Region, also known as the 24th Ward, is a man-made island. Shuta, Ran, and Koki were born and raised on the island. Their family backgrounds, preferences, and personalities are completely different, but they always stuck together. However, one incident changed their relationship forever. A year afterward, the three friends are reunited by chance at a memorial service held for the incident. All three of their phones suddenly ring simultaneously. Their friend, who is supposed to be dead, is calling and demands that they make a decision about the future.",
    "TitleJapanese": "東京24区",
    "SummaryJapanese": "そこで生まれ育った幼なじみの蘭、幸喜、崇太は、家族の背景、趣味、性格が異なりますが、いつも一緒に過ごしていました。 しかし、ある事件をきっかけに、彼らの関係は大きく変化します。 事件の1周年記念で、3人の友人が偶然再び会い、彼らの電話が同時に鳴り始めます。 電話はおそらく死んだ友人からのものであり、彼らに「未来を選ぶ」ように促している。 三人は自分たちの愛する第24区とその人々の未来を自分たちのやり方で守ろうとします。",
    "Aliases": [
        "Tokyo Twenty Fourth Ward"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1964222",
            "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9049299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/9049299",
                    "TitleEnglish": "Reversal Film",
                    "SummaryEnglish": "A recap of the first half of the series.",
                    "TitleJapanese": "Reversal film",
                    "SummaryJapanese": "コルヌコピア最上部で起きた落雷から、カルネアデスの正体であった黒葛川を救い出したシュウタ。\n黒葛川の見舞いに行き意識が戻るのを待ちながら、この半年で起きたこれまでの出来事を振り返えっていた。"
                }
            }
        },
        "1": {
            "ID": "1964223",
            "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8800313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8800313",
                    "TitleEnglish": "RGB",
                    "SummaryEnglish": "Shuta Aoi wanted to become a hero, but after a certain incident, he gave up that dream. One year later, that incident returns to haunt Shuta. In order to face his fears again, he needs to gather his two childhood friends together and reform the RGB. Given another chance, will Shuta be able to confront his despair?",
                    "TitleJapanese": "RGB",
                    "SummaryJapanese": "ヒーローに憧れた青年、蒼生シュウタはとある事件で幼馴染である翠堂アスミを助けることが出来ず、ヒーローになることを諦めてしまった。\nその事件から1年が経った追悼ミサの場で、シュウタは幼馴染の朱城ランと翠堂コウキに偶然再会する。\n「RGB」と呼ばれていた3人は事件をきっかけに少しずつ疎遠になっていた。\nそんな3人の携帯が突如一斉に鳴り響く。画面を見ると、死んだはずのアスミからの着信だった。"
                },
                "2": {
                    "ID": "8926928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8926928",
                    "TitleEnglish": "Sepia Graffiti",
                    "SummaryEnglish": "Mari Sakuragi's family owns and operates the okonomiyaki restaurant in the Takara Shopping street. However, ever since the newly constructed Takara Mall was built, their business has been tough. The 24th Ward Gourmet Festival is just around the corner, and Mari wants to talk to RGB for some advise. However, the RGB boys have their minds already preoccupied with something else.",
                    "TitleJapanese": "セピア・グラフィティ",
                    "SummaryJapanese": "タカラ商店街でお好み焼き店を切り盛りしている櫻木まり。その商店街はタカラモールという新しいショッピングモールが出来て以来、経営が厳しくなっていた。\nそうしたなか実施される「24区グルメフェスティバル」。グランプリ賞品が大型コンビニとの全面コラボということで、商店街の面々は、まり考案のスペシャルメニュー「まりスペ」の新作に期待を寄せる。\nまりはそのプレッシャーを感じ、新作をRGBの3人に相談をしようとするものの、忙しそうにする3人に相談できずにいた。"
                },
                "3": {
                    "ID": "8928771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928771",
                    "TitleEnglish": "Here Today, Gone Tomorrow",
                    "SummaryEnglish": "On the day of the 24th Ward Gourmet Festival, Mari and the RGB trio have done everything they can to prepare to for the competition, but they find out that Yabusame, a member of a quasi-gang organization, has bought up all of the cabbage that they were planning to use for their okonomiyaki recipe. Mari and RGB are at a loss for what to do, but their former teacher Kaba finds some cabbage from a friend at the local shopping district. Will Mari be able to overcome her obstacles to win the grand prize? In this dire situation, RGB receives a call again from Asumi...!",
                    "TitleJapanese": "朝には紅顔ありて",
                    "SummaryJapanese": "ついに「24区グルメフェスティバル」当日。まりとRGBの3人はグランプリに向けて気合を入れていたが、使用するはずだったお好み焼き用のキャベツが“半グレ組織”の一人、破鮫に買い占められてしまっていた。\n一時は途方に暮れていた面々だったが、恩師カバの計らいにより、商店街の知り合いからキャベツを譲ってもらえることに。\n果たしてまりは妨害に打ち勝ってグランプリを取ることができるのか。\nそしてそんな最中、RGBのもとには再度アスミからの着信が……！"
                },
                "4": {
                    "ID": "8928772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928772",
                    "TitleEnglish": "Silver City",
                    "SummaryEnglish": "A tornado hits the Gourmet Festival, and Kaba and many others become victims when a decision is made by RGB. Someone going by the name of Carneades has hacked into the 24th Ward network and left a mysterious message. The trio have no idea who it might be. Meanwhile in the old Shantytown, a highly addictive drug called \"D\" has become popular, and crime is on the rise. Shuta hears that Kaba's daughter Kozue has been hanging out in this dangerous part of town at night and follows her.",
                    "TitleJapanese": "鈍色の街",
                    "SummaryJapanese": "「グルメフェスティバル」を襲った竜巻による事故。そこでRGBに課せられた未来の選択により、カバをはじめ多くの人が犠牲となってしまった。\nそして24区のネットワークにハッキングし、謎の言葉を残した「カルネアデス」。3人はまだその正体が分からずにいた。\nそうした中、旧市街シャンティタウンで、強力な依存性のある謎のドラッグ「Ｄ」が流行し、犯罪率が急上昇していた。\nカバの娘、梢を危険な夜の街で見かけたと聞いたシュウタは、彼女の後を追いかける。"
                },
                "5": {
                    "ID": "8928773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928773",
                    "TitleEnglish": "Red Line",
                    "SummaryEnglish": "A bomb has been planted on a cruise ship, but RGB are presented with a trolley dilemma again. They have to choose between saving the lives of the VIPs on the ship or the suspected terrorists. Koki insists that they should shoot the suspects to save the targets of the terrorist attack, but Ran has a Vision, where he sees that the real culprit is Kunai, a member of DoRed. Without telling Shuta and Koki, Ran investigates the motive behind Kunai's terrorist attack. What will be the outcome of this trolley dilemma?",
                    "TitleJapanese": "レッドライン",
                    "SummaryJapanese": "豪華クルーズ船に爆弾が仕掛けられた。新たなトロッコ問題で天秤にかけられたのは、船に乗っている要人たちとテロの犯人の命だった。\nコウキはテロ行為の被害者を守るため犯人を射殺すべきと主張するが、ランはヴィジョンの中で見た犯人がDoRedのメンバー、クナイであることに気付く。\n二人には真実を隠したまま、ランはクナイがテロを起こそうとしている動機を探ることに。\n果たして今回のトロッコ問題はどんな結末を迎えるのか――。"
                },
                "6": {
                    "ID": "8928774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928774",
                    "TitleEnglish": "Under the Green Flower",
                    "SummaryEnglish": "Following Koki's orders, Kunai is shot in order to stop the terrorist attack. With all eyes on DoRed, the organization that Kunai was a part of, SARG goes after Ran, who is the leader of the organization. After thwarting the terrorist attack, Koki explains the Vision he saw to his father Gori, but his father does not believe him. Meanwhile, the truth about the drug called \"D\" and the development going on in Shantytown that Kunai posted on social media, is featured on television. After seeing that, Gori takes Koki to a certain place.",
                    "TitleJapanese": "翠花の下に",
                    "SummaryJapanese": "テロを阻止するため、クナイを射殺させたコウキ。\n一方、クナイが所属していたDoRedに疑惑が向いたことで、リーダーのランはガイケイから追われる立場となってしまった。\nテロを防いだコウキは、父豪理にヴィジョンの体験を語るが、未だ信頼を得ることはできず、信じてもらえない。そんな中、テレビでクナイが事前投稿してあった、ドラッグDやシャンティタウンの再開発に関する真実が流された。それを見た豪理はコウキをある場所へ案内するのであった。"
                },
                "7": {
                    "ID": "8928775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928775",
                    "TitleEnglish": "Golden Sunrise",
                    "SummaryEnglish": "Thanks to the KANAE system which has been in use for two months, the arrest rate has been going up. After Kunai's terrorist attack, Ran is now wanted as a material witness. Koki has been transferred to the department in SARG that operates the KANAE system. Meanwhile, Shuta has had a falling-out with Koki and Ran. His father Rui has gone to Paris to study, so he has been busy taking care of the Aoi Bakery. While he is struggling to bake the Golden Sunrise bread which is a specialty of the bakery, he receives an email from Kozue.",
                    "TitleJapanese": "黄金サンライズ",
                    "SummaryJapanese": "KANAEシステムが稼働して2ヶ月。それにより、犯罪検挙率は確実に上がっていた。ランはクナイが起こしたテロ事件の重要参考人として指名手配され、コウキは新たにガイケイのKANAEシステムを運用する部署へ転属となった。\n一方、コウキ・ランと仲違いしたままのシュウタは、パリへ修行に行ってしまった父・留衣の代わりに蒼生ベーカリーの手伝いをしていた。看板メニューである「黄金サンライズ」をうまく作れず悩んでいる彼の元に、梢からのメールが届く。"
                },
                "8": {
                    "ID": "8928776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928776",
                    "TitleEnglish": "Black Mist",
                    "SummaryEnglish": "The person who instigated the Graffiti Wars was not Carneades but Ran's Mentor, 0th. Shuta hears from 0th about the whereabouts of Carneades, and hurries to the top floor of Cornucopia, but receives a call from Asumi. He sees a vision where one of Cornucopia's cranes lose control when it is struck by lightning. He has to choose between letting the crane fall to the ground and killing many people, or having the crane system fixed but the repairman dying in the process. In addition to that, the person who is repairing the system is apparently Carneades, who is the one presenting the trolley dilemma...",
                    "TitleJapanese": "黒い霧",
                    "SummaryJapanese": "「グラフィティ戦争」を仕掛けていたのはカルネアデスではなく、ランの師匠であるゼロスだった。\n彼からカルネアデスの居場所を聞いたシュウタは、急いでコルヌコピアの最上部へと向かおうとするが、そこにアスミからの着信が届く。\n届いたヴィジョンは、落雷により制御不能となったコルヌコピアのクレーンが落下し多くの人が犠牲になるか、それともクレーンのシステムを直す代わりにその修理者が犠牲になるか、という、ふたつの未来だった。\nさらにシステムを修理しているのはトロッコ問題を出しているはずのカルネアデスで……。"
                },
                "9": {
                    "ID": "8928777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928777",
                    "TitleEnglish": "Silver Salt",
                    "SummaryEnglish": "The KANAE system was based on artificial intelligence that was developed by Kanae, who was Koki and Asumi's mother. In the past, the same AI was installed on a vehicle that got into an accident leaving 0th and Tsuzuragawa injured. 0th is suffering from the after effects of this accident caused by the faulty judgment of the AI, and has developed dyslexia. Kanae racks her brains to come up with a solution, but is told that there is a fundamental flaw in her system. After hearing that 0th has gotten into graffiti, she gives up on development. The 24th Ward has been developing steadily, but after Kanae's death, the fate of the city changes drastically.",
                    "TitleJapanese": "シルバーソルト",
                    "SummaryJapanese": "KANAEシステムは、かつてコウキとアスミの母・香苗が設計したAIがベースとなっていた。\n過去、そのAIを搭載した車がゼロスと黒葛川を巻き込んで事故を起こしてしまう。そして、AIの判断でゼロスが被害に遭い、その後遺症で失読症となってしまった。\n問題を解決するために頭を悩ませる香苗であったが、システムには原理的に解決できない問題があるかもしれないと諭される。加えて、ゼロスがグラフィティに目覚めたことを聞き、開発を諦めることに。\n時は流れ、順調に発展してゆくかに見えた24区だが、香苗の死をきっかけに大きく運命が動き出す。"
                },
                "10": {
                    "ID": "8928778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928778",
                    "TitleEnglish": "Confession From a Mask",
                    "SummaryEnglish": "Tsuzuragawa is in a coma in the hospital after being saved by Shuta. While tensions grow between DoRed and SARG, Ran investigates what Tsuzuragawa was up to at Cornucopia. Ran meets with his mentor 0th, and hears about his new plan. Meanwhile, during the commotion in Shantytown, Shuta is unsure what to do. At that moment, he sees Kozue being pursued by SARG and goes after them.",
                    "TitleJapanese": "仮面の告白",
                    "SummaryJapanese": "カルネアデスの正体であった黒葛川は、シュウタのおかげで九死に一生を得たが、意識不明のまま入院していた。\nDoRedとガイケイの緊張関係が高まっていく中、ランは黒葛川がコルヌコピアで何をしていたのかを探っていたが、師匠のゼロスに呼び出され、彼が描こうとしている新たな計画を聞かされる。\n一方でシュウタはシャンティタウンの混乱の中で、自分がどうすれば良いのか思い悩んでいた。そんな中、目の前にガイケイから追われている梢が現れ、その後を追うことに。"
                },
                "11": {
                    "ID": "8928779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928779",
                    "TitleEnglish": "Additive Color Mixture",
                    "SummaryEnglish": "The KANAE system has frequently been producing errors. The cause of these errors were due to Asumi's consciousness being awakened inside the system, which confused the system when it was making decisions. Shuta is unable to decide what to do when Tsuzuragawa presents a trolley dilemma to save Asumi. Chikuwa arrives on the scene and they are arrested as terrorist suspects. Meanwhile, Ran and Koki are searching for \"CMD,\" which appears to be the key to saving Asumi. Shuta reveals the truth behind the Takara Elementary School fire accident that killed Asumi. less",
                    "TitleJapanese": "アディティブ・カラー・ミクスチャー",
                    "SummaryJapanese": "KANAEシステムで多くのエラーが出始めた。それはKANAEシステムの中でアスミの意識が覚醒してしまい、判断を迷っていたことが原因だった。\n黒葛川より提示されたアスミを救うトロッコ問題に直面し、混乱しているシュウタ。そこにちくわが訪れ、テロの容疑で逮捕されてしまう。\n一方、ランとコウキはアスミを救うカギとなる「ＣＭＤ」を探していた。\nそんな中、アスミを死なせてしまった宝小学校火災事件について、シュウタが圧し殺していたある事実が明らかになる。"
                },
                "12": {
                    "ID": "8928780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928780",
                    "TitleEnglish": "Youth 24 Ward",
                    "SummaryEnglish": "When the RGB trio decides to go meet Asumi, they receive a call from her. Asumi presents to them a trolley dilemma that involves herself. They must decide between revealing Asumi's existence within the KANAE system which would lead to its collapse, or to fix the bug inside Asumi which would lead to everyone being controlled by the system. The trio are unable to make a choice between the two, and decide to go meet Asumi by any means. What is the future that RGB chooses?",
                    "TitleJapanese": "青春24区",
                    "SummaryJapanese": "アスミに会いに行く、そう決めたRGBの下に、アスミから着信が。\nアスミは改めて自身を取り巻くトロッコ問題を提示する。\nシステム内部にあるアスミの存在を明らかにし、KANAEシステムを解体させるか、アスミの中にあるバグを修正してKANAEシステムによる統制を受けるか、どちらを選んでもアスミを消すことになる選択だった。\n3人はそれを認めず、意地でもアスミに会いに行く決意を固めるのであった。\n果たしてRGBの3人はどんな未来を選ぶのか――。"
                }
            }
        }
    }
}