{
    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/tokyo24thward.anime",
        "https://www.imdb.com/title/tt15758108/",
        "https://tokyo24project.com/",
        "https://www.themoviedb.org/tv/137045",
        "https://x.com/tokyo24_project"
    ],
    "TitleEnglish": "Tokyo 24th Ward",
    "SummaryEnglish": "The Far Eastern Special Administrative Region, also known as the 24th Ward, is a man-made island. Shuta, Ran, and Koki were born and raised on the island. Their family backgrounds, preferences, and personalities are completely different, but they always stuck together. However, one incident changed their relationship forever. A year afterward, the three friends are reunited by chance at a memorial service held for the incident. All three of their phones suddenly ring simultaneously. Their friend, who is supposed to be dead, is calling and demands that they make a decision about the future.",
    "Aliases": [
        "Tokyo Twenty Fourth Ward"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1964222",
            "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9049299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/9049299",
                    "TitleEnglish": "Reversal Film",
                    "SummaryEnglish": "A recap of the first half of the series."
                }
            }
        },
        "1": {
            "ID": "1964223",
            "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8800313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8800313",
                    "TitleEnglish": "RGB",
                    "SummaryEnglish": "Shuta Aoi wanted to become a hero, but after a certain incident, he gave up that dream. One year later, that incident returns to haunt Shuta. In order to face his fears again, he needs to gather his two childhood friends together and reform the RGB. Given another chance, will Shuta be able to confront his despair?"
                },
                "2": {
                    "ID": "8926928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8926928",
                    "TitleEnglish": "Sepia Graffiti",
                    "SummaryEnglish": "Mari Sakuragi's family owns and operates the okonomiyaki restaurant in the Takara Shopping street. However, ever since the newly constructed Takara Mall was built, their business has been tough. The 24th Ward Gourmet Festival is just around the corner, and Mari wants to talk to RGB for some advise. However, the RGB boys have their minds already preoccupied with something else."
                },
                "3": {
                    "ID": "8928771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928771",
                    "TitleEnglish": "Here Today, Gone Tomorrow",
                    "SummaryEnglish": "On the day of the 24th Ward Gourmet Festival, Mari and the RGB trio have done everything they can to prepare to for the competition, but they find out that Yabusame, a member of a quasi-gang organization, has bought up all of the cabbage that they were planning to use for their okonomiyaki recipe. Mari and RGB are at a loss for what to do, but their former teacher Kaba finds some cabbage from a friend at the local shopping district. Will Mari be able to overcome her obstacles to win the grand prize? In this dire situation, RGB receives a call again from Asumi...!"
                },
                "4": {
                    "ID": "8928772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928772",
                    "TitleEnglish": "Silver City",
                    "SummaryEnglish": "A tornado hits the Gourmet Festival, and Kaba and many others become victims when a decision is made by RGB. Someone going by the name of Carneades has hacked into the 24th Ward network and left a mysterious message. The trio have no idea who it might be. Meanwhile in the old Shantytown, a highly addictive drug called \"D\" has become popular, and crime is on the rise. Shuta hears that Kaba's daughter Kozue has been hanging out in this dangerous part of town at night and follows her."
                },
                "5": {
                    "ID": "8928773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928773",
                    "TitleEnglish": "Red Line",
                    "SummaryEnglish": "A bomb has been planted on a cruise ship, but RGB are presented with a trolley dilemma again. They have to choose between saving the lives of the VIPs on the ship or the suspected terrorists. Koki insists that they should shoot the suspects to save the targets of the terrorist attack, but Ran has a Vision, where he sees that the real culprit is Kunai, a member of DoRed. Without telling Shuta and Koki, Ran investigates the motive behind Kunai's terrorist attack. What will be the outcome of this trolley dilemma?"
                },
                "6": {
                    "ID": "8928774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928774",
                    "TitleEnglish": "Under the Green Flower",
                    "SummaryEnglish": "Following Koki's orders, Kunai is shot in order to stop the terrorist attack. With all eyes on DoRed, the organization that Kunai was a part of, SARG goes after Ran, who is the leader of the organization. After thwarting the terrorist attack, Koki explains the Vision he saw to his father Gori, but his father does not believe him. Meanwhile, the truth about the drug called \"D\" and the development going on in Shantytown that Kunai posted on social media, is featured on television. After seeing that, Gori takes Koki to a certain place."
                },
                "7": {
                    "ID": "8928775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928775",
                    "TitleEnglish": "Golden Sunrise",
                    "SummaryEnglish": "Thanks to the KANAE system which has been in use for two months, the arrest rate has been going up. After Kunai's terrorist attack, Ran is now wanted as a material witness. Koki has been transferred to the department in SARG that operates the KANAE system. Meanwhile, Shuta has had a falling-out with Koki and Ran. His father Rui has gone to Paris to study, so he has been busy taking care of the Aoi Bakery. While he is struggling to bake the Golden Sunrise bread which is a specialty of the bakery, he receives an email from Kozue."
                },
                "8": {
                    "ID": "8928776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928776",
                    "TitleEnglish": "Black Mist",
                    "SummaryEnglish": "The person who instigated the Graffiti Wars was not Carneades but Ran's Mentor, 0th. Shuta hears from 0th about the whereabouts of Carneades, and hurries to the top floor of Cornucopia, but receives a call from Asumi. He sees a vision where one of Cornucopia's cranes lose control when it is struck by lightning. He has to choose between letting the crane fall to the ground and killing many people, or having the crane system fixed but the repairman dying in the process. In addition to that, the person who is repairing the system is apparently Carneades, who is the one presenting the trolley dilemma..."
                },
                "9": {
                    "ID": "8928777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928777",
                    "TitleEnglish": "Silver Salt",
                    "SummaryEnglish": "The KANAE system was based on artificial intelligence that was developed by Kanae, who was Koki and Asumi's mother. In the past, the same AI was installed on a vehicle that got into an accident leaving 0th and Tsuzuragawa injured. 0th is suffering from the after effects of this accident caused by the faulty judgment of the AI, and has developed dyslexia. Kanae racks her brains to come up with a solution, but is told that there is a fundamental flaw in her system. After hearing that 0th has gotten into graffiti, she gives up on development. The 24th Ward has been developing steadily, but after Kanae's death, the fate of the city changes drastically."
                },
                "10": {
                    "ID": "8928778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928778",
                    "TitleEnglish": "Confession From a Mask",
                    "SummaryEnglish": "Tsuzuragawa is in a coma in the hospital after being saved by Shuta. While tensions grow between DoRed and SARG, Ran investigates what Tsuzuragawa was up to at Cornucopia. Ran meets with his mentor 0th, and hears about his new plan. Meanwhile, during the commotion in Shantytown, Shuta is unsure what to do. At that moment, he sees Kozue being pursued by SARG and goes after them."
                },
                "11": {
                    "ID": "8928779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928779",
                    "TitleEnglish": "Additive Color Mixture",
                    "SummaryEnglish": "The KANAE system has frequently been producing errors. The cause of these errors were due to Asumi's consciousness being awakened inside the system, which confused the system when it was making decisions. Shuta is unable to decide what to do when Tsuzuragawa presents a trolley dilemma to save Asumi. Chikuwa arrives on the scene and they are arrested as terrorist suspects. Meanwhile, Ran and Koki are searching for \"CMD,\" which appears to be the key to saving Asumi. Shuta reveals the truth behind the Takara Elementary School fire accident that killed Asumi. less"
                },
                "12": {
                    "ID": "8928780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-twenty-fourth-ward/episodes/8928780",
                    "TitleEnglish": "Youth 24 Ward",
                    "SummaryEnglish": "When the RGB trio decides to go meet Asumi, they receive a call from her. Asumi presents to them a trolley dilemma that involves herself. They must decide between revealing Asumi's existence within the KANAE system which would lead to its collapse, or to fix the bug inside Asumi which would lead to everyone being controlled by the system. The trio are unable to make a choice between the two, and decide to go meet Asumi by any means. What is the future that RGB chooses?"
                }
            }
        }
    }
}