{
    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15533960/",
        "https://akulas-pr.com/",
        "https://www.themoviedb.org/tv/135334",
        "https://x.com/akulas_pr"
    ],
    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss",
    "SummaryEnglish": "When her engagement to the prince ends unceremoniously, details of the young noblewoman Aileen's past life come rushing back and help her realize she's living inside the world of one of her favorite otome games—as the heroine's greatest rival! However, her memory has more plot holes than bad fan fiction…and the only certainty is that if she doesn't do something quick, her death is all but assured. The hero/main-love-interest can't be relied on, so why not see what the last boss has to say?",
    "Aliases": [
        "Akuyaku Reijō Nanode Last Boss wo Katte Mimashita",
        "Akuyaku Reijou Nano de Last Boss o Katte Mimashita",
        "AkuRasu",
        "Akuyaku Reijou Nanode Last Boss wo Katte Mimashita",
        "Akuyaku Reijou nanode Last Boss wo Kattemimashita"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1964428",
            "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9364717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364717",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #1",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "9364718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364718",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #2",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "9364719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364719",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #3",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "9364720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364720",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #4",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "9364721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364721",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #5",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "9364726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364726",
                    "TitleEnglish": "I'm the Villainess, So I'm Taming the Final Boss Mini #6",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "10536646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536646",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #7",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "10536647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536647",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #8",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "10536648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536648",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #9",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "10536649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536649",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #10",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "10536650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536650",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #11",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "10536651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/10536651",
                    "TitleEnglish": "I`m the Villainess, So I`m Taming The Final Boss Mini #12",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "1964429",
            "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9093752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9093752",
                    "TitleEnglish": "The Villainess's Story Begins",
                    "SummaryEnglish": "During her public denouncement, Aileen Lauren Dautriche suddenly remembers her past life. She's the villainess from an otome game she once played that will die in terrible ways! She must survive! The best way to ensure her survival? Tame the last boss!"
                },
                "2": {
                    "ID": "9364830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9364830",
                    "TitleEnglish": "The Villainess May Have Many Enemies, but She Also Has Many Underlings",
                    "SummaryEnglish": "After breaking off the engagement, Prince Cedric seizes all of Aileen's businesses. Aileen is in danger of being disowned and becoming a commoner if she doesn't recover the financial losses of the Dautriche family before the ball in two months..."
                },
                "3": {
                    "ID": "9376627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9376627",
                    "TitleEnglish": "The Villainess Is Greedy and Goes for the Win",
                    "SummaryEnglish": "Aileen finds out that Cedric's new fiancée, Lilia Rainworth, has received threatening letters that were signed by herself. Since she has no memory of doing so, she has her friends help her find out the truth. On the night of the ball, Aileen attends wearing the dress and accessories given to her by Claude. At the same time, Lilia appears at the demon lord's castle."
                },
                "4": {
                    "ID": "9376628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9376628",
                    "TitleEnglish": "The Villainess Should Be Able to Tame the Last Boss",
                    "SummaryEnglish": "Aileen finds out that Claude's aide, Keith Eigrid, has been selling demons. Keith tells Aileen about the reason why and reminisces about their past. Now that Aileen knows his true feelings, she decides to cooperate with Keith to prevent Claude from despairing about humanity and turning into a demon. At the same time, Cédric and Lilia visits the demon lord's castle to tell Claude Keith's secret?!"
                },
                "5": {
                    "ID": "9376629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9376629",
                    "TitleEnglish": "The Villainess Tricks Her Fiancé",
                    "SummaryEnglish": "Aileen overcame all the difficulties and got engaged with Claude. Just when she thought she found her happily ever after, she receives news that a demon named Ashtarte attacked a human village in the Mirchetta region. Sensing new dangers, Aileen infiltrates Mische Academy in the Grand Duchy of Mirchetta to investigate the situation. There, she meets James Charles, the last boss of Regalia of Saints, Demons, and Maidens 2 as well as the other quirky members of the student council."
                },
                "6": {
                    "ID": "9376630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9376630",
                    "TitleEnglish": "The Villainess Is Unforgiving of Evil",
                    "SummaryEnglish": "James turns into a demon at a different point from the original game, but Aileen decides he can still revert back and lets him escape. However, the student council member Walt Lizanis witnesses the scene and begins to doubt Aileen's identity. In turn, she exposes Walt and Kyle Elford's true identities and their mission. They decide to temporarily work together to solve the vampire case. Meanwhile, Mische Academy receives another statement from Ashtarte..."
                },
                "7": {
                    "ID": "9404429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404429",
                    "TitleEnglish": "The Villainess Steals the Show",
                    "SummaryEnglish": "\"James is suspicious of Aileen since she knows of his demon form. However, Ribbon's existence and Aileen's words \"\"I want to protect you\"\" softens his heart and he decides to work with her on the case. The day of the school festival finally arrives and Aileen patrols the area with James in duck costumes. Meanwhile, Claude tosses his work to the side and goes to the school festival to have some fun. He meets a certain duck again when he entering the swordsmanship tournament.\""
                },
                "8": {
                    "ID": "9404430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404430",
                    "TitleEnglish": "The Crimes of the Villainess Are Revealed",
                    "SummaryEnglish": "Knowing that the prize of the contest for White Lily Princess is demon incense that's harmful to demons, Aileen removes her male student disguise and enters the contest dressed as a woman. While others are overwhelmed by her beauty, James asks her to dance. The light dance steps of the pair fascinates the audience and Aileen is chosen to be the White Lily Princess. However, right after that, the mastermind has demon incense scattered throughout the venue. Aileen and the others struggle in vain as James turns into a demon."
                },
                "9": {
                    "ID": "9404431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404431",
                    "TitleEnglish": "The Villainess Should Just Be Forgotten",
                    "SummaryEnglish": "Aileen and the others infiltrate a black market auction that is trading demon incense. She meets the sorcerer Elephas Levi when she tries to sneak into the host's room. The final boss of the Regalia of Saints, Demons, and Maidens fan disk wishes to meet with Claude. Levi hopes that Claude will reconsider the treatment of the Levi family. That night, Aileen receives a report that Claude is stabbed in the abdomen by someone?!"
                },
                "10": {
                    "ID": "9404432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404432",
                    "TitleEnglish": "The Love of the Villainess Doesn't Reach",
                    "SummaryEnglish": "Claude loses his memory and magical powers, returning him into a normal human being. In order to show the appeal of that aspect to the public, he goes on an inspection of the third zone of the imperial capital. During this time, Aileen follows Claude and tries to confirm her position as his fiancée. However, she just ends up experiencing the bitter feelings of a one-sided love. When she returns to the demon lord's castle, she finds the heroine of Regalia Of Saints, Demons, and Maidens 2, Selena Gilbert, fighting for demon incense with Auguste Zelm, the official hero..."
                },
                "11": {
                    "ID": "9404433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404433",
                    "TitleEnglish": "The Villainess Always Gets Condemned",
                    "SummaryEnglish": "Aileen and Claude get separated by a misunderstanding. Aileen stubbornly decides she can avoid getting executed if she just dissolves her engagement with Claude and buries herself in work. Soon, she receives a dress from Claude for the upcoming ball. He's cold when she tries to seduce him, but he chases after her once she gives up...... The confused Aileen shows up to the ball dressed as a duck, but is blown away by the words that comes out of his mouth."
                },
                "12": {
                    "ID": "9404434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/im-the-villainess-so-im-taming-the-final-boss/episodes/9404434",
                    "TitleEnglish": "Even the Villainess Can Be the Main Character if There Is Love",
                    "SummaryEnglish": "Aileen falls into the sorcerer's village. While she is imprisoned, she finds out that this is all part of a coup d'état planned by the Levi family and that Lilia instigated their actions. Aileen discovers that Lilia has been secretly serving the empress dowager and she escapes the prison after winning Elephas, who has been branded as a traitor, over to her side. The two of them rush to the imperial palace to save the doomed Levi family and Claude. However, Lilia stands in their way with another holy sword in her hands."
                }
            }
        }
    }
}