{
  "URL": "https://www.thetvdb.com/series/cue",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt13398930/",
    "https://cue-animation.jp/",
    "https://www.themoviedb.org/tv/112463",
    "https://www.themoviedb.org/tv/112463",
    "https://x.com/cue_anime",
    "https://www.youtube.com/c/UCJNtE-uSBg1E6i6jiR88z1Q"
  ],
  "TitleEnglish": "CUE!",
  "SummaryEnglish": "Set at the offices of AiRBLUE, a rookie voice acting agency with no track record or experience, CUE! follows the trials and tribulations of a group of young women who follow their dreams of becoming voice actors. But the voice acting world is highly competitive, and no matter how much someone practices, not everyone will make it past the audition process. Despite frustrations and setbacks, the story of a new generation of voice actors is about to begin.",
  "Aliases": [
    "キュー！"
  ],
  "Modified": "2025-06-07",
  "Seasons": {
    "0": {
      "ID": "1964453",
      "URL": "https://www.thetvdb.com/series/cue/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "9255995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/9255995",
          "TitleEnglish": "CUE! 特番",
          "SummaryEnglish": "詳細情報 ＜ストーリー＞ 実績も経験もないできたてホヤホヤの声優事務所『AiRBLUE』（エールブルー）。そこに所属するのは個性豊かな声優の卵たち。彼女たちはいまの自分に何ができるのかを考え、それぞれが信じる形で夢へと駆け出していく！しかし夢を抱きつつも直面する厳しい現実。苦悩、挫折、葛藤―。いくら練習を重ねても全員がオーディションに合格することは叶わない。声優を目指す者なら誰もがぶつかる壁を前に彼女たちは… ＜キャスト＞ 六石陽菜：内山悠里菜/鷹取舞花：稗田寧々/鹿野志穂：守屋亨香/月居ほのか：緒方佑奈/天童悠希：鷹村彩花/赤川千紗：宮原颯希/恵庭あいり：飯塚麻結/九条柚葉：村上まなつ/夜峰美晴：安齋由香里/神室 絢：松田彩希/宮路まほろ：山口 愛/日名倉莉子：鶴野有紗 /丸山利恵：立花日菜/宇津木聡里：小峯愛未/明神凛音：佐藤 舞/遠見 鳴：土屋李央",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1964454",
      "URL": "https://www.thetvdb.com/series/cue/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "8849064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8849064",
          "TitleEnglish": "The Beginning of the Beginning",
          "SummaryEnglish": "Mutsuishi Haruna has signed on to AiRBLUE, a brand-new voice actress agency with no achievements or experience. On the first day, right after introductions, the 15 voice actresses in the making already have to do a scene from Hamlet for the CEO, Otori Masaki. Starting with former child actress Miyaji Mahoro, everybody puts their own personal touch on Hamlet and Ophelia, but Haruna is too nervous to step forward...",
          "Aliases": []
        },
        "2": {
          "ID": "8934291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934291",
          "TitleEnglish": "Their Respective Colors",
          "SummaryEnglish": "On their first day with the agency, Haruna and the other novice voice actresses have to audition for an anime. Will they be able to pass the audition though?",
          "Aliases": []
        },
        "3": {
          "ID": "8934292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934292",
          "TitleEnglish": "This Meeting Is Destiny",
          "SummaryEnglish": "The results of the Bloomball audition have been announced. As not everybody got a part, their CEO Masaki explains the voice acting world is rough: \"In this world, when someone gets a part, another person gets cut.\" Amidst the joy and sadness, AiRBLUE gets a proposal about a crowdfunding project called \"Project Vogel\". Burning to get her career started, Tendo Yuuki jumps at the opportunity and volunteers for the new project, but...",
          "Aliases": []
        },
        "4": {
          "ID": "8934293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934293",
          "TitleEnglish": "Lucky Color?",
          "SummaryEnglish": "In addition to Maika, Shiho, and Honoka, Haruna makes it onto the cast list for \"Bloom Ball\" - as the show regular for Girl A, Crowd, and other nameless characters. After hearing that she made it, she vows to do the best she can do. On the other hand, team Vogel's Yuuki, Chisa, Airi, and Yuzuha have began serious dance lessons in order to make their debut as an \"idol unit from the future\", but...",
          "Aliases": []
        },
        "5": {
          "ID": "8934294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934294",
          "TitleEnglish": "Starting Line",
          "SummaryEnglish": "What once was a collection of different personalities and ways of thinking has coalesced into one cohesive Vogel group. Meanwhile Haruna and the rest of the Bloom Ball group are awaiting the first post-recording of the anime's first episode. Contrasted with Shiho and Honoka, who are fast asleep, Maika and Haruna are too nervous and worried, so they practice their joint scene instead. The day of the actual recording, Haruna and the others go into their first post-recording with some members of the agency watching over them.",
          "Aliases": []
        },
        "6": {
          "ID": "8934295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934295",
          "TitleEnglish": "Ride the Headwind",
          "SummaryEnglish": "Kamuro Aya, Miyaji Mahoro, Hinakura Riko, and Yomine Miharu all chase a balloon only to end up in their lesson room. Suddenly seeing the four gathered like that, CEO Masaki smiles a smile full of meaning and says that \"It's all inevitable.\" Meanwhile, Aya is taking care of a weakened little cat. Judging from its surgery wounds, Mahoro deduces that it's not a stray cat, but a lost pet. Thus begins the search for its owner, but having grown attached to the cat, Aya can't quite put her heart into the search.",
          "Aliases": []
        },
        "7": {
          "ID": "8934296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934296",
          "TitleEnglish": "Moon and Sun",
          "SummaryEnglish": "Without work, Rie and co vent their dissatisfaction and lay into themselves. That's when an energetic and optimistic new member called Myojin Rinne approaches the three and-",
          "Aliases": []
        },
        "8": {
          "ID": "8934297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934297",
          "TitleEnglish": "100 Percent",
          "SummaryEnglish": "Until now, Shiho has acted her lines according to the requirements and never had to do a retake. However, deep down she had some concerns about this.",
          "Aliases": []
        },
        "9": {
          "ID": "8934298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934298",
          "TitleEnglish": "We Can Fly!!!!",
          "SummaryEnglish": "The crowdfunding for \"Project Vogel\" reached the goal of 3,000,000 Yen without incident, meaning Yuuki and her team are going to devote their time to becoming the hyperdimensional space idols, \"chun×4 (Fortune)\". Seeing their costumes and hearing their debut song really gets them excited. Following right after that, they hear that the details for their release event are also set. However, a mysterious shadow tails Yuzuha, almost as if this was too much happiness...",
          "Aliases": []
        },
        "10": {
          "ID": "8934299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934299",
          "TitleEnglish": "Are You Free After This?",
          "SummaryEnglish": "While Maika had been doing just fine at the post-recordings, when the anime is about to get to its climax, she finds herself faced with a big wall.",
          "Aliases": []
        },
        "11": {
          "ID": "8934300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934300",
          "TitleEnglish": "Take Flight, Little Birds!",
          "SummaryEnglish": "In order to reach the people who supposed the crowdfunding campaign, chun×4 are going on tour to various locations. The first stop is Chisa's hometown, Niigata. As soon as they get there, the four jump right into an interview with a local paper and a radio show, but for some reason Chisa doesn't look too thrilled... When the other three ask her what's wrong, she ends up raising her voice at them. What could have caused this, when Chisa is usually so put together?",
          "Aliases": []
        },
        "12": {
          "ID": "8934301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934301",
          "TitleEnglish": "Fledgling Voice Actresses",
          "SummaryEnglish": "It's already time for the post-recording of the final anime episode. Having done her best as the show regular so far, something miraculous happens to Haruna...",
          "Aliases": []
        },
        "13": {
          "ID": "8934302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934302",
          "TitleEnglish": "Season 2 Confirmed!?",
          "SummaryEnglish": "With the three others in her group, Rie goes into the audition for season two of \"Flowers in full bloom! Bloom Ball\", however, while they are being judged, a fight breaks out amongst them...",
          "Aliases": []
        },
        "14": {
          "ID": "8934304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934304",
          "TitleEnglish": "The Work of Fate",
          "SummaryEnglish": "Miharu and the rest of the radio crew tell the listeners of their radio show \"Ride the Headwind\" that they sadly did not make it through the anime audition. While all of them are sad about it, Miharu says that fate hadn't brought them and their roles together yet. Perhaps it was fate playing a trick, but right after the broadcast was over, the four girls received a strange email.",
          "Aliases": []
        },
        "15": {
          "ID": "8934306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934306",
          "TitleEnglish": "Actually, I Won't Take This Job",
          "SummaryEnglish": "Right after being cast for \"Flowers in full bloom! Bloom Ball\", Satori receives an offer to be in an anime alongside a huge voice acting star.",
          "Aliases": []
        },
        "16": {
          "ID": "8934308",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934308",
          "TitleEnglish": "To Me, Now That I'm 20",
          "SummaryEnglish": "Miharu, Aya, Mahoro, and Riko received an offer from a person called Masapi-. The four make it over to the studio once again, in order to record using motion capture. And just like that, a single email set their fate into motion. Also, Mahoro receives a message from her old grade school, saying that they have her time capsule. However, she seems completely uninterested in going...",
          "Aliases": []
        },
        "17": {
          "ID": "8934309",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934309",
          "TitleEnglish": "Thunder Woman!",
          "SummaryEnglish": "It's the showcase episode for Shoubu Ayame, who's voiced by Honoka. As there are so many lines, Honoka gets overwhelmed, and to make matters worse, the director only has harsh words for her.",
          "Aliases": []
        },
        "18": {
          "ID": "8934310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934310",
          "TitleEnglish": "Light",
          "SummaryEnglish": "The day before the live show where Project Himmel's new unit \"LUNA ω rabbits\" are revealed, Mei gets a slight fever and has to stay in bed. Worried about her, Satori and Rinne take turns visiting and talk about a side of Rie that Mei didn't know yet. Having been together with Rie since her childhood, hearing this warms Mei's heart.",
          "Aliases": []
        },
        "19": {
          "ID": "8934311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934311",
          "TitleEnglish": "The Three Little Pigs",
          "SummaryEnglish": "Despite their already busy schedule, Rie and her team are to do a stage reading for children. Will they be able to finish this gig without incident?",
          "Aliases": []
        },
        "20": {
          "ID": "8934312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934312",
          "TitleEnglish": "The Voice",
          "SummaryEnglish": "The live anime project \"Adventure Survivors\", which got its start because of a web radio show, is renewed for another season. On top of that, Miharu, Aya, Mahoro, and Riko are officially added to the roster of Project Himmel, joining Chun×4 and LUNA ω rabbits. But then, Mahoro accidentally overhears something that dampens the mood. It is a discussion about Miharu's plans to study abroad, when it was her who had been keeping their team together, rain or shine...",
          "Aliases": []
        },
        "21": {
          "ID": "8934313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934313",
          "TitleEnglish": "The Bird That Can't Fly",
          "SummaryEnglish": "Yuuki's trademark is being full of energy, but lately she's been late to the lessons, making mistakes, and overall not being like herself. When Chisa, Airi, and Yuzuha ask Yuuki what the issue is, she replies that she's helping at her parents' restaurant because it's so busy. But that can't quite explain the situation. As Project Himmel's live show is coming up, the members bonding closer together is essential, so what is going on with Yuuki at this crucial time?",
          "Aliases": []
        },
        "22": {
          "ID": "8934314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934314",
          "TitleEnglish": "Forever Friends",
          "SummaryEnglish": "It's finally the day for Project Himmel's live show. While each one of them has their own thoughts, the hearts of the 16 members are united.",
          "Aliases": []
        },
        "23": {
          "ID": "8934315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934315",
          "TitleEnglish": "Final Episode",
          "SummaryEnglish": "Rie hasn't been able to fully believe in her own acting so far, but then on the final day of the post-recording, she awakens her true potential.",
          "Aliases": []
        },
        "24": {
          "ID": "8934316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cue/episodes/8934316",
          "TitleEnglish": "The End of the Beginning",
          "SummaryEnglish": "For new voice actresses, the success rate at auditions is much lower than the failure rate. Even though it seemed that the members of AiRBLUE had leapt right into a glamorous career, this reality applies as well. There are even days when nothing seems to work, and things are starting to look bleak. But then, almost as if to sweep away that depressing mood, an audition for the anime \"Alma of the Azure Valley\" comes up, the anime that was the reason for Haruna to pursue voice acting.",
          "Aliases": []
        }
      }
    }
  }
}