{
    "URL": "https://www.thetvdb.com/series/tomodachi-game",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1B4C-79B8-69D3-F5BB-2306-Z",
        "https://www.imdb.com/title/tt15830678/",
        "https://www.instagram.com/tomodachi.anime",
        "https://tomodachi-anime.com/",
        "http://www.reddit.com/r/TomodachiGame",
        "https://www.tvmaze.com/shows/61374/show-slug",
        "https://www.themoviedb.org/tv/137718",
        "https://www.wikidata.org/wiki/Q110897898",
        "https://en.wikipedia.org/wiki/Tomodachi_Game",
        "https://x.com/tomodachi_anime"
    ],
    "TitleEnglish": "Tomodachi Game",
    "SummaryEnglish": "Soon after the high school trip money is stolen, five friends are entered into a \"friendship game\" to deal with one of them's massive debts.",
    "TitleJapanese": "トモダチゲーム",
    "SummaryJapanese": "片桐裕一は、お金よりも友達の方が重要だと考えていますが、資金が足りないことの難しさも知っています。 彼は高校旅行に行くために貯金するために一生懸命働いています、なぜなら彼は彼の4人の親友が彼ら全員が一緒に行くことを約束したからです。 しかし、クラスのお金がすべて集められた後、それは盗まれます！ 疑惑は、ゆういちの友人である澤木志穂と志部誠にある。 その後まもなく、5人が誘拐され、短命のアニメのキャラクターと一緒に奇妙な部屋で目を覚ます。 どうやら、彼らの一人は彼らの巨額の借金を処理するために彼らを「友情ゲーム」に参加させました。 しかし、それは誰でしたか、そしてなぜ彼らはそのような借金を抱えていたのですか？ 彼らはゲームへの参加のためにクラスからお金を盗んだのでしょうか？ ゆういちと彼の親友は、お互いの信仰をテストしたり破壊したりする心理ゲームで成功する必要があります。",
    "Aliases": [
        "Tomodachi Game"
    ],
    "Modified": "2025-03-07",
    "Seasons": {
        "1": {
            "ID": "1965332",
            "URL": "https://www.thetvdb.com/series/tomodachi-game/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8813575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/8813575",
                    "TitleEnglish": "Huh? Yuichi-kun Suspects His Friends?",
                    "SummaryEnglish": "After the hard-earned funds for their expensive high school class trip are stolen, sophomore Yuichi and his four best friends are kidnapped by Manabu, a surreal character from a creepy late-night anime show. The mischievous Manabu challenges the students to a series of mind games that the five must decipher and outwit in order to win back their trip funds, uncover the thief, and pay off a huge and mysterious debt.",
                    "TitleJapanese": "あれ？友一君は友達を疑ってるの？",
                    "SummaryJapanese": "高校生・片切友一は、友人の美笠天智、沢良宜志法、四部 誠、心木ゆとりとともに、慎ましくも充実した日常を送っていた。\nある日、クラスで集めた修学旅行費200万円が盗まれる事件が発生。さまざまな疑惑が巻き起こる中、突如5人は何者かによって拉致されてしまう。\n見知らぬ部屋で目を覚ました友一たちの前に現れたのは、「マナブくん」と名乗る謎のマスコット。そこで彼らが、2,000万円もの借金を抱えていることを告げられ――"
                },
                "2": {
                    "ID": "9078158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078158",
                    "TitleEnglish": "You Have a Lot to Say to Me, Don't You?",
                    "SummaryEnglish": "Yuichi and friends reach the end of Kokkuri-san, uncovering dimensions of trickery in the Tomodachi Game that they hadn't imagined. When they move on to a second game, a socially destructive version of sugoroku, the group struggles to maintain balance as personal secrets are revealed and trust is stretched to its absolute limit.",
                    "TitleJapanese": "あるでしょ、話したいことが色々…",
                    "SummaryJapanese": "天智、志法、四部の思惑に気付いた友一は、「声を出すこと禁止」というコックリさんゲームのルールを自ら破る。\nペナルティとして借金が2倍になってしまうリスクを負った予想外の行動に、4人は動揺を隠せない。\n改めてゲームに戻った5人が、最終問題「私たちはこれからもずっと友達だ」に対して出した答えは――"
                },
                "3": {
                    "ID": "9078159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078159",
                    "TitleEnglish": "There's No Way I'd Believe That",
                    "SummaryEnglish": "Dark secrets are exposed as the second game, Bad-Mouth Sugoroku, continues. Yutori is devastated when a traumatic episode from her past is revealed, leading her to suspect the only other person who knew—Shiho. As debts increase, the five friends are driven further apart. With no one else to turn to, Yutori clings to Yuichi for help, and Yuichi pledges his support.",
                    "TitleJapanese": "さすがにそれは信じられないって",
                    "SummaryJapanese": "第２ゲーム「陰口スゴロク」によって、次々と暴露される5人の秘密。\n絶対に知られたくない過去をバラされたゆとりは、唯一秘密を知る志法を糾弾し、疑心暗鬼へと陥ってしまう。\n借金額も増え、さらにバラバラになっていく5人の絆。友一だけが頼りだと縋るゆとりに対し、友一がある言葉を掛ける。"
                },
                "4": {
                    "ID": "9078160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078160",
                    "TitleEnglish": "Seriously? That's So Cringe",
                    "SummaryEnglish": "Responsible for the theft of the class funds, the application to play Tomodachi Game, and the exposure of all kinds of dirty secrets in Bad-Mouth Sugoroku, Tenji now tries to alienate Shiho from the others so he can have her all to himself. As a result of his attempts, a rift develops between Shiho and Yutori that threatens to destroy their friendship. But while Tenji is busy sweet-talking Shiho and planning his next move, a \"special chance\" appears for Shiho that might change the direction of the game.",
                    "TitleJapanese": "これマジ？本気で引くんだけど」",
                    "SummaryJapanese": "修学旅行費を盗んでトモダチゲームへ申し込んだ張本人であり、「陰口スゴロク」で様々な秘密を提出していた天智。\n志法を手に入れるために周囲から孤立させようとする彼の思惑通り、志法とゆとりの友情には大きな亀裂が入ってしまう。\n志法に優しい言葉をかけながら、次なる手を仕掛けようとする天智だが、そんな時志法に“スペシャルチャンス”が訪れる。"
                },
                "5": {
                    "ID": "9078161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078161",
                    "TitleEnglish": "Yuichi-kun, You're Pretty Dumb, Aren't You?",
                    "SummaryEnglish": "Shibe reels from the accusation that he has \"actually killed a person.\" Despite protesting that he never did such a thing, he loses the audience's confidence and is thrust into first place. Meanwhile, Tenji finds himself in a distressing situation after realizing Yuichi is the one who wrote the card. Yuichi then makes the shocking announcement that he knows who the traitor is.",
                    "TitleJapanese": "友一君って結構バカなんだね",
                    "SummaryJapanese": "四部が「過去に人を殺している」という陰口に衝撃が走る。\n自分はやっていないと必死に訴える四部だったが、信頼を得ることができず単独1位に躍り出てしまう。\n一方、ペーパーを提出したのは友一だと確信し、予想だにしない展開に困惑する天智。\nそんな中、友一が裏切り者がわかったと言い出し……!?"
                },
                "6": {
                    "ID": "9078162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078162",
                    "TitleEnglish": "I Really Can't Be Friends with a \"Murderer\"",
                    "SummaryEnglish": "Backed into a corner by Yuichi's plan, Tenji is forced to confess that he applied to play Tomodachi Game. Yuichi spells out the traps he set to smoke out the traitor and reveals that he had been manipulating the game from the start. The second game then reaches a breathtakingly unexpected conclusion.",
                    "TitleJapanese": "やっぱり“人殺し”とは友達になれないって",
                    "SummaryJapanese": "友一の策にハマり、自分がトモダチゲームに申し込んだと自白させられてしまった天智。\n裏切り者を炙り出すため行われていた、友一の“3つの仕掛け”。それは、ゲームが始まった時点で仕掛けられていたものだった。\n友一による「陰口スゴロク」の種明かしが始まる……\nそして、第2ゲームは思いもよらない結末を迎え――"
                },
                "7": {
                    "ID": "9078163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078163",
                    "TitleEnglish": "I'll Take 20 Million Yen Worth of Your Life",
                    "SummaryEnglish": "After clearing Bad-Mouth Sugoroku, Yuichi and Tenji find themselves trapped in a dark cave for three days. During their isolation, Tenji makes the shocking revelation that he had already experienced a Tomodachi Game in the past. Meanwhile, a team of new opponents lies in wait outside, anxious to challenge the two partners to a grueling third game.",
                    "TitleJapanese": "2000万円分の君の人生をもらうからね",
                    "SummaryJapanese": "「陰口スゴロク」を2人でクリアした友一と天智は、第３ゲームが始まるまでの3日間洞窟に監禁されてしまう。\nそんな中、天智は友一に、自分は過去にトモダチゲームに参加したことがある経験者だと明かす。\nそして次なる第３ゲームでは、対戦相手として別の参加者たちが待ち受けており……"
                },
                "8": {
                    "ID": "9078164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078164",
                    "TitleEnglish": "It's a Game Where You Wait, and Wait, and Wait... and Keep Waiting",
                    "SummaryEnglish": "The third game, Friendly Hide-and-Seek, begins. Rival Group K, bolstered by an apparent 'genius' strategist, proceeds with a clear numerical advantage. Eager to regain Yuichi's trust, Tenji volunteers to be Group C's hider, but the couple's plans are strained by the addition of a new female teammate, Mizuse Maria. Yuichi confidently tells Tenji to \"just trust me and wait,\" but then doesn't return for days...",
                    "TitleJapanese": "待って待って待って…待ち続けるゲームだよ",
                    "SummaryJapanese": "第3ゲーム「友情かくれんぼ」がスタート。\n圧倒的な“天才”を擁するKグループは、数的有利な状況でゲームを進めていく。\n一方水瀬マリアを加えたCグループでは、友一の信頼を取り戻すため、天智が隠れる役に名乗り上げる。\n「信じて待っててくれ」と告げた友一だったが、数日経っても天智の元に友一は現れず……"
                },
                "9": {
                    "ID": "9078165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078165",
                    "TitleEnglish": "Hurry Up and Switch Sides",
                    "SummaryEnglish": "Yuichi, who hasn’t left the starting point in the two days since the game began, suddenly announces his desire to switch to Group K. The Group K members, puzzled by Yuichi’s apparent intention to abandon his hiding teammate, ask their Captain to decide whether or not to let Yuichi in. Meanwhile, Tenji, who has stayed in hiding and trusted Yuichi all along, is finally reaching his physical breaking point.",
                    "TitleJapanese": "さっさと“寝返り”しろよ",
                    "SummaryJapanese": "ゲーム開始から2日間スタート地点から動かなかった友一が、突如Kグループへの寝返りを希望。\n隠れている天智を見捨てるかのような提案に困惑するKグループは、寝返りを認めるかどうかの判断をキャプテンに委ねる。\nそんな友一を信じて隠れ続ける天智だったが、いよいよ体力は限界へと近づいており……"
                },
                "10": {
                    "ID": "9078166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078166",
                    "TitleEnglish": "The Third Game Is Over!",
                    "SummaryEnglish": "Finally able to shake his Group K guards, Yuichi succeeds in delivering food to Tenji. After being pushed off the cliff by Yuichi, Maria slowly gets closer to her saviors Hyakutaro and Chisato, but that too is a trap set by Yuichi to destroy the friendships in Group K.",
                    "TitleJapanese": "第三ゲーム終了ーっ！",
                    "SummaryJapanese": "Kグループの見張りを振り切り、友一はようやく天智に食料を届けることに成功する。\n一方、友一に崖から突き落とされたマリアは、自分を救った恩人である百太郎と千聖との距離を縮めていく。\nしかしそれは、Kグループの人間関係を破壊するための友一による仕掛けだった。"
                },
                "11": {
                    "ID": "9078167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078167",
                    "TitleEnglish": "Do You Really Have Nothing You Care About?",
                    "SummaryEnglish": "With \"true genius\" Kei controlling things from the shadows, Group K succeeds in finding Tenji. Facing the \"worst thing that could have happened,\" Tenji makes a phone call to a certain individual. The third game, Friendly Hide-and-Seek, then reaches its conclusion. While the two groups struggled to outwit each other, Shiho, Shibe, and Yutori, who had been temporarily released for the third game, returned to school only to be met with cold stares from their classmates.",
                    "TitleJapanese": "君には“大事なもの”がないって本当？",
                    "SummaryJapanese": "グループを陰から操っていた真の天才・京によって、見事天智を見つけ出したKグループ。\n同じ頃、“最悪の状況”に陥った友一は、ある人物へと電話をかけていた。第3ゲーム「友情かくれんぼ」の結末は――\n一方、ゲームから一時離脱し学校に戻った志法、四部、ゆとり。そんな3人を迎えたのは、クラスメイトの冷ややかな視線だった。"
                },
                "12": {
                    "ID": "9078168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tomodachi-game/episodes/9078168",
                    "TitleEnglish": "What's Most Important to Me Is...",
                    "SummaryEnglish": "With the circumstances around Shiho's disappearance and Shibe's arrest still unclear, a mysterious individual declares a new game that demands Yuichi's participation and threatens Yutori's life. When Yuichi rushes to save Yutori, he becomes trapped in the cruelest game yet. The two friends must decide how much pain they can endure to protect each other as the special edition \"Weak Win Game\" begins.",
                    "TitleJapanese": "俺にとって一番大切なのは…",
                    "SummaryJapanese": "突如消えた志法と、逮捕された四部。予想外の出来事に状況が飲み込めない中、謎の人物から新たなゲームの開催が告げられる。\n巻き込まれたゆとりを助けるべく、会場に向かった友一を待ち受けていたのは、これまで以上に過酷なゲームだった。\n友達のため、どこまで苦痛に耐えることができるのか……トモダチゲーム特別編「弱い者勝ちゲーム」が始まる。"
                }
            }
        }
    }
}