{
  "URL": "https://www.thetvdb.com/series/technoroid",
  "Genres": [
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15893716/",
    "https://www.instagram.com/technoroid_info",
    "https://techno-roid.com/",
    "https://www.themoviedb.org/tv/137811",
    "https://x.com/TECHNOROID_info",
    "https://www.youtube.com/c/UCENHXNNJTTQ_ddEQ-YiZBbA"
  ],
  "TitleEnglish": "Technoroid: Overmind",
  "SummaryEnglish": "Four ownerless androids shack up in an abandoned house, but with no electricity to recharge themselves, they face the threat of a forced shutdown. To get utilities up and running, they rally together to perform at Babel, the epicenter of entertainment where singers sing their way through a tournament for prize money. Will this android boy band have what it takes?",
  "Aliases": [
    "Technoroid Overmind",
    "テクノロイド OVERMIND",
    "Techno Roid Overmind"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1965409",
      "URL": "https://www.thetvdb.com/series/technoroid/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8814845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/8814845",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "Cobalt, Chrom, Kei, and Neon are androids living together in an abandoned house. In order to pay off a huge electrical bill, the four decide to compete for prize money at the Babel entertainment tower. After their first performance, they meet Esora, a boy struggling with the recent loss of his father. The encounter activates a special program within the four androids.",
          "Aliases": []
        },
        "2": {
          "ID": "9555249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555249",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "After witnessing the deadly blast furnace incident involving a human and a robot, Cobalt and friends are questioned by the police. Special investigative android Bora becomes suspicious when he notices that the four's owner registration data is corrupted. While Bora is monitoring the androids as part of a background investigation, the four have a chance encounter with a special dancer.",
          "Aliases": []
        },
        "3": {
          "ID": "9555251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555251",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "With Esola as their new owner, the members of KNoCC prepare to make one more attempt at Babel. Following another session with the ever-suspicious Lieutenant Bora, the five meet Kite, a member of the famous Climber group STAND-ALONE who makes his hatred of Androids very clear. As Esola wonders how he can best help his friends in KNoCC, a mysterious man appears with an enticing suggestion.",
          "Aliases": []
        },
        "4": {
          "ID": "9555321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555321",
          "TitleEnglish": "Episode 4",
          "SummaryEnglish": "With entry fees and repair costs piling up, the Android dancers of KNoCC struggle to clear the third Stage at Babel. Before they know it, their savings have run out. When the group receives an unexpected email about part-time job opportunities at an amusement park, Kei jumps at the chance, hoping to bring smiles to all of the kids in the audience.",
          "Aliases": []
        },
        "5": {
          "ID": "9555324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555324",
          "TitleEnglish": "Episode 5",
          "SummaryEnglish": "Before anyone had realized it, a neighborhood cat named Nora started to hang out in the house shared by the members of KNoCC. Nora seemed to be living according to his own whims, but one day Esola points out that the cat has a habit of snuggling up to Chrom. Puzzled by this phenomenon, Chrom decides to investigate how Nora really spends his time.",
          "Aliases": []
        },
        "6": {
          "ID": "9555326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555326",
          "TitleEnglish": "Episode 6",
          "SummaryEnglish": "After the blast furnace incident, the voices of the robot exclusionist faction grew louder and graffiti with inconsiderate messages like \"destroy the robots\" began to appear around the city. When the members of KNoCC get a part-time job removing that graffiti, Neon meets an art student who inspires him to take up the brush and express himself in painting.",
          "Aliases": []
        },
        "7": {
          "ID": "9555329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555329",
          "TitleEnglish": "Episode 7",
          "SummaryEnglish": "The members of KNoCC keep winning their way through Babel's Climb Stages, but before they reach the fifth Stage to battle against top Climbers, they get into trouble with some violent robot exclusionists in the city. The Androids manage to run and hide in a nearby building only to realize they have stumbled upon Bar Air, a business run by the members of STAND-ALONE.",
          "Aliases": []
        },
        "8": {
          "ID": "9555331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555331",
          "TitleEnglish": "Episode 8",
          "SummaryEnglish": "As tensions between inclusionist and exclusionist factions increase, exclusionist attacks on robots also spread. The World Government even issues a statement to address the worsening situation. Meanwhile, although the KNoCC team will be facing the fifth Stage in one day, the Androids decide to return to the factory to uncover the truth behind the blast furnace incident.",
          "Aliases": []
        },
        "9": {
          "ID": "9555333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555333",
          "TitleEnglish": "Episode 9",
          "SummaryEnglish": "While investigating the site of the blast furnace incident, the members of KNoCC are surprised and cornered by the police. Cobalt is shot in the chest, which damages his storage device and puts him at risk of losing his memory. Meanwhile at Babel, the fifth Stage is beginning with KNoCC nowhere in sight.",
          "Aliases": []
        },
        "10": {
          "ID": "9555336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555336",
          "TitleEnglish": "Episode 10",
          "SummaryEnglish": "Ignoring the dangers to themselves, Chrom and the others to try to restore Cobalt's memory data but are stopped short when their systems overheat. Then, in an attempt to completely reconstruct Cobalt's memory data, Nobel links the memories of Chrom, Kei, Neon, and Bora together.",
          "Aliases": []
        },
        "11": {
          "ID": "9555338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555338",
          "TitleEnglish": "Episode 11",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "9555340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/technoroid/episodes/9555340",
          "TitleEnglish": "Episode 12",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}