{
  "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15978968/",
    "https://shachikusan.com/",
    "https://www.tvmaze.com/shows/61506/show-slug",
    "https://www.themoviedb.org/tv/127327",
    "https://www.themoviedb.org/tv/127327",
    "https://www.wikidata.org/wiki/Q107188832",
    "https://en.wikipedia.org/wiki/Miss_Shachiku_and_the_Little_Baby_Ghost",
    "https://x.com/shachisaretai"
  ],
  "TitleEnglish": "Miss Shachiku and the Little Baby Ghost",
  "SummaryEnglish": "From sunup to sundown, Fushihara-san works ’round the clock. She spends so much time there that even the ghosts worry about her well-being! One night, Fushihara-san was working late as usual when a little ghost girl whispered to her, “Leave now”—an encounter that would change her life forever. Be healed by the heartwarming daily life of the cute little ghost and Fushihara-san!",
  "Aliases": [
    "Ms. Corporate Slave Wants to Be Healed by a Little Ghost Girl",
    "Ms. Corporate Slave Wants to be Healed by a Loli Spirit",
    "Sachisaretai",
    "Shachiku-san wa Youjo Yuurei ni Iyasaretai.",
    "Shachiku-san wa Yōjo Yūrei ni Iyasaretai.",
    "Shachiku-san wa Yо̄jo Yuurei ni Iyasaretai.",
    "The Company Slave Wants to Be Healed by a Little Ghost Girl"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1966924",
      "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8833413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/8833413",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "One night, while Fushihara is working overtime at the office, she hears a scary voice from out of nowhere, commanding her to leave. She tries to ignore it and get on with her work, but then suddenly her monitor turns to black, with the word \"Leave\" repeated on it endlessly. When a frustrated Fushihara goes to look for the owner of the scary voice, what does she find but the little baby ghost, Yuurei-chan! When Fushihara explains to her that she can't leave until she finishes her work, the little ghost replies earnestly, \"Then I'll help you! So you can leave!\"",
          "Aliases": []
        },
        "2": {
          "ID": "9098731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098731",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "Despite having a fever, Fushihara is working overtime at the office again today. Taking notice of this, Yuurei-chan yells \"You're gonna work yourself to death!\" and proceeds to try and persuade Fushihara to leave. When Fushihara tells her that her being there with her motivates her, Yuurei-chan proposes that she go home with her, so that she can finish her work at home. Easily swayed by the ever-so-cute little baby ghost, Fushihara promptly agrees to her proposal and takes her home at once.",
          "Aliases": []
        },
        "3": {
          "ID": "9098732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098732",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "When Yuurei-chan appears in the office one night, Fushihara is oddly nowhere to be seen. Yuurei-chan is happy at first to see that Fushihara was able to leave early, but soon realizes that now she feels lonely without her. On top of that, a thunderstorm begins to roar outside. With tears in her eyes, Yuurei-chan tries to convince herself she's not afraid. That she's not lonely. Then moments later, she hears the sound of the office door opening...",
          "Aliases": []
        },
        "4": {
          "ID": "9098733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098733",
          "TitleEnglish": "Episode 4",
          "SummaryEnglish": "Fushihara and Yuurei-chan have taken a black cat named \"Myako\" in from the rain. But it looks like Myako isn't just any ordinary black cat. To their surprise, Myako is actually a bakeneko, a ghost cat from Japanese folklore that is able to transform into a human. Myako takes on her human form, so that she may repay Fushihara for her kindness, and Fushihara gladly welcomes her into her home. Later, when Fushihara is doing overtime at the office, Yuurei-chan and Myako begin fighting over who gets to help her with her work...",
          "Aliases": []
        },
        "5": {
          "ID": "9098734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098734",
          "TitleEnglish": "Episode 5",
          "SummaryEnglish": "The 5th of May is known as Children's Day in Japan. On this day, many people display koinobori or koi fish streamers in celebration. Back at the office, Fushihara is more worked up than usual. Knowing what day it is and having the image of Yuurei-chan and Myako looking fondly out at the koi fish streamers outside the window in her head, she's determined to get all her work done early today. Meanwhile at the apartment, Yuurei-chan and Myako are plucking daisy petals, wishing for Fushihara's safe return home.",
          "Aliases": []
        },
        "6": {
          "ID": "9098735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098735",
          "TitleEnglish": "Episode 6",
          "SummaryEnglish": "Myako loves to brush her hair. In fact, her brush happens to hold a lot of memories for her. One day, Fushihara and Yuurei-chan are curious to learn about the story behind this well-loved item, so Myako begins to recount the tale of how she came to own it. She tells the story about how she, a ghost cat who had never once found a place among humans nor cats, finally found a place to call home. And it begins not too long before Myako and Fushihara met...",
          "Aliases": []
        },
        "7": {
          "ID": "9098736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098736",
          "TitleEnglish": "Episode 7",
          "SummaryEnglish": "It's now summertime. Today, Yuurei-chan is eating the green peppers she hates, so that she can grow big and tall. Meanwhile, Fushihara is blissfully imagining the two with randoseru backpacks over their shoulders, a classic backpack worn by elementary schoolchildren in Japan. Her living together with Yuurei-chan and Myako had become commonplace at this point. However, Fushihara realizes she still has much to learn about the two little ghosts and decides to ask them for their birthdays. Since Yuurei-chan was born around this time of year, Fushihara decides to give her a certain gift...",
          "Aliases": []
        },
        "8": {
          "ID": "9098737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098737",
          "TitleEnglish": "Episode 8",
          "SummaryEnglish": "One night, Fushihara discovers that her next-door neighbor Kurahashi-san has been living with a little ghost maid called Lily. Owing to the fact that they can both see ghosts, Fushihara and Kurahashi-san quickly become friends. While Kurahashi-san leads a slovenly lifestyle working from home as an illustrator, Lily spends most of her days scolding Kurahashi-san in utter disgust for her slobbish behavior. Despite this, the two seem to be getting along one way or another...",
          "Aliases": []
        },
        "9": {
          "ID": "9098738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098738",
          "TitleEnglish": "Episode 9",
          "SummaryEnglish": "There's no more food left in fridge at home, so Yuurei-chan and Myako head to the nearby shopping district to buy groceries. Nervous and with a shopping list given to them by Fushihara in hand, the two embark on their first ever errand. However, their shopping trip comes to a halt when the fishmonger happens to be a scary-looking man and Myako can't seem to find the words to ask for the fish they need. Thankfully, an old friend comes to save the day...",
          "Aliases": []
        },
        "10": {
          "ID": "9098739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098739",
          "TitleEnglish": "Episode 10",
          "SummaryEnglish": "It's already winter. And with the winter, comes Christmas. When Fushihara explains the holiday to a bewildered Yuurei-chan and Myako, their reaction is a little lacking in excitement. Thinking it must just be because they've never experienced the holiday before, Fushihara tells the two of them that Santa will be coming to their place this year. The two happily write down what they want from Santa in a letter, but what they end up asking for may not be what Fushihara is expecting...",
          "Aliases": []
        },
        "11": {
          "ID": "9098740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098740",
          "TitleEnglish": "Episode 11",
          "SummaryEnglish": "The streets are covered in a blanket of snow. Even though Myako can't stand the cold, she can't help but feel jealous when Yuurei-chan goes to play outside in the snow with Fushihara in the snowman outfit she bought for her. After concealing these feelings from the others, Myako stays behind to house-sit for Fushihara when suddenly Yuurei-chan appears excitedly back from outside at the front door. She's brought a little something to lift Myako's spirits. But what might it be...?",
          "Aliases": []
        },
        "12": {
          "ID": "9098741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shachiku-san-wa-youjo-yuurei-ni-iyasaretai/episodes/9098741",
          "TitleEnglish": "Episode 12",
          "SummaryEnglish": "An unknown sender has been sending letters to the apartment every day since New Year's. All of which demanding that they move out. Thinking this is just somebody's idea of a prank, Fushihara doesn't think much of it at all. But then one day, instead of a letter, what do they receive but a package in the mail! Fushihara and the two little ghosts are frozen stiff as something inside the package begins to stir. What might be about to come out...?",
          "Aliases": []
        }
      }
    }
  }
}