{
    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14206996/",
        "https://sen-anime.jp/",
        "https://www.themoviedb.org/tv/120470",
        "https://www.wikidata.org/wiki/Q114196360",
        "https://en.wikipedia.org/wiki/The_Legend_of_Heroes:_Trails_of_Cold_Steel_%E2%80%93_Northern_War",
        "https://x.com/sen_animejp"
    ],
    "TitleEnglish": "The Legend of Heroes: Trails of Cold Steel Northern War",
    "SummaryEnglish": "To protect her hometown from the Erebonian Empire and to distinguish herself from her grandfather’s disloyalty, Lavie enlists in the Northern Jaegers where she’ll do whatever it takes to carry out the mission. Now this rule breaker must form a platoon to embark on a dangerous recon mission into enemy lines—will her mission be a success?",
    "Aliases": [
        "The Legend of Heroes: Trails of Cold Steel – Northern War",
        "英湯伝説 閃の軌跡 - Northern War",
        "Eiyū Densetsu Sen no Kiseki",
        "The Legend of the Heroes: Trails of Cold Steel",
        "Eiyuu Densetsu Sen no Kiseki",
        "The Legend of Heroes: Trails of Cold Steel"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1967683",
            "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8983796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/8983796",
                    "TitleEnglish": "Appears He… the Hero in Twilight",
                    "SummaryEnglish": "The Zemurian continent's largest jaeger corps, the Northern Jaegers, are guarding relief supplies headed to Haliask, North Ambria, when they spot a village being attacked by monsters. Lavian, a petite, quiet jaeger defies orders to help the villagers.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9552504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9552504",
                    "TitleEnglish": "Gathers the Unpleasant Darkness",
                    "SummaryEnglish": "After the Erebonian Empire annexed Crossbell, Rogan claims that North Ambria will be next, but the government officials disagree. Meanwhile, Lavian is sent back to training camp as an instructor as part of her punishment for disobeying orders.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9558637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558637",
                    "TitleEnglish": "An Invitation to the Port City Engulfed In Darkness",
                    "SummaryEnglish": "Ordered to obtain intel on the Empire's hero, Lavi's group of four find themselves in the Port City of Ordis. They're there to infiltrate a party, but Lavi has other ideas, much to Talion's chagrin.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9558639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558639",
                    "TitleEnglish": "Breaking the Blue Crystal Ice",
                    "SummaryEnglish": "The Empire scouting squad finds itself in hot springs paradise Ymir, where they encounter a phenomenon that has turned the hot springs cold. Lavian and Iseria investigate, but Iseria ends up trapped in freezing conditions. Lavian must try to free her with the limited options at her disposal.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9558642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558642",
                    "TitleEnglish": "At the End of an Ashen Journey",
                    "SummaryEnglish": "The squad takes a train to their next destination, yet to find any information on the Empire's hero. But an accident puts Lavian face-to-face with someone that might know a thing or two about him...",
                    "Aliases": []
                },
                "6": {
                    "ID": "9558644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558644",
                    "TitleEnglish": "Memories Burning Crimson",
                    "SummaryEnglish": "After encountering the Ashen Chevalier and witnessing the might of the Empire's hero, Rean Schwarzer, Lavi and gang have a short layover in Celdic before their next train. But waiting there for them is the Intelligence Division's Lechter.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9558645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558645",
                    "TitleEnglish": "The Truth Coated in Lead",
                    "SummaryEnglish": "Ripple is very sick, and it looks like the Highland is responsible...",
                    "Aliases": []
                },
                "8": {
                    "ID": "9558646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558646",
                    "TitleEnglish": "Pale White Castle at a Crossroads",
                    "SummaryEnglish": "North Ambria State is on high alert after receiving a demand for reparations from the Erebonian Empire. However, Master Glark has a plan, and it involves archaisms, a hero's grandchild, and previously undisclosed ambitions.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9558647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558647",
                    "TitleEnglish": "The Ashy Curse Continues Past a Sealed Fate",
                    "SummaryEnglish": "Master Glark has been murdered, and Rogan takes advantage of this to seize the leadership of North Ambria. He, the radical Phenomenon Squad, and archaisms take over Haliask and begin to provoke the Empire by refusing their demands for reparation.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9558648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558648",
                    "TitleEnglish": "The Scent of Wheat Ears and the Silver of Revival",
                    "SummaryEnglish": "Lavi, with a gunshot wound, barely escapes with her life and heads home to the countryside, where her mother nurses her back to health. There, she learns about the villagers' love for the much-maligned Vlad, her grandfather, and recalls what he said to her about heroes.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9558649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558649",
                    "TitleEnglish": "The Divine Knight Arrives at the Gray",
                    "SummaryEnglish": "The Empire crosses the border and begins its invasion of North Ambria, which focuses its defenses around Haliask and decides to fight an all-out defensive battle. Lavi, convinced of the presence of manipulators behind the scenes, heads to the palace to talk to Rogan.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9558650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eiyuu-densetsu-sen-no-kiseki/episodes/9558650",
                    "TitleEnglish": "Dyed in Pure White",
                    "SummaryEnglish": "The allies for a day try to save as many inhabitants as possible from the threat hanging over Northern Ambria, while trying to thwart the plot that is being played out against them.",
                    "Aliases": []
                }
            }
        }
    }
}