{
    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16156736/",
        "https://mabotai.jp/",
        "http://www.reddit.com/r/MatoSeiheiNoSlave",
        "https://www.tvmaze.com/shows/73208/show-slug",
        "https://www.themoviedb.org/tv/139060",
        "https://www.wikidata.org/wiki/Q109646937",
        "https://en.wikipedia.org/wiki/Chained_Soldier",
        "https://x.com/mabotai_kohobu"
    ],
    "TitleEnglish": "Chained Soldier",
    "SummaryEnglish": "The battle fantasy is set in a world where a demonic gate has unleashed monsters known as Shūki. A special peach tree is able to give special powers, but only to women. The story begins when a down-on-his-luck boy named Yūki Wakura meets Uzen Kyōka, a girl who has gained the power of the peach, and is the captain of the 7th Anti-Demon Squad.",
    "TitleJapanese": "魔都精兵のスレイブ",
    "SummaryJapanese": "バトルファンタジーは、悪魔の門がシュウキと呼ばれるモンスターを解き放つ世界を舞台にしています。 特別な桃の木は特別な力を与えることができますが、それは女性だけです。 物語は、運が悪かったワクラユウキという少年が、桃の力を手に入れた第7反悪魔隊のキャプテンであるウゼンキョウカと出会うところから始まります。",
    "Aliases": [
        "Mato Seihei no Slave"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "1968012",
            "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8846647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/8846647",
                    "TitleEnglish": "Birth, Yuuki, Awakening",
                    "SummaryEnglish": "Yuuki Wakura wanders through a gate to an alternate dimension. He meets the Demon Defense Force including Chief Kyouka Uzen, who will reward him for his servitude.",
                    "TitleJapanese": "誕生、優希、目醒める",
                    "SummaryJapanese": "異空間「魔都」に通じる門「クナド」が各地に発生した日本。 魔都には人間を襲う「醜鬼」と女性のみ特異な能力を与える「桃」が存在していた。 ある日、和倉優希は、突如として出現した門により魔都に迷い込んでしまう。 そこで、魔都の脅威に対抗するための組織「魔防隊」の七番組組長、羽前京香と出逢う。 他者を奴隷にする「無窮の鎖（スレイブ）」の能力で、優希を強化することにより窮地を脱した二人。 その能力の代償として優希はご褒美をもらえることになり……"
                },
                "2": {
                    "ID": "10190277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190277",
                    "TitleEnglish": "Curiosity, Shushu, Undress",
                    "SummaryEnglish": "Yuuki is recruited to work as a caretaker at the 7th Squadron’s dorm in Mato. Shushu catches him unaware and turns him into her boy toy. Suddenly, a giant Shuuki attacks!",
                    "TitleJapanese": "興味、朱々、肌蹴る",
                    "SummaryJapanese": "優希は魔都にある七番組寮の管理人として働くことに。 日々、家事をして過ごすなか、駿河朱々に弱みを握られ奴隷にされてしまう優希。 ある日、優希と朱々二人きりの時に巨大醜鬼が寮を襲撃する。 朱々は身体の大きさを変化させる能力「玉体革命（パラダイムシフト）」で応戦するも、 徐々に押され始めていく。 朱々を助けるために京香不在のなか、何とか変身しようとする優希。 果たして優希は朱々を助けることができるのか！？"
                },
                "3": {
                    "ID": "10190278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190278",
                    "TitleEnglish": "Encounter, Kyouka,  Rampage",
                    "SummaryEnglish": "With dozens of Shuuki detected, and a score to settle, Yuuki and the Demon Defense Force Squadron take an interdimensional trip!",
                    "TitleJapanese": "遭遇、京香、猛る",
                    "SummaryJapanese": "魔都のクレーターに大量の醜鬼達が集まっているという報告を受けた七番組は壊滅作戦を実行し、スレイブ状態の優希と共に順調に醜鬼を減らしていた。 そこに突如、京香の故郷を滅ぼした醜鬼「一本角」とそれを従える人型醜鬼が乱入し、日万凛と朱々が負傷してしまう。 優希は人型醜鬼に襲われるがそこに姉の面影を感じ取り、人型醜鬼も優希を見るなり動揺し撤退する。 残った醜鬼達を掃討し、寮に帰った優希は姉に似た醜鬼や強力な一本角と新たな問題に直面することになる。"
                },
                "4": {
                    "ID": "10190279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190279",
                    "TitleEnglish": "Whirlwind, Himari, Roar",
                    "SummaryEnglish": "The Demon Defense Force decides to take measures against the humanoid Shuuki. Meanwhile, Himari can adopt someone else’s ability, which she does to turn Yuuki “loyal” to her.",
                    "TitleJapanese": "旋風、日万凛、吼える",
                    "SummaryJapanese": "人型醜鬼に備えるため各組の連携を密にすることにした魔防隊。 京香は六番組組長「出雲天花」に戦力把握のため魔都交流戦を提案する。 それは、日万凛に何かと絡んでくる六番組副組長「東八千穂」を見返すためでもあった。 日万凛は、他人の能力を使用できる能力「青雲の志（ラーニング）」により、優希をスレイブ化することに。 スピード特化に変身した優希は、時を操る能力者の八千穂に勝つために最速の一撃必殺技「烙印破」を編み出すが……。"
                },
                "5": {
                    "ID": "10190282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190282",
                    "TitleEnglish": "Sisters, Yachiho, Ridicule",
                    "SummaryEnglish": "Yuuki hits Yachiho with a “Brand Break,” so she rewinds to before the beginning of the match. Later, Himari appreciates Yuuki; it’s time for his reward to begin!",
                    "TitleJapanese": "姉妹、八千穂、嘲る",
                    "SummaryJapanese": "開幕「烙印破」を受けた八千穂は、「東の辰刻（ゴールデンアワー）」を使用し、試合開始前に戻る。 能力を使用したと見抜いた日万凛は、撹乱させて八千穂の能力を消耗させる作戦に変更する。 八千穂に能力を無駄打ちさせ、徐々に追い詰めていく日万凛達だったが、八千穂の秘策によって倒れてしまう。 絶体絶命の中、最後に優希が囮になることで勝利することができた日万凛達。 そして、優希を認めた日万凛からのご褒美が始まる。"
                },
                "6": {
                    "ID": "10190284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190284",
                    "TitleEnglish": "Blitz, Sahara, Twinkle",
                    "SummaryEnglish": "Up next in Round 2: It's Shushu Suruga of the 7th Squadron versus Sahara Wakasa of the 6th Squadron! And after the match, Shushu has a surprise for Yuuki.",
                    "TitleJapanese": "強襲、サハラ、煌めく",
                    "SummaryJapanese": "魔都交流戦第二回戦は、朱々対若狭サハラの肉弾系のバトルになる。 サハラの能力「怒れる羊（クレイジーシープ）」はあらかじめ定めた分数だけ自身を強化するもので、巨大化した朱々の攻撃は 避けられ手痛い反撃を受ける。 朱々は奮戦するもサハラの隠しモードにより敗れてしまう。 その時、突如人型醜鬼「雷煉」が大量の醜鬼を引き連れ襲撃してくる。 優希は、京香と日万凛の同時スレイブ化で「無窮の鎖・戦雲」という新たな形態になり大量の醜鬼を薙ぎ払っていく。"
                },
                "7": {
                    "ID": "10190286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190286",
                    "TitleEnglish": "United Front, Tenka, Soar",
                    "SummaryEnglish": "Tenka confronts Rairen, then uses her ability to manipulate space. Later, Yuuuki tidies up and gets a face full of more than dirty laundry!",
                    "TitleJapanese": "共闘、天花、翔る",
                    "SummaryJapanese": "出雲天花は雷煉と対峙し、雷煉の狙いは組長だと知る。 天花は空間を操作する能力「天御鳥命（アメノミトリ）」を使い、大量の醜鬼ごと雷煉を空間の断裂に飲み込んでしまう。 醜鬼掃討後、寧が千里眼で見つけた別の人型醜鬼のこともあり、魔都交流戦は中止。 後日改めて六番組寮で作戦会議をすることになる。 京香が会議をしている間、優希は六番寮管理人の仕事を手伝うことに。 会議終了後、京香は天花から人事に関して「奴隷クン私に頂戴」と言われて……"
                },
                "8": {
                    "ID": "10190288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190288",
                    "TitleEnglish": "Promise, Nei, Remember",
                    "SummaryEnglish": "Tenka wants Yuuki as her new pet, but Kyouka declines her request. Nei explains her clairvoyant powers, the “promise.”",
                    "TitleJapanese": "約束、寧、憶う",
                    "SummaryJapanese": "天花からの優希の人事異動を拒否した京香はプライベートまでは口出ししないと天花に伝える。 天花は早速能力を使い優希の部屋に忍び込み猛アタックをかけるが、朱々に見つかってしまう。 早朝訓練の日、京香は他の組員にスレイブ能力の貸出を試みることに。 寧は索敵特化、朱々はパワー特化と特性に合わせた変身ができるが、京香の消耗が激しいことが判明する。 学校へ行く寧を送ることにした優希は、寧の千里眼能力「きっと見つける（プロミス）」について聞くことに。"
                },
                "9": {
                    "ID": "10190291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190291",
                    "TitleEnglish": "Reunion, Coco, Lick",
                    "SummaryEnglish": "A demon who looks like Yuuki’s sister appears and abducts him! Then after the dust settles, an enemy licks Yuuki down for... medical reasons.",
                    "TitleJapanese": "再会、ココ、舐る",
                    "SummaryJapanese": "魔都災害の現場へ向かう優希の前に、姉の面影を持つ人型醜鬼が現れ優希を拉致してしまう。 目が覚めた優希は、そこが人型醜鬼達の隠れ里で、優希を拉致した人型醜鬼は優希の姉の「青羽」だったことを知る。 人型醜鬼が元は人間だと知った優希は魔防隊への保護を訴えるが、青羽は魔防隊は敵と拒絶する。 一方、京香はご褒美を与えるために自動的に優希のもとへ向かう自身をレーダーとして、六番組と共同で救出作戦を決行する。"
                },
                "10": {
                    "ID": "10190294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190294",
                    "TitleEnglish": "War, Naon, Recite",
                    "SummaryEnglish": "Yuuki learns a less than peachy truth. Later, he receives a finger licking good reward.",
                    "TitleJapanese": "開戦、波音、詠う",
                    "SummaryJapanese": "人型醜鬼の隠れ里まで辿り着いた京香達。 行く手を阻む銭函ココと熊童子には朱々とサハラが、湯野波音とアクラには日万凛と八千穂が対峙し組長たちを先に行かせることに。 無事優希の元へ合流できた京香達はそこで、人型醜鬼が元は人間だったことや陰陽寮での人体実験を受けていたという事実を知る。 京香は陰陽寮を潰すことを約束するが青羽は陰陽寮を襲い仲間たちを救うと聞かないため力ずくで止めることに。 京香達と人型醜鬼達の正面衝突が今始まる！！"
                },
                "11": {
                    "ID": "10190297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190297",
                    "TitleEnglish": "Death Match, Aoba, Excite",
                    "SummaryEnglish": "With Yuuki tied up and unable to fight, it’s up to the girls to harness the power of the peaches in a non-stop battle. Suddenly, those who control the demons appear...",
                    "TitleJapanese": "死闘、青羽、昂る",
                    "SummaryJapanese": "ココと熊童子との戦いはサハラが小さくなった朱々を投げ、熊童子体内から大きくなり撃破、その牙でココも撃退する。 湯野波音とアクラとの戦いでは日万凛の新技「フルバースト」で敵をあぶりだし、八千穂のプライムタイムで撃退する。 青羽と一本角との戦いは、天花が青羽の隙を作りだすも優希の事が頭をよぎり、攻撃できず反撃を受け倒れてしまう。 ココと波音、朱々や日万凛達も合流し、互いににらみ合う面々。 そこに突如、醜鬼達を束ねる八雷神と名乗る者たちが現れて……"
                },
                "12": {
                    "ID": "10190300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10190300",
                    "TitleEnglish": "Homecoming, New, Resolve",
                    "SummaryEnglish": "Yuuki finds a new reason to fight: to return Aoba to her original human form.",
                    "TitleJapanese": "帰還、新たな、決意",
                    "SummaryJapanese": "八雷神の壌竜はココと波音をさらっていってしまう。 紫黒は自身の毒で一本角を強化暴走状態にさせる。 仲間達を守るため、そして京香の故郷の仇を討つために二人は力を合わせて一本角を撃破する。 陰陽寮を黙認している総組長に対し、京香は自分が総組長になることで非道の行いを正すことを青羽に誓う。 それまで青羽はココと波音を助けるために単独で動くことに。 優希は青羽を元の人間に戻すという新たな戦う理由を見つける。 それぞれの思惑を胸に今日も屈服の時間が始まる！！"
                }
            }
        },
        "2": {
            "ID": "2119042",
            "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10398389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mato-seihei-no-slave/episodes/10398389",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}