{
    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16231800/",
        "https://fuukoi-anime.com/",
        "http://www.reddit.com/r/fuufuijou",
        "https://www.themoviedb.org/tv/139287",
        "https://x.com/fuukoi_anime"
    ],
    "TitleEnglish": "More than a Married Couple, but Not Lovers.",
    "SummaryEnglish": "The story centers on third-year high school student Jiro Yakuin, who gets saddled with his gyaru classmate Akari Watanabe for the class's \"marriage training\" project about practicing to be a married couple. Jiro is the complete opposite of Akari, but the two know that if they do well they will be able to switch partners to end up with their respective crushes, and so they force themselves to act like the perfect married couple.",
    "TitleJapanese": "夫婦以上、恋人未満。",
    "SummaryJapanese": "高校3年生の薬院二郎は、初恋の桜坂詩織が必須の「ペア練習」の練習相手になることを期待している。 この練習では、生徒は異性のパートナーと自分で生活するために必要なスキルを持っていることを証明する必要があります。同時に、見守られ、資格を持っているため、ある程度の調和を示す必要があります。\n\n残念ながら、彼に最も反対する人物である天神一丁がパートナーになるのを待っていたギャルガールの渡辺あかりと、彼はわずかに練習にさらされました。 。 二人ともうんざりしていて、詩織と南が一緒に割り当てられていることに気づいたとき、彼らの絶望は増し、彼らは協力して良い成績を取り、パートナーを交換する権利を得ることにしました。",
    "Aliases": [
        "Fūfu Ijō, Koibito Miman.",
        "Fuufu Ijou, Koibito Miman."
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "0": {
            "ID": "1968748",
            "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9630705",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9630705",
                    "TitleEnglish": "Special Program",
                    "SummaryEnglish": null,
                    "TitleJapanese": "『夫婦以上、恋人未満。』特別番組",
                    "SummaryJapanese": "2022/10/18(火) 05:30～06:00\nＡＴ－Ｘ\nTVアニメ『夫婦以上、恋人未満。』特別番組\n\n■ＴＶアニメ『夫婦以上、恋人未満。』特別番組「大西沙織と宮下早紀の妄想以上、現実未満。」\n\n詳細情報\n＜番組内容＞\nＴＶアニメ『夫婦以上、恋人未満。』渡辺　星役の大西沙織さんと、桜坂詩織役の宮下早紀さんが、作品の魅力をお届けするとともに、お二人の真実の姿が暴かれる！…かもしれないドキドキな企画に挑戦！これを見れば作品がより楽しめるスペシャル番組です。\n＜出演＞\n大西沙織（渡辺 星 役）\n宮下早紀（桜坂詩織 役）"
                },
                "2": {
                    "ID": "10507089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/10507089",
                    "TitleEnglish": "More than Onishi Saori and Miyashita Saki's Delusion, Less than Reality #1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "More than Onishi Saori and Miyashita Saki`s Delusion, Less than Reality #1",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10507090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/10507090",
                    "TitleEnglish": "More than Onishi Saori and Miyashita Saki's Delusion, Less than Reality #2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "More than Onishi Saori and Miyashita Saki`s Delusion, Less than Reality #2",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1968749",
            "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9164367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9164367",
                    "TitleEnglish": "Living in the Same Place, but Not Living Together",
                    "SummaryEnglish": "Paired with beautiful, outgoing gyaru Watanabe Akari for his high school marriage practical course, introverted Yakuin Jiro agrees to act the perfect couple so that they can score high enough to switch partners and be placed with their crushes.",
                    "TitleJapanese": "同居以上、同棲未満。",
                    "SummaryJapanese": "薬院次郎はクラスでも地味な陰キャ高校生。恋人とは無縁の生活を送っていた。\nそんな中、疑似夫婦生活を送る「夫婦実習」が始まると、自分とは正反対でクラスの陽キャ美少女ギャル・渡辺星とペアを組むことに！\n成績上位者はペア交換が出来るそうで、２人はお互いの想い人とペアを組むため、本気で疑似夫婦を演じることに。"
                },
                "2": {
                    "ID": "9379697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379697",
                    "TitleEnglish": "Imagined, but Not Real",
                    "SummaryEnglish": "One stormy night, Akari and Jiro decide to watch a horror movie to earn some points. Akari pulls out matching pajamas to increase their score and starts changing clothes right in front of Jiro. Flustered, he turns his back, starts changing, and then...",
                    "TitleJapanese": "妄想以上、現実未満。",
                    "SummaryJapanese": "雷が轟く中、星の提案で一緒にホラー映画を観ることになった次郎。二人で怖さを乗り越えてポイントを稼ぐ作戦だが、星はさらにポイントを稼ごうとペアのパジャマを用意していた。\nなぜか自分の部屋に行かず、その場で着替え始める星。\n次郎も背を向け、しぶしぶ着替えを始めるが…。"
                },
                "3": {
                    "ID": "9379698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379698",
                    "TitleEnglish": "Broken Up, and Not Rekindled",
                    "SummaryEnglish": "A comment from Jiro inspires Akari to give Minami a home cooked bento full of love. She half-forces Jiro to assist in her plan, but when he sees how sincere she is, he decides help in earnest. Then, on the day, Akari finds herself paralyzed with nerves.",
                    "TitleJapanese": "破局以上、復縁未満。",
                    "SummaryJapanese": "次郎のとあるひと言で、星が岬波に手作り弁当を渡す「ラブ弁当作戦」が始まった。半ば強引に協力させられる次郎だが、一途に弁当作りに励む星に感心し、力になろうと奮起する。\nところが、当日になって緊張と不安で動けなくなってしまう星は次郎に…。"
                },
                "4": {
                    "ID": "9379699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379699",
                    "TitleEnglish": "A Hero, but Not the Main Character.",
                    "SummaryEnglish": "Akari and Jiro each hear a rumor that Shiori and Minami won’t be switching pairs even though they’re A rank. Jiro asks Shiori if she plans to stay by Minami’s side forever. Meanwhile, Akari runs into Minami, who suddenly pulls her close to him and...",
                    "TitleJapanese": "勇者以上、主⼈公未満。",
                    "SummaryJapanese": "星と次郎は詩織・岬波ペアのあるウワサを聞かされる。それは2人がAランクになってもペア替えしないというものだった。\nこのまま2人は結ばれてしまうのか！？詩織に「ずっと岬波の隣にいるのか」と切り出す次郎。\n一方、星は体育倉庫で岬波に遭遇。すると急に抱きしめられ…。"
                },
                "5": {
                    "ID": "9379700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379700",
                    "TitleEnglish": "More Than a Nosebleed, but Less Than a Kiss",
                    "SummaryEnglish": "Akari’s friends tease her, saying she’s been staring at Jiro a lot lately—an idea which she quickly denies. Meanwhile, Jiro and Shiori find themselves alone together after school, and Shiori can’t help remembering some bold advice from a friend.",
                    "TitleJapanese": "⿐⾎以上、キス未満。",
                    "SummaryJapanese": "星は「最近次郎をよく目で追っている」とサチとナツミから弄られる。必死に否定する星だが…？\n一方、めいに次郎のことを相談した詩織は「いきなりキスしろ」と、思い切ったアプローチをアドバイスされる。\n放課後、日直で2人きりになった次郎と詩織。会話が途切れた途端、詩織の脳裏にめいの言葉が浮かび…。"
                },
                "6": {
                    "ID": "9379701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379701",
                    "TitleEnglish": "A Male Virgin, but No Female Virgin",
                    "SummaryEnglish": "Akari suddenly stops calling Jiro by his first name, calling him “Yakuin” instead. While he’s still puzzling over why, Shiori gets hit in the head by a soccer ball and sent to the infirmary. Jiro goes to visit her at Mei’s request, and then...",
                    "TitleJapanese": "童貞以上、処女未満。",
                    "SummaryJapanese": "夫婦実習で過ごす中、次郎が名前呼びしてくれないことで、急に「薬院」呼びになってしまう星。鈍感な次郎へ不安が溜まっていく。\nそんな中で体育の授業中、詩織はサッカーボールが頭に当たり、保健室に運ばれてしまう。次郎はめいにお願いされ、保健室へ向かうのだが…。"
                },
                "7": {
                    "ID": "9379702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379702",
                    "TitleEnglish": "Fireworks, but No Embrace",
                    "SummaryEnglish": "After seeing Shiori and Jiro together, Natsumi and Sachi try to ascertain Akari’s feelings, but she’s vague on the subject. The girls want to give Akari a decisive moment and come up with a plan for a group date to a fireworks festival with Minami.",
                    "TitleJapanese": "花⽕以上、抱擁未満。",
                    "SummaryJapanese": "次郎に対する詩織の態度を見て、詩織の想いを察するナツミとサチ。2人は星の想いを確認するが、星はどこか曖昧な態度…。\nナツミとサチは戸惑う星に何か決定打を与えようと、岬波たち男子グループと花火大会への参加を計画する。星は次郎に浴衣の着付けを手伝ってもらい、気合いを入れてグループデートに臨むのだが…。"
                },
                "8": {
                    "ID": "9379703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379703",
                    "TitleEnglish": "An Entreaty, but No Reassurance.",
                    "SummaryEnglish": "Jiro is in the bath wondering what had made Akari cry like that. Suddenly, a frightened Akari bursts in and makes a huge fuss. To help her feel better, Jiro does lots of things for her and the two grow closer. Then Akari asks, “Should we try dating, too?”",
                    "TitleJapanese": "哀願以上、安心未満。",
                    "SummaryJapanese": "花火大会で星に何があったのか――。次郎が涙の訳をお風呂で逡巡していると、いきなり怯えた星が現れ大騒ぎする。星のためにトイレに付き合ってあげたり、アイスを「あーん」してあげたり、二人の距離が縮まっていく。\nそんな中とあるペアの話題になり、星から「うちらも付き合ってみる？」と問われ…!?"
                },
                "9": {
                    "ID": "9379704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379704",
                    "TitleEnglish": "More Than a Childhood Friend, but Not True Love.",
                    "SummaryEnglish": "Jiro and Kamo get a live-in summer job at a seaside cafe, but Jiro isn’t excited about it until he finds out that Shiori will be there too. When he gets home, Akari is waiting for him wearing a daring swimsuit. Together, they make a shocking discovery!",
                    "TitleJapanese": "幼なじみ以上、本命未満。",
                    "SummaryJapanese": "詩織、めい、賀茂と海辺のカフェでのお泊まりバイトが決まり、気合いが入る次郎。実習棟へ帰宅した彼を待っていたのは、際どい水着姿の星だった。星もナツミたちと海へ行くのだという。\nだが、次郎が詩織と一緒にバイトすると話すと、面白くない様子でのしかかってきて…!?　星に翻弄される次郎だが、さらに衝撃の事実が判明する！"
                },
                "10": {
                    "ID": "9379705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379705",
                    "TitleEnglish": "'Already' Has Passed, but Not 'Yet.'",
                    "SummaryEnglish": "Jiro is enjoying his time at the beach with Shiori, but seeing it makes Akari feel upset. Akari and Jiro are sent on a shopping run, and the moment Jiro steps away, guys start hitting on Akari. Jiro summons the courage to go to her rescue, but...",
                    "TitleJapanese": "already以上、yet未満。",
                    "SummaryJapanese": "詩織と海での時間を満喫し、デレデレの次郎に星は不満を募らせていく...。\nそんな中、買い出し担当になった星と次郎は二人で出掛けるが次郎が目を離した途端、星がナンパ男に絡まれてしまう。次郎は助け船を出そうと勇気を振り絞るが、しどろもどろになってしまい…。"
                },
                "11": {
                    "ID": "9379706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379706",
                    "TitleEnglish": "More Than a Confession, but Not Yet a Broken Heart.",
                    "SummaryEnglish": "Their summer job ends with a test of courage event. But before that, Jiro’s kindness causes Shiori to let some of her true feelings slip. As Jiro wrestles with her words, Kamo mentions that he has the ability to rig the parings for the night’s event.",
                    "TitleJapanese": "告⽩以上、失恋未満。",
                    "SummaryJapanese": "バイトの最終日前夜、肝試しをすることになった次郎たち。詩織はふいに触れた次郎の優しさに、うっかり自分の本当の想いを漏らしてしまう。\n素直に受け止められない次郎だったが、そんな彼に賀茂が囁く。「…力が欲しいか」と。詩織と肝試しのペアにしてやるというのだ。一方、星にも岬波と突然のチャンスが訪れる。"
                },
                "12": {
                    "ID": "9379707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379707",
                    "TitleEnglish": "Done, Being Less Than Love.",
                    "SummaryEnglish": "Akari, with her renewed determination, Shiori, whose heart won't stop racing, and Jiro, who is unable to find his answer... Since their summer job at the beach, their feelings have only intensified. Then, one day, Jiro runs into Shiori at a bookstore...",
                    "TitleJapanese": "以上、恋愛未満。",
                    "SummaryJapanese": "決意を新たにする星、ドキドキが止まらない詩織、そして“答え”を出せずにいる次郎――。海でのバイト以降、3人の想いは加速していた。\nそんな夏休みのある日、次郎は本屋で詩織に遭遇。突然雨が降り出し、急いで帰ろうとするが、詩織から「私の部屋に来ない？」と誘われ…。"
                }
            }
        }
    }
}