{
  "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt16231800/",
    "https://fuukoi-anime.com/",
    "http://www.reddit.com/r/fuufuijou",
    "https://www.themoviedb.org/tv/139287",
    "https://x.com/fuukoi_anime"
  ],
  "TitleEnglish": "More than a Married Couple, but Not Lovers.",
  "SummaryEnglish": "The story centers on third-year high school student Jiro Yakuin, who gets saddled with his gyaru classmate Akari Watanabe for the class's \"marriage training\" project about practicing to be a married couple. Jiro is the complete opposite of Akari, but the two know that if they do well they will be able to switch partners to end up with their respective crushes, and so they force themselves to act like the perfect married couple.",
  "Aliases": [
    "Fuufu Ijou, Koibito Miman.",
    "Fuukoi",
    "Fūfu Ijō, Koibito Miman.",
    "More than a Couple, Less than Lovers."
  ],
  "Modified": "2025-08-22",
  "Seasons": {
    "0": {
      "ID": "1968748",
      "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "9630705",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9630705",
          "TitleEnglish": "Special Program",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1968749",
      "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9164367",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9164367",
          "TitleEnglish": "Living in the Same Place, but Not Living Together",
          "SummaryEnglish": "Paired with beautiful, outgoing gyaru Watanabe Akari for his high school marriage practical course, introverted Yakuin Jiro agrees to act the perfect couple so that they can score high enough to switch partners and be placed with their crushes.",
          "Aliases": []
        },
        "2": {
          "ID": "9379697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379697",
          "TitleEnglish": "Imagined, but Not Real",
          "SummaryEnglish": "One stormy night, Akari and Jiro decide to watch a horror movie to earn some points. Akari pulls out matching pajamas to increase their score and starts changing clothes right in front of Jiro. Flustered, he turns his back, starts changing, and then...",
          "Aliases": []
        },
        "3": {
          "ID": "9379698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379698",
          "TitleEnglish": "Broken Up, and Not Rekindled",
          "SummaryEnglish": "A comment from Jiro inspires Akari to give Minami a home cooked bento full of love. She half-forces Jiro to assist in her plan, but when he sees how sincere she is, he decides help in earnest. Then, on the day, Akari finds herself paralyzed with nerves.",
          "Aliases": []
        },
        "4": {
          "ID": "9379699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379699",
          "TitleEnglish": "A Hero, but Not the Main Character.",
          "SummaryEnglish": "Akari and Jiro each hear a rumor that Shiori and Minami won’t be switching pairs even though they’re A rank. Jiro asks Shiori if she plans to stay by Minami’s side forever. Meanwhile, Akari runs into Minami, who suddenly pulls her close to him and...",
          "Aliases": []
        },
        "5": {
          "ID": "9379700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379700",
          "TitleEnglish": "More Than a Nosebleed, but Less Than a Kiss",
          "SummaryEnglish": "Akari’s friends tease her, saying she’s been staring at Jiro a lot lately—an idea which she quickly denies. Meanwhile, Jiro and Shiori find themselves alone together after school, and Shiori can’t help remembering some bold advice from a friend.",
          "Aliases": []
        },
        "6": {
          "ID": "9379701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379701",
          "TitleEnglish": "A Male Virgin, but No Female Virgin",
          "SummaryEnglish": "Akari suddenly stops calling Jiro by his first name, calling him “Yakuin” instead. While he’s still puzzling over why, Shiori gets hit in the head by a soccer ball and sent to the infirmary. Jiro goes to visit her at Mei’s request, and then...",
          "Aliases": []
        },
        "7": {
          "ID": "9379702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379702",
          "TitleEnglish": "Fireworks, but No Embrace",
          "SummaryEnglish": "After seeing Shiori and Jiro together, Natsumi and Sachi try to ascertain Akari’s feelings, but she’s vague on the subject. The girls want to give Akari a decisive moment and come up with a plan for a group date to a fireworks festival with Minami.",
          "Aliases": []
        },
        "8": {
          "ID": "9379703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379703",
          "TitleEnglish": "An Entreaty, but No Reassurance.",
          "SummaryEnglish": "Jiro is in the bath wondering what had made Akari cry like that. Suddenly, a frightened Akari bursts in and makes a huge fuss. To help her feel better, Jiro does lots of things for her and the two grow closer. Then Akari asks, “Should we try dating, too?”",
          "Aliases": []
        },
        "9": {
          "ID": "9379704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379704",
          "TitleEnglish": "More Than a Childhood Friend, but Not True Love.",
          "SummaryEnglish": "Jiro and Kamo get a live-in summer job at a seaside cafe, but Jiro isn’t excited about it until he finds out that Shiori will be there too. When he gets home, Akari is waiting for him wearing a daring swimsuit. Together, they make a shocking discovery!",
          "Aliases": []
        },
        "10": {
          "ID": "9379705",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379705",
          "TitleEnglish": "'Already' Has Passed, but Not 'Yet.'",
          "SummaryEnglish": "Jiro is enjoying his time at the beach with Shiori, but seeing it makes Akari feel upset. Akari and Jiro are sent on a shopping run, and the moment Jiro steps away, guys start hitting on Akari. Jiro summons the courage to go to her rescue, but...",
          "Aliases": []
        },
        "11": {
          "ID": "9379706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379706",
          "TitleEnglish": "More Than a Confession, but Not Yet a Broken Heart.",
          "SummaryEnglish": "Their summer job ends with a test of courage event. But before that, Jiro’s kindness causes Shiori to let some of her true feelings slip. As Jiro wrestles with her words, Kamo mentions that he has the ability to rig the parings for the night’s event.",
          "Aliases": []
        },
        "12": {
          "ID": "9379707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/more-than-a-married-couple-but-not-lovers/episodes/9379707",
          "TitleEnglish": "Done, Being Less Than Love.",
          "SummaryEnglish": "Akari, with her renewed determination, Shiori, whose heart won't stop racing, and Jiro, who is unable to find his answer... Since their summer job at the beach, their feelings have only intensified. Then, one day, Jiro runs into Shiori at a bookstore...",
          "Aliases": []
        }
      }
    }
  }
}