{
    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16183478/",
        "https://soushokudragon.jp",
        "https://www.themoviedb.org/tv/139161",
        "https://en.wikipedia.org/wiki/A_Herbivorous_Dragon_of_5,000_Years_Gets_Unfairly_Villainized",
        "https://x.com/soushoku_dragon",
        "https://www.youtube.com/c/@user-yx2jg4xk1i"
    ],
    "TitleEnglish": "A Herbivorous Dragon of 5,000 Years Gets Unfairly Villainized",
    "SummaryEnglish": "Follows Reiko, a little girl raised from an early age to be the next sacrifice to the \"Dragon God\", in the hope that the latter will agree to defeat the Demon King. Only, in addition to being particularly fearful, it turns out that the large reptile is above all a vegetarian, and that it refuses to eat the young child! Reiko, determined to save her village threatened by demonic creatures, decides to make life difficult for the Dragon in order to convince him to come to her aid.",
    "Aliases": [
        "Yowai 5000-nen no Soushoku Dragon, Iwarenaki Jaryuu Nintei",
        "Jaryuu Nintei"
    ],
    "Modified": "2025-01-02",
    "Seasons": {
        "1": {
            "ID": "1968917",
            "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9282570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9282570",
                    "TitleEnglish": "Please eat me up, great evil dragon!",
                    "SummaryEnglish": "A young girl offers herself to an old dragon inside his cave, asking him to devour her. However, the dragon in fact is a herbivore that has been living a recluded life inside his cave for more than 5000 years. While trying to clear up the misunderstandigs that the legends of the outside world have induced about him, he struggles to make the communication work with this little girl who at times almost doesn’t even seem to speak his language."
                },
                "2": {
                    "ID": "9283055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9283055",
                    "TitleEnglish": "Let's set out on an expedition, great evil dragon!",
                    "SummaryEnglish": "Lingzi and the dragon managed to get on good terms with the villagers. However, Lingzi urges the dragon to get going straight away, in order to take down the demon king in his lair. On their way they come by a city under attack by flying monsters …"
                },
                "3": {
                    "ID": "9283056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9283056",
                    "TitleEnglish": "You will always be my great evil dragon",
                    "SummaryEnglish": "While Lingzi is sleeping, Ai Li’anti and the dragon get the chance to talk to each other and clear up some misconceptions about the Dragon’s image … At least that’s what he thought. However, for some reason Ai Li’anti does not seem to believe him and suddenly she even starts attacking …"
                },
                "4": {
                    "ID": "9287083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287083",
                    "TitleEnglish": "Let's continue our journey, great evil dragon",
                    "SummaryEnglish": "The old dragon who has shrunk to a more convenient size now, continues his journey with Lingzi. When they encounter a group of bandits, the dragon asks Lingzi to refrain from attacking them. At first, that is …"
                },
                "5": {
                    "ID": "9287084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287084",
                    "TitleEnglish": "Famous teacher produces a good student",
                    "SummaryEnglish": "In a cave, the vegetarian dragon meets a creepy fellow from ancient times. Is he in real danger or are appearances deceptive?"
                },
                "6": {
                    "ID": "9287085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287085",
                    "TitleEnglish": "Let's subdue Selianen, great evil dragon!",
                    "SummaryEnglish": "On their arrival in Selianen Lingzi and the dragon notice that the town is surrounded by a protective barrier, put up by the town's deity. She does not welcome the travellers, especially the evil dragon, but that is by far no reason for Lingzi to pull back…"
                },
                "7": {
                    "ID": "9287086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287086",
                    "TitleEnglish": "You must not waste food",
                    "SummaryEnglish": "The saint takes the dragon to their hotel where Lingzi has been waiting for him as he had told her. On the next day, however, the town's guardian relentlessly keeps trying to make the duo leave. Meanwhile two other dragons appear in the sky above the town …"
                },
                "8": {
                    "ID": "9287087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287087",
                    "TitleEnglish": "Search for the cute little dragon",
                    "SummaryEnglish": "Evil-Dragon takes Reiko’s invitation to play as a duel challenge and accepts. Reiko, having misunderstood the children’s instruction to “play with the cute dragon”, throws Evil-Dragon like a football so he repeatedly crashes into the ground."
                },
                "9": {
                    "ID": "9287088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287088",
                    "TitleEnglish": "Let's start the battle against the saint, great evil dragon!",
                    "SummaryEnglish": "The old dragon notices that something is off with the saint and trys to talk to her. She, however suddenly unleashes her demonic powers upon him and the city in order to destroy everything. Will Lingzi make it back in time to save her master from harm?"
                },
                "10": {
                    "ID": "9287089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287089",
                    "TitleEnglish": "Let's enjoy the festival, great evil dragon!",
                    "SummaryEnglish": "While the demon who snuck inside the old dragon is having a bit of a hard time finding the “hidden darkness“ inside his host, Lingzi and her dragon prepare to leave town. But with the festival to worship the saint of the water just around the corner the saint asks the duo to stay a few days longer until the festival is over. The prolongued stay, however, gives the demon additional time to search for darkness in the old dragon’s heart."
                },
                "11": {
                    "ID": "9287090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287090",
                    "TitleEnglish": "Instinct",
                    "SummaryEnglish": "The old dragon finds the silver dragon outside of town in an unusual state of mind. He tries to talk to his fellow dragon and apologize for any trouble Lingzi might have caused. The silver dragon, however, does not react in the way his herbivorous fellow had expected, and on top of it all, the demon locust has not given up on his scheme either."
                },
                "12": {
                    "ID": "9287091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/9287091",
                    "TitleEnglish": "The Rescue",
                    "SummaryEnglish": "Determined to protect someone else rather than himself Ravendia approaches Reiko but is pushed back by her magic. Aliante realises that due to Reiko still believing in Ravendia’s power, her magic doesn’t actually hurt him, which she proves by using the unfortunate Ravendia like a shield."
                }
            }
        },
        "2": {
            "ID": "2145807",
            "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10689886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10689886",
                    "TitleEnglish": "Welcome to Asga!",
                    "SummaryEnglish": "Reiko and her dragon companion travel to the Kingdom of Asga. There, they are welcomed by General Edward and his troops—friendly... or?"
                },
                "2": {
                    "ID": "10725738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10725738",
                    "TitleEnglish": "The Black Blood",
                    "SummaryEnglish": "The appearance of another evil dragon spreads panic in Asga. In the midst of the confusion, Reiko and the dragon meet the ruler of the kingdom."
                },
                "3": {
                    "ID": "10736857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736857",
                    "TitleEnglish": "The King's Destiny",
                    "SummaryEnglish": "In the Cave of Raven Black Blood, it becomes clear that someone has incited the Syndicate in the name of the Old Dragon. What's behind this? And why is Vanessa so eager to be killed?"
                },
                "4": {
                    "ID": "10736858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736858",
                    "TitleEnglish": "Rosetta, Princess of Rebellion",
                    "SummaryEnglish": "Vanessa, acting in good faith, hands the crown to her younger sister Rosetta, whose power causes her to disappear immediately. When she encounters the Black Blood, the situation becomes dire..."
                },
                "5": {
                    "ID": "10736859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736859",
                    "TitleEnglish": "The True Disciple of the Evil Dragon",
                    "SummaryEnglish": "The situation seems desperate. The self-proclaimed disciple of the real evil dragon casually dismisses an attack and disappears along with Rosetta."
                },
                "6": {
                    "ID": "10736860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736860",
                    "TitleEnglish": "Rescue Mission",
                    "SummaryEnglish": "Vanessa and Edward seek out the dragon to ask for his help. They want to assist Rosetta, who has entrenched herself in the palace basement after a dispute with Vanessa."
                },
                "7": {
                    "ID": "10736861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736861",
                    "TitleEnglish": "The Great Mage Has Risen!",
                    "SummaryEnglish": "The group encounters the great mage Pravas in the basement of the palace. He seems to know a lot about the dragon's identity."
                },
                "8": {
                    "ID": "10736862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736862",
                    "TitleEnglish": "The Source of Magic: The Power of Emotions.",
                    "SummaryEnglish": "With the help of the Water Saint, who is now a goddess, the dragon now knows what his opponent is plotting. But can he avert it?"
                },
                "9": {
                    "ID": "10736863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736863",
                    "TitleEnglish": "The Evil Dragon is Descending!",
                    "SummaryEnglish": "At the grave, the dragon and Queen Vanessa discover the true identity of the resurrected Pulaipas. But what about Rosetta and her plans now?"
                },
                "10": {
                    "ID": "10736864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736864",
                    "TitleEnglish": "Crisis in Asga",
                    "SummaryEnglish": "With the wrong Pravas in custody, Queen Vanessa and the dragon believe themselves to be safe. But then Rosetta suddenly appears ..."
                },
                "11": {
                    "ID": "10736865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736865",
                    "TitleEnglish": "The Light of Hope",
                    "SummaryEnglish": "Reiko's battle against the dragon is in full swing, and the citizens are terrified. But suddenly, the Evil Dragon hears a familiar voice in his mind."
                },
                "12": {
                    "ID": "10736866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-puissant-dragon-vegan/episodes/10736866",
                    "TitleEnglish": "Sisters United! A New Chapter for Asga",
                    "SummaryEnglish": "The Evil Dragon engages in battle with his opponent, but he seems invincible. Is it possible that he has no weaknesses? Meanwhile, Vanessa sees her sister disappear into an alley and decides to follow her..."
                }
            }
        }
    }
}