{
  "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess",
  "Genres": [
    "Adaptation",
    "Adult Animation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt16148606/",
    "https://akuyakureijou.af-original.com/",
    "https://www.themoviedb.org/tv/138909",
    "https://www.themoviedb.org/tv/216634",
    "https://x.com/ComicFesta_Info"
  ],
  "TitleEnglish": "Game World Reincarnation: Sex on the First Night",
  "SummaryEnglish": "One day, an office worker reincarnates into the world of her favorite otome game. Unfortunately, however, she has become the game's villainess, Diana. On top of that, Prince Sirius, supposedly the protagonist's primary target, is targeting her instead. To avoid a Bad End, she needs the prince to hate her. So she tries to seduce him, who supposedly admires purity. However, instead of being disgusted, the prince looks at her lustfully.",
  "Aliases": [
    "The Prince's Favorite Is the Villainess",
    "Game World Reincarnation Sex on the First Night",
    "転生初夜からむさぼりエッチ～王子の本命は悪役令嬢",
    "Ouji no Honmei wa Akuyaku Reijou",
    "Ōji no Honmei wa Akuyakureijо̄",
    "Tensei Shoya Kara Musabari Ecchi: Ouji no Honmei wa Akuyaku Reijou"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1969076",
      "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "9030987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/9030987",
          "TitleEnglish": "Episode 3.5 \"Tomohito Takatsuka Route 1\"",
          "SummaryEnglish": "Tomohito Takatsuka, the voice actor of Sirius Iver, recaps the first three episodes and answers questions.",
          "Aliases": []
        },
        "2": {
          "ID": "9030988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/9030988",
          "TitleEnglish": "Episode 6.5 \"Tomohito Takatsuka Route 2\"",
          "SummaryEnglish": "Tomohito Takatsuka, the voice actor of Sirius Iver, recaps the first six episodes and answers questions.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1969077",
      "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "8881043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8881043",
          "TitleEnglish": "Plunge Into the 18 Forbidden Route With the Prince of Your Dreams!?",
          "SummaryEnglish": "When an overworked office worker wakes up, she finds herself in the world of her favorite otome game, “Falling Stars: Astrolabe of Love.” And what’s more, she’s reincarnated as Diana, the villainess! On top of that, Prince Sirius, the character she’s trying to win over, approaches Diana, the villainess, not Chris, the game’s heroine...!",
          "Aliases": []
        },
        "2": {
          "ID": "8910970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8910970",
          "TitleEnglish": "Why? The Prince Won't Give Up on the Villainess!",
          "SummaryEnglish": "When the villainess and Sirius get together, there will be a Bad End. Diana, who knows the truth about the game, struggles to keep Sirius away from her. However, Sirius refuses to give up. Diana has no choice but to try to force Sirius and Chris together.",
          "Aliases": []
        },
        "3": {
          "ID": "8921088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921088",
          "TitleEnglish": "Why Does the Prince Love the Villainess?",
          "SummaryEnglish": "Diana has been hit by Sirius's passionate feelings. But, despite her mixed feelings, Sirius still makes her heart race. So then, to find out why the prince is in love with the villainess, she visits a place they seem to have shared a significant memory.",
          "Aliases": []
        },
        "4": {
          "ID": "8921089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921089",
          "TitleEnglish": "New Capture Characters and Secret Missions!",
          "SummaryEnglish": "A mysterious envelope arrives with a cryptic message, but Diana ignores it and goes to sleep. When she wakes up the next day, the person sleeping next to her is... Spica, Diana's cousin, and another of Chris's targets. With his appearance, Sirius's behavior is different from usual... is there turmoil on the horizon?",
          "Aliases": []
        },
        "5": {
          "ID": "8921090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921090",
          "TitleEnglish": "I Really Like the Villainess, I Love Her",
          "SummaryEnglish": "Diana is locked in a prison by Spica. Not understanding why she was trapped there, she searches her cell and finds Diana's diary. What's more, there was a shocking truth written in it! Meanwhile, Sirius, who came to the Diafell household to see Diana, feels something is off when Diana is not there.",
          "Aliases": []
        },
        "6": {
          "ID": "8921091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921091",
          "TitleEnglish": "This Is the Crossroads of the Irregular Route",
          "SummaryEnglish": "Diana is brought to the castle by Sirius, as their shadows gradually overlap. Meanwhile, Spica grieves as he stares at the empty prison Diana left behind. Just then, Spica gets some surprising new information from his servant.",
          "Aliases": []
        },
        "7": {
          "ID": "8921092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921092",
          "TitleEnglish": "What Are the Conditions for a True Bad End…?",
          "SummaryEnglish": "Diana is joined with Sirius in the end. She tells herself that this is the first and last time she will be happy with him. The following morning, Diana tries to say that she will keep her distance from Sirius. But suddenly, Spica and his servant come barging in.",
          "Aliases": []
        },
        "8": {
          "ID": "8921093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921093",
          "TitleEnglish": "The Future Is Not Yet Set",
          "SummaryEnglish": "Sirius asks Diana about the Diafell family's plans. She gives up and decides to reveal everything to Sirius and face her punishment. However, Sirius makes a surprising proposal to Diana.",
          "Aliases": []
        }
      }
    }
  }
}