{
    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess",
    "Genres": [
        "Adaptation",
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16148606/",
        "https://akuyakureijou.af-original.com/",
        "https://www.themoviedb.org/tv/138909",
        "https://www.themoviedb.org/tv/216634",
        "https://x.com/ComicFesta_Info"
    ],
    "TitleEnglish": "Game World Reincarnation: Sex on the First Night",
    "SummaryEnglish": "One day, an office worker reincarnates into the world of her favorite otome game. Unfortunately, however, she has become the game's villainess, Diana. On top of that, Prince Sirius, supposedly the protagonist's primary target, is targeting her instead. To avoid a Bad End, she needs the prince to hate her. So she tries to seduce him, who supposedly admires purity. However, instead of being disgusted, the prince looks at her lustfully.",
    "TitleJapanese": "王子の本命は悪役令嬢",
    "SummaryJapanese": "ある日、社畜ＯＬの主人公は大好きな乙女ゲームの世界に転生してしまう。\nそれも、悪役令嬢・ディアナとして…！\nその上、ゲームのヒロインと結ばれるはずのシリウス王子が、\nなぜか自分（悪役令嬢）と急接近！？\n「王子に嫌われなきゃ！」バッドエンドを回避する為、\n王子に色仕掛けをするディアナ。\nしかし、王子はそれを嫌悪するどころか、熱を帯びた瞳で見つめてきて…。",
    "Aliases": [
        "The Prince's Favorite Is the Villainess",
        "Game World Reincarnation Sex on the First Night"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1969076",
            "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9030987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/9030987",
                    "TitleEnglish": "Episode 3.5 \"Tomohito Takatsuka Route 1\"",
                    "SummaryEnglish": "Tomohito Takatsuka, the voice actor of Sirius Iver, recaps the first three episodes and answers questions.",
                    "TitleJapanese": "3.5話「高塚智人ルート①」",
                    "SummaryJapanese": "シリウス・イヴェール役の 高塚智人 さんが\nこれまでのお話を振り返りつつ！\n更にディアナルート、クリスルート、\n高塚さんならどちらを選ぶ…？"
                },
                "2": {
                    "ID": "9030988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/9030988",
                    "TitleEnglish": "Episode 6.5 \"Tomohito Takatsuka Route 2\"",
                    "SummaryEnglish": "Tomohito Takatsuka, the voice actor of Sirius Iver, recaps the first six episodes and answers questions.",
                    "TitleJapanese": "6.5話「高塚智人ルート②」",
                    "SummaryJapanese": "シリウス・イヴェール役の #高塚智人 さんが\nこれまでのお話を振り返りつつ、前回の答え合わせ！\n更にディアナルート、クリスルート、\n高塚さんならどちらを選ぶ…？"
                }
            }
        },
        "1": {
            "ID": "1969077",
            "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/seasons/official/1",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "8881043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8881043",
                    "TitleEnglish": "Plunge Into the 18 Forbidden Route With the Prince of Your Dreams!?",
                    "SummaryEnglish": "When an overworked office worker wakes up, she finds herself in the world of her favorite otome game, “Falling Stars: Astrolabe of Love.” And what’s more, she’s reincarnated as Diana, the villainess! On top of that, Prince Sirius, the character she’s trying to win over, approaches Diana, the villainess, not Chris, the game’s heroine...!",
                    "TitleJapanese": "推しの王子と１８禁ルート突入！？",
                    "SummaryJapanese": "過労で倒れた社畜OLが目覚めると…そこは大好きな乙女ゲーム「星降る★恋のアストロラーベ」の世界だった。\nしかも、まさかの悪役令嬢ディアナに転生！更には、推しキャラのシリウス王子は、ゲームの正ヒロイン・クリスではなく、悪役令嬢であるディアナにぐいぐいアプローチをしてきて・・・！？"
                },
                "2": {
                    "ID": "8910970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8910970",
                    "TitleEnglish": "Why? The Prince Won't Give Up on the Villainess!",
                    "SummaryEnglish": "When the villainess and Sirius get together, there will be a Bad End. Diana, who knows the truth about the game, struggles to keep Sirius away from her. However, Sirius refuses to give up. Diana has no choice but to try to force Sirius and Chris together.",
                    "TitleJapanese": "なぜ？王子は悪役令嬢を諦めない！",
                    "SummaryJapanese": "悪役令嬢とシリウスが結ばれるとバッドエンドになってしまう…\nゲームの真実を知っているディアナは、シリウスを自分から遠ざけようと奮闘する。\nそれでも諦めないシリウス。\n仕方がなくディアナは、シリウスとクリスをくっつけようとするが…。"
                },
                "3": {
                    "ID": "8921088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921088",
                    "TitleEnglish": "Why Does the Prince Love the Villainess?",
                    "SummaryEnglish": "Diana has been hit by Sirius's passionate feelings. But, despite her mixed feelings, Sirius still makes her heart race. So then, to find out why the prince is in love with the villainess, she visits a place they seem to have shared a significant memory.",
                    "TitleJapanese": "王子が悪役令嬢を好きなワケ",
                    "SummaryJapanese": "シリウスに熱い気持ちをぶつけられたディアナ。\n複雑な心境ながらも、やはり推しのかっこよさに終始ドキドキしっぱなし。\nそんな時「王子がディアナを好きな理由」を探るため、２人の思い出の場所へ足を運ぶことになって…。"
                },
                "4": {
                    "ID": "8921089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921089",
                    "TitleEnglish": "New Capture Characters and Secret Missions!",
                    "SummaryEnglish": "A mysterious envelope arrives with a cryptic message, but Diana ignores it and goes to sleep. When she wakes up the next day, the person sleeping next to her is... Spica, Diana's cousin, and another of Chris's targets. With his appearance, Sirius's behavior is different from usual... is there turmoil on the horizon?",
                    "TitleJapanese": "新攻略キャラと秘密の任務!",
                    "SummaryJapanese": "暗号の様なものが書かれた謎の封書が届くが、それを無視して眠ることにするディアナ。\n翌日、目が覚めると隣に眠っていたのは…クリスの攻略対象であり、ディアナの従兄妹であるスピカ！？\n彼の登場により、シリウスの様子もいつもと違っていて…波乱の予感…？"
                },
                "5": {
                    "ID": "8921090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921090",
                    "TitleEnglish": "I Really Like the Villainess, I Love Her",
                    "SummaryEnglish": "Diana is locked in a prison by Spica. Not understanding why she was trapped there, she searches her cell and finds Diana's diary. What's more, there was a shocking truth written in it! Meanwhile, Sirius, who came to the Diafell household to see Diana, feels something is off when Diana is not there.",
                    "TitleJapanese": "悪役令嬢を本当に好きで、愛してる",
                    "SummaryJapanese": "スピカに牢屋に閉じ込められたディアナ。\n訳も分からぬまま牢屋を探ると…ディアナの日記を発見。\nしかも、そこには衝撃の真実が書かれていた！\n一方、ディアナに会いにディアフェル家にやってきたシリウスは、ディアナがいないことに異変を感じ…？"
                },
                "6": {
                    "ID": "8921091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921091",
                    "TitleEnglish": "This Is the Crossroads of the Irregular Route",
                    "SummaryEnglish": "Diana is brought to the castle by Sirius, as their shadows gradually overlap. Meanwhile, Spica grieves as he stares at the empty prison Diana left behind. Just then, Spica gets some surprising new information from his servant.",
                    "TitleJapanese": "これは、非正規ルートの交わり",
                    "SummaryJapanese": "シリウスにお城に連れてこられたディアナ。\nベッドの上で二人の影はゆっくりと重なり合う…。\n一方、ディアナのいない空の牢屋を見つめながら嘆くスピカ。\nおまけに、スピカは下僕から驚きの新情報を入手して…？"
                },
                "7": {
                    "ID": "8921092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921092",
                    "TitleEnglish": "What Are the Conditions for a True Bad End…?",
                    "SummaryEnglish": "Diana is joined with Sirius in the end. She tells herself that this is the first and last time she will be happy with him. The following morning, Diana tries to say that she will keep her distance from Sirius. But suddenly, Spica and his servant come barging in.",
                    "TitleJapanese": "真のバッドエンドの条件は…？",
                    "SummaryJapanese": "シリウスと最後まで結ばれたディアナ。\n彼との幸せな時間はこれが最初で最後だと自らに言い聞かせる。\n翌朝、ディアナはシリウスと距離を置くことを本人に告げようとするが、突如、スピカと下僕が乗り込んできて…？"
                },
                "8": {
                    "ID": "8921093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-princes-favorite-is-the-villainess/episodes/8921093",
                    "TitleEnglish": "The Future Is Not Yet Set",
                    "SummaryEnglish": "Sirius asks Diana about the Diafell family's plans. She gives up and decides to reveal everything to Sirius and face her punishment. However, Sirius makes a surprising proposal to Diana.",
                    "TitleJapanese": "未来はまだ、決まってなんかいない",
                    "SummaryJapanese": "ディアフェル家の思惑をシリウスに聞かれたディアナ。\nもう全て終わりだと諦め、シリウスに全てを明かし罰を受ける覚悟を決める。\nしかし、シリウスはディアナに驚くような提案をしてきて…？"
                }
            }
        }
    }
}