{
  "URL": "https://www.thetvdb.com/series/412992-",
  "Genres": [
    "Adaptation",
    "Anime - Kodomomuke",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1141684/",
    "https://www.tms-e.co.jp/alltitles/2000s/594101.html",
    "https://www.themoviedb.org/tv/131713",
    "https://www.themoviedb.org/tv/131713"
  ],
  "TitleEnglish": "Shin Megami Tensei: Devil Children",
  "SummaryEnglish": "It’s time to raise some hell! Setsuna and Mirai possess the Devil Genome, which gives them the power to summon demons. They open the gates of Hades and let loose the beasts within… but it’s all to save the Earth from the Devil himself!",
  "Aliases": [
    "真・女神転生デビチル　デビルチルドレン",
    "真・女神転生デビルチルドレン",
    "しん・めがみてんせいでびちる　でびるちるどれん",
    "Shin Megami Tensei Devil Children",
    "DeviChil",
    "Shin Megami Tensei: DeviChil",
    "Shin Megami Tensei Debichiru",
    "Shin Megami Tensei Devichil Devil Children"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1969573",
      "URL": "https://www.thetvdb.com/series/412992-/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 50,
      "Episodes": {
        "1": {
          "ID": "8862026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862026",
          "TitleEnglish": "Cerberus! My partner's a chill guy!?",
          "SummaryEnglish": "Setsuna Kai was supposed to move to a new apartment, but it was destroyed in a mysterious landslide. Distraught, Setsuna met the strange scientist Hiromi Kaname and his granddaughter Mirai. Setsuna must now travel to the Expanse with Mirai and fight demons...!?",
          "Aliases": []
        },
        "2": {
          "ID": "8862027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862027",
          "TitleEnglish": "Jack Frost! He's good with the cold but trips over his own feet!?",
          "SummaryEnglish": "Setsuna is now living together with his demon partner, Cool the Cerberus, and Mirai. Things seem okay, except Setsuna and Cool are experiencing a rocky start to their partnership. But suddenly, the temperature starts raising quickly...!?",
          "Aliases": []
        },
        "3": {
          "ID": "8862028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862028",
          "TitleEnglish": "Sandman! Delivering good dreams to everyone!?",
          "SummaryEnglish": "Yellow sand falls over the town, making everyone hit by it start acting however they want, regardless of appearances. Setsuna and Mirai, believing this to be the work of a demon, head to the Expanse. Just what kind of demon is behind this...!?",
          "Aliases": []
        },
        "4": {
          "ID": "8862029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862029",
          "TitleEnglish": "Bifang! Flames in the snow!?",
          "SummaryEnglish": "Due to an abnormal phenomenon, snow starts coming out of the stove! Setsuna and Mirai head to the Expanse and arrive at the Frost tribe. Why is Bifang, who's supposed to be a friend of the Frosts, suddenly attacking them...!?",
          "Aliases": []
        },
        "5": {
          "ID": "8862030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862030",
          "TitleEnglish": "Clock Rabbit! The sky tells the time!?",
          "SummaryEnglish": "After a mysterious earthquake, the passage of time becomes irregular for everyone except Setsuna and Mirai. After discovering that the origin of the earthquake was in the Expanse, the two of them had there and...!?",
          "Aliases": []
        },
        "6": {
          "ID": "8862031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862031",
          "TitleEnglish": "Ammut! What's inside the costume is a secret, got it!?",
          "SummaryEnglish": "All kinds of machines, from televisions to vacuum cleaners and trains, have stopped making sounds. The cause seems to be in the Expanse. However, Setsuna is being held up by an old lady he met on the way to meet with his friends...!?",
          "Aliases": []
        },
        "7": {
          "ID": "8862032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862032",
          "TitleEnglish": "Mechi! Mizuchi! Electric shock!",
          "SummaryEnglish": "Setsuna and Mirai are in the Expanse investigating an incident caused by a demon, when the Vinecom's battery ran out! And at the same time, Cool found himself in big trouble...!",
          "Aliases": []
        },
        "8": {
          "ID": "8862033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862033",
          "TitleEnglish": "Nisroc! Enthralling cooking!?",
          "SummaryEnglish": "While exploring the Expanse, Setsuna and Mirai come across a building emitting dark energy to the surrounding area. They decide to investigate what's going on, only to find...!?",
          "Aliases": []
        },
        "9": {
          "ID": "8862034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862034",
          "TitleEnglish": "Counting Sheep! The treasure is in danger!",
          "SummaryEnglish": "On one peaceful day, hordes of different animals start appearing at the school: cats, turtles, birds, cows, snakes... Suspecting that Lucifer might be behind this incident, Setsuna and Mirai head to the Expanse to investigate.",
          "Aliases": []
        },
        "10": {
          "ID": "8862035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862035",
          "TitleEnglish": "Salamander! The great secret of the labyrinth!?",
          "SummaryEnglish": "Due to another incident, Setsuna and Mirai head to the Expanse in order to stop the demon behind it. But Setsuna comes face-to-face with Mirai's missing father...!?",
          "Aliases": []
        },
        "11": {
          "ID": "8862036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862036",
          "TitleEnglish": "Hel! The fierce battle of fire and ice!",
          "SummaryEnglish": "Hel, one of Lucifer's more powerful subordinates who should have been sealed away, is back! She then proceeds to immediately start collecting negative energy from humans...!",
          "Aliases": []
        },
        "12": {
          "ID": "8862037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862037",
          "TitleEnglish": "Nekomata! The super dangerous love trap!?",
          "SummaryEnglish": "Setsuna and Mirai head to the Expanse to solve another incident, but all of their demons are under the spell of Nekomata, who can control and manipulate demons with her charm...!",
          "Aliases": []
        },
        "13": {
          "ID": "8862038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862038",
          "TitleEnglish": "Vampire! Yer neck's pretty cute, ya know!?",
          "SummaryEnglish": "Out of the blue, everyone in the city starts craving tomato juice. To find out the reason, Setsuna and Mirai head to the Expanse, get captured by the demon Vampire. Can Veil, who is scared of vampires, save them...!?",
          "Aliases": []
        },
        "14": {
          "ID": "8862039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862039",
          "TitleEnglish": "Franken! Just what is the DeviGenome!?",
          "SummaryEnglish": "Everyone in the city suddenly start fighting amongst themselves! While exploring the Expanse, Setsuna and Mirai are attacked by Fenrir and Abaddon, separating the group. What will happen to Setsuna and Cool...!?",
          "Aliases": []
        },
        "15": {
          "ID": "8862040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862040",
          "TitleEnglish": "Frost Ace! The long-awaited hero, ho!?",
          "SummaryEnglish": "Asura is attacking the Frost village! When Mirai, Cool, Veil, and Queen Frost are taken hostage, how will Setsuna rescue them and take back the royal castle!? And who is Frost Ace, the legendary hero of the Frost village...!?",
          "Aliases": []
        },
        "16": {
          "ID": "8862041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862041",
          "TitleEnglish": "Odin! It's rough being a Kudagitsune!",
          "SummaryEnglish": "The mighty Odin, ruler of the northern region of the Expanse, has enslaved the Kudagitsune!? And he plans to use them as labor force to build a giant statue of Lucifer...!?",
          "Aliases": []
        },
        "17": {
          "ID": "8862042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862042",
          "TitleEnglish": "Dwarf! The secret weapon cannot be stopped!?",
          "SummaryEnglish": "While investigating the Expanse, Setsuna and Mirai are attacked by a giant wooden robot built by Dwarf. Do Setsuna, Mirai, and the Mandrakes even stand a chance against it...!?",
          "Aliases": []
        },
        "18": {
          "ID": "8862043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862043",
          "TitleEnglish": "Persona! Who's behind the change of heart!?",
          "SummaryEnglish": "Setsuna and his friends play matchmaker for their art teacher, Mr. Uchikida, and their homeroom teacher, Ms. Noriko...!? And suddenly, everyone's personalities begin changing drastically...!?",
          "Aliases": []
        },
        "19": {
          "ID": "8862044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862044",
          "TitleEnglish": "Ganesha! Interrupting class is unforgivable!?",
          "SummaryEnglish": "The usually kind teacher Ganesha has suddenly turned spartan! When investigating the issue, Setsuna and Cool end up trapped in Mr. Ganesha's class... alongside Fenrir and Abaddon!?",
          "Aliases": []
        },
        "20": {
          "ID": "8862045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862045",
          "TitleEnglish": "Nightmare! Good little demons go to bed early, got it!?",
          "SummaryEnglish": "Mirai's grandfather Hiromi has been going on night strolls with their allied demons at night. However, people saw them and it has caused a great turmoil! Meanwhile, in the Expanse...!?",
          "Aliases": []
        },
        "21": {
          "ID": "8862046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862046",
          "TitleEnglish": "Doppelgänger! I'm you and you're me!?",
          "SummaryEnglish": "While investigating an incident in the Expanse, Setsuna gets separated from the rest of group. They manage to reunite later, but Setsuna has suddenly begun to act weird...!?",
          "Aliases": []
        },
        "22": {
          "ID": "8862047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862047",
          "TitleEnglish": "Hel! Third time's the charm!?",
          "SummaryEnglish": "Setsuna and Mirai receive word from Franken about the whereabouts of Mirai's father, and so they head immediately to the Expanse. Just what is Mirai's father looking for...!?",
          "Aliases": []
        },
        "23": {
          "ID": "8862048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862048",
          "TitleEnglish": "Power! Finally, a fused demon!",
          "SummaryEnglish": "Lucifer's new subordinates, Azel and Belial, prove to be extremely tough opponents. However, a new fused demon appears before Setsuna and Mirai, allowing them to fight back!",
          "Aliases": []
        },
        "24": {
          "ID": "8862049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862049",
          "TitleEnglish": "Fenrir and Abaddon! The great battle on Earth!",
          "SummaryEnglish": "Fenrir and Abaddon lay a trap for Setsuna and Mirai, luring them to the Expanse in order to use their portal to travel to Earth! Once there, they started rampaging...",
          "Aliases": []
        },
        "25": {
          "ID": "8862050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862050",
          "TitleEnglish": "Azel and Belial! The Expanse's strongest team!",
          "SummaryEnglish": "A massive battle between good and evil demons has broken out in the Expanse! Setsuna and Mirai head there immediately, only to be held back by an attack from Azel and Belial...!?",
          "Aliases": []
        },
        "26": {
          "ID": "8862051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862051",
          "TitleEnglish": "Setsuna and Mirai! Onto a new adventure!",
          "SummaryEnglish": "Setsuna and Mirai finally come face-to-face with the Demon Lord Lucifer! However, Lucifer's overwhelming magic power proves to be their strongest challenge yet. But at that time...!?",
          "Aliases": []
        },
        "27": {
          "ID": "8862052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862052",
          "TitleEnglish": "Crom Cruach! The entire Expanse belongs to him!?",
          "SummaryEnglish": "After a brief period of peace, another incident occurs in the Expanse, prompting Setsuna and Mirai to check it out. It seems a new group of evil demons is on the rise...!?",
          "Aliases": []
        },
        "28": {
          "ID": "8862053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862053",
          "TitleEnglish": "Vritra! Watch out for the serial kidnapper!?",
          "SummaryEnglish": "The Petit Frosts from Ice Land have been disappearing one after another! Setsuna and Mirai reunite with their old friend Jack Frost to investigate, only to find...!?",
          "Aliases": []
        },
        "29": {
          "ID": "8862054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862054",
          "TitleEnglish": "Sphinx! No one can sway my resolve!",
          "SummaryEnglish": "Prince, the ruler of one of the Expanse's kingdoms, had begun acting strange recently. After hearing that he's being manipulated by an evil demon, Setsuna and Mirai go there to investigate and...!?",
          "Aliases": []
        },
        "30": {
          "ID": "8862055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862055",
          "TitleEnglish": "Nidhoggr! Can't fight with an empty stomach!?",
          "SummaryEnglish": "Nidhoggr, an usually kind demon, has been targeted by Demogorgon and began to rampage, destroying everything in his sight! His good friend, Pixie, is trying to get Nidhoggr back to normal, yet...!?",
          "Aliases": []
        },
        "31": {
          "ID": "8862056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862056",
          "TitleEnglish": "Neko Shogun! Both sides are to blame, meow!?",
          "SummaryEnglish": "In the Expanse, there's been an ongoing fight between Neko Shogun and the Komainus. Vibhishana takes notice of this feud and sets his sights on the Komainus...!?",
          "Aliases": []
        },
        "32": {
          "ID": "8862057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862057",
          "TitleEnglish": "Agathion! It comes out when you open the pot!?",
          "SummaryEnglish": "Fafnir was turned evil due to Paimon's powers and sent to attack a Gnome village, where he stole their treasure. Setsuna and Mirai infiltrate the enemy base to reclaim the treasure, and then...!?",
          "Aliases": []
        },
        "33": {
          "ID": "8862058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862058",
          "TitleEnglish": "Hecatoncheir! Explosive desire for marriage!",
          "SummaryEnglish": "Hecatoncheir, driven mad by Demogorgon, attacks the Yamanba village in search for a marriage partner! There, he fell for Mirai at first sight and quickly kidnapped her...!",
          "Aliases": []
        },
        "34": {
          "ID": "8862059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862059",
          "TitleEnglish": "Mammon! A fake fortune telling scam!?",
          "SummaryEnglish": "Isis, the most famous fortune teller in the entire Expanse, suddenly started demanding jewelry as payment for her services. Suspecting that something must be wrong, Setsuna and Mirai investigate and...!?",
          "Aliases": []
        },
        "35": {
          "ID": "8862060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862060",
          "TitleEnglish": "Pifrus! The experiment is a success, ehehe...!?",
          "SummaryEnglish": "Setsuna and Mirai visit Pifrus, the Expanse's infamous mad scientist. However, Pifrus is under Vibhishana's control and he wants to use Setsuna and Mirai in his experiments...!?",
          "Aliases": []
        },
        "36": {
          "ID": "8862061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862061",
          "TitleEnglish": "Ankou! A great hustle!?",
          "SummaryEnglish": "While investigating the Expanse, Setsuna and Mirai come across Ankou, a protector of a nearby demon village, and attack him, believing him to be an evil demon. But the true evil demon, Bai Long, quickly appears before them, alongside Fenrir and Abaddon...!",
          "Aliases": []
        },
        "37": {
          "ID": "8862062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862062",
          "TitleEnglish": "Bastet! Head over heels!",
          "SummaryEnglish": "Fenrir and Abaddon are targeting Queen Bastet in order to take over her kingdom. Setsuna and Mirai thwart their first attempt, but it seems the queen has fallen in love with Cool...!?",
          "Aliases": []
        },
        "38": {
          "ID": "8862063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862063",
          "TitleEnglish": "Indra! The mysterious boy, Zett, appears!",
          "SummaryEnglish": "Setsuna and Cool get into a nasty fight due to a petty disagreement, which causes them trouble in the middle of battle. When they're about to fall off a cliff, they're saved by a mysterious boy!",
          "Aliases": []
        },
        "39": {
          "ID": "8862064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862064",
          "TitleEnglish": "Horus! The great ruler of the sun and the moon!",
          "SummaryEnglish": "Vibhishana, Demogorgon, and Paimon go out all in their plan to steal the powerful jewels of Horus' kingdom, the Sun Eye and the Moon Eye. How are Setsuna and Mirai supposed to protect them...!?",
          "Aliases": []
        },
        "40": {
          "ID": "8862065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862065",
          "TitleEnglish": "Vibhishana! The limits of hatred and betrayal!",
          "SummaryEnglish": "Vibishana, now possessing both the Sun Eye and the Moon Eye, uses their powers to create a powerful storm and attack Horus' kingdom! But Demogorgon and Paimon don't seem happy about it...!?",
          "Aliases": []
        },
        "41": {
          "ID": "8862066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862066",
          "TitleEnglish": "Hresvelgr! Up up, speed up!",
          "SummaryEnglish": "After hearing about a miraculous seed that can restore an entire forest, Demogorgon uses his powers to turn Hresvelgr evil and orders him to steal the seed. How will Setsuna and Mirai protect it...!?",
          "Aliases": []
        },
        "42": {
          "ID": "8862067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862067",
          "TitleEnglish": "Ifrit! It all depends on today's fortune!?",
          "SummaryEnglish": "Setsuna and Mirai head to the Expanse to investigate a new incident, but it was all a trap set by Fenrir and Abaddon! Can they win despite Sphinx believing he's stuck in a bad luck cycle...!?",
          "Aliases": []
        },
        "43": {
          "ID": "8862068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862068",
          "TitleEnglish": "Qilin! Raise your brave heart to the challenge!",
          "SummaryEnglish": "Fenrir and Abaddon are attacking a village by using an Android under Demogorgon's control. After winning the fight, they're approached by Qilin, who wishes to challenge them to see who's stronger!",
          "Aliases": []
        },
        "44": {
          "ID": "8862069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862069",
          "TitleEnglish": "King Deva! The Expanse's Strongest tournament!",
          "SummaryEnglish": "A battle tournament is going to be held in the Expanse! Setsuna and Mirai receive info that an evil demon is going to participate in the tournament, so they decide to infiltrate and investigate the matter...!",
          "Aliases": []
        },
        "45": {
          "ID": "8862070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862070",
          "TitleEnglish": "Wadjet! I'll still believe in you!",
          "SummaryEnglish": "Wadjet was turned evil by Demogorgon, but seemingly managed to retain his reason and refuses to do evil! Hearing that, Setsuna decided to protect Wadjet, but is this all part of Wadjet's plan...!?",
          "Aliases": []
        },
        "46": {
          "ID": "8862071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862071",
          "TitleEnglish": "Dominion! Who is the evil demon!?",
          "SummaryEnglish": "Setsuna and Mirai arrive at a village, where they find Zett captive! The demons of the village claim Zett is evil and attacked them for no reason. How will Setsuna and Mirai prove Zett's innocence...!?",
          "Aliases": []
        },
        "47": {
          "ID": "8862072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862072",
          "TitleEnglish": "The Fenrir and Abaddon army! On their way to conquer the Expanse!?",
          "SummaryEnglish": "Fenrir and Abaddon discover Lucifer's body, sealed inside a giant crystal! The two of them make plans of betraying Demogorgon and Paimon in favor of their old boss, and start recruiting demons for an army...!",
          "Aliases": []
        },
        "48": {
          "ID": "8862073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862073",
          "TitleEnglish": "Lucifer! He who laughs under the starry sky!",
          "SummaryEnglish": "After escaping from Demogorgon and Paimon, Fenrir and Abaddon try to smuggle Lucifer's sealed body to safety! However, Demogorgon and Paimon's servants are hot in their pursuit. What will happen when they come across Setsuna and Mirai...!?",
          "Aliases": []
        },
        "49": {
          "ID": "8862074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862074",
          "TitleEnglish": "Zebul! Shattered friendship!",
          "SummaryEnglish": "Zett has taken Lucifer's body, unbeknownst to the three factions looking for it. Setsuna and Mirai come across Zett, but just as they believe things are finally over...!?",
          "Aliases": []
        },
        "50": {
          "ID": "8862075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/412992-/episodes/8862075",
          "TitleEnglish": "Setsuna and Zett! From the past, onwards to the future!",
          "SummaryEnglish": "Setsuna refuses to fight against Zebul, as he still believes Zett is his friend. But in order to protect the Expanse, he's forced to take arms. Is killing Zebul truly the only way...!?",
          "Aliases": []
        }
      }
    }
  }
}