{
    "URL": "https://www.thetvdb.com/series/akuma-kun",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16270188/",
        "https://www.toei-anim.co.jp/akumakun/",
        "https://www.themoviedb.org/tv/120241"
    ],
    "TitleEnglish": "Akuma Kun",
    "SummaryEnglish": "Takes place in a world overrun by demons. Although Dr. Faust anticipated the arrival of this terrible threat for a long time, he is now at the brink of death and can no longer fight it on his own. In order to fight against evil, he entrusts Shingo Yamada with the mission of saving the earth by eliminating creatures. On the young boy's forehead, a birthmark seems to designate him as a demon hunter! To aid him in his important task, he summons a demonic creature by the name of Mephisto, with whom he decides to make a blood pact before embarking on the ultimate battle to save mankind.",
    "TitleJapanese": "悪魔くん (2023)",
    "SummaryJapanese": "物語は悪魔に襲われた世界で起こります。 ファウスト博士はこの恐ろしい脅威の到来を長い間予想していましたが、今や死の危機に瀕しており、もはや自分で戦うことはできません。 悪と戦うために、山田申吾に生き物を排除して地球を救う使命を託している。 少年の額には、あざが彼を悪魔ハンターとして指定しているようです！ 彼の重要な任務を支援するために、彼はメフィストという名前の悪魔の生き物を召喚し、人類を救うための究極の戦いに着手する前に、彼と血の契約を結ぶことにしました。",
    "Aliases": [
        "悪魔くん (新シリーズ)",
        "悪魔くん (新アニメシリーズ)",
        "Akuma-kun (Shin anime)",
        "Shin Akuma-kun",
        "Akuma-kun (2023)"
    ],
    "Modified": "2025-08-26",
    "Seasons": {
        "1": {
            "ID": "1969385",
            "URL": "https://www.thetvdb.com/series/akuma-kun/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9360674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/9360674",
                    "TitleEnglish": "Demons",
                    "SummaryEnglish": "A university student asks Akuma Kun to investigate the strange deaths of two of her friends, who both died on the same exact date and time.",
                    "TitleJapanese": "悪魔",
                    "SummaryJapanese": "ある大学生から仕事の依頼を受けた悪魔くんは、彼女の友達2人が同じ日の同じ時刻に亡くなったという奇妙な事件について調べ始める。"
                },
                "2": {
                    "ID": "10137043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137043",
                    "TitleEnglish": "Gluttony",
                    "SummaryEnglish": "Hina looks after Ichika, but danger still lurks nearby. Akuma Kun further investigates the case by making another visit to the Asanagi house.",
                    "TitleJapanese": "貪食",
                    "SummaryJapanese": "イチカをそばで支えるヒナだが、危険が去ったわけではなかった。さらに事件の調査を続ける悪魔くんは、再び朝凪家を訪れる。"
                },
                "3": {
                    "ID": "10137044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137044",
                    "TitleEnglish": "Greed",
                    "SummaryEnglish": "Akuma Kun and Mephisto III get invited to the home of a very wealthy client, who has a disturbing request — to summon Satan for his flesh.",
                    "TitleJapanese": "強欲",
                    "SummaryJapanese": "ある屋敷に招かれた悪魔くんとメフィスト3世は、大悪魔サタンの肉を食べたいという大金持ちから、サタンを召喚してほしいというとんでもない依頼を受ける。"
                },
                "4": {
                    "ID": "10137045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137045",
                    "TitleEnglish": "Envy",
                    "SummaryEnglish": "A famous movie director in his twilight years asks Akuma Kun and Mephisto III to find a long-lost, cursed film made by his dear friend.",
                    "TitleJapanese": "嫉妬",
                    "SummaryJapanese": "年老いた有名監督から、大切な友人が撮った映画のフィルムを捜してほしいと頼まれる悪魔くんとメフィスト3世。だがそれは、長い間行方不明になっている呪われたフィルムで...。"
                },
                "5": {
                    "ID": "10137046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137046",
                    "TitleEnglish": "Angel",
                    "SummaryEnglish": "At his wit's end, a landlord breaks into the apartment of a tenant who stopped paying rent — and discovers a gruesome, seemingly impossible murder.",
                    "TitleJapanese": "天使",
                    "SummaryJapanese": "家賃を払わない入居者に困り果て、無理やり部屋に入った大家が目にしたのは凄惨な殺人現場。しかもそれは、実行不可能と思われる密室殺人だった。"
                },
                "6": {
                    "ID": "10137047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137047",
                    "TitleEnglish": "Love and Hate",
                    "SummaryEnglish": "After arriving in Easter Island to investigate a strange red nail, Akuma Kun and Mephisto III discover the body of a murdered young woman.",
                    "TitleJapanese": "愛憎",
                    "SummaryJapanese": "奇妙な赤い釘(くぎ)について調べるためにイースター島にやってきた悪魔くんとメフィスト3世は、着いた早々、何者かに殺された女性の死体を見つける。"
                },
                "7": {
                    "ID": "10137048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137048",
                    "TitleEnglish": "Human",
                    "SummaryEnglish": "After years of hard work, a long-time legislator is on the verge of becoming a Cabinet minister. But then, a threatening man pays him a visit.",
                    "TitleJapanese": "人間",
                    "SummaryJapanese": "長年の努力が報われ、ついに入閣というところまでやってきたベテラン議員。だがそんな折、ある男から呼び出され、脅迫されてしまう。"
                },
                "8": {
                    "ID": "10137049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137049",
                    "TitleEnglish": "True Intentions",
                    "SummaryEnglish": "A little boy goes into the Millenarianism Research Institute saying he wants to become a demon, but Akuma Kun immediately throws him out.",
                    "TitleJapanese": "真意",
                    "SummaryJapanese": "悪魔になりたいという男の子が千年王国研究所にやってくる。だが悪魔くんは、ろくに話を聞くことなくその子を追い払ってしまう。"
                },
                "9": {
                    "ID": "10137050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137050",
                    "TitleEnglish": "Father",
                    "SummaryEnglish": "On a dark and stormy night, a ghastly looking man comes looking for Sanae. He turns out to be her husband, who's been missing for five years.",
                    "TitleJapanese": "父親",
                    "SummaryJapanese": "雨が降り続く暗い夜、幽霊のような見た目の男がさなえのところにやってくる。その男こそ、5年前から行方不明になっていた、さなえの夫だった。"
                },
                "10": {
                    "ID": "10137051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137051",
                    "TitleEnglish": "Celebration",
                    "SummaryEnglish": "While trying out the pancakes at a new neighborhood restaurant, Mephisto III and Akuma Kun remember the day they first met.",
                    "TitleJapanese": "祝事",
                    "SummaryJapanese": "近所にできた新しい店にやってきたメフィスト3世と悪魔くんは、ホットケーキを食べながら、自分たちが初めて出会った日のことを思い出す。"
                },
                "11": {
                    "ID": "10137052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137052",
                    "TitleEnglish": "Play",
                    "SummaryEnglish": "When Shingo — aka the first Akuma Kun — is sealed away, the father and son Mephistos set out to rescue him, while Akuma Kun takes a different approach.",
                    "TitleJapanese": "遊戯",
                    "SummaryJapanese": "初代悪魔くんである真吾が封印されてしまう。メフィスト親子が救出のために真吾のもとへ向かう一方、悪魔くんは別の方法をとる。"
                },
                "12": {
                    "ID": "10137053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuma-kun/episodes/10137053",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "Akuma Kun, Gremory and Mephisto III enter the barrier to save Shingo. But first, they'll have to confront Strophaia, an old enemy from Ichiro’s past.",
                    "TitleJapanese": "犠牲",
                    "SummaryJapanese": "グレモリー、メフィスト3世とともに、真吾を救うため結界の中へ入る悪魔くん。だがその前に、一郎の過去を知る宿敵ストロファイアが立ちはだかる。"
                }
            }
        }
    }
}