{
    "URL": "https://www.thetvdb.com/series/ninjala-2022",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt17163876/",
        "https://www.tv-tokyo.co.jp/anime/ninjala/",
        "https://www.themoviedb.org/tv/152271",
        "https://x.com/Ninjala_JP",
        "https://www.youtube.com/c/UCktV7qvOqmyYrNRKOI2mgoQ"
    ],
    "TitleEnglish": "Ninjala (2022)",
    "SummaryEnglish": "The Ninjala is a tournament organized by the World Ninja Association. In particular, the latter has developed a very special type of bubblegum, which allows people with ninja DNA to practice ninjutsu. During the tournament, participants compete in groups of up to 8 players, the objective of which is to score as many points as possible by eliminating their opponents.",
    "Aliases": [
        "Ninjala (2022)"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "1": {
            "ID": "1970113",
            "URL": "https://www.thetvdb.com/series/ninjala-2022/seasons/official/1",
            "# Episodes": 175,
            "Episodes": {
                "1": {
                    "ID": "8869408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8869408",
                    "TitleEnglish": "Ninja-Gum Perfected!",
                    "SummaryEnglish": "“Ninja-Gum” is a unique type of gum that unlocks the hidden potential of those descending from the Ninjas of old. Burton, Berecca, and Ron are three researchers who have been developing Ninja-Gum in secret. Three years of experiments have resulted in repeated failures. But one day, after what they thought was just another experiment gone wrong..."
                },
                "2": {
                    "ID": "8956948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8956948",
                    "TitleEnglish": "A Long Day for Burton and Berecca",
                    "SummaryEnglish": "Burton and Berecca have been turned into children by Ninja-Gum! The two had been researching Ninja-Gum at a WNA (World Ninja Association) research lab, but it appears that lab has been shut down. With no other options, the two head back to their own homes. However, not only had someone moved them out of their own rooms, but it looks like their phones aren’t working either…"
                },
                "3": {
                    "ID": "8956950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8956950",
                    "TitleEnglish": "Awaken, Young Van!",
                    "SummaryEnglish": "Van, a young boy with exceptional athletic ability, was enjoying another day playing his favorite sport, basketball. One night, Van has a dream of his father, who is currently living in a far away land. In this dream, his father is attacked by a mysterious assailant. Van, worried about this dream, heads to his father’s house. There, he finds his dad locked in combat with a ninja…"
                },
                "4": {
                    "ID": "8956949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8956949",
                    "TitleEnglish": "Lucy and the Mysterious Eye",
                    "SummaryEnglish": "Lucy, a kind and cheerful girl, is walking down the street enjoying some ice cream with her friends, Satsuki and Sally. But then, Satsuki accidentally bumps into a pair of delinquents, getting her ice cream on them. Trouble begins brewing, and Lucy yells “Stop!”, trying to help her friends. Suddenly, Lucy’s right eye began glowing red…"
                },
                "5": {
                    "ID": "8977756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8977756",
                    "TitleEnglish": "Ninja Dancer Emma",
                    "SummaryEnglish": "One day, a crime ring was conducting some shady deals in a warehouse. Suddenly, the gifted dance sensation Emma arrived on the scene and took them out with some real stylish moves. Someone in the crowd was recording, and the footage of her fighting bad guys has gone viral, even appearing on the news!"
                },
                "6": {
                    "ID": "8997028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/8997028",
                    "TitleEnglish": "WNA Academy – Let the Battles Begin",
                    "SummaryEnglish": "Burton and Berecca, who had been turned into children by Ninja-Gum, have entered the WNA Academy and are taking part in the entrance ceremony. Van, Kappei, Lucy, and Emma can also be seen at the ceremony. Then, the Academy Principal, trying to see if they have what it takes to become ninjas, looks into Burton and Berecca’s eyes…"
                },
                "7": {
                    "ID": "9012969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9012969",
                    "TitleEnglish": "Kappei of the Shinobi Village",
                    "SummaryEnglish": "Everyone is finally getting settled in at the WNA Academy, and Bruce and Amy have been assigned as teachers for Burton and the gang. While everyone is asking about their concerns about life at the Academy, Lucy suddenly asks Bruce, “Hey, are we allowed to quit and leave if we want?”..."
                },
                "8": {
                    "ID": "9032912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9032912",
                    "TitleEnglish": "Infiltrating WNA HQ",
                    "SummaryEnglish": "In search of answers, Burton and Berecca attempt to reach the server room of the WNA Headquarters. They manage to get to the roof and sneak in through the vents. When they try to get past some giant fans, Burton’s backpack gets stuck…"
                },
                "9": {
                    "ID": "9050084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9050084",
                    "TitleEnglish": "Emma and Lucy's Fun-sized Adventure",
                    "SummaryEnglish": "Emma is enjoying her day off, dancing on a street corner, when she overhears a couple of men up to no good. At the same time, Lucy, who was relaxing on a nearby rooftop, sees two other men attempting to steal a truck. Emma, driven by her strong sense of justice, and Lucy, driven by her boundless curiosity, each begin their pursuit…"
                },
                "10": {
                    "ID": "9061109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9061109",
                    "TitleEnglish": "New Friends? – Ron & Jane",
                    "SummaryEnglish": "Two new students have enrolled in the WNA Academy, and their names are Jane and… Ron?! Burton and Berecca can’t hide their shock - could this be the same Ron who they were researching Ninja-Gum with? Ron and Jane, who hacked into the WNA’s servers to enroll in the academy, appear to be plotting something…"
                },
                "11": {
                    "ID": "9073408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9073408",
                    "TitleEnglish": "Mission: Survival",
                    "SummaryEnglish": "The WNA Academy Students are attempting their first outdoor training exercise! Burton, Berecca, Ron, and Emma have descended into a jungle from a helicopter, while Van, Kappei, Lucy, and Jane have dropped into a desert. Each team must return to the Academy without relying on the power of their Ninja-Gum…"
                },
                "12": {
                    "ID": "9084554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9084554",
                    "TitleEnglish": "Hide and Seek with the Unknown",
                    "SummaryEnglish": "Burton and the gang have arrived at an old, abandoned ghost town. They decide to improve upon the most basic of Ninja skills, the ability to stay hidden… by playing Hide-and-Seek! However, Lucy mentions that there’s a mysterious creature lurking around this ghost town, and in the bushes surrounding the town, the gleam of someone’s eye can be seen…"
                },
                "13": {
                    "ID": "9084555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9084555",
                    "TitleEnglish": "Captured Ninja",
                    "SummaryEnglish": "Burton and the gang are continuing their outdoor training in the Jungle. The Ninja hopefuls have split into teams, and have begun an exciting game of Cops and Robbers! Emma and Kappei are on the Cops side, and the other students have scattered, trying to hide from them. But during this training, a mysterious presence is watching over the students…"
                },
                "14": {
                    "ID": "9098697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9098697",
                    "TitleEnglish": "Tailing Burton",
                    "SummaryEnglish": "Burton and Berecca make plans to listen to a lecture by a famous physicist. However, on the day of the lecture, Burton is nowhere to be found! Berecca asks the other students if they’ve seen Burton, but no one has. Ron is also missing, so Berecca assumes the worst…"
                },
                "15": {
                    "ID": "9111449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9111449",
                    "TitleEnglish": "Space Ninjas",
                    "SummaryEnglish": "An unidentified life form is contained in a pod at the WNA Headquarter lab. Late at night, the life form awakens and tries to break free of its prison. Suddenly, however, a mysterious intruder enters the lab and releases the life form from its capsule…."
                },
                "16": {
                    "ID": "9125376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9125376",
                    "TitleEnglish": "Ninja Duty",
                    "SummaryEnglish": "The WNA forms an extermination squad after their encounter with extra-terrestrial lifeforms, and the students receive their first ninja mission: confirm the identity of the unidentified floating lights in a cave before the extermination squad. When everybody arrives at the entrance of the cave, Chris, a teacher who was specially tasked with this mission, is waiting for everyone."
                },
                "17": {
                    "ID": "9137907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9137907",
                    "TitleEnglish": "Ron and Jane’s Infiltration Mission",
                    "SummaryEnglish": "Burton and the gang head to the jungle to complete their scouting mission targeting the Space Ninjas. Ron and Jane, however, are nowhere to be seen... using a fake illness to get out of class, the two have infiltrated WNA Headquarters to get to the bottom of all the shady activity going on. But deep in the jungle, something shadier is brewing..."
                },
                "18": {
                    "ID": "9152734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9152734",
                    "TitleEnglish": "Headed Home into the Sunset",
                    "SummaryEnglish": "The WNA is at their wit’s end; no matter how many Space Ninjas they defeat, they just keep coming. To better understand their nature, Burton and his friends are sent on a Ninja Mission: follow the Space Ninjas and find out where they live! The mission was off to a great start when they found a lone Space Ninja to follow. But suddenly…"
                },
                "19": {
                    "ID": "9162714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9162714",
                    "TitleEnglish": "Oranje Sea Terror",
                    "SummaryEnglish": "As news is received of a reported sighting of the extra-terrestrial lifeforms near the shore, Burton and his friends are sent to investigate. Along the way, they meet an unfamiliar lady on the bus. Her name is Daisy, a substitute teacher who's on vacation. The gang eventually makes their way to a seaside village, where they feel a sinister presence…"
                },
                "20": {
                    "ID": "9173873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9173873",
                    "TitleEnglish": "Leonard the Runaway",
                    "SummaryEnglish": "When Berecca was still young, her father, a scientist, lost his life in an unfortunate accident during a research expedition. Berecca encounters Leonard, a friend and colleague of her late father. Leonard, currently running for his life from a mysterious pursuer, hands Berecca a memo with a location written on it and quickly escapes the area. Berecca goes to Genryusai for advice. The master ninja asks Berecca and friends to find and protect Leonard, and to afterwards bring him to the Base."
                },
                "21": {
                    "ID": "9186363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9186363",
                    "TitleEnglish": "Tales from the Oedo Hot Springs",
                    "SummaryEnglish": "Berecca has learned that her father, Sean lost his life when he was attacked by the Shadow Ninjas. Berecca, Jane, and Kappei travel to Oedo to see if they can learn anything from the scene of the crime. Once they arrive, they meet up with Genunsai, Kappei’s grandfather, as well as Goro, who was sent to them by Burton via Ninja Express. Together, they begin tracking the Shadow Ninjas…"
                },
                "22": {
                    "ID": "9196805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9196805",
                    "TitleEnglish": "Burton & Chocomin",
                    "SummaryEnglish": "After finishing their Ninja Mission, Burton, Ron, Van, Lucy and Emma return to the WNA Academy by foot. Emma, sensing something behind her, turns around to see a Space Ninja! The Space Ninja has a very friendly expression, and appears to want to pass on a message, but Lucy suddenly attacks the Space Ninja, knocking it out. Burton, seeing the Space Ninja go down incredibly easily, shares a theory he has…"
                },
                "23": {
                    "ID": "9218333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9218333",
                    "TitleEnglish": "Summer Siege on Eagle City",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "9218334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9218334",
                    "TitleEnglish": "Battling Shadows",
                    "SummaryEnglish": "To celebrate their victory over the Space Ninjas, Allen gives a speech at the WNA headquarters while Ron bitterly watches on. Burton, seeing this, invites Ron to the carnival happening in Eagle City. Meanwhile, Allen, having finished his speech, gives Tsukikage a secret order in his office…"
                },
                "25": {
                    "ID": "9240797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9240797",
                    "TitleEnglish": "Operation Oedo Ninjas – Part 1",
                    "SummaryEnglish": "Berecca and friends are preparing to infiltrate the Oedo excavation site by scouting the area around it. The Shadow Ninjas, however, already have their eye on the excavation site and have been surveilling it as they wait for their prey. The WNA Academy students manage to sneak into the excavation site by hiding in a truck, but someone is guarding the elevator they’ll need to use to proceed…"
                },
                "26": {
                    "ID": "9240798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9240798",
                    "TitleEnglish": "Operation Oedo Ninjas - Part 2",
                    "SummaryEnglish": "The WNA Academy students encounter a bridge explosion at the Oedo excavation site."
                },
                "27": {
                    "ID": "9901253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901253",
                    "TitleEnglish": "The Ninjala Championship",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "9901254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901254",
                    "TitleEnglish": "Burton VS Berecca",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "9901255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901255",
                    "TitleEnglish": "Keith - The Dainty Diner",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "9901256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901256",
                    "TitleEnglish": "Dan & Tyler",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "9901257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901257",
                    "TitleEnglish": "Stealing Back Stolen Treasure",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "9901258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901258",
                    "TitleEnglish": "Van - Burning Ninja Spirit",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "9901259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901259",
                    "TitleEnglish": "Blueprint for a New Lucy",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "9901260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901260",
                    "TitleEnglish": "Survival Battle Finals",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "9901261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901261",
                    "TitleEnglish": "The New Ninjala Master",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "9901262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901262",
                    "TitleEnglish": "Ninja Beach Break",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "9901263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901263",
                    "TitleEnglish": "Touring Oedo Town",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "9901264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901264",
                    "TitleEnglish": "Fright Night at the Academy",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "9901265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901265",
                    "TitleEnglish": "Swordmaster Kappei",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "9901266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9901266",
                    "TitleEnglish": "There Goes the Pumpking",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "9902542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902542",
                    "TitleEnglish": "Ron is Always at Your Back",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "9902543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902543",
                    "TitleEnglish": "Every Vote Counts in a Crazy Election!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "9902544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902544",
                    "TitleEnglish": "Banished from the WNA Academy?",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "9902545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902545",
                    "TitleEnglish": "Poop Recruits!",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "9902546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902546",
                    "TitleEnglish": "Operation Hideout Takeover!",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "9902547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902547",
                    "TitleEnglish": "Eagle City`s New Hero - Part 1",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "9902548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902548",
                    "TitleEnglish": "Eagle City`s New Hero - Part 2",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "9902549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902549",
                    "TitleEnglish": "The Tenacious Assassin",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "9902550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902550",
                    "TitleEnglish": "Battle for the Meteorite",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "9902551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902551",
                    "TitleEnglish": "The Shadow Ninjas Strike Back",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "9902552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902552",
                    "TitleEnglish": "Battle of the Opera",
                    "SummaryEnglish": null
                },
                "52": {
                    "ID": "9902553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902553",
                    "TitleEnglish": "Ultra-Secret Void Clone Technique",
                    "SummaryEnglish": null
                },
                "53": {
                    "ID": "9902554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902554",
                    "TitleEnglish": "Disbanding the WNA?!",
                    "SummaryEnglish": null
                },
                "54": {
                    "ID": "9902555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902555",
                    "TitleEnglish": "Lucy on the Cliff",
                    "SummaryEnglish": null
                },
                "55": {
                    "ID": "9902556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902556",
                    "TitleEnglish": "Call Me Master Shadow",
                    "SummaryEnglish": null
                },
                "56": {
                    "ID": "9902557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902557",
                    "TitleEnglish": "Give Me Ninja Gum!",
                    "SummaryEnglish": null
                },
                "57": {
                    "ID": "9902558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902558",
                    "TitleEnglish": "Battle for the Academy",
                    "SummaryEnglish": null
                },
                "58": {
                    "ID": "9902559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902559",
                    "TitleEnglish": "Independent Eagle City",
                    "SummaryEnglish": null
                },
                "59": {
                    "ID": "9902560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902560",
                    "TitleEnglish": "Showdown - Burton vs Dan",
                    "SummaryEnglish": null
                },
                "60": {
                    "ID": "9902561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902561",
                    "TitleEnglish": "A Masked Surprise",
                    "SummaryEnglish": null
                },
                "61": {
                    "ID": "9902562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902562",
                    "TitleEnglish": "Attack on the Bottle Collectors!",
                    "SummaryEnglish": null
                },
                "62": {
                    "ID": "9902563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902563",
                    "TitleEnglish": "The WNA`s Greatest Mission",
                    "SummaryEnglish": null
                },
                "63": {
                    "ID": "9902564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902564",
                    "TitleEnglish": "Rising Devil! Burton`s Awakening!",
                    "SummaryEnglish": null
                },
                "64": {
                    "ID": "9902565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902565",
                    "TitleEnglish": "A Visitor to Eagle City",
                    "SummaryEnglish": null
                },
                "65": {
                    "ID": "9902566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902566",
                    "TitleEnglish": "Pull Yourself Together, Ezet!",
                    "SummaryEnglish": null
                },
                "66": {
                    "ID": "9902568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902568",
                    "TitleEnglish": "The Ninjala Battle Festival Begins",
                    "SummaryEnglish": null
                },
                "67": {
                    "ID": "9902569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902569",
                    "TitleEnglish": "Here Comes Ezet the Thief!",
                    "SummaryEnglish": null
                },
                "68": {
                    "ID": "9902571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902571",
                    "TitleEnglish": "It`s Tough Being a Leader, Van",
                    "SummaryEnglish": null
                },
                "69": {
                    "ID": "9902572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902572",
                    "TitleEnglish": "Locked on Ron",
                    "SummaryEnglish": null
                },
                "70": {
                    "ID": "9902573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902573",
                    "TitleEnglish": "Berecca`s Special Service",
                    "SummaryEnglish": null
                },
                "71": {
                    "ID": "9902574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902574",
                    "TitleEnglish": "Space Duo",
                    "SummaryEnglish": null
                },
                "72": {
                    "ID": "9902575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902575",
                    "TitleEnglish": "Trust Your Friends and Take the Win",
                    "SummaryEnglish": null
                },
                "73": {
                    "ID": "9902576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902576",
                    "TitleEnglish": "Ezet`s Mission",
                    "SummaryEnglish": null
                },
                "74": {
                    "ID": "9902577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902577",
                    "TitleEnglish": "Kidnapping Berecca",
                    "SummaryEnglish": null
                },
                "75": {
                    "ID": "9902578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902578",
                    "TitleEnglish": "Welcome to the WNA Academy",
                    "SummaryEnglish": null
                },
                "76": {
                    "ID": "9902579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902579",
                    "TitleEnglish": "Operation Spaceship Repair",
                    "SummaryEnglish": null
                },
                "77": {
                    "ID": "9902580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902580",
                    "TitleEnglish": "Fishing for the Stars",
                    "SummaryEnglish": null
                },
                "78": {
                    "ID": "9902581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902581",
                    "TitleEnglish": "An Eleventh Member?!",
                    "SummaryEnglish": null
                },
                "79": {
                    "ID": "9902582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902582",
                    "TitleEnglish": "The Cat, the Crow & the Master",
                    "SummaryEnglish": null
                },
                "80": {
                    "ID": "9902583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9902583",
                    "TitleEnglish": "Settlekettle Test of Mettle",
                    "SummaryEnglish": null
                },
                "81": {
                    "ID": "9960261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9960261",
                    "TitleEnglish": "Meluz at Last",
                    "SummaryEnglish": null
                },
                "82": {
                    "ID": "9979743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9979743",
                    "TitleEnglish": "Mission 1: Food Surveillance",
                    "SummaryEnglish": "Burton and the others arrive on Planet Meluz to defeat the Space Ninjas, but the Meluzian army argues they don't need the Earthlings' help. In order to prove their worth as allies, Van and Kappei decide to face off against Robbit, the Meluzian Army’s greatest warrior. Robbit demonstrates overwhelming strength and Van and Kappei strategize how to defeat him."
                },
                "83": {
                    "ID": "9992395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9992395",
                    "TitleEnglish": "Oasis Recovery",
                    "SummaryEnglish": "Robbit, Van, and Kappei successfully gather intel about where the Space Ninjas are and how many are around. Using this intel, they make a plan to take down the Space Ninjas once and for all. Ezet proposes that Burton and the gang lend a hand, and General Gabbot gives them the green light to join in. Subsequently, the mission gets divided into four teams: Team Odette, Team Jhacket, Team Robbit, and Team Gibbet... Get ready for an action-packed showdown!"
                },
                "84": {
                    "ID": "9992396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/9992396",
                    "TitleEnglish": "Twilight at the Ancient Ruins",
                    "SummaryEnglish": "To take down the Space Ninjas, the team split up into four squads, each off to different bases in the city. Burton, Berecca, Ezet, and Gumchi join the Gibbet squad. As they were on their way, they began to feel like someone was watching them, and started to notice Gibbet acting super suspicious..."
                },
                "85": {
                    "ID": "10011602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10011602",
                    "TitleEnglish": "Cathedral Clash",
                    "SummaryEnglish": null
                },
                "86": {
                    "ID": "10113584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113584",
                    "TitleEnglish": "Charge of the Gumdiva",
                    "SummaryEnglish": null
                },
                "87": {
                    "ID": "10113585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113585",
                    "TitleEnglish": "Taking Back Meluz",
                    "SummaryEnglish": null
                },
                "88": {
                    "ID": "10113586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113586",
                    "TitleEnglish": "Crazy Election - Part 2",
                    "SummaryEnglish": null
                },
                "89": {
                    "ID": "10113587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113587",
                    "TitleEnglish": "Desert Isle Treasure Hunt",
                    "SummaryEnglish": null
                },
                "90": {
                    "ID": "10113589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113589",
                    "TitleEnglish": "I`m a Ninja, You`re a Ninja",
                    "SummaryEnglish": null
                },
                "91": {
                    "ID": "10113590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113590",
                    "TitleEnglish": "Run, Kappei! Genunsai Is Missing!",
                    "SummaryEnglish": null
                },
                "92": {
                    "ID": "10113591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10113591",
                    "TitleEnglish": "Lucy and the Teddy Gang",
                    "SummaryEnglish": null
                },
                "93": {
                    "ID": "10389164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389164",
                    "TitleEnglish": "Secrets of Femme Spy Jane",
                    "SummaryEnglish": null
                },
                "94": {
                    "ID": "10389165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389165",
                    "TitleEnglish": "Close Encounters of the Gumchi Kind",
                    "SummaryEnglish": null
                },
                "95": {
                    "ID": "10389166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389166",
                    "TitleEnglish": "The Melancholy of Warren",
                    "SummaryEnglish": null
                },
                "96": {
                    "ID": "10389167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389167",
                    "TitleEnglish": "Burton the Inventor",
                    "SummaryEnglish": null
                },
                "97": {
                    "ID": "10389168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389168",
                    "TitleEnglish": "Swift and Fierce – Academy Sports Day",
                    "SummaryEnglish": null
                },
                "98": {
                    "ID": "10389169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389169",
                    "TitleEnglish": "The Case Files of Detective Berecca",
                    "SummaryEnglish": null
                },
                "99": {
                    "ID": "10389170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389170",
                    "TitleEnglish": "Goodbye Daisy?",
                    "SummaryEnglish": null
                },
                "100": {
                    "ID": "10389171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389171",
                    "TitleEnglish": "Kappei's Special Delivery",
                    "SummaryEnglish": null
                },
                "101": {
                    "ID": "10389172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389172",
                    "TitleEnglish": "A Willful Princess's Escort",
                    "SummaryEnglish": null
                },
                "102": {
                    "ID": "10389173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389173",
                    "TitleEnglish": "I'm You, You're Me",
                    "SummaryEnglish": null
                },
                "103": {
                    "ID": "10389174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389174",
                    "TitleEnglish": "Van and the Mermaid at Dawn",
                    "SummaryEnglish": null
                },
                "104": {
                    "ID": "10389175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389175",
                    "TitleEnglish": "Ninjas Go Viral",
                    "SummaryEnglish": null
                },
                "105": {
                    "ID": "10389176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389176",
                    "TitleEnglish": "Goro's Longest Day",
                    "SummaryEnglish": null
                },
                "106": {
                    "ID": "10389177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389177",
                    "TitleEnglish": "Lucy and Her Friends",
                    "SummaryEnglish": null
                },
                "107": {
                    "ID": "10389178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389178",
                    "TitleEnglish": "Revenge of the Skull Ninja",
                    "SummaryEnglish": null
                },
                "108": {
                    "ID": "10389179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389179",
                    "TitleEnglish": "Keith the Solitary Gourmet",
                    "SummaryEnglish": null
                },
                "109": {
                    "ID": "10389180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10389180",
                    "TitleEnglish": "Messenger From the Future",
                    "SummaryEnglish": null
                },
                "110": {
                    "ID": "10640485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640485",
                    "TitleEnglish": "The Kids Who Leapt Through Time",
                    "SummaryEnglish": "Burton and Berecca find themselves transported to Shinobi City 500 years in the past due to the lightning strike on the grand cedar tree. To their surprise, they encounter not only Kippei, who bears a striking resemblance to Kappei, but also other ninjas resembling Van, Lucy, Emma, Jane, and Ron! These ninjas, representing the Iga, Koga, Togakushi, Hachiya, Saika, and Fuma clans respectively, have gathered to discuss strategies for dealing with the frequent yokai attacks. In the midst of their discussion, the frog beast that previously ambushed Burton and Berecca reappears, and…"
                },
                "111": {
                    "ID": "10640486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640486",
                    "TitleEnglish": "Come On Baby Academy",
                    "SummaryEnglish": "Burton completes the slumber machine to return him to his adult form. However, Gumchi was playing with the machine while Burton wasn’t looking, causing it to start vibrating rapidly and it eventually breaks down, releasing sparks. Gumchi flees from the scene in a hurry. Afterwards, while babysitting the principal’s grandkid, Bruce and the other students go up to the rooftop and come across the slumber machine, only to see…"
                },
                "112": {
                    "ID": "10640487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640487",
                    "TitleEnglish": "Grand Cedar Tree of Shinobi City",
                    "SummaryEnglish": "Burton and Berecca accompany Genryusai as he heads to the World Ninja Summit taking place at the Shinobi City in Oedo. Upon their arrival, they visit a ninja museum where they learn about the ancient ninjas who battled yokai, as well as the shrine that sealed away the yokai and the grand cedar tree that was struck by lightning 500 years ago. When the pair go to see the actual grand cedar tree and shrine, a sudden wind begins to rage. To make matters worse, lightning strikes the grand cedar tree…"
                },
                "113": {
                    "ID": "10640488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640488",
                    "TitleEnglish": "The Kids Who Leapt Through Time",
                    "SummaryEnglish": "Burton and Berecca find themselves transported to Shinobi City 500 years in the past due to the lightning strike on the grand cedar tree. To their surprise, they encounter not only Kippei, who bears a striking resemblance to Kappei, but also other ninjas resembling Van, Lucy, Emma, Jane, and Ron! These ninjas, representing the Iga, Koga, Togakushi, Hachiya, Saika, and Fuma clans respectively, have gathered to discuss strategies for dealing with the frequent yokai attacks. In the midst of their discussion, the frog beast that previously ambushed Burton and Berecca reappears, and…"
                },
                "114": {
                    "ID": "10640489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640489",
                    "TitleEnglish": "Vanji the Guardian & The Rice Riot",
                    "SummaryEnglish": "Despite the victory against the frog beast through their combined efforts, the ninjas from the Koga, Hachiya, Togakushi, Fuma, and Saika clans decide to leave Iga Village after encountering the formidable strength of the Yokai. Even the heroes of the Yokai extermination, Vanji, Oema, Olu, Ronzaburo, and Jien, return to their respective clans, harboring complex feelings about the situation. As Burton investigates the stone statue left behind by the defeated frog beast, he begins to formulate a theory. Meanwhile, a new Yokai is about to be born in the nearby ravine…"
                },
                "115": {
                    "ID": "10640490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640490",
                    "TitleEnglish": "Clairvoyant Oema & the Kappa Attack",
                    "SummaryEnglish": "Burton and the others receive news that a young man gathering twigs in Mount Ayakashi was ambushed by a giant shadow that darts among trees. They decide to head there to defeat the suspected Yokai and seek shelter in a nearby mountain cabin to prepare for the impending Yokai search. However, things escalate when Oema destroys the plates she brought along, due to her frustration with Vanji’s continuous mockery of them. Regretting her actions, Oema returns to the cabin to retrieve the shattered plates, only to find they have mysteriously vanished without a trace…"
                },
                "116": {
                    "ID": "10640491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640491",
                    "TitleEnglish": "Rampage of Olu the Strong",
                    "SummaryEnglish": "Burton attempts to explain the concept of airplanes through a scientific demonstration. However, Olu does not believe his explanation and challenges him to show it in action. Burton, in an effort to prove the power of science, tries to create a hang glider, but fails in his attempt. Meanwhile, as the group visits a village affected by Yokai attacks, they encounter a Tengu. With Ronzaburo’s ninjutsu, they manage to successfully repel the Tengu. Witnessing his strength, Olu challenges Ronzaburo to a fight…"
                },
                "117": {
                    "ID": "10640492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640492",
                    "TitleEnglish": "Light of Life in the Night",
                    "SummaryEnglish": "While Burton and the others walk through the mountain trail at night, the group gets ambushed by armed men hiding within the trees. Turns out, they happened to mistake the lantern Burton was holding with a lantern-shaped yokai that would invade the village every night. The villagers ask Burton’s group to help defeat the yokai, but Jisaku, a member of the village, was heavily against the request. Apparently, Jisaku had a fiancé named Onatsu, who as it turns out…"
                },
                "118": {
                    "ID": "10640502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640502",
                    "TitleEnglish": "Kunoichi Jien & The Dust Devil",
                    "SummaryEnglish": "While the villagers of the Bamboo Grove Village are digging up bamboo shoots, a blade suddenly flies past them at a fast speed, cutting down all the bamboo in the blink of an eye! In the depths of the bamboo grove, there lurks a mysterious creature with gleaming eyes…. Meanwhile, Burton and Berecca question Jien on why she has decided to remain in the village, only for her to reply with vague answers and brush off the question by fleeing the scene. Upon arriving at the village, Ronzaburo warns the two to be careful of Jien because deceiving others is a kunoichi’s forte…"
                },
                "119": {
                    "ID": "10640503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640503",
                    "TitleEnglish": "Flaming Kippei & The Haunted Manor",
                    "SummaryEnglish": "In their travels, Kippei finds an old comb with moonflower patterns on the ground and decides to leave the comb in an old shrine nearby. However, the comb keeps reappearing no matter where they go, making the group question its oddity. The group walks towards a faint light in the distance to find a place to rest, only to find a ruined village from the aftermath of a war. However, in the back of the village, there is a single manor that was unscathed from all the disaster and emitting the faint light that the led the group to the village…"
                },
                "120": {
                    "ID": "10640504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640504",
                    "TitleEnglish": "Samurai Training With Master Kozaru?!",
                    "SummaryEnglish": "Burton and the others are caught off guard by the sudden appearance of a giant yokai! Despite their combined efforts, the group fails to deliver any effective attacks and falls down the cliff from the blow of a counterattack. Somehow, the group manages to survive the fall and strategizes a plan against the giant Yokai once they return to Genshusai. To fight against the dangerous threat, Vanji and Kippei seek Kozaru’s help and beg him to take them in as apprentices. But things weren’t as simple as they expected…"
                },
                "121": {
                    "ID": "10640505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640505",
                    "TitleEnglish": "Serpent of The Bottomless Swamp",
                    "SummaryEnglish": "On their way back, Burton and the others find a sign on the road leading to a nearby village that reads, “Those who can defeat the serpent will be rewarded.” The group heads to the said village to assist in defeating the serpent. According to the mayor, the serpent lives within the bottomless swamp, but when the villagers attempted to cover up the swamp, strange occurrences began happening within the village, and yet the serpent was nowhere to be seen. While wrapping their heads around this phenomenon, Burton and the group meet a mysterious young boy named Kanta…"
                },
                "122": {
                    "ID": "10640506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640506",
                    "TitleEnglish": "The Swordsman & The Soaring Specter",
                    "SummaryEnglish": "A man named Matsuzaemon wanders into Iga Village from his journey while training. Matsuzaemon seeks to fight the strongest person in the village, so Olu steps up as his opponent. After being defeated by Olu, Matsuzaemon claims he “still needs more training,” so he leaves the village. Olu decides to follow Matsuzaemon after being left unsatisfied with the duel.  Meanwhile, villagers keep hearing a mysterious voice calling out the words “Let’s Play” within Mount Konyaku. Coincidentally, Mount Konyaku is also in the direction Olu was heading towards…"
                },
                "123": {
                    "ID": "10640508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640508",
                    "TitleEnglish": "One-inch Oema and The Magic Mallet",
                    "SummaryEnglish": "Oema is secretly training in the mountains when she chants out a spell that makes the branches and leaves freeze in the air. Oema thought of using this spell to assist in fighting the yokai, but was concerned about being told by the Hachiya Clan to not use the spell in front of other clan members. A sudden downpour of rain begins, so Oema shelters in a cave. However, she ends up encountering a Mallet-shaped yokai and is attacked! Suddenly, Oema’s body began to shrink rapidly!"
                },
                "124": {
                    "ID": "10640509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640509",
                    "TitleEnglish": "Warring States Ninjala Battle?!",
                    "SummaryEnglish": "In the Iga Village plaza, Vanji and Kippei are arguing yet again about which clan is stronger: The Iga Clan or Koga Clan. Getting tired of the two’s continuous arguments, Olu mentions how they should just “Battle it out right here and now.” Suddenly, Genshusai appears and proposes a “Mock Battle” using only wooden swords. Also overhearing this discussion, Burton suggests the group use his new invention, “Stick-Stuck Balls.” The Warring States Ninjala Battle between the 8 ninjas, including Burton and Berecca, has now begun!"
                },
                "125": {
                    "ID": "10640524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640524",
                    "TitleEnglish": "From the Cafeteria With Love",
                    "SummaryEnglish": "While Burton and Berecca are fighting yokai in the historic lands of Oedo 500 years ago, back in the modern world, the entire academy is going wild with the news that the cafeteria lady quit her job! However, Ron, Jane, and Emma all hear different rumors about why the cafeteria lady has quit. This makes the ninjas start suspecting that the cafeteria lady is the legendary female ninja spy “Julieta”…"
                },
                "126": {
                    "ID": "10640525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640525",
                    "TitleEnglish": "Big Boss Battle",
                    "SummaryEnglish": "When a traveler was sheltering in a cave from the evening dew, they heard a terrifying snarl and saw a pair of glowing eyes at the end of the cave. In a panic, the traveler escaped with one’s life to the village Oema and the group were at. Meanwhile, Burton and Berecca were investigating the grand cedar tree that caused the two to travel back 500 years in the past. But then, the tingling noise from the bell Berreca has been wearing catches the attention of the Yokai boss…"
                },
                "127": {
                    "ID": "10640526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640526",
                    "TitleEnglish": "The Search for Gumchi",
                    "SummaryEnglish": "Burton realizes that they may be able to take down the Boss Yokai with the help from Gumchi. When Burton explains the plan to Genshusai, Genshusai tells the group a story passed down from the ancestors about a creature that resembled Gumchi arriving in Oedo long ago in the past. That creature was named “Dangochi” and currently lives with Genshusai’s twin brother, Genkusai. After hearing about the legendary folklore, Burton and the other ninjas decide to visit Genkusai to seek out the mythical creature…"
                },
                "128": {
                    "ID": "10640527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640527",
                    "TitleEnglish": "Three Umbrellas & A Rescue Mission",
                    "SummaryEnglish": "Burton and his friends visit the home of Genkusai who lives with Gamucci. However, Genkusai has been attacked and Gamucci has been kidnapped by someone."
                },
                "129": {
                    "ID": "10640528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640528",
                    "TitleEnglish": "Ronzaburo on the Battlefield",
                    "SummaryEnglish": "Worried the armored yokai may attack the village again, Ronzaburo suggests to Genshusai that they should strengthen the patrols around the village. Jien, however, is suspicious of Ronzaburo’s actions. Remembering the words she received on the outskirts of the village from the Fuma Clan, she decides to call him out. Ronzaburo, displaying a stern expression, asks Jien, “Why aren’t you on watch?”.  Jien responds, “I am, right now.” And the tension rises between the two ninjas…"
                },
                "130": {
                    "ID": "10640529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640529",
                    "TitleEnglish": "Thunderclap at The Great Cedar Battle",
                    "SummaryEnglish": "The fated day in which lightning strikes the Great Cedar has finally come … At the base of the Great Cedar, a shrine to seal the boss yokai is built. As people prepare for the encounter, Oema decides to use her forbidden sealing techniques. Meanwhile, Burton stumbles across something while looking for spare glasses to replace his broken pair. And at last, the boss yokai raids the Grand Cedar by taking the form of a yokai serpent! The final confrontation between Yokai and Ninjas has ignited…"
                },
                "131": {
                    "ID": "10640530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10640530",
                    "TitleEnglish": "Steamy Confrontation with Oedo's Monkeys",
                    "SummaryEnglish": null
                },
                "132": {
                    "ID": "10665147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10665147",
                    "TitleEnglish": "Sudden Love Letter?! Pull Yourself Together, Ezet!",
                    "SummaryEnglish": "Ezet is on his way to start his morning training, when he suddenly feels somebody watching him. He continues to notice the same feeling at the academy and finds a mysterious letter slipped inside his locker. Realizing this may lead to the culprit behind the mysterious stares, Ezet decides to open the letter. As he begins to read its contents, a kuroko accidentally knocks over a water bucket, causing the letter to get drenched! After deciphering the barely readable message, Ezet discovers it is a love letter addressed to him!?"
                },
                "133": {
                    "ID": "10711569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10711569",
                    "TitleEnglish": "Ninja Training? Dan’s Got Work!",
                    "SummaryEnglish": "Dan reminisces over the various memories he made at the Academy. However, his trip down memory lane is interrupted by Burton’s uncontrollable laughter caused by one of his latest inventions. Unable to stand looking at Burton, Dan advises Burton about his childish actions. Burton replies that “It is important to experience many different things” and that he has “Experienced more of the world” than Dan ever has. After having Burton’s words stuck in his head, Dan decides to get work experience under Mallet & Bucket, who were looking around for extra help…"
                },
                "134": {
                    "ID": "10711570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10711570",
                    "TitleEnglish": "Bottle Collector Breakup?!",
                    "SummaryEnglish": "Dan rants about “What True Ninjas should do…” like usual. But things were slightly different. Tyler was not seen next to Dan, despite the two always being together. Later, Dan finds Tyler in the cafeteria and approaches him, but Tyler leaves immediately with a cold attitude. Even the other members of the Bottle Collectors were actively avoiding Dan whenever he tried to talk to them. Not knowing what to do, Dan asks Burton and the others for advice. After hearing about the problem, Lucy makes a crazy suggestion…"
                },
                "135": {
                    "ID": "10711571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10711571",
                    "TitleEnglish": "Keith’s Treasure",
                    "SummaryEnglish": "Van and Kappei are taken to a deserted antique shop by Keith. Once they arrive, Keith joyfully talks to them about a specific stone in the store. According to the owner, there is one other person interested in the stone aside from Keith. He is ecstatic to hear about someone else with similar interests as him and begged the owner to introduce the said person. Keith couldn’t wait to meet a like-minded individual with the same taste as himself. But his excitement is cut short as the stone gets stolen from the shop…!"
                },
                "136": {
                    "ID": "10777568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10777568",
                    "TitleEnglish": "Naomi Returns Home",
                    "SummaryEnglish": "Naomi receives a letter from her mother in Oedo, informing her about a strange creature roaming within the mountains of Oedo. When Burton and Berecca hear about the news, the two immediately thinks about the Yokai they sealed 500 years ago in Old Oedo… As a result, Burton and Berecca decide to accompany Naomi on her trip home. On top of this, Emma and Lucy also join them! Upon arriving at Oedo, the entire village is peaceful to the point the crew forgets about the existence of the mysterious being… Until the group suddenly hears the screams of villagers, and the creature emerges from the shadows!"
                },
                "137": {
                    "ID": "10777569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/10777569",
                    "TitleEnglish": "Nothing But Enemies?!",
                    "SummaryEnglish": "Ron is enjoying his day, relaxing at the Base, when Van and Kappei suddenly challenge him to a battle! The cafeteria lady tells the two if they can get one IPPON on Ron, she will treat them with food off of a special menu. What’s more, Genryusai tells other students that they would inherit the “Ninpo Tiger Scroll” if they get an IPPON on Ron! The rumors rapidly spread throughout the academy, becoming an environment of chaos involving all the students!"
                },
                "138": {
                    "ID": "11235545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235545",
                    "TitleEnglish": "Gumchi Dollee!",
                    "SummaryEnglish": null
                },
                "139": {
                    "ID": "11235583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235583",
                    "TitleEnglish": "Ninja of the Dead",
                    "SummaryEnglish": null
                },
                "140": {
                    "ID": "11235584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235584",
                    "TitleEnglish": "Taking Down Burton - The New Inventor",
                    "SummaryEnglish": null
                },
                "141": {
                    "ID": "11235610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235610",
                    "TitleEnglish": "Fireworks in the Night Sky",
                    "SummaryEnglish": "TBA"
                },
                "142": {
                    "ID": "11235549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235549",
                    "TitleEnglish": "Van and the Mysterious Tome",
                    "SummaryEnglish": null
                },
                "143": {
                    "ID": "11235587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235587",
                    "TitleEnglish": "When It Snows in Eagle City",
                    "SummaryEnglish": null
                },
                "144": {
                    "ID": "11235588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235588",
                    "TitleEnglish": "No Laughs from Bruce",
                    "SummaryEnglish": null
                },
                "145": {
                    "ID": "11235614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235614",
                    "TitleEnglish": "Test Season at the Academy",
                    "SummaryEnglish": "TBA"
                },
                "146": {
                    "ID": "11235590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235590",
                    "TitleEnglish": "Bye-bye Gumchi?",
                    "SummaryEnglish": null
                },
                "147": {
                    "ID": "11235616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235616",
                    "TitleEnglish": "Across the Sea of Stars",
                    "SummaryEnglish": "TBA"
                },
                "148": {
                    "ID": "11235555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235555",
                    "TitleEnglish": "Kappei's Training Journey",
                    "SummaryEnglish": null
                },
                "149": {
                    "ID": "11235556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235556",
                    "TitleEnglish": "A Cat Eat Cat World",
                    "SummaryEnglish": null
                },
                "150": {
                    "ID": "11235557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235557",
                    "TitleEnglish": "Allez! Iron Chef-in-Training",
                    "SummaryEnglish": null
                },
                "151": {
                    "ID": "11235595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235595",
                    "TitleEnglish": "Class with Flora",
                    "SummaryEnglish": null
                },
                "152": {
                    "ID": "11235621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235621",
                    "TitleEnglish": "Monsters Attack!",
                    "SummaryEnglish": "TBA"
                },
                "153": {
                    "ID": "11235622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235622",
                    "TitleEnglish": "Lucy Through the Looking Glass",
                    "SummaryEnglish": "TBA"
                },
                "154": {
                    "ID": "11235598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235598",
                    "TitleEnglish": "New Shadows Fall",
                    "SummaryEnglish": null
                },
                "155": {
                    "ID": "11235565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235565",
                    "TitleEnglish": "Call Me Mistress Shade",
                    "SummaryEnglish": null
                },
                "156": {
                    "ID": "11235600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235600",
                    "TitleEnglish": "Sink That Winning Dunk, Van!",
                    "SummaryEnglish": null
                },
                "157": {
                    "ID": "11235601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235601",
                    "TitleEnglish": "Laugh and Peace",
                    "SummaryEnglish": null
                },
                "158": {
                    "ID": "11235571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235571",
                    "TitleEnglish": "Follow the Lights",
                    "SummaryEnglish": null
                },
                "159": {
                    "ID": "11235603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235603",
                    "TitleEnglish": "Beware of the Drink Thief",
                    "SummaryEnglish": null
                },
                "160": {
                    "ID": "11235604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235604",
                    "TitleEnglish": "False Advertisements",
                    "SummaryEnglish": null
                },
                "161": {
                    "ID": "11235605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235605",
                    "TitleEnglish": "Trouble in the Mist",
                    "SummaryEnglish": null
                },
                "162": {
                    "ID": "11235631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235631",
                    "TitleEnglish": "The Unsealer",
                    "SummaryEnglish": "TBA"
                },
                "163": {
                    "ID": "11235546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235546",
                    "TitleEnglish": "New Target",
                    "SummaryEnglish": null
                },
                "164": {
                    "ID": "11235547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235547",
                    "TitleEnglish": "New Nightmare",
                    "SummaryEnglish": null
                },
                "165": {
                    "ID": "11235548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235548",
                    "TitleEnglish": "Great Power - Berecca's Decision",
                    "SummaryEnglish": null
                },
                "166": {
                    "ID": "11235550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235550",
                    "TitleEnglish": "WNA Icebreaker",
                    "SummaryEnglish": null
                },
                "167": {
                    "ID": "11235551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235551",
                    "TitleEnglish": "Sky Splitter - Koga Ninpo Soaring Strike!",
                    "SummaryEnglish": null
                },
                "168": {
                    "ID": "11235552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235552",
                    "TitleEnglish": "Wrap Things Up, Kappei",
                    "SummaryEnglish": null
                },
                "169": {
                    "ID": "11235553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235553",
                    "TitleEnglish": "Lucy Dances in Darkness",
                    "SummaryEnglish": null
                },
                "170": {
                    "ID": "11235554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235554",
                    "TitleEnglish": "Ron, Jane, and the Fight for Tomorrow",
                    "SummaryEnglish": null
                },
                "171": {
                    "ID": "11235558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235558",
                    "TitleEnglish": "Tracking Down Flora's Secrets",
                    "SummaryEnglish": null
                },
                "172": {
                    "ID": "11235559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235559",
                    "TitleEnglish": "Showdown! Burton VS Mistress Shade!",
                    "SummaryEnglish": null
                },
                "173": {
                    "ID": "11235560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235560",
                    "TitleEnglish": "WNA's Darkest Day",
                    "SummaryEnglish": null
                },
                "174": {
                    "ID": "11235562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235562",
                    "TitleEnglish": "Fated Encounter",
                    "SummaryEnglish": null
                },
                "175": {
                    "ID": "11235567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ninjala-2022/episodes/11235567",
                    "TitleEnglish": "Stop Gamnyudo! Emma's Counterattack",
                    "SummaryEnglish": null
                }
            }
        }
    }
}