{
    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28766864/",
        "https://butaliver-anime.com/",
        "http://www.reddit.com/r/HeatthePigLiver",
        "https://www.themoviedb.org/tv/153336",
        "https://www.wikidata.org/wiki/Q110060930",
        "https://en.wikipedia.org/wiki/Heat_the_Pig_Liver",
        "https://x.com/bunko_dengeki/status/1469669204471463944"
    ],
    "TitleEnglish": "Butareba -The Story of a Man Turned Into a Pig-",
    "SummaryEnglish": "An unappealing otaku awakens in the body of a pig after he passes out while eating raw pig liver. Pig finds himself in the company of Jess, an innocent girl who can read people's minds, and she accepts him despite his boorish thoughts... although she does plan to eat him. When Jess is in danger of succumbing to a dark destiny, can Pig save her using only his quick wits, wisdom, and refined sense of smell?",
    "TitleJapanese": "豚のレバーは加熱しろ",
    "SummaryJapanese": "異世界物語では、生豚の肝臓を食べながら意識を失うと、ファンタジー世界で豚として生まれ変わり、人の心を読み取ることができるジェスという優しい女の子と一緒に冒険に出かけます。 それはまさに、能力や才能のない普通のオタクに起こることです。豚として生まれ変わることを除けば。",
    "Aliases": [
        "Buta no Rebā wa Kanetsu Shiro",
        "Buta no Liver wa Kanetsu Shiro",
        "豚レバ",
        "ButaReba"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1971050",
            "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10018234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018234",
                    "TitleEnglish": "Otakus Enjoy Being Treated Like Pigs",
                    "SummaryEnglish": "After collapsing from eating raw pig liver, I've been reincarnated as a pig in Mesteria, a world run by swords and magic. The beautiful girl who saved me worked as a servant and was a member of the Yethma, a race of girls with the ability to read minds. Despite being able to hear all of the lustful fantasies of this ex-dirty, scrawny, four-eyed virgin, Jess always responded with a soft smile. Hold on, why is this girl being so nice to me...!?",
                    "TitleJapanese": "オタクは美少女に豚扱いされると喜ぶ",
                    "SummaryJapanese": "豚のレバーを生で食べて倒れた俺は、異世界(メステリア)で豚になっていた！　助けてくれた小間使いの美少女ジェスは、心を読む能力をもつイェスマという種族らしい。元・眼鏡ヒョロガリクソ童貞である俺のだだ漏れの欲望に、はにかみながらも応えてくれるジェス。ちょっと待て、どうしてそんなに優しくしてくれるんだ……！？"
                },
                "2": {
                    "ID": "10018235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018235",
                    "TitleEnglish": "Even a Pig Will Dance If You Flatter Them Enough",
                    "SummaryEnglish": "Jess and I have begun preparations to make our way to the royal capital. However, despite knowing that there is a man inside this pig body, this beautiful girl doesn’t seem to have even a hint of wariness! While being enthralled by the innocent girl's every move, Jess takes Pig with her to the lively city of Kiltyrie to buy something... Hold on Jess, why are you going into such a suspicious-looking alleyway?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10018236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018236",
                    "TitleEnglish": "You Must Not Fall in Love With Your Oshi",
                    "SummaryEnglish": "After seeing my astonishing dance performance, which is a skill I developed through training in rhythm games, I was purchased by a ristae shop. However, while waiting for my turn to perform at the festival, I realized something. I am an ex-dirty, scrawny, four-eyed virgin who has never once received attention from large groups of people before. But it doesn't matter. Jess is wearing a maid outfit and is cheering me on. Dance for your Oshi, Pig!",
                    "TitleJapanese": "推しにガチ恋してはならない",
                    "SummaryJapanese": "音ゲーで鍛えた華麗なダンスを見込まれ、リスタ屋に買われた俺。しかし、祭りの出番待ちをしているうちに、気付いてしまった。眼鏡ヒョロガリクソ童貞の俺は、大勢の注目を浴びたことなど今の今まで一度もないということに……。だが関係ない。メイド服姿のジェスたそも応援してくれているのだ。推しのために、踊れ、豚！"
                },
                "4": {
                    "ID": "10018237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018237",
                    "TitleEnglish": "Be Careful How You Ride a Pig",
                    "SummaryEnglish": "After being stabbed by a man with a sword wound, I lost consciousness. When I awoke, I found myself in an unfamiliar forest with Jess sleeping soundly while using my stomach as a pillow. It seems she's really tired. I decided we should start moving and that Jess should ride on my back but... Cutie-pie Jess, you can't sit on me like that! As we go on our love comedy journey, Jess reveals a shocking truth to me...",
                    "TitleJapanese": "豚の乗り方には注意しろ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10018238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018238",
                    "TitleEnglish": "Nearly All Handsome Guys are Scumbags",
                    "SummaryEnglish": "Jess and I met a young Yethma named Ceres in a town we stopped by amidst our travels. Upon Jess's request, she guided us to the site of a monastery that burned down five years ago. As we were setting down some flowers at the site, a young man wielding double blades suddenly appears before us accompanied by a dog. He's cool, strong and handsome... I don't like him, he's like my natural enemy... Who on earth is this guy?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "10018239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018239",
                    "TitleEnglish": "Honest Feelings Should be Shouted Out Loud",
                    "SummaryEnglish": "After hearing my appeal, Naut has agreed to join us on our journey. We set off to the royal capital along with Naut's companion, the perverted dog Rossi, by our side and Ceres's prayers on our backs. But in the next city that we arrive at, I learn about an incomprehensible truth about Yethmas... It seems I'm going to have to interrogate Naut about that incident. It's about what you were doing when you were alone with a drunken Jess last evening...",
                    "TitleJapanese": "想いは素直に叫ぶべし",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "10018240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018240",
                    "TitleEnglish": "No Two Flowers are the Same",
                    "SummaryEnglish": "Jess and I hear the voice of a young girl Yethma named Blaise calling for help. After finding out about this, Naut takes Rossi and rushes in the direction of the voice. Chasing after him, the two of us also scramble to the source of the voice... However, my human senses smell something fishy about all of this. Will we be okay jumping in like this?",
                    "TitleJapanese": "一つとして同じ花はない",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "10018241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018241",
                    "TitleEnglish": "Don't Laugh at Someone's Prayers",
                    "SummaryEnglish": "After Blaise has joined us on our journey, we made our way to the Impaling Stones. Thanks to Naut, our travels have been going well, but I can feel danger levels are steadily rising as we approach the royal capital... I must come to a decision. What am I capable of doing to help Jess, and what should I prioritize? That night, Blaise quietly pulled me aside and opened up to me about...",
                    "TitleJapanese": "人の祈りを笑うな",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "10018242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018242",
                    "TitleEnglish": "Live and Go Set Your Feet on That Ground",
                    "SummaryEnglish": "After I became aware that Blaise's body was in critical condition, it became clear that we must reach the royal capital as soon as possible, for her sake, as well. However, as we hurry along our journey, the thing we've been fearful of this whole time finally appears – Yethma hunters. Outnumbered, we find ourselves in an overwhelmingly disadvantageous position. Using our wits to battle against them, we must find a way out of this predicament no matter what...",
                    "TitleJapanese": "生きてその土を踏みにいけ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "10018243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018243",
                    "TitleEnglish": "There's Always a Reason Why Things Are the Way They Are",
                    "SummaryEnglish": "Separated from our travel companions, Jess and I make our way to the royal capital, just the two of us. As we continue walking through the Needle Woods, we reach the towering cliffs of the royal capital, not knowing the most important thing – how to get in. At a loss of what to do, Jess and I are forced to wander in the most dangerous of places as Jess's body gradually grows weaker and weaker. As her chabirone, it is my duty to escort her to the royal capital, no matter what.",
                    "TitleJapanese": "決まりには必ず理由がある",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "10018244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018244",
                    "TitleEnglish": "Keep Rewards for When They Really Count",
                    "SummaryEnglish": "We finally understood what Blaise meant when she said to \"Appeal to the king\" and have made it into the royal capital. However, there are still many unanswered questions... Why do all the Yethma girls have collars on their necks? Why do their lives meet such a horrible fate? It's finally time to learn the truth and what it will take for me to return to my human body...",
                    "TitleJapanese": "ご褒美はここぞというときに",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10018245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buta-no-liver-wa-kanetsu-shiro/episodes/10018245",
                    "TitleEnglish": "Heat the Pig Liver",
                    "SummaryEnglish": "After hearing the truth from the king, Jess and I were spending the remaining time we had together. At this time, she opened up to me the \"true reason\" why I was brought here to this isekai (Mesteria). My fellows, please watch through to the end. To the end of a pig and a beautiful girl's lovey-dovey fantasy adventure, that could not be retold without shedding tears.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                }
            }
        }
    }
}