{
  "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.youtube.com/c/UC1Uc7VKcHGDSMxNnztQlHSA"
  ],
  "TitleEnglish": "Super Fusca (Ferrusca)",
  "SummaryEnglish": "Finalmente chegou a nova série do canal! A ideia partiu de um dos integrantes da equipe, Daiane Pimenta. Com o apoio total dos meninos, deu-se então a largada. Foi comprado um Fusca 1971 todo destruído, afinal desafios não podem faltar, para uma reforma completa e modificada. A modificação vai ser inspirada no Fusca do Robert Design. Projeto será conversível com body kit deixando-o bem diferenciado.",
  "Aliases": [],
  "Modified": "2023-07-05",
  "Seasons": {
    "1": {
      "ID": "1971636",
      "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/seasons/official/1",
      "# Episodes": 73,
      "Episodes": {
        "1": {
          "ID": "8890138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8890138",
          "TitleEnglish": "Vamos Trazer Para a Realidade! Modificação Insana no Fusca",
          "SummaryEnglish": "Finalmente chegou a nova série do canal! A ideia partiu de um dos integrantes da equipe, Daiane Pimenta. Com o apoio total dos meninos, deu-se então a largada. Foi comprado um Fusca 1971 todo destruído, afinal desafios não podem faltar, para uma reforma completa e modificada. A modificação vai ser inspirada no Fusca do Robert Design. Projeto será conversível com body kit deixando-o bem diferenciado. Após buscá-lo começamos então a limpeza para começar os trabalhos.",
          "Aliases": []
        },
        "2": {
          "ID": "8890173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8890173",
          "TitleEnglish": "Customização VW Fusca! Corte do Teto Para ser Conversível ou Targa?",
          "SummaryEnglish": "Mais um episódio da série Ferrusca! Após lavar nosso projeto, já decidimos partir as modificações. Antes de tudo, fizemos uma estrutura improvisada para não entortar ou ter alguma torção na carroceria, pois começamos os cortes no teto. Ferrusca não será conversível mas sim targa. Terá adaptações com vidro e possivelmente elétrico, inspirado no Volkswagen BUG | RWB Brasil - Senna. Já deu outra cara para esse clássico da VW, estamos muito animados!",
          "Aliases": []
        },
        "3": {
          "ID": "8891502",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891502",
          "TitleEnglish": "A Ideia é Fazer Igual, mas tá Difícil! Molde do Vidro Super Fusca",
          "SummaryEnglish": "Com o teto já cortado, vimos que nosso Ferrusca se trata de Fusca targa, onde metade do teto será substituído por vidro. Como esse vidro ''não existe'', precisamos criar o molde para ser feito outro sob medida! Mas como? Foi então que a equipe pegou tubos e uma curvadora, e começou fazer o design do modelo. Com esse molde em tubos, conseguimos levar a uma empresa especializada para fazer personalizado encaixando perfeitamente no Ferrusca. Não foi nada fácil, mas no final deu tudo certo!",
          "Aliases": []
        },
        "4": {
          "ID": "8891525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891525",
          "TitleEnglish": "Desafio Mais Difícil que Peguei! Modelagem Livre em Chapa",
          "SummaryEnglish": "Com a remoção do teto do Fusca para dar vida ao Ferrusca, criou-se um espaço que precisa ser preenchido. Então começou cortes, soldas, tentativas até que... conseguimos, porém não gostamos do design criado, pois estava vincado e não arredondado como toda carroceria do Ferrusca é. Mas nosso membro da equipe Tio Luquinha deu uma ideia salvando todo o trabalho. Com a base pronta, fizemos o preenchimento de todo espaço criado com chapa 22mm todo moldado a mão. É um trabalho novo, bem diferente que estou acostumado, então consequentemente bem difícil, mas estou curtindo.",
          "Aliases": []
        },
        "5": {
          "ID": "8891526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891526",
          "TitleEnglish": "O Pior Ainda Esta por Vir! Modelagem em Chapa Super Fusca",
          "SummaryEnglish": "Após modelagem em chapa mostrado no último EP, vamos dar continuidade a parte superior do Ferrusca. Dessa vez, fizemos a coluna do meio, onde também tem no projeto inspiração do Robert Design. Feito isso, analisamos a última modelagem feita, e a equipe não ficou satisfeita. Então refazemos toda parte modelada em chapa de aço. Descobrimos também que o Fusca inspiração é dos anos 50, já Ferrusca é dos anos 70, encontrando outra dificuldade no projeto, já que muitas peças são diferentes. O que será que fizemos para resolver? E como ficou?",
          "Aliases": []
        },
        "6": {
          "ID": "8891527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891527",
          "TitleEnglish": "Está Difícil Acertar o Design , Mas Esse Projeto Vai Ganhar as Ruas!",
          "SummaryEnglish": "Continua-se os trabalhos no teto targa do Ferrusca. A equipe criou uma espécie de espaço na coluna central do VW Fusca para ter o encaixa perfeito com os vidros das portas. Também o que continua são os cortes... retiramos todas as grades traseiras responsável pela ventilação do motor e fechamos com chapa de aço 22mm. Mas calma, assim que instalarmos o aerofólio vamos trazer uma solução para a refrigeração do motor. Feito isso, começamos a pensar, estudar e criar maquetes sobre o sistema elétrico que faz guardar e sair o teto. Temos 3 propostas, um de cada integrante da equipe.",
          "Aliases": []
        },
        "7": {
          "ID": "8891528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891528",
          "TitleEnglish": "É Muita Responsabilidade! Partes em Fibra de Vidro no Ferrusca",
          "SummaryEnglish": "A equipe ainda não satisfeitos com o design tomado pelo Ferrusca, decidimos melhorar o que já foi feito. Foi então, que ao invés de chapa entre o vidro traseiro com a carroceria, colocamos um tecido fazendo o formato da peça e laminamos. Assim ficou um desenho bem próximo da nossa inspiração e também ficará mais leve para subir com o sistema targa. Feito isso, iniciamos os trabalhos no teto, e ao colocar no lugar para ter uma ideia de como estaria ficando, levamos outra decepção. Ao tentar copiar o teto da inspiração, ficou com aspecto amassado. Para corrigir foram tentativas e erros até pensar em algo que fosse fácil e funcional. Já a coluna central também foi substituída.",
          "Aliases": []
        },
        "8": {
          "ID": "8891529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891529",
          "TitleEnglish": "Teto Ferrusca em Fibra de Vidro! Será Que Dá Certo Usar Tecido de Molde?!",
          "SummaryEnglish": "Novamente algo inesperado aconteceu, a coluna central do Ferrusca empenou, então tivemos que refazer. Passamos as medidas para o computador, modelei transformando em 2D e assim conseguimos imprimir para montar como os projetos. Fizemos as colunas em Eucatex ( chapa rígida com fibras de eucalipto ), completamos com papel paraná, laminamos e retiramos o molde. Agora sim ficou do gosto da equipe. Assim partimos para o molde do teto seguindo a mesma linha da coluna com fatias, mas ao invés de papel vamos laminar no tecido. Vocês acham que vai dar certo?",
          "Aliases": []
        },
        "9": {
          "ID": "8891530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891530",
          "TitleEnglish": "Está Mais Próximo da Realidade! Super Fusca Modificado",
          "SummaryEnglish": "Após conseguir retirar o molde da matriz, chegou a hora de trabalhar com funilaria para depois retirar a peça final. Mas o processo não foi tão fácil, foram inúmeras latas de massas usadas, muito lixamento, olhometro para ter certeza que o desenho está legal e se os dois lados estão iguais. Também foi feito o encaixe do vidro na coluna central, onde usamos um método bem fácil e prático que deu super certo. Também, mas não menos importante, o Ferrusca ganhou muitos presentes da Billet Parts e BK Parts.",
          "Aliases": []
        },
        "10": {
          "ID": "8891531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891531",
          "TitleEnglish": "Mecanismo Teto Automático! Super Fusca",
          "SummaryEnglish": "Com o molde da coluna central e teto prontos, é chegada a hora de dar acabamento para a retirada de molde. Como todos nós sabemos o Tio Luquinha é fera na funilaria, e o resultado não podia ser outro a não ser um trabalho impecável. Enquanto esse trabalho estava sendo realizado, Henrique ficou estudando o esquema de abertura do teto com ângulos, barras de ferros, rolamento e muita solda. Resultado também foi muito positivo e mais rápido do que esperávamos.",
          "Aliases": []
        },
        "11": {
          "ID": "8891532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891532",
          "TitleEnglish": "Esse Fusca Você Nunca Viu! Construindo Coluna Móvel",
          "SummaryEnglish": "Neste EP o Tio Luquinha finalmente conseguiu terminar a funilaria na matriz do teto Ferrusca , e assim conseguimos retirar o molde! De 7,7kg foi para um pouco mais de 3kg, eliminando então bastante peso. Continuamos com o sistema que faz abrir a parte superior da coluna central, para dar espaço aos braços do teto para subir e descer. Usamos amortecedores ''estourados'' de porta mala de carro. O projeto está ganhando vida!",
          "Aliases": []
        },
        "12": {
          "ID": "8891533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891533",
          "TitleEnglish": "Passamos Para Carroceria! Restauração do Ferrusca",
          "SummaryEnglish": "A parte de molde e criação de aberturas do teto do Ferrusca está pronto. Para partirmos para parte elétrica, onde faz o teto abrir e fechar sozinho, primeiramente temos que deixar nosso VW Fusca todo alinhado, e para isso será um desafio e tanto! Começamos removendo todos os para-lamas, tampa do motor e capo. Demos início a remoção da tinta da carroceria, para acharmos podres e ver reformas que temos que fazer pela frente.",
          "Aliases": []
        },
        "13": {
          "ID": "8891534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891534",
          "TitleEnglish": "Pior Que Eu Imaginava! Essa é a Real Situação do VW Fusca",
          "SummaryEnglish": "Com a retirada da tinta da carroceria concluída, é chegada a hora de dar um UP grade a mais no projeto Ferrusca. Retiramos o cabine do chassi, e nos surpreendemos com tantos podres. Usamos um produto de limpeza, solupan automotivo, para retirar toda essa sujeira impregnada. Em seguida lavamos com uma lavadora de alta pressão. Agora sim sabemos a real situação do Ferrusca para trabalharmos de uma forma impecável.",
          "Aliases": []
        },
        "14": {
          "ID": "8891535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891535",
          "TitleEnglish": "Vai Ficar Impecável ! A Mega Reforma Antes da Transformação - Ferrusca",
          "SummaryEnglish": "Após a retirada da cabine com o chassi do Ferrusca, e após ter feito a limpeza, é chegada a hora restaurar as partes que foram afetadas pelo tempo e pelas ações de chuva, terra, etc. Substituímos pé de coluna do VW Fusca pois a situação estava critica. Depois de muito trabalho conseguimos e logo em seguida fizemos o alinhamento da porta. Observando mais a fundo a situação da cabine, vimos que a caixa de roda estava destruída, mas como nada é impossível para a equipe, conseguimos recuperar. Com muitos cortes, lixamento para retirar ferrugem, solda e modelagem em chapa conseguimos ter um resultado bacana. Pra finalizar aplicamos wash primer para dar aderência e por ser anticorrosivo. Aplicamos também KPO. O resultado ficou incrível, melhor do que esperávamos.",
          "Aliases": []
        },
        "15": {
          "ID": "8891536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891536",
          "TitleEnglish": "Pronto Para Modificar! Retiramos Todos os Podres e Reformamos",
          "SummaryEnglish": "A saga da carroceria detonada do Ferrusca teve fim. Após a restauração das caixas de rodas, começamos a restaurar por completo todo o restante. Cortes de podres, substituição de chapas, lixamento para retirar ferrugem foram feitos para ter um resultado impecável. Tentamos construir uma máquina de jato de areia mas sem sucesso, porém nada desanima a equipe. Fizemos tudo manualmente. Por fim, aplicamos wash primer e primer PU para encher melhor ainda mais imperfeições que ficaram e continuar os trabalhos minuciosamente.",
          "Aliases": []
        },
        "16": {
          "ID": "8891537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891537",
          "TitleEnglish": "Carroceria Iria Partir ao Meio ! Super Reforço na Carroceria do Ferrusca",
          "SummaryEnglish": "Depois da grande reforma no Ferrusca, vamos trabalhar no reforço da carroceria do mesmo, já que cortamos o teto, e isso faz perder sua resistência. Usamos um tubo para reforçar a caixa de ar dianteira e traseira. Enquanto isso, Tio Luquinha trabalha com suas queridinhas massas. A todo momento Tio Luquinha usou fotos do Fusca de referencia, do @Rob3rt Design , para ficar o mais parecido possível!",
          "Aliases": []
        },
        "17": {
          "ID": "8891538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8891538",
          "TitleEnglish": "Era Impossível Ficar Novo! Reforma Antes e Depois Chassi do Ferrusca",
          "SummaryEnglish": "Antes de descer a carroceria para o chassi, um trabalho no mesmo deveria ser realizado. Foi então que a equipe novamente lavou o chassi com seus componentes, retirou toda ferrugem e material velho. Feito isso, já deu um aspecto bem melhor, mas queríamos melhorar ainda mais. Substituímos o assoalho velho por um novo e pintamos. Ficou tão incrível que aparentava ser de fábrica. Trocamos pedaleira, freio de mão e alavanca de marcha por novos e mais modernos. O resultado da reforma foi melhor do que esperávamos!",
          "Aliases": []
        },
        "18": {
          "ID": "8897291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8897291",
          "TitleEnglish": "Carroceria Pronta Para Começar a Customização ! VW Fusca Robert Design",
          "SummaryEnglish": "Ferrusca após precisar de uma super reforma antes das customizações para ficar o mais parecido possível ao modelo do Robert Design finalmente ficou pronto! Foi necessário aplicar KPO no chassi para uma melhor vedação no mesmo. Também, Tio Luquinha deu uma reforma geral nas portas. O que já era perdido ficou incrível! Feito tudo isso é chegada a hora de devolver a carroceria ao chassi. A maior dúvida é: A furação irá bater? Sim, as noticias foram boas! Henrique fez um ótimo trabalho na criação das novas fixações do chassi! Chegou a hora das customizações.",
          "Aliases": []
        },
        "19": {
          "ID": "8900861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8900861",
          "TitleEnglish": "Body Kit - Chegou a Hora de Customizar o VW Fusca!",
          "SummaryEnglish": "Com a reforma do chassi e carroceria do Ferrusca, chegou a hora de equipá-lo com os body kit. Há alguns meses, fizemos uma parceria com @Yuri Sander para que usinagem em isopor os kits para nós retirarmos o molde em fibra de vidro. Com a usinagem pronta e a reforma também, fomos então bucá-los. Partimos de Tres Pontas MG para Sarzedo MG. Foram 6 horas de viagem no total. Com os kits em mãos, já começamos os trabalhos. Agora sim Ferrusca vai começar ficar com a cara da nossa inspiração feita pelo @Rob3rt Design.",
          "Aliases": []
        },
        "20": {
          "ID": "8920897",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8920897",
          "TitleEnglish": "Retiramos o Molde em Fibra de Vidro! Body Kits Ferrusca",
          "SummaryEnglish": "Chegou a hora de laminar o kit em isopor para customizar o Ferrusca. Nosso maior obstáculo é retirar o molde da matriz em isopor, já que o mesmo não pode ter reação com componente monômero de estireno. No ultimo EP isolamos com fita usada em ar condicionado, para evitar essa reação. E então, começamos os trabalhos. Aplicamos Gel coat na matriz, desmoldante e por fim a resina com fibra de vidro. O resultado ficou incrível e não foi afetado o molde, a ideia das fitas foi um sucesso. Com o molde pronto, laminamos novamente para retirar a peça final. Após desmoldar, nós retiramos as rebarbas e por fim '' pré encaixamos '' no Ferrusca para ver o resultado.",
          "Aliases": []
        },
        "21": {
          "ID": "8937240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8937240",
          "TitleEnglish": "Rodas e Aerofólio Fez o Projeto Ficar Insano",
          "SummaryEnglish": "E a equipe mais uma vez saiu do sul de Minas Gerais em busca de equipamentos para o Ferrusca. Dessa vez fomos para Volta Redonda RJ para buscar o jogo de rodas para o projeto. As rodas são aro 17 tala 10. Atualmente estão na cor branca, mas vamos reformá-la. Aliás, comentem aqui em baixo qual cor deveríamos usar. Já de volta a Três Pontas MG, ajustamos o aerofólio e ''pré colocamos'' as rodas com os paralamas para ter uma ideia de como ficará.",
          "Aliases": []
        },
        "22": {
          "ID": "8937241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8937241",
          "TitleEnglish": "Agora sim! Ferrusca Está Baixo e com Para-Lamas Olho de Boi",
          "SummaryEnglish": "O que faltava para dar o design ao Ferrsuca mais parecido com da inspiração do @Rob3rt Design é o para-lama conhecido como olho de boi. Fomos a uma cidade vizinha onde encontramos e compramos. Ao chegar na oficina, já instalamos e vimos que precisava abaixar para ficar com aspecto mais bonito. Assim foi feito, desmanchamos a suspensão, tiramos a mola e abaixamos. Ficou top! Agora sim o design está top!",
          "Aliases": []
        },
        "23": {
          "ID": "8948505",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8948505",
          "TitleEnglish": "Está Ficando Idêntico ! Criando VW Fusca RWB do Robert Design",
          "SummaryEnglish": "Após instalar os body kit feito em fibra de vidro, percebemos que os fenders traseiros não estavam com um desenho legal. Foi então que cortamos para refazer o desenho, recolocamos no lugar as peças de fibra de vidro, laminamos e assim tivemos uma nova peça com o design correto. Consequentemente, as rodas traseiras ficaram ''para dentro''. Precisamos então criar afastadores. Seguindo com os fenders dianteiros, fizemos toda funilaria, aplicamos primer, cortamos o atual paralama... tudo para o encaixe perfeito.",
          "Aliases": []
        },
        "24": {
          "ID": "8964663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8964663",
          "TitleEnglish": "Espaçadores e Body Kit Prontos ! Super VW Fusca",
          "SummaryEnglish": "Após instalar os body kit feito em fibra de vidro, percebemos que os fenders traseiros não estavam com um desenho legal. por isso refizemos em barra de ferro e papelão, foi então que cortamos para refazer o desenho, recolocamos no lugar as peças de fibra de vidroApós instalar os body kit feito em fibra de vidro, percebemos que os fenders traseiros não estavam com um desenho legal. Foi então que cortamos para refazer o desenho, recolocamos no lugar as peças de fibra de vidro, laminamos e assim tivemos uma nova peça com o design correto. Consequentemente, as rodas traseiras ficaram ''para dentro''. Precisamos então criar afastadores. Seguindo com os fenders dianteiros, fizemos toda funilaria, aplicamos primer, cortamos o atual paralama... tudo para o encaixe perfeito.",
          "Aliases": []
        },
        "25": {
          "ID": "8969704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8969704",
          "TitleEnglish": "Buscamos o Super Motor do Fusca! Desafio dos Grandes",
          "SummaryEnglish": "Finalmente chegou o EP para descobrir a motorização do Ferrusca. Foi escolhido um motor 2.0 ,fluxo cruzado. Mesma motorização que o Golf, Jetta entre outros carros da VW. Viajamos para Mogi Mirim em busca desse motor com o pessoal do Desmanche Auto Mogi. Agora a missão é adaptar este motor no Fusca.",
          "Aliases": []
        },
        "26": {
          "ID": "8975263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8975263",
          "TitleEnglish": "Montamos o Motor do Ferrusca ! Mas Surgiu um Problema",
          "SummaryEnglish": "Esse EP promete com a parte que a equipe mais gosta - ADAPTAÇÃO! Com a busca do motor do Ferrusca ( AP 2.0 ), é chegada a hora de adaptar na carroceria. Compramos disco de embreagem, platô e rolamento para adaptar na motorização no cambio do VW Fusca. Depois de muito trabalho deu tudo certo! A questão é: o motor por ser grande irá caber? E a reposta foi NÃO! Como resolver a questão do espaço?",
          "Aliases": []
        },
        "27": {
          "ID": "8984943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8984943",
          "TitleEnglish": "Vamos Esticar o Fusca Para Caber o Motor! Será que Funciona?",
          "SummaryEnglish": "No último EP mostramos a problemática do motor. O AP 2.0 que instalamos no Ferrusca não coube. Mas, nada é impossível para a equipe! Literalmente cortamos o VW Fusca no meio, alongamos 10cm de comprimento com chapas de aço, e, em seguida, @Tiu Luquinha fez a funilaria com criação de vinco e alinhamento. O resultado ficou inacreditável! Foi uma adaptação e tanta , algo jamais visto por aqui. Se você concorda já comenta aqui em baixo.",
          "Aliases": []
        },
        "28": {
          "ID": "8990235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/8990235",
          "TitleEnglish": "Nem Parece que foi Esticado ! Montagem Lateral Projeto Ferrusca",
          "SummaryEnglish": "Nesse EP demos continuidade ao projeto Ferrusca com a criação da saia lateral. Usamos o estribo original do Fusca e customizamos o restante com chapa de aço. Ficou incrível demais, deu formato robusto ao projeto. Instalamos o restante dos kits, e chegamos a conclusão que faltam poucas etapas para a finalização.",
          "Aliases": []
        },
        "29": {
          "ID": "9003963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9003963",
          "TitleEnglish": "Entrada de Ar Inteligente! Radiador Instalado",
          "SummaryEnglish": "Como vocês sabem, o projeto Ferrusca ganhou uma mecânica AP 2.0 fluxo cruzado. O desafio era fazer essa motorização caber na carroceria do VW Fusca. Com isso resolvido, o outro desafio é: como refrigerar esse motor? Foi então que a equipe projetou uma entrada de ar na caixa de roda, direcionando um duto de ar, feito com chapas de aço, direcionando ventilação para o radiador.",
          "Aliases": []
        },
        "30": {
          "ID": "9019611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9019611",
          "TitleEnglish": "Suspensão Esportiva! Projeto mais Próximo da Realidade",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "31": {
          "ID": "9038899",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9038899",
          "TitleEnglish": "Suspensão Esportiva Pronta! Fusca do Rob3rt Design",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "32": {
          "ID": "9038900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9038900",
          "TitleEnglish": "Quase Acabando o Projeto do Fuscão, Inspirado Robert Design",
          "SummaryEnglish": "Antes de finalizar a suspensão esportiva do Ferrusca ( Duplo a ), a equipe substituiu o aerofólio feito em fibra de vidro por um em chapas de aço. Com a funilaria toda feita o resultado ficou incrível ! Partindo para a suspensão, foi montado com a manga de eixo e disco de freio, já adaptado para a furação da roda ( roda aro 17 tala 10 ). O projeto Ferrusca está ficando muito melhor do que imaginamos !",
          "Aliases": []
        },
        "33": {
          "ID": "9069546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9069546",
          "TitleEnglish": "Curvando os Vidros! E Fomos na Maior Loja de Ferramentas - Loja do Mecânico",
          "SummaryEnglish": "Com a montagem praticamente pronta do nosso super Fusca ( Ferrusca ), chegou a hora de mandar curvar o vidro do teto targa. Esse vidro é feio sob medida em uma empresa especializada em Itaquaquecetuba SP. Então a equipe toda foi pra lá. Deixamos nessa empresa um molde com tubo quadrado com o desenho e o ângulo que precisamos para o vw Fusca inspirado no Fusca do Robert Design. Daqui uns dias já iremos buscar. Seguindo viagem, fomos na inauguração da loja física da @Loja do Mecânico em Jundiaí , onde encontramos vários outros YouTubers e seguidores para trocarmos uma ideia. Foi incrível !",
          "Aliases": []
        },
        "34": {
          "ID": "9069547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9069547",
          "TitleEnglish": "Fusca Mais Louco do Brasil! Substituindo Kit em Fibra por Lata",
          "SummaryEnglish": "A equipe tomou uma decisão: substituir todos os body kit feito em fibra por lata. A decisão foi feita após vermos o quanto fica mais robusto o trabalho feito neste material. Fizemos então o para-lama traseiro, ficou incrível! Dando seguimento aos detalhes do modelo do Robert Design, cortamos a tampa traseira para seguir ainda mais o design fiel ao modelo. E por último, montamos toda a parte de direção do Ferrusca. Usamos a caixa de direção do Fiat Uno. A adaptação foi tranquila !",
          "Aliases": []
        },
        "35": {
          "ID": "9105750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9105750",
          "TitleEnglish": "Teto que Abre Sozinho! Construindo Targa no Ferrusca",
          "SummaryEnglish": "Chegamos na parte MAIS DIFICIL DO PROJETO ! Iremos fazer o teto do VW Fusca guardar automaticamente, para assim virar um conversível. É uma missão difícil, mas não impossível! Construímos um ''braço'' de tubo metalon, com uma articulação usando embuchamento de moto. Agora é testar e ver se deu certo.",
          "Aliases": []
        },
        "36": {
          "ID": "9109626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9109626",
          "TitleEnglish": "Não adianta, Esse é o Melhor Fusca! Projeto do Teto Conversível",
          "SummaryEnglish": "Com o rascunho do esquema do teto feito no último vídeo, hoje chegou o dia de refaze-lo definitivamente! Troquei os tubos por barra chata, troquei a posição e fixei no teto. Depois tanto trabalho e ''esquentar'' a cabeça, fiquei muito feliz em ver que funcionou. O Ferrusca está ficando incrível, bem parecido com o modelo do @Rob3rt Design Com certeza esse era uma dos momentos mais esperados, ver o teto guardar o tornando conversível. Também, mostrei atualizações da parte do vidro sendo feita.",
          "Aliases": []
        },
        "37": {
          "ID": "9118420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9118420",
          "TitleEnglish": "Sonho Que virou realidade ! Buscamos o Vidro do Ferrusca",
          "SummaryEnglish": "Nesse EP vocês irão viajar com a equipe em busca do cambio da Kombi e dos vidros personalizados do Ferrusca. O cambio servirá para colocarmos a suspensão traseira da Santigo Rancing. Já os vidros, é uma parte muito esperada, pois é um dos maiores marcos do modelo 3D do Robert Design.",
          "Aliases": []
        },
        "38": {
          "ID": "9140630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9140630",
          "TitleEnglish": "Puro Metal! Base Para o Vidro do Fusca Targa",
          "SummaryEnglish": "Com o vidro curvo do Ferrusca pronto, chegou a hora de criar a base para fixá-lo. Mas, não foi nada fácil. Foram 3 tentativas: 2 com chapas de aço e 1 com isopor. A tentativa que deu certo foi com chapas de aço, tirado molde com papel paraná. Ficou lindo demais o nosso super Fusca! Também, chegou a suspensão traseira que vamos instalar em breve!",
          "Aliases": []
        },
        "39": {
          "ID": "9154549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9154549",
          "TitleEnglish": "O Inicio do Fim! Projetando Abertura do Teto Fusca Targa",
          "SummaryEnglish": "Neste vídeo marca o inicio do fim do nosso projeto Ferrusca. Um dos maiores desafios seria fazer o sistema de abertura do vidro targa para guardar o teto, e neste EP conseguimos. Com várias tentativas, cortes, soldas, articulações... esse é o resultado! Quero muito saber o que acharam, comentem aqui em baixo.",
          "Aliases": []
        },
        "40": {
          "ID": "9162360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9162360",
          "TitleEnglish": "The Most Awaited Episode of Beetle! Automatic Functioning Ceiling",
          "SummaryEnglish": "This episode is long awaited by everyone, including me. We made the Beetle Targa (Ferrusca) with the roof guarding and closing alone, all automated. There were several attempts, errors until reaching the right! I used a Palio electric window motor, and the result was incredible. There is very little left to complete this project inspired by @Rob3rt Design .",
          "Aliases": []
        },
        "41": {
          "ID": "9179122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9179122",
          "TitleEnglish": "SUSPENSÃO TRASEIRA INSTALADA ! Fusca Nível Gringo",
          "SummaryEnglish": "Nesse vídeo instalamos a suspensão traseira que recebemos do @Santiago Racing Brasil . Vocês ajudaram bater a meta de 45k no canal dele, para assim o Ferrusca receber esse baita presente. Instalação da suspensão traseira independente e esportiva ficou sensacional ! Falta muito pouco para a conclusão desse projeto inspirado no @Rob3rt Design .",
          "Aliases": []
        },
        "42": {
          "ID": "9201246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9201246",
          "TitleEnglish": "Começamos a Funilaria do Ferrusca ! Reta Final",
          "SummaryEnglish": "Começamos a funilaria do Ferrusca para a saga da pintura. A modelagem do encaixe do vidro é a parte mais difícil, por isso decidimos começar por ela. Com muita massa plástica, massa poliester, lixas... conseguimos um resultado super bacana! Falta muito pouco para a conclusão desse projeto inspirado no @Rob3rt Design.",
          "Aliases": []
        },
        "43": {
          "ID": "9212607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9212607",
          "TitleEnglish": "Fizemos o Impossível para Ficar Igual!",
          "SummaryEnglish": "Dando continuidade a funilaria do Ferrusca, neste vídeo trouxemos a modelagem do encaixe do vidro traseiro com a carroceria do VW Fusca. Como essa peça não existe na vida real, apenas no virtual, tivemos que criar com massas, fitas, lixas e muito ''olhometro''. Por fim, apliquei um fundo preparador para pintura para ver os últimos defeitos, mas o resultado ficou incrível! Falta muito pouco para a conclusão desse projeto inspirado no @Rob3rt Design .",
          "Aliases": []
        },
        "44": {
          "ID": "9231560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9231560",
          "TitleEnglish": "Dor de cabeça no projeto do VW Fusca!",
          "SummaryEnglish": "Neste vídeo tive muita dor de cabeça com o alinhamento do sistema de abertura do Ferrusca. Me dei por vencido e encomendei pistão elétrico para solucionar essa questão. Enquanto isso, instalei uma trava de engate rápido universal na tampa traseira do nosso projeto, pois os braços estava pegando no motor. Falta muito pouco para a conclusão desse projeto inspirado no @Rob3rt Design .",
          "Aliases": []
        },
        "45": {
          "ID": "9234567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9234567",
          "TitleEnglish": "Instalando Vidro Inteiro da Porta - Fusca Targa",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "46": {
          "ID": "9244767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9244767",
          "TitleEnglish": "Dor de Cabeça Acabou! Atuadores Elétricos no Teto!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "47": {
          "ID": "9255456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9255456",
          "TitleEnglish": "Arruma uma Coisa Estraga Outra! A Porta Ficou Maior",
          "SummaryEnglish": "Ao construir o teto, o vidro da porta não encaixa com o teto, então o processo foi modificar a porta do fusca deixado ela maior!",
          "Aliases": []
        },
        "48": {
          "ID": "9265006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9265006",
          "TitleEnglish": "Adaptação do Vidro de Porta ! Teve a Instrução de um Profissional ????",
          "SummaryEnglish": "Ferrusca além de ser design todo diferenciado, também terá seus opcionais. Adaptamos motores de vidros elétricos do Fiat Palio no vidro personalizado para ele. Claro, deu bastante trabalho mas o resultado não poderia ter ficado melhor. Também alinhamento o teto ( feito de fibra de vidro ) , pois era a última peça que restava. Agora, falta preparar o Ferrusca para a tão esperada pintura !",
          "Aliases": []
        },
        "49": {
          "ID": "9284592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9284592",
          "TitleEnglish": "Pronto Para Pintar! Veja o Fusca Mais Top do Brasil",
          "SummaryEnglish": "Depois de dias trabalhando no Ferrusca deixamos pronto para fazer a pintura, a funilaria fizemos todos reparos na lataria com soldas e massas agora sim esta pronto para receber a cor; qual será a cor?",
          "Aliases": []
        },
        "50": {
          "ID": "9306591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9306591",
          "TitleEnglish": "Pintei o Ferrusca! Qual Será a Cor?",
          "SummaryEnglish": "Finalmente chegou o grande dia! Essa pintura significa muito para a equipe toda pois foi a inspiração desde o início. Foi uma cor personalizada de acordo com as fotos do modelo feito pelo @Rob3rt Design , o resultado surpreendeu. Optamos por utilizar tinta PU. Depois de um ano de projeto conseguimos chegar na parte mais esperada. Espero que gostem !",
          "Aliases": []
        },
        "51": {
          "ID": "9319148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9319148",
          "TitleEnglish": "Comecei a Montar o Fusca! Está Quase!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "52": {
          "ID": "9326602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9326602",
          "TitleEnglish": "Mais uma Etapa Concluída! Carroceria no Chassi",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "53": {
          "ID": "9337830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9337830",
          "TitleEnglish": "Instalei os BodyKits no Ferrusca ! Ficou Surreal",
          "SummaryEnglish": "Começamos a montagem da carroceria do Ferrusca. Está ficando cada dia mais parecido com o modelo do @Rob3rt Design . Pintamos e montamos os kits, lanterna, friso lateral e muito mais!",
          "Aliases": []
        },
        "54": {
          "ID": "9347717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9347717",
          "TitleEnglish": "Liguei Freio a Disco nas 4 Rodas!",
          "SummaryEnglish": "Fizemos uma das partes funcionais do Ferrusca - sistema de freios. Montamos outras peças que deixou o projeto ainda mais lindo!",
          "Aliases": []
        },
        "55": {
          "ID": "9359376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9359376",
          "TitleEnglish": "Montando interior do Ferrusca !",
          "SummaryEnglish": "Nesse EP fizemos uma melhoria na parte de freio do Ferrusca. Em seguida começamos a montagem do interior com volante, banco, FuelTech, alavanca de marcha e freio de mão, e muito mais.",
          "Aliases": []
        },
        "56": {
          "ID": "9382974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9382974",
          "TitleEnglish": "Finalizando Últimos Detalhes! Fusca Robert Design",
          "SummaryEnglish": "A montagem do projeto Ferrusca continua. Dessa vez pintei o teto de preto fosco, montei todo esquema e colamos nosso vidro feito sob medida. A conclusão está mais próxima do nunca.",
          "Aliases": []
        },
        "57": {
          "ID": "9392794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9392794",
          "TitleEnglish": "Não é o Mesmo Fusca! Todos Kits Instalados",
          "SummaryEnglish": "A montagem do projeto Ferrusca continua. Foi instalado insulfilm nos vidros das portas, maçanetas e trancas de portas e muito mais. Cada vez mais perto da conclusão. Está ficando incrível!",
          "Aliases": []
        },
        "58": {
          "ID": "9403808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9403808",
          "TitleEnglish": "Fora do Normal! Pintei as Rodas- Ferrusca",
          "SummaryEnglish": "A montagem do projeto Ferrusca continua...E neste episodio pintamos as rodas e colocamos alguns kits do fusca.",
          "Aliases": []
        },
        "59": {
          "ID": "9419140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9419140",
          "TitleEnglish": "Colei os Adesivos no Fusca",
          "SummaryEnglish": "Colamos o adesivo '' SENNA'' em homenagem ao piloto brasileiro Airton Senna, e também para seguir o modelo fielmente do @Rob3rt Design . Já no para-brisa, usamos as iniciais da equipe '' HDL'' e no vidro traseiro a logo do idealizador do projeto. Esses detalhes fizeram toda diferença, e deixou o Fusca ainda mais incrível !",
          "Aliases": []
        },
        "60": {
          "ID": "9445778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9445778",
          "TitleEnglish": "Manivela Elétrica! As Pessoas Precisam Ver Isso",
          "SummaryEnglish": "Neste vídeo começamos a montar os chicotes elétrico para ligar o motor do fusca! Passamos cabos do motor de arranque, gerador, bomba de combustível e chicote que alimenta outras partes do veiculo. E também montei os vidros elétrico do fusca acionados pela manivela , ficou muito legal!",
          "Aliases": []
        },
        "61": {
          "ID": "9464362",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9464362",
          "TitleEnglish": "Ligamos o Motor! FuelTech no Fuscão",
          "SummaryEnglish": "Neste vídeo começamos a montar os chicotes elétrico para ligar o motor do fusca! Passamos cabos do motor de arranque, gerador, bomba de combustível e chicote que alimenta outras partes do veiculo. E também montei os vidros elétrico do fusca acionados pela manivela , ficou muito legal! Se inscreva-se para estar sempre recebendo vídeos novos do canal!",
          "Aliases": []
        },
        "62": {
          "ID": "9480624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9480624",
          "TitleEnglish": "O que Falta para Acabar? Ligando o Radiador",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "63": {
          "ID": "9500167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9500167",
          "TitleEnglish": "Pra Onde Será que foi o Ferrusca?",
          "SummaryEnglish": "Construímos um novo galpão a 14km de distancia, e chegou a hora de mudarmos. Aproveitando o deslocamento do Ferrusca com o guincho, levamos ele no eletricista para fazer toda parte elétrica.",
          "Aliases": []
        },
        "64": {
          "ID": "9502713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9502713",
          "TitleEnglish": "Fazendo o Escapamento do Ferrusca",
          "SummaryEnglish": "Neste vídeo compramos uma ponteira de escape e fizemos as soldas do escape, com isso melhorou muito o ronco do motor.",
          "Aliases": []
        },
        "65": {
          "ID": "9513655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9513655",
          "TitleEnglish": "Fiz o Isolamento Acústico no Ferrusca",
          "SummaryEnglish": "Neste vídeo compramos manta asfáltica e também manta acústica para isolar o carro de barulho e também do calor vindo do motor. Colamos manta asfáltica na parede corta fogo e depois manta acústica por cima e assoalho, assim melhorando a interna do fusca.",
          "Aliases": []
        },
        "66": {
          "ID": "9565335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9565335",
          "TitleEnglish": "Deu Ruim no Primeiro Test Drive ! Será que o Fusca andou?",
          "SummaryEnglish": "Neste vídeo resolvemos fazer um teste drive com o projeto Ferrusca, que conta com a motorização do VW Bora Ap 2.0 fluxo cruzado. Após a instalação da injeção programável FT450 @FuelTechOficial nunca havíamos testado. Será que deu certo este teste?",
          "Aliases": []
        },
        "67": {
          "ID": "9614965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9614965",
          "TitleEnglish": "Será que Conseguimos Regular o Motorzão 2.0 do Fuscão?",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "68": {
          "ID": "9644274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9644274",
          "TitleEnglish": "Penúltimo Vídeo de Construção Projeto Ferrusca",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "69": {
          "ID": "9723579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9723579",
          "TitleEnglish": "Terminei ! Veja Como Ficou o Fusca Mais Bonito do Brasil",
          "SummaryEnglish": "Finalmente chegou o grande - a final do projeto Ferrusca. Após 1 ano e 6 meses de construção do Fusca mais ousado do Brasil, finalmente ficou pronto. O Fusca que chamamos de Ferrusca é uma inspiração do modelo Robert Design, targa, com body kit e pintado com tinta PU.",
          "Aliases": []
        },
        "70": {
          "ID": "9723580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9723580",
          "TitleEnglish": "Andamos na PISTA ! O que Achamos do Fusca Robert Design?",
          "SummaryEnglish": "Chegou o grande dia de andar com o carro na pista para acelerar e ver como que o carro se comporta. Testamos tudo motor, acelerador, freio e embreagem. Fusca criado em cima do design do @rob3rtdesign motor 2.0 VW , freio a disco nas quatro rodas , suspensão duplo A na frente e atrás , vidro feito sob medida, capota automática, bancos concha, volante esportivo, rodas aro 17 e muito mais.",
          "Aliases": []
        },
        "71": {
          "ID": "9750240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9750240",
          "TitleEnglish": "1 ano completo para criar o melhor Fusca Esportivo",
          "SummaryEnglish": "Assista a nossa saga épica de 1 hora e meia, mostrando a transformação incrível de um Fusca velho e enferrujado em um supercarro único e deslumbrante! Desde o momento em que compramos o carro todo podre e caindo aos pedaços, até o momento em que finalmente demos a ele uma nova vida, mostramos cada passo da jornada, incluindo lavar, cortar, soldar, customizar, colocar vidros curvos sob medida, teto targa, pintar e instalar rodas e bancos esportivos. Inspirado pelo projeto Robert Design, criamos o Fusca mais belo e único do mundo, com um estilo e desempenho incríveis que deixam qualquer um com vontade de dirigir. Agradecemos a todos que assistiram a nossa série e esperamos que vocês se inscrevam no nosso canal para ver mais conteúdos incríveis como este!\"",
          "Aliases": []
        },
        "72": {
          "ID": "9883254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9883254",
          "TitleEnglish": "Levei o Ferrusca no evento - Causou?",
          "SummaryEnglish": "Levei o Ferrusca nosso Fusca modificado com projeto do Robert Design para as pessoas verem. Foi muito bacana o evento as pessoas gostaram muito do projeto.",
          "Aliases": []
        },
        "73": {
          "ID": "9883255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/super-fusca-ferrusca/episodes/9883255",
          "TitleEnglish": "Qual VALOR para construir o Ferrusca ?",
          "SummaryEnglish": "Hoje estou super empolgado para compartilhar com vocês todos os detalhes sobre o valor gasto em cada peça do Fusca. Fiz questão de registrar tudo para que vocês possam ter uma ideia realista de quanto é necessário investir nesse tipo de projeto. Desde o início da restauração, venho documentando todas as peças que precisei adquirir e seus respectivos valores. Foi um processo meticuloso, mas tenho certeza de que o resultado final valerá a pena. Preparem-se para ficar surpresos com os números! Durante o vídeo, vou mostrar cada peça individualmente, explicar sua importância no projeto e revelar o custo. Desde os componentes mecânicos até os detalhes de acabamento, nada ficará de fora. Compartilharei dicas e curiosidades sobre cada item, para que vocês também possam aprender mais sobre o universo da construção. Chegando ao final do vídeo, farei um balanço completo de todos os valores, revelando o valor final gasto em todas as peças, excluindo a mão de obra.",
          "Aliases": []
        }
      }
    }
  }
}