{
  "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt22249034/",
    "https://rurouni-kenshin.com/",
    "https://www.themoviedb.org/tv/210879",
    "https://x.com/ruroken_anime"
  ],
  "TitleEnglish": "Rurouni Kenshin (2023)",
  "SummaryEnglish": "Himura Kenshin is a vagabond with a dark past and sunny disposition. Not a ronin but a rurouni, he was never a samurai, but an assassin of utmost skill in the Meiji restoration, who in the turning point of the war simply walked away. His travels lead him to Tokyo in the 11th year of the Meiji era, where he befriends a female Kendo master, a former thief, a brawler and a doctor all with their own secrets. Together they fight off the enemies surfacing from the dark past that Kenshin cannot escape.",
  "Aliases": [
    "るろうに剣心",
    "Rurouni Kenshin: Meiji Kenkaku Romantan (2023)",
    "るろうに剣心 －明治剣客浪漫譚－ 京都動乱",
    "Rurouni Kenshin Meiji Kenkaku Romantan: Kyoto Dōran",
    "Rurouni Kenshin Meiji Kenkaku Romantan: Kyoto Douran",
    "Samurai X (2023)",
    "Rurouni Kenshin: Meiji Swordsman Romantic Story (2023)",
    "Rurouni Kenshin: Meiji Kenkaku Romantan",
    "Rurouni Kenshin - Meiji Kenkaku Romantan",
    "Rurouni Kenshin - Kyoto Upheaval",
    "Samurai X - Kyoto Upheaval",
    "Rurouni Kenshin: Meiji Swordsman Romantic Story - Kyoto Upheaval"
  ],
  "Modified": "2025-09-18",
  "Seasons": {
    "1": {
      "ID": "1972089",
      "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/seasons/official/1",
      "TitleEnglish": "-Tokyo Arc-",
      "SummaryEnglish": "One hundred and forty years ago in Kyoto, with the coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, manslayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji. Then he vanished, and with the flow of years, became legend.",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "9685396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9685396",
          "TitleEnglish": "Kenshin - Himura Battosai",
          "SummaryEnglish": "11th year of the Meiji Era in downtown Tokyo. Kaoru Kamiya, the acting master of the \"Kamiya Kasshin-ryu\" style, was chasing after the \"Hitokiri Battosai,\" who was claiming to be a user of her sword style. One night, Kaoru meets a man carrying a sword. She immediately questions the man, but he seems to have absolutely no will to fight. \"Is this the rumored Hitokiri Battosai?\" As Kaoru dubiously looks on, the man introduces himself as Kenshin Himura, a \"Rurouni.\"",
          "Aliases": []
        },
        "2": {
          "ID": "9816874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816874",
          "TitleEnglish": "Tokyo Samurai - Yahiko Myojin",
          "SummaryEnglish": "It's been a week since the resolution of the crossroad killing case, in which the name of the Kamiya Kasshin-ryu was deceptively used. Although the name of Kamiya Dojo has been cleared, there's no sign of an increase in the number of Kaoru's students. Then a passing boy, Yahiko Myojin, pickpockets Kenshin's wallet. Kenshin gives him the wallet, saying that it was his fault for allowing it to get stolen. Yahiko is repulsed at being treated like a child, but he has a reason to collect the money.",
          "Aliases": []
        },
        "3": {
          "ID": "9816875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816875",
          "TitleEnglish": "Kasshin-ryu - Reborn",
          "SummaryEnglish": "Yahiko's heart is moved by Kenshin and he decides to quit pickpocketing. Yahiko refuses to pay Kanto Shueigumi and resists their demands, but he is beaten up. Kenshin comes to his rescue and settles the matter. Regretful that he could not solve the problem by himself, Yahiko wishes to become stronger. Seeing this, Kenshin takes Yahiko to the Kamiya Dojo.",
          "Aliases": []
        },
        "4": {
          "ID": "9816876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816876",
          "TitleEnglish": "The Fighter for Hire - Sanosuke Sagara",
          "SummaryEnglish": "Kenshin, Kaoru, and Yahiko visit Akabeko, a beef hot-pot restaurant, where a group of democratic rights activists gets into a heated argument. One of them throws a bottle of sake, and it hits Kenshin, causing a commotion. Sanosuke Sagara, who happened to be in the store during the quarrel, stood up and blew away the activists with a single flick to the forehead. Seeing Kenshin's strength, Sanosuke's curiosity is roused and he asks, \"You wanna buy a fight from me?\"",
          "Aliases": []
        },
        "5": {
          "ID": "9816877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816877",
          "TitleEnglish": "And Then, Another",
          "SummaryEnglish": "Kenshin confronts Sanosuke, who wields the giant Zanbato with ease. However, Sanosuke shows his incredible durability after withstanding a strike from Kenshin with ease. This leads Kenshin to instead launch a barrage of blows at him, and Sanosuke falls to the ground. For a moment it looked as if victory has been decided. However, while Sanosuke is in a daze, he recalls the reason for his obsession with victory, his past from ten years ago when he was in the Sekiho Army...",
          "Aliases": []
        },
        "6": {
          "ID": "9816878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816878",
          "TitleEnglish": "Kurogasa",
          "SummaryEnglish": "Kenshin receives a request from the police chief, asking for his help to take down \"Kurogasa,\" a serial killer who has been repeatedly targeting former Revolutionary warriors. Kenshin and Sanosuke go to escort Jusanro Tani, who received a letter containing a death threat. As warned in the letter, at 1:00 a.m. sharp, Kurogasa appears. His true identity was Jine Udo, a vagabond slayer who had made a name for himself in the assassination business since the Bakumatsu Era.",
          "Aliases": []
        },
        "7": {
          "ID": "9816879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816879",
          "TitleEnglish": "The Two Hitokiri",
          "SummaryEnglish": "Knowing how strong Kenshin was when he was the Hitokiri Battosai, Jine takes Kaoru hostage in order to fuel Kenshin's anger. The two engage in a fierce battle. However, Jine, believing that Kenshin has not yet regained his former strength, inflicts the Nikaido Heiho \"Shin no Ippo\" on Kaoru, causing her to stop breathing. With only two minutes until Kaoru dies of asphyxiation - Kenshin's anger reaches its peak.",
          "Aliases": []
        },
        "8": {
          "ID": "9816880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816880",
          "TitleEnglish": "Beauty on the Run",
          "SummaryEnglish": "Sanosuke's friend has died from an opium overdose. However, Kenshin and Sanosuke are perplexed at how he even got his hands on the drug, since opium is banned and too expensive for the average person to afford. Then a mysterious woman, Megumi Takani, appears before them. Kenshin and the others fight off Kanryu Takeda's private army who is trying to capture Megumi. However, Megumi is carrying opium...",
          "Aliases": []
        },
        "9": {
          "ID": "9816881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816881",
          "TitleEnglish": "The Oniwabanshu Strike",
          "SummaryEnglish": "Hyottoko, a member of the Oniwaban group, raids Kamiya Dojo, where Megumi is hiding. He unleashes his special attack \"Fire Breath,\" in which he breathes fire from his mouth, onto Kenshin and Sanosuke. Anticipating the defeat of Kenshin and the others at the appearance of the powerful middle-ranked spy, Megumi tries to flee the scene, but Kaoru stops her and says \"He's fighting for you,\" telling her to believe in Kenshin's strength.",
          "Aliases": []
        },
        "10": {
          "ID": "9816882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816882",
          "TitleEnglish": "A Reason To Act",
          "SummaryEnglish": "The pursuers from the Oniwaban Group haven't made an appearance for over a week, and during this time Megumi familiarized herself with the Kamiya Dojo group. Sanosuke, however, was still unsettled and feeling frustrated knowing that Megumi was the one who made the opium that caused his friend's death. Then one day, Megumi suddenly disappears. In a letter they found from her, it stated that she had left of her own volition, but Kenshin and the others found this to be unnatural. They decide to head to Kanryu Takeda's residence, the man who was sending spies after her.",
          "Aliases": []
        },
        "11": {
          "ID": "9816883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816883",
          "TitleEnglish": "Savage Han'nya, Honorable Shikijo",
          "SummaryEnglish": "Kenshin, Sanosuke, and Yahiko scramble to take back Megumi from the Kanryu residence. They are confronted by Han'nya, a spy of the Oniwaban Group. He trifles Kenshin with his martial arts skills and his \"Arm-extension Spell\", but Kenshin successfully conquers him when he uncovers the secret of the technique during the fight. Just when it looked like the battle was up, Han'nya removes his mask and reveals his startling true face.",
          "Aliases": []
        },
        "12": {
          "ID": "9816884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816884",
          "TitleEnglish": "Okashira - Aoshi Shinomori",
          "SummaryEnglish": "At last, Kenshin faces off against Aoshi Shinomori, the head of the Oniwaban Group. In the Bakumatsu Era, the battle-obsessed \"Oniwaban group\" lost their meaning of existence after surrendering the castle they served without even being able to fight. Aoshi is unable to bear this regret and is in earnest pursuit of the title of the strongest warrior. As a former Revolutionary warrior, Kenshin cannot tolerate conflict without morality. Two men who made killing their profession in the Bakumatsu Era clash against one another, putting their pride on the line.",
          "Aliases": []
        },
        "13": {
          "ID": "9816885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/9816885",
          "TitleEnglish": "Battle's End",
          "SummaryEnglish": "In order to kill Kenshin, Kanryu uses his Gatling gun and rains a flurry of bullets at him, uncaring that the Oniwaban Group that was under his command would also be hit by this attack. In the face of this evil act, the Oniwaban Group make full use of their individual abilities to counter the Gatling gun. At this moment, theirs and Kenshin's purpose become one. Kenshin and the Oniwaban group team up to challenge the overwhelming power of a modern weapon.",
          "Aliases": []
        },
        "14": {
          "ID": "10013226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013226",
          "TitleEnglish": "Yahiko's Battle",
          "SummaryEnglish": "Yahiko, the sole student of the Kamiya Dojo, has started to step away from his training from time to time. He says he's merely going on a walk, but it is clear that he takes his swordsmanship training very seriously, and it doesn’t look like he's ditching to slack off. Curious about what he's doing, Kenshin, Kaoru, and Sanosuke decide to follow him. What exactly is Yahiko's reason for ditching?",
          "Aliases": []
        },
        "15": {
          "ID": "10013235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013235",
          "TitleEnglish": "That Man - Raijuta",
          "SummaryEnglish": "Kaoru, Kenshin, and Yahiko visit Maekawa Dojo for a training session. The dojo is very lively, and Kaoru's training is well-received by the students of other sword styles. Then a swordsman named Isurugi Raijuta breaks in. He says he is concerned about the future of sword art, and the man, carrying only an actual sword, dismisses the idea of a bamboo sword match. In order to defeat the challenger, Maekawa, the master of Maekawa Dojo, takes on Raijuta, but...",
          "Aliases": []
        },
        "16": {
          "ID": "10013236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013236",
          "TitleEnglish": "The Ideal Man",
          "SummaryEnglish": "Raijuta, who wants to revive the murderous sword, considers Kenshin, who denies his idea, as an enemy. Raijuta initiates a fight using his actual sword, but Kenshin lands a blow that breaks Raijuta's sword and stops the situation from escalating further. After some time has passed, Yutaro, a boy who claims to be Raijuta's apprentice, arrives at the Kamiya Dojo. He claims he has come to challenge Yahiko, with whom he doesn't get along, to a match, but the way Yutaro holds his bamboo sword is no good...",
          "Aliases": []
        },
        "17": {
          "ID": "10013237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013237",
          "TitleEnglish": "Settlement",
          "SummaryEnglish": "After receiving Raijuta's sword, Yutaro is seriously injured in his right arm and is unable to swing the sword again. Yahiko used to fight with Yutaro all the time, but he knows more than anyone about his passion for swordsmanship. On the forest road at night, the confrontation between the angry Kenshin and Raijuta begins.",
          "Aliases": []
        },
        "18": {
          "ID": "10013238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013238",
          "TitleEnglish": "Sanosuke & Nishiki Paintings",
          "SummaryEnglish": "Sanosuke is visiting the sukiyaki restaurant Akabeko, where he always leaves his bill on a tab. One of Akabeko's workers, Tae, asks him to go buy a Nishiki painting from the painting shop on her behalf. Though Sanosuke had no interest in paintings, he finds one at the store that catches his eye. It was a painting of the man he looked up to as his master back when he was a member of the Sekiho Army, Captain Sagara. With a gleam in his eyes, Sanosuke makes his way to meet with the artist of the painting.",
          "Aliases": []
        },
        "19": {
          "ID": "10013239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013239",
          "TitleEnglish": "Tsunan & Nishiki Paintings",
          "SummaryEnglish": "Tsunan is seeking to clear his decade-old unresolved regrets surrounding the Sekiho Army. Empathizing with him, Sanosuke joins Tsunan in conspiring an attack on the Home Ministry. However, Kenshin was waiting for them inside the building to stop them. Seeing the former Revolutionary warrior standing in their way, the same way they faced off against Revolutionary warriors when they were in the Sekiho Army, Tsunan's fighting spirit burns. A flurry of explosives are hurled at Kenshin.",
          "Aliases": []
        },
        "20": {
          "ID": "10013240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013240",
          "TitleEnglish": "Meiji Swordsman Romantic Story, Act Zero Part One",
          "SummaryEnglish": "Kenshin and the group are enjoying some tea time together. The group probes Kenshin to entertain them with an interesting story from his travels, specifically requesting \"a story that's unusual, fun, and includes a villain's defeat.\" To answer to their demands, Kenshin decides to tell them about someone he met when he was visiting a foreign settlement in the lively city of Yokohama. A foreign doctor named Elder who was always wearing a mask.",
          "Aliases": []
        },
        "21": {
          "ID": "10013241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013241",
          "TitleEnglish": "Meiji Swordsman Romantic Story, Act Zero Part Two",
          "SummaryEnglish": "The current Kenshin has left his past as a manslayer and wished for a peaceful world. Though Elder looked at him with eyes of confusion, Kenshin knew that Elder also shared this same desire for a healthy society and felt a sense of comradery with him. Meanwhile, another doctor called Deian Ishizu was scheming to get rid of Elder, as Elder did not seek monetary gain in exchange for her medical services, and Deian thought this was disrupting his business. Deian hires Espiral, a master of Western swordsmanship, to get rid of Elder. However, it seems Espiral has an entirely different motive for taking on the job...",
          "Aliases": []
        },
        "22": {
          "ID": "10013242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013242",
          "TitleEnglish": "Resurrection of the Wolf",
          "SummaryEnglish": "Kenshin sees a dream recalling the Shinsengumi, who he faced off against back when he was a Revolutionary warrior. The Shinsengumi was a group of highly skilled swordsmen who he fought on equal footing back when he was the Hitokiri Battosai. He feels unsettled and ponders why he is suddenly remembering them. As the tension persists, a mysterious man with very unique-looking eyes pays a visit to the Kamiya Dojo while Kenshin, Kaoru, and Yahiko are not home. When he meets Sanosuke, who just happened to be at the Dojo, he claims that he is Goro Fujita, a medicine seller, but...",
          "Aliases": []
        },
        "23": {
          "ID": "10013243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013243",
          "TitleEnglish": "The Wolf's Fangs",
          "SummaryEnglish": "After defeating Arundo Akamatsu, Kenshin returns to the Kamiya Dojo and sees Hajime Saito. Hajime had introduced himself to Kaoru and Yahiko as Goro Fujita, the police officer, and they had invited him into the Dojo without any suspicion. Hajime criticizes Kenshin and the others for their naivety. Over the past ten years that Kenshin had washed his hands of manslaying, Hajime had honed his killing intent and skills as a hitman, and now Hajime's ferocity was aimed at them.",
          "Aliases": []
        },
        "24": {
          "ID": "10013244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10013244",
          "TitleEnglish": "Meiji 11, May 14th",
          "SummaryEnglish": "The person who had sent Hajime to face Kenshin was none other than the Head of the Home Ministry, former Satsuma Domain Revolutionary warrior, Toshimichi Okubo. He asks Kenshin to go to Kyoto to stop the secret plans of a man who claims to be the legitimate successor of the Hitokiri Battosai. However, that man was supposed to have been killed 10 years ago by his own comrades in the government, as they regarded him as a threat. Receiving this request to conduct an assassination, what will Kenshin's answer be...?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2116550",
      "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/seasons/official/2",
      "TitleEnglish": "-Kyoto Disturbance-",
      "SummaryEnglish": "A phantom of the Bakumatsu who must be taken down. All the answers you desire are in Kyoto!",
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "10370054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10370054",
          "TitleEnglish": "To Kyoto",
          "SummaryEnglish": "Making the decision to fight against Shishio, Kenshin leaves Kamiya Dojo and sets off for Kyoto via the Tokaido by himself. Meanwhile, Sanosuke and Yahiko attempt to go to Kyoto to follow Kenshin.",
          "Aliases": []
        },
        "2": {
          "ID": "10719087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719087",
          "TitleEnglish": "On The East Sea Road",
          "SummaryEnglish": "Megumi is alone in Tokyo and coincidentally encounters Aoshi at Kamiya Dojo, who’s come back for another fight with Kenshin. Aoshi asks Megumi where Kenshin is, but she feigns ignorance. Unhappy with the lack of response, he threatens to kill her if she doesn’t tell him, when a man suddenly appears. Meanwhile, Kenshin encounters a young girl in the forests of the Hakone mountains as he makes his way to Kyoto.",
          "Aliases": []
        },
        "3": {
          "ID": "10719088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719088",
          "TitleEnglish": "The Abandoned Village",
          "SummaryEnglish": "The name of the girl that Kenshin encounters in the forests is Misao Makimachi, and she came from Kyoto to find Aoshi’s Oniwaban Group. Kenshin is surprised to hear his name. Upon seeing Kenshin’s reaction, she asks him if he knows where Aoshi is, but he keeps his mouth shut. However, Kenshin is touched by the emotions Misao has for Aoshi, in which he then decides to make the journey to Kyoto with her.",
          "Aliases": []
        },
        "4": {
          "ID": "10719089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719089",
          "TitleEnglish": "Portrait of the Ambitious",
          "SummaryEnglish": "Kenshin steps into Shingetsu Village, a place where the Mishima brothers escaped from. The village is currently under the control of Senkaku, Shishio’s subordinate, who rules with an iron fist and uses violence to control the villagers. They are frightened of the violence and unable to do anything but obey. The village has decayed and exudes an unusual aura about it. Kenshin heads over to where Shishio is located with Hajime, who’s learned about the current situation and visited the village. In the background of these events, Eiji’s heart burns with the desire for revenge against Senkaku.",
          "Aliases": []
        },
        "5": {
          "ID": "10719090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719090",
          "TitleEnglish": "To Kyoto, Once More",
          "SummaryEnglish": "Kenshin defeats Senkaku and finally faces off against Shishio. However, Shishio expresses his disappointment at Kenshin's policy of refusing to kill and lets his close associate, Sojiro Seta, deal with Kenshin. He leaves the village with another associate of his, Yumi Komagata. To continue his pursuit of Shishio, Kenshin faces off with Sojiro and exchanges blows of Battojutsu, which can make or break the fight's outcome. It is a battle of divine speed from both sides...",
          "Aliases": []
        },
        "6": {
          "ID": "10719091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719091",
          "TitleEnglish": "Encounter in the Forest",
          "SummaryEnglish": "Sanosuke makes his way to Kyoto while trudging through the forest and getting lost at the same time. On the road there, he meets Anji Yukyuzan, a fallen monk currently in training. Sanosuke witnesses Anji unleash an astonishing strike up close, a technique that took Anji 10 years to acquire. There, Anji decides to teach Sanosuke “the Mastery of Two Layers,” an art of destruction. However, he requires Sanosuke to learn the technique within one month; if he fails, he will have to die. Against this unreasonable and excessive condition laid out to him, Sanosuke declares he’ll learn it within a week. The training for this technique, which will make or break his life, begins….",
          "Aliases": []
        },
        "7": {
          "ID": "10719092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719092",
          "TitleEnglish": "Arrival in Kyoto",
          "SummaryEnglish": "Kenshin and Misao arrive in Kyoto, where they’re welcomed by Okina, a grandfather figure to Misao. It turns out, Okina is a former member of the Oniwaban Group. Okina offers his help and Kenshin ask him to help find someone for him.",
          "Aliases": []
        },
        "8": {
          "ID": "10719093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719093",
          "TitleEnglish": "Cho of The Ten Swords",
          "SummaryEnglish": "Seeking a replacement for his broken sakabato, Kenshin visits Seiku, the son of highly honored swordsmith Shakku Arai, only to learn that he has quit making swords. Respecting Seiku’s philosophy of peace, Kenshin gives up his request for a new blade. Meanwhile, Ten Swords member Hoji Sadojima reports to Shishio on Kenshin’s movements.",
          "Aliases": []
        },
        "9": {
          "ID": "10719094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719094",
          "TitleEnglish": "Drawing of the Forbidden",
          "SummaryEnglish": "Known as “the Sword Hunter” in the Ten Swords organization, Cho is adept at maneuvering a variety of different and unique swords. As for Kenshin, he continues to risk his life and fight for peace in the new era and to save Seiku’s son, Iori, even though he’s forced to fight with a broken sakabato.",
          "Aliases": []
        },
        "10": {
          "ID": "10719095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719095",
          "TitleEnglish": "Sakabato First Attack",
          "SummaryEnglish": "Going back in time, the 4th year of Keio. Kenshin is suffering from a high fever in the main hall of a desolate shrine. Kenshin falls asleep and when he awakens, he finds himself being nursed back to health by former private detective Giichi and his wife Satsuki in their home.",
          "Aliases": []
        },
        "11": {
          "ID": "10719096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719096",
          "TitleEnglish": "Seijuro Hiko",
          "SummaryEnglish": "Kenshin obtains a new sakabato. Having involved Seiku in this conflict, he decides to leave Aoiya before inviting any further danger. Meanwhile, Misao stops by Shirobeko, a beef hot-pot restaurant where Kaoru and Yahiko work part time, where she learns Kaoru is searching for Kenshin",
          "Aliases": []
        },
        "12": {
          "ID": "10719097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719097",
          "TitleEnglish": "Meeting of the Warlords",
          "SummaryEnglish": "Kenshin reunites with Kaoru and the rest at Seijuro Hiko's place, who is a master of Hiten Mitsurugi-ryu. Seijuro learns from Kaoru that Kenshin goes around the country acting as a rurouni who helps people, when he then decides to pass down the last ultimate technique of the Hiten Mitsurugi-ryu.",
          "Aliases": []
        },
        "13": {
          "ID": "10719098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719098",
          "TitleEnglish": "Aoshi vs. Okina",
          "SummaryEnglish": "Hoji plans an attack of Aoiya at night using a secret unit, the Owl Clan, in order to capture Okina and catch a hint of Kenshin's whereabouts, but instead the Owl Clan were the ones defeated. Okina challenges Aoshi to a battle via a member of the clan whom he sent back to Shishio's location.",
          "Aliases": []
        },
        "14": {
          "ID": "10719099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719099",
          "TitleEnglish": "Misao's Decision",
          "SummaryEnglish": "Aoshi injures Okina, leaves Misao behind, and shows up at Aoiya. He asks the Oniwaban Group where Kenshin is. Aoshi's in a ghastly state, but accepts what Yahiko and Kaoru tell him and decides to wait for Kenshin where Shishio is. Okina is on the verge of death but undergoes treatment by Megumi, who has come rushing to Kyoto.",
          "Aliases": []
        },
        "15": {
          "ID": "10719100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719100",
          "TitleEnglish": "Between Life and Death",
          "SummaryEnglish": "Kenshin undergoes training so that he can learn the ultimate technique. He barely manages to get in a hit against Seijuro in a bout, where he then learns \"Kuzuryuusen,\"a powerful technique that launches nine slashes at the same time. Kenshin learns to see through Seijuro's swift sword movements and masters \"Kuzuryuusen\" by looking at it only once. However, the technique was only born out of the process of passing down the ultimate technique, \"Amakakeru Ryuu no Hirameki\" of Hiten Mitsurugi-ryu.",
          "Aliases": []
        },
        "16": {
          "ID": "10719101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719101",
          "TitleEnglish": "The Ten Swords Summoned",
          "SummaryEnglish": "As a result of passing down the ultimate technique, Seijuro endures a fatal wound.",
          "Aliases": []
        },
        "17": {
          "ID": "10719102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719102",
          "TitleEnglish": "The Other Objective",
          "SummaryEnglish": "Shishio's underlings inconspicuously prepare for their battle plan when patrols arrive causing them to retreat.",
          "Aliases": []
        },
        "18": {
          "ID": "10719103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719103",
          "TitleEnglish": "As If in Flight",
          "SummaryEnglish": "Kenshin and Hajime realize that Shishio has another objective in mind that lies in Osaka. They meet up with Sanosuke there. To stop the Great Kyoto Fire, Kenshin asks for help from everyone at Aoiya via a letter while leaving Ryusaku Arato, the chief of police, in charge of supervising on the ground in Kyoto. Kenshin, Hajime, and Sanosuke head to Osaka Bay on a carriage after they finish their errands. Then, senior police officer, Hikozaemon Omi brings along Juro Kitazawa, a young 11-year-old boy who says he wants to meet with Arato.",
          "Aliases": []
        },
        "19": {
          "ID": "10719104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719104",
          "TitleEnglish": "The Great Kyoto Fire (Part One)",
          "SummaryEnglish": "It is now midnight. Goichi and the others start moving as it is time to put the Great Kyoto Fire plan into action, when they witness Shishio's other underlings being chased by the police. Henya is annoyed that the fires haven't started on time. Meanwhile, an order is dispatched to the Ten Swords, and they start moving upon hearing their orders. Behind the scenes, Kenshin and the rest arrive at Osaka Bay only to come across something.",
          "Aliases": []
        },
        "20": {
          "ID": "10719105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719105",
          "TitleEnglish": "The Great Kyoto Fire (Part Two)",
          "SummaryEnglish": "Kenshin and Aoshi engage in a battle on the deck of the ironclad Rengoku. Behind the scenes, Sanosuke manages to board the ship and tries to blow up the engine room with the explosives he got from Tsunan. However, Shishio's underlings Hoji, Shuzo, Toshiro prevent him from going any further. Meanwhile in Kyoto, Arato faces off against Kamatari and Henya alone to buy time for the police forces to evacuate.",
          "Aliases": []
        },
        "21": {
          "ID": "10719106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719106",
          "TitleEnglish": "The Great Kyoto Fire (Part Three)",
          "SummaryEnglish": "The engine room of Rengoku. Hoji manages to catch the explosives and prevents the room from blowing up. However, Sanosuke delivers the Mastery of Two Layers to the ship's Kingston valve, flooding the perimeter. Meanwhile, Usui reveals himself to Kaoru, Yahiko, and Misao as Arato faces off against Kamatari and Henya. Goichi begs for Megumi's help at her clinic to heal Tokuji, his younger brother. As these passions clash with each other in all places of Kyoto, a small, over-looked fire begins to flare up.",
          "Aliases": []
        },
        "22": {
          "ID": "10719107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719107",
          "TitleEnglish": "Tears",
          "SummaryEnglish": "In Kyoto, Kaoru quickly notices something strange with Misao, as Misao comes back to the location where a fire was put out. At Megumi's clinic, Omi awakens, bringing tears of relief to Juro. Meanwhile, a black tag is put on Tokuji's toe to mark that he is dead. Kenshin and the others come back to Aoiya, where they learn from Omasu that Okina has woken up.",
          "Aliases": []
        },
        "23": {
          "ID": "10719108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rurouni-kenshin-2023/episodes/10719108",
          "TitleEnglish": "A Beautiful Night",
          "SummaryEnglish": "Shishio sends a dueling challenge directed at Kenshin, Hajime, and Sanosuke. The duel is to be held the next day on Mt. Hiei, northeast half way up the mountain in a small shrine with a six-storied torii. At Shishio's fortress, Hoji proposes a strategy to Shishio for an \"absolute victory,\" when the Ten Swords assemble there.... And on the night before the duel, Kaoru talks to Kenshin as he stares up into the night sky.",
          "Aliases": []
        }
      }
    }
  }
}