{
    "URL": "https://www.thetvdb.com/series/urusei-yatsura",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16764368/",
        "https://uy-allstars.com/",
        "http://www.reddit.com/r/uruseiyatsura",
        "https://www.themoviedb.org/tv/154524",
        "https://www.wikidata.org/wiki/Q110362821",
        "https://en.wikipedia.org/wiki/Urusei_Yatsura_(2022_TV_series)",
        "https://x.com/uy_allstars"
    ],
    "TitleEnglish": "Urusei Yatsura (2022)",
    "SummaryEnglish": "Tokyo. Tomobiki Town. Lum, the gorgeous daughter of an invading race of Oni Aliens is smitten with High School student Ataru Moroboshi. A dedicated womanizer, Ataru is unfazed by Lum’s fierce electric shock attacks and continues his daily hunt for pretty girls. With a host of other unique characters, including classmate Shinobu, elegant shrine maiden Sakura, Lum’s best friend’s Oyuki, Benten and Ran, Buddhist Monk Cherry, Ten, the little brat, heir to a wealthy family Shutaro Mendo and the secretly female beauty Ryunosuke… A classic slapstick love comedy where anything goes!",
    "TitleJapanese": "うる星やつら",
    "SummaryJapanese": "「でもうちは、やっぱりダーリンが、好きだっちゃ。」\n\n地球“最凶”の高校生・諸星あたると、\n\n宇宙から舞い降りた“鬼っ娘”美少女ラム。二人の出会いからすべてが始まった…!\n\n今なお第一線で活躍する高橋留美子による鮮烈のデビュー作「うる星やつら」。\n\n小学館創業１００周年を記念し、\n\n選び抜かれた原作エピソードを４クールに渡ってテレビアニメ化！（第１期2022年放送予定）\n\n監督は「ジョジョの奇妙な冒険 黄金の風」を手掛けた髙橋秀弥・木村泰大、\n\nシリーズ構成に「はたらく細胞」の柿原優子、\n\nキャラクターデザインに「おそ松さん」「映像研には手を出すな！」の浅野直之、\n\nアニメーション制作は「ジョジョの奇妙な冒険」シリーズ、\n\n「炎炎ノ消防隊」のdavid productionが担当。\n\nそして、主人公の“ダーリン”こと諸星あたると、\n\nヒロイン・ラムという稀代のカップル役を神谷浩史と上坂すみれが演じる。\n\n大胆不敵、恋にも全力、でもどこか切なくて…あたるとラムのボーイ・ミーツ・ガールを、\n\n銀河中から集結するキャラクターたちが彩るラブコメディ。\n\n目を見て「好き」と言えない今だからこそ届けたい。\n\nゴージャスでタフ、クレイジーな“やつら”の青春がかけめぐる！",
    "Aliases": [
        "Urusei Yatsura",
        "うる星やつら (2022)"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "1974391",
            "URL": "https://www.thetvdb.com/series/urusei-yatsura/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9415587",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9415587",
                    "TitleEnglish": "Urusei Yatsura x Onitsuka Tiger Collaboration",
                    "SummaryEnglish": "A collaboration commercial between the shoe brand Onitsuka Tiger and Urusei Yatsura. It features Ataru and Lum shopping at the real life Onitsuka Tiger store, where Lum attacks Ataru after he hits on the shop attendant.",
                    "TitleJapanese": "Onitsuka Tiger アニメ『うる星やつら』とコラボレーション",
                    "SummaryJapanese": "アニメ『うる星やつら』とのスペシャルコラボレーションを発表\n～アニメ本編での衣装協力に加え、完全オリジナルストーリーのスペシャルムービーも同時公開～"
                }
            }
        },
        "1": {
            "ID": "1974392",
            "URL": "https://www.thetvdb.com/series/urusei-yatsura/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "8917523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/8917523",
                    "TitleEnglish": "Young Love on the Run / Between a Rock and a Hard Place",
                    "SummaryEnglish": "To save Earth, unlucky Ataru must win a high-stakes game of tag against a beautiful alien. Luckily his friend Shinobu has offered a helping hand (in marriage) as motivation!",
                    "TitleJapanese": "かけめぐる青春／絶体絶命",
                    "SummaryJapanese": "かけめぐる青春:\n\n軟派な高校生・諸星あたるは、地球侵略に来た鬼族の娘・ラムと地球の命運をかけて鬼ごっこをする役目に選ばれる。幼なじみの三宅しのぶに「勝ったら結婚してあげる」と言われて奮起し、ラムを追いかける。\n\n絶体絶命:\n\nあたるは、しのぶとの電話をラムに邪魔される毎日にうんざりしていた。ラムが宇宙船から地球に向けて出す妨害電波で電話ができない2人は逆に盛り上がり、直接会う約束を取り決める。"
                },
                "2": {
                    "ID": "9395108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395108",
                    "TitleEnglish": "Present for You / The Yellow Ribbon of Happiness",
                    "SummaryEnglish": "Ataru can run, but he can’t hide — not from Lum, and not from the gorgeous shrine maiden Sakura’s eagle eyes. She can tell at a glance that he’s in dire need of exorcism!",
                    "TitleJapanese": "あなたにあげる／幸せの黄色いリボン",
                    "SummaryJapanese": "あなたにあげる:\n\nラムのせいで酷い目にあう事に嫌気がさしたあたるは変装して家出する。そんな中、病弱な巫女・サクラと出会いお祓いを受ける事になるが、逆にサクラに憑いていた病の権化達や死神に憑かれてしまう。\n\n幸せの黄色いリボン:\n\nラムの電撃や飛行能力に困ったあたるはチェリーにラムの力を封じてくれと頼み、級友経由で黄色いリボンを託される。リボンと一緒に届けられた手紙には、リボンを角に結べと書いてあり…。"
                },
                "3": {
                    "ID": "9395109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395109",
                    "TitleEnglish": "Trouble Rains Down!! / Amazed in a Maze",
                    "SummaryEnglish": "Two’s company. Three’s a crowd. And when a FOURTH party enters the Lum/Ataru/Shinobu situation? Things get pretty scary in Ataru’s already complex love life!",
                    "TitleJapanese": "トラブルは舞い降りた！！／迷路でメロメロ",
                    "SummaryJapanese": "トラブルは舞い降りた！！:\n\n財閥の御曹司・面堂終太郎があたるのクラスに転校して来る。美男子の面堂にうっとりするしのぶにショックを受けるあたる。委員長に立候補した面堂は級友達に持ち上げられたあたると票を争う事になり…。\n\n迷路でメロメロ:\n\n林間学校に行くあたる達。暗い鍾乳洞の中でそれぞれが意中の相手と親睦を深めようとするが上手くいかず。そんな中、面堂の閉暗所恐怖症が発症し、道に迷い懐中電灯も消えて一行はパニックに陥ってしまう。"
                },
                "4": {
                    "ID": "9395110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395110",
                    "TitleEnglish": "Sealed With a Kiss!!",
                    "SummaryEnglish": "Lum ain’t the only alien princess in town. The new arrival has her sights set on a certain boy — but her vassals are keeping a scandalous secret from their ruler!",
                    "TitleJapanese": "口づけと共に契らん！！",
                    "SummaryJapanese": "謎のカプセルとカラス天狗達が降ってくる。カプセル内で眠る美女・クラマに魅かれるあたると面堂。カラス天狗達はクラマのムコを探しに来たと話し、面堂にクラマとの一夜の契りと目覚めの口づけを頼むが…。"
                },
                "5": {
                    "ID": "9395111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395111",
                    "TitleEnglish": "The Glove of Love and Conflict / How I've Waited for You…",
                    "SummaryEnglish": "Hellooooo, nurse! A new nurse just started working at Ataru’s school, and she’s a total babe… but wait. Does she look familiar?",
                    "TitleJapanese": "愛と闘魂のグローブ／君待てども…",
                    "SummaryJapanese": "愛と闘魂のグローブ：\n\n高校の保健室にサクラが赴任してきた。興奮したあたるや男子生徒達があしらわれる中、ボクシング部が怨念の宿ったグローブを持ってくる。勝手にラムを殴ろうとするグローブをあたるが自身の顔面でかばい続け…。\n\n君待てども…：\n\n女子生徒に人気の面堂に一泡吹かせる為、コースケ達はあたるに偽のラブレターを送る。自慢するあたる、怒り泣くラム、差し出し人が実在するか賭ける面堂。あたるは差し出し人と待ち合わせするが…。"
                },
                "6": {
                    "ID": "9395112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395112",
                    "TitleEnglish": "Good Day for a Departure / Oyuki / Ataru Retires",
                    "SummaryEnglish": "They say all’s fair in love and war, and that’s why Lum drags Ataru kicking and screaming onto a battlefield!",
                    "TitleJapanese": "いい日旅立ち／お雪／あたるの引退",
                    "SummaryJapanese": "いい日旅立ち：\n\n夕飯のスキヤキが楽しみなあたるをラムが自分の星の節分に連れていく。相対する鬼軍と福の神軍を見てあたるはたじろぐが、ラムの幼馴染・弁天を見つけると、目の色を変える。\n\nお雪：\n\n風邪をひいたあたるの家に見舞いに来たしのぶ、面堂、級友達。すると、突然部屋の押入れからヒューと吹雪が吹いてくる。意を決して押入れを開けると、雪崩と共に美しい雪女が現れた。\n\nあたるの引退：\n\n突然、引退を宣言するあたる。温泉マークは退学、面堂はラムから身を引く＆『うる星やつら』の主役から降りると誤解する。様々な人物が主役に名乗りを上げる中、実際は学級委員長からの引退宣言だった。"
                },
                "7": {
                    "ID": "9395113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395113",
                    "TitleEnglish": "Home Is Where You Find It / Marine Garbage Disposal",
                    "SummaryEnglish": "A monster lurks in the depths of the hotel pool, but it’s not half as creepy as the ne’er-do-wells lurking around Nurse Sakura at the beach…",
                    "TitleJapanese": "住めば都／生ゴミ、海へ",
                    "SummaryJapanese": "住めば都：\n\n面堂家が経営する豪華なプールで遊ぶあたる達。水着のサクラに興奮したあたるが殴られてプールに沈むと、底には妖怪が棲んでいた。そんな妖怪に面堂は立ち退けと言うが…。\n\n生ゴミ、海へ：\n\n海に行くあたる達。あたる達は暫く妖怪と過ごした後、箱に入れて捨てようとするが、自分が捨てた箱と勘違いした少年に奪われる。少年が捨てた箱に入っていたのは…。"
                },
                "8": {
                    "ID": "9395114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395114",
                    "TitleEnglish": "Transfer Student Close Call… / Farewell Party Close Call…",
                    "SummaryEnglish": "Is Ataru seeing double, or are there really two hot new transfer students at school? And what does the super cute newbie Ran want from him and Lum!?",
                    "TitleJapanese": "転入生、危機一髪…／お別れパーティー危機一髪…",
                    "SummaryJapanese": "転入生、危機一髪…：\n\nあたるの通う高校にラムが転入する。時同じくして、ラムの幼なじみで宇宙人のランも転入して来る。\n\nランは憧れの人・レイとラムが婚約していた事の余憤から、ラムに復讐する為にあたるの若さを吸い取ると言い出す。\n\nお別れパーティー危機一髪…：\n\nランは復讐を諦め星に帰ると言い、あたるとラムを自宅でのお別れパーティーに招く。ラムがもてなしを怪しむ中、ランはあたるを偽物と入れ替えようとする。成功したと思ったランは若さを吸い取ろうとするが…。"
                },
                "9": {
                    "ID": "9395115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395115",
                    "TitleEnglish": "To Kill With Love / Studying Mayhem",
                    "SummaryEnglish": "An ominous omen. A pessimistic portent. A scary sign. Call it whatever you want, but one thing is clear: Fate will not be kind to Ataru today!",
                    "TitleJapanese": "愛で殺したい／自習騒動",
                    "SummaryJapanese": "愛で殺したい：\n\nあたるとラムの元に、ラムの元婚約者・レイがやってくる。虎牛からハンサムに変身出来るが食べ物に卑しいレイにうんざりするラム。レイはラムにプロポーズをするが断られ、怒ってあたるとラムを町中追いかけ回す。\n\n自習騒動：\n\n生徒たちは“自習時間”を満喫していた。あたるは花札に興じ、コースケは早弁している。そんな中、無線の調子が悪いという面堂は、無線機からの声に“チャンネル０（レイ）”という言葉を聞き取った。"
                },
                "10": {
                    "ID": "9395116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395116",
                    "TitleEnglish": "Parents' Day Horrors / Since Your Parting",
                    "SummaryEnglish": "Are aliens invading again? Nope — it’s just Ataru, Meno and Lum’s mothers invading Parents’ Day! But a language barrier may turn this meeting of the moms into pure mania.",
                    "TitleJapanese": "戦慄の参観日／君去りし後",
                    "SummaryJapanese": "戦慄の参観日：\n\n授業参観に向かうあたる母。時同じくして面堂母が牛車で来校、さらにラム母の宇宙船が牛車の上に着陸してパニックを引き起こす。地球語が解らないラム母に面堂母はなんと決闘を申し込む。\n\n君去りし後：\n\nある日、ラムはあたるのだらしなさを心配しつつ、手作りの人形を置き去っていく。その後ラムは戻らず、あたるは面堂を疑うが、面堂も驚愕。私設警察を動かすも見つからない…。"
                },
                "11": {
                    "ID": "9395117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395117",
                    "TitleEnglish": "Mendo Siblings!! / A Strange New Year at the Mendo Estate",
                    "SummaryEnglish": "What’s this? A handkerchief? It smells divine, so it MUST belong to a total hottie. Definitely not a nightmare creature or anything like that. Ataru’s nose cannot be fooled!",
                    "TitleJapanese": "面堂兄妹！！／面倒邸新年怪",
                    "SummaryJapanese": "面堂兄妹！！：\n\n登校中、あたるの顔にハンカチが飛んでくる。あたるは匂いを辿り牛車を見つけるが、骸骨が現れ驚く。その姿を見て笑う面堂の妹・了子。了子は兄に弁当を届けに来たが、その弁当にはある秘密が…。\n\n面倒邸新年怪：\n\n面堂邸での新年会。あたるをはじめ、着物姿のラム、しのぶ、サクラたちが参加。面堂も加わり広間に座ると突然床が開く。新年会は面堂の両親達があたる達をコマに見立てて行う大掛かりな双六だった。"
                },
                "12": {
                    "ID": "9395118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9395118",
                    "TitleEnglish": "Ten Is Here / A Date for Just the Two of Us",
                    "SummaryEnglish": "Lum’s cousin Ten thinks Lum should look for greener romantic pastures! And if Lum can’t see reason, Ten will burn her relationship with Ataru to the ground.",
                    "TitleJapanese": "テンちゃんがきた／ふたりだけのデート",
                    "SummaryJapanese": "テンちゃんがきた：\n\nラムの晴れ着姿に浮かれる両親を見て、いじけるあたる。「こんな家、いられっか」と外に出ると、トラ模様のもこもこした何かがポストに埋もれている。引っ張りだすと小さい子どもが出てきた。その子はラムのいとこ・テンだった！\n\nふたりだけのデート：\n\nサクラに一目惚れしたテン。あたるのアドバイスを元にサクラにラブレターを出す。後日、サクラとのデートにこぎつけたテンは、あたるとラムが尾行する中、いかがわしい場所でデートをスタートする。"
                },
                "13": {
                    "ID": "9399062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399062",
                    "TitleEnglish": "The Great Off-Campus Snack Battle / A Gift From Ten!!",
                    "SummaryEnglish": "The girls in class aren’t the only snacks Ataru has his eye on. When teachers crack down on off-campus snacking, a no-holds-barred snack battle begins!",
                    "TitleJapanese": "買い食い大戦争／テンからの贈り物！！",
                    "SummaryJapanese": "買い食い大戦争：\n\n教師による生徒の買い食い取締強化週間を聞きつけたあたる達。正々堂々戦い抜くと盛り上がる中、面堂率いる生活指導部員も彼らの前にも立ちはだかる。友引商店街を巻き込んだ仁義なき買い食い大戦争が始まる！\n\nテンからの贈り物！！：\n\nラム、しのぶ、サクラ、ランは喫茶店でお茶しながら、テンが持ってきた運命の結婚相手が見える道具“らぶらぶキャッチボール”を覗く。ラムはレイが、ランはあたるなど、予期せぬ相手が見えしまい、一同は大混乱…"
                },
                "14": {
                    "ID": "9399063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399063",
                    "TitleEnglish": "That Mizunokoji Boy / Love Letter Trouble",
                    "SummaryEnglish": "All’s fair in love and… baseball? It’s time for a showdown on the baseball diamond! And once the dust settles, a “love letter” stirs up trouble.",
                    "TitleJapanese": "水乃小路家の男／トLOVE ル・レター",
                    "SummaryJapanese": "水乃小路家の男：\n\nプール券欲しさにあたるが面堂と八百長試合をする中、面堂の幼少からのライバル・飛麿が現れる。飛麿から勝負を挑まれるも断る面堂だったが、了子が飛麿を慕う発言をしたことで、状況が一変。飛麿と勝負を受ける。\n\nトLOVE ル・レター：\n\n飛麿は面堂に果たし状を渡したつもりが、誤って了子がそれを受け取ってしまう。それを恋文と勘違いする了子を見て面堂は飛麿とのデートを阻止しようと画策する。一方、了子は黒子を使ってあたるを呼びよせ…。"
                },
                "15": {
                    "ID": "9399065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399065",
                    "TitleEnglish": "Anko Pathos, the Taste of Love?! / Memories and a Close Call… / Adverse Effects",
                    "SummaryEnglish": "Lum and Ran are friends, but one can best describe their relationship as prickly.",
                    "TitleJapanese": "あんこ悲しや、恋の味！？／思い出危機一髪・・・／薬口害",
                    "SummaryJapanese": "あんこ悲しや、恋の味！？：\n\nレイとのデート中、ランは食べさせていた鯛焼きのあんこが頬に付き、それをレイに舐めとられた事でキスされたと喜ぶ。ラムに報告し、喜んでくれた事に感激するラン。だが、ラムが帰宅すると、レイが家にいて…\n\n思い出危機一髪・・・：\n\n喫茶店でお茶するラムとラン。ランは性格が変わるから怖いと言うラムに、ランはみんなラムが悪いと思い出話を始める。おねしょを押し付ける、怪獣に追われる…この性格になったのはラムのせいだと言い・・・\n\n薬口害：\n\nサクラが作る惚れ薬に興味津々のラムとしのぶ。この薬を使ったかと聞かれ動揺するサクラ。ラムが出来た薬をあたるに飲ませると…"
                },
                "16": {
                    "ID": "9399066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399066",
                    "TitleEnglish": "Family Feud!! / Hello, Sailor Suit!!",
                    "SummaryEnglish": "Ataru and his friends were supposed to have a fun beach trip, but they find themselves swept up in Ryunosuke’s family drama instead!",
                    "TitleJapanese": "激闘、父子鷹!!／セーラー服よ、こんにちは!!",
                    "SummaryJapanese": "激闘、父子鷹!!：\n\n晩夏の海に来たあたる達は、波に叫び殴り合う父子と会う。父子は営む浜茶屋の後継者問題で揉めていた。あたると面堂は帰ろうとするが、子の竜之介が男として育てられている美少女だとしるや、途端に親身になり始めた。\n\nセーラー服よ、こんにちは!!：\n\n藤波父子が高校の購買部に住み込みで働く為に引っ越して来る。竜之介は幼い頃見た憧れの女子生徒の様にセーラー服を着る為、自分に足りない女の子っぽさをランから学ぶことを決意する。"
                },
                "17": {
                    "ID": "9399067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399067",
                    "TitleEnglish": "A Chest Full of Longing!! / Wish Upon a Star",
                    "SummaryEnglish": "Ryunosuke teams up with three delinquents to help Shinobu ward off an unwanted suitor. Later, Ataru’s family must be careful what they wish for.",
                    "TitleJapanese": "あこがれを胸に!!／星に願いを",
                    "SummaryJapanese": "あこがれを胸に!!：\n\n誰かに後をつけられ逃げたしのぶは、ブラジャーが買えず落胆する竜之介と会う。つけて来た男達はしのぶに総番の好意を告げるが拒絶される。総番を諦めさせる為に、“あること”をしのぶと竜之介にお願いする。\n\n星に願いを：\n\n居間であたる達が夕飯を食べていると、天井を突き破り、願い星が降ってくる。願い星は3つの願いを叶えると言い、1つ目の願いで家を元通りにする。願い星の力が本物だと知ったあたる達は…"
                },
                "18": {
                    "ID": "9399068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399068",
                    "TitleEnglish": "Indelible Lipstick Magic!! / Lethal Attacks: Yaminabe!",
                    "SummaryEnglish": "There is nothing suspicious about the lipstick Lum wants to put on Ataru. Nope, nothing suspicious at all. Later, Ataru’s class takes the dreaded Yaminabe food challenge!",
                    "TitleJapanese": "き・え・な・いルージュマジック!!／必殺！ヤミナベ",
                    "SummaryJapanese": "き・え・な・いルージュマジック!!：\n\n円盤内で口紅を作ったラムは、自分の唇に塗りあたるにも塗ろうとするが避けられる。争う中で口紅を塗った面が引き寄せ合う事を知ったあたるは、口紅を奪って竜之介に塗りキスしようと試みる。\n\n必殺！ヤミナベ：\n\nクラスでヤミナベをする事になり、ラムが鍋に入れる為に作った料理を食べさせられたあたるは唇が腫れてしまう。あたるは仕返しにラムが嫌いな宇宙の野菜・モグモグを入手する為、テンをそそのかす…"
                },
                "19": {
                    "ID": "9399069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399069",
                    "TitleEnglish": "Magic Realm! Jungle of Terror / Pickled",
                    "SummaryEnglish": "Pro tip: never hurt an octopus’ feelings and never give an oni pickled plums.",
                    "TitleJapanese": "魔境！戦慄の密林／酔っぱらいブギ",
                    "SummaryJapanese": "魔境！戦慄の密林：\n\n自慢のタコをあたる達にたかがタコと言われた面堂は、家宝の南極ダコ・松千代を見せる。しかしあたる達の評価は厳しく、ショックを受けた松千代が熱帯温室に逃げだしてしまい、大捜索が始まる…\n\n酔っぱらいブギ：\n\n早弁していたあたるに梅干しを食べさせられたテンは酔っ払う。あたるは試しにラムにも梅干しを食べさせると、ラムも酔っ払っしまう。酔ったテンは口から炎を出し、ラムは電撃を出しまくり、校内は大混乱に。"
                },
                "20": {
                    "ID": "9399072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399072",
                    "TitleEnglish": "Recovering That Which Was Lost",
                    "SummaryEnglish": "Three punks challenge Lum and her friends to a duel after stealing Benten’s precious chain.",
                    "TitleJapanese": "失われたモノを求めて",
                    "SummaryJapanese": "いつも身に付けている鎖を盗まれた弁天。そんな弁天におユキは預かっていたビデオテープを見せる。それは鎖を盗んだ惑星中学校スケ番3人組からの決闘状だった。弁天、ラム、おユキは指定された地球の喫茶店に向かう…"
                },
                "21": {
                    "ID": "9399074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399074",
                    "TitleEnglish": "Cosmo Teacher CAO-2 / Ooh, Scary! Voodoo Doll",
                    "SummaryEnglish": "Lum and her friends worry the past will come back to haunt them. Later, Mendo’s life becomes much more complicated thanks to a voodoo doll.",
                    "TitleJapanese": "惑星教師CAO-2／あな恐ろしや、ワラ人形",
                    "SummaryJapanese": "惑星教師CAO-2：\n\n喫茶店に呼び出されたラム、弁天、ランはおユキからウニ星開拓の話を聞き、惑星小学校の頃を思い出す。ウニ星には、怒られた仕返しとして、ウニ星のトゲに引っ掛けて動けなくしたロボット教師CAO-２がいるはずで…\n\nあな恐ろしや、ワラ人形：\n\n兄に作用する呪いの人形を作った了子は、安全な所としてあたるに預ける。面堂は呪いの力で酷い目にあいつつも、あたるが人形を持っている事に気づき、衝撃からあたると人形を守りながら取り戻そうと画策する。"
                },
                "22": {
                    "ID": "9399077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399077",
                    "TitleEnglish": "Big Bottle, Little Bottle / When Love Strikes",
                    "SummaryEnglish": "Lum is quite the handful, no matter what size she is. Later, a shapeshifting fox takes a liking to Shinobu.",
                    "TitleJapanese": "大ビン小ビン／愛がふれあうとき",
                    "SummaryJapanese": "大ビン小ビン：\n\n四次元の森のカカシが売る小ビンとアメを交換したテンは、ラベルの説明が読めず、小ビンの力でラムを小さくしてしまう。ラムはあたるに小さくなる病気と嘘をつき、優しくしてもらおうと企む。\n\n愛がふれあうとき：\n\n下校中、しのぶは犬にいじめられている狐を助ける。警官に預けられるも逃げ出した狐は、しのぶとあたるを見て恋仲だと勘違いをする。翌日、しのぶが登校するとあたるに化けた狐がいて…。"
                },
                "23": {
                    "ID": "9399079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/9399079",
                    "TitleEnglish": "Title Match!! The Tomo-1 Queen Contest",
                    "SummaryEnglish": "The finalists have different motives. Lum wants Ataru’s attention, Ran wants to get in Lum’s way, Shinobu and Sakura want the money, and Ryunosuke has something to prove.",
                    "TitleJapanese": "決戦!!友1クイーンコンテスト",
                    "SummaryJapanese": "友引高校で知性・胃袋・腕力を競う、友1クイーンコンテストが開催される。決勝に残ったラムはあたるの為、ランはラムの足をひっぱる為、しのぶとサクラは15万円相当の賞品の為、竜之介はいい女になる為の試練として優勝を目指す。"
                }
            }
        },
        "2": {
            "ID": "2054566",
            "URL": "https://www.thetvdb.com/series/urusei-yatsura/seasons/official/2",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "10191483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10191483",
                    "TitleEnglish": "Fantasy Balloon Gum / Love Knows No Barriers",
                    "SummaryEnglish": "Surely Ataru wouldn’t misuse bubble gum that has the power to create whatever he wants. But would that be worse than Lum losing the ability to speak other languages?",
                    "TitleJapanese": "妄想フーセンガム／愛は国境を越えて",
                    "SummaryJapanese": "妄想フーセンガム：\n\n妄想したものが、膨らませたフーセンガムの中に現れるという「おまけつきフーセンガム」で遊んでいたテン。あたるに見つかり、そのガムを奪われてしまう。テンは泣きながらラムに奪われたことを報告しにいく。\n\n愛は国境を越えて：\n\n朝からあたるとテンのケンカが騒がしい諸星家。物を投げたり火を噴いたりとやり合っていたところ、あたるが投げた炊飯器がラムのおでこに当たってしまう。一見何ともないと思っていたが、ラムの様子に変化が…。"
                },
                "2": {
                    "ID": "10223126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223126",
                    "TitleEnglish": "Trickle of Memories / Album of Memories / The Home Visit Blues: Feuding Fujinami Edition",
                    "SummaryEnglish": "Ryunosuke grew up without a mother and wants to know more about her. Unfortunately, her father is keeping an important detail from her.",
                    "TitleJapanese": "想い出ボロボロ!?／想い出のアルバム／涙の家庭訪問 激闘の藤波家編",
                    "SummaryJapanese": "想い出ボロボロ!?：\n\n銭湯の入口で仲良さそうな母娘とすれ違う竜之介。その帰り道、住宅街の木にぶら下がったまま寝ていたテンを拾い、あたるの家に届ける。夕食にお呼ばれした竜之介は、諸星家の一家団欒を前にして、母のいない自身を振り返り…\n\n想い出のアルバム：\n\n竜之介の母は、死んだのではなく出て行ったらしい。寝ぼけた父に抱きつかれ朝から散々な目にあった竜之介。母の顔を覚えていない竜之介は、あたるやラムらと一緒に母が写ったアルバムを探すべく、家中を大捜索する。\n\n涙の家庭訪問 激闘の藤波家編：\n\n温泉マークは神妙な面持ちで歩いていた。なぜならこれから生徒たちの家庭訪問をするから。その行先は竜之介、面堂、しのぶ、あたる、ラム。一筋縄ではいかない訪問が始まる…。"
                },
                "3": {
                    "ID": "10223127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223127",
                    "TitleEnglish": "Electric Jungle",
                    "SummaryEnglish": "Lum has a new suitor, but it doesn’t take long before there’s trouble in paradise.",
                    "TitleJapanese": "電飾の魔境",
                    "SummaryJapanese": "ラムは、ウキウキな気分でデートの待ち合わせ場所であたるを待っていた。そんな時、ヒョウ柄の腰巻のみを付けた男に声を掛けられる。いきなり手を繋いできた男にラムは電撃を浴びせたが、なぜかその男には電撃が効かなかった。"
                },
                "4": {
                    "ID": "10223129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223129",
                    "TitleEnglish": "Love Thief / That Mizunokoji Girl",
                    "SummaryEnglish": "Relationship drama swiftly follows when Kurama sets her eyes on Rei. Speaking of relationships, Mendo discovers that he’s engaged to Tobimaro’s sister.",
                    "TitleJapanese": "恋人泥棒／水乃小路の娘",
                    "SummaryJapanese": "恋人泥棒：\n\n「色男がほしい」と騒ぎ始めたクラマ。クラマをなだめるべく、うっかり“まっちんぐ”で色男探しをしているとでまかせを言ってしまったカラス天狗たち。とりあえずコンピューターに情報を入れ、色男を探してみると思わぬ人物が“まっちんぐ”した…。\n\n水乃小路の娘：\n\n父から見合いを勧められた面堂。その相手とはトンちゃんこと水乃小路飛麿の妹。トンちゃんから妹がいるという話を聞いたことがない面堂は、直接話を聞きに行く。すると、トンちゃんからも「妹などおらんわ！」と言われ…。"
                },
                "5": {
                    "ID": "10223130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223130",
                    "TitleEnglish": "The Continuation of: That Mizunokoji Girl",
                    "SummaryEnglish": "As Mendo desperately tries to escape his unwanted engagement, Asuka’s upbringing gives a whole new meaning to the term sheltered.",
                    "TitleJapanese": "続・水乃小路の娘",
                    "SummaryJapanese": "飛麿に妹がいることは事実だった。だが父や兄を含む一切の“男”と触れ合ったことがなく、甲冑を付けて暮らしていた箱入りならぬ鎧入りの娘だった。結婚を回避したい面堂の元に、なぜかラム、しのぶ、あたるが駆け付ける。"
                },
                "6": {
                    "ID": "10223131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223131",
                    "TitleEnglish": "Kotatsu Love / Lum Becomes a Cow / The Home Visit Blues: Luxurious Mendo Edition",
                    "SummaryEnglish": "Life is full of unexpected events, like an extra lively kotatsu purchase and Lum believing she’s turning into a cow.",
                    "TitleJapanese": "コタツにかけた愛／ラムちゃん、ウシになる／涙の家庭訪問　華麗なる面堂家編",
                    "SummaryJapanese": "コタツにかけた愛：\n\n骨董屋で、コタツを買ってきたコタツネコ。コタツ布団をかけてもなぜか目を離すと剝がれている。今度こそと狙いを定め布団をかけると…コタツが動いた!?\n\nラムちゃん、ウシになる：\n\nウシに手を噛まれたラム。少し時間が経って、何となく違和感を感じたラムは鏡を見るとツノが“ウシ”になっていた！テンちゃんにその姿を見られてしまったラムは、内緒にするようお願いする。\n\n涙の家庭訪問　華麗なる面堂家編：\n\n次の家は、面堂家。温泉マークは門のあまりの大きさにド緊張。面堂家の豪華絢爛な巨大なリビングに通された温泉マークを待っていたものとは？"
                },
                "7": {
                    "ID": "10223132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223132",
                    "TitleEnglish": "Eerie Earmuffs / Family Tree",
                    "SummaryEnglish": "No good can come of Ataru and Ten switching bodies, nor using Lum’s shortcut to get to school on time.",
                    "TitleJapanese": "イヤーマッフルの怪／系図",
                    "SummaryJapanese": "イヤーマッフルの怪：\n\n街頭販売のイヤーマッフルを値切って2つ購入したあたる。テンと一緒にいたあたるは「これをつければモテる」とテキトーなことを言って1つをテンに渡す。2人がイヤーマッフルを付けた瞬間、あたるとテンが入れ替わった…。\n\n系図：\n\n今日もほぼ遅刻確定のあたる。通学路を走っていると後ろから制服姿のラムが飛んできた。近道を教えると言い、空き地にあたるを連れてくる。学校までの四次元空間を作り、そこを通って学校に到着すると、そこは10年後の友引高校だった！"
                },
                "8": {
                    "ID": "10223133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223133",
                    "TitleEnglish": "Open the Door: Part 1",
                    "SummaryEnglish": "Shinobu, Lum, and Ataru take an unexpected trip to the future. The good news is they discover who their spouses are. The bad news is their disappointment is immeasurable.",
                    "TitleJapanese": "扉を開けて　前編",
                    "SummaryJapanese": "買い物途中で、道路脇でうずくまるウサギの着ぐるみを着た男を見かけたしのぶ。「なにか食べ物を…」と言われたしのぶは、ウサギ男の思わぬ顔の良さに、買い物袋の中からニンジンを渡す。そのお礼にと、突然デートに誘われ…。"
                },
                "9": {
                    "ID": "10223134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223134",
                    "TitleEnglish": "Open the Door: Part 2 / The Home Visit Blues: Prohibitive Miyake Edition",
                    "SummaryEnglish": "The trio are determined to find their ideal futures, but each one they find leave them unsatisfied. And Inaba’s coworkers are not happy with the group’s meddling.",
                    "TitleJapanese": "扉を開けて　後編／涙の家庭訪問　禁じられた三宅家編",
                    "SummaryJapanese": "扉を開けて　後編：\n\nあたる、ラム、しのぶは、因幡と共に亜空間に存在する運命の部屋で、様々な未来を覗いていた。それぞれが思い描く未来がなく、嘆くあたるとラム。因幡は、理想の未来を作ることができる運命工場に3人を連れていく。\n\n涙の家庭訪問　禁じられた三宅家編：\n\n面堂家で散々な目にあった温泉マークは、頭に包帯を巻き、満身創痍で三宅しのぶの家へ。傷だらけで息の荒い温泉マークに、不信の目を向けるしのぶは…。"
                },
                "10": {
                    "ID": "10223135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223135",
                    "TitleEnglish": "Haunted Mendo / Last Date",
                    "SummaryEnglish": "Whether it’s an octopus or a girl burdened by regrets, spirits need assistance from the living. Unexpectedly, Mendo and Ataru find themselves navigating these burdens.",
                    "TitleJapanese": "あやかしの面堂／最後のデート",
                    "SummaryJapanese": "あやかしの面堂：\n\n面堂が1週間ほど学校を休んでいる。あたる、ラム、しのぶ、テンは、お見舞いのため面堂邸に来た。だが、面堂はあたる達に会ってくれない。4人はこっそり侵入し面堂に近づくと…彼の頭には花柄の“タコ”が鎮座していた。\n\n最後のデート：\n\nあたるとデートをしたい子がいるという。その子の名前は望。サクラ曰く、“望”は幽霊だといい、あたるとデートしなければ成仏できないらしい。あたるの前に、ガウン姿の女の子が姿を現した…。"
                },
                "11": {
                    "ID": "10223136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223136",
                    "TitleEnglish": "The Case of the Battered Principal / The Secret Flower Garden / The Home Visit Blues: Hellish Moroboshi Edition",
                    "SummaryEnglish": "Whodunit? No one saw what happened to the principal despite all of them being in the same room. Later, chaos ensues when flowers start spreading rumors around town.",
                    "TitleJapanese": "校長殴打事件／秘密の花園／涙の家庭訪問　地獄の諸星家編",
                    "SummaryJapanese": "校長殴打事件：\n\n毎度のこと騒ぎを起こす罰として、校長室の掃除をすることになったあたる、ラム、面堂、しのぶ、竜之介。それぞれバラバラに壁の方を向いて掃除をしていると、「ばきっ！」と物音が。振り向くと、頭にたんこぶができた校長が、こたつに入ったまま仰向けに倒れていた！\n\n秘密の花園：\n\nランが宇宙船の前で花に水をあげていた。ラムとテンがその上空を通りかかり、ランに声をかけるとランの口には絆創膏が貼られていた。ランが水をあげていたリュウゲンビレアという花は、美しいけど恐ろしい花らしく…。\n\n涙の家庭訪問　地獄の諸星家編：\n\n頭に包帯を巻き、腕を三角巾で吊り、木の棒を杖にヨロヨロ歩く満身創痍の温泉マークが、家庭訪問に向かう次の家は諸星家。なんとか諸星家にたどり着いたものの、温泉マークは、玄関で倒れてしまった！"
                },
                "12": {
                    "ID": "10223137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223137",
                    "TitleEnglish": "Lovely Darling in Danger!! / Foxes in the Moonlight / The Home Visit Blues: Mark Onsen Goes to Space",
                    "SummaryEnglish": "Lum finds herself in a race against time to save Ataru. Later, a certain fox seeks to recreate an old legend with magic horsetail shoots. Even later, Mark meets Lum’s parents.",
                    "TitleJapanese": "愛♡ダーリンの危機！！／月夜のキツネたち／涙の家庭訪問　温泉マーク宇宙へ",
                    "SummaryJapanese": "愛♡ダーリンの危機！！：\n\nウキウキ気分で歩いているランを見つけたあたる。驚かそうと思って近づくと、ランが持っていたバスケットからラッピングされたカップケーキがひとつ落ちた。それを拾い上げ手渡そうとしたら、ランがどこにもいない。ランもいないし、匂いにつられたあたるは一口かぶりついた。\n\n月夜のキツネたち：\n\nおぼろ月夜の晩に、その春一番に生えたつくしにまじないをかけて人間に食べさせると、一晩だけキツネの姿になるという。その言い伝えを聞いた小さなキツネは、しのぶに会いに友引町に向かう。\n\n涙の家庭訪問　温泉マーク宇宙へ：\n\n温泉マークが目を覚ますと、目の前にラムの父と母がいた。「うちの家庭訪問するっちゃ」とラムが連れてきたらしい。地球人向けの焼酎で手厚い歓迎をするラムの父と母に温泉マークは…"
                },
                "13": {
                    "ID": "10223138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223138",
                    "TitleEnglish": "Wretched Shutaro!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "みじめっ子・終太郎！！",
                    "SummaryJapanese": "学校を休み、謎の特訓をしているという面堂。若を心配する黒子たちに相談されたあたるやラムたちは、面堂の様子を見に行くことに。憔悴し疲れた様子の面堂は、ラムを謎の特訓部屋に案内した。"
                },
                "14": {
                    "ID": "10223139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223139",
                    "TitleEnglish": "Asuka Returns / A Stormy Date: Part 1",
                    "SummaryEnglish": "Asuka’s mother hatches a plan to help her daughter overcome her fear of men. It appears that drastic measures are on the horizon.",
                    "TitleJapanese": "飛鳥ふたたび／嵐を呼ぶデート　前編",
                    "SummaryJapanese": "飛鳥ふたたび：\n\n水乃小路邸は今、ある悩みを抱えていた。それは、男に耐性がなかった飛鳥が、実兄・飛麿と一緒に風呂に入ったり、同じ布団で寝たがるようになっていたから。この行動を見た母は、飛鳥への荒療治を決断する。\n\n嵐を呼ぶデート　前編：\n\n水乃小路母は、飛鳥の男性恐怖症は体に教え込まないと治らないと判断し、面堂に飛鳥とデートしてほしいと頼みに来た。あたると了子は、そのデートの妨害を試みる…。"
                },
                "15": {
                    "ID": "10223140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223140",
                    "TitleEnglish": "A Stormy Date: Part 2",
                    "SummaryEnglish": "Asuka and Mendo go on a date and to say things don’t go as planned would be a vast understatement.",
                    "TitleJapanese": "嵐を呼ぶデート　後編",
                    "SummaryJapanese": "面堂と飛鳥のデートが始まった。ラムは二人を警護する黒子に紛れているはずのあたる探しに奔走。一方、木の上でふたりを見ていた了子は、飛鳥が心配でデートを見に来ていた飛麿に遭遇する。"
                },
                "16": {
                    "ID": "10223141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223141",
                    "TitleEnglish": "Nagisa's Fiancé / The Fairy's Parasol",
                    "SummaryEnglish": "Ryunosuke and her father are now the proud owners of a seaside cafe and an island after paying a suspiciously cheap price! Later, a fairy asks Ten to find his missing parasol.",
                    "TitleJapanese": "渚のフィアンセ／妖精のパラソル",
                    "SummaryJapanese": "渚のフィアンセ：\n\n竜之介の父が、無人島を買ったとのことで、あたるら一行は、その無人島で営む浜茶屋へやってきた。破格すぎる金額で購入した無人島には案の定“何か”があり、竜之介のフィアンセを名乗る幽霊が出た…。\n\n妖精のパラソル：\n\nテンがきらっと光った水たまりを覗き込むと、水面から“子どもの夢を叶える”という妖精の姿が。その妖精は、無くしてしまった大事なパラソルをテンに探してほしいとお願いする。"
                },
                "17": {
                    "ID": "10223142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223142",
                    "TitleEnglish": "One Night's Battle / Deadly Peril in the Classroom",
                    "SummaryEnglish": "Nagisa needs a kiss from Ryunosuke to pass on, which is easier said than done. Later, Mark threatens his class with supplementary lessons if he catches them talking.",
                    "TitleJapanese": "一夜の攻防戦／命かけます、授業中！！",
                    "SummaryJapanese": "一夜の攻防戦：\n\n成仏できず、竜之介の家に居候することになった渚。キスをすれば成仏できる渚がいるということは、まだ二人がキスをしていないということ。そんなとき、竜之介の父が浜茶屋共同組合の温泉旅行に行くため、竜之介と渚が二人きりで夜を過ごすことに…。\n\n命かけます、授業中！！：\n\n静かに授業をしたい温泉マークは、授業中にひと言でもしゃべったら“補習”と言い出した。補習を避けたいあたるたちは渋々黙って授業を受けることに。その時、窓からおまる号に乗ったテンが、あたるになぐりこみをかけてきた。"
                },
                "18": {
                    "ID": "10223143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223143",
                    "TitleEnglish": "Flower Petals of Love and Courage",
                    "SummaryEnglish": "Inaba returns and has an important question for Shinobu.",
                    "TitleJapanese": "愛と勇気の花一輪",
                    "SummaryJapanese": "しのぶの前に、またも因幡が行き倒れていた。しのぶにお願いがあって来たという因幡は、運命製造管理局の昇級試験のパートナーとしてしのぶに参加してほしいという。その内容は、運命製造に欠かせない材料の「時空の森の花」を摘んでくるというものだった。"
                },
                "19": {
                    "ID": "10223144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223144",
                    "TitleEnglish": "Lum's Wrath / Steal My Heart",
                    "SummaryEnglish": "Ten must apologize for ruining Ataru’s scarf, but how? Later, candy hearts have the same effect as love potions. Meanwhile, the Dark Dominion lies on the horizon.",
                    "TitleJapanese": "怒りのラムちゃん！！／ハートをつかめ",
                    "SummaryJapanese": "怒りのラムちゃん！！：\n\nラムがあたるのために編んだマフラーを、あたるとのケンカ中に黒焦げにしてしまったテン。あたるに責められ落ち込むも、あやまらずにその場から逃げ出してしまう。まともにあやまったことがないテンは、チェリーや面堂にあやまり方を聞きにいく。\n\nハートをつかめ：\n\nランからハート型のアメをもらったラム。口に入れると、ハートが頭上に出てきた。ラム自身が払っても取れないハートを、あたるが掴むと、突如あたるに抱きつき、激しい電撃を放ったラム。ハートを戻すと何事もなかったように振る舞うラムにあたるは…。"
                },
                "20": {
                    "ID": "10223145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223145",
                    "TitleEnglish": "Boy Meets Girl: The Morning of Farewell",
                    "SummaryEnglish": "Lum is not happy when she learns she’s being forced into an arranged marriage thanks to her great grandfather.",
                    "TitleJapanese": "ボーイ ミーツ ガール　別れの朝",
                    "SummaryJapanese": "二十年ぶりに発見された曾祖父に会うため実家に戻ったラム。曾祖父が百二十年前に結んだいーかげんな約束で、ラムには知らぬ間に許嫁がいることがわかった。ラムが実家に戻っている間、友引高校には何匹もの黒い豚が引くソリに乗った全身黒づくめでフードをかぶった謎の男がやってきていた。"
                },
                "21": {
                    "ID": "10223146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223146",
                    "TitleEnglish": "Boy Meets Girl: Are You Really Getting Married?",
                    "SummaryEnglish": "Ataru and Mendo team up with Lum’s friends to save her from a forced marriage. But they aren’t the only ones who’re trying to stop the wedding.",
                    "TitleJapanese": "ボーイ ミーツ ガール　結婚するって本当ですか",
                    "SummaryJapanese": "あたるの目の前でルパに連れ去られたラム。ルパの星「闇の宇宙（くに）」では着々と結婚の準備が進められていた。あたるは、おユキ、弁天らと共にラムを連れ戻すため闇の宇宙へ。もうすぐ闇の宇宙へ到着というところで、別の宇宙船にぶつかってしまったあたるたちは…。"
                },
                "22": {
                    "ID": "10223147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223147",
                    "TitleEnglish": "Boy Meets Girl: Crooked Heart",
                    "SummaryEnglish": "What started as a misunderstanding ends in a falling out. Now Lum refuses to return until Ataru apologizes.",
                    "TitleJapanese": "ボーイ ミーツ ガール　ねじれたハートで",
                    "SummaryJapanese": "ラムに背を向け「裏切者！」と冷たく言い放ったあたる。ラムの替え玉にハメられ、誤解したあたるの発言とはいえ、自分を信じてくれなかったあたるにラムの怒りは収まらない。ラムはあたるがあやまるまでは地球に帰らないと言い放った。"
                },
                "23": {
                    "ID": "10223148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urusei-yatsura/episodes/10223148",
                    "TitleEnglish": "Boy Meets Girl: I Want You When I Can't Have You",
                    "SummaryEnglish": "With the fate of the Earth on the line again, Lum and Ataru’s last game of tag begins.",
                    "TitleJapanese": "ボーイ ミーツ ガール　ないものねだりのI Want You",
                    "SummaryJapanese": "カルラのうっかりにより、地球が巨大キノコに覆われ滅亡の危機に。その巨大キノコを除去できるのはルパの豚のみ。ラムは地球を救う豚をかけて、あたるに鬼ごっこ勝負を挑んできた。捕まえたかったら「好きだっていうっちゃ～～～～～～～っっ！！！」　\n好きと言ってほしいラムと、意地っ張りなあたるの最後の鬼ごっこが始まる！"
                }
            }
        }
    }
}