{
  "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale",
  "Genres": [
    "Adaptation",
    "Anime - Shojo"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15538376/",
    "https://sugarapple-anime.com/",
    "http://www.reddit.com/r/sugarapplefairytale/",
    "https://www.themoviedb.org/tv/135335",
    "https://en.wikipedia.org/wiki/Sugar_Apple_Fairy_Tale",
    "https://x.com/sugarapple_PR"
  ],
  "TitleEnglish": "Sugar Apple Fairy Tale",
  "SummaryEnglish": "The fantasy novels are set in the Kingdom of Highland, where fairies serve humans, and center on a girl named Anne. Anne's mother recently passed away, so Anne decides to carry on the family trade and become a Silver Sugar Master, a special artisan who can create magical candy. With her foul-mouthed fairy bodyguard Charles, she sets out on a journey to the capital.",
  "Aliases": [],
  "Modified": "2025-06-27",
  "Seasons": {
    "1": {
      "ID": "1979700",
      "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "9297002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9297002",
          "TitleEnglish": "The Scarecrow and the Fairy",
          "SummaryEnglish": "After losing her mother, Silver Sugar Master Emma, to illness, Anne embraces her dream of earning the same title herself and heads to the royal capital. Along the way, she buys a beautiful, sharp-tongued warrior fairy to guard her on her journey.",
          "Aliases": []
        },
        "2": {
          "ID": "9544885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544885",
          "TitleEnglish": "The Bloody Highway",
          "SummaryEnglish": "Challe sends the bandits fleeing in the blink of an eye. Inside the wagon he rescues through his actions is someone who has business with Anne. On top of that, the fairy Anne saved back in town follows them for reasons of his own.",
          "Aliases": []
        },
        "3": {
          "ID": "9544907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544907",
          "TitleEnglish": "The Sugar Apple Is the Tree of Betrayal",
          "SummaryEnglish": "While staying at the Doctor’s Inn, Anne and the others meet a guest who calls himself Hugh. He says that he’ll pay for their lodging if Anne and Jonas make sugar confections for him. Later that night, Challe tells Anne about his past for the first time.",
          "Aliases": []
        },
        "4": {
          "ID": "9544908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544908",
          "TitleEnglish": "The Fate of the Royal Medal",
          "SummaryEnglish": "A shocking betrayal has left Anne’s dreams of becoming a silver sugar master shattered. The piece she had made for the exhibition has been stolen. With Anne feeling deeply shaken, all of her losses compound and send her falling into despair.",
          "Aliases": []
        },
        "5": {
          "ID": "9544909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544909",
          "TitleEnglish": "Anne and the Cat's Sugar Confectionary",
          "SummaryEnglish": "Anne leads the others on a tour of Lewiston’s sugar confectionaries to further study her art. Just when she spots a particularly beautiful confection in a shop, a man breaks it and runs away! The shop owner arrives and thinks that Anne is responsible!",
          "Aliases": []
        },
        "6": {
          "ID": "9544910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544910",
          "TitleEnglish": "The Castle on the Sea",
          "SummaryEnglish": "Anne is having a hard time selling her sugar confections. Then she hears that the Duke of Philax is searching for a sugar artisan, so she and the others head to Philax. She’s granted an audience with the duke, but will her skills be good enough?",
          "Aliases": []
        },
        "7": {
          "ID": "9544911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544911",
          "TitleEnglish": "A False Farewell",
          "SummaryEnglish": "The Duke of Philax is not satisfied with the sugar confection Anne has created, but Anne is determined not to give up. Challe shares his memories of Liz with Anne, which tangles Anne’s feelings into knots. Then Mithril Lid Pod’s wing is stolen!",
          "Aliases": []
        },
        "8": {
          "ID": "9544912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544912",
          "TitleEnglish": "If I Keep Gazing at You",
          "SummaryEnglish": "After leaving Philax Castle, Challe runs into Hugh and learns of the clash between the duke and the royal family, and of the danger Anne is in. Meanwhile, Anne hopes to learn more about the fairy who is the subject of her sugar confection.",
          "Aliases": []
        },
        "9": {
          "ID": "9544913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544913",
          "TitleEnglish": "The Radcliffe Workshop",
          "SummaryEnglish": "Anne learns that, due to the poor sugar apple crop, the Radcliffe school will be processing all the silver sugar this year. Only artisans who help with the work will receive a portion. The shocking news sends Anne rushing to the Radcliffe workshop.",
          "Aliases": []
        },
        "10": {
          "ID": "9544914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544914",
          "TitleEnglish": "The Young Lady of the Paige Workshop",
          "SummaryEnglish": "Anne is the only female artisan at the Radcliffe Workshop, but the cold stares aimed in her direction don’t keep her from jumping in to help with the hard, physical work. Then, Elliott, a silver sugar master, and his fiancée, Bridget, arrive.",
          "Aliases": []
        },
        "11": {
          "ID": "9544915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544915",
          "TitleEnglish": "That Which Should Be Made",
          "SummaryEnglish": "Seeing Kieth’s sugar confection has made Anne anxious about the theme for her piece. Suddenly, she remembers Kieth mentioning that the royal family favors fairy themed sugar confections, so she heads to the church on her day off to try and discover why.",
          "Aliases": []
        },
        "12": {
          "ID": "9544916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9544916",
          "TitleEnglish": "I Didn't Want to Let Go",
          "SummaryEnglish": "Anne has been kicked out of the Radcliffe Workshop. To her relief, she's allowed to take the sugar confection she made for the Exhibition with her, so she can still participate. Then Mithril Lid Pod notices something strange about Anne’s silver sugar.",
          "Aliases": []
        },
        "13": {
          "ID": "9845575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9845575",
          "TitleEnglish": "The Lake and the Green Workshop",
          "SummaryEnglish": "Anne has achieved her long cherished dream, but at great cost. She sets off to a new town determined to earn the title she's been given and to gain back what she's lost. And so, the next chapter of Anne's adventure begins!",
          "Aliases": []
        },
        "14": {
          "ID": "9873618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873618",
          "TitleEnglish": "Embarking on a Challenge Once Again",
          "SummaryEnglish": "Anne focuses on her new job at the Paige Workshop, but the artisans there work in a way so different from other workshops that she feels quite lost. Given that the orders for their sugar confections have been decreasing, she has her work cut out for her!",
          "Aliases": []
        },
        "15": {
          "ID": "9873619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873619",
          "TitleEnglish": "Sugar Confections in the Service of Others",
          "SummaryEnglish": "Anne wants to enter the selection for the Holy Beginnings Festival’s sugar confection. Glen refuses due to the policies of his predecessor. Anne thinks it’s a chance to rebuild the workshop, but will she be able to get everyone to pull together in time?",
          "Aliases": []
        },
        "16": {
          "ID": "9873620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873620",
          "TitleEnglish": "The First Silver Sugar",
          "SummaryEnglish": "Elliott has been attacked and injured, but the questions surrounding the incident can't stop the work for the upcoming selection. Anne, Orland, and the others talk things out and decide on a motif of snow for Mister Glen, but how will they give it form?",
          "Aliases": []
        },
        "17": {
          "ID": "9873621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873621",
          "TitleEnglish": "The Castle with No Crest",
          "SummaryEnglish": "Anne decides to stay with the Paige Workshop, determined to see her work through to the end. They're sent to a castle to use as both lodgings and workplace in order to begin crafting, but the place has a strange atmosphere about it.",
          "Aliases": []
        },
        "18": {
          "ID": "9873622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873622",
          "TitleEnglish": "Ghosts Aren't Scary",
          "SummaryEnglish": "To preserve the peace of Holly Leaf Castle, Mithril Lid Pod organizes a ghost hunt with himself as leader. That night, Challe captures the ghost who, as it turns out, has a deep connection to the castle and is determined to protect it.",
          "Aliases": []
        },
        "19": {
          "ID": "9873623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873623",
          "TitleEnglish": "Wanting Even a Cat's Help",
          "SummaryEnglish": "The silver sugar has hardened due to the heavy rains. Anne and the others come up with a plan of action, but they're short on time and manpower. Anne and Elliott decide to ask for Kat's help, but will the maverick artisan agree?",
          "Aliases": []
        },
        "20": {
          "ID": "9873624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873624",
          "TitleEnglish": "A Purple Promise",
          "SummaryEnglish": "Anne has challenged Hugh to a competition. She tries to think of a motif that might delight Noah, who still loves and misses Lord Herbert. When the time comes, Noah looks at the sugar confections before him and the one he quickly takes in his hand is...",
          "Aliases": []
        },
        "21": {
          "ID": "9873625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873625",
          "TitleEnglish": "The Red Fairy",
          "SummaryEnglish": "Gladus has revealed his true nature. As he leaves, he attacks Orland. When Bridget hears that Orland's been hurt as a result of Gladus using her, she's horrified. Hugh reminds them that they're still working under a deadline. How will they make it now?",
          "Aliases": []
        },
        "22": {
          "ID": "9873626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873626",
          "TitleEnglish": "Fairies and Humans and…",
          "SummaryEnglish": "With both Anne and his wing taken from him, Challe follows Lafalle, doing as he's ordered. They arrive at Lafalle's stronghold, an abandoned fortress. Lafalle speaks of their origins and invites Challe to join him in inheriting the will of the fairy king.",
          "Aliases": []
        },
        "23": {
          "ID": "9873627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873627",
          "TitleEnglish": "The One to Become the Fairy King",
          "SummaryEnglish": "Anne is angered and saddened by the fairies' reaction to Lafalle's control over them. Lafalle forces Challe to help steal silver sugar and demands that Anne make sugar confections for him. Because of him, things between Anne and Challe become strained.",
          "Aliases": []
        },
        "24": {
          "ID": "9873628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sugar-apple-fairy-tale/episodes/9873628",
          "TitleEnglish": "A New Form",
          "SummaryEnglish": "Lafalle and Challe face each other in an unequal fight. As long as Lafalle has Challe's wings, he can torture Challe to his heart's content. Anne tries to get the other fairies to help.",
          "Aliases": []
        }
      }
    }
  }
}