{
    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19848112/",
        "https://tsurekano-anime.com/",
        "https://www.tvmaze.com/shows/62749/show-slug",
        "https://www.themoviedb.org/tv/129516",
        "https://en.wikipedia.org/wiki/My_Stepmom%27s_Daughter_Is_My_Ex",
        "https://x.com/tsurekano"
    ],
    "TitleEnglish": "My Stepmom's Daughter Is My Ex",
    "SummaryEnglish": "Ah, high school. Is there any better place to start fresh after a horrible middle school relationship? Nope! Not unless your ex ends up at the same school as you and is now your stepsibling. What was supposed to be a sanctuary of peace where I could avoid ever seeing her again has become a living nightmare! Everywhere I look, I see her—in my house, in my school, in my class. There's no escape! She even claims that she's the older sibling. Like hell she is! But I won't lose to her. After all, I'm the older brother in this new family situation. That's right, we're family now. No matter how much we may have thought we loved each other before, we saw one another's true colors and realized we weren't meant for each other. That's why even though we may keep up a buddy-buddy sibling act for the sake of our parents, things will never go back to the way they used to be.",
    "TitleJapanese": "継母の連れ子が元カノだった",
    "SummaryJapanese": "ある中学校である男女が恋人となり、\nイチャイチャして、些細なことですれ違い、\nときめくことより苛立つことのほうが多くなって……\n卒業を機に別れた。\n\nそして高校入学を目前に二人は――\n伊理戸水斗と綾井結女は、思いがけない形で再会する。\n\n\n「僕が兄に決まってるだろ」\n「私が姉に決まってるでしょ？」\n\n\n親の再婚相手の連れ子が、別れたばかりの元恋人だった!?\n\n両親に気を遣った元カップルは、\n『異性と意識したら負け』という\n“きょうだいルール”を取り決めるが――\nお風呂上がりの遭遇に、二人っきりの登下校……\n\nあの頃の思い出と一つ屋根の下という状況から、\nどうしてもお互いを意識してしまい!?",
    "Aliases": [
        "Mamahaha no Tsurego ga Moto Kano Datta",
        "Tsurekano"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1980093",
            "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8968610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/8968610",
                    "TitleEnglish": "The Former Couple Refuses to Say... \"It's Things Like This...!\"",
                    "SummaryEnglish": "Mizuto and Yume used to date, but now they've suddenly become stepsiblings. Both of them agree that they don't want to do anything that'd disappoint their newly remarried parents. However, neither of them can accept the other as being the eldest sibling in the relationship. So they both agree to settle the matter with a game. Whoever does something in conflict with what people might consider normal sibling behavior, loses. Making them the younger sibling.",
                    "TitleJapanese": "元カップルは呼びたくない「そういうところが……！」",
                    "SummaryJapanese": "元恋人同士ながら、義理の“きょうだい”になってしまった水斗と結女。二人にとって大切なのは、再婚した両親に気を遣わせないこと。そして、どちらが「兄」もしくは「姉」になるかということ！　相手の「下」になりたくない二人は、「義理のきょうだいらしからぬ言動をしたほうが弟妹」というルールを決め、お互いに策を練るが……!?"
                },
                "2": {
                    "ID": "9233267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233267",
                    "TitleEnglish": "My Ex Needs Taking Care Of \"Thirty-Eight Degrees, Apparently\"",
                    "SummaryEnglish": "After entering high school, Yume was making an effort to change her personality and looks in an attempt to reinvent herself as a model student. It was all so far so good, but there was one thing she couldn't change about herself. She was never very athletic. On the day of the physical fitness test and body measurement check at school, a melancholy Yume is approached by Minami Akatsuki, a girl from the same class. Meanwhile, Mizuto is as disinterested as ever...",
                    "TitleJapanese": "元カップルの看病な日「三十八度って聞いたけど」",
                    "SummaryJapanese": "高校入学を機に性格も見た目も変え、優等生のイメージを確立した結女。しかし、どうしても変えられないものがあった。それが運動神経。学校の身体測定・体力測定の日、憂鬱な気持ちになる結女に、同じクラスの南暁月が声をかけてくる。一方の水斗は、まったくやる気のない様子だったが……。!?"
                },
                "3": {
                    "ID": "9233268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233268",
                    "TitleEnglish": "My Ex Has a Confession to Make \"You Didn't Do Anything Weird, Did You?\"",
                    "SummaryEnglish": "It's nighttime at the Irido residence. Yume has somehow found herself with Mizuto's boxers in her possession. If Mizuto were to find out, it would almost certainly mean she would have to face the punishment of admitting to being the younger sibling. Hoping to avoid this outcome, Yume waits for Mizuto to fall asleep before heading to the bathroom to return his underwear to the laundry basket. But who does she pass in the hallway, but a bewildered Mizuto, mouth agape, with Yume's very own bra dangling from his grasp.",
                    "TitleJapanese": "元カップルは白状する「変なこと、してないだろうな？」",
                    "SummaryJapanese": "夜の伊理戸家。結女の手には、なぜか水斗のトランクスが握られていた。このことを水斗に知られるとペナルティで「妹」にならざるを得なくなる。それだけは避けたい結女は、証拠を隠滅しようと、水斗が寝静まるのを待って脱衣所へ向かう。すると、そこに水斗が現れる。その手には、結女のブラジャーがあった……。"
                },
                "4": {
                    "ID": "9233269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233269",
                    "TitleEnglish": "That's Not What You're Supposed to Say",
                    "SummaryEnglish": "As punishment for the underwear incident, Mizuto demands Yume go on a date with him. Yume is taken aback by the sudden development, but little did she know that it was all part of Kawanami Kogure's devious plan, a plan to shatter Minami Akatsuki's delusional dreams of marrying Mizuto only to become Yume's doting little sister. And how else to do it but to show her that Yume only has eyes for Mizuto?",
                    "TitleJapanese": "そういうのじゃない",
                    "SummaryJapanese": "下着事件のペナルティを水斗が使い、結女は水斗とデートすることになった。結女は突然の出来事に動揺するが、実はその裏で川波が策を練っていた。大好きな結女と家族になるため水斗と結婚すると言い出した暁月にそれをあきらめさせるため、結女の興味が水斗にしか向いていないとわからせようというのだ。"
                },
                "5": {
                    "ID": "9233270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233270",
                    "TitleEnglish": "The Former Couple Spends the Night \"You're Welcome\"",
                    "SummaryEnglish": "It's Mother's Day, so Yume and Mizuto go out to buy a gift together. Their mother, Yuni, is overcome with happiness to receive a gift from the two of them. Seeing how happy it made her, Mizuto wonders if it'd be nice to give their parents some time to be newlyweds together. However, there isn't much they can do for them on a high schooler's budget. So Mizuto suggests that he and Yume spend the night somewhere instead.",
                    "TitleJapanese": "元カップルはお泊まりする「どういたしまして」",
                    "SummaryJapanese": "母の日のプレゼントを、由仁に渡した水斗と結女。大泣きして喜ぶ由仁に少し驚く二人だが、その姿を見てか、水斗は結女に一つの提案をする。それは、両親に二人の時間を作ってあげたいというものだった。しかし、高価な旅行券などを贈るのは高校生には無理なこと。そこで、水斗は自分たちが外泊すればいいと言い出す。"
                },
                "6": {
                    "ID": "9233271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233271",
                    "TitleEnglish": "The Former Couple Goes Head-to-Head \"Do You Think I'm Stupid?\"",
                    "SummaryEnglish": "The first midterms of the school year are upon them. Once the top scoring student in the school's entrance exam and now a talented student at the top of her year, Yume is anxious to defend her position as a model student. She is displeased, however, to discover Mizuto’s relaxed approach to studying. The two later butt heads again, over something Mizuto did during their Japanese exam. Yume berates Mizuto for his actions while Mizuto retaliates in kind.",
                    "TitleJapanese": "元カップルは競い合う「馬鹿にしないでよっ！！」",
                    "SummaryJapanese": "高校に入って初めての中間テストがやってきた。入試トップ、学年主席の才媛……その座を守ろうと必死の結女は、あまり勉強をしていない様子の水斗に突っかかる。さらに、テスト本番にとある行動を取った水斗につかみかかる結女。しかし、水斗も一方的に自分を責める結女に黙っていられず、思わず食ってかかってしまう。"
                },
                "7": {
                    "ID": "9233272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233272",
                    "TitleEnglish": "Higashira Isana Doesn't Know What Love Is",
                    "SummaryEnglish": "Due to their mutual interest in light novels, Isana considered Mizuto a dear friend. However, Yume and Akatsuki make her realize that her feelings for him may run much deeper than that. Now aware of her true feelings, Isana wishes to become Mizuto's girlfriend. Unfortunately, he doesn't seem to be reacting to her advances. Yume and Akatsuki try to give her advice, but it doesn't quite go according to plan.",
                    "TitleJapanese": "東頭いさなは恋を知らない",
                    "SummaryJapanese": "ライトノベル好きという共通点から、水斗のことを大切な友達だと思っていたいさな。しかし、結女と暁月から指摘されて、ついに水斗への恋心を自覚する。水斗と友達ではできないことをしたいと言ういさなに、結女と暁月は水斗が彼女を意識するようにアドバイスをしていくが……。"
                },
                "8": {
                    "ID": "9233273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233273",
                    "TitleEnglish": "The Former Couple's On Edge \"I've Already Been Rejected, So It's Fine.\"",
                    "SummaryEnglish": "Isana is coming over to the Irido house this weekend to hang out with Mizuto. Suspecting that she may not know how to properly dress for the occasion, Yume and Akatsuki invite Isana out to go clothes shopping the day before. Unfortunately, however, every outfit she tries on ends up looking inappropriate due to the size of her breasts. Akatsuki suggests that she try on something with a softer silhouette similar to Yume's usual style, seeing this as an opportunity to pick out new clothes for Yume to try on too. Yume then reminisces about a date she had in middle school.",
                    "TitleJapanese": "元カップルは警戒する「わたしはもうフラれてるんですから、大丈夫ですよ」",
                    "SummaryJapanese": "水斗の部屋にいさなが行くことになった。私服がダサい彼女のため、結女と暁月はいさなと一緒に可愛い洋服を探しに行くが、いさなのGカップがすべての洋服をエロく見せてしまう。結女が着るようなゆるふわ系がいいと考えた暁月は、被らないようにと結女に新しい服を着せようとする。そこで結女は、かつてのデートのことを思い出す。"
                },
                "9": {
                    "ID": "9233274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233274",
                    "TitleEnglish": "Youthful Indiscretion",
                    "SummaryEnglish": "We are brought back in time to when Yume and Mizuto were once a couple. A time when neither of them could control their nerves in what was their first ever relationship. Having already held hands and kissed before, the young couple are eager to take the next step. Spring break passes, however, with neither able to make the first move. Upon entering their third and final year of middle school, the two are regrettably put into separate classes. Alas, unable to spend as much time together as before, they both begin to grow apart.",
                    "TitleJapanese": "若気の至り",
                    "SummaryJapanese": "それは、水斗と結女がまだ付き合っていた頃のこと。初めて付き合う相手に対し、緊張を隠しきれない二人。手をつないだりキスをしたり、少しずつ関係を深めていったが、それ以上の関係になれず、お互いにやきもきしていた。そんな中、3年生になってクラスが別れてしまった二人は一緒に過ごせる時間が減り、だんだんと気持ちがすれ違っていく。"
                },
                "10": {
                    "ID": "9233275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233275",
                    "TitleEnglish": "The Former Couple Doesn't Know How to Act \"Aren't You Two Acting a Little Awkward?\"",
                    "SummaryEnglish": "It's Yume and Mizuto's first summer together as stepsiblings. Their parents are unable to return home one night due to a typhoon. Now alone in the house together, trouble arises when Yume spots a certain creepy crawly in her room. On another day, Mizuto accompanies Yume clothes shopping for a swimsuit in preparation for an upcoming family trip to the countryside. It's in situations like these that the two seem to be finding themselves reminiscing about the past more and more...",
                    "TitleJapanese": "元カップルは距離感がわからない「なんかよそよそしくなってないか？」",
                    "SummaryJapanese": "義理のきょうだいになって、初めての夏。台風がやってきて両親が帰れない日に限って、結女の部屋にあの恐ろしい“G”が現れ、虫が苦手な二人は大騒ぎ。別の日には、伊理戸家の田舎への帰省に備え、水斗と結女が一緒に水着を買いに行くことに。なんとなく意識せざるを得ないシチュエーションが続く二人だが……。"
                },
                "11": {
                    "ID": "9233276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233276",
                    "TitleEnglish": "The Former Couple Visits Relatives \"I Guess You Could Say She Loved to Laugh\"",
                    "SummaryEnglish": "The Irido family go to the countryside to visit relatives. There, Mizuto shows Yume the first book he ever read on his own, his great-grandfather's autobiography. Reading it prompts Yume to ask him what kind of person his first love was. The description he gives, that she was someone who loved to laugh, leads her to believe his first love must have been none other than his second cousin, Madoka.",
                    "TitleJapanese": "元カップルは帰省する「よく、笑う人だったかな」",
                    "SummaryJapanese": "田舎に帰省した伊理戸一家。結女はそこで、水斗のひいおじいさんが書いたという自費出版の小説を読ませてもらう。その小説を読んで、ふときっかけをもらった結女は、水斗に初恋の人を尋ねる。水斗から「よく笑う人だった」と聞いた結女は、その相手がはとこにあたる円香だと確信する。"
                },
                "12": {
                    "ID": "9233277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mamahaha-no-tsurego-ga-motokano-datta/episodes/9233277",
                    "TitleEnglish": "I Bestow Unto You My First Kiss",
                    "SummaryEnglish": "Still in the countryside visiting relatives, Yume and Mizuto head to the local summer festival together. In high spirits from getting to see him in his yukata and seeing how Madoka and Chikuma interact as siblings, Yume boldly takes his hand in hers as they walk around the festival stalls. During their outing, Yume begins to get a picture of how Mizuto was as a child. And in doing so, realizes just what his meeting her meant to him.",
                    "TitleJapanese": "ファースト・キスは布告する",
                    "SummaryJapanese": "伊理戸家の田舎で、夏祭りに行くことになった水斗と結女たち。浴衣を着た水斗の姿に、結女のテンションは爆上がり。円香と竹真のやりとりを見て「きょうだいなら普通」だと、水斗の手を取って歩き出す結女。その先々で知る、子どもの頃の水斗のこと。そして結女は気づく。水斗にとって自分がどんな存在であったのかを――。"
                }
            }
        }
    }
}