{
    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15237152/",
        "https://chiyumahou-anime.com/",
        "https://www.tvmaze.com/shows/70863/show-slug",
        "https://www.themoviedb.org/tv/131365",
        "https://www.wikidata.org/wiki/Q118442046",
        "https://en.wikipedia.org/wiki/The_Wrong_Way_to_Use_Healing_Magic#Anime",
        "https://x.com/chiyumahou_PR"
    ],
    "TitleEnglish": "The Wrong Way to Use Healing Magic",
    "SummaryEnglish": "Ken Usato is a normal high-schooler in every sense of the word—average grades, dreams, and a tendency to dislike extraordinary people. However, when he encounters the president and the vice president of the student council, both popular and extraordinary, he immediately befriends them. All of this is interrupted when Ken's new friends are summoned into another world—and he accidentally gets summoned as well! Dejected and with no way to return, he resigns himself to staying quietly in the new world—until he finds out he has an affinity for healing magic, a very rare form of magic which gives him both self-confidence and the attention of all mages. However, not all attention is good, which is something Ken realizes when he is noticed by a crazy fellow healing magic user...",
    "TitleJapanese": "治癒魔法の間違った使い方",
    "SummaryJapanese": "平凡な高校生・兎里 健（ウサト）は、帰宅の途中、\n生徒会長の犬上鈴音（スズネ）、\nクラスメイトの龍泉一樹（カズキ）とともに\n\n突如現れた魔法陣に飲み込まれてしまう――。\n\n気づくと、そこは異世界。\n3人は王国に攻め込んでくる魔王軍に対抗できる『勇者』として召喚された……はずが、\n勇者の適性を持っていたのはスズネとカズキのみ。\n\nウサトは巻き込まれただけだった！\n\nしかし、ウサトに“治癒魔法”の適性があることが判ると事態は一変。\n救命団団長を名乗るローズが現れ、ウサトを力ずくで連れ去ってしまう。\n\nそこでウサトを待っていたのは、\n\n想像を超える地獄の訓練の日々だった――！",
    "Aliases": [
        "治癒魔法の間違った使い方 ～戦場を駆ける回復要員～",
        "Chiyu Mahō no Machigatta Tsukaikata",
        "Chiyu Mahou no Machigatta Tsukaikata",
        "Chiyu Mahō no Machigatta Tsukaikata - Senjō o Kakeru Kaifuku Yōin",
        "Chiyu Mahou no Machigatta Tsukaikata - Senjou wo Kakeru Kaifuku Youin",
        "Chiyu Mahou no Machigatta Tsukaikata"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "1": {
            "ID": "1980927",
            "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9794262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/9794262",
                    "TitleEnglish": "Dragged Into Another World!",
                    "SummaryEnglish": "Ordinary high school student Usato is mistakenly suddenly summoned to another world along with his classmates and student council members Suzune and Kazuki.",
                    "TitleJapanese": "巻き込まれて異世界！",
                    "SummaryJapanese": "平凡な高校生・ウサトは生徒会長のスズネ、副会長でクラスメイトのカズキと共に、突如異世界に召喚された。 勇者としてリングル王国を救うよう頼まれる3人だったが、実は召喚された勇者はスズネとカズキの2人で、ウサトは巻き込まれただけだった！ しかしウサトに治癒魔法の適性があることが判明すると状況は一変。そこに救命団団長を名乗るローズが現れる。"
                },
                "2": {
                    "ID": "10193949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193949",
                    "TitleEnglish": "The Training From Hell Begins!",
                    "SummaryEnglish": "Following the discovery of his unique power, Usato has been recruited/abducted into the kingdom's Rescue Team. And he has no idea the hellacious training he's in for!",
                    "TitleJapanese": "地獄の始まり！",
                    "SummaryJapanese": "救命団に所属することになったウサトは早速ローズと地獄の訓練を開始する。 初日の訓練をこなし安心したのも束の間、翌日からひたすら走らされることに……。 ローズの治癒魔法で強制的に筋肉痛を治されながら地獄の訓練を続けていく中で、ウサトの体には徐々に変化が……。"
                },
                "3": {
                    "ID": "10193950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193950",
                    "TitleEnglish": "Brutal! The Darkness of Llinger!",
                    "SummaryEnglish": "Usato is quite literally thrown into his next training assignment: surviving the wild woods known as the Darkness of Llinger until he can slay its most fearsome inhabitant.",
                    "TitleJapanese": "過酷！ リングルの闇！",
                    "SummaryJapanese": "ローズによって魔物がはびこる\"リングルの闇″に放り込まれたウサトは、グランドグリズリーを狩るという試練のためにサバイバル生活を開始する。 最初はグランドグリズリーに圧倒されたウサトだが、観察を続けるうちに少しずつ愛着が湧くようになる。 数日後、意を決してグランドグリズリーを倒しに向かったウサトだったが、そこで凄惨な光景を目撃する……。"
                },
                "4": {
                    "ID": "10193951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193951",
                    "TitleEnglish": "Rescue Team Member Usato!",
                    "SummaryEnglish": "As the demon threat looms over the kingdom, Captain Rose decides it's high time for Usato to get a taste of what a healer's job is like on the battlefield. She tests his resolve, both mentally and physically.",
                    "TitleJapanese": "救命団員ウサト！",
                    "SummaryJapanese": "魔王軍との戦争が近いことを知らされたウサトは、ローズと同じように前衛としての活動ができるのか自信を持てないでいた。 \"リングルの闇″で出会ったブルーグリズリーの子ども・ブルリンを背負い、いつものように訓練を続ける中、城下町で同じ治癒魔法を使うオルガと出会う。 同じ救命団の一員であるオルガの話を聞き、ウサトは救命団員としての覚悟を固めていく。"
                },
                "5": {
                    "ID": "10193952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193952",
                    "TitleEnglish": "Usato, Back in the Forest!",
                    "SummaryEnglish": "Usato gets drafted to help Inukami on a training expedition outside the castle to get some real combat experience. He's only supposed to be there in case things go wrong, but things definitely go wrong!",
                    "TitleJapanese": "ウサト、再び森へ！",
                    "SummaryJapanese": "スズネの訓練に同行することになったウサト。 騎士のアルク、魔法使いのコリン、ブルリンと共に訓練に向かう途中で盗賊団と遭遇する。 難なく盗賊団を撃退していたウサトたちだったが、突如フォールボアの大群が襲来し、ウサトとスズネは弾き飛ばされてしまう。たどり着いた先はなんと”リングルの闇”。 ウサトとスズネはそこで野宿をすることになり……。"
                },
                "6": {
                    "ID": "10193953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193953",
                    "TitleEnglish": "Impending Danger...!",
                    "SummaryEnglish": "Captain Rose receives grim news from the king: invasion is imminent. Can she rally her small team before all hell breaks loose? Moreover, is Usato even ready for war?",
                    "TitleJapanese": "迫り来る危機……！",
                    "SummaryJapanese": "”リングルの闇”から生還したことをロイド王に報告するウサトとスズネ。 2人の無事を喜びつつも、普段と違う魔物の様子から不穏な気配を感じたロイド王は、状況を確かめるべくローズに偵察を命じる。 早速偵察に出たローズは、侵攻の準備を進める魔王軍と遭遇する……。 一方オルガとウルルが営む診療所を訪れたウサトは、オルガたちとともに事故現場に同行することに……。"
                },
                "7": {
                    "ID": "10193954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193954",
                    "TitleEnglish": "A Night of Decisions!",
                    "SummaryEnglish": "Now that Usato, Kazuki, and Suzune all know that war is upon them, they must each steel themselves to face the battle ahead—because the invasion is coming, ready or not!",
                    "TitleJapanese": "決意の夜！",
                    "SummaryJapanese": "獣人の少女・アマコに見せられた不穏なビジョンに困惑するウサト。 夜になっても気になり眠れないでいると、窓に不思議な光球が現れた。 光球に誘われるように外を見ると、そこにはカズキの姿が。 ウサトを前にカズキは、勇者として戦場に立つことが怖いと、おもむろに自身の気持ちを吐露し始める……。"
                },
                "8": {
                    "ID": "10193955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193955",
                    "TitleEnglish": "Battalion Commander Rose",
                    "SummaryEnglish": "A look back into Rose's past as a new battalion commander and her relationship with her old team. Just who were they? And where did things go wrong...?",
                    "TitleJapanese": "大隊長ローズ",
                    "SummaryJapanese": "5年前、リングル王国騎士団大隊長のローズは、副隊長のアウルをはじめ一癖も二癖もあるメンバーを集めた直轄部隊を率いていた。 ある日、偵察任務の命を受けたローズとアウルたち隊員は、”リングルの闇”へ向かうことに。 隊員同士の想いを確かめ合った翌朝、ローズたちは魔物を運び出そうとする謎の魔族の集団と遭遇する。その中には只ならぬ雰囲気を纏う一人の魔族の姿があった……。"
                },
                "9": {
                    "ID": "10193956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193956",
                    "TitleEnglish": "The End and the Beginning",
                    "SummaryEnglish": "Resolve bridges Rose's tragic past into her future as she and the rest of the Rescue Team make their way to the battlefield where they're fated to cross with the demons.",
                    "TitleJapanese": "終わりと始まり",
                    "SummaryJapanese": "”リングルの闇”で剣を交えるローズ直轄部隊と魔王軍。 ローズと隊員たちが魔王軍を少しずつ押し始め、戦況はローズたち優勢に傾きつつあった。 魔王軍の将・ネロは、ローズたちの実力を認め、自身の部下に捨て身の攻撃を命令する。 相打ち覚悟の攻撃に次々と倒れていく直轄部隊の隊員たち。 怒りと動揺で精彩を欠いたローズに、ネロの攻撃が容赦なく襲いかかる……。"
                },
                "10": {
                    "ID": "10193957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193957",
                    "TitleEnglish": "Unhinged?! The Black Knight Appears!",
                    "SummaryEnglish": "Usato, Kazuki, and Suzune finally set foot on their first battlefield. The conflict is harrowing enough as it is for all of them, but reports of a terrifying foe among the demon army have Usato in particular shaking in his boots...",
                    "TitleJapanese": "最狂!? 黒騎士現る！",
                    "SummaryJapanese": "いよいよ魔王軍との戦争が始まった。 ウサトは黒服たちの手により、続々と運ばれてくる要救護者の治療を行う中で、改めて戦場の厳しさを実感する。 戦況が進み、ローズとともに戦場の最前線に出ていくウサト。 鍛え上げた身体能力を駆使し、魔王軍の猛攻の中、次々と王国騎士たちを救っていく。 一方、勇者として前線で戦うスズネとカズキの前に、黒騎士と呼ばれる謎の魔族が現れる。"
                },
                "11": {
                    "ID": "10193958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193958",
                    "TitleEnglish": "Wham! Ultimate Healing Punch!",
                    "SummaryEnglish": "Usato's first battle quickly turns into a waking nightmare when he realizes his friends are tangling with their fated foe, the Black Knight. Can he make it in time to save them?",
                    "TitleJapanese": "炸裂！ 必生の拳！",
                    "SummaryJapanese": "攻撃を”反転”させる黒騎士に対し、為す術もなく倒されてしまうスズネとカズキ。 黒騎士がトドメを刺そうというその時、間一髪で放ったウサトの拳が黒騎士の顔に炸裂する。 受けるはずのないダメージに感情的になる黒騎士。 その後もなぜか”反転”が発動しないウサトの攻撃により、黒騎士は次々とダメージを負っていく。それはウサトの\"治癒魔法の間違った使い方\"が影響していた。"
                },
                "12": {
                    "ID": "10193959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10193959",
                    "TitleEnglish": "The True Face of the Black Knight!",
                    "SummaryEnglish": "Now that Usato's first clash with the Demon Lord's army is over, he's going to have to deal with the aftermath—including a prisoner of war.",
                    "TitleJapanese": "⿊騎⼠の素顔！",
                    "SummaryJapanese": "次の戦いに備え、捕虜となった黒騎士を尋問することにしたリングル王国側に対し、黒騎士は尋問に応じる条件としてウサトと会わせることを要求する。 要求が通り、黒騎士が捕らえられた牢にやって来るウサト。 そこで誰も気づかなかった黒騎士のダメージに気づき、ウサトは敵である黒騎士に治癒魔法をかける。ウサトの治癒魔法で傷を癒された黒騎士は……。"
                },
                "13": {
                    "ID": "10231129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10231129",
                    "TitleEnglish": "The Journey Begins!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "旅立ち！",
                    "SummaryJapanese": "スズネとカズキの危機を知らせてきたアマコから、今度は母親を救ってほしいと告げられたウサト。そこでアマコがはるばる獣人の国からリングル王国までやって来た理由を知ることになる。 アマコから獣人の国への同行を求められるも、ウサトは救命団員としての立場もあり、なかなか結論が出せずにいた。 考えた末、ウサトは獣人の国に行くためのある一手を思いつく……。"
                }
            }
        },
        "2": {
            "ID": "2139741",
            "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10619943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chiyu-mahou-no-machigatta-tsukaikata/episodes/10619943",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}