{
    "URL": "https://www.thetvdb.com/series/extreme-hearts",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18183882/",
        "https://exhearts.com/",
        "https://www.themoviedb.org/tv/157345",
        "https://x.com/exh_official"
    ],
    "TitleEnglish": "Extreme Hearts",
    "SummaryEnglish": "Hypersport is a particularly popular sports discipline, both with children and adults. To practice it, players must equip themselves with special equipment and can use support items. Hiyori Hayama, a high school idol, has never tried this sport. And yet, his meeting with Saki Kodaka and Sumika Maehara could well turn his life upside down!",
    "TitleJapanese": "Extreme Hearts",
    "SummaryJapanese": "ハイパースポーツは、子供と大人の両方で特に人気のあるスポーツ分野です。 それを練習するには、プレイヤーは特別な装備を身につけ、サポートアイテムを使用する必要があります。 高校のアイドル、葉山ひよりはこのスポーツを試したことがない。 それでも、小高咲と前原澄香との出会いは彼の人生をひっくり返す可能性があります！",
    "Aliases": [
        "エクストリームハーツ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1983523",
            "URL": "https://www.thetvdb.com/series/extreme-hearts/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8995161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/8995161",
                    "TitleEnglish": "RISE",
                    "SummaryEnglish": "Hayama Hiyori is a high school student and professional singer. Unable to succeed commercially, her agency terminates her contract. Unwilling to give up, she decides to participate in Extreme Hearts, a sports event for musicians and performers.",
                    "TitleJapanese": "RISE",
                    "SummaryJapanese": "歌を歌うことを愛し、アルバイトをしながらプロの歌手として細々と活動していた高校生の少女、葉山陽和。\n自分の歌を好きだと言ってくれる少女・小鷹咲希の応援も受けながら日々を過ごしていたが、プロの歌手としては評価を得られず、事務所から契約を解除されてしまう。\nそれでも「歌を歌う仕事」を諦めない陽和は、紹介された「音楽系芸能人が参加するスポーツ大会」への参加を決める。\nそれは、最新技術を駆使したサポートアイテム・エクストリームギアを駆使して戦うハイパースポーツの大会「Extreme Hearts」だった。\n\n勝ち抜いていけばイベントステージで歌を披露したり、ライブの開催が行える。\n一試合ごとに異なるスポーツで勝ち抜いていく、過酷な大会への参加を咲希は止めるが、陽和は諦める事なく、一人で挑戦を開始する。\nそんな陽和を、咲希から相談を受けた幼馴染みでスポーツ経験者・前原純華が支え、指導することになった。\n運動神経は普通、スポーツは素人、唯一の取り柄は「足が速い」だけという陽和は、それでも懸命な努力で練習を重ねた。\nそんな陽和の姿に咲希も協力することを決め、陽和の練習と指導に参加する。\n\n陽和が大会に挑むチーム名は「RISE」。\n一番下から「昇っていく」という思いをこめたチーム名だった。咲希と純華はそんな陽和を見守り、試合の日は応援に行く、と送り出す。\nそして予選一回戦の日が訪れる——"
                },
                "2": {
                    "ID": "9254084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254084",
                    "TitleEnglish": "Something I Can't Give Up",
                    "SummaryEnglish": "The futsal match against the team Sparkle is the first time Hiyori ever competed in a sport, and she struggles to keep up. However, Sumika and Saki, who had secretly registered themselves as players in RISE, make a surprise appearance.",
                    "TitleJapanese": "譲れないもの",
                    "SummaryJapanese": "Extreme Hearts予選一回戦。苦戦する陽和のもとに現れたのは「RISE」のユニフォームを纏った純華と咲希だった。\n純華のパスワークと咲希の突破力と得点力で、大差だった得点差は縮んでいく。\n突然参加したメンバー二人をいぶかしむ対戦チームだったが二人は（純華の気遣いと策略によって）正規にチーム参加登録されていた選手であり、純華はリトル・シニアリーグで全国大会出場経験者を持つピッチャー。\n咲希は女子サッカーのユースチーム出身で、かつてU12の日本代表候補にも挙がったサッカー選手だった。\n\n陽和は応援に来てくれた二人に感謝を伝え、同じチームで戦っていくことを約束する。\n3人の活躍で予選一回戦を突破。\n\nしかし、「Extreme Hearts」はただのスポーツ大会ではなく、音楽会社が主催の「芸能人大会」。\n在野のスポーツ自慢や現役スポーツ選手が「試合のためだけの助っ人」として参加することはできない。\nそのため、「RISE」は芸能チームとしての活動をしていくことになると陽和が説明し、咲希と純華は困惑しながらも納得する。\n\n陽和は活動のために「葉山芸能事務所」を立ち上げ、一人暮らしの自宅を事務所として開放。\n「RISE」の芸能活動と大会勝ち抜きへの挑戦が始まった。"
                },
                "3": {
                    "ID": "9254085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254085",
                    "TitleEnglish": "Rise Up Dream",
                    "SummaryEnglish": "RISE faces off against Smile Power in a game of basketball. They've done their homework and accurately identify RISE's weakness. Can RISE win and perform their first on-stage song?",
                    "TitleJapanese": "Rise up Dream",
                    "SummaryJapanese": "RISEは順調に予選試合を勝ち上がり、予選ブロック決勝までたどり着く。\n予選を勝ち抜いたチームはイベントステージで楽曲を披露するチャンスが与えられる。\n予選突破と初ライブの開催に向けて気合いを入れるRISE一同。\n\n競技はバスケ、対戦相手は強豪チーム「スマイルパワー」。\nスマイルパワーの選手兼監督・北条恵美はRISEの戦力を分析し、司令塔の純華とエースの咲希を封じ込める作戦に出る。\n陽和を「ただ足が速いだけの素人」と評した恵美。\nだが試合の後半から、陽和の練習の成果が発揮される——。"
                },
                "4": {
                    "ID": "9254314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254314",
                    "TitleEnglish": "Meeting a New Face",
                    "SummaryEnglish": "One of the prizes that RISE earned is Nono, a robot assistant who quickly settles in as the team's manager. RISE also meets May-Bee, Kanagawa's strongest and most popular team.",
                    "TitleJapanese": "新しい出会い",
                    "SummaryJapanese": "予選を勝ち抜き、ライブステージを成功させたRISE。\nマネージャーロボットのノノも事務所の一員として加わり、活動に勢いをつける。\nそんな中、神奈川トップチーム「May-Bee」から、取材と練習試合の申し込みが来る。\n\n練習試合を通じてMay-Bee一同との交流を持つRISE一同。\nMay-Beeに心配され、純華と咲希も懸念していたのはRISEの「チーム人数の少なさ」。\n本戦に上がってくるのは５～８名前後のチームが多く、メンバー３人とプレイヤーロボだけのチームではこの先の試合に不安が残る。\nさらに本戦一回戦の競技が「野球」に決定し、対戦相手は神奈川大会最多人数の11人を誇るメタルバンド「BanShee」。\nBanSheeのリーダー・RiNは、「人数の少ないチームには敬遠策も行って確実に勝利する」と宣言。\nRISE一同は、新たなメンバーの捜索と勧誘を検討するのだが……。"
                },
                "5": {
                    "ID": "9254315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254315",
                    "TitleEnglish": "Samurai Heart",
                    "SummaryEnglish": "Hiyori meets Yukino at a batting cage. Yukino is a powerful slugger, skilled catcher, and talented singer, but insists she cannot join the team due to family reasons. What could that reason be?",
                    "TitleJapanese": "サムライハート",
                    "SummaryJapanese": "バッティングセンターで陽和が出会った少女、橘雪乃。\n雪乃は170kmの速球をホームランにする強打者で、さらにソフトボールのキャッチャー経験者。\n純華の全力投球を受け止め、的確なリードをできる雪乃に、陽和たちは勧誘の熱を強めるが、雪乃は「家庭の事情」でチームには参加できないと断る。\n雪乃が抱える事情とは……。"
                },
                "6": {
                    "ID": "9254316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254316",
                    "TitleEnglish": "The Sword of the Heart",
                    "SummaryEnglish": "Yukino's grandfather convinces Yukino to join RISE. However, she is unable to reach the team before the match begins. The opponent, BanShee, uses intentional walks and other tactics to take advantage of RISE's limited roster.",
                    "TitleJapanese": "心の剣",
                    "SummaryJapanese": "自身の進むべきと定めた道と、RISEの試合に駆けつけて、「友達」を救いたいという思いの狭間で揺れ動く雪乃。\nそんな雪乃に、祖父である宗一は助言をする。\n友達を無視するのが正しい道か。\n雪乃の剣は、友達を助けるために振るうべきではないのか。\n「心の剣を忘れなければ、どんな道も修行になる」\nその言葉と祖父の気遣いに心を定めた雪乃は、陽和達に謝罪し、試合場に駆けつけることを決める。\n\nしかし雪乃が渋滞に巻き込まれて到着が遅れている間に試合は始まってしまう。\nBanSheeのピッチャー・RiNは予告通りの敬遠策でRISEの３人に打撃のチャンスを与えない。\n全力投球を受け止めるキャッチャーがいない純華も、BanSheeに得点を許してしまう。\n\nそんなピンチに駆けつけた雪乃と、笑顔で迎え入れるRISE一同。\nそして、打席で雪乃がとった意外な行動とは……？"
                },
                "7": {
                    "ID": "9254317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254317",
                    "TitleEnglish": "Stand up & Fight",
                    "SummaryEnglish": "Saki meets Lise, a karate practitioner, online video performer, and fan of RISE. She immediately begins recruiting Lise, but Lise seems to have certain emotional issues preventing her from immediately accepting.",
                    "TitleJapanese": "Stand up ＆ Fight",
                    "SummaryJapanese": "咲希が事務所の買い物の帰り道に偶然出会った少女・小日向理瀬。\n「空手愛好家で動画投稿者」「スポーツ観戦好きでExtreme Hearts視聴者」という境遇に可能性を感じた咲希は、理瀬をスカウトするべく事務所一同に紹介し、練習への参加を促す。\nフットサル練習でも競技センスと空手家ならではのパワーを見せた理瀬だったが、「本気で競技に取り組むこと」には躊躇していた。\nその理由が彼女の過去の出来事に起因していることを聞いた咲希は、理瀬の躊躇と迷いに向き合うため「負けた方が勝った方の言うことをひとつ聞く」という真剣勝負を持ちかける……。"
                },
                "8": {
                    "ID": "9254318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254318",
                    "TitleEnglish": "Summertime Vacation",
                    "SummaryEnglish": "Lise joins, and RISE continues to stack win after win. They also perform their second concert, where they reveal a new song, which is received extremely well. Their next gig is a massive beach swimsuit special with May-Bee and other groups!",
                    "TitleJapanese": "サマータイム・バケーション",
                    "SummaryJapanese": "５人目のメンバー・理瀬を仲間に加え、５人体勢となったRISE。\n本戦を勝ち上がり、陽和たちにとっては２度目、雪乃と理瀬にとってははじめのイベントステージにも参加、新曲を披露し、好評を得る。\nそんな中、May-Beeの番組「Smash!May-Bee」への出演で、千葉の海へと出かけることになるRISE一同。\nスマイル・LINK@Doll・BanSheeたちも一緒に、番組企画でのビーチスポーツに挑戦する！"
                },
                "9": {
                    "ID": "9254319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254319",
                    "TitleEnglish": "SNOW WOLF",
                    "SummaryEnglish": "Hiyori meets Michelle and Ashley from Snow Wolf, RISE's next opponent. They immediately become friends, and vow to do their very best in the upcoming volleyball match.",
                    "TitleJapanese": "SNOW WOLF",
                    "SummaryJapanese": "神奈川準決勝で対戦することになるチーム「SnowWolf」。そのメンバーであるミシェルと陽和は河川敷のガード下で偶然知り合い、交流する。\n決して恵まれた環境ではない中、音楽活動に懸ける想いでExtreme Heartsに向き合っているミシェルとアシュリーの二人に共感する陽和。\n準決勝では互いに全力で戦うことを誓い合う。\nミシェルは陽和に「決勝まで行けなかったら、来年以降の大会出場も音楽活動も諦める」という自分達の決意と約束は伝えなかった。\nそして準決勝、６人制バレーボールで、RISEとSnowWolfは向かい合う\n\nしかしSnowWolfの実力と、決勝を意識して情熱が空回りしてしまうRISE一同。\n危険な状態の中、きっかけを作ったのは——。"
                },
                "10": {
                    "ID": "9254320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254320",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "RISE and Snow Wolf receive a fan message from a hospital, and they respond with a performance. They then prepare for RISE's final match, where they will be facing off against May-Bee, last year's champion.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "激戦の末にSnowWolfに勝利し、一足先に決勝へと駒を進めたRISE一同。\nMay-Beeもまた、ライバルであり昨年は東日本大会をともに戦った仲間・LINK@Dollを下し、決勝への切符を手にする。\n決勝を待つ中、RISEとSnowWolfの2チームは「県内の病院への慰問ライブ」という企画で再会。\n陽和とミシェルは協力してライブを盛り立て、ライブを成功させる。\nSnowWolfの二人は準決勝での戦いや病院でのライブを経て、やはり音楽活動を続けるという決意を固め、「これからもRISEに協力する」と伝えた。\n心強い協力者を得たRISEは決勝に向けて練習を重ね、いよいよ決勝前夜。\nスマホを事務所に忘れた咲希は、遅い時間に帰宅するのは危ないという陽和の言葉をうけ、陽和とともにお泊まりをする。\n久しぶりの「二人の時間」を過ごして、深夜。陽和がふと、咲希に伝えた言葉は……。"
                },
                "11": {
                    "ID": "9254321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254321",
                    "TitleEnglish": "Run for Victory",
                    "SummaryEnglish": "It's the final showdown between RISE and May-Bee. Can RISE pull off a miraculous victory against their opponent, the reigning champions of Kanagawa prefecture?",
                    "TitleJapanese": "Run for Victory",
                    "SummaryJapanese": "決勝戦、May-Beeの圧倒的な実力に序盤から大きく点差を離されたRISE。\nそんな中、陽和はチームの絶対的危機を救う１プレイを成し遂げるが、その際に左足を負傷してしまう。\n痛みをこらえ、「走ってボールを拾う」という自分の役割を果たし続ける陽和。\n\nインターバルの間にミシェルからの治療を受けながら、これ以上の試合参加を止められる陽和。\n「それでも最後まで戦いたい」という陽和の言葉を受け入れるミシェル。\nそして、試合会場に戻った陽和が見た光景は……"
                },
                "12": {
                    "ID": "9254322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/extreme-hearts/episodes/9254322",
                    "TitleEnglish": "SUNRISE",
                    "SummaryEnglish": "RISE defeats May-Bee and becomes the champion of Kanagawa. Hiyori is rushed to the hospital to check on her injury. If everything goes well, RISE will perform as the main act in the Kanagawa Tournament Final Stage.",
                    "TitleJapanese": "SUNRISE",
                    "SummaryJapanese": "神奈川大会優勝を果たしたRISE。\n全国配信もされるイベントライブステージへの準備を進めていく。\nSnow Wolfも自分達の登壇と並行して、RISEのバックバンドを務める約束をする。\n\n準備を進めながら、改めてRISEメンバーは「陽和のこと」を想う。\nもともとスポーツ畑出身の自分達に対して、たった一人の芸能経験者であり、音楽活動の責任者で事務所の所長でチームのリーダー。\n重責を負いながら、試合ではたったひとり「競技の素人」として戦いづけてきた陽和。\nそんな陽和がイベントステージを楽しめるよう、今後はもっと頼ってもらえるようにと誓うRISEメンバー４人。\n\nそうして、神奈川大会のラストを飾るイベントライブの当日がやってくる。"
                }
            }
        }
    }
}