{
    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21249100/",
        "https://kuronoshokanshi.com/",
        "http://www.reddit.com/r/BlackSummoner/",
        "https://www.tvmaze.com/shows/62747/show-slug",
        "https://www.themoviedb.org/tv/157842",
        "https://en.wikipedia.org/wiki/Black_Summoner",
        "https://x.com/kuronoshokanshi"
    ],
    "TitleEnglish": "Black Summoner",
    "SummaryEnglish": "Waking up in a strange new place with no memory of his past life, Kelvin learns that he's bartered away those very memories in exchange for powerful new abilities during his recent transmigration. Heading out into a whole new world as a Summoner — with his first Follower being the very goddess who brought him over! — Kelvin begins his new life as an adventurer, and it isn't long before he discovers his hidden disposition as a battle junkie. From the Black Knight of the Ancient Castle of Evil Spirits to the demon within the Hidden Cave of the Sage, he revels in the fight against one formidable foe after another. Join this OP adventurer in an exhilarating and epic saga as he and his allies carve their way into the annals of history!",
    "TitleJapanese": "黒の召喚士",
    "SummaryJapanese": "ケルビンは、過去の人生の記憶がない奇妙な新しい場所で目を覚ますと、最近の移住中に強力な新しい能力と引き換えに、それらの記憶そのものを物々交換したことを知ります。 サモナーとしてまったく新しい世界に向かいます—彼の最初のフォロワーは彼を連れてきたまさに女神です！ —ケルビンは冒険家としての彼の新しい人生を始めます、そして彼が戦いの中毒者として彼の隠された性向を発見する前にそう長くはありません。 古代の悪霊の城の黒騎士から、賢者の隠された洞窟の中の悪魔まで、彼は次々と恐ろしい敵との戦いを楽しんでいます。 彼と彼の仲間が歴史の歴史に彼らの道を切り開くとき、爽快で壮大な物語でこのOP冒険家に加わってください！",
    "Aliases": [
        "Kuro no Shōkanshi",
        "Kuro no Shoukanshi",
        "Kuro no Shoukanshi: Sentoukyou no Nariagari",
        "黒の召喚士　～戦闘狂の成り上がり～"
    ],
    "Modified": "2025-03-21",
    "Seasons": {
        "1": {
            "ID": "1985202",
            "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9013632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9013632",
                    "TitleEnglish": "Reincarnated Without Memories",
                    "SummaryEnglish": "Summoner Kelvin is reincarnated into another world after sacrificing all his memories for a variety of powerful skills. He's also brought the Goddess who reincarnated him with him, as his own personal summoned monster!",
                    "TitleJapanese": "記憶を無くした転生者",
                    "SummaryJapanese": "神様の手違いの事故により死んでしまった青年は、女神との契約により「ケルヴィン」として異世界に転生した。転生前の記憶や思い出などを引き換えにして得た豊富な初期スキルに加え、国に一人いるかいないかの希少な職業である「召喚士」のケルヴィンは、転生を司る女神・メルフィーナとともに、冒険者として新たな人生の幕を開ける。"
                },
                "2": {
                    "ID": "9244408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244408",
                    "TitleEnglish": "Dark Knight",
                    "SummaryEnglish": "Kelvin gets wind of a powerful monster named a Blackghost Knight that's the perfect way for him to test his new skills. But his Appraising Eye tells him that the person who gave him the quest has the title \"Murderer\"...",
                    "TitleJapanese": "黒霊騎士",
                    "SummaryJapanese": "ブルースライムのクロトを仲間にし、無事依頼を達成したケルヴィンは、E級冒険者に昇格し、冒険者ギルドで次の依頼を探していた。すると、依頼を終えたD級冒険者のカシェルに、他の個体と比べて強力な黒霊騎士の討伐に誘われる。\n\n彼の不穏な称号に気づきながらも、あえて誘いに乗るケルヴィンは、黒霊騎士のいるダンジョン内でカシェルたちと合流し…。"
                },
                "3": {
                    "ID": "9244409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244409",
                    "TitleEnglish": "A Secret Shared with the Guild, and a Slave Girl",
                    "SummaryEnglish": "After defeating the Blackghost Knight, Kelvin now has powerful servants at his command. But he needs another party member, and he has his eyes set on a certain half-elf slave...",
                    "TitleJapanese": "ギルドとの密約と奴隷少女",
                    "SummaryJapanese": "黒霊騎士ジェラールとの戦いに勝利し、配下に加えたケルヴィン。ギルドへ討伐の報告に行くと、冒険者ギルド・パーズ支部 ギルド長のリオに呼び出される。\n\nそこでリオから自分以外の異世界人「勇者」の存在と、「魔王」が近く復活する話を聞く。勇者と魔王の存在に気分が昂るケルヴィンは、パーティ増強のため、奴隷商を訪れるが…。"
                },
                "4": {
                    "ID": "9244412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244412",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "After saving his friends from an arrogant noble, Kelvin is sent on an adventure to defeat a powerful demon.",
                    "TitleJapanese": "悪魔",
                    "SummaryJapanese": "エフィルが仲間になってから一か月。クロトやジェラール、エフィルとともに順調にモンスターを倒し、A級昇格間近となったケルヴィンは、アンジェの誘いで、エフィルとケルヴィンの三人で出かけることに。\n\n仲を深め楽しいひと時を過ごす3人だったが、そこに東の軍国・トライセンの第三王子タブラが乱入し…。"
                },
                "5": {
                    "ID": "9244414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244414",
                    "TitleEnglish": "Daughter of the Demon King",
                    "SummaryEnglish": "Kelvin faces off with a powerful gluttony demon in the depths of a dungeon.",
                    "TitleJapanese": "魔王の娘",
                    "SummaryJapanese": "S級モンスター・ビクトールと激しい戦いを繰り広げるケルヴィンたち。\n\n未だかつてない強敵に昂るケルヴィンは、一進一退の攻防の中、エフィル・ジェラール・クロトとの連携でビクトールを追い詰めたかのように見えたが…。"
                },
                "6": {
                    "ID": "9244417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244417",
                    "TitleEnglish": "Rice and Thieves and Heroes",
                    "SummaryEnglish": "Kelvin sets off on a new journey in search of more powerful foes... and rice?!",
                    "TitleJapanese": "コメと盗賊と勇者",
                    "SummaryJapanese": "ビクトールとの死闘を制したケルヴィンは、魔王の娘・セラを仲間に迎えた。装備を整えた後、ビクトールと交わした「セラに世界を見せる」約束を果たすべく水国トラージへと向かうが、道中で盗賊団「黒風」の襲撃に遭い…。"
                },
                "7": {
                    "ID": "9244419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244419",
                    "TitleEnglish": "Battle with the Heroes",
                    "SummaryEnglish": "Kelvin battles the heroes who are destined to save the world, and he has more than a few things to teach them.",
                    "TitleJapanese": "勇者たちとの対戦",
                    "SummaryJapanese": "駆け付けた勇者一行に黒風と勘違いされたケルヴィンたちは、勇者に今回の事件の証人になってもらうべく、勇者一行と対決する。\n\n新たな装備を着けたケルヴィン１人に対し、勇者たちは妖精の加護やスキル、魔法を駆使して戦うが…。"
                },
                "8": {
                    "ID": "9244422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244422",
                    "TitleEnglish": "Returning to Parth and the Goddess Arrives",
                    "SummaryEnglish": "Kelvin trains the heroes in the ways of advanced combat tactics.",
                    "TitleJapanese": "パーズへの帰還と女神の降臨",
                    "SummaryJapanese": "勇者一行に勝利し、罰ゲームと称して勇者たちにダンジョンで稽古をつけるケルヴィン。\n\nボスモンスターを倒し勇者一行と別れた後、ギルド長の使いに案内されケルヴィンたちはトラージ国王ツバキ・フジワラに謁見することに。"
                },
                "9": {
                    "ID": "9244424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244424",
                    "TitleEnglish": "Hero Summoning",
                    "SummaryEnglish": "After getting his own house and reunited with Melfina, Kelvin summons a new hero.",
                    "TitleJapanese": "勇者召喚",
                    "SummaryJapanese": "トラージ国王ツバキから盗賊団”黒風”討伐の褒美を与えられたケルヴィン一行は転移門を使いパーズに戻り、ついにメルフィーナの召喚を果たした。\n\n\"転生神の加護\"により勇者の召喚ができるようになったケルヴィンだったが、転生させられる者の思いを考え、悩むのであった。"
                },
                "10": {
                    "ID": "9244427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244427",
                    "TitleEnglish": "New Family",
                    "SummaryEnglish": "Kelvin begins to power up his new family as he prepares for the next stage of his life.",
                    "TitleJapanese": "新たなる家族",
                    "SummaryJapanese": "ケルヴィンにより召喚されたリオンを仲間に加え、リオンと屋敷のメイドのエリィ・リュカを連れ、B級ダンジョン・暗紫の森にやってきたケルヴィンたち。\n\n順調に3人がレベルを上げる中、屋敷の周りには不穏な影が迫っていた…。"
                },
                "11": {
                    "ID": "9244429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244429",
                    "TitleEnglish": "Rank S Promotion Exam",
                    "SummaryEnglish": "Kelvin heads to an elven village for his S Rank Promotion exam.",
                    "TitleJapanese": "S級昇格試験",
                    "SummaryJapanese": "獣国ガウンの獣王レオンハルト・ガウンから直々にS級冒険者昇格試験の通達を受けるケルヴィンたち。\n\n昇格試験のため、未知のS級モンスターが出没するようになったエルフの里へとやってきたケルヴィンたちだったが、里の長老・ネルラスはエフィルを見て驚愕する。"
                },
                "12": {
                    "ID": "9244432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuro-no-shoukanshi/episodes/9244432",
                    "TitleEnglish": "Another Reincarnated",
                    "SummaryEnglish": "Kelvin fights another reincarnated warrior to protect the elven village.",
                    "TitleJapanese": "もう一人の転生者",
                    "SummaryJapanese": "トライセンの混成魔獣団を撃破したケルヴィンたちだったが、突如として現れた強敵・トライセン魔法騎士団将軍クライヴがケルヴィンたちに襲い掛かる。\n\nケルヴィンとクライヴによる一進一退の激しい攻撃の応酬が続く中、クライヴが災厄クラスの魔法を発動し…。"
                }
            }
        }
    }
}