{
    "URL": "https://www.thetvdb.com/series/teppen",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18939874/",
        "https://teppen-anime.com/",
        "https://www.themoviedb.org/tv/154901",
        "https://www.themoviedb.org/tv/154901",
        "https://x.com/teppen_anime"
    ],
    "TitleEnglish": "Teppen!!!!!!!!!!!!!!! Laughing 'til You Cry",
    "SummaryEnglish": "Yayoi Sakamoto, a diehard fan of comedians and comedy acts, enrolls in the private Kazuki High School in Nanba (Osaka's entertainment district famous as the starting point for many comedians). She reunites with Yomogi Takahashi, a childhood friend who once formed the comedy duo \"Konamonzu\" with her when they were little. Before long, they find themselves putting together a routine at a park like they did before, in order to enter a local shopping area's contest. At that moment, a mysterious girl calls out to them.",
    "TitleJapanese": "てっぺんっ!!!!!!!!!!!!!!!",
    "SummaryJapanese": "お笑い×方言で織りなす\n\n青春ガールズストーリー!!!\n\n「てっぺんグランプリ」\n\nそれは全国のお笑いを目指す若者たちの甲子園。\n\n各地の予選を勝ち抜いた「5組」のお笑いトリオたちは、\n\n大会主催者から課されるさまざまな「試練」にチャレンジしなくてはならない。\n\nすべての試練をクリアしたトリオだけが、晴れて本選に出場できるのだ！\n\nこれは、お笑いの《てっぺん》を目指す\n\n15人の少女たちのひと夏の青春ストーリーである!!",
    "Aliases": [
        "Teppen—!!!!!!!!!!!!!!!",
        "Teppen-!!!!!!!!!!!!!!!",
        "Teppen!!!!!!!!!!!!!!!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1985525",
            "URL": "https://www.thetvdb.com/series/teppen/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9015941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9015941",
                    "TitleEnglish": "The Chicken Chapter",
                    "SummaryEnglish": "The three female high school student members of the manzai (stand-up comedy) trio Young Wai-Wai—Sakamoto Yayoi, Takahashi Yomogi, and Hosono Yuzu—have beaten the local qualifiers and are one step closer to participating in the main Teppen Grand Prix comedy competition. As a final trial, the girls must live together with the members of four other comedy teams in Takako-so, a dormitory with a distinguished history of housing famous comedians. Will the girls be able to complete the various tasks assigned to them by Seiji, the dormitory manager, and fulfill the final requirements to compete on stage?",
                    "TitleJapanese": "チキンの章",
                    "SummaryJapanese": "女子高生漫才トリオ・ヤングワイワイの阪本やよい・高橋よもぎ・細野ゆずの3人は、お笑い選手権「てっぺんグランプリ」の地方予選を突破し、本選出場権を得た。本選前最後の試練として、お笑いの先代たちが過ごした由緒正しき学生寮・タカコ荘にて、他の地方予選を突破した4組のお笑いトリオとともに共同生活を送ることに。てっぺんグランプリ委員会から課される様々な試練を乗り越えることが、本選出場最後の条件となるのだが――!?"
                },
                "2": {
                    "ID": "9263989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9263989",
                    "TitleEnglish": "The Cattle Chapter",
                    "SummaryEnglish": "Returning from her normal morning run, Young Wai-Wai member Takahashi Yomogi finds an ema—a votive horse plaque used to make wishes at shrines—dropped at the entrance to the Takako-so. When she shows the plaque to Yayoi and Yuzu, they notice a menacing wish written on the back: \"tonight 8 o'clock head of state assassination.\" Realizing that the president of the United States is visiting Japan that day, and convinced that one of other Takako-so residents must be plotting a crime, the three decide to uncover whoever is responsible and try to talk them out of it. Will they be able to identify the suspect and foil the assassination plot in time?",
                    "TitleJapanese": "キャトルの章",
                    "SummaryJapanese": "ヤングワイワイ・高橋よもぎは、朝ランニングの帰りに、タカコ荘の入り口付近で絵馬を拾った。部屋に戻りそのことをやよい、ゆずに報告するが、絵馬の裏面には「コンヤハチジ ダイトウリョウ アンサツ ケッコウ」の文字が。タカコ荘の仲間たちの誰かが犯行を企てていると推理するヤングワイワイの3人は、真犯人を暴き、説得することを決意。果たして20時までに犯人を見つけ出し、大統領暗殺計画を阻止することができるのか!?"
                },
                "3": {
                    "ID": "9242828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9242828",
                    "TitleEnglish": "The Evil Magistrate Chapter",
                    "SummaryEnglish": "One day, between their rehearsals and training activities, the five comedy teams at Takako-so are given a chance to appear on television. Only two teams are allowed, so the girls hold a lottery to decide who will go. The winners are Bullet Kunoichi, with members representing two parts of the western Kansai region, and Akudare Kingdom, with members from the eastern Kanto region. When the two teams arrive at the shooting location, they realize something strange is going on. A quirky producer suddenly appears on the unusual set and has the girls start competing in a bizarre quiz program.",
                    "TitleJapanese": "悪代官の章",
                    "SummaryJapanese": "タカコ荘でお笑い活動に励む5組の女子高生お笑いトリオたちに、テレビ出演のチャンスがやってきた。ただし、二組のみの条件付き。くじ引きの結果、テレビ出場権を得ることができたのは、関西2地区代表・弾丸クノイチと関東地区代表・あくだれ王国。撮影場所に赴いた二組は、現場で「とある異変」に気が付く。異様な雰囲気が現場に漂う中、突然現れた番組プロデューサーの男は、彼女たちに奇妙なクイズ番組に出演させて――!?"
                },
                "4": {
                    "ID": "9251148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9251148",
                    "TitleEnglish": "The Salon Chapter",
                    "SummaryEnglish": "The Takako-so residents get mislead by a string of clickbait articles with headlines like \"Famous Mascot Complains to Store,\" \"Cows Pile on Hokkaido Cookie Shop,\" and \"Full-Scale War Breaks Out Between Takoyaki and Okonomiyaki.\" Meanwhile, Shirakabe Mako from Celebri-Tea struggles to do work on a frozen laptop in the cafeteria. When Yuzu offers to fix Mako's computer, what pops up on screen is a document written by White Wall, the author of all the clickbait articles.",
                    "TitleJapanese": "サロンの章",
                    "SummaryJapanese": "「店頭人形がお店にクレーム」「北海道のクッキー店に牛からの苦情が殺到」「たこ焼きVSお好み焼き、全面戦争勃発」等、数々のでたらめなネット記事に翻弄されるタカコ荘の住人たち。一方、食堂ではPCの不調に悪戦苦闘するセレブリ茶・白壁まこの姿が。彼女に助け舟を出した細野ゆずがPCの画面上で不意に見つけてしまったのは、タカコ荘を震撼させたこたつ記事に、共通してクレジットされていた「ホワイトウォール」の文字だった。"
                },
                "5": {
                    "ID": "9263099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9263099",
                    "TitleEnglish": "The Lamp Chapter",
                    "SummaryEnglish": "The three Invaders return to their home prefecture of Hokkaido for a required summer school day. On the bus ride to school, Mone starts talking about Hokkaido's seven folk legends while Chihori shares random facts about space. As Yuina responds to the girls' wacky conversation with her usual comical comebacks, she is overcome with a very strange feeling about the situation.",
                    "TitleJapanese": "ランプの章",
                    "SummaryJapanese": "北海道地区代表・シンリャクシャの3人は、学校の夏季登校日のため北海道への一時帰省を余儀なくされる。地元への帰路を辿るバスの中で、北海道に伝わる七つの都市伝説について語りだす石屋もねや、宇宙あるあるを口走る北斗ちほり。いつものように、2人の突飛な話にツッコミを入れる六香亭ゆいなだったが、とあるツッコミを入れた瞬間に、彼女を奇妙な感覚が包み込み――⁉"
                },
                "6": {
                    "ID": "9263100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9263100",
                    "TitleEnglish": "The Flour Chapter",
                    "SummaryEnglish": "With manager Seiji out of town for a bodybuilding competition, the girls of Takako-so try to figure out how to take care of household chores themselves.",
                    "TitleJapanese": "粉の章",
                    "SummaryJapanese": "誠二が趣味のボディビルの大会のため、急遽4日間寮を空けることに。留守番をすることになったタカコ荘のお笑い少女たちは、各々役割分担をして、家事をこなしていく。ヤングワイワイの3人も、自分たちのできることを進めているが、どうもゆずの様子がおかしいことに気づく、やよいとよもぎ。心配する2人の気持ちを受け取りつつも、問題ないと返すゆず。一抹の不安が残る中、セレブリ茶たちが用意した食事をとりに行くのだが――。"
                },
                "7": {
                    "ID": "9264323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9264323",
                    "TitleEnglish": "The Mail-Order Chapter",
                    "SummaryEnglish": "Seiji scolds the girls for slacking off and sends all fifteen of them to a mandatory training camp at a hot springs deep in the mountains to work themselves back into shape. The hostess at the inn is herself a Teppen Grand Prix Committee member, but unlike Seiji, she tells the girls to just relax and take it easy. While the others are enjoying their onsen time, Akudare Kingdom's Ushiku Misao keeps getting a strange feeling about the place. Will the source of Misao's apprehension eventually be revealed?",
                    "TitleJapanese": "通販の章",
                    "SummaryJapanese": "生活にたるみが出ていると誠二に指摘された15人は、山奥の温泉宿で心と身体を鍛え直すための強化合宿を命じられる。彼女たちを迎え入れた宿の女将もまた、てっぺんグランプリ実行委員会の人間なのだが、誠二の命とは裏腹に、ゆっくり癒しの時間を過ごすように提案する。心休まる温泉宿を堪能する一行のなか、一人、牛久みさおは不気味な雰囲気を感じている様子。彼女の不安な気持ちの正体が、少しずつ明るみに出ていって――!?"
                },
                "8": {
                    "ID": "9269016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9269016",
                    "TitleEnglish": "The Adult Meat Chapter",
                    "SummaryEnglish": "A cameraman visits Takako-so for a week to cover the girls for a documentary TV program. Told to just act naturally for the camera, the girls stick to their normal daily routine until an unusual opportunity appears and Yayoi suggests that they write and perform a live skit show. Still followed by the camera, the girls put their energy into rehearsing right up to the day of the show, but then the wrong costumes are delivered by mistake. Not wanting to disappoint their full audience, the girls do what they can to make their show a success.",
                    "TitleJapanese": "大人の肉の章",
                    "SummaryJapanese": "1週間のドキュメンタリー番組に密着取材を受けることになった15人。自然体での撮影ということで、いつも通りの日常を送る面々。そんな折、ひょんなことから、やよいの提案で、15人でコントライブを実施することになった。取材クルーが帯同していることもあり、それぞれ練習に精を出す。そして本番当日を迎えたが、業者の手違いで間違った衣装が届いてしまう。満員の観客が見守る中、コントライブを成功させることができるのか。"
                },
                "9": {
                    "ID": "9279444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9279444",
                    "TitleEnglish": "The Adamski Chapter",
                    "SummaryEnglish": "Celebri-Tea's Jogasaki Hikari realizes that she hasn't let her talents shine quite as much as her teammates and the other high school comedians at Takako-so. She meets with the Invaders' Hokuto Chihori, who also seems often left on the sidelines, to brainstorm ways to make their stand-up characters stand out more. While Hikari is talking, the distracted Chihori receives an unexpected message and rushes off to face her mother.",
                    "TitleJapanese": "アダムスキーの章",
                    "SummaryJapanese": "個性的なメンツが揃っているお笑い女子高生15人の中で、いまひとつ光るものを出せていないと指摘されたセレブリ茶・城ヶ崎ひかりは、同じくキャラが立っていないと言われているシンリャクシャ・北斗ちほりに相談中。だが、そんな相談をうけつつもスマホをいじりながら上の空の様子のちほりは、母親が近くにやってきたという連絡を受け、突然立ち去ってしまう。"
                },
                "10": {
                    "ID": "9296880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9296880",
                    "TitleEnglish": "The Piñata Chapter",
                    "SummaryEnglish": "Today is Celebri-Tea member Shirakabe Mako's birthday. Living with so many friends at Takako-so, Mako has good reason to expect a big party with lots of presents. However, for some reason, Mako isn't able to tell her new friends what day it is. Hoping to be pampered, but unable to say the word \"birthday,\" Mako starts taking unusual steps to make her friends notice. Meanwhile, one other Takako-so resident also starts acting suspiciously.",
                    "TitleJapanese": "ピニャータの章",
                    "SummaryJapanese": "今日はセレブリ茶・白壁まこの誕生日。タカコ荘で仲間と共同生活する彼女にとって、多くの人に祝ってもらえる絶好のチャンス。だが、とある理由が原因で、自分の口から、今日が自分の誕生日であるということを言い出せないでいる。自分からは直接言い出すことができないもどかしい状況のため、ついついおかしな行動を取ってしまうまこ。そんな彼女を尻目に、同じように挙動不審な様子で動いている人物が、もう一人いた。"
                },
                "11": {
                    "ID": "9296881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9296881",
                    "TitleEnglish": "The Boss Battle Chapter",
                    "SummaryEnglish": "With only three days left at Takako-so, the fifteen comedians are given one final test. Seiji orders them to stay inside the dormitory for three full days, no matter what happens. It sounds like a simple task at first, but Seiji also calls on some unusual visitors to challenge the girls' confidence as budding comedians and entertainers. Despite having already overcome so many trials, the five teams must put their sense of humor on the line one last time to face their biggest battle yet.",
                    "TitleJapanese": "ラスボス降臨の章",
                    "SummaryJapanese": "タカコ荘で過ごす日々も、残り3日。5組の女子高生お笑いトリオに、誠二から最後の試練が課される。最終試練の合格条件は、「何があっても、3日後の朝まで家から外に出ないこと」。一見簡単にも見えるこの条件だが、一流のお笑い芸人になるため、そしてお笑いの頂点を目指すものとして、譲れないプライドに訴えかける試練を仕掛けてくる誠二。ここまで数々の苦難を乗り越えてきた15人の、お笑い魂を賭けた最後の戦いが始まる。"
                },
                "12": {
                    "ID": "9296882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teppen/episodes/9296882",
                    "TitleEnglish": "The Laughter Chapter",
                    "SummaryEnglish": "As the only comedian trio unable to pass Seiji's final test, the girls of Young Wai-Wai look back on their hilarious days at Takako-so with a mix of fondness and bitter regret. Then, seemingly out of nowhere, Yuzu's housekeeper Steward appears and lightens the mood with a message from Seiji about a comeback round. Thrilled to learn that they still have one last chance, the girls start preparing their final comedy routine with the encouragement and support of their Takako-so friends.",
                    "TitleJapanese": "笑いの章",
                    "SummaryJapanese": "誠二からの最終試練に、唯一クリアすることができなかったヤングワイワイ。本選へ進む他の仲間たちとの日々を振り返り、楽しくも悔しさを滲ませる。重苦しい雰囲気漂う3人のもとに突如現れたのは、ゆずの付き人・じいやだった。彼が持ってきたのは、誠二から言づけられた敗者復活戦のステージの知らせ。まだチャンスが残っていることに歓喜する3人は、激励にやってきたタカコ荘の仲間たちとともに、最後のネタ調整に着手する。"
                }
            }
        }
    }
}