{
  "URL": "https://www.thetvdb.com/series/teppen",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt18939874/",
    "https://teppen-anime.com/",
    "https://www.themoviedb.org/tv/154901",
    "https://www.themoviedb.org/tv/154901",
    "https://x.com/teppen_anime"
  ],
  "TitleEnglish": "Teppen!!!!!!!!!!!!!!! Laughing 'til You Cry",
  "SummaryEnglish": "Yayoi Sakamoto, a diehard fan of comedians and comedy acts, enrolls in the private Kazuki High School in Nanba (Osaka's entertainment district famous as the starting point for many comedians). She reunites with Yomogi Takahashi, a childhood friend who once formed the comedy duo \"Konamonzu\" with her when they were little. Before long, they find themselves putting together a routine at a park like they did before, in order to enter a local shopping area's contest. At that moment, a mysterious girl calls out to them.",
  "Aliases": [
    "Teppen—!!!!!!!!!!!!!!!",
    "Teppen-!!!!!!!!!!!!!!!",
    "Teppen!!!!!!!!!!!!!!!",
    "Teppen"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "1985525",
      "URL": "https://www.thetvdb.com/series/teppen/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9015941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9015941",
          "TitleEnglish": "The Chicken Chapter",
          "SummaryEnglish": "The three female high school student members of the manzai (stand-up comedy) trio Young Wai-Wai—Sakamoto Yayoi, Takahashi Yomogi, and Hosono Yuzu—have beaten the local qualifiers and are one step closer to participating in the main Teppen Grand Prix comedy competition. As a final trial, the girls must live together with the members of four other comedy teams in Takako-so, a dormitory with a distinguished history of housing famous comedians. Will the girls be able to complete the various tasks assigned to them by Seiji, the dormitory manager, and fulfill the final requirements to compete on stage?",
          "Aliases": []
        },
        "2": {
          "ID": "9263989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9263989",
          "TitleEnglish": "The Cattle Chapter",
          "SummaryEnglish": "Returning from her normal morning run, Young Wai-Wai member Takahashi Yomogi finds an ema—a votive horse plaque used to make wishes at shrines—dropped at the entrance to the Takako-so. When she shows the plaque to Yayoi and Yuzu, they notice a menacing wish written on the back: \"tonight 8 o'clock head of state assassination.\" Realizing that the president of the United States is visiting Japan that day, and convinced that one of other Takako-so residents must be plotting a crime, the three decide to uncover whoever is responsible and try to talk them out of it. Will they be able to identify the suspect and foil the assassination plot in time?",
          "Aliases": []
        },
        "3": {
          "ID": "9242828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9242828",
          "TitleEnglish": "The Evil Magistrate Chapter",
          "SummaryEnglish": "One day, between their rehearsals and training activities, the five comedy teams at Takako-so are given a chance to appear on television. Only two teams are allowed, so the girls hold a lottery to decide who will go. The winners are Bullet Kunoichi, with members representing two parts of the western Kansai region, and Akudare Kingdom, with members from the eastern Kanto region. When the two teams arrive at the shooting location, they realize something strange is going on. A quirky producer suddenly appears on the unusual set and has the girls start competing in a bizarre quiz program.",
          "Aliases": []
        },
        "4": {
          "ID": "9251148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9251148",
          "TitleEnglish": "The Salon Chapter",
          "SummaryEnglish": "The Takako-so residents get mislead by a string of clickbait articles with headlines like \"Famous Mascot Complains to Store,\" \"Cows Pile on Hokkaido Cookie Shop,\" and \"Full-Scale War Breaks Out Between Takoyaki and Okonomiyaki.\" Meanwhile, Shirakabe Mako from Celebri-Tea struggles to do work on a frozen laptop in the cafeteria. When Yuzu offers to fix Mako's computer, what pops up on screen is a document written by White Wall, the author of all the clickbait articles.",
          "Aliases": []
        },
        "5": {
          "ID": "9263099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9263099",
          "TitleEnglish": "The Lamp Chapter",
          "SummaryEnglish": "The three Invaders return to their home prefecture of Hokkaido for a required summer school day. On the bus ride to school, Mone starts talking about Hokkaido's seven folk legends while Chihori shares random facts about space. As Yuina responds to the girls' wacky conversation with her usual comical comebacks, she is overcome with a very strange feeling about the situation.",
          "Aliases": []
        },
        "6": {
          "ID": "9263100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9263100",
          "TitleEnglish": "The Flour Chapter",
          "SummaryEnglish": "With manager Seiji out of town for a bodybuilding competition, the girls of Takako-so try to figure out how to take care of household chores themselves.",
          "Aliases": []
        },
        "7": {
          "ID": "9264323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9264323",
          "TitleEnglish": "The Mail-Order Chapter",
          "SummaryEnglish": "Seiji scolds the girls for slacking off and sends all fifteen of them to a mandatory training camp at a hot springs deep in the mountains to work themselves back into shape. The hostess at the inn is herself a Teppen Grand Prix Committee member, but unlike Seiji, she tells the girls to just relax and take it easy. While the others are enjoying their onsen time, Akudare Kingdom's Ushiku Misao keeps getting a strange feeling about the place. Will the source of Misao's apprehension eventually be revealed?",
          "Aliases": []
        },
        "8": {
          "ID": "9269016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9269016",
          "TitleEnglish": "The Adult Meat Chapter",
          "SummaryEnglish": "A cameraman visits Takako-so for a week to cover the girls for a documentary TV program. Told to just act naturally for the camera, the girls stick to their normal daily routine until an unusual opportunity appears and Yayoi suggests that they write and perform a live skit show. Still followed by the camera, the girls put their energy into rehearsing right up to the day of the show, but then the wrong costumes are delivered by mistake. Not wanting to disappoint their full audience, the girls do what they can to make their show a success.",
          "Aliases": []
        },
        "9": {
          "ID": "9279444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9279444",
          "TitleEnglish": "The Adamski Chapter",
          "SummaryEnglish": "Celebri-Tea's Jogasaki Hikari realizes that she hasn't let her talents shine quite as much as her teammates and the other high school comedians at Takako-so. She meets with the Invaders' Hokuto Chihori, who also seems often left on the sidelines, to brainstorm ways to make their stand-up characters stand out more. While Hikari is talking, the distracted Chihori receives an unexpected message and rushes off to face her mother.",
          "Aliases": []
        },
        "10": {
          "ID": "9296880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9296880",
          "TitleEnglish": "The Piñata Chapter",
          "SummaryEnglish": "Today is Celebri-Tea member Shirakabe Mako's birthday. Living with so many friends at Takako-so, Mako has good reason to expect a big party with lots of presents. However, for some reason, Mako isn't able to tell her new friends what day it is. Hoping to be pampered, but unable to say the word \"birthday,\" Mako starts taking unusual steps to make her friends notice. Meanwhile, one other Takako-so resident also starts acting suspiciously.",
          "Aliases": []
        },
        "11": {
          "ID": "9296881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9296881",
          "TitleEnglish": "The Boss Battle Chapter",
          "SummaryEnglish": "With only three days left at Takako-so, the fifteen comedians are given one final test. Seiji orders them to stay inside the dormitory for three full days, no matter what happens. It sounds like a simple task at first, but Seiji also calls on some unusual visitors to challenge the girls' confidence as budding comedians and entertainers. Despite having already overcome so many trials, the five teams must put their sense of humor on the line one last time to face their biggest battle yet.",
          "Aliases": []
        },
        "12": {
          "ID": "9296882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/teppen/episodes/9296882",
          "TitleEnglish": "The Laughter Chapter",
          "SummaryEnglish": "As the only comedian trio unable to pass Seiji's final test, the girls of Young Wai-Wai look back on their hilarious days at Takako-so with a mix of fondness and bitter regret. Then, seemingly out of nowhere, Yuzu's housekeeper Steward appears and lightens the mood with a message from Seiji about a comeback round. Thrilled to learn that they still have one last chance, the girls start preparing their final comedy routine with the encouragement and support of their Takako-so friends.",
          "Aliases": []
        }
      }
    }
  }
}