{
    "URL": "https://www.thetvdb.com/series/yurei-deco",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18573684/",
        "https://yureideco.com/",
        "https://www.themoviedb.org/tv/158131",
        "https://x.com/YUREIDECO"
    ],
    "TitleEnglish": "YUREI DECO",
    "SummaryEnglish": "The story begins when Berry, an average girl from an average home, meets Hack, a girl who looks like a boy. Charmed by Hack, Berry meets up with the team Hack leads, the Ghost Detectives Club. Members of this club are “socially dead,” working invisibly within the digitally controlled society of Tom Sawyer. As she works with the group, Berry learns about Zero, a mysterious figure who lurks within Tom Sawyer’s underground. She and Hack decide to chase down this figure, and in time, the truth behind the city is revealed...",
    "TitleJapanese": "ユーレイデコ",
    "SummaryJapanese": "情報都市”トムソーヤ島”を\n\n”ユーレイ探偵団”が駆け抜ける\n\n近未来ソーシャルワーク・アドベンチャー！\n\n情報都市トムソーヤ島の住人たちは\n\n視覚情報デバイスデコを使って、\n\nリアルとバーチャルを行き来する生活を営んでいた。\n\n島のあらゆる物事は評価係数”らぶ”で共有され\n\n人々は多くの”らぶ”を集めるため日々奔走している。\n\nそんな島では、怪人0の仕業と噂される\n\n”らぶ”消失事件0現象が起きていた！\n\nある日、島に住む普通の女の子ベリィは\n\nユーレイと呼ばれる住人のハックたちと出会い、\n\n怪人0と0現象の謎を突き止めるため\n\n彼らユーレイ探偵団に参加。\n\nやがてベリィ島に隠されたある真実に近づいていく…",
    "Aliases": [
        "You0 DECO",
        "Yurei Deco",
        "Yuurei Deco",
        "Yourei Deco"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1986007",
            "URL": "https://www.thetvdb.com/series/yurei-deco/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9020786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9020786",
                    "TitleEnglish": "The Adventures in Tom Sawyer",
                    "SummaryEnglish": "Berry is a girl living in the data-managed city of Tom Sawyer Island. Her hobby at the moment is trying to catch Phantom Zero, who's believed to be behind the cases of Love loss known as the Zero Phenomenon. One day, when she heads into town to get the broken Deco in one of her eyes fixed, Berry runs into a kid who seems like a ghost, due to being unable to be seen with Deco. Suspecting she may have finally found the Phantom, Berry begins her chase.",
                    "TitleJapanese": "トムソーヤでの冒険",
                    "SummaryJapanese": "ベリィは情報都市トムソーヤ島に住む普通の女の子。ベリィのもっぱらの興味は、\"らぶ\"の消失を起こすという「0現象」の犯人と噂される、怪人0を友達と捕まえること。  ある日、壊れてしまった片目のデコを治すために街へ出たベリィは、デコでは見ることができない、ユーレイのような子供の存在に気がつく。それこそが怪人0だと踏んだベリィは、その子供を追いかけることにする。"
                },
                "2": {
                    "ID": "9244216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9244216",
                    "TitleEnglish": "The Mysterious Stranger",
                    "SummaryEnglish": "Berry and Hack are somehow able to escape from the Hyperverse that Phantom Zero pulled them into. But before long, Hack is apprehended by the customer center, who are investigating the Zero Phenomenon. The next day, Berry wakes up on the veranda of her apartment, and after trying to explain what happened, her friends point out to her that there is no evidence of Zero Phenomenon having occurred, much less of the kid she encountered. Not taking no for an answer, Berry decides to dig up proof behind the Zero Phenomenon.",
                    "TitleJapanese": "不思議なよそ者",
                    "SummaryJapanese": "怪人0の超再現空間からなんとか脱出しようとするベリィたち。なんとか無事脱出できたものの、謎の子供は0現象を追ってきたカスタマーセンターにそのまま追われてしまう。翌朝、自宅のベランダで目覚めたベリィは、友達に0現象が起きたことを報告するが、そんな形跡はデコのデータには一切残されていなかった。そしてあの子供の存在も。納得できないベリィは0現象の起きた証拠を探そうとする。"
                },
                "3": {
                    "ID": "9251131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251131",
                    "TitleEnglish": "A Sham Trial",
                    "SummaryEnglish": "Hack is being held at the customer center under suspicion of being Phantom Zero, where she's questioned about the crime of forcibly erasing Love. Meanwhile, Berry learns from the mysterious Finn about how he and his comrades are ghosts, citizens who live in the city despite not being registered. Finn is skeptical that a fellow ghost would have helped Berry, and obtains the data on Phantom Zero from the paper plane device of Hack's that Berry brought.",
                    "TitleJapanese": "仕組まれた裁判",
                    "SummaryJapanese": "カスタマーセンターに拘束され尋問されているハック。怪人0だと疑われているハックは、\"らぶ\"を強奪した容疑をかけられていた。一方、ベリィはフィンと名乗る謎の男から、自分たちがユーレイといわれる市民登録のない住人だと教えられる。そんなユーレイがベリィを助けるわけがないと思ったフィンは、ベリィの持っていた折り紙型デバイスのなかに、ハックが怪人0から手に入れたデータが格納されていることを発見する。"
                },
                "4": {
                    "ID": "9251132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251132",
                    "TitleEnglish": "The Yurei Detective Club",
                    "SummaryEnglish": "Four months have passed since the trial. Berry is now a ghost herself, and has joined the detective club alongside Hack and her friends. They're trying to capture Phantom Zero, and discover the truth behind the Zero Phenomenon. And that's when a certain client approaches them. This man wants them to find his missing daughter. But after a bit of digging, it turns out the missing girl isn't his daughter, but the female avatar that he had been using. Not only that, but the timing of the disappearance seems to have something to do with when Berry and Hack were caught in a Zero Phenomenon incident.",
                    "TitleJapanese": "ユーレイ探偵団",
                    "SummaryJapanese": "裁判から4ヶ月。ベリィはユーレイとなり、ハックたちが結成したユーレイ探偵団に参加。怪人0を捕まえ、0現象の謎を解こうとしていた。そこにある男からの依頼が探偵団に舞い込む。男は、自分の娘を探して欲しいという。しかしよく調べるとそれは娘ではなく、自分の使っている女の子型のアバターだったことがわかる。しかもアバターが消えた日は、ベリィとハックが巻き込まれた0現象が起きたタイムラインに関係がありそうだった。"
                },
                "5": {
                    "ID": "9251133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251133",
                    "TitleEnglish": "On the Trail of a Liar",
                    "SummaryEnglish": "The Ghost Detective Club has a new case. The client is a professor that uses Deco overlays to create artificial animal that he has on display at his Neo Animal Museum. His self-proclaimed masterpiece, the Nue, has an appearance that doesn't match the listing on Decopeedia, and hires the detective club hoping to clear up the confusion. After getting a glimpse at the professor's Nue, it looks nothing like the cute creature whose picture is on the Decopedia page. Even so, the professor insists that his Nue is the accurate version.",
                    "TitleJapanese": "うそつき鵺を追って",
                    "SummaryJapanese": "ユーレイ探偵団に新たな依頼が舞い込む。依頼主は、デコで作った人工動物が集まるネオ動物博物館の博士。博士は自分が作り出した最高傑作である「ヌエ」という動物のデコペディア情報が間違っていることが許せず、その情報修正を探偵団にやって欲しいという。実際に博士が作り出したヌエを見ると、それはデコペディアに載っているカワイイ見た目とは違う姿。しかし博士は自分の作ったヌエこそが、本物のヌエの再現だと言っている。"
                },
                "6": {
                    "ID": "9251134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251134",
                    "TitleEnglish": "Smiley and the Flying Lost One",
                    "SummaryEnglish": "A new client has arrived. This time it's an AI drone, named Doron, that Smiley dug out of a garbage pile. With it's memory missing, it asks the club to find it's missing owner. After examining Doron, it becomes apparent that Doron is an illegal drone that isn't registered with the customer center. And on top of that, the only camera data still in their files appears to be of an avatar that is fighting against Phantom Zero.",
                    "TitleJapanese": "スマイリーの跳び迷子",
                    "SummaryJapanese": "新しい依頼人がやってくる。依頼主はスマイリーが粗大ゴミの山から拾ってきた、記憶を失った汎用型ドローンの「どろん」。自分がいないせいで、困っている持ち主を探して欲しいという依頼。どろんの中身を調べてみると、どろんがカスタマーセンターにも登録されていない非合法のドローンであることがわかる。また唯一残されたカメラデータには、なんと怪人0と戦う持ち主らしき姿が映っていた。"
                },
                "7": {
                    "ID": "9251135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251135",
                    "TitleEnglish": "The Inhuman Cart",
                    "SummaryEnglish": "Berry catches wind of a ramen cart that nobody knows the location of. In order to find it, Watson begins checking rumors from all across the island. Berry suggests that the detective club search for the cart, but the other members aren't interested. As Berry and Watson investigate the rumors, Watson receives a tip on the location of the cart. In pursuit of ramen, Hack, Berry, and Watson set out to find it.",
                    "TitleJapanese": "ひとでなしの屋台",
                    "SummaryJapanese": "どこにあるのか誰も知らないという幻のラーメン屋台の噂を聞いたベリィ。その屋台の場所を探るため、ワトソンは島中に広がる噂を集めていた。探偵団でその屋台を探そうと提案するベリィだったが、他のメンバーは協力してくれない。噂を探るベリィとワトソン。ワトソンはある人物から、噂の屋台の地図を手に入れることに成功。ラーメンが食べたいハックと、ベリィ、ワトソンはその場所へと向かう。"
                },
                "8": {
                    "ID": "9251136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251136",
                    "TitleEnglish": "Reach for the Heavens!",
                    "SummaryEnglish": "Berry is helping Hank sort through the junk that he has salvaged at the harbor when they encounter an old friend of Hank's, named Will, who informs them about an older model of satellite that's expected to crash down into the nearby sea. Back at the agency, the peacock feather-like circuit that Watson received from Analytica is being analyzed. When Hank returns, he insists that they all head to the area Will tipped them off about.",
                    "TitleJapanese": "天国に手を伸ばせ！",
                    "SummaryJapanese": "ベリィは港で、ハンクが船で集めたガラクタの選別を手伝っていた。そこでハンクの昔なじみのウィルから、近くの海域に旧式の人工衛星が落ちてくるという情報を聞く。事務所では、アナリティカからワトソンが手に入れた、孔雀の羽のような基盤を調べていた。そこに現れたハンク。ウィルから手に入れた海図を今すぐ調べて欲しいという。"
                },
                "9": {
                    "ID": "9251137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251137",
                    "TitleEnglish": "Burning Brand",
                    "SummaryEnglish": "When Finn was young, his family lived in a slum where garbage tended to be dumped. One day, his brother brings him an older model of Deco that should be easier for Finn to use due to his Deco-Sickness. With it, Finn accidentally discovers that the local purification systems are broken. Believing this is what has caused his home to become polluted, he uses the Deco that he got from his brother to request that the customer center fix the purification system. But because he isn't registered as a citizen, his login is flagged as illegal, which leads to his request not being answered.",
                    "TitleJapanese": "燃える烙印",
                    "SummaryJapanese": "ゴミの集まる不良住宅地区に住む幼いフィンと家族たち。ある日、デコアレルギーのフィンは、アニキからアレルギー持ちでも使える旧型のデコをプレゼントされる。そんなフィンは、偶然、地区の浄化システムが壊れていることを知る。街が汚れた原因だと考えたフィンは、アニキからプレゼントされたデコを使い、カスタマーセンターに浄化システムの修理を頼むが、住民登録がない違法ログインを理由に修理は受け付けられなかった。"
                },
                "10": {
                    "ID": "9251138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251138",
                    "TitleEnglish": "2 Fathoms to Heaven?",
                    "SummaryEnglish": "After being suspected of being Phantom Zero, Berry and the club use Deco disguises in order to escape. Meanwhile, the customer center is in a frenzy, thanks to reports of Phantom Zero that they're receiving from all over the place. They dispatch a search team to the slums. Finn and the detective club take shelter in one of Finn's secret hideouts, with Finn stating the only way they can clear their names is to head to the mysterious location known as Mark Twain, and apprehend the true Phantom Zero.",
                    "TitleJapanese": "天国まで２ファゾム？",
                    "SummaryJapanese": "怪人0だと住人に疑われたベリィたちは、偽装デコを使いその場から逃げ出していた。そのころカスタマーセンターでは、いたるところから怪人0の目撃情報が集まってしまいパニックに。カスタマーセンターは、不良住宅地区に捜索班を向かわせる。ひとまずフィンの秘密基地へと避難した探偵団たち。フィンは自分たちの容疑を晴らすには、マークトゥエインと呼ばれる場所に向かい、そこにいる本物の怪人0を捕まえるしかないという。"
                },
                "11": {
                    "ID": "9251139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251139",
                    "TitleEnglish": "Fate Changes Twice",
                    "SummaryEnglish": "Thanks to Doron and his drone friends, Berry, Hack, and Finn are able to reach Mark Twain, a strange facility floating in the sky. By using the Angelfish club card they had previously obtained, they manage to get inside, where Berry and Hack enter Mark Twain's rendition of the Hyperverse. What they discover appears to be a labyrinth. Knowing that all the secrets of Tom Sawyer island must be contained within, Berry and Hack start searching for Phantom Zero's identity.",
                    "TitleJapanese": "運命は二度変わる",
                    "SummaryJapanese": "どろんたちのおかげで、空に浮かぶマークトゥエインにたどり着いたベリィ、ハック、フィンの三人。以前手に入れた、エンジェルフィッシュクラブのカードを使うと中に入ることができた。そしてベリィとハックはマークトゥエインの超再現空間に入る。そこはまるで迷路のような場所。トムソーヤ島の全ての情報があるというそのなかから、怪人0の姿を探しはじめる。"
                },
                "12": {
                    "ID": "9251140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurei-deco/episodes/9251140",
                    "TitleEnglish": "Home of the Greatest Secret",
                    "SummaryEnglish": "A young girl awakens in a empty white space. She's enjoying a happy life with her parents, staring out at her pet peacock. But then, from out of nowhere, Berry appears. The girl is surprised, and attempts to run away.",
                    "TitleJapanese": "最高に秘密の場所",
                    "SummaryJapanese": "不思議な空間で目覚める少女。両親とともに幸せな生活を送っている。楽しそうな日々を送る少女。そんな彼女の姿を静かに見つめているペットの孔雀。しかし、そこに突然現れるベリィ。驚いた少女はベリィから逃げ出してしまう。"
                }
            }
        }
    }
}