{
    "URL": "https://www.thetvdb.com/series/nierautomata",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt18311412/",
        "https://www.instagram.com/nieranime",
        "https://nierautomata-anime.com/",
        "http://www.reddit.com/r/nier",
        "https://www.themoviedb.org/tv/158373",
        "https://www.wikidata.org/wiki/Q111657460",
        "https://en.wikipedia.org/wiki/Nier:_Automata_Ver1.1a",
        "https://x.com/NieR_A_ANIME"
    ],
    "TitleEnglish": "NieR:Automata Ver1.1a",
    "SummaryEnglish": "The distant future, 5012. The sudden aerial invasion of Earth by ＜ Aliens ＞ and their creations ＜Machine Lifeforms＞ led mankind to the brink of extinction. The surviving number of humans who took refuge on the moon to organize a counterattack using ＜android＞ soldiers to recapture Earth. However, the war reaches a stalemate as the ＜Machine Lifeforms＞ continue to multiply infinitely. In turn, humanity deploys anew unit of android soldiers as an ultimate weapon: ＜YoRHa＞ Newly dispatched to Earth ＜2B＞ joins ＜9S＞, the analyst currently stationed there, where amid their mission, they encounter a myriad of mysterious phenomena... This is the story of these lifeless ＜androids＞ and their endless fight for the sake of mankind.",
    "TitleJapanese": "NieR:Automata Ver1.1a",
    "SummaryJapanese": "西暦5012年。\n突如地球へと飛来してきた＜エイリアン＞と、\n彼らが生み出した＜機械生命体＞により、人類は絶滅の危機に陥った。\n月へと逃げのびた僅かな人類は、地球奪還のため、\n＜アンドロイド＞の兵士を用いた反攻作戦を開始。\nしかし無限に増殖し続ける＜機械生命体＞を前に、戦いは膠着状態に陥る。\n人類は最終兵器として、新型のアンドロイド＜ヨルハ＞部隊を地球へ派遣。\n新たに地球へと派遣された＜2B＞は先行調査員の＜9S＞と合流し、\n任務にあたるが、その最中で、数々の不可解な現象に遭遇し……。\n\nこれは人類のために戦い続ける、命なき＜アンドロイド＞の物語――。",
    "Aliases": [
        "ニーア オートマタ Ver1.1a"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1986725",
            "URL": "https://www.thetvdb.com/series/nierautomata/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10638295",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10638295",
                    "TitleEnglish": "「NieR:Automata Ver1.1a」 Chapter.13-18 Survey Report",
                    "SummaryEnglish": "In the 243rd Descent Operation started in the year 11945 A.D., various mutations have been confirmed for androids and machine lifeforms. Commencing organization and consultation of record data, gathered and accumulated on the Pod System servers to present.",
                    "TitleJapanese": "『NieR:Automata Ver1.1a』  Chapter.13-18 調査レポート",
                    "SummaryJapanese": "西暦11945年より開始された「第243次降下作戦」において、アンドロイド、及び機械生命体に、様々な変異が確認されている。\n現在までに、ポッドシステムのサーバー上に収集、蓄積された記録データの整理・参照を開始する。"
                },
                "2": {
                    "ID": "10774758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10774758",
                    "TitleEnglish": "NieR - Automata Ver1.1a Blu-ray BOX Vol.1 Trailer (Release version . Sale Version)",
                    "SummaryEnglish": "Ver1.1a Season 1 Blu-Ray box release trailer",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1986726",
            "URL": "https://www.thetvdb.com/series/nierautomata/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9024432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9024432",
                    "TitleEnglish": "or not to [B]e",
                    "SummaryEnglish": "▶▶ Report: Pod 042 5012 AD. Lifeforms otherwise known as ＜Aliens＞ begin their invasion of Earth. Since mankind escaped to the moon, the ground battle between the ＜androids＞ created by humans and the ＜Machine Lifeforms＞ created by the Aliens has continued for a long time. This craft is the accompanying support unit entitled ＜Pod 042＞. In the 243rd Descent Operation held March 10, 11945, this unit will support Android ＜2B＞ of the ＜YoRHa Soldiers＞. Thereafter, this unit will report regular mission status in tandem with ＜Pod 153＞, the unit supporting YoRHa Aircraft Solider ＜9S＞ in this joint operation.",
                    "TitleJapanese": "or not to [B]e",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n西暦5012年。\n＜エイリアン＞と称される生命体が地球侵略を開始。\n人類が月へと逃れて以来、地上では人類が生み出した＜アンドロイド＞と、エイリアンが生み出した＜機械生命体＞による戦闘が、長きに亘り続いていた。\n\n当機は、随行支援ユニット＜ポッド０４２＞。\n11945年3月10日より決行される「第243次降下作戦」にて、＜ヨルハ部隊＞所属のアンドロイド＜2B＞の支援を担当する。\n以降、同作戦にてヨルハ機体＜9S＞の随行支援を担当する＜ポッド１５３＞と共に定期的な任務の報告を行う。"
                },
                "2": {
                    "ID": "9541726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541726",
                    "TitleEnglish": "city e[S]cape",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: New data not registered to the existing archive was discovered during the search on ground. Transferring to shared server. The mission of the machine lifeform was to destroy the androids. However, that machine lifeform no longer possessed the will to fight. The machine lifeform found a small ring of flowers. The machine lifeform felt a mysterious ＜Something＞ beginning to be born within it.",
                    "TitleJapanese": "city e[S]cape",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n地上での探索中、アーカイブに登録のない新たなデータを発見。\n共有サーバーに転送する。\n\n―――――――――――――――――――――――――――――――――――――――――――\nその機械生命体は、アンドロイドの破壊が使命でした。\nしかしその機械生命体に、アンドロイドと戦う意思はもうありませんでした。\nその機械生命体は、小さな一輪の花を見つけました。\nその機械生命体は、自分の中で、不思議な＜何か＞がうまれはじめているのを感じました――。\n―――――――――――――――――――――――――――――――――――――――――――"
                },
                "3": {
                    "ID": "9541727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541727",
                    "TitleEnglish": "break ti[M]e",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: YoRHa units 2B and 9S rescued a Resistance group from being attacked by machine lifeforms. The Resistance unit leader identified as ＜Lily＞ guides them to their base of residence, the Resistance Camp. During their stay at the camp, units 2B and 9S obtain information about unique machine lifeforms from the Resistance member identified as ＜Jackass＞. It is determined that this information exists in the same parameters of the investigation mission assigned to 2B and 9S. Proposal: Begin exploration of the Desert Zone with Jackass.",
                    "TitleJapanese": "break ti[M]e",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\nヨルハ機体2Bと9Sは、機械生命体の襲撃を受けていたレジスタンス集団を救出。\n＜リリィ＞と名乗るレジスタンス部隊のリーダーより、彼らの居住地であるレジスタンスキャンプへの案内を受ける。\n\nキャンプ滞在中にレジスタンスメンバー＜ジャッカス＞より、機械生命体の特殊個体に関する情報を取得。\n本情報は、2B・9S両名に課されている調査任務と同内容であると判断。\nジャッカスと共に砂漠地帯での探索を開始する。"
                },
                "4": {
                    "ID": "9541728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541728",
                    "TitleEnglish": "a mountain too [H]igh",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: During the investigation in the Desert Zone, several unique entities not found in previously recorded data were confirmed. Entities confirmed were characterized as “machine lifeforms capable of speech” and “machine lifeforms that closely resemble androids”. Details uploaded to the server. In addition, both units 2B and 9S received orders from Command to search for YoRHa Soldiers. It appears that contact has been lost with the missing unit during their ground mission. Origin of black box signal has been detected. Proposal: Begin search for the target at the corresponding point.",
                    "TitleJapanese": "a mountain too [H]igh",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n砂漠地帯での調査において、「言葉を話す機械生命体」、「アンドロイドに酷似した外見の機械生命体」等、過去の記録データにない特殊個体を複数確認。詳細はサーバーにアップロード済み。\n\nまた2B・9S両名は、司令部からのヨルハ部隊員捜索任務を受令。\n行方不明となった機体は、地上での任務中に連絡が途絶えた模様。\nブラックボックス信号の発生地点は既に特定済み。該当地点にて対象の捜索を開始する。"
                },
                "5": {
                    "ID": "9541729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541729",
                    "TitleEnglish": "mave[R]ick",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: Verifying the trade information between the Resistance and machine lifeforms in the City Ruins. Despite the hostile relationship between androids and machine lifeforms, it appears the machine lifeforms they are trading with hold no hostile responses or combat intentions. This unit will investigate the area together with 2B and 9S, who Lily requested to transport materials to the machine lifeforms.",
                    "TitleJapanese": "mave[R]ick",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n廃墟都市エリアにて、レジスタンスと機械生命体間の交易情報を確認。\n\nアンドロイドと機械生命体は敵対関係にあるが、交易対象としている機械生命体には、敵性反応及び戦闘の意思が確認されていない模様。\n\nリリィから機械生命体への素材輸送を依頼された2B・9S両名と共に、当該地域の調査を開始する。"
                },
                "6": {
                    "ID": "9541730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541730",
                    "TitleEnglish": "[L]one wolf",
                    "SummaryEnglish": "▶▶ Pod 042 and Pod 153 - Joint Report: Data discovered. Presumed to be part of a record from the past. Transferring to shared server. ___________________________________________________________________________________________________________ December 8, 11941. I’ve encountered androids dispatched to Earth on a top-secret mission. These unknown androids call themselves ＜YoRHa Soldiers＞. Command that abandoned us. YoRHa Soldiers with nothing but secrets and full of mysteries. But you can’t protect your family if all you do is doubt. …I hope my choice, our battle, will be a breakthrough in this long war of attrition. _____________________________________________________________________________________________",
                    "TitleJapanese": "[L]one wolf",
                    "SummaryJapanese": "▶▶ポッド０４２・ポッド１５３ 両機より報告\n\n過去記録の一部と推測されるデータを発見。\n共有サーバーに転送する。\n―――――――――――――――――――――――――――――――――――――――――――\n11941年12月8日。\nとある極秘任務を携え、地球へと派遣されたアンドロイド達と遭遇。\n見慣れぬ様相の奴らは自らを＜ヨルハ部隊＞と名乗った。\n私達を見捨てた司令部。秘匿事項ばかりで謎の多いヨルハ部隊。\nだが、疑っているばかりでは家族を守れない。\n\n……私の選択が、私達の戦いが、長きに亘る消耗戦の突破口となることを願っている。\n―――――――――――――――――――――――――――――――――――――――――――"
                },
                "7": {
                    "ID": "9541731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541731",
                    "TitleEnglish": "[Q]uestionable actions",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: In the mission so far, this unit has encountered many abnormal machine lifeforms – some of which have even progressed as far as engaging in combat. Each individual’s information has been uploaded to the server as designed. Proposal: In preparation for future encounters, request information analysis and sharing of results in the Bunker. ―――Entity Identification Signal: ＜Pascal＞ response confirmed――― A member of a machine lifeform village appears to have gone missing. Proposal: Begin reconnaissance in the Forest Kingdom area.",
                    "TitleJapanese": "[Q]uestionable actions",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n現時点までの任務において、機械生命体の変異体に多数遭遇、一部は戦闘へと発展している。\n各個体情報は、前回同様にサーバーにアップロード済み。\n以降の会敵に備え、バンカーでの情報解析と結果の共有を要求する。\n\n――― 個体識別信号：＜パスカル＞の反応を確認 ―――\n\n機械生命体の村に所属する一個体が迷子になっている模様。\n依頼により、森の王国エリアでの捜索を開始する。"
                },
                "8": {
                    "ID": "9541732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541732",
                    "TitleEnglish": "aji wo [K]utta ?",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: In the Forest Kingdom area, wanted YoRHa unit identified as ＜A2＞ was discovered. The fugitive unit in question abandoned her mission and continues to run away to this day. She is designated as a highly dangerous individual. Units 2B and 9S receive orders to track and investigate A2 from Command. Proposal: Contact the Resistance and Pascal to begin collecting information.",
                    "TitleJapanese": "aji wo [K]utta ?",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n森の王国エリアにて、指名手配中のヨルハ機体＜A2＞を発見。\n\n当該機体は任務を放棄した上、現在に至るまで逃亡を続けており、危険個体に指定されている。\n\n司令部より、2B・9S両名はA2の追跡・調査を受令。\nレジスタンス及びパスカルに接触し、情報収集を開始する。"
                },
                "9": {
                    "ID": "9541733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541733",
                    "TitleEnglish": "hun[G]ry for knowledge",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: Communication lost with 9S, the individual of this unit’s accompanying support. While acting alone, 9S encountered a unit appearing to be ＜A2＞ in an abandoned building located in the Flooded City and began pursuit. Strong jamming signal emission confirmed throughout the area at the time. Hypothesis: 9S fell into an untraceable status while trying to restore communications. Proposal: Call 2B for assistance and begin searching.",
                    "TitleJapanese": "hun[G]ry for knowledge",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n当機随行支援対象である9Sとの通信が途絶。\n\n9Sは単独行動中、水没都市・廃ビル内にて＜A2＞と思しき機体に遭遇し、追跡を開始。\nその際、エリア一帯に強力な妨害電波の放出を確認。\n当機が通信の回復を行っている間に、9Sは追跡不可能な状況に陥ったと推測される。\n\n2Bに救援を要請、捜索を開始する。"
                },
                "10": {
                    "ID": "9541734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541734",
                    "TitleEnglish": "over[Z]ealous",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: YoRHa Unit 2B has successfully defeated the abnormal machine lifeform identified as ＜Eve＞. Hypothesis: Machine lifeforms in the region will gradually weaken due to the loss of Eve, the core of the machine network. 9S returns to the Bunker for body repairs and data overhaul. Hereafter, until the completion of 9S’s repairs, 2B—together with this unit and Pod 153—will carry out the order to destroy ＜Adam＞ assigned by Command.",
                    "TitleJapanese": "over[Z]ealous",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\nヨルハ機体2Bが、変異型機械生命体＜イヴ＞の撃破に成功。\nネットワークシステムの中核であったイヴの喪失により、一帯の機械生命体群は次第に弱体化していくと推測される。\n\n9Sは義体の修理及びデータのオーバーホールのため、バンカーへと帰投。\n以降9Sの修理完了まで、2Bは当機及びポッド１５３と共に、司令部より下された＜アダム＞破壊命令を遂行する。"
                },
                "11": {
                    "ID": "9541735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541735",
                    "TitleEnglish": "head[Y] battle",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: Construction of new machine lifeform network confirmed. Hypothesis: The entity ＜Adam＞ is presumed to be the core. A Goliath-class machine lifeform has begun a hostile rampage during the search for Adam. Analysis: The same phenomenon has been confirmed simultaneously in various regions on the ground. Command has issued an order for all YoRHa Soldiers to intercept the enemy machine lifeforms. Many YoRHa Soldiers and Resistance members are currently reporting engagements with hostiles and requesting assistance. Proposal: Commence operation for Resistance Camp rescue with 2B.",
                    "TitleJapanese": "head[Y] battle",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n新たな機械生命体ネットワークの構築を確認。その中核は＜アダム＞が担っていると推測される。\n\nアダムの捜索中、機械生命体の大規模な暴走が発生。また同様の現象が地上各地で同時多発的に確認されている模様。\n\n司令部より、全ヨルハ部隊を対象とした敵機械生命体迎撃命令が発令。\n\n現在多くのヨルハ部隊及びレジスタンスより、交戦報告と支援要請が寄せられている。\n当機は2Bと共に、レジスタンスキャンプ救援活動を開始する。"
                },
                "12": {
                    "ID": "9541736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541736",
                    "TitleEnglish": "flowers for m[A]chines",
                    "SummaryEnglish": "▶▶ Pod 042 and Pod 153 - Joint Report: Pod 042 Report: The rampant entity ＜Adam＞ was hacked by 9S, intercepted by the Resistance, and was bombarded with support fire from the Bunker. It was ■■■■ ―――Communication error――― ―――Communication error――― ―――Communication with Pod 042 is being restored 12 seconds until restoration――― ―――Communication with Pod 153 is being restored 15 seconds until restoration――― Pod 042 to Pod 153: Temporary communication error occurred due to large-scale ground and air attacks. Currently undergoing restoration processes. Pod 153 to Pod 042: Same failure for this unit confirmed. No abnormalities in recording systems. Pod 042 to Pod 153: Agreed. Currently, there are no system abnormalities in this unit. Continuing to carry out investigation mission and recording of 2B, target of this unit’s accompanying support. Pod 153 to Pod 042: Agreed. This unit will also carry out missions and record 9S.",
                    "TitleJapanese": "flowers for m[A]chines",
                    "SummaryJapanese": "▶▶ポッド０４２＆ポッド１５３ 両機より報告\n\nポッド０４２\n報告：暴走した＜アダム＞は、9Sのハッキング、レジスタンスによる迎撃、そしてバンカーからの支援砲撃によ■■■■\n\n――― 通信エラー ―――\n\n――― 通信エラー ―――\n\n―――　ポッド０４２との通信を復旧しています　復旧まで12秒 ―――\n\n―――　ポッド１５３との通信を復旧しています　復旧まで15秒 ―――\n\nポッド０４２からポッド１５３へ：地上及び上空からの大規模攻撃により、一時的な通信エラーが発生。現在復旧作業中。\nポッド１５３からポッド０４２へ：当機においても、同様の障害を確認。記録システムには異常なし。\nポッド０４２からポッド１５３へ：了解。当機のシステムも、現時点で異常は見られない。引き続き随行支援対象2Bとの調査任務と、その記録を遂行する。\nポッド１５３からポッド０４２へ：了解。当機も同様に、9Sとの任務と記録を遂行する。"
                },
                "13": {
                    "ID": "10539469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10539469",
                    "TitleEnglish": "reckless bra[V]ery",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: 5012 AD. Lifeforms from outer space, otherwise known as ＜Aliens＞, suddenly begin their invasion of Earth. Mankind escapes to the moon, and the ground battle between the ＜Androids＞ and the ＜Machine Lifeforms＞ has continued for a long time. 11945 AD. The ＜243rd Descent Operation＞ has commenced. ＜YoHRa＞ Soldiers ＜2B＞ and ＜9S＞ now engage in the plan to recapture Earth. While on a mission near the City Ruins, they receive a request from the Resistance to find a missing android. Both 2B and 9S consider that the missing android may be related to their current investigation ordered by Command. Proposal: Begin the search for relevant android.",
                    "TitleJapanese": "reckless bra[V]ery",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n西暦5012年。\n外宇宙より突如飛来してきた＜エイリアン＞が、地球侵略を開始。\n人類は月へと逃れ、地上では永きに亘り＜機械生命体＞と＜アンドロイド＞による戦闘が続くこととなる。\n\n西暦11945年。\n「第243次降下作戦」が開始された。\n以降、＜ヨルハ＞部隊の＜2B＞と＜9S＞は、地上の奪還作戦に従事。\n\n廃墟都市付近での任務中、レジスタンスより行方不明となったアンドロイドの捜索依頼が発生。\n2B・9S両名は司令部からの調査任務とも関連がある可能性を考慮。当該機体の捜索を開始する。"
                },
                "14": {
                    "ID": "10563981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563981",
                    "TitleEnglish": "mission [F]ailed",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: YoHRa Soldiers 2B and 9S both succeed in destroying machine lifeform core units ＜Adam＞ and ＜Eve＞. Machine lifeforms are currently confirmed to be in temporary confusion and chaos. Seeing this as an opportunity to annihilate the enemy, the ＜Army of Humanity＞ issues an order for all YoRHa units to commence an all-out attack on the machine lifeforms. This unit, in collaboration with 9S, the designated partner of this tactical support unit, will begin its mission to oversee the Type S models in a coordinated mission.",
                    "TitleJapanese": "mission [F]ailed",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\nヨルハ部隊所属2B・9Sの両名が、敵機械生命体の基幹ユニット＜アダム＞及び＜イヴ＞の撃破に成功。\n現在、機械生命体は一時的な混乱状態に陥っている。\nこの状況を敵殲滅の好機と捉えた＜人類軍＞は、全ヨルハ部隊に向け、機械生命体への総攻撃命令を発令。\n\n当機は随行支援対象である9Sと共に、本作戦参加のS型モデル統括任務を開始する。"
                },
                "15": {
                    "ID": "10563982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563982",
                    "TitleEnglish": "no [I] in team",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: The YoRHa soldiers and the Resistance unite to launch a large-scale operation on Earth to exterminate the machine lifeforms. However, a larger-than-expected number of machine lifeform units has been confirmed. Each area has requested assistance. This unit, in collaboration with 2B, the designated partner of this tactical support unit, will provide backup and support to the androids on the ground. ――Warning: EMP attack and logic virus attack from the enemy confirmed ―― ――Communication error――",
                    "TitleJapanese": "no [I] in team",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n機械生命体の殲滅に向け、地上ではヨルハ部隊とレジスタンスの共闘による大規模侵攻作戦が開始。\n\nしかし想定以上の機械生命体ユニット数を確認。各エリアから支援要請が寄せられている。\n当機は随行支援対象である2Bと共に、地上にてアンドロイド達の援護にあたる。\n\n―― 警告：敵からのEMP攻撃及びウイルスの侵入を確認 ――\n\n―― 通信エラー ――"
                },
                "16": {
                    "ID": "10563983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563983",
                    "TitleEnglish": "broken [W]ings",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: The machine lifeforms not only infected the YoRHa soldier units on the ground, they also infected the ＜Bunker＞ with a viral attack, activating a self-destruct sequence. With this, the 13th Orbital Satellite Base ＜Bunker＞ was destroyed. 2B and 9S avoided infection from the virus and escaped the Bunker before it was destroyed. Proposal: Find the remaining surviving YoRHa Soldiers and start another descent-to-ground operation on Earth to fulfill the mission.",
                    "TitleJapanese": "broken [W]ings",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n機械生命体は地上のヨルハ部隊のみならず、ウイルスを通じて＜バンカー＞をも浸食し、自爆シーケンスを起動。\nそれにより第十三衛星軌道基地バンカーが崩落。\n\n2B・9S両名は汚染を回避し、バンカーからの脱出に成功。\nこれより残存するヨルハ部隊を発見・任務を遂行すべく、地上への再降下を開始する。"
                },
                "17": {
                    "ID": "10563984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563984",
                    "TitleEnglish": "bad [J]udgment",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: A damaged sector of the memory area found in subject of this unit's support. Commence restoration of remaining data. ___________________________________________________________________________________________________________ December 8th, 11941. It was decided that a combat mission would be carried out by ＜YoRHa＞ Soldiers which is comprised of newer models. As we descend down into Earth, machine lifeforms suddenly attacked us, but we were saved by older models of android. ■■■■ ■■■■■■■■ ■■■■ ■■■■■■■■■■■■■■■■ ……I will never forget this. The comrades I fought alongside, my ■■ . ___________________________________________________",
                    "TitleJapanese": "bad [J]udgment",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n支援対象の記憶領域に一部破損したエリアを発見。\n残存データの修復を開始する。\n\n11941年12月8日。\n新型機体で構成された＜ヨルハ＞部隊による戦闘作戦が決行された。\n地上への降下中、機械生命体の急襲を受けた私達は、旧型のアンドロイド達に救助される。\n\n■■■■\n■■■■■■■■\n■■■■\n■■■■■■■■■■■■■■■■\n\n……私は、忘れない。\n共に戦った仲間達のことを、■■のことを。"
                },
                "18": {
                    "ID": "10563985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563985",
                    "TitleEnglish": "chil[D]hood's end",
                    "SummaryEnglish": "▶▶ Pod 042 - Report: ―― Confirmed that the YoRHa unit ＜2B＞, the subject this unit is supporting, has ceased to function. ―― Going forward, support function will be transferred to YoRHa unit ＜A2＞. Confirmed A2 has suffered damage to her unit due to the impact of the cave-in caused by the appearance of a massive structure. Prompt maintenance is recommended, however, A2 indicates a rejection of the idea. Proposal: This unit will ensure safety of A2 and will continue to request maintenance be carried out.",
                    "TitleJapanese": "chil[D]hood's end",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n―― 当機随行支援対象ヨルハ機体＜2B＞の機能停止を確認。\n―― 以降は、支援対象をヨルハ機体＜A2＞へと移行する。\n\n巨大構造物出現に起因する崩落時の衝撃により、A2の機体損傷を確認。\n速やかなメンテナンスの実行が推奨されるが、A2は拒否の意思を表明。\n当機は支援対象の安全性を確保し、引き続きメンテナンスの実行を要請する。"
                },
                "19": {
                    "ID": "10563986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563986",
                    "TitleEnglish": "corru[P]tion",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: 9S, subject of this unit’s support, was injured when he was caught in the upheaval caused by the appearance of the giant structure identified as the ＜Tower＞. Currently, he still needs maintenance and rest, but unit 9S refuses. He has left the Resistance Camp and is approaching the Tower. It has been discovered that access to the Tower ＜Main Unit＞ requires a structure known as the ＜Sub-unit＞ to be unlocked. This unit, in collaboration with 9S, will begin searching the Sub-unit for the passcode.",
                    "TitleJapanese": "corru[P]tion",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n当機随行支援対象である9Sが、巨大構造物＜塔＞出現時の崩落に巻き込まれ負傷。\n現在もメンテナンスと休息が必要な状態にあるが、9Sはこれらを拒否。\nレジスタンスキャンプを離れ、塔へと接近している。\n\n塔＜メインユニット＞へのアクセスには、＜サブユニット＞と称される構造物のロック解除が必要であることが判明。\n当機及び9Sは、パスコード獲得のため、サブユニットの探索を開始する。"
                },
                "20": {
                    "ID": "10563987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563987",
                    "TitleEnglish": "deb[U]nked",
                    "SummaryEnglish": null,
                    "TitleJapanese": "deb[U]nked",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n＜リリィ＞からの資材調達依頼を受けたA2と共に＜機械生命体の村＞を訪問中、当エリアに向かい進行する多数の敵性機械生命体反応を確認。\n敵群体に指揮ユニットは存在せず、進行の理由は現時点において不明である。\n装備強化のため戦線を一時離脱した＜パスカル＞が復帰するまでの間、A2及び村の機械生命体と共に、防衛作戦を開始する。"
                },
                "21": {
                    "ID": "10563988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563988",
                    "TitleEnglish": "[N]o man's village",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: As a result of the battle, the ＜Machine Lifeform Village＞ was destroyed. The machine lifeforms confirmed alive have evacuated to the ＜Resistance Camp＞. However, a new reaction from a Goliath-class machine lifeform is detected advancing toward the area. ―― SOS Message Received from Resistance Camp ―― It appears that a serious virus contamination has occurred within the Resistance Camp. A2 and Pascal are working together to understand the situation and respond accordingly.",
                    "TitleJapanese": "[N]o man's village",
                    "SummaryJapanese": "▶▶ポッド０４２より報告\n\n交戦の結果、＜機械生命体の村＞は壊滅。\n生存が確認された機械生命体は、＜レジスタンスキャンプ＞へと避難した。\nしかし、新たに当該エリアへと進行する超大型機械生命体反応を検知。\n\n―― レジスタンスキャンプより救援要請を受信 ――\n\nレジスタンスキャンプ内にて、深刻なウィルス汚染が発生している模様。\nA2及びパスカルと共に、事態の把握と対応にあたる。"
                },
                "22": {
                    "ID": "10563989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563989",
                    "TitleEnglish": "just y[O]u and me",
                    "SummaryEnglish": "▶▶ Pod 153 - Report: Unit 9S has successfully obtained the three passcodes necessary to access the main unit of the ＜Tower＞. The following data was confirmed during attempted access to the Tower. Record added to items requiring further analysis. ___________________________________________________________________________________________________________ I’m not ■■■. I’m ■■■■■. You’re still ■■■■■. ■■, ■■ is ■ inside ■■。 And ―― _________________________________________________________________________________________________________",
                    "TitleJapanese": "just y[O]u and me",
                    "SummaryJapanese": "▶▶ポッド１５３より報告\n\n9Sが＜塔＞メインユニットへのアクセスに必要なパスコード3種の入手に成功。\n塔へのアクセスを試行する中で、以下のデータを確認した。\n要解析事項として記録する。\n―――――――――――――――――――――――――――――――――――――――――――\n■■■じゃない。僕は、■■■■■だ。\n君はまだ■■■■■。\n\n■■、■■は■の中に■■。\nそして――\n―――――――――――――――――――――――――――――――――――――――――――"
                },
                "23": {
                    "ID": "10563990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563990",
                    "TitleEnglish": "meaningless [C]ode",
                    "SummaryEnglish": "\"Fun! Fun! Fun! Fun! Join at the Tower, let's play more Join at the Tower, let's play more ……Let's play\"",
                    "TitleJapanese": "meaningless [C]ode",
                    "SummaryJapanese": "楽しい！楽しい！\n楽しい！楽しい！\n\n塔へ集まって、もっと遊ぼう\n塔へ集まって、もっと遊ぼう\n\n……遊ぼう"
                },
                "24": {
                    "ID": "10563991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563991",
                    "TitleEnglish": "the [E]nd of YoRHa",
                    "SummaryEnglish": "Everything that lives is designed to end. ＜They＞ are perpetually trapped…in a never-ending spiral of life and death.",
                    "TitleJapanese": "the [E]nd of YoRHa",
                    "SummaryJapanese": "全ての存在は滅びるようにデザインされている。\n生と死を繰り返す螺旋に……『彼等』は囚われ続けている。"
                }
            }
        }
    }
}