{
  "URL": "https://www.thetvdb.com/series/nierautomata",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt18311412/",
    "https://www.instagram.com/nieranime",
    "https://nierautomata-anime.com/",
    "http://www.reddit.com/r/nier",
    "https://www.themoviedb.org/tv/158373",
    "https://www.wikidata.org/wiki/Q111657460",
    "https://en.wikipedia.org/wiki/Nier:_Automata_Ver1.1a",
    "https://x.com/NieR_A_ANIME"
  ],
  "TitleEnglish": "NieR:Automata Ver1.1a",
  "SummaryEnglish": "The distant future, 5012. The sudden aerial invasion of Earth by ＜ Aliens ＞ and their creations ＜Machine Lifeforms＞ led mankind to the brink of extinction. The surviving number of humans who took refuge on the moon to organize a counterattack using ＜android＞ soldiers to recapture Earth. However, the war reaches a stalemate as the ＜Machine Lifeforms＞ continue to multiply infinitely. In turn, humanity deploys anew unit of android soldiers as an ultimate weapon: ＜YoRHa＞ Newly dispatched to Earth ＜2B＞ joins ＜9S＞, the analyst currently stationed there, where amid their mission, they encounter a myriad of mysterious phenomena... This is the story of these lifeless ＜androids＞ and their endless fight for the sake of mankind.",
  "Aliases": [
    "ニーア オートマタ Ver1.1a",
    "NieR꞉Automata Ver 1.1a",
    "NieR Automata Ver1.1a"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "0": {
      "ID": "1986725",
      "URL": "https://www.thetvdb.com/series/nierautomata/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "10638295",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10638295",
          "TitleEnglish": "「NieR:Automata Ver1.1a」 Chapter.13-18 Survey Report",
          "SummaryEnglish": "In the 243rd Descent Operation started in the year 11945 A.D., various mutations have been confirmed for androids and machine lifeforms. Commencing organization and consultation of record data, gathered and accumulated on the Pod System servers to present.",
          "Aliases": []
        },
        "2": {
          "ID": "10774758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10774758",
          "TitleEnglish": "NieR - Automata Ver1.1a Blu-ray BOX Vol.1 Trailer (Release version . Sale Version)",
          "SummaryEnglish": "Ver1.1a Season 1 Blu-Ray box release trailer",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1986726",
      "URL": "https://www.thetvdb.com/series/nierautomata/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "9024432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9024432",
          "TitleEnglish": "or not to [B]e",
          "SummaryEnglish": "▶▶ Report: Pod 042 5012 AD. Lifeforms otherwise known as ＜Aliens＞ begin their invasion of Earth. Since mankind escaped to the moon, the ground battle between the ＜androids＞ created by humans and the ＜Machine Lifeforms＞ created by the Aliens has continued for a long time. This craft is the accompanying support unit entitled ＜Pod 042＞. In the 243rd Descent Operation held March 10, 11945, this unit will support Android ＜2B＞ of the ＜YoRHa Soldiers＞. Thereafter, this unit will report regular mission status in tandem with ＜Pod 153＞, the unit supporting YoRHa Aircraft Solider ＜9S＞ in this joint operation.",
          "Aliases": []
        },
        "2": {
          "ID": "9541726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541726",
          "TitleEnglish": "city e[S]cape",
          "SummaryEnglish": "▶▶ Pod 153 - Report: New data not registered to the existing archive was discovered during the search on ground. Transferring to shared server. The mission of the machine lifeform was to destroy the androids. However, that machine lifeform no longer possessed the will to fight. The machine lifeform found a small ring of flowers. The machine lifeform felt a mysterious ＜Something＞ beginning to be born within it.",
          "Aliases": []
        },
        "3": {
          "ID": "9541727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541727",
          "TitleEnglish": "break ti[M]e",
          "SummaryEnglish": "▶▶ Pod 042 - Report: YoRHa units 2B and 9S rescued a Resistance group from being attacked by machine lifeforms. The Resistance unit leader identified as ＜Lily＞ guides them to their base of residence, the Resistance Camp. During their stay at the camp, units 2B and 9S obtain information about unique machine lifeforms from the Resistance member identified as ＜Jackass＞. It is determined that this information exists in the same parameters of the investigation mission assigned to 2B and 9S. Proposal: Begin exploration of the Desert Zone with Jackass.",
          "Aliases": []
        },
        "4": {
          "ID": "9541728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541728",
          "TitleEnglish": "a mountain too [H]igh",
          "SummaryEnglish": "▶▶ Pod 153 - Report: During the investigation in the Desert Zone, several unique entities not found in previously recorded data were confirmed. Entities confirmed were characterized as “machine lifeforms capable of speech” and “machine lifeforms that closely resemble androids”. Details uploaded to the server. In addition, both units 2B and 9S received orders from Command to search for YoRHa Soldiers. It appears that contact has been lost with the missing unit during their ground mission. Origin of black box signal has been detected. Proposal: Begin search for the target at the corresponding point.",
          "Aliases": []
        },
        "5": {
          "ID": "9541729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541729",
          "TitleEnglish": "mave[R]ick",
          "SummaryEnglish": "▶▶ Pod 042 - Report: Verifying the trade information between the Resistance and machine lifeforms in the City Ruins. Despite the hostile relationship between androids and machine lifeforms, it appears the machine lifeforms they are trading with hold no hostile responses or combat intentions. This unit will investigate the area together with 2B and 9S, who Lily requested to transport materials to the machine lifeforms.",
          "Aliases": []
        },
        "6": {
          "ID": "9541730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541730",
          "TitleEnglish": "[L]one wolf",
          "SummaryEnglish": "▶▶ Pod 042 and Pod 153 - Joint Report: Data discovered. Presumed to be part of a record from the past. Transferring to shared server. ___________________________________________________________________________________________________________ December 8, 11941. I’ve encountered androids dispatched to Earth on a top-secret mission. These unknown androids call themselves ＜YoRHa Soldiers＞. Command that abandoned us. YoRHa Soldiers with nothing but secrets and full of mysteries. But you can’t protect your family if all you do is doubt. …I hope my choice, our battle, will be a breakthrough in this long war of attrition. _____________________________________________________________________________________________",
          "Aliases": []
        },
        "7": {
          "ID": "9541731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541731",
          "TitleEnglish": "[Q]uestionable actions",
          "SummaryEnglish": "▶▶ Pod 153 - Report: In the mission so far, this unit has encountered many abnormal machine lifeforms – some of which have even progressed as far as engaging in combat. Each individual’s information has been uploaded to the server as designed. Proposal: In preparation for future encounters, request information analysis and sharing of results in the Bunker. ―――Entity Identification Signal: ＜Pascal＞ response confirmed――― A member of a machine lifeform village appears to have gone missing. Proposal: Begin reconnaissance in the Forest Kingdom area.",
          "Aliases": []
        },
        "8": {
          "ID": "9541732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541732",
          "TitleEnglish": "aji wo [K]utta ?",
          "SummaryEnglish": "▶▶ Pod 042 - Report: In the Forest Kingdom area, wanted YoRHa unit identified as ＜A2＞ was discovered. The fugitive unit in question abandoned her mission and continues to run away to this day. She is designated as a highly dangerous individual. Units 2B and 9S receive orders to track and investigate A2 from Command. Proposal: Contact the Resistance and Pascal to begin collecting information.",
          "Aliases": []
        },
        "9": {
          "ID": "9541733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541733",
          "TitleEnglish": "hun[G]ry for knowledge",
          "SummaryEnglish": "▶▶ Pod 153 - Report: Communication lost with 9S, the individual of this unit’s accompanying support. While acting alone, 9S encountered a unit appearing to be ＜A2＞ in an abandoned building located in the Flooded City and began pursuit. Strong jamming signal emission confirmed throughout the area at the time. Hypothesis: 9S fell into an untraceable status while trying to restore communications. Proposal: Call 2B for assistance and begin searching.",
          "Aliases": []
        },
        "10": {
          "ID": "9541734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541734",
          "TitleEnglish": "over[Z]ealous",
          "SummaryEnglish": "▶▶ Pod 042 - Report: YoRHa Unit 2B has successfully defeated the abnormal machine lifeform identified as ＜Eve＞. Hypothesis: Machine lifeforms in the region will gradually weaken due to the loss of Eve, the core of the machine network. 9S returns to the Bunker for body repairs and data overhaul. Hereafter, until the completion of 9S’s repairs, 2B—together with this unit and Pod 153—will carry out the order to destroy ＜Adam＞ assigned by Command.",
          "Aliases": []
        },
        "11": {
          "ID": "9541735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541735",
          "TitleEnglish": "head[Y] battle",
          "SummaryEnglish": "▶▶ Pod 153 - Report: Construction of new machine lifeform network confirmed. Hypothesis: The entity ＜Adam＞ is presumed to be the core. A Goliath-class machine lifeform has begun a hostile rampage during the search for Adam. Analysis: The same phenomenon has been confirmed simultaneously in various regions on the ground. Command has issued an order for all YoRHa Soldiers to intercept the enemy machine lifeforms. Many YoRHa Soldiers and Resistance members are currently reporting engagements with hostiles and requesting assistance. Proposal: Commence operation for Resistance Camp rescue with 2B.",
          "Aliases": []
        },
        "12": {
          "ID": "9541736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/9541736",
          "TitleEnglish": "flowers for m[A]chines",
          "SummaryEnglish": "▶▶ Pod 042 and Pod 153 - Joint Report: Pod 042 Report: The rampant entity ＜Adam＞ was hacked by 9S, intercepted by the Resistance, and was bombarded with support fire from the Bunker. It was ■■■■ ―――Communication error――― ―――Communication error――― ―――Communication with Pod 042 is being restored 12 seconds until restoration――― ―――Communication with Pod 153 is being restored 15 seconds until restoration――― Pod 042 to Pod 153: Temporary communication error occurred due to large-scale ground and air attacks. Currently undergoing restoration processes. Pod 153 to Pod 042: Same failure for this unit confirmed. No abnormalities in recording systems. Pod 042 to Pod 153: Agreed. Currently, there are no system abnormalities in this unit. Continuing to carry out investigation mission and recording of 2B, target of this unit’s accompanying support. Pod 153 to Pod 042: Agreed. This unit will also carry out missions and record 9S.",
          "Aliases": []
        },
        "13": {
          "ID": "10539469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10539469",
          "TitleEnglish": "reckless bra[V]ery",
          "SummaryEnglish": "▶▶ Pod 042 - Report: 5012 AD. Lifeforms from outer space, otherwise known as ＜Aliens＞, suddenly begin their invasion of Earth. Mankind escapes to the moon, and the ground battle between the ＜Androids＞ and the ＜Machine Lifeforms＞ has continued for a long time. 11945 AD. The ＜243rd Descent Operation＞ has commenced. ＜YoHRa＞ Soldiers ＜2B＞ and ＜9S＞ now engage in the plan to recapture Earth. While on a mission near the City Ruins, they receive a request from the Resistance to find a missing android. Both 2B and 9S consider that the missing android may be related to their current investigation ordered by Command. Proposal: Begin the search for relevant android.",
          "Aliases": []
        },
        "14": {
          "ID": "10563981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563981",
          "TitleEnglish": "mission [F]ailed",
          "SummaryEnglish": "▶▶ Pod 153 - Report: YoHRa Soldiers 2B and 9S both succeed in destroying machine lifeform core units ＜Adam＞ and ＜Eve＞. Machine lifeforms are currently confirmed to be in temporary confusion and chaos. Seeing this as an opportunity to annihilate the enemy, the ＜Army of Humanity＞ issues an order for all YoRHa units to commence an all-out attack on the machine lifeforms. This unit, in collaboration with 9S, the designated partner of this tactical support unit, will begin its mission to oversee the Type S models in a coordinated mission.",
          "Aliases": []
        },
        "15": {
          "ID": "10563982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563982",
          "TitleEnglish": "no [I] in team",
          "SummaryEnglish": "▶▶ Pod 042 - Report: The YoRHa soldiers and the Resistance unite to launch a large-scale operation on Earth to exterminate the machine lifeforms. However, a larger-than-expected number of machine lifeform units has been confirmed. Each area has requested assistance. This unit, in collaboration with 2B, the designated partner of this tactical support unit, will provide backup and support to the androids on the ground. ――Warning: EMP attack and logic virus attack from the enemy confirmed ―― ――Communication error――",
          "Aliases": []
        },
        "16": {
          "ID": "10563983",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563983",
          "TitleEnglish": "broken [W]ings",
          "SummaryEnglish": "▶▶ Pod 153 - Report: The machine lifeforms not only infected the YoRHa soldier units on the ground, they also infected the ＜Bunker＞ with a viral attack, activating a self-destruct sequence. With this, the 13th Orbital Satellite Base ＜Bunker＞ was destroyed. 2B and 9S avoided infection from the virus and escaped the Bunker before it was destroyed. Proposal: Find the remaining surviving YoRHa Soldiers and start another descent-to-ground operation on Earth to fulfill the mission.",
          "Aliases": []
        },
        "17": {
          "ID": "10563984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563984",
          "TitleEnglish": "bad [J]udgment",
          "SummaryEnglish": "▶▶ Pod 042 - Report: A damaged sector of the memory area found in subject of this unit's support. Commence restoration of remaining data. ___________________________________________________________________________________________________________ December 8th, 11941. It was decided that a combat mission would be carried out by ＜YoRHa＞ Soldiers which is comprised of newer models. As we descend down into Earth, machine lifeforms suddenly attacked us, but we were saved by older models of android. ■■■■ ■■■■■■■■ ■■■■ ■■■■■■■■■■■■■■■■ ……I will never forget this. The comrades I fought alongside, my ■■ . ___________________________________________________",
          "Aliases": []
        },
        "18": {
          "ID": "10563985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563985",
          "TitleEnglish": "chil[D]hood's end",
          "SummaryEnglish": "▶▶ Pod 042 - Report: ―― Confirmed that the YoRHa unit ＜2B＞, the subject this unit is supporting, has ceased to function. ―― Going forward, support function will be transferred to YoRHa unit ＜A2＞. Confirmed A2 has suffered damage to her unit due to the impact of the cave-in caused by the appearance of a massive structure. Prompt maintenance is recommended, however, A2 indicates a rejection of the idea. Proposal: This unit will ensure safety of A2 and will continue to request maintenance be carried out.",
          "Aliases": []
        },
        "19": {
          "ID": "10563986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563986",
          "TitleEnglish": "corru[P]tion",
          "SummaryEnglish": "▶▶ Pod 153 - Report: 9S, subject of this unit’s support, was injured when he was caught in the upheaval caused by the appearance of the giant structure identified as the ＜Tower＞. Currently, he still needs maintenance and rest, but unit 9S refuses. He has left the Resistance Camp and is approaching the Tower. It has been discovered that access to the Tower ＜Main Unit＞ requires a structure known as the ＜Sub-unit＞ to be unlocked. This unit, in collaboration with 9S, will begin searching the Sub-unit for the passcode.",
          "Aliases": []
        },
        "20": {
          "ID": "10563987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563987",
          "TitleEnglish": "deb[U]nked",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "10563988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563988",
          "TitleEnglish": "[N]o man's village",
          "SummaryEnglish": "▶▶ Pod 153 - Report: As a result of the battle, the ＜Machine Lifeform Village＞ was destroyed. The machine lifeforms confirmed alive have evacuated to the ＜Resistance Camp＞. However, a new reaction from a Goliath-class machine lifeform is detected advancing toward the area. ―― SOS Message Received from Resistance Camp ―― It appears that a serious virus contamination has occurred within the Resistance Camp. A2 and Pascal are working together to understand the situation and respond accordingly.",
          "Aliases": []
        },
        "22": {
          "ID": "10563989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563989",
          "TitleEnglish": "just y[O]u and me",
          "SummaryEnglish": "▶▶ Pod 153 - Report: Unit 9S has successfully obtained the three passcodes necessary to access the main unit of the ＜Tower＞. The following data was confirmed during attempted access to the Tower. Record added to items requiring further analysis. ___________________________________________________________________________________________________________ I’m not ■■■. I’m ■■■■■. You’re still ■■■■■. ■■, ■■ is ■ inside ■■。 And ―― _________________________________________________________________________________________________________",
          "Aliases": []
        },
        "23": {
          "ID": "10563990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563990",
          "TitleEnglish": "meaningless [C]ode",
          "SummaryEnglish": "\"Fun! Fun! Fun! Fun! Join at the Tower, let's play more Join at the Tower, let's play more ……Let's play\"",
          "Aliases": []
        },
        "24": {
          "ID": "10563991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nierautomata/episodes/10563991",
          "TitleEnglish": "the [E]nd of YoRHa",
          "SummaryEnglish": "Everything that lives is designed to end. ＜They＞ are perpetually trapped…in a never-ending spiral of life and death.",
          "Aliases": []
        }
      }
    }
  }
}