{
    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21345876/",
        "https://ninja-ittoki.com/",
        "http://www.reddit.com/r/AShinobisMoment",
        "https://www.themoviedb.org/tv/158293",
        "https://en.wikipedia.org/wiki/Shinobi_no_Ittoki",
        "https://x.com/ninja_ittoki"
    ],
    "TitleEnglish": "Shinobi no Ittoki",
    "SummaryEnglish": "After surviving an attack from the rival Kouga clan, Ittoki Sakuraba, an ordinary boy, discovers that he is the 19th heir of the Iga ninja. Ittoki learns to become an Iga clan ninja and joins the war between the Iga and Kouga clans.",
    "TitleJapanese": "忍の一時",
    "SummaryJapanese": "忍者は、存在しない。…と、我々は思っている。\n\n仮に忍者が存在したところで、忍者はその姿を我々に晒すことはない。\nだからこそ、忍者は『表向きには』存在しないのだ。\n主人公、櫻羽一時は、我々と同じく忍者は存在しないと思っている、普通の男子。\n彼には普通の、幸せで輝かしい日々が約束されている…はずだった。\nある日、一時は命を狙われ、それが甲賀忍者の仕業であると聞かされる。\nなぜ一時は命を狙われたのか？それは…彼が由緒正しき、伊賀忍者第１９代正当後継者だったからなのだ！\n伊賀と甲賀は長年対立しており、甲賀は伊賀を侵略しようとしている。\n一時が生きるためには…自らも忍者になるしかない！\nこうして、誰も知らない忍者の世界に身を投じる一時。\n一人前の忍者となるべく学び、戦い、苦難に立ち向かう。\nだがそれは、一時が辿る過酷な運命の、ほんの序章でしかなかった…。",
    "Aliases": [
        "Shinobi no Ittoki"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1986377",
            "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9178153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9178153",
                    "TitleEnglish": "A Bolt From The Blue",
                    "SummaryEnglish": "Utterly normal middle school student Ittoki Sakuraba is fed up with having to take lessons every day and being monitored by childhood friend Kousatsu. Then one day, a beautiful girl named Tsubaki confesses feelings for him.",
                    "TitleJapanese": "青天の霹靂",
                    "SummaryJapanese": "ごく普通の中学生、櫻羽一時は、毎日の習い事と幼馴染、紅雪の監視に嫌気がさしていた。そんな折、後輩の美少女、椿に告白される。人生初めての春に浮足立つ一時だが、母の弓香に交際を止められてしまう。一時はそれでもデートを断行し…。"
                },
                "2": {
                    "ID": "9360984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360984",
                    "TitleEnglish": "Merciless Choices",
                    "SummaryEnglish": "Ittoki has suddenly been urged to become a ninja. After a talk with Tokisada, a ninja feared as the \"Demi-god,\" Ittoki reluctantly agrees. But to get into the Ninja Academy, Ittoki has to pass the transfer admission exam...",
                    "TitleJapanese": "慈悲なき選択",
                    "SummaryJapanese": "突然、忍者になれと迫られる一時。修羅と呼ばれ恐れられる忍者、時貞に諭され、納得できないながらも忍者になることを受け入れる。忍術学園に入学するために、編入試験を受けることになるのだが…。"
                },
                "3": {
                    "ID": "9360985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360985",
                    "TitleEnglish": "Quirks of Fate",
                    "SummaryEnglish": "Ittoki arrives at the Ninja Academy. Meeting the kind and chipper Kirei and the beautiful and graceful Ryoko gives Ittoki hope about life at the Academy, but the Koga students' influence threatens to make life miserable.",
                    "TitleJapanese": "合縁奇縁",
                    "SummaryJapanese": "忍術学園に入学した一時。そこで明るく親切な輝麗、美人でお淑やかな涼子と出会い、学園生活に希望を持ち始める。だが学園には甲賀を頂点とするカーストがあり、甲賀のエリート忍者、朱雀に目をつけられてしまう…。"
                },
                "4": {
                    "ID": "9360986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360986",
                    "TitleEnglish": "Crafters and Users",
                    "SummaryEnglish": "With a ninja tools exam approaching, Ittoki is desperate to find a way to pass. Meanwhile, in an effort to fish for intel on Koga, Tokisada pays a visit to Saiga village.",
                    "TitleJapanese": "作り手と使い手",
                    "SummaryJapanese": "忍具試験が迫り、試験対策に必死の一時。一方、時貞は甲賀の情報を探るため、雑賀衆を訪れる。雑賀衆は甲賀による下請けいじめに苦しんでいた。時貞は調査のため、甲賀の工場に潜入する。"
                },
                "5": {
                    "ID": "9360987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360987",
                    "TitleEnglish": "Cycle of Pain",
                    "SummaryEnglish": "The practical exam is coming up. Since there are fatalities every year, Koga intends to use it as an opportunity to kill Ittoki. Ittoki questions world of ninjas. In preparation for a showdown with Suzaku, Kousetsu and Ittoki form a plan...",
                    "TitleJapanese": "痛みの連鎖",
                    "SummaryJapanese": "実技試験が近づいてきた。毎年死者が出るといい、甲賀はこれに乗じて一時を殺すつもりだ。殺し殺されが容認される忍者の世界に疑問を抱く一時。朱雀との対決に向け、紅雪とある作戦を練るが…。"
                },
                "6": {
                    "ID": "9360988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360988",
                    "TitleEnglish": "Shadow and Warmth",
                    "SummaryEnglish": "For summer break, Ittoki returns to the Iga village. Kirei and Ryoko wind up staying in Iga as well, and everyone has a nice time together. Ittoki gets to experience the warmth of the people of Iga. All the while, Kirei is sending Suzaku intel on Iga...",
                    "TitleJapanese": "影とぬくもり",
                    "SummaryJapanese": "夏休み、一時は伊賀の里に戻る。輝麗と涼子も伊賀に居候することになり、楽しいひとときを過ごす。伊賀の人々の温かさに触れる一時。そんな中、輝麗は朱雀に伊賀の情報を流していた…。"
                },
                "7": {
                    "ID": "9360989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360989",
                    "TitleEnglish": "Where Does Justice Lie?",
                    "SummaryEnglish": "Suddenly, ninja leaders from all across Japan are summoned to a Ninja Grand Council. Yumika, Tokisada, and Kozo attend. Koga's Acting Chief also appears. Then, Goshogawara, head of the NSC, reveals the purpose of the Grand Council...",
                    "TitleJapanese": "正義はどこにある",
                    "SummaryJapanese": "突如、全国の忍の長を集めた忍者大会議が開かれる。弓香、時貞、光蔵が出席。そこには甲賀頭首代行、鬼道の姿もあった。そして安忍長五所川原から、忍者大会議の目的を聞かされる…。"
                },
                "8": {
                    "ID": "9360990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360990",
                    "TitleEnglish": "Dusk Brings a Storm",
                    "SummaryEnglish": "Yumika's death sentence brings turmoil to Iga. As Acting Chief, Ittoki's leadership is tested, but he is still in shock over his mother's imprisonment. Meanwhie, in Koga, something fearsome is beginning to move.",
                    "TitleJapanese": "黄昏は嵐を伴って",
                    "SummaryJapanese": "弓香が死刑宣告を受けたことで、伊賀に動揺が走る。頭首代行を任された一時はリーダーシップを試されるが、母が捕らわれたショックでそれどころではない。そんな中、甲賀では恐ろしい『何か』が動き始めていた…。"
                },
                "9": {
                    "ID": "9360991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360991",
                    "TitleEnglish": "In the Light of Dawn",
                    "SummaryEnglish": "Koga attacks Iga village. Koga deploys a massive number of Asura, mechanical ninjas, in an attempt to force Iga into submission by overwhelming force. Against the ropes, Ittoki forms a plan to reverse Iga's fortunes.",
                    "TitleJapanese": "暁が照らすもの",
                    "SummaryJapanese": "伊賀の里に甲賀が攻めてくる。機械忍者『アスラ』を大量投入し、圧倒的な数で伊賀をねじ伏せようとする甲賀。劣勢の伊賀だが、一時が起死回生の策を閃く。一方、弓香の救助に向かった時貞と紅雪は…。"
                },
                "10": {
                    "ID": "9360992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360992",
                    "TitleEnglish": "Those Taken, Those Taken From",
                    "SummaryEnglish": "Kidou's aggressions extend beyond Iga. As chief, Ittoki must bring Iga village together, leaving no time to be lost in sorrow. And is Kousetsu really a traitor? Tokisada's investigation reveals a shocking fact.",
                    "TitleJapanese": "奪われた者たち",
                    "SummaryJapanese": "鬼道による侵略は全国に及ぶ。悲しみに暮れる暇もなく、一時は頭首として伊賀をまとめなければならない。そして紅雪は、本当に裏切り者なのか？時貞の調べによって、衝撃的な事実が明らかになる…。"
                },
                "11": {
                    "ID": "9360993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360993",
                    "TitleEnglish": "The Path with No Regrets",
                    "SummaryEnglish": "Ittoki decides to give the secret Ninja Core to Kidou. The Iga ninjas oppose it as a declaration of defeat. Kirei, Ryoko, and Suzaku find new resolve. Meanwhile, Iga's traitor is making moves.",
                    "TitleJapanese": "悔いなき道を",
                    "SummaryJapanese": "一時は、秘伝忍核を鬼道に渡す決断をする。それは甲賀への敗北宣言であり、伊賀忍者たちは反発する。輝麗、涼子、朱雀はそれぞれの覚悟を決める。そんな中、伊賀の裏切り者が動き出していた…。"
                },
                "12": {
                    "ID": "9360994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinobi-no-ittoki/episodes/9360994",
                    "TitleEnglish": "Ittoki the Ninja",
                    "SummaryEnglish": "Though Ittoki has set out to settle things with Kidou alone, Tokisada and Kousetsu rush to join him. Kidou has sent his full force to destroy Iga village. The final battle is about to begin.",
                    "TitleJapanese": "忍の一時",
                    "SummaryJapanese": "たった一人、鬼道との決着をつけに向かった一時。そこに時貞、紅雪が駆けつける。鬼道は伊賀の里を殲滅せんと総力を伊賀に送った。忍の一時、最後の戦いが始まる。"
                }
            }
        }
    }
}