{
    "URL": "https://www.thetvdb.com/series/ragna-crimson",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28685470/",
        "https://ragna-crimson.com/",
        "http://www.reddit.com/r/RagnaCrimson",
        "https://www.themoviedb.org/tv/195459",
        "https://en.wikipedia.org/wiki/Ragna_Crimson",
        "https://x.com/ragnacrimson_PR"
    ],
    "TitleEnglish": "Ragna Crimson",
    "SummaryEnglish": "Ever since the Dragons became a threat to the human race, hunters have been hunting them down for the rewards. But this is by no means an easy task. Only those able to transcend the limits of the human condition can stand up to the mighty winged creatures. Ragna, a relatively weak young man, teams up with Léonica, an exceptional hunter who has already eliminated more Dragons than anyone. Only, following a tragic event, Ragna finds himself alone, driven by an insatiable thirst for revenge. Desperate to face and crush his enemies, he decides to team up with Crimson, a dark being who shares the same motivations as him: to eliminate the dragon monarchs for good.",
    "TitleJapanese": "ラグナクリムゾン",
    "SummaryJapanese": "ドラゴンが人類への脅威となったときから、ハンターはドラゴンを殺した報酬のためにドラゴンを追い詰めてきました。 しかし、これは決して簡単な作業ではありません。 人間の状態の限界を超えることができる人だけが、強力な翼のある生き物に立ち向かうことができます。 比較的弱い青年であるラグナは、誰よりも多くのドラゴンをすでに排除している例外的なハンターであるレオニカとチームを組んでいます。 ただ、悲劇的な出来事の後、ラグナは、復讐への飽くなき渇望に駆り立てられて、一人でいることに気づきます。 敵と向き合い、倒そうと必死になって、彼と同じ動機を共有する闇の存在であるクリムゾンとチームを組むことにしました。ドラゴンの君主を永久に排除することです。",
    "Aliases": [
        "Ragna Crimson",
        "Sát Long Nhân"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1990886",
            "URL": "https://www.thetvdb.com/series/ragna-crimson/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10487544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10487544",
                    "TitleEnglish": "Special Program ~The Road to Absolute Strength~",
                    "SummaryEnglish": "Laguna Crimson Special Program ~The Road to the Absolute Strong~ A special program \"The Road to the Absolute Strong\" that looks back on the first cour of the TV anime \"Laguna Crimson\" and anticipates the contents of the second cour starting on January 13, 2024 More information Program content The cast of this work, Chiaki Kobayashi, Ayumu Murase, Rina Hidaka, and Rio Tsuchiya, will talk about the charm of the anime \"Ragna Crimson\"! You can also see some of the latest videos of the second cour in the program. Please look forward to! performer Chiaki Kobayashi (Laguna), Ayumu Murase (Crimson), Rina Hidaka (Staria), Rio Tsuchiya (Hezera/Glare)",
                    "TitleJapanese": "特別番組 ～絶対強者への道～",
                    "SummaryJapanese": "ラグナクリムゾン 特別番組 ～絶対強者への道～\n\nTVアニメ「ラグナクリムゾン」の第１クールを振り返り、2024年１月13日よりスタートする第２クールの内容を先取りする特別番組「絶対強者への道」\n\n詳細情報\n番組内容\n本作出演キャストの小林千晃、村瀬 歩、日高里菜、土屋李央がアニメ「ラグナクリムゾン」の魅力を語り尽くします！\n番組内では第２クールの最新映像も一部ご覧いただけます。お楽しみに！\n出演者\n小林千晃（ラグナ役），村瀬 歩（クリムゾン役），日高里菜（スターリア役），土屋李央（へゼラ／グレア役）"
                }
            }
        },
        "1": {
            "ID": "1990887",
            "URL": "https://www.thetvdb.com/series/ragna-crimson/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9313029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/9313029",
                    "TitleEnglish": "The Day the Reaper Was Born",
                    "SummaryEnglish": "Death and fire haunt Ragna's dreams, and deep within his heart, he somehow knows they're omens. If he doesn't grow stronger, and soon, all that awaits him is lifelong regret.",
                    "TitleJapanese": "死神が生まれた日",
                    "SummaryJapanese": "ヘボ狩竜人の少年・ラグナは、ぶっちぎりの竜討伐数を誇る天才少女・レオニカとコンビを組み、日々、竜討伐に挑んでいた。\nそんな日常に終わりを告げるように現れたのは、これまで討伐してきた竜とは比べ物にならない強さを持った上位竜・グリュムウェルテ。\n強大な敵を前にしたラグナの脳裏によぎるのは、ここ数日悩まされてきた悪夢―――最強の力を手に入れながらも、何一つ守るべきものを持たない、絶望と孤独の未来を歩む己の姿だった。"
                },
                "2": {
                    "ID": "10014494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014494",
                    "TitleEnglish": "The Beginning of the Story",
                    "SummaryEnglish": "Temruogtaf must be stopped. But Ragna loses interest in the dragon and turns his attention to one of his maids. Thanks to his new old memories, he knows who she really is.",
                    "TitleJapanese": "物語の始まり",
                    "SummaryJapanese": "翼の血族が各地に総攻撃を仕掛けてくる。手にした力を振るい戦うラグナが、新たな上位竜・メルグブデとの戦いの中で出会った少女の正体とは…？未来の記憶と現在が入り乱れる中、自らが経験した凄惨な未来を回避するため、ラグナは竜との戦いに身を投じる覚悟と、ある別れを決意する。"
                },
                "3": {
                    "ID": "10014495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014495",
                    "TitleEnglish": "Agitation",
                    "SummaryEnglish": "Crimson is no hero. He will manipulate and use others if it furthers his goal, and that callousness is precisely what makes him a needed ally against dragons.",
                    "TitleJapanese": "煽動",
                    "SummaryJapanese": "クリムゾンと共に行動を開始したラグナは、東部国境の都市トルティエールの街で、竜に襲われる民を守ろうと戦うも全滅の危機に瀕するミハイルたちと遭遇。\n彼らを追い詰めていたのは、風を操る上位竜・第3位階のディザス・トロワだった。\n新たな敵を打倒するため、ラグナとクリムゾン初の共闘が始まる。"
                },
                "4": {
                    "ID": "10014496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014496",
                    "TitleEnglish": "Action",
                    "SummaryEnglish": "Dragons have another weakness aside from sunlight and silverine: pride. But Ultimatia is not like other dragons.",
                    "TitleJapanese": "決行",
                    "SummaryJapanese": "風獄竜ディザス・トロワとの戦いが開幕する。\n第3位階の強敵にも関わらず、策を巡らせたクリムゾンの指揮によって有利に戦いを進めていくミハイルたち。その戦況を見たラグナは、自分の目的を果たす上でクリムゾンの存在が重要であることを再認識する。\n一方その数日前、王都セレスビエラでは、時を操り絶対的な力を見せつける翼の王・アルテマティアがフェムド王の前に現れていた…。"
                },
                "5": {
                    "ID": "10014497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014497",
                    "TitleEnglish": "Wing",
                    "SummaryEnglish": "Ragna met Ultimatia before in another life and he did not emerge from that encounter unscathed. Now, in this life, dragons are disappearing and Ultimatia needs to know why.",
                    "TitleJapanese": "翼",
                    "SummaryJapanese": "王国を滅ぼす準備を着々と進める翼の王・アルテマティアだったが、相次いで上位竜が消息を絶ったことを受け、未知なる勢力の存在を警戒し始める。そしてクリムゾンは、翼の血族の動きを予測しながら戦況をコントロールし、王都でラグナとアルテマティアを戦わせる手はずを整えていく。"
                },
                "6": {
                    "ID": "10014498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014498",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Ultimatia may have control over time itself, but Crimson knows her powers must have a weakness. Uncover it, and all variables will be accounted for. Or so Crimson thinks.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "手下であるゴーレム、キメラと合流したクリムゾンは、アルテマティアのもつ時を操る絶対的な力\"時操魔法\"の攻略法にも目星をつけ、準備を進める。\n時を同じくして、偶然街でアルテマティアと遭遇したラグナは、突然の出来事にパニックに陥るも、スライムの介入もありなんとかその場をやり過ごす。しかし、仇敵を前に戦いを挑まなかった自分の行動をどうしても受け入れられないでいた…。"
                },
                "7": {
                    "ID": "10014499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014499",
                    "TitleEnglish": "Act and Guilt",
                    "SummaryEnglish": "Ragna’s relentless assault forces Ultimatia on the defensive. Unaware of his identity, an unexpected emotion overtakes the dragon monarch as their battle rages on: Fear.",
                    "TitleJapanese": "作為と呵責",
                    "SummaryJapanese": "アルテマティアとの戦闘が始まった。反撃の隙を与えることなく攻撃し続けることで\"時躁魔法\"を攻略して圧倒するラグナ。\n戦闘が始まったことを知ったクリムゾンは予想外の展開に怒りを募らせつつも、ラグナの戦いを援護するべく行動を開始する。\nそして、追い詰められたアルテマティアはついに奥の手を使う。"
                },
                "8": {
                    "ID": "10014500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014500",
                    "TitleEnglish": "A Painful Blow",
                    "SummaryEnglish": "Ultimatia made an impossible choice and, with Nebulim out for their blood, Ragna and Crimson must now withdraw. However, they may have only exchanged one problem for another.",
                    "TitleJapanese": "痛撃",
                    "SummaryJapanese": "クリムゾンは、ラグナとの戦いで心身ともに追い詰められたアルテマティアに追撃をかけるべく、王都各地を爆破するよう指示を送る。\n予期せぬ事態にアルテマティアは精神的打撃を受け、極限状態のままもう一度世界を戻す魔法を発動しようとするが…。"
                },
                "9": {
                    "ID": "10014501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014501",
                    "TitleEnglish": "Negotiation and True Nature",
                    "SummaryEnglish": "Starlia's ability to see a person’s true nature puts Crimson at a disadvantage, but when Ragna suddenly appears, the princess sees something in him she’s never seen before.",
                    "TitleJapanese": "折衝と本質",
                    "SummaryJapanese": "転移の失敗によりレーゼ国で捕らえられ、銀器姫スターリア・レーゼより尋問を受けることになったクリムゾン。\n窮地を切り抜けるべく、渾身の演技で交渉を仕掛けるが、並外れた鋭い感性をもつスターリアによってその本質的な危険性を見破られてしまう。\n間一髪のところで目を覚ましたラグナがその場を収めるも、ラグナを前にしたスターリアの様子がおかしくなり…？"
                },
                "10": {
                    "ID": "10014502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014502",
                    "TitleEnglish": "Stakes and Cooperation",
                    "SummaryEnglish": "While Crimson uses Ragna as a bargaining chip to convince Starlia to accept their aid, Woltekamui vows to remain at Ultimatia’s side and gives her much needed encouragement.",
                    "TitleJapanese": "利害と共闘",
                    "SummaryJapanese": "翼の血族の包囲から脱出するための作戦会議が始まった。\nラグナの説得を受け、銀装兵団の主力にラグナとクリムゾンを加える決断をしたスターリアは、改めてオルト・ゾラ、タラテクトラの侵攻に対する準備を進めていく。\n一方、王都で追い詰められたアルテマティアは、ラグナへの恐怖心から立ち直れずにいた。"
                },
                "11": {
                    "ID": "10014503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014503",
                    "TitleEnglish": "Tactics and Knowledge",
                    "SummaryEnglish": "Ragna spars with the Argentum Corps and infuses their weapons while Crimson assists with the teleportation circles. But they are not the only ones preparing for battle.",
                    "TitleJapanese": "作戦と認識",
                    "SummaryJapanese": "武器に銀気を込める過程で、銀装兵団員たちと交流を持つことになったラグナ。\n翼の血族による包囲から逃れるため、転移魔法陣の完成に力を貸すクリムゾン。\n各々が戦いの準備を着々と進める中、へゼラとグレアの地雷を踏んだスライムには想像の斜め上をいく悲劇が待ち受けるのだった・・・。"
                },
                "12": {
                    "ID": "10014505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10014505",
                    "TitleEnglish": "Determination and Readiness",
                    "SummaryEnglish": "The battle begins at sunset, but before they confront an uncertain fate, Starlia asks Ragna to listen to a heartfelt request.",
                    "TitleJapanese": "意志と覚悟",
                    "SummaryJapanese": "開戦を目前に控える中、仲間を守るために行動するスターリアの覚悟を聞かされたラグナは、この戦いにおける自らの目的を見出し、決意も新たに剣に銀気を込めていく。\n対してスターリアは、初めて目の当たりにしたラグナの圧倒的な力を前に、己の未熟さを自覚し、さらなる成長を誓うのだった。\nそれぞれの決意が交錯する中、決死の戦いが幕を上げる―――。"
                },
                "13": {
                    "ID": "10060336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10060336",
                    "TitleEnglish": "Hero of the Battle",
                    "SummaryEnglish": "The battle has begun, but Ragna and the Argentum Corps are not facing just any enemy. They are facing those who mean to exterminate them by any means necessary.",
                    "TitleJapanese": "戦場の主役",
                    "SummaryJapanese": "各地で始まった戦いは、徐々にその激しさを増していく。\nオルト・ゾラによる卑劣な攻撃をスターリアの圧倒的なカリスマを以って乗り切った銀装兵団は、自ら森へ攻め入ろうと動き出す。\n一方タラテクトラと激突し、周囲の地形が変わるほどの激しい戦いに身を投じていたラグナは、思い通りに敵を仕留めることが出来ず苛立ちを募らせると、早々に決着をつけるべく渾身の一撃を放つ。"
                },
                "14": {
                    "ID": "10153427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153427",
                    "TitleEnglish": "Impatience and Vigilance",
                    "SummaryEnglish": "Olto Zora's cunning plan overwhelms the corps as they face the power of mature dragons. However, Crimson's impending offensive and Starlia's resolve may be the key to victory.",
                    "TitleJapanese": "焦りと警戒",
                    "SummaryJapanese": "オルト・ゾラの策略を前に少しずつ追い詰められていく銀装兵団。放たれた大量の成竜は、団員たちの命を無慈悲に奪っていく。苦戦を強いられるアイザックと行動を共にしていたクリムゾンは、催眠調教によって民間人を戦力とすることで局面の打開を試みる。\nしかし、森での戦闘で攻守に渡って銀装兵団を支えていたスターリアは、自身も気付かない内にその力を大きく消耗させていた。"
                },
                "15": {
                    "ID": "10153428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153428",
                    "TitleEnglish": "Latent Awakening",
                    "SummaryEnglish": "The tide is turning as the corps claw their way through the battlefield—Ragna and Starlia the source of their inspiration. But none are aware of Crimson's callous scheme.",
                    "TitleJapanese": "潜在する覚醒",
                    "SummaryJapanese": "未来の自分の力をさらに引き出し、竜を圧倒するラグナ。敵の攻撃を受け重傷を負うも屈することなく立ち上がるスターリア。その火が伝播し、追い詰められた銀装兵団は凄まじい粘りを見せていく。\nさらに、暗躍するクリムゾンが用意した策も徐々に功を奏し、幾多の死線を超えてきたオルト・ゾラにも焦りの色が見え始めていた。"
                },
                "16": {
                    "ID": "10153429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153429",
                    "TitleEnglish": "Will of Resistance",
                    "SummaryEnglish": "Olto Zora used to be someone else once, and Starlia reminds him of someone he knew long ago.",
                    "TitleJapanese": "抗う意思",
                    "SummaryJapanese": "クリムゾンの策を警戒しながらもスターリア殺害を最優先事項に据えたオルト・ゾラ。スターリアもまたゾラの打倒に向けて行動を加速する。\nついに直接対決に至った両者。意表を突き先制攻撃に成功した銀装兵団だが、対するゾラは、スターリアを目にしたことで、彼女が放つ眩い光にかつての主人の姿を重ねてしまっていた。"
                },
                "17": {
                    "ID": "10153430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153430",
                    "TitleEnglish": "My Comrade",
                    "SummaryEnglish": "Olto Zora and Taratectra are lifelong friends who stand at a crossroads that could determine the battle. Now, Ragna and Starlia may be the only ones who can prevent calamity.",
                    "TitleJapanese": "戦友",
                    "SummaryJapanese": "銀装兵団の反撃で追い詰められたタラテクトラは、再び現れたラグナによる致命的な一撃を前に最後の力を振り絞って対抗する。\n判断ミスにより戦友を追い詰めてしまったことで自身を責めるオルト・ゾラ。その様子を見たタラテクトラは彼と共に戦ったかつての記憶を思い出しながらも、目の前の戦場で勝利を掴むための覚悟をゾラに迫る。戦友の想いを受け取り自らの使命を見据えたゾラは、指揮官として非情な決断を下す。"
                },
                "18": {
                    "ID": "10153431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153431",
                    "TitleEnglish": "End of the Battle to the Death",
                    "SummaryEnglish": "The battle is over, but at a heavy price. While a weary corps mourn their losses, representatives from the Solarian Church arrive to meet the fabled Reaper.",
                    "TitleJapanese": "死闘の果て",
                    "SummaryJapanese": "ウォルテカムイを前に完全敗北を喫したラグナだが、辛くも転移魔法によって命を救われる。絶望の中、カムイに首を取られたはずのスターリアと精神世界で言葉を交わしたラグナは、彼女の為し遂げたい想いを感じ取り、その生存を確信するのだった。\n一方、スターリアを失い、重苦しい空気に包まれる銀装兵団の前に、アルテマティアと同じ容姿をした聖女・カルラが現れる。"
                },
                "19": {
                    "ID": "10153432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153432",
                    "TitleEnglish": "Reason To Fight",
                    "SummaryEnglish": "Ragna has found a reason to fight, and he and the Argentum Corps will take the battle to the Blood of the Wing, no matter what Crimson thinks.",
                    "TitleJapanese": "戦う理由",
                    "SummaryJapanese": "クリムゾンが修復した地球儀の間で傷を癒やし、全快したラグナ。今度こそ翼の血族を倒し、スターリアを救う為にクリムゾンに助力を乞う。しかし圧倒的な強さを持つカムイとアルテマティアの時操魔法の前に現状では勝ち目がないと考えるクリムゾンは、その要請を拒否。かわりに自らの計画に従うようラグナに指示するが、スターリアや銀装兵団のメンバーとの関わりの中で己が戦う理由を見つけたラグナは、その指示を拒絶する。"
                },
                "20": {
                    "ID": "10153433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153433",
                    "TitleEnglish": "Just Watch Me",
                    "SummaryEnglish": "Four superior dragons stand between them and the Winged Monarch. With unyielding resolve, the Argentum Corps storm a dead capital for the final battle.",
                    "TitleJapanese": "オレを見ていてくれ",
                    "SummaryJapanese": "スターリアの奪還と翼の王の打倒を目標にした、銀装兵団と太陽神教の作戦会議がスタート。難しい状況の中で、カルラの助言を受けながら各々の役割を整理していく。\nさらに、翼の血族の能力の中でもとりわけ、絶対的に思われた時操魔法への対抗策をカルラに授かり、作戦成功の切り札を手にした一行は、それぞれの想いを胸に最終決戦へと向かう。"
                },
                "21": {
                    "ID": "10153434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153434",
                    "TitleEnglish": "Words Aren't Needed",
                    "SummaryEnglish": "Multiple battles erupt in an all-out war against the Blood of the Wing. As each side engages in mortal combat, a crucial decision awaits Crimson.",
                    "TitleJapanese": "言葉はいらない",
                    "SummaryJapanese": "ボルギウスとゴーレム。オルト・ゾラと銀装兵団。カムイとラグナ。戦場は複数の局面に分かれてその激しさを増していく。\n難しくなると思われた銀装兵団による戦いは圧倒的成長を遂げたガルムを中心にゾラと互角以上の戦いを見せていた。\n一方、ラグナとカムイによる異次元の戦闘を見つめる瀕死のスターリアの元にナサレサが現れて…。"
                },
                "22": {
                    "ID": "10153435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153435",
                    "TitleEnglish": "The Winged Monarch",
                    "SummaryEnglish": "The darkest hour is at hand. As cherished comrades fall on both sides, bittersweet memories of the past surge to the forefront.",
                    "TitleJapanese": "翼の王",
                    "SummaryJapanese": "300%の狂化で残りわずかとなった命を燃やすオルト・ゾラを前に団員もまた、命を賭してその力に対抗。圧倒的なカリスマでメンバーを導き、生きる道を示してきたスターリア・レーゼに報いるべく、一人一人が限界を超えた自らの力を引き出していく。\nこの時、クリムゾンによって追い込まれたアルテマティアの頭には、人間であった頃のある記憶が浮かんでいた・・・。"
                },
                "23": {
                    "ID": "10153436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153436",
                    "TitleEnglish": "Lightning God",
                    "SummaryEnglish": "As Ragna and Woltekamui's titanic battle rages across the heavens, the dragon is reminded of another encounter—one that shaped him into the warrior he is today.",
                    "TitleJapanese": "雷神",
                    "SummaryJapanese": "ネビュリムから託された圧倒的な力で周囲を制圧し、アルテマティアをクリムゾンの異空間から救い出そうとするボルギウス。しかしその目の前には、倒されたはずのキメラの中から突如現れた男が立ち塞がる。\n翼の血族が追い詰められる中、カムイは自分と互角に戦う強者との戦いにあって、かつて敗北を喫した殺尽竜・ギルゼアのことを思い浮かべていた。"
                },
                "24": {
                    "ID": "10153437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ragna-crimson/episodes/10153437",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Just as Ragna, Crimson and the Argentum Corps stand at the cusp of victory, the worst case scenario occurs: Against all odds, Ultimatia reclaims her dominion over time.",
                    "TitleJapanese": "光",
                    "SummaryJapanese": "互いに持てる力の全てを賭して激突するラグナとカムイ。絶対の力を求め積み上げてきた両者による異次元の戦いも遂に決着を迎える。\n絶望的な状況下で時を操る力をとり戻したアルテマティアは、失ってきた血族全てを取り戻すため力を振るおうとし…。"
                }
            }
        }
    }
}