{
  "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt32420174/",
    "https://dededede.jp/",
    "http://www.reddit.com/r/Dededededestruction",
    "https://www.tvmaze.com/shows/77321/show-slug",
    "https://www.themoviedb.org/tv/254987",
    "https://en.wikipedia.org/wiki/Dead_Dead_Demon%27s_Dededede_Destruction#Anime",
    "https://x.com/DEDEDEDEanime"
  ],
  "TitleEnglish": "DEAD DEAD DEMONS DEDEDEDE DESTRUCTION",
  "SummaryEnglish": "As the world is threatened by the sudden appearance of a mysterious alien mothership, best friends Koyama Kadode and Nakagawa “Ontan” Oran carry on about their high school life. But as they grow up, they face existential questions, learning adulthood’s complexities and that the true threat may not be from above.",
  "Aliases": [
    "DDDD",
    "Dead Dead Demon's Dededede Destruction",
    "Dead Dead Demon's Dededededestruction",
    "DeDeDeDe",
    "デデデデ"
  ],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "1991464",
      "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "2": {
          "ID": "10858326",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10858326",
          "TitleEnglish": "Dead Dead Demons Dedededede Destruction Previous Chapter",
          "SummaryEnglish": "Three years ago, on August 31st, a gigantic spaceship called the \"Mother Ship\" suddenly attacked Tokyo, and it seemed like the world was coming to an end. After that, the hopeless situation gradually became part of everyday life, and the strange sight of a mothership floating in the sky became commonplace. Meanwhile, high school girls Kadode Koyama and Oran Nakagawa, also known as \"Ontan,\" are living a casual student life with their homeroom teacher Watarase and their close friends...",
          "Aliases": []
        },
        "3": {
          "ID": "10858328",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10858328",
          "TitleEnglish": "Dead Dead Demon's Dededede Destruction Part 2",
          "SummaryEnglish": "A large spaceship appears over Tokyo three years before the story starts. A one-sided war against the seemingly harmless aliens ensues, sparking controversy and pacifism. Despite this unique and tragic event, high school girls Koyama Kadode and Nakagawa Ouran behave as if nothing has changed. They live their days like they always have. The focus of this story is not the alien invasion, but human nature, dialogue, growing up, and life.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1991465",
      "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/seasons/official/1",
      "# Episodes": 17,
      "Episodes": {
        "1": {
          "ID": "10504198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504198",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "A giant ship appeared in Tokyo, and three years have passed. The daily routine seemed to have ended, and the world appeared to be on the brink of destruction. However, the ship did nothing, and life continued as usual.",
          "Aliases": []
        },
        "2": {
          "ID": "10504199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504199",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "A smaller disc crashes in a residential area in Suginami. A new weapon system from a private company is being made operational as quickly as possible to avert the impending danger of crashes. Meanwhile, Kadode gathers all her courage and invites herself to her teacher's home.",
          "Aliases": []
        },
        "3": {
          "ID": "10504200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504200",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "After the Fujin-6 successfully shot down its first target, the government is accelerating the deployment of more by all means. However, there are voices that consider this questionable.",
          "Aliases": []
        },
        "4": {
          "ID": "10504201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504201",
          "TitleEnglish": "Episode 4",
          "SummaryEnglish": "It's Christmas and the girls are celebrating together. Meanwhile, the mother ship is increasingly decoupling other smaller ships that are being shot down by the Fujin Model 7, but not every one of these kills and subsequent crashes goes smoothly.",
          "Aliases": []
        },
        "5": {
          "ID": "10504202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504202",
          "TitleEnglish": "Episode 5",
          "SummaryEnglish": "A look back at the elementary school days of Oran and Kadode. Oran befriends Kadode, who is bullied by the rest of the class, during a summer course, but finds it difficult to stand up for Kadode at school. Additionally, the two of them discover a mysterious creature together...",
          "Aliases": []
        },
        "6": {
          "ID": "10504204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504204",
          "TitleEnglish": "Episode 6",
          "SummaryEnglish": "Kadode decides to use the tools of an \"invader\" to help people in trouble. During the hot summer, she tries to help a pregnant woman who is stuck at a closed railway crossing, but accidentally causes a train derailment. Shocked that her good intentions ended up hurting people, Kadode resolves never to fail again...",
          "Aliases": []
        },
        "7": {
          "ID": "10504207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504207",
          "TitleEnglish": "Episode 7",
          "SummaryEnglish": "Ai goes on a bus tour through Tokyo with an admirer. Meanwhile, the company SES continues to work on innovative weapons systems that are intended to ensure that Japan will no longer be dependent on other countries.",
          "Aliases": []
        },
        "8": {
          "ID": "10504209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504209",
          "TitleEnglish": "Episode 8",
          "SummaryEnglish": "Kadode and Oran graduate from high school and face a new chapter in their lives. Meanwhile, Japan is working hard on the construction of the Chokujin, while the existence of the invaders remains an official secret. However, resistance is stirring.",
          "Aliases": []
        },
        "9": {
          "ID": "10504211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504211",
          "TitleEnglish": "Episode 9",
          "SummaryEnglish": "Kadode, Oran, Ai, and Rin begin their studies and meet Futaba on campus. As various protest movements gain strength, the government finds it impossible to hide the existence of the invaders any longer after the recent incident.",
          "Aliases": []
        },
        "10": {
          "ID": "10504212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504212",
          "TitleEnglish": "Episode 10",
          "SummaryEnglish": "Oran encounters the invader who has taken over Oba's body and decides to temporarily house him with Kadode. Meanwhile, the JSDF and other organizations begin a public hunt for the invaders after their existence is announced to the public.",
          "Aliases": []
        },
        "11": {
          "ID": "10504213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504213",
          "TitleEnglish": "Episode 11",
          "SummaryEnglish": "With the introduction of the Fujin Model 9, it is becoming increasingly dangerous for the invaders. SHIP is growing more desperate as their demonstrations fall on deaf ears and public interest wanes. Meanwhile, the government equips the new Fujin models with an AI.",
          "Aliases": []
        },
        "12": {
          "ID": "10504214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504214",
          "TitleEnglish": "Episode 12",
          "SummaryEnglish": "Knowing that the world is about to end, Kadode arranges to meet with her former teacher, Watarase. Oba encounters an invader and questions them about the current situation on the mothership. Additionally, the Occultism Club goes on a summer camp trip.",
          "Aliases": []
        },
        "13": {
          "ID": "10504215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504215",
          "TitleEnglish": "Episode 13",
          "SummaryEnglish": "Futaba makes a decision regarding the task assigned to her by SHIP. Early in the morning, Ontan sneaks off somewhere, causing Oba to fear the worst. Together with Makoto, he tries to find Oran before anything worse happens.",
          "Aliases": []
        },
        "14": {
          "ID": "10504216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504216",
          "TitleEnglish": "Episode 14",
          "SummaryEnglish": "The mothership begins to break apart and plummet down towards Tokyo. Meanwhile, the government tries to fend off foreign interference. In their desperation, the invaders see only one way out.",
          "Aliases": []
        },
        "15": {
          "ID": "10504217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504217",
          "TitleEnglish": "Episode 15",
          "SummaryEnglish": "While Kadode, Oran, and their friends consider whether to return to Tokyo, the situation there escalates. The government decides to move up the launch of their ark, named *Ocean*, and abandon Tokyo. Kohiruimaki, on his part, has a plan of his own as well.",
          "Aliases": []
        },
        "16": {
          "ID": "10504218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504218",
          "TitleEnglish": "Episode 16",
          "SummaryEnglish": "The world is on the brink of destruction. Kadode, Oran, and their friends head back to Tokyo. Meanwhile, Oba tries to use the password to shut down the reactor of the mothership before it explodes.",
          "Aliases": []
        },
        "17": {
          "ID": "10504219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-dead-demons-dededededestruction/episodes/10504219",
          "TitleEnglish": "Episode 17",
          "SummaryEnglish": "We return to the world after August 32nd, where Makoto met Kadode's father. Makoto sees only one way out for Nobuo: he should restart the world once more and travel back to the point 12 years ago, to which the Shift Machine is anchored.",
          "Aliases": []
        }
      }
    }
  }
}