{
  "URL": "https://www.thetvdb.com/series/rwby-ice-queendom",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt19389868/",
    "https://anime.team-rwby-project.jp/",
    "http://www.reddit.com/r/RWBYIceQueendom",
    "https://www.themoviedb.org/tv/195966",
    "https://www.themoviedb.org/tv/195966",
    "https://x.com/TeamRWBYPrj_en"
  ],
  "TitleEnglish": "RWBY: Ice Queendom",
  "SummaryEnglish": "In the world of Remnant, a place where science and fairy tales coexist, human civilization is plagued by deadly monsters known as the Grimm. For a time, victory by the Grimm seemed all but certain, if not for the heroism of those sworn to protect humanity -- Huntsmen and Huntresses. These warriors are trained and assembled into teams at schools like Beacon Academy, where Ruby meets Weiss and Blake -- forming Team RWBY along with Ruby’s sister, Yang. While team RWBY studies to become the greatest Huntresses the world of Remnant has ever known, they are faced with a horrifying threat...",
  "Aliases": [
    "RWBY: Hyōsetsu Teikoku",
    "RWBY: Hyousetsu Teikoku",
    "RWBY - Hyousetsu Teikoku"
  ],
  "Modified": "2025-07-28",
  "Seasons": {
    "1": {
      "ID": "1991778",
      "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9097525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9097525",
          "TitleEnglish": "Red, White, Black, Yellow",
          "SummaryEnglish": "Ruby Rose, a girl who admires Huntsmen, along with her elder sister Yang Xiao Long enroll into Beacon Academy, a training school for Huntsmen. Her talents were discovered by Ozpin, the school’s Headmaster. Weiss Schnee, heiress of the world’s largest Dust manufacturing company, the Schnee Dust Company (S.D.C.), has disagreements with her father, defeats Arma Gigas, and leaves. Blake Belladona, a former member of White Fang, a terrorist organization and sworn enemy of the S.D.C., also leaves her organization. These two girls also become new students at Beacon. With hope and secret passion in their hearts, the story of these four girls who dream to become Huntsmen, now begin.",
          "Aliases": []
        },
        "2": {
          "ID": "9227498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9227498",
          "TitleEnglish": "This Is Beacon",
          "SummaryEnglish": "Young boys and girls wanting to become Huntsmen gather to attend Beacon’s entrance ceremony. As everyone gathers, a shy Ruby is being urged by Yang to make friends. However, after being dismissed by Blake and angering Weiss, she gets depressed.",
          "Aliases": []
        },
        "3": {
          "ID": "9227499",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9227499",
          "TitleEnglish": "A Nightmare Comes",
          "SummaryEnglish": "Based on the test results, Ruby, Weiss, Blake, and Yang form “Team RWBY”, and their school life beings. However, the four are not able to open up to each other just yet. Weiss, unaccepting that Ruby was chosen as team leader, appeals to the professor that she is more capable of the role, but is advised to \"be the best teammate\".",
          "Aliases": []
        },
        "4": {
          "ID": "9247116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9247116",
          "TitleEnglish": "Ice Queendom",
          "SummaryEnglish": "On her snowboard, Ruby slides down the snowy field. Weiss, possessed by the Grimm “Nightmare”, created a world in her dreams, which is a reflection of her mind. With the help of Shion, a Huntsman specializing in the Grimm “Nightmare”, Ruby sneaks into Weiss’ dream and heads toward the place where the “Nightmare” had taken root. Those possessed by the “Nightmare” will be entrapped in a nightmare where Aura and life will be deprived. Weiss was already in a dangerous condition. Ruby was so eager to quickly free Weiss from the “Nightmare” but the world reflecting Weiss’ mind, block’s Ruby’s way.",
          "Aliases": []
        },
        "5": {
          "ID": "9247117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9247117",
          "TitleEnglish": "Awaken in a Dream",
          "SummaryEnglish": "Attacked by Weiss and finding herself cornered, Ruby is rescued by Shion. Even after she had awakened from the dream, Ruby starts to feel uncertain having heard Weiss’ aggressive words. However, she decides to take on the challenge once again and returns to the dream, this time accompanied by Yang and Blake. In the dream, the empire, ruled by the Schnee family and protected by Nega-Weiss, had increased their alert levels due to Ruby’s escape. Seeing how important the Schnee family is to Weiss and also her fear and hatred toward the White Fang, the three girls get confused but nevertheless make their way into the dream.",
          "Aliases": []
        },
        "6": {
          "ID": "9254344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254344",
          "TitleEnglish": "Do You Have a Plan?",
          "SummaryEnglish": "Ruby’s party reaches the inner depths of the dream, but Nega-Weiss attacks trying to eliminate Blake. Blake has a difficult timing fighting Weiss’ relentless attacks and is also hurt from hearing harsh words that she and the Faunus were enemies to her. Although they were able to find the “Nightmare”, they could not defeat Weiss, who had exploded in anger by Ruby and Yang’s betrayal and hatred toward Blake. The three had no choice but to retreat to the real world. Ruby’s party had become depress, hearing that sneaking into the dream which meant defeating the “Nightmare”, had become more difficult because of this failure. Dark clouds had gathered concerning this mission of exploring Weiss’ mind and heart…",
          "Aliases": []
        },
        "7": {
          "ID": "9254345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254345",
          "TitleEnglish": "Dreams Come Rued",
          "SummaryEnglish": "With advice from Team JNPR, Penny, and Sun, Ruby’s party decides to try a new plan. Along with Jaune, who had acquired immunity toward the “Nightmare”, the four sneak into Weiss’ dream. Using the train they had rescued from White Fang, they were able to approach close to the center of the empire. Jaune, not being affected by the “Nightmare”, was able to move freely, releases the Sillies, the residents of the dream who were locked away by the empire, and succeeds in obtaining a new relic. Suddenly, a large number of little Weiss jumps out…",
          "Aliases": []
        },
        "8": {
          "ID": "9254346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254346",
          "TitleEnglish": "Where You Belong",
          "SummaryEnglish": "The city falls along with the deformed Sillies and the robot soldiers affected by the bugs’ rampage. As the situation gets chaotic, Nega-Weiss shows up with a giant statute of Nicholas, capturing the Sillies one after another. Although Jaune bravely confronts the statue of Jacques, who is wearing armor that’s reminiscent of Grimm “Geist”, he and Pyrrha, a resident of the dream, are captured. Meanwhile, Ruby’s party manages to reach the core of the dream where the “Nightmare” had rooted, but Nega-Weiss stands in their way. Yang and Blake are swallowed into the glyphs and disappear.",
          "Aliases": []
        },
        "9": {
          "ID": "9254347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254347",
          "TitleEnglish": "My Dream, Your Dream",
          "SummaryEnglish": "In the dorm room, Weiss, smiling, hands Ruby a cup of coffee and the two talk. Weiss leave the room saying, “There is a reason for everything.” It was Ruby’s dream, who was possessed by the “Nightmare” due to her weakening spirit. Ruby awakes just in time with Jaune’s help. Meanwhile, Yang and Blake had been sent to a mansion, which looked like it was symbolizing the history of the conflict between the White Fang and the S.D.C. Ruby, who had returned to Weiss’ dream, and Blake each propose a new plan.",
          "Aliases": []
        },
        "10": {
          "ID": "9254348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254348",
          "TitleEnglish": "Mirror of Darkness",
          "SummaryEnglish": "Blake’s plan was a much too dangerous one, making the “Nightmare” possess Blake so that they could confront Nega-Weiss. Yang objects but Blake was firmly determined. Shion and Ozpin decide to accept her plan, considering Weiss’s urgent condition. As Blake becomes covered with the “Nightmare”, an ominous herd of shadows appears. Blake gives the word of command, “Burry the Schnee Dust Company!” toward the shadows, which looked just like Adam, who she had left behind in her past. Blake attacks Nega-Weiss along with the herd, and Nega-Weiss confronts them with anger. It was indistinguishable if the herd was Grimm or the White Fang. Meanwhile, Ruby uses this chance to head toward the center core of the dream, where the “Nightmare” had rooted.",
          "Aliases": []
        },
        "11": {
          "ID": "9254349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254349",
          "TitleEnglish": "Light in Shadows",
          "SummaryEnglish": "As Yang fights the statue of Nicholas, Jaune and the Sillies fight the statue of Jacques. The robot army that had been created from Weiss’s nightmare fight the deformed White Fang which had been created from Blake’s nightmare. While battles are held in various places, Nega-Weiss clashes with Nega-Blake. Weiss is overwhelmed but tries to confront Nega-Blake, raging with Faunus’ anger who were being continuously oppressed. On the other hand, Ruby reaches the core of the dream and attacks the briar that covers the “Nightmare” but it quickly goes back to its original form and she is unable to destroy it. As she gets flustered, she remembers the words Weiss had said in Ruby’s dreams.",
          "Aliases": []
        },
        "12": {
          "ID": "9254350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rwby-ice-queendom/episodes/9254350",
          "TitleEnglish": "Best Day Ever",
          "SummaryEnglish": "Defeating the “Nightmare” and released from the nightmare, Team RWBY and Team JNPR resume their school life. The teammates had opened their hearts to each other more than before. Along with Ozpin, Shion who is going to set out on another journey, watches over the students who were growing up. Experiencing that building a relationship of trust with her friends leads to power, Ruby decides to do her best as leader, and Yang supports her younger sister’s decision. Meanwhile, Weiss and Blake promise to accept each other as teammates. The girls had deepened their bonds with their friends, and together, they set out on their way to becoming a Huntsmen.",
          "Aliases": []
        }
      }
    }
  }
}