{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury",
    "Genres": [
        "Action",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/F072-0A64-D490-4A14-1609-G",
        "https://www.imdb.com/title/tt15433166/",
        "https://g-witch.net/",
        "https://www.themoviedb.org/tv/196400",
        "https://www.wikidata.org/wiki/Q109252646",
        "https://x.com/G_Witch_M",
        "https://www.youtube.com/c/GundamInfo"
    ],
    "TitleEnglish": "Mobile Suit Gundam: The Witch from Mercury",
    "SummaryEnglish": "A.S. (Ad Stella) 122― An era when a multitude of corporations have entered space and built a huge economic system. A lone girl from the remote planet Mercury transfers to the Asticassia School of Technology, run by the Beneritt Group which dominates the mobile suit industry. Her name is Suletta Mercury. With a scarlet light burning in her pure heart, this girl walks step by step through a new world.",
    "TitleJapanese": "機動戦士ガンダム 水星の魔女",
    "SummaryJapanese": "A.S.（アド・ステラ）122――数多の企業が宇宙へ進出し、巨大な経済圏を構築する時代。モビルスーツ産業最大手「ベネリットグループ」が運営する「アスティカシア高等専門学園」に、辺境の地・水星から一人の少女が編入してきた。名は、スレッタ・マーキュリー。無垢なる胸に鮮紅の光を灯し、少女は一歩ずつ、新たな世界を歩んでいく。",
    "Aliases": [
        "Kidō Senshi Gundam: Suisei no Majo",
        "Kidou Senshi Gundam: Suisei no Majo",
        "G-Witch"
    ],
    "Modified": "2025-07-20",
    "Seasons": {
        "0": {
            "ID": "1992435",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9262731",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9262731",
                    "TitleEnglish": "Prologue",
                    "SummaryEnglish": "At Fólkvangr, a front constructed inside an asteroid, the Gundam Lfrith is undergoing operating tests in the Vanadis Institute's laboratory. The Lfrith has not yet managed to meet the conditions imposed by the council, and test pilot Elnora Samaya is growing impatient. That same day, her daughter is celebrating her fourth birthday...",
                    "TitleJapanese": "PROLOGUE",
                    "SummaryJapanese": "小惑星に建造されたフロント、フォールクヴァング。ヴァナディース機関のラボでは、ガンダム・ルブリスの稼働実験が行われていた。評議会から課された条件をクリア出来ないままのルブリスに、焦燥感を募らせるテストパイロット、エルノラ・サマヤ。――その日は、彼女の娘が4歳を迎える誕生日だった。"
                },
                "2": {
                    "ID": "9453147",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9453147",
                    "TitleEnglish": "Okochi Ichiro \"CRADLE PLANET\" Reading (by Ichinose Kana)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大河内一楼「ゆりかごの星」朗読 (by市ノ瀬加那)",
                    "SummaryJapanese": "YOASOBIが歌う『機動戦士ガンダム 水星の魔女』オープニングテーマ 「祝福」の原作小説「ゆりかごの星」（著：大河内一楼）をスレッタ・マーキュリー役を演じる市ノ瀬加那が朗読"
                },
                "3": {
                    "ID": "9476220",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9476220",
                    "TitleEnglish": "GUND-ARM Inc. Promotion Video",
                    "SummaryEnglish": "GUND-ARM, Inc. is dedicated to the medical use of GUND technology.",
                    "TitleJapanese": "株式会社ガンダム　プロモーションビデオ",
                    "SummaryJapanese": "株式会社ガンダム　プロモーションビデオ\n株式会社ガンダムは、GUND技術による医療事業を目指します。\n\n\nGUND-ARM Inc. PROMOTION VIDEO\nGUND-ARM, Inc. is dedicated to the medical use of GUND technology."
                },
                "4": {
                    "ID": "9667072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9667072",
                    "TitleEnglish": "Mobile Suit Gundam The Witch of Mercury Special Number",
                    "SummaryEnglish": null,
                    "TitleJapanese": "機動戦士ガンダム 水星の魔女 特番",
                    "SummaryJapanese": "2022/11/24(木) 10:00～10:30\nＡＴ－Ｘ\n機動戦士ガンダム 水星の魔女 特番 [字]\n\n■まだ間に合う！『機動戦士ガンダム 水星の魔女』スペシャル特番\n\n詳細情報\n＜番組内容＞\nこのスペシャル特番では、第１話「魔女と花嫁」から第６話「鬱陶しい歌」までを、一挙に振り返ることができます。これから『機動戦士ガンダム　水星の魔女』をご視聴される方はもちろん、毎週ご視聴いただいている皆さまも第７話に向けた復習として、ぜひお楽しみください。"
                },
                "5": {
                    "ID": "11249824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/11249824",
                    "TitleEnglish": "Festival ~ Asticasia All-School Assembly~ Daytime",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フェス ～アスティカシア全校集会～ 昼の部",
                    "SummaryJapanese": "大盛り上がりで終了した、アスティカシア全校集会。だが、学生たちの祭典はまだ終わっていなかった――イベントの最後を締めくくる、後夜祭の幕が開く！会場は、戦術試験区域マクハリの人工海浜！待ち受けるのはノリノリムードと解放感！どんな学生も浮かれて騒ぐ、ひと時の夢の大宴会！お祭りは、最後の最後まで楽しんでこそ。スレッタたちはそれぞれの胸に光を灯し、後夜祭を駆け抜ける。"
                },
                "6": {
                    "ID": "11249825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/11249825",
                    "TitleEnglish": "Festival ~ Asticasia All-School Assembly~ Night Session",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フェス ～アスティカシア全校集会～ 夜の部",
                    "SummaryJapanese": "大盛り上がりで終了した、アスティカシア全校集会。だが、学生たちの祭典はまだ終わっていなかった――イベントの最後を締めくくる、後夜祭の幕が開く！会場は、戦術試験区域マクハリの人工海浜！待ち受けるのはノリノリムードと解放感！どんな学生も浮かれて騒ぐ、ひと時の夢の大宴会！お祭りは、最後の最後まで楽しんでこそ。スレッタたちはそれぞれの胸に光を灯し、後夜祭を駆け抜ける。"
                }
            }
        },
        "1": {
            "ID": "1992436",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9108561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9108561",
                    "TitleEnglish": "The Witch and the Bride",
                    "SummaryEnglish": "The Asticassia School of Technology is run by the Benerit Group, a major player in the world of space industry. Suletta Mercury, a transfer student from the planet Mercury, is looking forward to her new life at the school. But just as she is about to arrive, she notices a lone figure drifting in space.",
                    "TitleJapanese": "魔女と花嫁",
                    "SummaryJapanese": "宇宙産業の大手ベネリットグループが経営する、アスティカシア高等専門学園。水星からの編入生スレッタ・マーキュリーは、学園での新生活に胸を躍らせていた。だが到着間近、彼女は宇宙を漂う一つの影を発見する。"
                },
                "2": {
                    "ID": "9371125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371125",
                    "TitleEnglish": "The Cursed Mobile Suit",
                    "SummaryEnglish": "Suletta has won in her combat with Guel. However, there are now suspicions that her mobile suit Aerial uses the GUND Format, a forbidden \"witch's technology.\" Meanwhile, Miorine faces a crisis as her father Delling wants her to leave the school.",
                    "TitleJapanese": "呪いのモビルスーツ",
                    "SummaryJapanese": "グエルとの決闘に勝利したスレッタ。しかし彼女のモビルスーツ・エアリアルには、禁止された魔女の技術、GUNDフォーマットを使用している嫌疑がかけられる。一方ミオリネは、父デリングにより退学の危機に直面していた。"
                },
                "3": {
                    "ID": "9371126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371126",
                    "TitleEnglish": "Guel's Pride",
                    "SummaryEnglish": "Suletta is being forced to duel in a rematch. She and Miorine form a cooperative partnership to save the Aerial from being scrapped, and keep Miorine from being expelled from school. But for her opponent Guel, this is also a battle he absolutely cannot lose.",
                    "TitleJapanese": "グエルのプライド",
                    "SummaryJapanese": "決闘の再試合を強いられるスレッタ。エアリアルの廃棄処分を取り消すため、ミオリネの退学を回避するため、二人は協力関係を結ぶ。一方、対戦相手のグエルにとっても、この決闘は、絶対に負けられない戦いだった。"
                },
                "4": {
                    "ID": "9371127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371127",
                    "TitleEnglish": "Unseen Trap",
                    "SummaryEnglish": "Bewildered by Guel's sudden proposal, Suletta panics and flees from the scene. Everyone is astonished by Guel's behavior, but Chuchu, a student from Earth House, stares at him with cold indifference.",
                    "TitleJapanese": "みえない地雷",
                    "SummaryJapanese": "グエルからスレッタへの、突然のプロポーズ。困惑したスレッタはパニックになり、その場から逃げ出してしまう。皆がグエルの行動に驚く中、地球寮の生徒の一人チュチュは冷ややかな視線を送っていた。"
                },
                "5": {
                    "ID": "9371128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371128",
                    "TitleEnglish": "Reflection in an Icy Eye",
                    "SummaryEnglish": "Peil Technologies has sent Elan to reveal the secrets behind Aerial. Suletta had Elan in her mind, because of his benevolence. One day, Elan asks Suletta to go out with him.",
                    "TitleJapanese": "氷の瞳に映るのは",
                    "SummaryJapanese": "ペイル・テクノロジーズがエランを利用して、エアリアルの秘密に迫ろうと画策する。何故か自分に優しく接するエランのことが、スレッタは気になっていた。そんな中スレッタはある日、エランから外出の誘いを受ける。"
                },
                "6": {
                    "ID": "9371129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371129",
                    "TitleEnglish": "A Gloomy Song",
                    "SummaryEnglish": "Suletta has agreed to a duel with Elan, but she can't hide her bewilderment at Elan's sudden change of attitude. The duel is to take place in space outside the front, and since the Aerial has no thruster unit, she is forced to upgrade her machine.",
                    "TitleJapanese": "鬱陶しい歌",
                    "SummaryJapanese": "エランとの決闘を承諾したスレッタ。エランの豹変した態度に、彼女は戸惑いを隠せない。決闘の場所はフロント外宙域。推進ユニットを持たないエアリアルは、機体の増強を余儀なくされる。"
                },
                "7": {
                    "ID": "9371131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371131",
                    "TitleEnglish": "Shall We Gundam?",
                    "SummaryEnglish": "As Suletta passes her days in a state of distraction, unable to get in touch with Elan, a letter arrives from the Benerit Group inviting her to an incubation party. Though Miorine dismissively tells her that she doesn't need to go, Suletta is hoping that she can see Elan again...",
                    "TitleJapanese": "シャル・ウィ・ガンダム？",
                    "SummaryJapanese": "エランと連絡が取れないまま茫然と日々を過ごすスレッタのもとに、ベネリットグループからインキュベーションパーティーの招待状が届く。ミオリネは行く必要なしと冷たくあしらうが、スレッタはエランとの再会を期待して……。"
                },
                "8": {
                    "ID": "9371132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371132",
                    "TitleEnglish": "Their Choice",
                    "SummaryEnglish": "GUND-ARM, Inc. has been hastily launched. Now Miorine, who has become the company president, is enlisting the members of Earth House as employees. But due to its rushed creation, the nature of the business has yet to be decided. Seeking a way to lift the Gundam's curse, Miorine pays a visit to Prospera.",
                    "TitleJapanese": "彼らの採択",
                    "SummaryJapanese": "急遽始動した、株式会社ガンダム。社長となったミオリネは、地球寮のメンバーを社員として巻き込んでいく。だが、突貫で作られたため、事業内容は決まっていなかった。ミオリネはガンダムの呪いを解くきっかけを求めて、プロスぺラを訪ねる。"
                },
                "9": {
                    "ID": "9371133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371133",
                    "TitleEnglish": "If I Could Take One Step Toward You",
                    "SummaryEnglish": "The launch of GUND-ARM, Inc., has been stalled by Shaddiq's scheming. Miorine challenges him to a duel, with the fate of the company at stake. The terms of the duel are a six-member team battle. But Earth House doesn't have that many mobile suits, or pilots...",
                    "TitleJapanese": "あと一歩、キミに踏み出せたなら",
                    "SummaryJapanese": "シャディクの策略により、株式会社ガンダムの起業は暗礁に乗り上げた。ミオリネは会社の命運を懸けて、彼に決闘を申し込む。決闘の条件は6対6の集団戦。しかし、地球寮にはモビルスーツもパイロットも足りず……。"
                },
                "10": {
                    "ID": "9371134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371134",
                    "TitleEnglish": "Circling Thoughts",
                    "SummaryEnglish": "It has been two months since the duel with Shaddiq. Little by little, the launch of GUND-ARM, Inc. is proceeding on track. As she juggles the company and her schoolwork, Suletta's days are productive and fulfilling. Meanwhile Miorine, pushing forward in her demanding role as company president, unexpectedly encounters Feng once again.",
                    "TitleJapanese": "巡る思い",
                    "SummaryJapanese": "シャディクとの決闘から二ヶ月。少しずつ軌道に乗り出した株式会社ガンダム。事業と学業を両立しながら、スレッタは充実した日々を送っていた。一方ミオリネは、多忙な社長業に邁進する中、フェンと思いがけない再開を果たす。"
                },
                "11": {
                    "ID": "9371135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371135",
                    "TitleEnglish": "The Witches from Earth",
                    "SummaryEnglish": "The members of Earth House depart the school to pick up the Aerial, which has been under repair. Their destination is Plant Quetta, a giant development facility that belongs to the Benerit Group. But Suletta is still troubled by the misunderstanding between her and Miorine.",
                    "TitleJapanese": "地球の魔女",
                    "SummaryJapanese": "改修中のエアリアルを引き取るため、学園を出航する地球寮の一同。目的地は、ベネリットグループの巨大開発施設プラント・クエタ。だがスレッタは、ミオリネとのすれ違いにまだ思い悩んだままで……。"
                },
                "12": {
                    "ID": "9371136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9371136",
                    "TitleEnglish": "Keep Marching On Instead of Running Off",
                    "SummaryEnglish": "Plant Quetta has been attacked by a pair of Gundams. Miorine, separated from Suletta, runs through the facility in an attempt to rejoin her. Meanwhile, Suletta marches forward to save Miorine.",
                    "TitleJapanese": "逃げ出すよりも進むことを",
                    "SummaryJapanese": "プラント・クエタを襲う、二機のガンダム。スレッタと分断されてしまったミオリネは、合流を目指し施設内を駆ける。一方、スレッタはミオリネを救うため、前へと歩みを進める。"
                },
                "13": {
                    "ID": "9399508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9399508",
                    "TitleEnglish": "Envoys from the Earth",
                    "SummaryEnglish": "It has been two weeks since the attack on Plant Quetta. At first glance, it seems daily life at the school has remained peaceful, but a gag order has been imposed regarding the incident, and the members of Earth House feel suffocated. As preparations get under way for the next day's Open Campus event, a pair of transfer students appear before Suletta.",
                    "TitleJapanese": "大地からの使者",
                    "SummaryJapanese": "プラント・クエタ襲撃事件から二週間。\n学園では一見平穏な日常が保たれていたが、事件について箝口令が敷かれており、地球寮のメンバーは息を詰まらせていた。\n翌日から開かれるオープンキャンパスの準備が進む中、スレッタの前には二人の編入生が現れる。"
                },
                "14": {
                    "ID": "9704110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704110",
                    "TitleEnglish": "What They Wish For",
                    "SummaryEnglish": "Behind the scenes of the vibrant Open Campus, Suletta learns what Sophie wants to get from their duel. Nina, meanwhile, feels responsible for the situation. As they each pursue their respective desires and strategies, the Rumble Ring kicks off.",
                    "TitleJapanese": "彼女たちのネガイ",
                    "SummaryJapanese": "華やかなオープンキャンパスの裏で、スレッタはソフィが決闘を通して手に入れたいものを知る。\n一方、事態に責任を感じるニカは……。\nそれぞれの想いや策謀が巡る中、バトルロイヤル方式の決闘イベント、ランブルリングの火蓋が切って落とされる。"
                },
                "15": {
                    "ID": "9704111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704111",
                    "TitleEnglish": "Father and Child",
                    "SummaryEnglish": "Pursued by the Benerit Group's garrison forces, the Dawn of Fold which perpetrated the attack on Plant Quetta is forced to evacuate its hideout. Guel, who was captured by Olcott, is now a prisoner at the hideout. Having slain his own father, Guel remains sunk in deep despair.",
                    "TitleJapanese": "父と子と",
                    "SummaryJapanese": "プラント・クエタ襲撃事件の実行犯であるフォルドの夜明けは、ベネリットグループの駐留部隊から追われ、アジトからの撤退を余儀なくされる。\nアジトには、オルコットに捕虜として囚われたグエルの姿があった。\n父を殺し、深い絶望の中に沈んだままのグエルは……。"
                },
                "16": {
                    "ID": "9704112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704112",
                    "TitleEnglish": "Cycle of Sin",
                    "SummaryEnglish": "The school is in chaos as a result of the Open Campus incident. The Benerit Group's coverup of the incident and its aggressive security operations on Earth have been reported to the public, and it decides to hold an election to turn the situation around.",
                    "TitleJapanese": "罪過の輪",
                    "SummaryJapanese": "オープンキャンパスでの事件によって、学園は混沌の渦中にあった。\n事件の隠蔽と、地球での強引な治安活動を外部に報じられたベネリットグループは、\n状況を打開すべく、総裁選を開くことを決定する。\nそんな中、聴取を終えたミオリネは久々に学園へと戻る。"
                },
                "17": {
                    "ID": "9704113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704113",
                    "TitleEnglish": "Precious Things",
                    "SummaryEnglish": "Having learned of the connection between Prospera and Delling, Miorine decides to take over the Quiet Zero project in exchange for Suletta's liberation. Miorine's 17th birthday is imminent. Now the curtain rises on the final duel that will determine her bridegroom.",
                    "TitleJapanese": "大切なもの",
                    "SummaryJapanese": "プロスぺラとデリングの因縁を打ち明けられたミオリネは、スレッタの解放を交換条件に、\nクワイエット・ゼロ計画を引き継ぐことを決める。\nミオリネの17歳の誕生日は間もなく。\n花婿を決める最後の決闘が、ついに幕引きを迎える。"
                },
                "18": {
                    "ID": "9704115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704115",
                    "TitleEnglish": "Our Empty Selves",
                    "SummaryEnglish": "Defeated in a duel, Suletta has suddenly lost both Miorine and the Aerial. To shake off her sadness, she throws herself into school life. Miorine is getting ready for the presidential election, just as she promised Prospera. But she is clearly worried as Shaddiq takes the lead.",
                    "TitleJapanese": "空っぽな私たち",
                    "SummaryJapanese": "決闘に敗北し、ミオリネとエアリアルを一度に失ったスレッタ。\n悲しさを振り切るように、気丈に学園生活を送る。\nプロスペラとの約束どおり、総裁選に向けた準備を進めるミオリネだったが、シャディクの台頭に焦りを見せていた。"
                },
                "19": {
                    "ID": "9704116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704116",
                    "TitleEnglish": "Not the Best Way",
                    "SummaryEnglish": "Descending to Earth with the Aerial, Miorine holds discussions with the Earthians leading the protests. Given the grim situation on the ground, it seems peaceful negotiations will be almost impossible. Meanwhile, the members of Earth House are unable to cheer up the despairing Suletta...",
                    "TitleJapanese": "一番じゃないやり方",
                    "SummaryJapanese": "エアリアルと共に地球へ降り立ったミオリネは、デモを先導するアーシアンとの対話に臨む。\n苛烈な現地の様相は、平和的な交渉が至難であることを物語る。\n一方、地球寮の皆は、失意のスレッタを励ますことが出来ず……。"
                },
                "20": {
                    "ID": "9704117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704117",
                    "TitleEnglish": "The End of Hope",
                    "SummaryEnglish": "Guel learns that Shaddiq is the mastermind behind the kidnapping of Sarius.",
                    "TitleJapanese": "望みの果て",
                    "SummaryJapanese": "サリウス拉致の首謀者がシャディクであることを知ったグエル。\n父ヴィムを謀ったことへの怒りに燃えるグエルは、証拠を押さえるため学園へ急ぎ戻る。\n一方、シャディクはサリウスの移送を進めつつ、グエルを迎え撃つ準備を整えていた。"
                },
                "21": {
                    "ID": "9704118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704118",
                    "TitleEnglish": "What We Can Do Now",
                    "SummaryEnglish": "The Asticassia School of Technology has been devastated by Norea's rampage. The surviving students are forced to live in evacuation shelters as they wait for relief.",
                    "TitleJapanese": "今、できることを",
                    "SummaryJapanese": "ノレアの暴走によって崩壊したアスティカシカ高等専門学園。\n生き残った学生たちは、救護を待ちつつ避難生活を強いられる日々を送っていた。\nそんな中、スレッタは学園の復旧作業に積極的に従事する。\n一方、地球から帰還したミオリネは、重い罪悪感に囚われていた。"
                },
                "22": {
                    "ID": "9704119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704119",
                    "TitleEnglish": "The Woven Path",
                    "SummaryEnglish": "Prospera and Ericht activate Quiet Zero.",
                    "TitleJapanese": "紡がれる道",
                    "SummaryJapanese": "クワイエット・ゼロを起動したプロスぺラとエリクト。\n2人を止めると決意したスレッタは新たなガンダム、キャリバーンに搭乗するため、ベネリットの本社フロントに向かう。\n一方ミオリネは、自らの選択が起こした凄惨な結果に打ちのめされていた。"
                },
                "23": {
                    "ID": "9704120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704120",
                    "TitleEnglish": "Unrelenting Tenderness",
                    "SummaryEnglish": "Piloting the Calibarn, Suletta confronts Ericht head-on. Guel squares off against Lauda, who is burning with bitter hatred for Miorine. And amid the chaos of battle, a rocket carrying Miorine and the others makes its way to Quiet Zero.",
                    "TitleJapanese": "譲れない優しさ",
                    "SummaryJapanese": "キャリバーンを駆り、エリクトと真っ向から想いをぶつけ合うスレッタ。\nグエルもまた、ミオリネへの激しい憎悪を燃やすラウダと対峙する。\n乱戦の中、ミオリネたちを乗せたロケットは、クワイエット・ゼロへと向かう。"
                },
                "24": {
                    "ID": "9704121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-witch-from-mercury/episodes/9704121",
                    "TitleEnglish": "May All Blessings Find Their Way to You, I'm Wishing It",
                    "SummaryEnglish": "Suletta and her friends managed to shut down Quiet Zero. Nevertheless, the Union Parliament has decided to remove the leadership of the Benerit Group including Quiet Zeros. Now it is once again up to Suletta to avert the danger and protect her friends and family.",
                    "TitleJapanese": "目一杯の祝福を君に",
                    "SummaryJapanese": "宇宙議会連合の放ったレーザー送電システムによって、激しく損壊したエアリアル。\n救出に駆け付けたスレッタの身体を、キャリバーン搭乗によるデータストームの負荷が襲う。\n一方、停止したクワイエット・ゼロでゴドイに捕らえられたミオリネたちは、エアリアルとユニットの譲渡を迫られる。"
                }
            }
        }
    }
}