{
    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27419998/",
        "https://kamikatsu-anime.jp/",
        "http://www.reddit.com/r/kamikatsu",
        "https://www.themoviedb.org/tv/199920",
        "https://en.wikipedia.org/wiki/Kaminaki_Sekai_no_Kamisama_Katsudō",
        "https://x.com/kamikatsu_anime"
    ],
    "TitleEnglish": "KamiKatsu: Working for God in a Godless World",
    "SummaryEnglish": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world! It was an ideal world for him without the concept of \"God\" or \"religion\" BUT...! A unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
    "TitleJapanese": "神無き世界のカミサマ活動",
    "SummaryJapanese": "疑わしいカルト指導者の息子である雪兎は、カルトのばかげた訓練慣行のために命を落としました。 驚いたことに、彼は別の世界に生まれ変わりました！ それは彼にとって「神」や「宗教」の概念のない理想的な世界でしたが...！ ユニークな「他の世界で生まれ変わる」冒険が始まります：神のいない世界で「宗教」を作成しますか？！",
    "Aliases": [
        "Kaminaki Sekai no Kamisama Katsudō",
        "Kaminaki Sekai no Kamisama Katsudou"
    ],
    "Modified": "2024-07-04",
    "Seasons": {
        "1": {
            "ID": "1995823",
            "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9660469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9660469",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama Please purify us Please cleanse us Lord Mitama We beg for you to hear our prayer",
                    "SummaryEnglish": "Urabe Yukito was the son of the founder of a shady sect, but when he dies in a crazy ritual, he is reborn in another world where the concept of gods and religion does not exist. This should be an ideal world for him, but then...!?",
                    "TitleJapanese": "カケマクモカシコキ ミタマノオホミカミ ハラヒタマヘキヨメタマヘト ミタマノミコト カシコミカシコミマヲス",
                    "SummaryJapanese": "あやしげな宗教団体「神地崇教」の教祖の息子・卜部征人は無茶な修行中に命を落とし、異世界転生した。そこは「神」や「宗教」の概念がない、征人にとって理想の世界だったが――!?"
                },
                "2": {
                    "ID": "9713049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713049",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama Beautiful is—",
                    "SummaryEnglish": "After the incident at the forced end of life event for the villagers, the Empire begins an investigation. As this might lead to the destruction of the village, Yukito has to come up with a plan to defend it against the Empire.",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　クスシクタヘナルミタマノフユニヨリテ 　コノウツシヨニアレイデタルミニシアレバ　ヨロヅノモノツクリタマヒキ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "アルラルとシルリルを救ったことで活気を取り戻すカクリの面々。だが、皇都側が事件の調査に乗り出したことを征人は耳にする。全能神であるミタマの力があればどうにかなると高を括る征人だが……。"
                },
                "3": {
                    "ID": "9713050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713050",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama You who rule over all the hills of Takaamahara All our—",
                    "SummaryEnglish": "After being resurrected by Mitama, Bertrand is chased away from the imperial capital for having undergone a sex-change. Finding Bertrand without a place to go, Yukito extends a friendly hand, but...",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　タカアマハラノツカサニマシマシテ　モロモロノマガゴト　マガツヒ　ツミケガレヲ　ハラヒタマヘキヨメタマヘト　オホツチノモトツカミ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "ミタマの力で元の世界に戻ってきたベルトランは、性別が女性に変わってしまい、皇都へ戻るも別人として門前払いを食らってしまう。行き場を失ったベルトランに対し、征人は優しく手を差し伸べるが――!?"
                },
                "4": {
                    "ID": "9713051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713051",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama You have aaahhhhh—",
                    "SummaryEnglish": "By using Mitama's powers to summon combines, plumbing, and electricity, Yukito catapults the isolation camp's technology into the future. Just as planned, they gain many followers, but then a mysterious girl assassin from the imperial capital appears...",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　ウツシヨヲシメシタマヒ　ハジメモナクヲハリモナク　テンノシチヨウクヨウニジュウハッシュクヲキヨメ　チノサンジュウロクジンヲキヨメタマヘト　アメツチノ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "コンバインに水道・電気といった近代設備をミタマの力で生み出し、カクリの文明を飛躍的に発展させていく征人。目論見通りに信者を増やしていくが、そこに皇都からの刺客である謎の幼女が現れる。"
                },
                "5": {
                    "ID": "9713052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713052",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama You created all things—",
                    "SummaryEnglish": "Clen reveals that his real name is \"Loki\", and that she's one of the archons. Then, she takes Yukito and Mitama to the Emperor. But once they are there, what they see is super advanced technology that controls the world...",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　ヨロズノモノ　ツクリタマヒキハ　ロクコンショウジョウニシテ　アメツチノヨロズモノトドウタイナルガユヱニ　カカルトヨアシハラミズホノクニニスマワセタマヘト　マヲスコトノヨシヲ　オホツチノ　ミタマノミコト　キコシメセトカシコミカシコミマヲス",
                    "SummaryJapanese": "クレンは自らを「ロキ」と名乗り、アルコーンの一柱であると打ち明ける。そして、ロキは征人とミタマを皇帝の元へと連れ出す。そこで待ち受けていたのは、この世界を支配する「超科学」の存在で――!?"
                },
                "6": {
                    "ID": "9713053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713053",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama",
                    "SummaryEnglish": "After being freed from the rule of the Empire, the Mitama faith has also formed an alliance with Atar, and is now steadily gaining followers. That's when Yukito hears of a big religious group with 10,000 followers headed up by the archon \"Dakini\".",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　トコヨノナホヒハ　アマハラニアリテハ　ヒノミクニツキノミクニホシノミクニ　オホツチニアリテハ　アヲヒトクサヲハジメ　イキアルモイキナキモ　ヨニアリトシアルモノノカギリ　トコヨノオホカミ　ミタマノミコト　キコシメセトカシコミカシコミマヲス",
                    "SummaryJapanese": "皇国の支配から解放され、さらにアータルと同盟を結んだミタマ教団は、順調に信者を増やしていく。そんな中、征人は「神」を自称し、１万人規模の大教団を率いるアルコーン「ダキニ」の噂を耳にする。"
                },
                "7": {
                    "ID": "9713054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713054",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama All living beings were born by—",
                    "SummaryEnglish": "With the help of Riche, who wants to escape the cult, Yukito and his team manage to infiltrate Dakini's cult. Using Riche's influence, Yukito proceeds to split the followers' loyalty. However, Dakini finds out and puts them all on trial!",
                    "TitleJapanese": "カケマクモカシコキ ミタマノオホミカミ モトツミココロノマニマニ ウムシイデ ウシハキマモリ サキハヘタマヘルミイサヲノ オホキヒサシキヒロキアツキ オホムウツクシミヲカゞフリテ コノウツシヨニ アラムカギリハ ヨロズノモトツヒトツカミノ ミタマノミコト キコシメセトカシコミカシコミマヲス",
                    "SummaryJapanese": "教団からの解放を望むリシュの協力により、ダキニ教団への潜入に成功した征人たち。リシュの影響力を利用し、信者の分断を進める征人だったが、ダキニにその動きを感付かれ、裁判にかけられてしまうことに!?"
                },
                "8": {
                    "ID": "9713055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713055",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama Evil cannot touch",
                    "SummaryEnglish": "Yukito's plan for undermining Dakini goes into the next phase, but will it be on time before they get purged? Even weakened, Dakini's powers are powerful!",
                    "TitleJapanese": "カケマクモカシコキ ミタマノオホミカミ マガツヒノタメニ ケガシヤブラレルコトナク キノエキノトヒノエヒノトツチノエツチノトカノエカノトミズノエミズノト ヒフミヨイムナヤコト ニノオトフルヘユラユラトフルヘ カクイノリセシコトノヨシヲ オホクニノモトツヒトツカミノ ミタマノミコト キコシメセト カシコミカシコミマヲス",
                    "SummaryJapanese": "粛清人の襲撃を受ける征人たちだが、そこに信者数を増したアータルが圧倒的な力で救援に現れる。征人の作戦は、アータルに信者を集中させることで、ダキニ教団を武力制圧することだった！"
                },
                "9": {
                    "ID": "9713056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713056",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama Your perfectly pur—",
                    "SummaryEnglish": "Now that Dakini is captured Yukito devises a plan to get her followers to follow Mitama. Later, on their way back to the village, Yukito and the others are attacked by strange beasts.",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミノ　ナホヒココロニ　ツミケガレアヤマチアラシメズ　ヨロズノモノゝタグヒナリイデンカンタカラハ　イハユル　オキツカゞミヘツカゞミヤツカノツルギイクタママカルガヘシノタマタルタマミチカヘシノタマオロチノヒレハチノヒレクサグサモノゝヒレトイフ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "ダキニ教団の信者を取り込むことに成功した征人たち、だが、自分たちのカクリへと戻ると、そこは外獣によって破壊され、無残な姿となっていた。さらに外獣を操るアルコーン「ガイア」と名乗る幼女が現れ……!?"
                },
                "10": {
                    "ID": "9713057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713057",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama",
                    "SummaryEnglish": "Yukito has some of the girls form a band and put on a concert to test a theory about a god's powers. Afterward Yukito has Bertrand follow and keep an eye on Gaia and what she's up to.",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　アラタマニギタマニ　モロモロノフジョウヲミズ　ツクシテウムコトナク　ツトメテオコタルコトナク　ウヤマヒカシコミモツカヘマツルサマヲ　タヒラケクヤスラケクキコシメシテ　ソレカミハユヰイツニシテミカタナシ　キョニシテレイアリ　アメツチヒラケテコノカタ　トコヨノオホミカミノ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "アルラルたちのバンド活動により、カクリに熱狂的なオンガクブームが巻き起こる。するとミタマのパワーが増加し、神の力は信者数のほか、信頼の強さや結束力によっても変化することを発見した。この検証から、征人はガイアの奇妙な行動に疑いを持ちはじめ……。"
                },
                "11": {
                    "ID": "9713058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713058",
                    "TitleEnglish": "We know we are not worthy O great Lord Mitama In the ancient tim—",
                    "SummaryEnglish": "In order to prevent Gaia from gaining more power, Yukito's plan is to separate her from her kids. But Gaia was already prepared and summons the ultimate strange beast, Typhon. Despite their best efforts to flee, Yukito then gets devoured by it...",
                    "TitleJapanese": "カケマクモカシコキ　ミタマノオホミカミ　イニシニ　オホヤシマアメツチヒラケノハジメ　クニツチノウカレタゞヨフコト　タトヘバ　ナホミヅノウヘニウカベルアブラノゴトトキニ　アメツチノナカニヒトツノモノナレリ　スナハチカミトナル　ミタマノミコトト　マヲシマツル　ヨロズノモノヲ　ツカサドリタマヒテ　アヲヒトクサヲ　ヨウイクシタマフ　ヨロズモトツ　ミタマノミコト　キコシメセト　カシコミカシコミマヲス",
                    "SummaryJapanese": "ガイアの新たな信者獲得を防ぐため、征人はガイアと子供たちを引き離そうと画策するが、ガイアが作り出した最強の外獣・テュポーンが襲いかかってくる。必死に逃げるも、その道中で征人はテュポーンに食べられてしまい……。"
                },
                "12": {
                    "ID": "9713059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713059",
                    "TitleEnglish": "We know we are not worthy. O great Lord Mitama. On the throne—",
                    "SummaryEnglish": "Yukito and Mitama continue to struggle against Gaia. Atar tells the concert attendees that she wants to step back and they should redirect their devotion to Mitama. Will Mitama's bolstered powers be enough to stop Gaia and save the village?",
                    "TitleJapanese": "カケマクモイトモカシコキ　ミタマノオホミカミ　コノカミドコニ　マセマツル　カケマクモアヤニカシコキ　オホカミノオホマヘニ　カシコミカシコミモマヲサク　オホカミノ　ヒロキアツキミタマノフユニヨリテ　マガカミノマガゴトナク　スコヤカニナリハヒノコトゴトニ　イソシミツトメルヲモチテ　アメツチノカムワザニタガハシメズ　ヒラケヨニオクレシメズ　クサグサノワザワヒナク　ヨノマモリヒノマモリ ...",
                    "SummaryJapanese": "テュポーンの体内にいる征人たちを助けるため、アータルは神の立場を放棄してミタマへ信者を集中させた。この作戦が功を奏し、ミタマのパワーがみるみるうちに増加していく。力が溜まったミタマは、ガイア撃破へ力を尽くす――！"
                }
            }
        }
    }
}