{
  "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt27419998/",
    "https://kamikatsu-anime.jp/",
    "http://www.reddit.com/r/kamikatsu",
    "https://www.themoviedb.org/tv/199920",
    "https://en.wikipedia.org/wiki/Kaminaki_Sekai_no_Kamisama_Katsudō",
    "https://x.com/kamikatsu_anime"
  ],
  "TitleEnglish": "KamiKatsu: Working for God in a Godless World",
  "SummaryEnglish": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world! It was an ideal world for him without the concept of \"God\" or \"religion\" BUT...! A unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
  "Aliases": [
    "God's Activity in a World Without Gods",
    "KamiKatsu Working for God in a Godless World",
    "Kaminaki Sekai no Kamisama Katsudou",
    "Kaminaki Sekai no Kamisama Katsudō",
    "What God Does in a World Without Gods"
  ],
  "Modified": "2024-07-04",
  "Seasons": {
    "1": {
      "ID": "1995823",
      "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9660469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9660469",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama Please purify us Please cleanse us Lord Mitama We beg for you to hear our prayer",
          "SummaryEnglish": "Urabe Yukito was the son of the founder of a shady sect, but when he dies in a crazy ritual, he is reborn in another world where the concept of gods and religion does not exist. This should be an ideal world for him, but then...!?",
          "Aliases": []
        },
        "2": {
          "ID": "9713049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713049",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama Beautiful is—",
          "SummaryEnglish": "After the incident at the forced end of life event for the villagers, the Empire begins an investigation. As this might lead to the destruction of the village, Yukito has to come up with a plan to defend it against the Empire.",
          "Aliases": []
        },
        "3": {
          "ID": "9713050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713050",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama You who rule over all the hills of Takaamahara All our—",
          "SummaryEnglish": "After being resurrected by Mitama, Bertrand is chased away from the imperial capital for having undergone a sex-change. Finding Bertrand without a place to go, Yukito extends a friendly hand, but...",
          "Aliases": []
        },
        "4": {
          "ID": "9713051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713051",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama You have aaahhhhh—",
          "SummaryEnglish": "By using Mitama's powers to summon combines, plumbing, and electricity, Yukito catapults the isolation camp's technology into the future. Just as planned, they gain many followers, but then a mysterious girl assassin from the imperial capital appears...",
          "Aliases": []
        },
        "5": {
          "ID": "9713052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713052",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama You created all things—",
          "SummaryEnglish": "Clen reveals that his real name is \"Loki\", and that she's one of the archons. Then, she takes Yukito and Mitama to the Emperor. But once they are there, what they see is super advanced technology that controls the world...",
          "Aliases": []
        },
        "6": {
          "ID": "9713053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713053",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama",
          "SummaryEnglish": "After being freed from the rule of the Empire, the Mitama faith has also formed an alliance with Atar, and is now steadily gaining followers. That's when Yukito hears of a big religious group with 10,000 followers headed up by the archon \"Dakini\".",
          "Aliases": []
        },
        "7": {
          "ID": "9713054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713054",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama All living beings were born by—",
          "SummaryEnglish": "With the help of Riche, who wants to escape the cult, Yukito and his team manage to infiltrate Dakini's cult. Using Riche's influence, Yukito proceeds to split the followers' loyalty. However, Dakini finds out and puts them all on trial!",
          "Aliases": []
        },
        "8": {
          "ID": "9713055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713055",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama Evil cannot touch",
          "SummaryEnglish": "Yukito's plan for undermining Dakini goes into the next phase, but will it be on time before they get purged? Even weakened, Dakini's powers are powerful!",
          "Aliases": []
        },
        "9": {
          "ID": "9713056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713056",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama Your perfectly pur—",
          "SummaryEnglish": "Now that Dakini is captured Yukito devises a plan to get her followers to follow Mitama. Later, on their way back to the village, Yukito and the others are attacked by strange beasts.",
          "Aliases": []
        },
        "10": {
          "ID": "9713057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713057",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama",
          "SummaryEnglish": "Yukito has some of the girls form a band and put on a concert to test a theory about a god's powers. Afterward Yukito has Bertrand follow and keep an eye on Gaia and what she's up to.",
          "Aliases": []
        },
        "11": {
          "ID": "9713058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713058",
          "TitleEnglish": "We know we are not worthy O great Lord Mitama In the ancient tim—",
          "SummaryEnglish": "In order to prevent Gaia from gaining more power, Yukito's plan is to separate her from her kids. But Gaia was already prepared and summons the ultimate strange beast, Typhon. Despite their best efforts to flee, Yukito then gets devoured by it...",
          "Aliases": []
        },
        "12": {
          "ID": "9713059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaminaki-sekai-no-kamisama-katsudou/episodes/9713059",
          "TitleEnglish": "We know we are not worthy. O great Lord Mitama. On the throne—",
          "SummaryEnglish": "Yukito and Mitama continue to struggle against Gaia. Atar tells the concert attendees that she wants to step back and they should redirect their devotion to Mitama. Will Mitama's bolstered powers be enough to stop Gaia and save the village?",
          "Aliases": []
        }
      }
    }
  }
}