{
    "URL": "https://www.thetvdb.com/series/cool-doji-danshi",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21345982/",
        "https://cooldoji-pr.com/",
        "https://www.themoviedb.org/tv/198170",
        "https://en.wikipedia.org/wiki/Play_It_Cool,_Guys",
        "https://x.com/cooldoji_PR"
    ],
    "TitleEnglish": "Play It Cool, Guys",
    "SummaryEnglish": "Enter: a bunch of cool guys who look like they got that unapproachable swag. But let's be real—that's not the true them. They're just a bunch of dorks who've got the act down pat. So sit back, grab some popcorn and enjoy watching a bunch of goofy guys try to look cool all day every day. Play It Cool, Guys is a fun collection of stories featuring guys that are equal parts cool and equal parts adorably awkward.",
    "TitleJapanese": "クールドジ男子",
    "SummaryJapanese": "入ってください：彼らがその近づきがたい盗品を手に入れたように見えるたくさんのかっこいい男たち。 しかし、現実になりましょう。それは真実ではありません。 彼らは、見せかけの日々を持っているただのドークの束です。 だから、座って、ポップコーンを手に取って、たくさんの間抜けな男が毎日一日中クールに見えようとしているのを見て楽しんでください。 Play It Cool、Guysは、同じ部分がクールで、同じ部分が愛らしいぎこちない男をフィーチャーした楽しいストーリーのコレクションです。",
    "Aliases": [
        "Cool Doji Danshi",
        "Kūru Doji Danshi"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "1996971",
            "URL": "https://www.thetvdb.com/series/cool-doji-danshi/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9153078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9153078",
                    "TitleEnglish": "Ichikura Hayate",
                    "SummaryEnglish": "Guys who are cool and good-looking, but a tiny bit awkward. This is a story of guys who pull off being cool despite not always being on the ball.",
                    "TitleJapanese": "一倉颯",
                    "SummaryJapanese": "クールでかっこよくて、だけど、ちょっぴりドジな男子たち。これは、そんなドジさえもクールに決めてしまう男子たちの日常譚である。\n大学生の一倉 颯（いちくら はやて）は、自身がドジであることを自覚し、失敗のたびに反省する日々を送っていた。クールでドジなところが周囲より密かに人気の颯だが、本人は自分に個性がないと思いこみ、ついつい後ろ向きに物事を考えてしまっていた。そんなある日コンビニで……？"
                },
                "2": {
                    "ID": "9403757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9403757",
                    "TitleEnglish": "Futami Shun",
                    "SummaryEnglish": "Futami Shun is a high schooler with good looks who excels at all types of sports. He is a tryhard who hates losing, and he wants to pass off his flubs as intentional.",
                    "TitleJapanese": "二見瞬",
                    "SummaryJapanese": "二見 瞬（ふたみ しゅん）は、イケメンでスポーツ万能な高校生。努力家で負けず嫌いな性格で、失敗すらクールに決めたいと思っている。だが、少し抜けたところがあり、高校生活最後の球技大会でも大活躍の反面、ドジを繰り返してしまう。喫茶店を営む姉のあさみやまわりの人からは、そんなところが「かわいい」と言われるが、本人にとっては不本意なようで……。"
                },
                "3": {
                    "ID": "9404070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9404070",
                    "TitleEnglish": "Mima Takayuki",
                    "SummaryEnglish": "If you were to judge Mima Takayuki by his looks and competence at work, you would not guess that he makes silly mistakes a lot. His colleagues say that he's \"unofficially in charge of soothing\" everyone because of that.",
                    "TitleJapanese": "三間貴之",
                    "SummaryJapanese": "三間貴之（みま たかゆき）は、そのルックスや仕事ぶりからは想像がつかないドジが多く、まわりから密かに「社内の隠れ癒し担当」と呼ばれている。だが本人はそんなこととはつゆ知らず、彼を見て和む人々を不思議そうに見るばかり。残業続きのある日、先輩社員の四季爽太（しき そうた）に誘われ、仕事帰りに居酒屋に立ち寄った貴之は、疲れをため込んでいることを爽太に指摘され、あるアドバイスをもらう。"
                },
                "4": {
                    "ID": "9415849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9415849",
                    "TitleEnglish": "Shiki Souma",
                    "SummaryEnglish": "Shiki Souma is a cheerful student at a vocational school who's not bothered by his own blunders; sometimes they even crack himself up. When a friend talks about her future, he realizes that he has a lot of things he wants to achieve, but not enough strengths yet.",
                    "TitleJapanese": "四季蒼真",
                    "SummaryJapanese": "専門学校生の四季蒼真（しき そうま）は、明るく前向きな性格。ドジな自分にも卑屈にならず、ときどき自身のドジがツボにはまって笑いがこらえられなくなることもある。ある日、友人がすでに自身の将来についてきちんとした考えを持っていることを知った蒼真は感心すると同時に、自分にはやりたいことがたくさんあるが強みや武器がないことを自覚する。そこから自分にはどんなことができるのだろうと考え始め……。"
                },
                "5": {
                    "ID": "9429871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9429871",
                    "TitleEnglish": "Shared Table",
                    "SummaryEnglish": "Hayate is about to go into the Small Animals Cafe when Takayuki approaches him because he didn't want to go into a cafe full of girls and couples by himself. Once inside together, Hayate gets really excited about all the animals, while Takayuki feels the soothing effect of them by just watching.",
                    "TitleJapanese": "相席",
                    "SummaryJapanese": "バイトの面接帰り、以前チラシをもらった“小動物カフェ”に入ろうとした颯は、見知らぬ男性に声をかけられる。それはカップルや女性客の多い店内にひとりで入ることを躊躇していた貴之だった。貴之と一緒に店内に入った颯は、様々な小動物と触れ合いテンションは上がりっぱなし。一方の貴之は癒しを求め、静かに動物たちを見守る。それぞれに楽しみながらふたりは打ち解けてゆく。"
                },
                "6": {
                    "ID": "9442524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442524",
                    "TitleEnglish": "Things In Common",
                    "SummaryEnglish": "\"Shun is in the park after jogging with his dog Sakura when suddenly someone falls flat onto their face in front of him. That someone is Souma, who is out taking pictures of the park. Souma can't help but laugh at his blunders, but somehow the two begin to become friends anyway.\"",
                    "TitleJapanese": "共通点",
                    "SummaryJapanese": "愛犬の「さくら」と一緒に公園に走りにやってきた瞬。その彼の目の前で、突然、誰かが転んだ。それは公園で写真を撮っていた蒼真だった。驚いて声をかけた瞬の前で立ち上がった蒼真は、自身のドジを気にもするわけでもなく、逆にツボにはまって笑い出す始末で、瞬は呆れると同時に感心してしまう。そこから、ふたりは夕日に染まる公園で友情を育み始める。"
                },
                "7": {
                    "ID": "9442526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442526",
                    "TitleEnglish": "Loop",
                    "SummaryEnglish": "Hayate starts his new job at the cafe Shun's sister Asami runs. But then Asami asks him to help Shun with his studying, seeing that her brother is not making any progress on his own...",
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9442531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9442531",
                    "TitleEnglish": "Detour",
                    "SummaryEnglish": "Other than tutoring Shun, Hayate also tries to get used to his new job by getting to know the other employee, Souma. But intimidated by Souma's flashy style, he keeps messing up... But then Takayuki's calm voice lifts his up again...",
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9483053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9483053",
                    "TitleEnglish": "Bento",
                    "SummaryEnglish": "Souma is worried about his older brother because when he's focused on work, he neglects food and sleep. After discussing it with his friends, Souma decides to make a bento lunch for his brother.",
                    "TitleJapanese": "お弁当",
                    "SummaryJapanese": "最近、仕事が忙しそうな兄・爽太のことが心配な蒼真。兄の爽太は集中すると食事も睡眠も後回しになるタイプで、友達にそのことを話した蒼真は、彼らの勧めで兄のために弁当を作ることにする。そしてここにもうひとり、最近の爽太の様子が気になっている人物がいた。それは、爽太の後輩として同じ会社で働く貴之。爽太のために何かできることはないかと考える貴之が、蒼真と偶然、鉢合わせして……？"
                },
                "10": {
                    "ID": "9489135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9489135",
                    "TitleEnglish": "Day Off",
                    "SummaryEnglish": "Despite it being a precious day off, Takayuki has agreed to watch his older sister's daughter Ririka. When Ririka badgers him into going to the park to have their bento lunch, Shun spots them and desperately tries to remember what he meant to say to Takayuki.",
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9507601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9507601",
                    "TitleEnglish": "Everyday",
                    "SummaryEnglish": "Hayate is badgered into going to a mixer by his friend who was just dumped, and thinking that he needs something to jolt some excitement into his everyday life, he reluctantly agrees. Once there though, he can't quite get into the vibe and is about to leave when one of the girls approaches him.",
                    "TitleJapanese": "日常",
                    "SummaryJapanese": "彼女にフラれたばかりの大学の友達に、無理やり合コンに連れ出された颯。気乗りしないながらも、特に何も起こらない平凡な日々の中に多少の刺激も必要かと考えしぶしぶ参加してはみるものの、あまりに場違いな雰囲気とその場のノリに、まったくついていけない。困り果て、思わず席を立った颯は早々に帰ろうと心に決めるが、そんな颯に合コン相手の女子大生のひとりが声をかける。"
                },
                "12": {
                    "ID": "9513945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9513945",
                    "TitleEnglish": "Progress",
                    "SummaryEnglish": "\"Hayate and Takayuki have come to the stadium to cheer Shun on in his handball tournament, but for some reason Shun's friend Souma is missing. It turns out that he went onto the wrong train... Meanwhil Shun is really fired up about winning as much as possible to prolong being together in a team with his teammates who will retire after this event, but the hype backfires and he can't quite perform right...\"",
                    "TitleJapanese": "前進",
                    "SummaryJapanese": "高校のハンドボール部の試合に出場する瞬を応援するため、颯と貴之が会場にやって来た。ところが、瞬と仲がいいはずの蒼真の姿が見当たらない。どうやら蒼真は試合会場に向かう途中で電車を乗り間違えたらしい。この日のためにテスト勉強に励むなど頑張って来た瞬は、もうすぐ部活を引退する先輩たちとひとつでも多くの試合を戦いたいと意気込むが、その気合は空回りしてしまう。"
                },
                "13": {
                    "ID": "9523956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9523956",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Takayuki has been picked to lead the project to promote a movie adaptation of a novel. In order to prepare for the meeting, he devours all the other works of the author, who curiously has the same name as a childhood friend of his, Igarashi Motoharu. On the day of the meeting, Takayuki's completely in awe because Motoharu keeps correctly guessing facts from his childhood...",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "貴之が、小説を原作とする新作映画のプロモーションを担当することになった。偶然にも子供の頃の友達と同じ名前の原作者・五十嵐元晴（いがらし　もとはる）に親近感を覚える貴之は、打ち合わせに備え、同じ作家の別の小説も読み漁るうちにすっかりファンに。そしていよいよ本人との打ち合わせの日を迎えるが、不思議なことに、初対面のはずの元晴から子供の頃のことを次々と言い当てられ、その観察眼の鋭さに感心しきりだが……？"
                },
                "14": {
                    "ID": "9524119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524119",
                    "TitleEnglish": "Nice Location",
                    "SummaryEnglish": "Souma is really susceptible to cracking up, and even memories will put him into laughing fits. But being self-conscious about this, he always tries to hide it. When he does this again at a clothing store his friend works at, the friend asks him why he does that, especially when it's so easy to tell anyway. Later, Shun also repeats the same sentiment...",
                    "TitleJapanese": "いいところ",
                    "SummaryJapanese": "ツボが浅い蒼真は、思い出し笑いも多く、どこにいてもついニヤニヤしてしまう。実はそんな自分がまわりからどう思われているのかが気になっていた蒼真。仲のいい店員のいる店で服を買い物中、またもやドジを連発して笑いがこらえられなくなった蒼真は、必死でごまかそうとするも店員にはバレバレで、むしろ「なんで隠すの？」と言われることに。さらには瞬にも同じことを言われた蒼真は……？"
                },
                "15": {
                    "ID": "9524120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524120",
                    "TitleEnglish": "Talking About Love",
                    "SummaryEnglish": "Shun gets a letter from a younger girl at school. After opening it, he realizes that it's a love letter and is about to immediately reject her when his friends stop him. Instead, they convince him to write a letter back. But since he has never really written a letter, let alone a response to a love letter, he agonizes over what to write. So he asks Hayate, Takayuki, and Souma for advice, but none of them are particularly helpful...",
                    "TitleJapanese": "15",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9524121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524121",
                    "TitleEnglish": "Umbrella and...",
                    "SummaryEnglish": "It's raining. Hayate forgot his newly purchased plastic umbrella at the bookstore. Luckily, Souma runs into him and they both go back to the bookstore to look for it. Once there, Hayate bumps into Takayuki and they realize that they both like the same author. But being too excited about the conversation, Hayate forgets his original mission and leaves without the umbrella. When he rushes back in from the outside, a certain person hands him his umbrella, but for some reason, he's also carrying a shoe horn...",
                    "TitleJapanese": "傘と...",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9524122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524122",
                    "TitleEnglish": "Catalyst",
                    "SummaryEnglish": "Popular author Motoharu is not at all bothered when he makes a blunder. When he's at a meeting to discuss the promotion for the upcoming movie adaptation of one of his novels, he meets Takayuki, his friend from grade school. Later, this brings back old, pleasant memories... To Motoharu, who always had the dream of becoming an author, Takayuki is an unforgettable friend who unwittingly gave him a push he needed back then.",
                    "TitleJapanese": "きっかけ",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9524123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524123",
                    "TitleEnglish": "Takayuki and Motoharu",
                    "SummaryEnglish": "Takayuki has been put in charge for the promotinal campaign of the movie adaption of his childhood friend's novel. Wanting to create something great for his friend Motoharu, he get fired up about his assignment. However, unlike his motivation, the ideas are just not coming. In order to clear his head, he takes a break outside where he randomly runs into Motoharu, who reminds him of something very important.",
                    "TitleJapanese": "18",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9524124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524124",
                    "TitleEnglish": "New Member",
                    "SummaryEnglish": "Souma goes out with Hayate and Shun to see the movie adapation of Igarashi Motoharu's book, the movie that Takayuki did the promo campaign for. Seeing Hayate being even more excited about the movie after seeing Takayuki's ad makes Souma want to create something that will move people in similar ways. After the movie, the group runs into Motoharu and end up going to the mawarimichi cafe together. On the way there, Souma asks Motoharu a certain question.",
                    "TitleJapanese": "19",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9524125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524125",
                    "TitleEnglish": "Things You Don't Like",
                    "SummaryEnglish": "Takayuki has to do the PR for a new horror game, so he ends up trying the demo with Souta and other colleagues. However, Takayuki doesn't really like gaming nor horror, so he is not too enthused. Deciding that he has to do this for work, he jumps in anyway, but then the graphics are too high fidelity and real, that he gets scared. Not wanting to be alone at home, he asks Hayate if he can stay the night. For some reason, Shun was already there, and then...",
                    "TitleJapanese": "苦手なもの",
                    "SummaryJapanese": "貴之は新作ホラーゲームのＰＲの仕事のため、爽太ら会社の同僚とデモ版をやってみることになった。ところが貴之はゲームもホラーも苦手で、ついつい憂鬱な気分になってしまう。それでも仕事と割り切ってゲームに挑戦してはみるものの、散々な結果に終わったばかりか、グラフィックが綺麗でリアル過ぎたせいで怖くなり、悩んだ末、颯が住むマンションに泊めてもらおうと考える。そこにはなぜか瞬もおり……。"
                },
                "21": {
                    "ID": "9524126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524126",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Hayate is helping Shun with his summer homework and suggests he reads Igarashi Motoharu's novel for his book review assignment. However, Shun doesn't like reading anything but manga, so he thinks he should just ask the author and contacts Motoharu. Meanwhile, on his way to Mawarimichi Cafe, Souma sees a bunch of people dressed for the summer festival and thinks they should all go.",
                    "TitleJapanese": "21",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9524127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524127",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "Souma invites Motoharu to go to the summer festival with Hayate, Shun, and Takayuki. After meeting Takayuki again, Motoharu also got to meet all the others. Having a natural talent for communicating, he's become friendly with all of them, except for Hayate. Hayate is always nervous, leaving Motoharu a little sad that they are not making progress. Therefore, Motoharu takes this opportunity to put a new idea to the test...",
                    "TitleJapanese": "22",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9524128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524128",
                    "TitleEnglish": "Summer Sky and Sea",
                    "SummaryEnglish": "Souta, Hayate, Shun, Souma, Takayuki, and Motoharu have made their way to the ocean. While Shun is super hyped to swim, Motoharu and Souta are more into drinking on the beach. With everybody free to do whatever they like, Takayuki volunteers to watch their bags and have some quiet time. Takayuki usually only realizes that summer is already over when it's too late, but this year he's actually enjoying it and talks to Souma about a CD cover design that he's working on.",
                    "TitleJapanese": "夏空と海",
                    "SummaryJapanese": "車の運転ができる爽太も誘い、颯、瞬、蒼真と、貴之、元晴が海にやって来た。泳ぐ気満々の瞬やビーチで酒を飲むことが楽しみな元晴と爽太など、それぞれが自由に海での休日を楽しむ中、荷物番をすることになった貴之はひとり静かに時間を過ごす。いつも気づけば終わっていく夏を今年もただ消費していくと思っていた貴之だったが、蒼真よりデザインした音楽ＣＤのジャケットについて相談を受ける。"
                },
                "24": {
                    "ID": "9524129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cool-doji-danshi/episodes/9524129",
                    "TitleEnglish": "Cool and Awkward Guys",
                    "SummaryEnglish": null,
                    "TitleJapanese": "24",
                    "SummaryJapanese": null
                }
            }
        }
    }
}