{
  "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai",
  "Genres": [
    "Adaptation",
    "Anime - Shonen",
    "Coming of Age"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt21929424/",
    "https://onimai.jp/",
    "https://www.themoviedb.org/tv/198152",
    "https://en.wikipedia.org/wiki/Onimai:_I'm_Now_Your_Sister!",
    "https://x.com/onimai_anime"
  ],
  "TitleEnglish": "I'm Now Your Sister!",
  "SummaryEnglish": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!",
  "Aliases": [
    "Big Brother Is Done For!",
    "Onii-chan ha Oshimai!",
    "Onii-chan Is Done For!",
    "Onii-chan wa Oshimai!",
    "Onimai",
    "ONIMAI: I'm Now Your Sister!"
  ],
  "Modified": "2025-08-09",
  "Seasons": {
    "0": {
      "ID": "1996941",
      "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {}
    },
    "1": {
      "ID": "1996942",
      "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9303221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9303221",
          "TitleEnglish": "Mahiro's Confusing New Body",
          "SummaryEnglish": "We follow Mahiro Oyama, an unemployed good-for-nothing shut-in, who not only hasn't left the house in two years, but is also exceedingly addicted to gross video games. One afternoon, he wakes up and notices that his body feels a little off. Finding that strange, he goes to reach for his tablet, but what does he see in his reflection, but an adorable young lady. I wonder what lies in store for the \"former\" big brother, Mahiro as he's thrust headfirst into his new life as a girl.",
          "Aliases": []
        },
        "2": {
          "ID": "9541235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541235",
          "TitleEnglish": "Mahiro's Time of the Month",
          "SummaryEnglish": "As Mahiro stumbles through his new life as a girl, he finds himself gradually beginning to get into the swing of things. Realizing this, however, prompts him to try and reclaim some of his masculinity. He tries, in futility, to engage his core and do a sit-up, but ends up with a stomachache instead. Seeing his condition worsen rapidly before her eyes, Mihari has an epiphany. She realizes that his pain may actually have something to do with fact that almost a month has passed since Mahiro turned into a girl...",
          "Aliases": []
        },
        "3": {
          "ID": "9541236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541236",
          "TitleEnglish": "Mahiro's Close Encounter",
          "SummaryEnglish": "Mahiro makes a mad dash for the bathroom, but when he opens the door, he finds the facilities are already occupied by a high school girl he's never met. This bold fashionista turns out to be Kaede, Mihari's old classmate from middle school. Mahiro is initially a little nervous around her, but as he gets to know her, he learns how much of a nice person she is and becomes quite attached to her. Then, out of nowhere, Kaede asks \"You've never done it before, have you?\" and begins to scooch closer to a puzzled Mahiro. I wonder what she's about to do next...",
          "Aliases": []
        },
        "4": {
          "ID": "9541237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541237",
          "TitleEnglish": "Mahiro's New Friend",
          "SummaryEnglish": "Mahiro loses to Mihari in a video game, so he has to do the grocery shopping this week as punishment. As an unemployed, good-for-nothing shut-in, the task at hand is daunting, but he plucks up the courage and makes his way towards the supermarket. The size of the crowd, however, makes his resolve waver and Mahiro finds himself cowering outside the store entrance. It is then that a young boy (?) around his age, wearing a baseball cap, comes to the rescue and offers him a helping hand. Thanks to the boy's (?) help, Mahiro is able to buy the groceries he needs and is just about to head home, when Kaede suddenly shows up. Seemingly, out of nowhere.",
          "Aliases": []
        },
        "5": {
          "ID": "9541238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541238",
          "TitleEnglish": "Mahiro Discovers Adventure and Social Gatherings",
          "SummaryEnglish": "In a rare turn of events, Mihari wakes up one morning to find Mahiro has gotten up before her. Since the corner store was going to start selling clear files from his favorite anime that day, he had woken up early to go pick them up before they sold out. Mihari is overwhelmed with joy to see Mahiro going outside of his own accord. On his way back from buying the clear files, Mahiro stops by an arcade for the first time since middle school. He's enjoying a rhythm game when suddenly he senses a man standing watching him from behind. A few minutes go by when he feels a tap on the shoulder...",
          "Aliases": []
        },
        "6": {
          "ID": "9541239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541239",
          "TitleEnglish": "Mahiro Goes Back to Middle School",
          "SummaryEnglish": "Momiji shows up at Mahiro's house with her two classmates, Asahi Ohka and Miyo Murosaki, to invite him out for parfaits.",
          "Aliases": []
        },
        "7": {
          "ID": "9541240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541240",
          "TitleEnglish": "Mahiro's Role-Playing Game",
          "SummaryEnglish": "Just when Mahiro is beginning to get used to middle school life again, finals are upon them. Despite his initial blasé attitude, Mahiro finds himself reluctantly handing in a 80% blank answer sheet after having slept through the entire first exam.",
          "Aliases": []
        },
        "8": {
          "ID": "9541241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541241",
          "TitleEnglish": "Mahiro's First Girls Sleepover",
          "SummaryEnglish": "It's finally winter break and Mahiro is excited to get into his Winter Vacation Mode. Unbeknownst to him, however, Mihari invites Momiji and the others over for a sleepover. She hopes this will prevent a potential relapse into his old, shut-in ways.",
          "Aliases": []
        },
        "9": {
          "ID": "9541242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541242",
          "TitleEnglish": "Mahiro Rings in the New Year",
          "SummaryEnglish": "It's Christmas and Mahiro is shocked to hear his own little sister has a date. Unable to shake his unease, he follows her through the festive hustle and bustle in secret, with Momiji as his escort in tow. Who could Mihari possibly be meeting with?",
          "Aliases": []
        },
        "10": {
          "ID": "9541243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541243",
          "TitleEnglish": "Mahiro Ponders Boobs and Identity",
          "SummaryEnglish": "It's the start of the third semester and winter uniforms are now in effect. For Mahiro and the girls at school, this means braving the cold winter air in mandatory skirts. Who knows how Miyo will react when he and Momiji show up in matching scarves, too.",
          "Aliases": []
        },
        "11": {
          "ID": "9541244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541244",
          "TitleEnglish": "Mahiro Pretties Up",
          "SummaryEnglish": "Horoscopes are all the rage at school right now, and Mahiro is curious to see what all the fuss about. According to his forecast, an important occasion is on the horizon and he may be in for a surprise or two. But what occasion could it be alluding to?",
          "Aliases": []
        },
        "12": {
          "ID": "9541245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/onii-chan-wa-oshimai/episodes/9541245",
          "TitleEnglish": "Mahiro's Future as a Sister",
          "SummaryEnglish": "Mahiro and the girls take a trip to a Japanese inn over spring break. First they hit the town in their yukata, before heading to the open-air bath to detox. However, things go south when Mahiro begins to feel a familar tingling sensation between his legs.",
          "Aliases": []
        }
      }
    }
  }
}