{
    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21844706/",
        "https://otonari-anime.com/",
        "http://www.reddit.com/r/OtonariNiGinga",
        "https://www.themoviedb.org/tv/200732",
        "https://www.wikidata.org/wiki/Q112225616",
        "https://en.wikipedia.org/wiki/A_Galaxy_Next_Door#Anime",
        "https://x.com/otonariniginga"
    ],
    "TitleEnglish": "A Galaxy Next Door",
    "SummaryEnglish": "A desperate manga artist, called on to support his two young siblings, meets a new art assistant. But her arrival isn't just a small step, it's a giant leap… Since his parents died, manga artist Ichiro has barely scraped by, forced to support his two younger siblings on just a middle school education. He doesn't even have time to learn how to use a computer, which forces him to keep wrestling with pen and paper. When his art assistants quit to strike out on their own, on top of juggling deadlines, family, and the constant fear of losing his job, Ichiro feel close to a total breakdown. But then a new assistant pops into Ichiro's life, and his prospects immediately start to brighten! She's an incredible artist, she always finishes on time, and she's beautiful, to boot! But she also seems to know an awful lot about him, and, soon, she makes a confession that bends Ichiro's mind beyond the confines of Earth…",
    "TitleJapanese": "おとなりに銀河",
    "SummaryJapanese": "2人の若い兄弟を支援するために呼ばれた絶望的な漫画家は、新しいアートアシスタントに会います。 しかし、彼女の到着は小さな一歩ではなく、大きな飛躍です…両親が亡くなって以来、漫画家のイチローはほとんど中学生の教育で彼の2人の若い兄弟を支援することを余儀なくされました。 彼はコンピューターの使い方を学ぶ時間さえありません。それは彼にペンと紙で格闘し続けることを余儀なくさせます。 彼のアートアシスタントが、締め切り、家族、そして彼の仕事を失うことへの絶え間ない恐怖に加えて、彼ら自身でストライキをやめるとき、イチローは完全な崩壊に近いと感じます。 しかし、その後、新しいアシスタントがイチローの人生に飛び込み、彼の見通しはすぐに明るくなり始めます！ 彼女は信じられないほどの芸術家であり、彼女はいつも時間通りに終わります、そして彼女は起動するのが美しいです！ しかし、彼女は彼について非常に多くのことを知っているようであり、すぐに、彼女はイチローの心を地球の範囲を超えて曲げる告白をします…",
    "Aliases": [
        "Otonari ni Ginga"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1997895",
            "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9160036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9160036",
                    "TitleEnglish": "Crunch Time With the Princess",
                    "SummaryEnglish": "Ichiro Kuga is a manga artist struggling to support his two young siblings, and he's in need of an assistant. Shiori Goshiki wishes to become that assistant, but her background is unusual in more ways than one.",
                    "TitleJapanese": "姫と修羅場",
                    "SummaryJapanese": "久我一郎は、幼い妹・まちと弟・ふみおを養う苦労人の漫画家。\n締切に追われる彼の元にやってきたのは、美貌のアシスタント・五色しおりだった。\n一郎は彼女の神テクに助けられ、なんとか原稿を描き上げた。\nその後、疲弊し、眠るしおりの体から生えている“棘”のようなものを発見する一郎。\nふとそれに触れた瞬間、彼の脳裏に広大な宇宙が駆け巡り――。\n果たして、不思議な神アシスタント・しおりの正体とは……？"
                },
                "2": {
                    "ID": "9698107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698107",
                    "TitleEnglish": "Shopping With the Princess",
                    "SummaryEnglish": "Ichiro learns the hard way some of the physical implications of his newfound bond with Shiori. Now that she has a permanent place to live, it's time for the two of them to do some shopping.",
                    "TitleJapanese": "姫とお買い物",
                    "SummaryJapanese": "一郎の元で徹夜仕事を終えたしおりは、宿泊先へと帰っていった。\nまちとふみおは、「今夜は焼肉！」と楽しみにしている。\nしかし無理が祟ったのか、一郎は熱を出して寝込んでしまった。そこに戻ってくるしおり。\n“婚姻の契約”の影響で、一郎はしおりと離れると、罰として健康を崩す体質になってしまったらしい。\n申し訳なく思ったしおりは、一郎のアパートに引っ越してくることにするが……。"
                },
                "3": {
                    "ID": "9698108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698108",
                    "TitleEnglish": "Drama Bomb With the Princess",
                    "SummaryEnglish": "Shiori and Ichiro explore the ins and outs of how daily life will function under the terms of their Engagement Pact. Ichiro's friend and mentor Momoka comes over for a visit, but this has an unexpected effect on Shiori's state of mind.",
                    "TitleJapanese": "姫と爆発",
                    "SummaryJapanese": "どれくらいの距離なら、離れても平気なのか？一郎としおりは、“婚姻の契約”に関する実験を開始する。\nそんな中、一郎のアパートに幼馴染のもか姉が遊びに来た。\n彼女が、憧れの漫画家・塊肉先生だと知ったしおりは興奮度MAX状態に！\nしかし仲睦まじい一郎ともか姉の様子に、しおりは胸にもやもやしたものを抱く。"
                },
                "4": {
                    "ID": "9698109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698109",
                    "TitleEnglish": "Weather Conditions With the Princess",
                    "SummaryEnglish": "Rainy weather complicates plans for Shiori and the Kugas. When Machi and Fumio are down in the dumps as a result, Ichiro and Shiori get creative in their efforts to make the most of the day's disappointing weather.",
                    "TitleJapanese": "姫と空もよう",
                    "SummaryJapanese": "一郎に告白してしまったしおりの胸のときめきは、増すばかり。\n一郎は、まち・ふみおと動物園に行く約束をするが、その日は生憎の大雨に。\nしおりは、まちとふみおの面倒を見る役を買って出る。\n一郎に作ってもらったカードで、タロット占い遊びをしようと提案するまち。\nだが誤って破ってしまう。\nしおりは、カード作りの参考になる本を探しに図書館へ。\n大雨の中、出て行ったしおりが心配になった一郎は、その後を追いかけ……。"
                },
                "5": {
                    "ID": "9698110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698110",
                    "TitleEnglish": "At the Zoo With the Princess",
                    "SummaryEnglish": "Shiori and the Kugas finally make it to the zoo, and it's Shiori's first time visiting one. It's also her first date with Ichiro since they officially became a couple, and there are unexpected hurdles to clear.",
                    "TitleJapanese": "姫と動物園",
                    "SummaryJapanese": "一郎は、まち・ふみお・しおりと一緒に動物園に行くことに。\n先日、しおりに告白した一郎は、妹弟にそのことを言うべきか悩んでおり……。\nその後、動物園で楽しい時間を過ごす4人。\n一郎は、まちとふみおにしおりと付き合っていることを報告する。\nしおりに尋ねるまち。「お兄のどこ好きになったの？」\nそれを聞いたしおりは、ふと思う。\n逆に一郎は、自分のどこを好きになってくれたのだろうか……。"
                },
                "6": {
                    "ID": "9698111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698111",
                    "TitleEnglish": "A Letter With the Princess",
                    "SummaryEnglish": "Shiori meets with mixed results when she tries to get additional assistant work with local manga artists. In an effort to encourage her, Ichiro takes a leaf from her book and decides to put his thoughts down on paper.",
                    "TitleJapanese": "姫とお手紙",
                    "SummaryJapanese": "しおりをデートに誘いたい一郎。だが彼女は落ち込んでいた。\nアシスタントに行ったが、上手くいかなかったらしいのだ。\nそんなしおりを励ますため、4人は食事へ。\n生まれて初めての焼肉店に感動するしおり。\n島で生まれ、姫として育てられた彼女。\nそのため世間とズレていることを自覚し、気にしていた。"
                },
                "7": {
                    "ID": "9698112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698112",
                    "TitleEnglish": "A Slight Fever With the Princess",
                    "SummaryEnglish": "Shiori goes with the Kugas to visit their father's grave, as her relationship with Ichiro slowly deepens. When she comes down with a fever, it becomes Ichiro's turn to help her get back on her feet again.",
                    "TitleJapanese": "姫と微熱",
                    "SummaryJapanese": "一郎・まち・ふみおは、いとこのちひろと共に、亡き父のお墓参りに。\nひょんなことから、しおりも同行することになる。\nお墓に手を合わせた後、シートとお弁当を広げ、ピクニックをする一行。\n楽しい時間だったが、父を思い出したまちとふみおは涙を流す。\nしおりもまた、亡くなった祖母を思い出していた。\n帰る直前、父の墓前に一人で戻ろうとする一郎。\n彼の目に寂しさを感じたしおりは、その後を追いかけ……。"
                },
                "8": {
                    "ID": "9698113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698113",
                    "TitleEnglish": "Christmas With the Princess",
                    "SummaryEnglish": "It's time for the Christmas party, an annual tradition at Hiiragi Apartments. Shiori continues to grow closer to Ichiro, but she also spends time with some of the other friends she's made since her arrival.",
                    "TitleJapanese": "姫とクリスマス",
                    "SummaryJapanese": "地獄の年末進行を終えた一郎としおり。気づけば、世間はすっかりクリスマスムードになっていた。\nそこで一郎は、まち・ふみお・しおり・ちひろ・もか姉・漫画家の佐野くんをアパートに集めて、\nクリスマスパーティーを開く。\nもか姉と佐野くんが帰った後、しおりはまち・ちひろと３人で女子会をすることに。\nそこでしおりは、今までずっと黙っていた素性を告白しようとするのだが……。"
                },
                "9": {
                    "ID": "9698114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698114",
                    "TitleEnglish": "A Hot Spring With the Princess",
                    "SummaryEnglish": "Some amazing New Year's luck sees Shiori and the Kugas take a trip to a hot spring resort. But Shiori's mother Miyako is growing impatient, and she begins taking steps to get her daughter to return to the island.",
                    "TitleJapanese": "姫と温泉",
                    "SummaryJapanese": "クリスマスデートの余韻に浸っている一郎。\nしかし、しおりは故郷の母から連絡があったことを憂鬱に感じていた。\nそして年は明け、正月。福引で引き当てた温泉旅行を満喫する一郎・しおり・まち・ふみお。\n一緒に足湯に入りながら、しおりは母に反発して島を出たことを一郎に告白する。\n母からの電話は、一向に鳴りやむことがなく……。"
                },
                "10": {
                    "ID": "9698115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698115",
                    "TitleEnglish": "Family Meeting With the Princess",
                    "SummaryEnglish": "Shiori's parents track her down and confront her in person about her situation, which she and Ichiro now must find a way to explain. Can they convince them to let her stay, and is there any way to annul the Engagement Pact?",
                    "TitleJapanese": "姫と家族会議",
                    "SummaryJapanese": "しおりの母・都は、夫と従者を引き連れ、一郎のアパートまでやってきた。しおりを島に連れ戻すためだ。\n次の日、話し合いの場で両親と向き合うしおりと一郎。\nまったく話を聞いてくれない都に対し、しおりはつい口を滑らせ、\n一郎と“婚姻の契約”を交わしたことを話してしまう。\n怒りと哀れみの言葉を浴びせる母に、しおりは我慢できず、とうとうその場を後にしてしまう。\n彼女を追いかける一郎だが……。"
                },
                "11": {
                    "ID": "9698116",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698116",
                    "TitleEnglish": "Stinger Removal With Kuga-kun",
                    "SummaryEnglish": "The fated day arrives, the day when Ichiro and Shiori will annul their Engagement Pact. But there's a risk their feelings for each other will vanish in the process, and there's no way to be sure without performing the ceremony.",
                    "TitleJapanese": "久我くんと刺抜き",
                    "SummaryJapanese": "契約解除の儀式・前日。一郎としおりは、互いに心に不安を抱えていた。\n一郎から棘を抜けば、記憶と共にしおりを好きな気持ちも消えてしまうのではないか……と。\n儀式までの時間、お互いのことを想い、別々に過ごす２人。\nこの好意は本物か…、契約によるものなのか…？不安は大きくなってゆくばかり。\nそして、いよいよ儀式の時。棘を抜き取られる一郎。\nその瞬間、しおりと過ごした記憶は歪み、意識は朦朧としていき……。"
                },
                "12": {
                    "ID": "9698117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698117",
                    "TitleEnglish": "Fireworks With the Princess",
                    "SummaryEnglish": "With the pact no longer hanging over them, Shiori and Ichiro are free to live and love on their own terms. But that doesn't necessarily mean there are no complications left to address.",
                    "TitleJapanese": "姫と花火",
                    "SummaryJapanese": "儀式の後、一郎としおりに日常が戻っていた。\nデートに備え、新しい洋服を買いに行くしおりは、ちひろと偶然遭遇する。\nその帰り道、しおりは公園でまちとふみおを発見。\nそれは一郎への遠慮から、友達の誘いを断るまちの姿で……。\n今まで友達とまり遊べなかったまちとふみおに最高の思い出を作ってあげようと、\nしおりはある計画を思いつく。"
                }
            }
        }
    }
}