{
    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21844706/",
        "https://otonari-anime.com/",
        "http://www.reddit.com/r/OtonariNiGinga",
        "https://www.themoviedb.org/tv/200732",
        "https://www.wikidata.org/wiki/Q112225616",
        "https://en.wikipedia.org/wiki/A_Galaxy_Next_Door#Anime",
        "https://x.com/otonariniginga"
    ],
    "TitleEnglish": "A Galaxy Next Door",
    "SummaryEnglish": "A desperate manga artist, called on to support his two young siblings, meets a new art assistant. But her arrival isn't just a small step, it's a giant leap… Since his parents died, manga artist Ichiro has barely scraped by, forced to support his two younger siblings on just a middle school education. He doesn't even have time to learn how to use a computer, which forces him to keep wrestling with pen and paper. When his art assistants quit to strike out on their own, on top of juggling deadlines, family, and the constant fear of losing his job, Ichiro feel close to a total breakdown. But then a new assistant pops into Ichiro's life, and his prospects immediately start to brighten! She's an incredible artist, she always finishes on time, and she's beautiful, to boot! But she also seems to know an awful lot about him, and, soon, she makes a confession that bends Ichiro's mind beyond the confines of Earth…",
    "Aliases": [
        "Otonari ni Ginga"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "1997895",
            "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9160036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9160036",
                    "TitleEnglish": "Crunch Time With the Princess",
                    "SummaryEnglish": "Ichiro Kuga is a manga artist struggling to support his two young siblings, and he's in need of an assistant. Shiori Goshiki wishes to become that assistant, but her background is unusual in more ways than one."
                },
                "2": {
                    "ID": "9698107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698107",
                    "TitleEnglish": "Shopping With the Princess",
                    "SummaryEnglish": "Ichiro learns the hard way some of the physical implications of his newfound bond with Shiori. Now that she has a permanent place to live, it's time for the two of them to do some shopping."
                },
                "3": {
                    "ID": "9698108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698108",
                    "TitleEnglish": "Drama Bomb With the Princess",
                    "SummaryEnglish": "Shiori and Ichiro explore the ins and outs of how daily life will function under the terms of their Engagement Pact. Ichiro's friend and mentor Momoka comes over for a visit, but this has an unexpected effect on Shiori's state of mind."
                },
                "4": {
                    "ID": "9698109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698109",
                    "TitleEnglish": "Weather Conditions With the Princess",
                    "SummaryEnglish": "Rainy weather complicates plans for Shiori and the Kugas. When Machi and Fumio are down in the dumps as a result, Ichiro and Shiori get creative in their efforts to make the most of the day's disappointing weather."
                },
                "5": {
                    "ID": "9698110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698110",
                    "TitleEnglish": "At the Zoo With the Princess",
                    "SummaryEnglish": "Shiori and the Kugas finally make it to the zoo, and it's Shiori's first time visiting one. It's also her first date with Ichiro since they officially became a couple, and there are unexpected hurdles to clear."
                },
                "6": {
                    "ID": "9698111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698111",
                    "TitleEnglish": "A Letter With the Princess",
                    "SummaryEnglish": "Shiori meets with mixed results when she tries to get additional assistant work with local manga artists. In an effort to encourage her, Ichiro takes a leaf from her book and decides to put his thoughts down on paper."
                },
                "7": {
                    "ID": "9698112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698112",
                    "TitleEnglish": "A Slight Fever With the Princess",
                    "SummaryEnglish": "Shiori goes with the Kugas to visit their father's grave, as her relationship with Ichiro slowly deepens. When she comes down with a fever, it becomes Ichiro's turn to help her get back on her feet again."
                },
                "8": {
                    "ID": "9698113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698113",
                    "TitleEnglish": "Christmas With the Princess",
                    "SummaryEnglish": "It's time for the Christmas party, an annual tradition at Hiiragi Apartments. Shiori continues to grow closer to Ichiro, but she also spends time with some of the other friends she's made since her arrival."
                },
                "9": {
                    "ID": "9698114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698114",
                    "TitleEnglish": "A Hot Spring With the Princess",
                    "SummaryEnglish": "Some amazing New Year's luck sees Shiori and the Kugas take a trip to a hot spring resort. But Shiori's mother Miyako is growing impatient, and she begins taking steps to get her daughter to return to the island."
                },
                "10": {
                    "ID": "9698115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698115",
                    "TitleEnglish": "Family Meeting With the Princess",
                    "SummaryEnglish": "Shiori's parents track her down and confront her in person about her situation, which she and Ichiro now must find a way to explain. Can they convince them to let her stay, and is there any way to annul the Engagement Pact?"
                },
                "11": {
                    "ID": "9698116",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698116",
                    "TitleEnglish": "Stinger Removal With Kuga-kun",
                    "SummaryEnglish": "The fated day arrives, the day when Ichiro and Shiori will annul their Engagement Pact. But there's a risk their feelings for each other will vanish in the process, and there's no way to be sure without performing the ceremony."
                },
                "12": {
                    "ID": "9698117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/otonari-ni-ginga/episodes/9698117",
                    "TitleEnglish": "Fireworks With the Princess",
                    "SummaryEnglish": "With the pact no longer hanging over them, Shiori and Ichiro are free to live and love on their own terms. But that doesn't necessarily mean there are no complications left to address."
                }
            }
        }
    }
}