{
    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19853780/",
        "https://heroisdead.com/",
        "http://www.reddit.com/r/YuushagaShinda",
        "https://www.themoviedb.org/tv/200750",
        "https://x.com/yuusyagasinda"
    ],
    "TitleEnglish": "The Legendary Hero Is Dead!",
    "SummaryEnglish": "Touka is just your average (slightly perverted) farmer in the village of Cheza. While he daydreams about being a hero and getting the girl, the real hero, Sion, is out battling demons that threaten to invade the world! But one day, Touka accidentally kills the hero…?! With the Legendary Hero dead, who's going to save the world now?! Touka quickly buries Sion's body to hide the evidence, but wakes up the next day to discover he is no longer in his own body…!!",
    "TitleJapanese": "勇者が死んだ！",
    "SummaryJapanese": "剣と魔法、そして人類の敵として悪魔が息づく世界。\n                                            ちょっとスケベな農夫の少年トウカは、ある日自作の落とし穴に勇者シオンを落とし、殺してしまう！\n                                            その事実を隠すため勇者の死体を埋めたが、翌朝トウカの体に異変が…！！？\n                                            落とし穴からはじまる、村人と美少女たちのちょっとエッチな冒険ファンタジー開幕！",
    "Aliases": [
        "Yūsha ga Shinda!",
        "Yuusha ga Shinda!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "1997937",
            "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9949593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9949593",
                    "TitleEnglish": "特別編［ミリィ・ユニスができるまで］",
                    "SummaryEnglish": "「勇者が死んだ！」特別編［ミリィ・ユニスができるまで］ ミリイ・ユニス役の新福桜がオーディションを経て初のアフレコに挑むまでを追った特別番組。オーディションの見届人でもありフリードリヒ役の小野賢章との対談も紹介。 詳細情報 出演者 新福桜，小野賢章ほか",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "1997938",
            "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9160085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9160085",
                    "TitleEnglish": "The Legendary Hero Is Dead?!",
                    "SummaryEnglish": "Touka Scott doesn't care much about the devils supposedly ravaging the world... until a visit from the legendary hero changes everything.",
                    "TitleJapanese": "勇者が死んだ！？",
                    "SummaryJapanese": "勇者シオンが地獄の門を封印してから３年。世界各地に、再び悪魔が出没していた。ここ、大陸南西部にあるチェザ村にも、ついにその魔の手が迫る。村に住む自堕落な農夫トウカは、幼馴染のユナを悪魔から守ろうと奮闘するが、手も足も出ない。絶体絶命のなか、現れたのは勇者と呼ばれた男、シオンだった。悪魔を一刀両断し、力を見せつけるシオン。だが、彼はトウカが悪魔用に仕掛けた落とし穴に落ち……なんと死んでしまう!?"
                },
                "2": {
                    "ID": "9714868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714868",
                    "TitleEnglish": "The Legendary Hero Impostor",
                    "SummaryEnglish": "The new hero's party heads out on a devil-hunting quest, but questions arise about new companion Kyle's motivations.",
                    "TitleJapanese": "偽の勇者",
                    "SummaryJapanese": "旅のなか訪れた村で、トウカ達は勇者の仲間だったカイルと名乗る剣士と出会う。悪魔討伐に同行してくれる彼に好感を抱くトウカ。だがその夜、アンリの首飾りを壊し、間接的にトウカを殺害しようとするカイルを目撃してしまう。 翌日、カイルに不信感を抱きながらも、一行は悪魔退治に砦へとやってくる。結果挟撃を受けてしまい、苦戦を余儀なくされるトウカ達。しかし、トウカの不安は的中。カイルの裏切りで、その窮地を加速させていく。"
                },
                "3": {
                    "ID": "9714869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714869",
                    "TitleEnglish": "The Legendary Hero Is a Skeleton!",
                    "SummaryEnglish": "The party makes it to the royal capital in hopes of getting some funds, but Touka will first have to learn to navigate the, er, challenges of his new body...",
                    "TitleJapanese": "勇者が白骨化！",
                    "SummaryJapanese": "借金を作ったトウカ達は、国王に金を工面してもらうため、ファロム王国に向かっていた。道中、魔力不足で骨だけになり、さらに国王謁見を経て、姫であるマルグリットとの結婚を受け入れることになるトウカ。成り行きで二日後に行われる仮面祭で彼女とデートすることになる。だがその祭りの華やかさの裏で、謎の行方不明者が続出する事件が勃発。さらに大規模な悪魔狩りに参加したシオンとアンナを狙う何者かの影。その正体は……。"
                },
                "4": {
                    "ID": "9714871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714871",
                    "TitleEnglish": "The Legendary Hero and Bride",
                    "SummaryEnglish": "Touka tries to keep up his masquerade around the princess, while a sinister plot moves into motion beneath the capital.",
                    "TitleJapanese": "花嫁と勇者",
                    "SummaryJapanese": "マルグリットとともに、仮面祭を楽しむトウカ。しかしそのさなかで、ついに偽物の勇者だとバレてしまう。ショックから姿を消したマルグリットを追うトウカは、何者かに捕まった彼女を目撃。助けようとするも、逆に窮地に陥ることに。どうにか九死に一生を得たトウカだが、マルグリットは攫われてしまった。決意を胸に、トウカは口を開く。\n「姫を救うのはいつだって勇者の役目……。なってやるよ、本物の勇者に」。"
                },
                "5": {
                    "ID": "9714872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714872",
                    "TitleEnglish": "The Legendary Hero Is Revived",
                    "SummaryEnglish": "Touka and his makeshift party tackle the true terror haunting the capital.",
                    "TitleJapanese": "復活の勇者",
                    "SummaryJapanese": "トウカの機転とマルグリットの“王女としての嗜み”によって、リーランドを追い詰めた一行。だが、上級悪魔の乱入で形勢は再逆転。トウカは重傷を負い、大ピンチとなる。その時、マルグリットの無意識の行動が奇跡を生んだ。彼女の想いを受け、復活したトウカは聖剣を巨大化&変化させ悪魔に向かって振り下ろす――。\n戦いが終わり、馬車でマルグリットとの別れの手紙を読むトウカ。その追伸には意味深な言葉が添えられていた。"
                },
                "6": {
                    "ID": "9714873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714873",
                    "TitleEnglish": "The Legendary Hero Is a Girl",
                    "SummaryEnglish": "A strange spell turning the townspeople into monsters forces some hard decisions from the hero's party.",
                    "TitleJapanese": "女体化勇者",
                    "SummaryJapanese": "トウカは、化け物となった町民に噛まれたユナを救うため、生存者がいる町長の屋敷へと向かう。だがそこには、以前リーランドに与していたコリンとネイガンがいた。町民の疑念を呼び起こすため、ユナも化け物になったのではないかと吹聴されて、追い詰められるトウカ。凶暴性を増したユナに襲われ、いよいよ言い逃れができない状況に……。アンリの屍術でようやく大人しくなるユナ。その状況に、トウカはユナの死を連想するが――。"
                },
                "7": {
                    "ID": "9714874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714874",
                    "TitleEnglish": "A New Legendary Hero",
                    "SummaryEnglish": "As Touka and his friends pursue the entity enslaving the townspeople, an encounter with another adventurers' party raises new questions.",
                    "TitleJapanese": "新たな勇者",
                    "SummaryJapanese": "悪魔と手を組んだ屍術師ディエゴと対峙するトウカ。操られた町民にも襲われ、聖剣で壁を作ることで対処するも、大ピンチに。「本物の勇者でないのに聖剣が使える」ことを理由に、自身の力を大きく見せるトウカ。時間稼ぎにしかならないその行動には、ある「狙い」があった。だがそれら策が全て成功しても、魔力レベル40のディエゴには及ばない。その時、彼らの前に頼もしい助っ人が現れる。”勇者”を自称するその正体は？"
                },
                "8": {
                    "ID": "9714875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714875",
                    "TitleEnglish": "The Legendary Hero Is a Student!",
                    "SummaryEnglish": "The wicked necromancers hire a deadly mercenary to slow the party down, as new revelations arise about Touka's past.",
                    "TitleJapanese": "勇者が弟子！",
                    "SummaryJapanese": "魔人化の魔術を解き、ユナを救うため、エルバニアに向かうトウカたち。“自称勇者”のユナの妹ミリィたちもパーティに加わり賑々しい旅路に。だが、その道中大規模な落とし穴に嵌ってしまう。さらに霧によって悪魔の位置の特定も難しくなり、追い詰められるトウカ。シオンを屍術で先行させ、安全を確かめる作戦に出るも、不意打ちで倒れていく仲間たち……。そしてトウカも、現れたリーダーらしき人物にみっともない命乞いをする。"
                },
                "9": {
                    "ID": "9714876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714876",
                    "TitleEnglish": "Into the Legendary Hero's Past",
                    "SummaryEnglish": "Touka awakens in a familiar place—Is it the past? Is it a dream? Whatever it is, he'll need to solve the mystery before time runs out for him and Yuna!",
                    "TitleJapanese": "勇者過去へ",
                    "SummaryJapanese": "なぜか過去へとタイムスリップしたトウカ。そこでやりたい放題する彼に、怒声が響く。それは“現在の”ユナによるものだった。彼女の協力によって、この世界がトウカの記憶から作られたものだったことが判明。二人は過去に訪れたことがない場所へと飛び込むことで、時間を進めていく。それを繰り返すなかで、二人はある時へと辿り着いた。「この日は特に何もなかった」と言うトウカ。だがユウナは、その様子に違和感を抱く。"
                },
                "10": {
                    "ID": "9714878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714878",
                    "TitleEnglish": "The Raid of the Legendary Hero",
                    "SummaryEnglish": "The legendary hero's party finally reaches Elvania, while the king makes his own plans to stop the necromancers' plot.",
                    "TitleJapanese": "潜入勇者",
                    "SummaryJapanese": "魔導車も直り、魔導通信機を得たトウカ達。師匠であるエセルを丸め込み、一路エルバニアへと向かう。その道中、ミリィによって彼女が勇者を名乗った理由を明かされたトウカ。その胸の裡に共感し、ユナを取り戻す決意を新たにしつつ、エルバニアへと突入を果たすのだった。だが、そこに待っていたのは、無数の悪魔の群れ。強気に出るトウカだが、そんな彼の頭部が、突如短剣によって串刺しにされる。それはエセルによる一撃で……。"
                },
                "11": {
                    "ID": "9714879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714879",
                    "TitleEnglish": "The Legendary Hero Fights to the Death!",
                    "SummaryEnglish": "It's all coming down to the big climactic battle. Can Touka defeat Diego and save Yuna before time runs out?!",
                    "TitleJapanese": "勇者が決闘！",
                    "SummaryJapanese": "フリードリヒと邂逅するトウカとアンリ。彼はアンリの生き別れの兄だった。その目的は復讐ではなく、支配階級の打倒。一人の死より全体の未来を優先する彼に対して、アンリは命を奪うのではなく命を救う道を――勇者との約束を選ぼうとする。緊迫した空気が流れるなか、突如乱入してきたのはディエゴだった。四大魔公ベルテクスの力でアデルを吸収し、より力を増した彼に、窮地に陥ったトウカは「正々堂々と戦おう」と呼びかける。"
                },
                "12": {
                    "ID": "9714880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuusha-ga-shinda/episodes/9714880",
                    "TitleEnglish": "The Legendary Hero Is a Duo!",
                    "SummaryEnglish": "The situation is dire Touka still won't wake up, even as time ticks down. Will the day be saved, or will the legendary hero end up dead—again?",
                    "TitleJapanese": "勇者が二人！",
                    "SummaryJapanese": "目覚めると、トウカの眼前には見たこともない世界が広がっていた。彼を待っていたのは「太ももの楽園」。この先に進めば、もう現実へと引き返しユナを救うことはできない。現れた勇者シオンを前に、トウカは選択を迫られる――。一方、現実世界では、魔人化の魔術の時間切れが迫っていた。ユナは祈る。「神様、トウカを目覚めさせて」。その時、静かでか細い声が聞こえた。\n\n「ハダカニーソで、フトモモ百回、揉ませてくれるか？」"
                }
            }
        }
    }
}