{
    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25531288/",
        "https://www.tbs.co.jp/anime/hyouken",
        "https://www.tvmaze.com/shows/65593/show-slug",
        "https://www.themoviedb.org/tv/200777",
        "https://en.wikipedia.org/wiki/The_Iceblade_Sorcerer_Shall_Rule_the_World",
        "https://x.com/hyouken_pr"
    ],
    "TitleEnglish": "The Iceblade Sorcerer Shall Rule the World",
    "SummaryEnglish": "The Arnold Academy of Magic is a school for the elite...and Ray White is just your ordinary guy. In fact, he doesn't seem particularly skilled with magic at all, and is a bit of a klutz. Which is why he has nothing to do with the rumor that one of the great magicians, the Iceblade Sorcerer, is a member of the incoming class...right?",
    "Aliases": [
        "The Iceblade Magician Rules Over the World"
    ],
    "Modified": "2025-08-23",
    "Seasons": {
        "1": {
            "ID": "1997948",
            "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9135930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9135930",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Enters the Academy of Sorcery",
                    "SummaryEnglish": "Ray White has inherited the title of \"Ice Sword Magician\", which is said to be the strongest in the world. Three years ago, he suffered a deep wound in his heart and left the battlefield. However, because he is from the only ordinary family in the school (ordinary), he is looked down upon by a magus from aristocratic background, and soon begins to become isolated as soon as he enters the school. At that time, he meets Amelia Rose, the daughter of the Rose family, who is the head of the three major aristocrats, and Elisa Griffith, a half-elf, and begins school life with new friends."
                },
                "2": {
                    "ID": "9535794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535794",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Begins His Practical Exercises",
                    "SummaryEnglish": "Despite being baptized by aristocracy, Rei started life at the academy. Rei, who is determined to do what she wants to do thoroughly, wants to work in both the Environmental Research Department and the Gardening Department. However, she was refused entry by the \"Gardening Club\" on the grounds that she was from an ordinary family. Rebecca Bradley, the director of the gardening club and student council president of the academy, reaches out to him, and Ray decides to join the club and take a test. At the same time, the academy was invaded by spies from the empire..."
                },
                "3": {
                    "ID": "9535795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535795",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Enjoys a Day Off",
                    "SummaryEnglish": "During the practical training in Kafka's Forest, Ray defeated a giant monster that attacked him. However, a mysterious magician transforms the monster into a more ferocious form and revives it. Ray, who attacks again, cooperates with Amelia, Elisa, and Evi-Armstrong, and succeeds in repelling this time. Thanks to the fierce battle, the four of them achieve the top results in their training, but... After that, Ray, who returned from training, visited his former master, Lydia Ainsworth, who was a magician of his predecessor, \"Hyoken\"...?"
                },
                "4": {
                    "ID": "9535796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535796",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Releases His Secret Power",
                    "SummaryEnglish": "Rei has become an executive committee member of Magix Chevalier, a swordsman tournament between the three major magic academies. He watches over Amelia as she practices for the school preliminaries, but suddenly she appoints her as her practice partner. While everyone thinks Amelia has the upper hand, Rei corners her with her splendid swordsmanship. Everyone around her praised her for her unexpectedly great effort. However, Albert-Allium, who does not feel comfortable with the situation, challenges Ray to a duel. Albert, who gives off a strange bloodlust, attacks Rei with a serious sword in hand! ?"
                },
                "5": {
                    "ID": "9535797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535797",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Has an Unexpected Meeting on the Battlefield",
                    "SummaryEnglish": "Helena Grady has discarded her teacher disguise and reveals that she is a member of Eugenics, an organization trying to get sorcerers brains. Faced with her reckless onslaught, Ray is finally forced to face her as the Iceblade Sorcerer. As his friends look on, the battle is decided! Then, time leaps backwards 10 years. A young Lydia discovers a war orphan during her battlefield patrol. His name is Ray. Slowly, the mysterious past of the Iceblade Sorcerer is unveiled."
                },
                "6": {
                    "ID": "9535798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535798",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Dons a Mask",
                    "SummaryEnglish": "After the battle with Gray, Ray returns to his peaceful academy life. But then, they meet their new homeroom teacher, who is none other than Carol Caroline. Being uneasy with her from his past experiences, Ray even asks Abbie to fire her... Meanwhile, Amelia makes it through the qualifiers in first place and secures her spot for the Magic Chevalier tournament. However, she quickly loses confidence after she compares herself to her rival from Diom Academy, Ariane Algren. Seeing her like this, Ray goes ahead and says...!?"
                },
                "7": {
                    "ID": "9535799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535799",
                    "TitleEnglish": "The Girl Who Became the World's Strongest Sorcerer Infiltrates a Sorcery Academy",
                    "SummaryEnglish": "In order to prepare for the Magic Chevalier’s rookie bracket, Amelia steels herself with the Ainsworth-style bootcamp. Even though she moans that the training is too grueling, she somehow manages to complete it. Meanwhile, Ray infiltrates the Diom Academy of Sorcery to scope out the competition. He ends up having a training match with Ariane and gets to feel how strong she really is. The next day, Ray takes his friends to meet his master Lydia and they all enjoy a fun day with the great sorcerer. However, Lydia also takes the chance to take Amelia aside to have a personal talk with her..."
                },
                "8": {
                    "ID": "9535800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535800",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Inspires the Rose",
                    "SummaryEnglish": "The Grim Reaper, an assassination organization that invaded the venue of Magix Chevalier, aiming at the children of upper class nobility. Ray is ordered to guard the venue by Abby who senses it. On the other hand, seeing Ariane's overwhelming strength, Amelia completely loses her confidence. Ray stepped into her heart more than usual and gently pushed her back. On the day of her decisive battle, cheered by her friends, Amelia challenges Ariane to her fated showdown. Rei tries to see them fight, but he receives disturbing news..."
                },
                "9": {
                    "ID": "9535801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535801",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Releases the Binds",
                    "SummaryEnglish": "Amelia prepares for defeat before Ariane's fierce attack. It was Rei's voice who rushed to her venue that reached her ears. Inspired by his cheering, Amelia begins to outwit Ariane's attacks with her new magic, and finally launches her counterattack. She hunts her down, but her physical strength in Amelia is also reaching her limit. And the moment of settlement comes to the two girls who fight with all her might. On the other hand, Rebecca, who has advanced to the finals of the main tournament, will face Lucas Forst, who is described as the dark horse of this tournament."
                },
                "10": {
                    "ID": "9535802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535802",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Sets Up a Maid Cafe",
                    "SummaryEnglish": "After the Magic Chevalier is over, the season turns to fall. While Ray and his class are getting excited about their plan for the cultural festival, they get word that Rebecca has been engaged to an upper-tier noble called Evan Bernstein. Ray goes to congratulate her, but gets the feeling that she is not her usual self. On top of that, Dina Sera asks Ray to watch over Rebecca, so he begins his investigation into Evan. However, the situation behind this way bigger than Ray could have imagined..."
                },
                "11": {
                    "ID": "9535803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535803",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Resonates with the Past",
                    "SummaryEnglish": "Everybody is on alert after they figure out that Evan is an impostor who only wants Rebecca’s power. Furthermore, after Maria Bradley talks to him, Ray decides to fight Evan. A few days later, the cultural festival at the Arnold Academy for Sorcery begins, and the maid café Amelia dreamed off is a huge success. Ray leaves his class to go find Rebecca and the two of them have fun checking out the festival. However, looming in the background, there was an ominous presence following her..."
                },
                "12": {
                    "ID": "9535804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535804",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Unveils Akasa!",
                    "SummaryEnglish": null
                }
            }
        }
    }
}