{
    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25531288/",
        "https://www.tbs.co.jp/anime/hyouken",
        "https://www.tvmaze.com/shows/65593/show-slug",
        "https://www.themoviedb.org/tv/200777",
        "https://en.wikipedia.org/wiki/The_Iceblade_Sorcerer_Shall_Rule_the_World",
        "https://x.com/hyouken_pr"
    ],
    "TitleEnglish": "The Iceblade Sorcerer Shall Rule the World",
    "SummaryEnglish": "The Arnold Academy of Magic is a school for the elite...and Ray White is just your ordinary guy. In fact, he doesn't seem particularly skilled with magic at all, and is a bit of a klutz. Which is why he has nothing to do with the rumor that one of the great magicians, the Iceblade Sorcerer, is a member of the incoming class...right?",
    "TitleJapanese": "冰剣の魔術師が世界を統べる ～世界最強の魔術師である少年は、魔術学院に入学する～",
    "SummaryJapanese": "アーノルドマジックアカデミーはエリートのための学校です...そしてレイホワイトはあなたの普通の人です。 実際、彼は魔法に特に熟練しているようには見えず、ちょっとした狂気です。 だから彼は偉大な魔術師の一人であるアイスブレードソーサラーが次のクラスのメンバーであるという噂とは何の関係もありません...そうですか？",
    "Aliases": [
        "The Iceblade Magician Rules Over the World"
    ],
    "Modified": "2025-08-23",
    "Seasons": {
        "1": {
            "ID": "1997948",
            "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9135930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9135930",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Enters the Academy of Sorcery",
                    "SummaryEnglish": "Ray White has inherited the title of \"Ice Sword Magician\", which is said to be the strongest in the world. Three years ago, he suffered a deep wound in his heart and left the battlefield. However, because he is from the only ordinary family in the school (ordinary), he is looked down upon by a magus from aristocratic background, and soon begins to become isolated as soon as he enters the school. At that time, he meets Amelia Rose, the daughter of the Rose family, who is the head of the three major aristocrats, and Elisa Griffith, a half-elf, and begins school life with new friends.",
                    "TitleJapanese": "世界最強の魔術師である少年は、魔術学院に入学する",
                    "SummaryJapanese": "世界最強と謳われる“冰剣の魔術師”の称号を受け継いだレイ＝ホワイト。3年前、心に深い傷を負い、戦場を去った彼は正体を隠してアーノルド魔術学院に入学する。だが、学院唯一の一般家庭出身（オーディナリー）であることを理由に、貴族出身の魔術師から侮蔑の眼差しを向けられ、入学早々に孤立しかけてしまう。そんな時、三大貴族筆頭であるローズ家の令嬢・アメリア＝ローズやハーフエルフのエリサ＝グリフィスと出会い、新たな仲間と学園生活を始めるのだが……。"
                },
                "2": {
                    "ID": "9535794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535794",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Begins His Practical Exercises",
                    "SummaryEnglish": "Despite being baptized by aristocracy, Rei started life at the academy. Rei, who is determined to do what she wants to do thoroughly, wants to work in both the Environmental Research Department and the Gardening Department. However, she was refused entry by the \"Gardening Club\" on the grounds that she was from an ordinary family. Rebecca Bradley, the director of the gardening club and student council president of the academy, reaches out to him, and Ray decides to join the club and take a test. At the same time, the academy was invaded by spies from the empire...",
                    "TitleJapanese": "世界最強の魔術師である少年は、演習を開始する",
                    "SummaryJapanese": "貴族主義の洗礼を受けながらも、学院生活をスタートさせたレイ。やりたいことは徹底してやろうと意気込むレイは、『環境調査部』と『園芸部』の掛け持ちを希望する。だが、『園芸部』からは一般家庭出身であることを理由に入部を断られてしまう。そんな彼に園芸部の部長で学院の生徒会長・レベッカ＝ブラッドリィが救いの手を差し伸べ、レイは入部をかけてテストを受けることに。時を同じくして、学院には帝国からの密偵が侵入していた……。"
                },
                "3": {
                    "ID": "9535795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535795",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Enjoys a Day Off",
                    "SummaryEnglish": "During the practical training in Kafka's Forest, Ray defeated a giant monster that attacked him. However, a mysterious magician transforms the monster into a more ferocious form and revives it. Ray, who attacks again, cooperates with Amelia, Elisa, and Evi-Armstrong, and succeeds in repelling this time. Thanks to the fierce battle, the four of them achieve the top results in their training, but... After that, Ray, who returned from training, visited his former master, Lydia Ainsworth, who was a magician of his predecessor, \"Hyoken\"...?",
                    "TitleJapanese": "世界最強の魔術師である少年は、休日を謳歌する",
                    "SummaryJapanese": "カフカの森での実技演習中、襲い掛かる巨大な魔物を倒したレイ。しかし、謎の魔術師によって、魔物はより狂暴な姿へと変貌し蘇ってしまう。再び攻撃を仕掛けるレイは、アメリアやエリサ、エヴィ＝アームストロングと協力し、今度こそ撃退に成功。激闘の甲斐もあり、4人は実習でトップの成績を収めるのだが……。その後、実習から帰還したレイは先代“冰剣（ひょうけん）の魔術師で自身の師匠・リディア＝エインズワースの元を訪れて……？"
                },
                "4": {
                    "ID": "9535796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535796",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Releases His Secret Power",
                    "SummaryEnglish": "Rei has become an executive committee member of Magix Chevalier, a swordsman tournament between the three major magic academies. He watches over Amelia as she practices for the school preliminaries, but suddenly she appoints her as her practice partner. While everyone thinks Amelia has the upper hand, Rei corners her with her splendid swordsmanship. Everyone around her praised her for her unexpectedly great effort. However, Albert-Allium, who does not feel comfortable with the situation, challenges Ray to a duel. Albert, who gives off a strange bloodlust, attacks Rei with a serious sword in hand! ?",
                    "TitleJapanese": "世界最強の魔術師である少年は、秘めた力を解放する",
                    "SummaryJapanese": "三大魔術学院が争う魔術剣士の大会マギクス・シュバリエの実行委員となったレイ。校内予選に向けて練習に励むアメリアを見守るが、突然、彼女から練習相手に指名される。誰もがアメリア優勢と思う中、華麗な剣捌きで彼女を追い詰めるレイ。予想外の大奮闘に周囲からは称賛の声が上がる。だが、その状況を快く思わないアルバート＝アリウムはレイに決闘を申し込む。異様な殺気を放つアルバートは真剣を手にレイに襲い掛かり！？"
                },
                "5": {
                    "ID": "9535797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535797",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Has an Unexpected Meeting on the Battlefield",
                    "SummaryEnglish": "Helena Grady has discarded her teacher disguise and reveals that she is a member of Eugenics, an organization trying to get sorcerers brains. Faced with her reckless onslaught, Ray is finally forced to face her as the Iceblade Sorcerer. As his friends look on, the battle is decided! Then, time leaps backwards 10 years. A young Lydia discovers a war orphan during her battlefield patrol. His name is Ray. Slowly, the mysterious past of the Iceblade Sorcerer is unveiled.",
                    "TitleJapanese": "世界最強の魔術師である少年は、戦場で邂逅する",
                    "SummaryJapanese": "教師の顔を捨て、魔術師の脳を狙う組織・優生機関（ユーゼニクス）の一員としての本性を現したヘレナ=グレイディ。レイの脳を狙って、捨て身の攻撃を仕掛ける彼女に対して、ついにレイは“冰剣の魔術師”として剣を抜き応戦。仲間たちが見守る中、戦いに決着の時が訪れる！そして時を遡ること10年前。若き日のリディアは戦場探索中に戦災孤児の少年を保護する。彼の名はレイ。今、謎に包まれた“冰剣（ひょうけん）の魔術師”たちの過去が明かされる。"
                },
                "6": {
                    "ID": "9535798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535798",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Dons a Mask",
                    "SummaryEnglish": "After the battle with Gray, Ray returns to his peaceful academy life. But then, they meet their new homeroom teacher, who is none other than Carol Caroline. Being uneasy with her from his past experiences, Ray even asks Abbie to fire her... Meanwhile, Amelia makes it through the qualifiers in first place and secures her spot for the Magic Chevalier tournament. However, she quickly loses confidence after she compares herself to her rival from Diom Academy, Ariane Algren. Seeing her like this, Ray goes ahead and says...!?",
                    "TitleJapanese": "世界最強の魔術師である少年は、仮面を装着する",
                    "SummaryJapanese": "グレイとの戦いを終え、平穏な学院生活へと戻ったレイ。そんな彼を新たなクラス担任のキャロル＝キャロラインが迎える。旧知の仲である彼女に苦手意識を持つレイは、アビーにキャロルの解雇を訴えるが……。一方、校内予選を見事1位で通過し、マギクス・シュバリエ新人戦への出場を決めたアメリア。しかし、ディオム魔術学院のライバル、アリアーヌ＝オルグレンと自分を比較して、自信を失ってしまう。その様子を見かねたレイが彼女にかけた言葉とは……！？"
                },
                "7": {
                    "ID": "9535799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535799",
                    "TitleEnglish": "The Girl Who Became the World's Strongest Sorcerer Infiltrates a Sorcery Academy",
                    "SummaryEnglish": "In order to prepare for the Magic Chevalier’s rookie bracket, Amelia steels herself with the Ainsworth-style bootcamp. Even though she moans that the training is too grueling, she somehow manages to complete it. Meanwhile, Ray infiltrates the Diom Academy of Sorcery to scope out the competition. He ends up having a training match with Ariane and gets to feel how strong she really is. The next day, Ray takes his friends to meet his master Lydia and they all enjoy a fun day with the great sorcerer. However, Lydia also takes the chance to take Amelia aside to have a personal talk with her...",
                    "TitleJapanese": "世界最強の魔術師である少女は、魔術学院に潜入する",
                    "SummaryJapanese": "マギクス・シュバリエ新人戦に向けて、エインズワース式ブートキャンプで特訓を重ねるアメリア。厳しい訓練に音をあげつつも何とかくらいついていく。その頃、レイは敵情視察でディオム魔術学院を訪れ、アリアーヌと手合わせすることに。彼女の強さを身を持って知ることになる。翌日、レイに連れられてリディアの元を訪れた一同は、偉大な魔術師と楽しいひと時を過ごす。だがその途中、リディアは別で話があるとアメリアを連れ出して……。"
                },
                "8": {
                    "ID": "9535800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535800",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Inspires the Rose",
                    "SummaryEnglish": "The Grim Reaper, an assassination organization that invaded the venue of Magix Chevalier, aiming at the children of upper class nobility. Ray is ordered to guard the venue by Abby who senses it. On the other hand, seeing Ariane's overwhelming strength, Amelia completely loses her confidence. Ray stepped into her heart more than usual and gently pushed her back. On the day of her decisive battle, cheered by her friends, Amelia challenges Ariane to her fated showdown. Rei tries to see them fight, but he receives disturbing news...",
                    "TitleJapanese": "世界最強の魔術師である少年は、薔薇を鼓舞する",
                    "SummaryJapanese": "上流貴族の子女を狙い、マギクス・シュバリエの会場に侵入した暗殺組織・グリムリーパー。レイは、そのことを感知したアビーから会場の警備を命じられる。一方、アリアーヌの圧倒的な強さを目にしたアメリアは完全に自信を喪失。レイはそんな彼女の心にいつもより踏み込み、そっと背中を押すのだった。迎えた決戦当日、仲間達の声援を受けて、アメリアはアリアーヌとの因縁の対決に挑む。彼女たちの戦いを見届けようとするレイだったが、不穏な知らせが届き……。"
                },
                "9": {
                    "ID": "9535801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535801",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Releases the Binds",
                    "SummaryEnglish": "Amelia prepares for defeat before Ariane's fierce attack. It was Rei's voice who rushed to her venue that reached her ears. Inspired by his cheering, Amelia begins to outwit Ariane's attacks with her new magic, and finally launches her counterattack. She hunts her down, but her physical strength in Amelia is also reaching her limit. And the moment of settlement comes to the two girls who fight with all her might. On the other hand, Rebecca, who has advanced to the finals of the main tournament, will face Lucas Forst, who is described as the dark horse of this tournament.",
                    "TitleJapanese": "世界最強の魔術師である少年は、呪縛を解放する",
                    "SummaryJapanese": "アリアーヌの猛攻を前に敗北を覚悟するアメリア。そんな彼女の耳に届いたのは会場に駆けつけたレイの声だった。彼の声援に奮起したアメリアは、新たな魔術でアリアーヌの攻撃を凌ぎ始め、ついに反撃を開始。彼女を追い詰めていくが、アメリアの体力も限界を迎えようとしていた。そして死力を尽くして戦う2人の少女に決着の時が訪れる。一方、本戦の決勝戦へと進出したレベッカは、今大会のダークホースと評されるルーカス＝フォルストと対峙するが……。"
                },
                "10": {
                    "ID": "9535802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535802",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Sets Up a Maid Cafe",
                    "SummaryEnglish": "After the Magic Chevalier is over, the season turns to fall. While Ray and his class are getting excited about their plan for the cultural festival, they get word that Rebecca has been engaged to an upper-tier noble called Evan Bernstein. Ray goes to congratulate her, but gets the feeling that she is not her usual self. On top of that, Dina Sera asks Ray to watch over Rebecca, so he begins his investigation into Evan. However, the situation behind this way bigger than Ray could have imagined...",
                    "TitleJapanese": "世界最強の魔術師である少年は、メイド喫茶を準備する",
                    "SummaryJapanese": "マギクス・シュバリエから季節は流れ秋。文化祭の出し物で盛り上がるレイたちの元に、レベッカが上流貴族のエヴァン＝ベルンシュタインと婚約したという知らせが届く。さっそくレベッカの元を訪れ祝福するレイだったが、どこか余所余所しい雰囲気の彼女に違和感を覚える。さらに、この婚約を怪しむディーナ＝セラから、レベッカを託されたレイは、エヴァンの調査を開始。だが、この一件の裏にはレイが予想もしない大きな思惑が絡んでいた……。"
                },
                "11": {
                    "ID": "9535803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535803",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Resonates with the Past",
                    "SummaryEnglish": "Everybody is on alert after they figure out that Evan is an impostor who only wants Rebecca’s power. Furthermore, after Maria Bradley talks to him, Ray decides to fight Evan. A few days later, the cultural festival at the Arnold Academy for Sorcery begins, and the maid café Amelia dreamed off is a huge success. Ray leaves his class to go find Rebecca and the two of them have fun checking out the festival. However, looming in the background, there was an ominous presence following her...",
                    "TitleJapanese": "世界最強の魔術師である少年は、過去と共鳴する",
                    "SummaryJapanese": "エヴァンの正体がレベッカの力を狙う偽物だと突き止め警戒する一同。さらにレベッカの妹・マリア＝ブラッドリィから相談を受けたレイは、エヴァンと戦うことを決意する。それから数日後、アーノルド魔術学院の文化祭がスタートし、アメリア念願のメイド喫茶は大盛況。そんな中、賑わうクラスを抜け出したレイはレベッカの元へ。2人で文化祭も見て回り、楽しい時間を過ごす。しかし、文化祭の裏では不穏な存在が彼女に迫り"
                },
                "12": {
                    "ID": "9535804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-iceblade-sorcerer-shall-rule-the-world/episodes/9535804",
                    "TitleEnglish": "The Boy Who Became the World's Strongest Sorcerer Unveils Akasa!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "世界最強の魔術師である少年は、真理世界を斬り啓く",
                    "SummaryJapanese": "エヴァンに連れ去られたレベッカを助けるため、魔物や優生機関（ユーゼニクス）の魔術師に立ち向かうレイ。さらに、彼の元にアメリアや頼もしい仲間たちが集結し、次々と敵を薙ぎ払っていく。そんな中、明らかになるレベッカ、そしてブラッドリィ家に纏わる秘密。戦場にはこの事件を仕組んだ“虚構の魔術師”も姿を現し、事態は思わぬ方向へと向かっていく。果たして、“冰剣の魔術師”は大切な人たちを守り抜くことができるのか！？"
                }
            }
        }
    }
}