{
  "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt22297732/",
    "https://shiroseijyo-anime.com/",
    "https://www.tvmaze.com/shows/69622/show-slug",
    "https://www.themoviedb.org/tv/204148",
    "https://www.wikidata.org/wiki/Q113645560",
    "https://en.wikipedia.org/wiki/Saint_Cecilia_and_Pastor_Lawrence",
    "https://x.com/shiroseijyo_tv"
  ],
  "TitleEnglish": "Saint Cecilia and Pastor Lawrence",
  "SummaryEnglish": "Saint Cecilia is beloved by the townspeople—not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left—at which point she becomes totally hopeless! Only Pastor Lawrence, is keeping the Saint put together enough to do her duties...and though she may test him, it's all in a day's work!",
  "Aliases": [
    "Shiro Seijo to Kuro Bokushi"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2005498",
      "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9217745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9217745",
          "TitleEnglish": "The Relationship Between Them",
          "SummaryEnglish": "Saint Cecilia is kind, giving guidance to all. The moment they leave, her saintly manner vanishes. Pastor Lawrence is patient with her, if overprotective, and shows no signs of noticing her feelings for him. One day, they head into the village, and...",
          "Aliases": []
        },
        "2": {
          "ID": "9848418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848418",
          "TitleEnglish": "The Things They Protect",
          "SummaryEnglish": "Lawrence's friend Abel comes to visit and says he plans to work with them for a little while. Lawrence's frank manner with his friend is new to Cecilia. When trouble befalls Lawrence, Cecilia panics, but Abel stays calm. The truth is, he has a secret.",
          "Aliases": []
        },
        "3": {
          "ID": "9848422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848422",
          "TitleEnglish": "Lawrence's Concerns",
          "SummaryEnglish": "Abel comes down with a fever and Cecilia insists on looking after him. Lawrence feels a puzzling sense of unease. When he finds Cecilia sleeping near Abel, he speaks curtly to Cecilia and immediately regrets it. What could be making him act this way?",
          "Aliases": []
        },
        "4": {
          "ID": "9848424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848424",
          "TitleEnglish": "She Who Is Called the Lady Saint",
          "SummaryEnglish": "There's a knock at the church door. Abel answers it, then slams the door closed again, to no avail. The visitor, Hazelita, has come looking for him and also to see the lady saint. When she mets Cecilia, her manner toward Lawrence turns cold. But why?",
          "Aliases": []
        },
        "5": {
          "ID": "9848427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848427",
          "TitleEnglish": "First Official Trip",
          "SummaryEnglish": "Lawrence, Cecilia, and the others visit the elderly Corinne. Her home stands near a beautiful lake. Cecilia and Abel each notice something odd about it. Corinne asks for Lawrence's help about the voices she hears at night and he investigates...alone.",
          "Aliases": []
        },
        "6": {
          "ID": "9848429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848429",
          "TitleEnglish": "Abel and Hazelita",
          "SummaryEnglish": "Cecilia helps out at a short-staffed cafe while waiting for Lawrence to finish his errands. When Lawrence finds out about her job, he can't help worrying! Later, Abel receives an envelope containing something Cecilia has been desperately longing for.",
          "Aliases": []
        },
        "7": {
          "ID": "9848432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848432",
          "TitleEnglish": "Cecilia's Worries",
          "SummaryEnglish": "Lawrence's recent strange behavior has Cecilia worried. Upon hearing her fears, Hazelita leaps into action. They follow him into town where something unforeseen happens. Later, a letter arrives, summoning Lawrence to the town where Hazelita's family lives.",
          "Aliases": []
        },
        "8": {
          "ID": "9848434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848434",
          "TitleEnglish": "Frederica's Bequest",
          "SummaryEnglish": "Giselbert treats Cecilia and the others to a lavish dinner. The next day, Cecilia tours the city with Lawrence. She notices that he isn't well. He says that his head has hurt since they passed a certain garden—a place which Hazelita will never forget.",
          "Aliases": []
        },
        "9": {
          "ID": "9848436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848436",
          "TitleEnglish": "Lady Saint's Divine Protection",
          "SummaryEnglish": "Lawrence wants to know more about lady saints, so Cecilia and Giselbert explain what they can. Giselbert holds a farewell party for Cecilia and the others. How will Lawrence react to Cecilia's party attire, and why is Camilla asking her so many questions?",
          "Aliases": []
        },
        "10": {
          "ID": "9848438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848438",
          "TitleEnglish": "Their Feelings",
          "SummaryEnglish": "Cecilia and Lawrence return home. He's immediately busy with work, and she's depressed that they can't spend more time together. When Cecilia can't fall asleep, it gives her a chance to spend time with Lawrence. Then, an accident sets her heart racing!",
          "Aliases": []
        },
        "11": {
          "ID": "9848439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848439",
          "TitleEnglish": "The Way They Met",
          "SummaryEnglish": "Hazelita hopes that giving Cecilia and Lawrence more time alone together will help their relationship progress. She convinces Abel to get involved, too. Meanwhile, Lawrence isn't sure how he should interact with Cecilia. He recalls the first day they met.",
          "Aliases": []
        },
        "12": {
          "ID": "9848440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shiro-seijo-to-kuro-bokushi/episodes/9848440",
          "TitleEnglish": "The Shape of Their Relationship",
          "SummaryEnglish": "Lawrence isn't able to express who Cecilia is to him. A comment from Eric helps Lawrence to see a possible form for their relationship. As the whole village sparkles with the lively energy of the winter festival, Lawrence takes Cecilia to a certain spot.",
          "Aliases": []
        }
      }
    }
  }
}