{
    "URL": "https://www.thetvdb.com/series/trigun-stampede",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21216104/",
        "https://trigun-anime.com/",
        "https://www.themoviedb.org/tv/204266",
        "https://x.com/trigun_anime"
    ],
    "TitleEnglish": "TRIGUN STAMPEDE",
    "SummaryEnglish": "Vash the Stampede’s a joyful gunslinging pacifist, so why does he have a $$6 million bounty on his head? That’s what’s puzzling rookie reporter Meryl Stryfe and her jaded veteran partner when looking into the vigilante only to find someone who hates blood. But their investigation turns out to uncover something heinous—his evil twin brother, Millions Knives.",
    "TitleJapanese": "TRIGUN STAMPEDE",
    "SummaryJapanese": "ガンスモークの禁断の砂漠の世界では、神秘的な賞金がヴァッシュ・ザ・スタンピードの頭上にぶら下がっていて、ガンマンの平和主義者は一瞬の休息を見つけることができないようです。 ヴァッシュは普通のピストレロではなく、惑星に穴を開けることができる武器を詰め込んでいます。これは、地元の人々が彼の名前のまさに言及に震える理由を説明しています。 しかし、600億ダブルドルは通常の報酬ではなく、創造におけるすべての引き金となる幸せなサイコは、ヴァッシュが死んでいるか生きているか、できれば死んでいると主張することを目指しています！",
    "Aliases": [
        "TRIGUN STARGAZE",
        "Trigun Stampede"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "2005835",
            "URL": "https://www.thetvdb.com/series/trigun-stampede/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9791195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9791195",
                    "TitleEnglish": "High Noon at July",
                    "SummaryEnglish": "Knives takes away Vash's precious memories, disabling Vash completely. He begins the final phase of the process that will change the planet forever. Meryl, however, isn't willing to sit idly while this happens.",
                    "TitleJapanese": "HIGH NOON AT JULY",
                    "SummaryJapanese": "テスラの真実を知ってしまったが故に、互いの宿敵となりぶつかり合う運命に至った双子の兄弟。150年もの間旅を続け、惑星の人間たちを愛し護り続けたヴァッシュ。被虐される同胞・プラントを救うべく人類への復讐を遂行するナイヴズ。 それぞれの正義が、儒來の街を貫く。終わり無い旅の果てに、待ち受ける運命とは――"
                }
            }
        },
        "1": {
            "ID": "2005836",
            "URL": "https://www.thetvdb.com/series/trigun-stampede/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "9223681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9223681",
                    "TitleEnglish": "Noman's land",
                    "SummaryEnglish": "Newbie reporter Meryl and veteran drunk Roberto chase after Vash the Stampede, the legendary \"Humanoid Typhoon\" with a huge bounty on his head. They don't have trouble finding him, but he appears much more low-key than they expected.",
                    "TitleJapanese": "NOMAN'S LAND",
                    "SummaryJapanese": "灼熱の惑星、ノーマンズランド。人類は水や食料、資源を作り出せる唯一の生体動力炉＜プラント＞を頼りに、砂嵐吹き荒れる不毛の地で、血肉を削り暮らしていた。そんな過酷な世界に、懸賞金600万$$を懸けられた“関われば必ず災厄に見舞われる”人間台風ことヒューマノイドタイフーンと呼ばれるトラブルメーカーがいた。その名を、“ヴァッシュ・ザ・スタンピード”という――。ベルナルデリ通信社のベテラン記者、ロベルト・デニーロと新人記者のメリル・ストライフは、“連続プラント強奪事件”の真相を追い調査を進める中、自分をヴァッシュと名乗る男と出会うが…!?トラブル続きの予測不能⁉な惑星を跨ぐ冒険が幕を開ける!!"
                },
                "2": {
                    "ID": "9546123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546123",
                    "TitleEnglish": "The Running Man",
                    "SummaryEnglish": "Despite being saved by Vash twice already, the townsfolk of Jeneora Rock decide it's in their best interest to capture Vash for his bounty. Vash decides to escape, but it's not just the gun-toting townsfolk he needs to run away from.",
                    "TitleJapanese": "逃げる男",
                    "SummaryJapanese": "たった一発の銃弾でジェネオラ・ロックの街の危機を防いだヴァッシュだったが、今度は600万$$の賞金を知った住民たちから追われることに。街中を逃げ回るヴァッシュたちに、脱獄した凶悪犯ネブラスカ親子まで加わり賞金首ヴァッシュの争奪戦が始まる。『誰も傷つけたくない』と戦うことを避け、ひたすら逃げるヴァッシュ。そんなヴァッシュを追うのを諦めたネブラスカ親子が向かった先は、街の生命線、＜プラント＞だった。プラント強奪の狙いに気づいたヴァッシュは、再び街へと荒野を駆け出す。"
                },
                "3": {
                    "ID": "9546252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546252",
                    "TitleEnglish": "Bright Light, Shine Through the Darkness",
                    "SummaryEnglish": "Vash, the town of Jeneora Rock, and the Nebraskas reach a three-way truce, but their brief moment of peace is shattered by yet another assailant. He seems to be after the plant as well, but something more sinister seems to be at play.",
                    "TitleJapanese": "光よ、闇を照らせ",
                    "SummaryJapanese": "ネブラスカ親子によるプラント強奪の騒ぎが解決し、祝杯を挙げる宴が開かれていたジェネオラロック。平穏が訪れたかと思われたのも束の間、突如、数多の自走式爆弾が住民達を襲い、死の脅威が降り注ぐ。爆弾魔E・G・ザ・マインの犯行であることを突き止めたヴァッシュ達は、メリル、ロベルトらと協力し合い爆弾の停止に向かうが、そこにある男が現れ…"
                },
                "4": {
                    "ID": "9546253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546253",
                    "TitleEnglish": "Hungry!",
                    "SummaryEnglish": "Vash meets Nicholas, a suspicious undertaker who carries a huge cross. Before they could get to know each other, though, they are attacked by a huge worm, swallowing them and the building they were in.",
                    "TitleJapanese": "HUNGRY！",
                    "SummaryJapanese": "プラントを強奪し無残にも街を破壊したナイヴズを追い、第三都市ジュライを目指すヴァッシュ。メリルとロベルトは記者としてヴァッシュの取材を継続することを決意する。取材用の車で砂漠を横断する一行は道中で、葬儀屋だと語る謎の男と出会う。布にくるまれた大きな十字架を抱え、砂漠には見合わぬ黒スーツに身を包み、裸足で靴を履いた正体不明の男は“ニコラス・D・ウルフウッド”と名乗っていた。"
                },
                "5": {
                    "ID": "9546254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546254",
                    "TitleEnglish": "Child of Blessing",
                    "SummaryEnglish": "Vash is drawn towards a seemingly abandoned village with a giant windmill, for reasons that only he knows. There, the group is attacked by a tremendous gale of gunfire.",
                    "TitleJapanese": "祝福の子供",
                    "SummaryJapanese": "ニコラスが仲間に加わり、にわかに賑やかになったヴァッシュ達の旅路。引き続きナイヴズの後を追う一行は、赤い砂漠に佇む辺境の村、\"風車の村\"に立ち寄る。風も吹かず、役目を果たさぬ風車。人影もなく廃墟と思われたが、突如、巨大な殺気がヴァッシュに襲い掛かる..."
                },
                "6": {
                    "ID": "9546255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546255",
                    "TitleEnglish": "Once Upon a Time in Hopeland",
                    "SummaryEnglish": "Vash and Wolfwood board the massive Sandsteamer vessel to travel to their final destination, JuLai. Yet again, they are ambushed by a hail of gunfire, but this time, it's someone Wolfwood knows.",
                    "TitleJapanese": "ワンス・アポン・ア・タイム・イン・ホープランド",
                    "SummaryJapanese": "第三都市ジュライを目指し、砂の海を横断する船・サンドスチームへ乗り込むヴァッシュとニコラス。無事に出航したと思われた矢先、ヴァッシュたちの前に新たな刺客リヴィオが現れる。激しい銃撃戦が繰り広げられる中、ニコラスは自らの過去を思い出す。"
                },
                "7": {
                    "ID": "9546256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546256",
                    "TitleEnglish": "Wolfwood",
                    "SummaryEnglish": "Vash and Wolfwood work together to stop Livio, an assassin who has lost his sense of self. The chaos is further accelerated by an attack by the Bad Lads Gang. While this is happening, someone sabotages the Sandsteamer, sending it on a crash course with Hopeland, Wolfwood's home town.",
                    "TitleJapanese": "WOLFWOOD",
                    "SummaryJapanese": "自我を失った暗殺者・リヴィオの暴走を食い止めるべく、共闘するヴァッシュとニコラス。銃弾飛び交う船上にはバド・ラド団の襲撃が重なり、激しさを増す一方。そんな渦中、第三都市ジュライに向けて出航していたサンドスチームが、何者かにより航路を変え、ニコラスの故郷”ホープランド”へ暴走を始める。"
                },
                "8": {
                    "ID": "9546257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546257",
                    "TitleEnglish": "Our Home",
                    "SummaryEnglish": "Many years in the past, a colony ship traveling through space to find a new home for humanity suddenly experienced an emergency. Young Vash and Knives were saved by Rem and crash-landed on the planet No Man's Land on an escape pod.",
                    "TitleJapanese": "Our Home.",
                    "SummaryJapanese": "遥かな昔、新たな惑星を求めて移動していた人類の移民船に突如緊急事態が発生した。レムの助けによって脱出艇でノーマンズランドに降り立った少年ヴァッシュと少年ナイヴズだが、ヴァッシュは果て無い砂漠を彷徨い、遂には気を失ってしまう。"
                },
                "9": {
                    "ID": "9546258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546258",
                    "TitleEnglish": "Millions Knives",
                    "SummaryEnglish": "After surviving the crash, Vash started a life with Luida and Brad, while Knives formed an alliance with Conrad, the leader of the research group called the Sinners. The twins finally meet again in front of an array of plants that have turned red from overwork.",
                    "TitleJapanese": "Millions Knives",
                    "SummaryJapanese": "ルイーダとブラドのもとで暮らすヴァッシュ。一方、ナイヴズは移民船団の集団墜落、大墜落＜ビッグフォール＞を生き延びた、研究組織シナーズのリーダー、コンラッドと動きを共にしていた。そんなある日、復興を急ぐ集落の施設で生体動力炉”プラント”に異常が発生。真っ赤に染まったプラントの光の下、道を違えた双子が再び会する。"
                },
                "10": {
                    "ID": "9546259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546259",
                    "TitleEnglish": "Humanity",
                    "SummaryEnglish": "Meryl and Roberto are taken to JuLai, the Third City, by Zazie. There, they learn why and how the human race ended up on this planet, No Man's Land. They also see Conrad, the former leader of the Sinners research group, who explains his goals. Meanwhile, Vash and Wolfwood reach the top floor of the JuLai Tower, where Knives awaits.",
                    "TitleJapanese": "人間",
                    "SummaryJapanese": "メリルとロベルトはザジに第三都市・儒来へと連れ去られてしまう。そこで二人は人類がなぜここ、ノーマンズランドに来たのかを知る。シナーズの元リーダーであり、ミカエルの眼のもとで人体の改造を繰り返す研究者コンラッドも現れ、人類の犯した過ち、そして彼らの目指す計画のすべてが明かされる。\n時を同じくして、ヴァッシュとニコラスはナイヴズの待つ儒来タワー最上階へとたどり着く。終わりない旅の果てに、待ち受ける運命とは――。"
                },
                "11": {
                    "ID": "9546260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/9546260",
                    "TitleEnglish": "To a New World",
                    "SummaryEnglish": "Caught in Knives' trap, Vash is dropped into a giant pool. There, Knives attacks the precious memories that helped Vash maintain his love towards humanity. While Vash and Knives clash in this metaphysical realm, Meryl witnesses the astonishing physical manifestations.",
                    "TitleJapanese": "新世界へ",
                    "SummaryJapanese": "ナイヴズの思惑に嵌められ、巨大な水槽へと落ちるヴァッシュ。プラントにアクセスする溶液で満たされた水槽の中、ナイヴズはヴァッシュの記憶世界へ強制的に入り込んでいく。人々に忌み嫌われながらも、人類を愛し護り続けたヴァッシュ。彼を支えていた大切な記憶とは――。\nそして、ヴァッシュの後を追い、引き返してきたメリルは、信じられない光景を目の当たりにする。"
                }
            }
        },
        "2": {
            "ID": "2150465",
            "URL": "https://www.thetvdb.com/series/trigun-stampede/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11194455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun-stampede/episodes/11194455",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}