{
    "URL": "https://www.thetvdb.com/series/my-home-hero",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/787C-2282-EA4F-DA56-1A61-D",
        "https://www.imdb.com/title/tt22410622/",
        "https://myhomehero-anime.com/",
        "http://www.reddit.com/r/MyHomeHero/",
        "https://www.tvmaze.com/shows/67461/show-slug",
        "https://www.themoviedb.org/tv/204412",
        "https://www.wikidata.org/wiki/Q115623470",
        "https://en.wikipedia.org/wiki/My_Home_Hero",
        "https://x.com/myhomehero_pr"
    ],
    "TitleEnglish": "My Home Hero",
    "SummaryEnglish": "An unassuming father becomes a target when he kills his daughter's abusive boyfriend — who happens to be the son of a cold-blooded crime boss.",
    "TitleJapanese": "マイホームヒーロー",
    "SummaryJapanese": "大学に信頼できる妻と娘がいて、時には少し反抗的な行動をとることができるが、彼自身のやり方で幸せな生活を送っているサラリーマンを中心にしています。 ある日まで、彼は娘が殴打されたことを知り、家族を守るために危険な世界への旅を始めます。",
    "Aliases": [
        "Mai Hōmu Hīrō"
    ],
    "Modified": "2025-06-25",
    "Seasons": {
        "1": {
            "ID": "2006179",
            "URL": "https://www.thetvdb.com/series/my-home-hero/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9575770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9575770",
                    "TitleEnglish": "From Today, I Am a Killer",
                    "SummaryEnglish": "Tosu Tetsuo is a 47-year-old humble businessman who loves his family. He finds out that Reika, his daughter in college, has been physically abused by her boyfriend, Matori Nobuto, and acts to protect her, which leads to a terrible, irreparable situation.",
                    "TitleJapanese": "今日から殺人鬼",
                    "SummaryJapanese": "家族を愛するしがない会社員、鳥栖哲雄。47歳。大学生の娘・零花の様子がおかしいことに気づいた哲雄は、たまたま目にした素行の悪そうな彼氏・麻取延人の口から「零花を殴った」という信じられない言葉を耳にする。延人を尾行した哲雄は仲間に見つかり、早速痛い目を見るものの、娘を守るためにさらなる行動を起こす。それが、取り返しのつかない最悪の事態を招くとも知らずに……。"
                },
                "2": {
                    "ID": "9692322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692322",
                    "TitleEnglish": "Cutting the Cake",
                    "SummaryEnglish": "With Kasen's help, Tetsuo devises a way to dispose of the body. In the meantime, a group of men is looking for Nobuto. Tetsuo and Kasen give them false information to divert their attention.",
                    "TitleJapanese": "20年目の共同作業",
                    "SummaryJapanese": "家族を愛するしがない会社員、鳥栖哲雄。47歳。大学生の娘・零花の様子がおかしいことに気づいた哲雄は、たまたま目にした素行の悪そうな彼氏・麻取延人の口から「零花を殴った」という信じられない言葉を耳にする。延人を尾行した哲雄は仲間に見つかり、早速痛い目を見るものの、娘を守るためにさらなる行動を起こす。それが、取り返しのつかない最悪の事態を招くとも知らずに......。"
                },
                "3": {
                    "ID": "9692323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692323",
                    "TitleEnglish": "The Correct Path",
                    "SummaryEnglish": "The group of men, led by Kyoichi, finds out Tetsuo and Kasen's lie and resorts to violence to interrogate them to find out what happened to Nobuto.",
                    "TitleJapanese": "正解への道",
                    "SummaryJapanese": "突然、組織に襲撃された哲雄。時を同じくして、歌仙も自宅で襲撃を受けていた。襲撃者の一人・間島恭一は、強引な手段で延人の情報を引き出そうとする。恭一に追い詰められながら、窮地を脱するべく思考を巡らせる哲雄。理不尽な暴力と脅迫を受けピンチに陥る哲雄だが、彼らの接触を想定して、事前に歌仙とある準備をしていた。"
                },
                "4": {
                    "ID": "9692324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692324",
                    "TitleEnglish": "The World of Violence",
                    "SummaryEnglish": "Tetsuo and Kyoichi work together to trace Nobuto's footsteps before his disappearance. But in that process, they're given a violent and possibly fatal ultimatum by the organization.",
                    "TitleJapanese": "暴力の世界",
                    "SummaryJapanese": "“失踪した“延人の行方を探すという条件で、監禁を解かれた哲雄と歌仙。だが、いまだ哲雄への疑いは晴れず監視は続く上に、提示された捜索期限は数日後に迫っていた。これ以上家族を巻き込みたくない哲雄は、恭一とともに、延人をよく知る人物・響が働くキャバクラを訪れる。"
                },
                "5": {
                    "ID": "9692325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692325",
                    "TitleEnglish": "Are You Happy?",
                    "SummaryEnglish": "Tetsuo and Kasen work with their old college friend to make it look like Nobuto is still alive. While trying to find out Nobuto's password to access his social media account, Tetsuo encounters Nobuto's father.",
                    "TitleJapanese": "幸せ？",
                    "SummaryJapanese": "恭一とともに窪に窮地を救われた哲雄だが、ある映像を撮影されてしまったことで、さらに窮地に追い込まれてしまう。延人の捜索期限があと３日と迫る中、響の協力を得た哲雄は、大学の後輩である田端をも巻き込み、歌仙とともにある計画を実行に移す。"
                },
                "6": {
                    "ID": "9692326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692326",
                    "TitleEnglish": "Entertaining the Guest, Kasen Style",
                    "SummaryEnglish": "Tetsuo succeeds in uploading the fake video of Nobuto, but it leads to more investigation by Kubo's men. Kyoichi, still suspicious of Tetsuo, decides to investigate Tetsuo's house. Without consulting Tetsuo, Kasen chooses to entertain Kyoichi...",
                    "TitleJapanese": "歌仙流おもてなし",
                    "SummaryJapanese": "延人の父親・麻取義辰と話し、延人にも親がいることを思い、悩む哲雄。延人が生存しているという偽映像の情報を流すことに成功した哲雄だったが、組織に恭一とともに呼び出される。映像をチェックする組織のメンバーの様子を、固唾を呑んで見つめる哲雄。その結果は……。"
                },
                "7": {
                    "ID": "9692327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692327",
                    "TitleEnglish": "Mother and Mother",
                    "SummaryEnglish": "As the deadline approaches, Tetsuo and Kasen begin putting a plan in action to frame someone else for Nobuto's murder. Kyoichi contacts Reika and attempts to meet with her.",
                    "TitleJapanese": "母と母",
                    "SummaryJapanese": "「あなたのご両親は、隠し事をしている。」恭一はメールを使い零花に接触を計り、少しずつ、確実に哲雄を追い詰めていく。一方、延人殺しの証拠となる遺骨を持った歌仙は、恭一の母親と遭遇する。鳥栖家にとっての危険人物・恭一について、母親から語られた事とは…。"
                },
                "8": {
                    "ID": "9692328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692328",
                    "TitleEnglish": "The Spider's Thread",
                    "SummaryEnglish": "Tetsuo races against the clock to plant evidence to frame someone else as Nobuto's murderer. Kasen scrambles to keep Reika away from Kyoichi after he tries to get in contact with her.",
                    "TitleJapanese": "蜘蛛の糸",
                    "SummaryJapanese": "「早く帰ってきてくださいね。みんなでご飯を食べましょう。」と零花と落ち合い、危機を脱した歌仙は、他愛のない約束を哲雄と交わす。そして、組織への不信感を恭一に植え付けた哲雄は、恭一の自宅への侵入に成功する。なんとかここまで辿り着いた…！これがきっと、最後のチャンス。"
                },
                "9": {
                    "ID": "9692329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692329",
                    "TitleEnglish": "The Fateful Day",
                    "SummaryEnglish": "After Tetsuo and Kyoichi inspect Kyoichi's apartment, they share what could be their \"last meal.\" When they go back to Takeda, new evidence shows up that makes Kyoichi a prime suspect.",
                    "TitleJapanese": "運命の日",
                    "SummaryJapanese": "恭一と食事を供とにし、濃密な一週間の終わりを感じる哲雄。明日自分か、目の前の男のどちらかが死ぬ。最後の晩餐を済ませた哲雄は、恭一とともに組織の構成員・竹田の元へ向かう。疑心暗鬼になる面々のもとに、合流する窪。事態は目まぐるしく展開し、クライマックスへ向かう。"
                },
                "10": {
                    "ID": "9692330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692330",
                    "TitleEnglish": "One Thing I Did",
                    "SummaryEnglish": "Tetsuo is allowed to walk away after Kyoichi is condemned by the organization. However, Kyoichi does not quietly accept his fate and attempts to escape his death sentence.",
                    "TitleJapanese": "僕がした１つのこと",
                    "SummaryJapanese": "「あなたは優しい。あなたでなければ成立しなかった。」恭一が見せた僅かな綻びを見逃さず、貶めることに成功した。哲雄は安堵し、歌仙に自身の無事と、全てが終わったことを知らせる。一方、組織から追われ逃亡する身となってしまった恭一は、哲雄への復讐のため、行動を起こす。"
                },
                "11": {
                    "ID": "9692331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692331",
                    "TitleEnglish": "Father",
                    "SummaryEnglish": "Hearing the truth from Kyoichi, Matori visits Reika's apartment where Tetsuo happens to be. Just like on that fateful day, Tetsuo hides in the closet. Seeing the rage and sorrow of Matori, Tetsuo decides to ends it by confessing the crime to Matori.",
                    "TitleJapanese": "父親",
                    "SummaryJapanese": "組織から解放され、零花の部屋を訪れていた哲雄。そこに突然、恭一から真実を語られた麻取義辰が現れ、哲雄 は奇しくもあの日と同じくクローゼットに身を隠す。大切な息子の死に場所を知り、感情を露わにする父の姿を 目の当たりにした哲雄は、すべてを終わらせるため、麻取と相対する決意を固める。"
                },
                "12": {
                    "ID": "9692332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-home-hero/episodes/9692332",
                    "TitleEnglish": "The Current Happiness",
                    "SummaryEnglish": "Tetsuo and Matori remain locked in their fight to the death, both driven by their love for their families. Police come to investigate the noise created by the scuffle. The survivors are left to bury the bodies and bear the weight of their sins.",
                    "TitleJapanese": "今の幸せ",
                    "SummaryJapanese": "娘・零花を守るため、人を殺めた鳥栖哲雄。息子・延人を殺され、復讐する麻取義辰。互いにエゴを抱えた父 親同士が、醜く本能のままにぶつかり合う。そして、罪を重ね続けた哲雄は、これまでの事を振り返りながら 思う。この罪に終わりはあるのか。いつか、赦される日が、来るのだろうか......。"
                }
            }
        }
    }
}