{
    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33044444/",
        "https://anime-chi.jp/",
        "https://www.themoviedb.org/tv/204635",
        "https://www.wikidata.org/wiki/Q128199315",
        "https://en.wikipedia.org/wiki/Orb:_On_the_Movements_of_the_Earth#Anime",
        "https://x.com/chikyu_chi"
    ],
    "TitleEnglish": "Orb: On the Movements of the Earth",
    "SummaryEnglish": "Sparks of the discoveries of the Renaissance are only beginning to burn in 15th century Europe, even as those who make discoveries are burned for their heresy. In Poland, a child prodigy named Rafal is expected to be another great mind in theology, but an encounter with a certain man leads him down the path to a heretical truth.",
    "TitleJapanese": "チ。―地球の運動について―",
    "SummaryJapanese": null,
    "Aliases": [
        "Chi: Chikyū no Undō ni Tsuite",
        "Chi: Chikyuu no Undou ni Tsuite"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "1": {
            "ID": "2006707",
            "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "9273274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/9273274",
                    "TitleEnglish": "Heliocentrism. How About That?",
                    "SummaryEnglish": "A gifted young student plans to study theology at university, but his true passion is astronomy. One day, he meets a mysterious scholar named Hubert.",
                    "TitleJapanese": "『地動説』、とでも呼ぼうか",
                    "SummaryJapanese": "舞台は15世紀のヨーロッパ某国。飛び級で大学への進学を認められた神童・ラファウ。彼は周囲の期待に応え、当時最も重要とされていた神学を専攻すると宣言。が、以前から熱心に打ち込んでいる天文への情熱は捨てられずにいた。\nある日、彼はフベルトという謎めいた学者と出会う。異端思想に基づく禁忌に触れたため拷問を受け、投獄されていたというフベルト。彼が研究していたのは、宇宙に関する衝撃的な「ある仮説」だった――"
                },
                "2": {
                    "ID": "10677562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10677562",
                    "TitleEnglish": "And Now… I'm Going to Move the Earth",
                    "SummaryEnglish": "Rafal is intrigued by Hubert’s heliocentric theory. Later, Hubert is arrested by an inquisitor but he gives Rafal a pendant before being whisked away.",
                    "TitleJapanese": "今から、地球を動かす",
                    "SummaryJapanese": "フベルトの提唱した「地動説」は少年ラファウに大きな衝撃を与える。その考えが教会に対する異端思想であると頭では理解しつつも、知的探究心は抑えられない。そんな折、フベルトは傭兵上がりの異端審問官・ノヴァクに捕らえられ、あえなく処刑されてしまう。彼が死の間際にラファウに託したのは、天体を模したペンダントだった。ラファウはそれに秘められたメッセージを読み取り――。"
                },
                "3": {
                    "ID": "10730516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730516",
                    "TitleEnglish": "I… Believe in Heliocentrism",
                    "SummaryEnglish": "Nowak convinces Potocki to admit to Rafal's heresy. Once arrested, Rafal is given a choice: recant his belief in heliocentrism or submit to torture.",
                    "TitleJapanese": "僕は、地動説を信じてます",
                    "SummaryJapanese": "処刑されたフベルトの異端思想――「地動説」をラファウが受け継いだと察知したノヴァクは、義父のポトツキに揺さぶりをかける。ポトツキもまたかつて地動説に魅了され、捕縛された過去を持つ異端者だった。ポトツキの裏切りにより捕縛されるラファウ。「地動説を捨てれば全て赦される」――裁判所で選択を迫られたラファウは、信じられない行動を取る。"
                },
                "4": {
                    "ID": "10730517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730517",
                    "TitleEnglish": "The Fact That This World Is Far More Beautiful Than Heaven",
                    "SummaryEnglish": "The duelist Oczy wishes for death so he can escape his hopeless world and go to heaven. His colleague finds meaning in life by observing the stars.",
                    "TitleJapanese": "この地球は、天国なんかよりも美しい",
                    "SummaryJapanese": "ラファウの死から十年後――。代闘士のオクジーは気乗りのしない仕事で日銭を稼いでいた。同僚のグラスは天体を観測し、ある法則を見出すことに生き甲斐を感じているが、オクジーは現世に希望を見出せず、早く天国に行くことだけを願っていた。\nある日、彼らは一人の異端者を護送する任務を負うことになる。その異端者の言葉に警戒心をもつオクジー、一方徐々に心を動かされていくグラスだったが――。"
                },
                "5": {
                    "ID": "10730518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730518",
                    "TitleEnglish": "Even If I Die… This World Will Continue",
                    "SummaryEnglish": "Gras aborts the mission, placing himself and Oczy in mortal danger from Nowak. They both flee for the mountains, where they find a stone chest.",
                    "TitleJapanese": "私が死んでもこの世界は続く",
                    "SummaryJapanese": "異端者の言葉に感化されたグラスは任務を放棄し、ノヴァクと敵対する事態に。巻き込まれる形となったオクジーは、異端者の決死の行動に衝撃を受ける。命からがら逃げ延びたオクジーとグラスは異端者の言葉に従い、山奥で古びた石箱を発見。この中身の価値を知り得る人物に心当たりがある、とグラスは言う。\nオクジーは元の生活に戻ることを望んでいたが、ある事態が彼に否応なく決断を迫ることになる。"
                },
                "6": {
                    "ID": "10730519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730519",
                    "TitleEnglish": "Move… The World",
                    "SummaryEnglish": "Oczy seeks the help of Badeni, the demoted monk who incurred the Church's wrath by turning his curiosity to the riddles of the sky.",
                    "TitleJapanese": "世界を、動かせ",
                    "SummaryJapanese": "異端者とグラスの両者から「想い」を託されたオクジーが訪ねたのは、村外れの教会に住む修道士のバデーニ。彼は優秀ではあるが独善的で、とある思想上の禁忌に触れたことで街の修道院を追放された身だった。下級市民であるオクジーの言葉を信じようとしないバデーニだったが、この辺境で一生くすぶっているよりはと山奥へ向かう。石箱の中身に触れたバデーニは、あまりの衝撃に予想外の行動を見せる。"
                },
                "7": {
                    "ID": "10730520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730520",
                    "TitleEnglish": "Matters of the Truth",
                    "SummaryEnglish": "Gifted scholar Jolenta suffers discrimination as the only girl at an astronomy institute. Badeni seeks resources to prove the heliocentric theory.",
                    "TitleJapanese": "真理のためなら",
                    "SummaryJapanese": "石箱の中身は禁忌とされる「地動説」に関する資料だった。バデーニはこれを証明すべく、より多くの観測記録を持つ者との接触を図るため街へと向かう。一方、街の天文研究所で働くヨレンタは、優秀だが女性であるという理由だけで研究員として扱われず、雑用係に甘んじていた。そんな折、街の掲示板にとある問いが出題されているのを見る。それは天文に関する問題で。"
                },
                "8": {
                    "ID": "10730521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730521",
                    "TitleEnglish": "We Must Become Icarus",
                    "SummaryEnglish": "Badeni offers Jolenta a chance to pursue the truth of the skies, but she is overcome with fear. Afterward, she overhears bold words from Count Piast.",
                    "TitleJapanese": "イカロスにならねば",
                    "SummaryJapanese": "天文に関する難問を解いたヨレンタに接触するバデーニとオクジー。「自分が書いたものではない」と否定するヨレンタだったが、バデーニは彼女の聡明さを見抜いていた。「地動説」の共同研究を持ち掛けるバデーニに対し、揺れ動くヨレンタ。彼女の迷いの理由はそれが思想上の禁忌であることだけでなく、天文研究所の所長であり天文学の権威・ピャスト伯の存在が影響しているようなのだが――"
                },
                "9": {
                    "ID": "10730522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730522",
                    "TitleEnglish": "This Is What It Means… To Learn Something, I Think",
                    "SummaryEnglish": "A middle-aged Piast vows to prove his professor's geocentric model. In the present, he agrees to let Badeni use his records — on one condition.",
                    "TitleJapanese": "きっとそれが、何かを知るということだ",
                    "SummaryJapanese": "天文研究所の所長・ピャスト伯は、先代の教授から受け継いだ「完璧な天動説の証明」に残り少ない命を捧げていた。天体の観測記録を提供して欲しいというバデーニらの申し出を一度は断るピャスト伯だが、ある条件を理由に承諾する。その条件とは、彼がかつて観測したという見えるはずのない天体――「満ちた金星」を観測することであった。大任を担うことになったオクジーはその重責に耐えられるのか。"
                },
                "10": {
                    "ID": "10730523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730523",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Oczy tells Badeni that he is learning to read and write. Later, Badeni's claim that knowledge should be held by a select few bothers a fellow monk.",
                    "TitleJapanese": "知",
                    "SummaryJapanese": "ピャスト伯の死から数ヶ月――バデーニは膨大な観測記録を基に「地動説」の完成に没頭し、オクジーはヨレンタから文字を教わり自身の心境を綴るようになる。が、バデーニはオクジーのその行動に一切の価値を認めず、進まない研究に苛立ちを隠せずにいた。\n一方、同地区の教会では司教が異端審問官を増員し、いよいよ異端への弾圧を強めようとしていた。"
                },
                "11": {
                    "ID": "10730524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730524",
                    "TitleEnglish": "Terror",
                    "SummaryEnglish": "Nowak gives two rookie inquisitors a terrifying first taste of their new roles. Badeni meets with Jolenta and tells her he has completed his theory.",
                    "TitleJapanese": "血",
                    "SummaryJapanese": "新人の異端審問官の教育実習を任されたノヴァク。淡々と女性の異端者を拷問する姿に衝撃を受ける新人審問官ら。中でもシモンは本当にこんなやり方が正しいのかと疑問を抱く。\n一方のバデーニはいよいよ「地動説」が完成したことをヨレンタに報告し、オクジーとともに祝杯を挙げる。それぞれの今後の夢について酒場で語り合う中、現れるはずのない男が現れる。"
                },
                "12": {
                    "ID": "10730525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730525",
                    "TitleEnglish": "Heliocentrism Is My Faith",
                    "SummaryEnglish": "Nowak asks Badeni to show him his research. He inspects Badeni’s premises but doesn’t find anything incriminating — until he spots a certain item.",
                    "TitleJapanese": "俺は、地動説を信仰してる",
                    "SummaryJapanese": "ヨレンタの父は、よりによってノヴァクだった。バデーニが天文の研究をしていると知ったノヴァクは、念のため調べさせて欲しいと言い出す。バデーニはやむを得ず、ノヴァクを小屋へと案内する。室内をくまなく捜索し、異端研究の疑いはなしと判断するノヴァクだったが、そこにあるはずのない「何か」を見つけて密かに疑念を深めるのだった。バデーニとオクジーに最大の危機が迫る。"
                },
                "13": {
                    "ID": "10730526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730526",
                    "TitleEnglish": "Freedom",
                    "SummaryEnglish": "In a medical area within the inquisition chamber, a wounded Oczy awakes to see Nowak, who has kept him alive in hopes of extracting information.",
                    "TitleJapanese": "『自由』を",
                    "SummaryJapanese": "自らの命を賭してバデーニを逃がし、ノヴァクと対峙するオクジー。戦いの末、瀕死の重傷を負ったオクジーは長い夢を見る。目覚めるとそこは異端審問所の医療施設。ノヴァクがオクジーから話を聞き出すために敢えて生かしておいたのだ。だが、命懸けで何かを守ろうとした者に恐らく拷問は通じない。そう考えたノヴァクが取った行動とは――。"
                },
                "14": {
                    "ID": "10730527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730527",
                    "TitleEnglish": "Tonight's Sky…",
                    "SummaryEnglish": "Badeni must choose between revealing the location of the heretical documents on heliocentric theory or prolonging Oczy’s torture at Nowak’s hands.",
                    "TitleJapanese": "今日のこの空は",
                    "SummaryJapanese": "ノヴァクから苛酷な拷問を受け続けるオクジー。見かねたバデーニはついに自白してしまう。こうしてはるか以前から信念ある者らによって連綿と託されてきた地動説の資料は教会に押収され、バデーニとオクジーは死刑を宣告される。己の運命を受け入れる二人だが、地動説は決して終わらせない。その信念のもと、事前に仕掛けておいたある策に一縷の希望を託し、二人は絞首台へと上っていく。"
                },
                "15": {
                    "ID": "10730528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730528",
                    "TitleEnglish": "Is It… My Turn?",
                    "SummaryEnglish": "Nowak believes his beloved daughter has been executed as a heretic. Father Grabowski comes across a letter from Badeni containing an unusual request.",
                    "TitleJapanese": "私の、番なのか？",
                    "SummaryJapanese": "異端に関わったとして拷問を受けるヨレンタだったが、新人審問官のシモンに助けられ、いずこへと逃げ去っていく。助任司祭アントニの計略により娘が火あぶりの刑に処せられたと思い込んだノヴァクは失意の底に沈み、生きる気力を失ってしまう。 一方、クラボフスキはひょんなことからバデーニの遺した手紙を見つける。地動説を終わらせないためにバデーニが仕掛けた驚天動地の秘策とは。"
                },
                "16": {
                    "ID": "10730529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730529",
                    "TitleEnglish": "It's Time to Begin the Operation",
                    "SummaryEnglish": "Twenty-five years later, Captain Schmidt of the extremist Heretic Liberation Front infiltrates a church and steals an important item.",
                    "TitleJapanese": "行動を開始する",
                    "SummaryJapanese": "バデーニ、オクジー、ヨレンタの悲劇から２５年――。教会の主流派幹部の倫理的腐敗は極まり、各地で抵抗勢力が台頭しつつあった。そのうちの一派、過激なことで知られる「異端解放戦線」のシュミットは各地の審問所を襲撃し、異端を解放して回っていた。\nある日、シュミットは組織長の命により聖堂を襲撃、ある書物を奪取する。そこには「地動説」を示唆するような言葉が綴られており――。"
                },
                "17": {
                    "ID": "10730530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730530",
                    "TitleEnglish": "I Could Make a Lot of Money With This Book… Maybe",
                    "SummaryEnglish": "A young nomad woman haunted by poverty devotes her life to obtaining wealth. One night, she discovers the book that Frei hid in the abandoned village.",
                    "TitleJapanese": "この本で大稼ぎできる、かも",
                    "SummaryJapanese": "移動民族の聡明な少女・ドゥラカ。彼女は父を貧しさのために喪ったことを悔い、富を得ることを人生の目的として生きてきた。\nある日、ドゥラカは廃墟の街でシュミットが秘匿していたある書物と出合う。それは「地動説」という、まさに驚天動地の内容。この情報で金儲けが出来るかもと考えるドゥラカだが、その場所には司教アントニとその一団も居合わせており――。"
                },
                "18": {
                    "ID": "10730531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730531",
                    "TitleEnglish": "To Liberate Information",
                    "SummaryEnglish": "Bishop Antoni orders Draka to hand over the book, but Schmidt’s men suddenly intervene. Determined to change her fate, she takes a bold action.",
                    "TitleJapanese": "情報を解放する",
                    "SummaryJapanese": "叔父の裏切りにより窮地に立つドゥラカだが、書物を奪還しにきたシュミットらによって事なきを得る。\nこのまま自分が無価値になるのを恐れたドゥラカは書物を燃やすことで、「情報は私の頭の中だけにある」と交渉を持ち掛ける。\nシュミットはやむを得ずドゥラカを組織長のもとへ連れていくことに。シュミットらが畏敬の念を抱いているという「異端解放戦線」の組織長は、意外な人物だった。"
                },
                "19": {
                    "ID": "10730532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730532",
                    "TitleEnglish": "Wandering Is How You Find What's Right",
                    "SummaryEnglish": "Hoping to track down the people who stole the book, an inquisitor seeks advice from Nowak, who now spends his days drowning his sorrows.",
                    "TitleJapanese": "迷いの中に倫理がある",
                    "SummaryJapanese": "「異端解放戦線」の組織長はヨレンタだった。彼女の目的は、最新技術である活版印刷で「地動説」を世に広め、同時に教会の不正や欺瞞を糺すことだった。\n一方、娘が死んだと思い込んだまま生きる目的を見失ったノヴァクは、酒場に入り浸りの日々を送っていた。そんな彼の前に再び立ち現れたのは、かつて自身の手で終わらせたはずの「地動説」で。"
                },
                "20": {
                    "ID": "10730533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730533",
                    "TitleEnglish": "I Love Heliocentrism",
                    "SummaryEnglish": "As the Heretic Liberation Front prepares to depart, Jolenta entrusts Draka with a letter. Soon after, Nowak and the inquisitors approach the barn.",
                    "TitleJapanese": "私は、地動説を愛している",
                    "SummaryJapanese": "「異端解放戦線」は活版印刷の準備を着々と進め、いよいよ印刷機のある工房へと合流することに。が、ヨレンタは何のつもりか一人アジトに残るという。ドゥラカはそんなヨレンタからある手紙を託される。それはかつてラファウが遺した言葉だった。\n一方、憎しみに燃えるノヴァクの追及の手は早くもアジトに迫っていた。父と娘、悲しき再会の瞬間に、ヨレンタの取った行動とは。"
                },
                "21": {
                    "ID": "10730534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730534",
                    "TitleEnglish": "The Times Are Changing",
                    "SummaryEnglish": "Schmidt and the others regroup with their Liberation Front comrades and begin printing the book. However, a traitor brings their operation to a halt.",
                    "TitleJapanese": "時代は変わる",
                    "SummaryJapanese": "ヨレンタが「地動説」を守るために選んだ、悲しい結末。一方のシュミットらは組織の本拠地で仲間らと無事に合流を果たす。こうして活版印刷により『地球の運動について』の本はついに完成する。が、ある人物の行動によって計画は瓦解。ノヴァクにアジトの場所を知られてしまう。ここで徹底抗戦か、いったん退却して態勢を整えるか。究極の選択を迫られる中、ドゥラカがある提案をする。"
                },
                "22": {
                    "ID": "10730535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730535",
                    "TitleEnglish": "Neither of You Will Be Known to History",
                    "SummaryEnglish": "As Nowak's group attacks the Liberation Front, Draka and Schmidt begin their escape. Upon reaching town, Draka makes a proposition to Bishop Antoni.",
                    "TitleJapanese": "君らは歴史の登場人物じゃない",
                    "SummaryJapanese": "真正面からぶつかり合う「異端解放戦線」とノヴァク率いる騎士団。その隙に逃げるドゥラカとシュミット。ドゥラカの提案とは陽動作戦だったのだ。ノヴァクの猛追に、シュミットは最後の力を振り絞る。命からがら街へと逃げ延びたドゥラカが訪ねたのは、司教のアントニだった。利に聡いアントニにある取り引きを持ち掛けるドゥラカ。アントニが傾きかけた時、ノヴァクが踏み込んでくる。"
                },
                "23": {
                    "ID": "10730536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730536",
                    "TitleEnglish": "Comrades",
                    "SummaryEnglish": "A deluded Nowak turns against Antoni and attempts to burn down the church. Draka fights back and escapes but incurs a terrible wound.",
                    "TitleJapanese": "同じ時代を作った仲間",
                    "SummaryJapanese": "「君らは歴史の登場人物じゃない」――アントニの言葉はノヴァクにとってあまりにも非情なものだった。妄執に囚われたノヴァクはアントニに反旗を翻し、教会に火をつけて全てを葬ろうとするが、ドゥラカの反撃に遭ってしまう。ノヴァクの安否が不明なまま、教会は火の海に包まれていく。\n一方、瀕死の重傷を負いながらも逃げてきたドゥラカだったが――。"
                },
                "24": {
                    "ID": "10730537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730537",
                    "TitleEnglish": "Thaumazein",
                    "SummaryEnglish": "Albert goes to deliver an order of bread to a church. While there, he encounters a mysterious priest who encourages him to confess his sins.",
                    "TitleJapanese": "タウマゼインを",
                    "SummaryJapanese": "1468年、ポーランド王国都市部――。青年アルベルトはパン屋で働きつつ、天文への夢を捨て切れずにいた。ある日、教会で謎めいた司祭から告解を促され、ぽつぽつと子供時代のことを語り出す。"
                },
                "25": {
                    "ID": "10730538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chi-chikyuu-no-undou-ni-tsuite/episodes/10730538",
                    "TitleEnglish": "?",
                    "SummaryEnglish": "Albert leaves the academic gathering and returns home to an awful sight. In the present, the priest gives Albert advice and makes his own confession.",
                    "TitleJapanese": "？",
                    "SummaryJapanese": "青年ラファウから学術系サロンに招待された少年アルベルトは、好奇心に目を輝かせる。が、帰宅した彼が目にしたものは、信じがたい光景だった。"
                }
            }
        }
    }
}