{
    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21929398/",
        "https://icpc-anime.com/",
        "http://www.reddit.com/r/KooriZokusei",
        "https://www.themoviedb.org/tv/204519",
        "https://www.wikidata.org/wiki/Q112659543",
        "https://en.wikipedia.org/wiki/The_Ice_Guy_and_His_Cool_Female_Colleague",
        "https://x.com/ice_cool_anime"
    ],
    "TitleEnglish": "The Ice Guy and His Cool Female Colleague",
    "SummaryEnglish": "The \"workplace fantasy romantic comedy\" revolves around Himuro-kun, a modern-day descendant of the Snow Woman from Japanese folklore, and his seemingly aloof, eccentric yet kind colleague Fuyutsuki. Himuro-kun tends to freeze nearby objects or summon a snowstorm when he is agitated, and he also happens to have a secret crush on Fuyutsuki. However, Fuyutsuki is nearly completely oblivious to anything around her.",
    "TitleJapanese": "氷属性男子とクールな同僚女子",
    "SummaryJapanese": "「職場ファンタジーロマンティックコメディ」は、現代の日本の民間伝承の雪女の子孫である氷室くんと、一見よそよそしい、風変わりでありながら親切な同僚の冬月を中心に展開しています。 氷室くんは、動揺すると近くの物を凍らせたり吹雪を呼んだりする傾向があり、冬月にひそかに押しつぶされることもあります。 しかし、冬月は彼女の周りの何にもほとんど完全に気づいていません。",
    "Aliases": [
        "Kōri Zokusei Danshi to Kūru na Dōryō Joshi",
        "Koori Zokusei Danshi to Cool na Douryou Joshi"
    ],
    "Modified": "2025-09-06",
    "Seasons": {
        "1": {
            "ID": "2006436",
            "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9288440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9288440",
                    "TitleEnglish": "Cherry Blossom Meeting and a Coming Blizzard",
                    "SummaryEnglish": "On the way to her first job, the stoic Fuyutsuki-san has a strange encounter with Himuro-kun, a descendent of a snow woman.",
                    "TitleJapanese": "桜の出会いと吹雪の予感",
                    "SummaryJapanese": "新社会人の冬月さんは、入社式の朝、足下が凍ったまま桜を見ているスーツ姿の青年、氷室くんに出会う。雪女の末裔で感情が高まると周囲を凍らせてしまう氷室くんは、入社式に向かう途中、緊張で凍って動けなくなっていたのだ。冬月さんのおかげで緊張がほぐれ、会話を交わして別れた二人は同僚として再会。同期入社の狐森さん、冴島くんとも知り合う。"
                },
                "2": {
                    "ID": "9535089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535089",
                    "TitleEnglish": "The Okinawan Sea and Melting Feelings",
                    "SummaryEnglish": "A business trip to Okinawa has Fuyutsuki-san doing her best to reassure Himuro-kun, who is fearful of what might happen under the blazing southern sun.",
                    "TitleJapanese": "沖縄の海ととろける気持ち",
                    "SummaryJapanese": "沖縄での新人研修旅行が決まったが、氷室くんは不安でいっぱい。青い海や白い砂浜を見てテンションが上がると、吹雪を起こして周りを荒れ狂う冬の海にしてしまうため、研修旅行の辞退も考えていた。そんな思いを知った冬月さんは、氷室くんの悩みを克服するためのアイテムを手作りし、「絶対、一緒に行きましょうね」とプレゼントする。その効果もあり、何とか沖縄に行くことができた氷室くんだが、とある事情で意外な姿に！"
                },
                "3": {
                    "ID": "9535090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535090",
                    "TitleEnglish": "A First Meal and a Secret Photo",
                    "SummaryEnglish": "Himuro-kun wants to take Fuyutsuki-san to dinner as thanks for her kindness, but first he must choose a restaurant...",
                    "TitleJapanese": "初めてごはんとナイショの写真",
                    "SummaryJapanese": "新人研修旅行先の沖縄でも冬月さんに助けられた氷室くんは、お世話になっている恩を返すため、食事に誘うと決意。喜んでもらえそうな店を必死に選ぶが、冬月さんを誘うことに緊張し、また凍り付いてしまった。凍った氷室くんを見た冬月さんは、「リラックスできるよう、マッサージしましょうか？」と申し出て……。"
                },
                "4": {
                    "ID": "9535091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535091",
                    "TitleEnglish": "A Day-Off Date and a Shared Game",
                    "SummaryEnglish": "Fuyutsuki-san invites Himuro-kun to a movie, and their overtime together takes a turn...",
                    "TitleJapanese": "休日デートとふたりのゲーム",
                    "SummaryJapanese": "氷室くんの幼なじみで、不死鳥（フェニックス）の末裔の火鳥くんが同じ会社の営業部に入社。さっそくダメになりかけていた案件を復活させるが、先輩の音無さんからの指導は厳しい。一方、氷室くんは、冬月さんの大好きなアニメ映画『子猫のジョージ2』を一緒に観ることになり大喜び。氷室くんと冬月さんは、初めてオフの日を一緒に過ごす。"
                },
                "5": {
                    "ID": "9535092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535092",
                    "TitleEnglish": "The Fox Girl and the Phoenix Boy",
                    "SummaryEnglish": "Saejima expresses affection for Komori, while Katori stumbles in pursuing his own interests.",
                    "TitleJapanese": "妖狐女子と不死鳥男子",
                    "SummaryJapanese": "『子猫のジョージ』のお皿がもらえるキャンペーンが始まり、パンについたポイントを集めはじめる氷室くん。同僚の狐森さんも、冴島くんの何気ないひと言がきっかけで、キャラメルのオマケを集めはじめた。すると、見知らぬ誰かも狐森さんの机にオマケを置いていくようになり……。同じ頃、音無先輩の態度が冷たくなったと悩む火鳥くんは、氷室くんと冬月さんに相談をする。"
                },
                "6": {
                    "ID": "9535093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535093",
                    "TitleEnglish": "Lost in Amusement Park",
                    "SummaryEnglish": "A considerate gift from the section chief leads to a double date at an amusement park.",
                    "TitleJapanese": "ロスト・イン・遊園地",
                    "SummaryJapanese": "部長から人気アミューズメントパーク「ネコミーランド」のペアチケットをもらった氷室くん。部長が冬月さんにも声をかけ、二人で「ネコミーランド」へ行くことになった。\n氷室くんは「ネコミーランド」のガイドブックで予習し、年間パスポートを持っている「ネコミーランド」上級者の狐森さんからのアドバイスも受けるが、冬月さんからの意外な申し出で2人だけのデートが叶わなくなる？"
                },
                "7": {
                    "ID": "9535094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535094",
                    "TitleEnglish": "Excitement! The Halloween Costume Contest",
                    "SummaryEnglish": "The boss is hosting a costume contest at work, and there's a big cash prize for the winner!",
                    "TitleJapanese": "ドキッと！ハロウィンコスプレ大会",
                    "SummaryJapanese": "社長の発案で部署対抗のハロウィンコスプレ大会が開催。優勝賞金は現金10万円と聞き、氷室くんたちのやる気も燃え上がる。氷室くんと冬月さんは一緒に衣装を買いに行くが、お目当ての衣装はどの店も品切れで…。一方、元芸術家でもある火鳥くんは、自分と音無先輩の自作衣装を用意していたが、大会当日、自宅に忘れてきてしまう。しかし、冬月さんから起死回生のアイデアが！波乱だらけのコスプレ大会、賞金10万円を手にするのは？"
                },
                "8": {
                    "ID": "9535095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535095",
                    "TitleEnglish": "The Little Sister Appears! Christmas on the Slopes",
                    "SummaryEnglish": "A trip to a ski resort leads to Fuyutsuki and Himuro getting closer, as a new person from Himuro's life appears.",
                    "TitleJapanese": "妹登場！スキー場のクリスマス",
                    "SummaryJapanese": "狐森さんの提案で、クリスマスに同僚の３人とスキー旅行に来た氷室くん。初心者の冬月さんにスキーを教えるはずが、昔から当たり前に滑れていたため教え方が分からず、先生役は狐森さんに任せることになってしまった。\nそれでも、好きな人とのスキーという大イベントを楽しんでいる最中、まったく予想外の人物と遭遇する。"
                },
                "9": {
                    "ID": "9535096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535096",
                    "TitleEnglish": "Lost Again in First Shrine Visit",
                    "SummaryEnglish": "The gang gets together (online) for New Year's Eve, then makes an outing out of their first shrine visit.",
                    "TitleJapanese": "ロスト・アゲイン・イン・初詣",
                    "SummaryJapanese": "仕事収めと大掃除も終わり、年末年始の休暇中は冬月さんに会えないことを淋しく思っていた氷室くん。ところが、大晦日にオンライン忘年会をすることになり、同僚たちと一緒に飲み会を楽しむ。さらに、元日にはみんなで初詣に行こうと盛り上がるが、狐森さんだけは実家の用事で不参加になってしまう。"
                },
                "10": {
                    "ID": "9535098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535098",
                    "TitleEnglish": "Sleepover in the Storm!!",
                    "SummaryEnglish": "When a storm stops the trains from running, the boys decide to spend the night at Katori's, while the girls get a room at a business hotel.",
                    "TitleJapanese": "嵐のお泊り会！！",
                    "SummaryJapanese": "もうすぐ冬月さんの誕生日。クリスマス前に買ったあるプレゼントを冬月さんに渡せなかった氷室くんは、今度こそ絶対に渡すと決意する。\nそんな中、暴風雨で電車が止まり、冬月さん、狐森さん、音無さんは近くのビジネスホテルでお泊まりすることに。氷室くんと冴島くんも、会社から徒歩５分の火鳥くんの家に泊まることになったが、氷室くんは次第に女子会のトーク内容が気になり始め…。"
                },
                "11": {
                    "ID": "9535100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535100",
                    "TitleEnglish": "Catch Me & Touch Me",
                    "SummaryEnglish": "Himuro-kun makes his move in pursuing a cohabitation he's always longed for...",
                    "TitleJapanese": "キャッチミー＆タッチミー",
                    "SummaryJapanese": "猫が大好きなのに、近付くとテンションが高まって吹雪にしてしまい、いつも猫に逃げられてしまう氷室くん。しかし、地道な訓練によって吹雪を我慢し、近所の公園に住み着いた野良猫と仲良くなることに成功。野良猫を保護して、自宅で飼うつもりだった。\n猫の飼い主としては先輩の冬月さんも、氷室くんと一緒に公園に行くが……。"
                },
                "12": {
                    "ID": "9535103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ice-guy-and-his-cool-female-colleague/episodes/9535103",
                    "TitleEnglish": "Their Night Together and the Morning Spring Came",
                    "SummaryEnglish": "A long-awaited business trip between Himuro and Fuyutsuki is sent awry by sudden illness.",
                    "TitleJapanese": "ふたりきりの夜と春が来た朝",
                    "SummaryJapanese": "まだ寒い冬の朝、東京駅の新幹線乗り場で待ち合わせる氷室くんと冬月さん。一緒に進めてきたプロジェクトの大切なプレゼンのために、二人きりで1泊2日の出張に出かけることになったのだ。\n仕事はもちろん、その後の冬月さんとの夕飯についても準備万端の氷室くん。プレゼンは大成功したが、その後、突然のアクシデントが……。"
                }
            }
        }
    }
}