{
  "URL": "https://www.thetvdb.com/series/mashle",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt21209804/",
    "https://mashle.pw/",
    "https://www.themoviedb.org/tv/204832",
    "https://en.wikipedia.org/wiki/Mashle",
    "https://x.com/mashle_official"
  ],
  "TitleEnglish": "Mashle: Magic and Muscles",
  "SummaryEnglish": "With no magic but plenty of physical might, Mash makes it his goal to outdo his magic-wielding classmates to attain the title of Divine Visionary.",
  "Aliases": [
    "-MASHLE-",
    "Masshuru",
    "Mashle",
    "MASHLE: MAGIC AND MUSCLES"
  ],
  "Modified": "2025-06-25",
  "Seasons": {
    "0": {
      "ID": "2007318",
      "URL": "https://www.thetvdb.com/series/mashle/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "9793601",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9793601",
          "TitleEnglish": "Mash Burnedead and the Mysterious Letter",
          "SummaryEnglish": "Mash sends a letter home to his father recounting his experiences at the academy.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2007319",
      "URL": "https://www.thetvdb.com/series/mashle/seasons/official/1",
      "TitleEnglish": "Easton Enrollment & Magia Lupus Arc",
      "SummaryEnglish": "Dies ist die magische Welt, eine Welt, in der Magie ganz selbstverständlich eingesetzt wird. In den Tiefen des Waldes in der magischen Welt gibt es einen jungen Mann, der hart arbeitet, um seine Muskeln zu trainieren. Sein Name ist Matthew Bandid, und sein Geheimnis ist, dass er keine Magie benutzen kann. Er wollte ein friedliches Leben mit seiner Familie führen, aber eines Tages wurde er plötzlich zur Zielscheibe für sein Leben. Aus irgendeinem Grund trat er in eine Zauberschule ein, mit dem Ziel, der beste Schüler „God Awakened“ zu werden. Ob sich seine im Laufe der Zeit geschärften Muskeln gegen die Elite der Magier als nützlich erweisen?! Zerschlage alle Magie mit der Kraft harter Arbeit, die große Eröffnung der ungewöhnlichen magischen Fantasy-Geschichte!",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9364185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9364185",
          "TitleEnglish": "Mash Burnedead and the Body of the Gods",
          "SummaryEnglish": "This is the Magic Realm. Naturally, all who reside in this world can use magic. Magic is a normal part of everyday life. But deep within a certain forest lives a boy named Mash and his father-figure, Regro. Mash was frequently told to avoid going into town. The reason being, the mark that is ever present on everyone’s face does not exist on Mash — for he cannot use magic. One day, while Regro is away, Mash ventures into town to buy his favorite cream puffs....",
          "Aliases": []
        },
        "2": {
          "ID": "9701896",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701896",
          "TitleEnglish": "Mash Burnedead and the Mysterious Maze",
          "SummaryEnglish": "For the sake of living peacefully with Regro, Mash decided to take the admission exam for the prestigious Easton Magic Academy in order to be selected as the most excellent and valued student — the Divine Visionary. Only those with exceptional magic power can pass the admission exam, so he smashes through various exams with power. In the maze exam, Mash is approached by a female student name Lemon, and together they aim to reach the goal.",
          "Aliases": []
        },
        "3": {
          "ID": "9701897",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701897",
          "TitleEnglish": "Mash Burnedead and the Baleful Bully",
          "SummaryEnglish": "Mash continues life at the magic academy with the help of Finn, with whom he shares the same dorm room. One day, Mash is called out by Lloyd, a continuing student similar to Finn, and is unwittingly made into an errand boy under the impression it will help him become the Divine Visionary. As the situation gradually escalates, he coincidentally discovers Finn lying in front of Lloyd, bleeding...!",
          "Aliases": []
        },
        "4": {
          "ID": "9701898",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701898",
          "TitleEnglish": "Mash Burnedead and the Challenging Magic User",
          "SummaryEnglish": "It is decided that Mash will participate in \"Duelo,\" a popular sport in the Magic Realm that uses brooms, to represent Adler Dorm. During the match, a player of the opposing team from Lang Dorm begins to widen the gap between the scores with cowardly acts such as striking last year's MVP, Tom. As Adler Dorm finds themselves in a clutch, will Mash be able to use his muscles to lead them to victory...?! Later, Mash is suddenly approached by the top exam student with two marks, the handsome Lance...!",
          "Aliases": []
        },
        "5": {
          "ID": "9701899",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701899",
          "TitleEnglish": "Mash Burnedead and the Unpopular Classmate",
          "SummaryEnglish": "It is a match against Lance with their silver coins on the line. Victorious, Mash manages to rescue Finn, Lemon, and Tom from the bottle. While smoothly moving through classes and assignments, a joint extracurricular activity is held for the Adler and Lang Dorms. Their task is to dispatch the forest scorpions to earn coins. After entering the forest and ending up lost and alone, Mash winds up working with a first-year student from his dorm named Dot...?!",
          "Aliases": []
        },
        "6": {
          "ID": "9701900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701900",
          "TitleEnglish": "Mash Burnedead and the Magic of Iron",
          "SummaryEnglish": "Mash and Dot are spotted by Silva, a Lang dorm student known for his bad behavior. Silva offers a bet on whether the boys can endure five hits each of his magic. Silva says he'll give up a silver coin if he can endure, and Dot says he'll take hits for Mash, too. Dot withstands ten hits, but Silva reveals the brutal reality. Looking on, Mash takes decisive action.",
          "Aliases": []
        },
        "7": {
          "ID": "9701901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701901",
          "TitleEnglish": "Mash Burnedead and the Puppet Master",
          "SummaryEnglish": "Mash wins over Silva, defeats the giant forest scorpion, and successfully completes the joint class. The five silver-grade coins collected become one gold-grade coin, and at the same time, the presence of seven members, Magia Lupus, the core of the Lean dormitory, who are hunting grade coins. know. However, at a later date, Mash, who is looking for the next classroom, wanders into the home of Shichimaga. Although they survived, a black shadow approaches Mash and his friends who were cleaning the owl hut.",
          "Aliases": []
        },
        "8": {
          "ID": "9701903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701903",
          "TitleEnglish": "Mash Burnedead and the Wolves of Magic",
          "SummaryEnglish": "After Mash and Lance defeat Olore and Anser of the Magia Lupus, Abyss appears before them to collect his comrades, leaving behind a disturbing atmosphere. Mash discusses the future with Lance while baking cream puffs when Lemon rushes in. It seems that Tom has temporarily lost his ability to use magic. That night, while Mash and his friends explore the school to unravel the mystery, they discover a strange-looking Lemon....",
          "Aliases": []
        },
        "9": {
          "ID": "9701904",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701904",
          "TitleEnglish": "Mash Burnedead and the Accelerated Battle",
          "SummaryEnglish": "After chasing Lemon and discovering a door to the basement, Mash and the others are confronted by the Magia Lupus at the bottom of their way down. It's Lance vs. the Third Fang Wirth and Mash vs. the Second Fang Abyss. The decisive battle begins!!",
          "Aliases": []
        },
        "10": {
          "ID": "9701905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701905",
          "TitleEnglish": "Mash Burnedead and the Divine Visionary",
          "SummaryEnglish": "While Mash and Lance beat their respective opponents and proceed to help Lemon, Dot and Finn battle the Fifth Fang Love and the Forth Fang Milo. Dot fiercely struggles against Love's strength, but due to something unexpected, his magical power suddenly increases, and he undergoes a transformation. The secret is...?",
          "Aliases": []
        },
        "11": {
          "ID": "9701906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701906",
          "TitleEnglish": "Mash Burnedead and the Survival of the Fittest",
          "SummaryEnglish": "Even with a win over Love, Dot is battered and bruised. Milo gives up on using petrification magic on Mash and launches an attack on Dot. Suddenly, the Divine Visionary Rayne appears, and Milo collapses in an instant. Rayne was informed by Wahlberg that Innocent Zero's agents were coming to school, and he showed up to respond. Meanwhile, Mash has made his way to the First Fang Abel. Mash reveals his quiet rage. What will be the course of this decisive battle?!",
          "Aliases": []
        },
        "12": {
          "ID": "9701907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/9701907",
          "TitleEnglish": "Mash Burnedead and the Magic Mirror",
          "SummaryEnglish": "Mash overcomes Abel. Other than Lemon, Mash and the others are overjoyed after the other students are released from being transformed into puppets. Meanwhile, Rayne confronts a member of Innocent Zero who disguised himself as Lance. But he is left behind, and the Innocent Zero agent escapes to go after Abel, who is no longer of use. A new threat creeps up upon Mash and his friends...!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2082594",
      "URL": "https://www.thetvdb.com/series/mashle/seasons/official/2",
      "TitleEnglish": "Temporada 2",
      "SummaryEnglish": "Edición del examen de selección de candidatos de la Iluminación Divina",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10213859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10213859",
          "TitleEnglish": "Mash Burnedead and the Divine Visionaries",
          "SummaryEnglish": "After Cell War from Innocent Zero leaves, a rumor that Mash can't use magic begins to spread around the school. On the other hand, Mash and his friends win the battle against Magia Lupus and take Lang Dorm's coins for the Alder Dorm, thus bringing them a step closer to becoming Divine Visionaries. After school, they celebrate their victory with a party with Abel and Abyss joining them, when an owl suddenly appears and drops off a letter...",
          "Aliases": []
        },
        "2": {
          "ID": "10230209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230209",
          "TitleEnglish": "Mash Burnedead and the Home Visit",
          "SummaryEnglish": "The Bureau of Magic calls upon an emergency inquiry regarding the concealment of Mash's lack of magic, and the Divine Visionaries gather one by one before Mash. The Divine Visionaries seek punishment for Mash on this, but Rayne and Wahlberg bow their heads down in a plea. Thus, the Divine Visionaries offer to defer the punishment on the condition that Mash becomes a Divine Visionary Candidate. Dot and the rest learn of this, and then everyone goes off to have some fun...?",
          "Aliases": []
        },
        "3": {
          "ID": "10230210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230210",
          "TitleEnglish": "Rayne Ames and God's Gift",
          "SummaryEnglish": "Right before the selection exam, Mash goes home with Finn and the rest of the gang, where Regro is waiting for him. For a brief moment, Mash and his friends can enjoy a calming break, but the prefect from Orca Dorm, Margarette Macaron, draws in closer to the group. Divine Visionary Rayne, however, stands in the way of Macaron. As Mash and his friends enjoy board games, a high-caliber fight between Macaron and Rayne unfolds in the background!",
          "Aliases": []
        },
        "4": {
          "ID": "10230211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230211",
          "TitleEnglish": "Mash Burnedead and the Brawny Balloon",
          "SummaryEnglish": "The Divine Visionary Selection Exam finally begins. Traditionally, only those who have collected five or more coins were allowed to take the selection exam, but with Innocent Zero's interfering and the exam being accelerated this year, anybody with three or more coins is qualified to take the exam. Mash, Finn, Lance, and Dot, now qualified to take the exam, challenge themselves to a dead-or-alive qualifying round, also known as \"Deadervant's Haunt.\"",
          "Aliases": []
        },
        "5": {
          "ID": "10230212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230212",
          "TitleEnglish": "Finn Ames and the Friend",
          "SummaryEnglish": "Mash and his friends safely passed the first round of the selection exam and were formed into a team of three out of the nine people who passed. Their next challenge is “The Life Crystal,” a competition where teams must simply break the other teams’ crystals. However, two of the three people on Mash's team (consisting of him, Dot, and Finn) break the crystals given to them before the challenge even starts. With only one crystal left for their team, the three members start the game in different locations. Finn then encounters Carpaccio Luo-yang from the Orca Dorm…",
          "Aliases": []
        },
        "6": {
          "ID": "10230213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230213",
          "TitleEnglish": "Mash Burnedead and You Look, You Lose Your Life",
          "SummaryEnglish": "Finn refuses to abandon his friends and faces off against Carpaccio while Mash rushes to save Finn. There are 13 ancient wands said to exist in the Magic World, known as the “Master Canes.” Carpaccio was chosen by one of them and was considered invincible as he was able to void any wounds. Mash completely defeats him. Margarette defeats Carpaccio’s two other team members elsewhere, ending the challenge. And just before the last exam, somebody comes to meet Mash and his friends in the waiting room…",
          "Aliases": []
        },
        "7": {
          "ID": "10230214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230214",
          "TitleEnglish": "Mash Burnedead and the Magical Maestro",
          "SummaryEnglish": "The last test of the Divine Visionary Candidate Exam is a one-on-one battle. The first match pits Mash against Margarette. Mash faces off against Macaron, a magic user said to have great magic power and is treated on the same level as a Divine Visionary. How and where will this tough fight end?",
          "Aliases": []
        },
        "8": {
          "ID": "10230215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230215",
          "TitleEnglish": "Mash Burnedead and The Tall Tower",
          "SummaryEnglish": "Mash wins against Macaron, but Innocent Zero unexpectedly appears from the sky and freezes time in the exam venue. Wahlberg confronts Innocent Zero. Kaldo and other Divine Visionaries along with prefect Margarette, now unfrozen, face off against monsters to protect the students. At the same time, a battle between Mash and Cell War unfolds!",
          "Aliases": []
        },
        "9": {
          "ID": "10230216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230216",
          "TitleEnglish": "Wahlberg Baigan and the Magic of Darkness",
          "SummaryEnglish": "Sitter Baby, one of Innocent Zero’s army of death row inmates, the Criminal Canes, turns Lance and Dot into babies. But Lance manages to defeat Sitter Baby with his overwhelming strength. Midair in the distant sky, Innocent Zero uses a forbidden spell to resurrect Adam Jobs, whom Wahlberg faces off with. Adam was considered a top legendary magic user in the Magic Realm and Wahlberg and Innocent Zero’s master at the same time…",
          "Aliases": []
        },
        "10": {
          "ID": "10230217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230217",
          "TitleEnglish": "Wahlberg Baigan and the Greatest Danger",
          "SummaryEnglish": "Although Cell used the true, summoned power of his wand, Mash decidedly defeated him. At the same time, Wahlberg shows his ever-powerful abilities to face off with Criminal Cane’s Necromance and Adam’s dark magic, both of which Innocent Zero controls. And finally, the peak showdown between Wahlberg and Innocent Zero begins!",
          "Aliases": []
        },
        "11": {
          "ID": "10230218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230218",
          "TitleEnglish": "Mash Burnedead and the Origin of the Greatest Magic User",
          "SummaryEnglish": "In exchange for his life, Wahlberg attempts to whittle down Innocent Zero by manifesting Thirds, which opens the true power of his wand. Innocent Zero manages to escape the spell using his superior magic. Fallen into a desperate situation with no escape, Wahlberg is saved by…none other than Mash Burnedead himself!",
          "Aliases": []
        },
        "12": {
          "ID": "10230219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mashle/episodes/10230219",
          "TitleEnglish": "Mash Burnedead and His Good Friends",
          "SummaryEnglish": "Innocent Zero leaves a fusion of dead monster bodies that form a giant in his wake. Seeing Mash fight against this monster in a trapped, hopeless situation where all magic has become ineffective, the students from the school start to cheer him on.",
          "Aliases": []
        }
      }
    }
  }
}