{
    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30689225/",
        "https://mohunadeanime.com/",
        "https://www.themoviedb.org/tv/205672",
        "https://en.wikipedia.org/wiki/Isekai_de_Mofumofu_Nadenade_Suru_Tameni_Ganbattemasu",
        "https://x.com/mohunade_anime"
    ],
    "TitleEnglish": "Fluffy Paradise",
    "SummaryEnglish": "Midori Akitsu (27 years old), ends up in another world after dying from overwork?! I got reincarnated in another world after God blessed me with a special ability. This ability is \"to be loved by non-human beings.\" Huh?! Meaning that humans might not like me, but all the fluffy animals will love me? Whoaaa! I get to pet a white tiger and dragons to my heart's content! After being reborn as Néma, the youngest daughter of a top class noble family, I'm doing my best for the survival of humanity while enjoying this world's fluffiness.",
    "TitleJapanese": "異世界でもふもふなでなでするためにがんばってます。",
    "SummaryJapanese": "秋津みどり（27歳）、過労で亡くなって別世界にたどり着く！ 神が私に特別な能力を与えてくださった後、私は別の世界に生まれ変わりました。 この能力は「人間以外の人に愛される」ことです。 は？！ 人間は私を好きではないかもしれないが、ふわふわの動物はすべて私を愛してくれるという意味ですか？ おっと！ ホワイトタイガーとドラゴンを心ゆくまで愛撫します！ 一流の高貴な家族の末娘であるネマに生まれ変わった後、この世界のふわふわを楽しみながら、人類の存続のために最善を尽くしています。",
    "Aliases": [
        "Isekai de Mofumofu Nadenade Suru Tame ni Ganbattemasu",
        "もふなで",
        "MofuNade"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2009126",
            "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10142494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10142494",
                    "TitleEnglish": "Nobody Told Me This Would Happen!",
                    "SummaryEnglish": "When an exhausted office worker drops dead at her doorstep from overwork, she has but one humble wish for her next life... To be able to pet all of the cuddly creatures she can find! Welcome to a paradise of fluff (that may be home to a few secrets)!",
                    "TitleJapanese": "この展開は聞いてない！",
                    "SummaryJapanese": "過労死したみどりは神様から『他の生物を迫害する人間を滅ぼすべきか見極めてほしい』と頼まれ、『人間以外の生物に好かれる力』を持って異世界転生することに。\n可愛らしい幼女・ネフェルティマ（愛称ネマ）として生を受けた彼女は、本当にあらゆる生物から好かれる様だった。\n「食べて寝て甘やかされてもふもふして、最高の暮らしだよ～！」と喜ぶ彼女の前に現れたのは、聖獣である白虎のラース、そして生意気な少年・ヴィで……。"
                },
                "2": {
                    "ID": "10190241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190241",
                    "TitleEnglish": "I've Been Summoned",
                    "SummaryEnglish": "After an extraordinary demonstration of her ability to bond with animals, Neema is in for... extraordinary consequences? The king expects an explanation, and everyone is watching closely!",
                    "TitleJapanese": "呼び出しくらいました",
                    "SummaryJapanese": "ネマが出向いた兄姉の授業参観に、突然巨大な炎竜が召喚された！\n兵士や魔術師たちが敵意を向ける中、ネマは炎竜を庇い兵士たちの前へ躍り出るのだった。ざわつく観衆をよそに、思わず「なでなでしたい……」とこぼすネマ。\n炎竜は「不思議な子よのぉ」と心を開き、ネマへ特別なオーブを授けると、自分の住処へと帰っていく。\nこれで一安心……と思いきや、一連の出来事を受け、ネマとその家族は審議に掛けられることとなってしまう。"
                },
                "3": {
                    "ID": "10190242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190242",
                    "TitleEnglish": "A Lovely Gift",
                    "SummaryEnglish": "Neema is enjoying the chance to see and experience the wide variety of animals kept in service of the palace, and next, she's off for a birthday excursion into the city! What surprises will await?",
                    "TitleJapanese": "ステキな贈り物",
                    "SummaryJapanese": "竜騎部隊長・ダンの心配を他所に、竜舎で楽しく竜たちと戯れたネマ。今度は彼に連れられて、珍しい動物がたくさん暮らすという、獣騎舎までやって来る。\nそこでネマを案内してくれるのは獣騎隊の隊長・レスティン。彼のことを穏やかそうと感じるネマだったが、一方でレスはネマの来訪を「魔性の子到来」と受け止めており――。\n動物愛が故に負けられない！どっちが動物にモテるかバトル、密かに勃発！？"
                },
                "4": {
                    "ID": "10190243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190243",
                    "TitleEnglish": "I Hate Studying!",
                    "SummaryEnglish": "Neema gets a private tutor, and the immediate friction between them is palpable. Something about the seemingly perfect woman just isn't right, and Neema's determined to figure out what on her own terms.",
                    "TitleJapanese": "勉強は嫌いです!",
                    "SummaryJapanese": "新しくオスフェ家の一員となったレインホークのノックス。ダンたちはすっかり息のあったネマ＆ノックスに感心するが、ネマはどこかしょんぼりとして不安げ。\n訳を聞けば「これからおべんきょーがはじまりゅ」ため、あまり王宮には遊びに来れなくなるとのこと。\nそうしてオスフェ家にやってきた家庭教師のアンリーは淑女然としていたが、ネマに対し歪んだ価値観で教育を施そうとして――。"
                },
                "5": {
                    "ID": "10190244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190244",
                    "TitleEnglish": "Surprised by the Monsters in the Forest!",
                    "SummaryEnglish": "Neema's father takes her on a tour of their northern lands, where unusual monsters have been appearing in the forest and causing problems for the locals lately.",
                    "TitleJapanese": "森の魔物でびっくりです！",
                    "SummaryJapanese": "父・デールラントに連れられ、オスフェ領の視察へ向かうこととなったネマ。普段は魔物がいないはずの土地に、何故か魔物が出るとのことで、現地調査を行うのだ。早速村人に案内され森の中へと入っていくが、ネマは怪我をしたうさぎを助けるため、デールラントたちと逸れてしまう。無事にうさぎを保護したネマだったが、いつの間にか近付いていたゴブリンたちに誘拐されてしまい……！？"
                },
                "6": {
                    "ID": "10190245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190245",
                    "TitleEnglish": "The Desire To Become Stronger",
                    "SummaryEnglish": "Neema is now deep in the forest and deep in trouble. Her father has arrived to rescue her from the terrible clutches... of the goblins she's just made friends with! Can she smooth things over, especially with real danger lurking around the corner?",
                    "TitleJapanese": "強くなりたい気持ち",
                    "SummaryJapanese": "暗い夜の森に、ノックスの鳴き声が響く。それはネマに対し警戒を促すもの。現れたのは巨大な体を持つフローズンスパイダーだった！\n明らかに戦闘態勢なフローズンスパイダーを迎え撃ったのは、ゴブリンの長であるホブゴブリン。ネマたちの目の前で、食うか食われるかの過酷な生存競争が繰り広げる。なぜゴブリンたちはこの森にやってきたのか。そしてなぜフローズンスパイダーは強い焦りを覚えていたのか。衝撃の理由にネマは――。"
                },
                "7": {
                    "ID": "10190246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190246",
                    "TitleEnglish": "I Believe I Can Be of Some Service",
                    "SummaryEnglish": "Neema shares with her father her plan for humans and monsters to coexist. Will the new town they visit on their inspection tour make things easier or that much more complicated?",
                    "TitleJapanese": "お力になれると思います",
                    "SummaryJapanese": "魔物たち同士の命を掛けた勝負を目の当たりにしたネマは、多くの魔物が本来の住処を追われ、不安定な住居環境と飢えに苦しんでいる実情を知る。そこでネマが考え出したのは人間と魔物の共存だった。甘い部分はあると言いつつも、デールラントは真剣にその計画を検討していくこととなる。そして次なる町・キャスでは町長の不正を糾弾するヒールランという男と知り合う。ネマは彼からコボルトによる魔物被害の噂を聞く――。"
                },
                "8": {
                    "ID": "10190247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190247",
                    "TitleEnglish": "A Lot's Been Decided",
                    "SummaryEnglish": "Ralf arrives to take over the inspection on his father's behalf, and he immediately gets drawn into Neema's plan too! Next stop? The epicenter of the kobold attacks, of course! Neema has plans for even them!",
                    "TitleJapanese": "とりあえずいろいろ決まりました",
                    "SummaryJapanese": "魔物と人間の共存を目指すシアナ計画を実現させるため、新たにヴィとラルフ、それにヒールランたちを仲間に引き込んだネマ。 周囲のゴブリンたちを説得しに行っていたホブゴブリン・森鬼とも合流し、一行は改めてレニスの街で商隊を襲撃したというコボルトの群れについて調査を始める。その数はおよそ１００匹。しかしレニスの街はコボルト討伐に向け、既に冒険者を中心とした討伐隊を組織し始めているらしく……！？"
                },
                "9": {
                    "ID": "10190248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190248",
                    "TitleEnglish": "Master of the Forest Please.....!",
                    "SummaryEnglish": "Neema and company set out into the woods in hopes of returning the pup they've found and striking a peaceful deal with the kobolds, but they may end up making a few more friends than they bargained for!",
                    "TitleJapanese": "森の主様お願いです・・・！",
                    "SummaryJapanese": "レニスの街までやってきたネマたちだったが、街の中は不自然なほどに静まり返っていた。\n不審に思いつつも、子供にいじめられていたコボルトの子犬を森へ返すため、そしてシアナ計画について交渉するため、ネマ一行はコボルトたちの住処を探し近郊の森へとやって来る。そんな時目の前に現れたのは、乳白色をしたぷるぷるのスライムだった。森鬼曰く、「助けを求めている」という彼を追って森を進むネマ。\nそこに居たのは――。"
                },
                "10": {
                    "ID": "10190249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190249",
                    "TitleEnglish": "Let's Have a Strategy Meeting!",
                    "SummaryEnglish": "Neema has finally made it to the kobold colony, but winning their trust will be another ordeal altogether! In order to get them in on her plan, it's time for a big meeting!",
                    "TitleJapanese": "作戦会議をしよう！",
                    "SummaryJapanese": "ついに犬のような魔物・コボルトたちが暮らす集落へたどり着いたネマたち。もふ もふ天国に大喜びのネマだが、持ってきたお土産も虚しく、群れの長であるシシリ ーからは冷たくあしらわれてしまう。彼女は討伐隊が来ることも既に予知しており 、それを迎え撃つつもりらしい。どうやら人間に襲われたコボルトをまとめている が故に、同じ人間であるネマに対する警戒は強い様だ。果たしてネマはコボルトた ちの信頼を得られるのだろうか……？"
                },
                "11": {
                    "ID": "10190250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190250",
                    "TitleEnglish": "The Path I Chose",
                    "SummaryEnglish": "The battle to save the kobolds is nigh. Neema must now face the decisions she's made, for better or worse. If the plan is going to succeed, they'll need a strong leader, teamwork, and a whole lot of fluffs!",
                    "TitleJapanese": "私が選んだ道",
                    "SummaryJapanese": "潜入捜査に出向いていたヒールランが戻ってくる。冒険者と騎士団の癒着を調べていた彼は、何やら街の黒い部分を見出した様だ。\n一方コボルトたちと協力関係を結んだネマは、冒険者達からの襲撃に備え作戦会議を執り行う。\n目標は冒険者たちを躱し、安全な場所に避難すること。\nとはいえ向こうは討伐するつもりで来るのだから、おそらく戦闘は避けられない。\n果たしてネマたちは無事コボルトの群れを守ることが出来るのだろうか……！？"
                },
                "12": {
                    "ID": "10190251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-de-mofumofu-nadenade-suru-tameni-ganbattemasu/episodes/10190251",
                    "TitleEnglish": "After the Battle",
                    "SummaryEnglish": "Now that the dust is settling on the fight to save the kobolds, Neema must stop and take stock of everything that's happened... and how much further she must go.",
                    "TitleJapanese": "戦いのあとは",
                    "SummaryJapanese": "討伐隊を迎え撃ったネマたちは、混乱に乗じコボルトの群れを安全な場所まで撤退させることに無事成功。\nしかし、それでもコボルト側には多数の犠牲が出ていた。\n仲間達の亡骸を前に嘆くコボルトたちに対し、ネマは力強く自分の思いを語る。\n一方で敵だった冒険者たちと一席を共にしたり、駆けつけたカーナと再会したり、ソルと夜の散歩に出かけたりと一時の平穏を過ごす中で、ネマ自身も改めてこの世界に思いを馳せるのだった。"
                }
            }
        }
    }
}