{
  "URL": "https://www.thetvdb.com/series/cardcaptors",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Fantasy"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/C59C-6764-B467-2D88-5F69-Q",
    "https://www.imdb.com/title/tt0250141/",
    "https://www.tvmaze.com/shows/71323/show-slug"
  ],
  "TitleEnglish": "Cardcaptors",
  "SummaryEnglish": "Cardcaptors is the American version of the Japanese anime Card Captor Sakura. The main characters are Sakura Avalon and Li Showron, who, assisted by Keroberos (Kero), and Sakura's best friend Madison, try to capture the escaped Clow cards, and return them to the mystical book that holds them, the Clow. Also on hand are Sakura's older brother, Tori, and father, Aiden, Tori's best friend, Julian, Li's cousin, Meilin, and various classmates and friends of Sakura and Li.",
  "Aliases": [],
  "Modified": "2025-06-22",
  "Seasons": {
    "0": {
      "ID": "2009062",
      "URL": "https://www.thetvdb.com/series/cardcaptors/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "2": {
          "ID": "10984949",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/10984949",
          "TitleEnglish": "Cardcaptor Sakura: The Movie",
          "SummaryEnglish": "Sakura Kinomoto, Cardcaptor of the Clow Cards, successfully seals the Arrow Card with help from her friends Syaoran Li, Kero, Tomoyo Daidoji, and Meiling Li. That night, Sakura experiences a strange dream where two pieces of cloth pull her underwater. After school ends for spring break, Sakura and Tomoyo visit the \"Twin Bells\" shop where Sakura participates in a lottery to win a vacation to Hong Kong. As Sakura reaches for a lottery ball, one magically flies into her hand, the winning ball for the vacation. Sakura goes with Tomoyo, Kero, her big brother Toya and his best friend Yukito Tsukishiro, who Sakura has a crush on.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2009063",
      "URL": "https://www.thetvdb.com/series/cardcaptors/seasons/official/1",
      "# Episodes": 35,
      "Episodes": {
        "1": {
          "ID": "9252567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252567",
          "TitleEnglish": "One Fateful Day",
          "SummaryEnglish": "Sakura Kinomoto awakens from a dream of standing near the Tokyo Tower. She introduces herself, her family, and her friends. After coming home from a normal day at school, Sakura hears a sound coming from the basement. Believing it to be a burglar, she enters the basement cautiously, armed only with her cheerleading baton. She finds a glowing book and opens it to find a deck of 52 cards. When she accidentally activates the Windy card, the other cards blow out of her house. Cerberus appears from the book and formally appoints Sakura as the \"Cardcaptor\" and gives her the Sealing Wand. Sakura captures the Fly Card, but she adamantly insists she does not want the job. All the same, she shows quick thinking, considerable magical power, and sheer joy on her first ride on the tamed Fly.",
          "Aliases": []
        },
        "2": {
          "ID": "9252568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252568",
          "TitleEnglish": "Partners in Crime",
          "SummaryEnglish": "Tomoyo meets Cerberus after she discovers Sakura's secret and gets a full explanation of the lost Clow Cards and Sakura's designation as Cardcaptor. The next day, the students find the school's desks and equipment in large piles. Cerberus believes it was the work of the card and forces Sakura to go to school at night where she confronts The Shadow. Using the Windy card's binding ability, Sakura is able to capture the Shadow card. Sakura finally accepts her role as a Cardcaptor because of Tomoyo's support.",
          "Aliases": []
        },
        "3": {
          "ID": "9252569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252569",
          "TitleEnglish": "Allies",
          "SummaryEnglish": "Sakura's class is on a field trip to the aquarium. During the penguin show, something catches the trainer's leg and a penguin and pulls them into the water, but they are saved by Sakura's brother, Toya, who is working at the zoo part-time. At school, Tomoyo gives Sakura and Cerberus mobile phones and on the way home, Sakura bumps into Yukito who invites her on a casual \"date\" to a cafe where Yukito knew Toya was working. While they are eating, The Watery card breaks the glass of the aquarium causing a flood. For the first time Sakura has to formulate a plan to capture a card, rather than jumping into battle and attacking with the Windy card. Using her wits and an unintentional clue from Yukito, she lures the Watery card into a freezer to immobilizes and capture it.",
          "Aliases": []
        },
        "4": {
          "ID": "9252570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252570",
          "TitleEnglish": "An Unexpected Find",
          "SummaryEnglish": "While cleaning the house, Sakura finds two dormant Clow Cards, The Wood and The Rain. But while running an errand for her father, the two cards activate creating a jungle inside the house. Sakura uses The Watery card to capture The Rain card and The Wood yields on her own. Sakura learns the hard-earned lesson that a card is not fully subdued until she signs her name on it.",
          "Aliases": []
        },
        "5": {
          "ID": "9252571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252571",
          "TitleEnglish": "Trouble at Twin Bells",
          "SummaryEnglish": "On the way to school, Sakura meets Maki Matsumoto who is opening a stuffed doll shop called Twin Bells. Sakura and her friends visit the shop after school to find most of the merchandise still packed, so they offer to help. Chiharu Mihara, who has a fondness for stuffed animals, buys a stuffed panda, but it disappears shortly after taking it home. Sakura discovers the panda back in Twin Bells and Maki explain the reason for opening the shop and that her business has been plagued by mysterious happenings that almost forced her to close down. While Tomoyo distracts Maki in the back, Sakura and Cerberus search the shop to find the Jump card, which escapes with all the stuffed dolls in the shop. At Penguin Park, the Jump card grows into a giant by absorbing the stuffed dolls, but it knocks itself out after it trips and falls allowing Sakura to capture it.",
          "Aliases": []
        },
        "6": {
          "ID": "9252572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252572",
          "TitleEnglish": "Seeing is Believing",
          "SummaryEnglish": "Naoko tells everyone a scary story about a bright light she chased into the woods. After school, Sakura and her friends visit the woods to see the light Naoko saw. When they do see it, everyone runs in fear, claiming they saw something appearing from the light, but everyone saw something different. Sakura returns at night in case it was a card despite her fear of ghosts. After following it near a cliff, the light takes the form of Sakura's deceased mother, Nadeshiko. Sakura, who is delighted to see her mother, walks towards it and off the cliff, but she is saved by an unknown entity and safely lowered into Yukito's arms who is passing by. Sakura returns to the cliff a few days later and once again walks off the cliff. She realizes that it couldn't be her mother and discovers it to be the Illusion card.",
          "Aliases": []
        },
        "7": {
          "ID": "9252573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252573",
          "TitleEnglish": "The Mysterious Painting",
          "SummaryEnglish": "At an art museum trip, Sakura witnesses a boy attempting to change a painting. During the commotion, she couldn't hear anything and Cerberus is sure that it was caused by a Clow Card, the Silent card. Sakura sneaks out of the house at night and into the museum where they meet the boy from earlier also sneaking in. The boy, Yūki Tachibana, explains the painting is by his deceased father and his mission is to restore the painting which a Clow Card has covered up. Every time Sakura attempts to capture the card, it transports the group outside. Using the Shadow card, Sakura is able to silently capture the Silent card from a distance restoring the painting and discovering Yūki is actually a girl.",
          "Aliases": []
        },
        "8": {
          "ID": "9252574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252574",
          "TitleEnglish": "Sakura's Rival",
          "SummaryEnglish": "Sakura has the same recurring dream she had in episode one, specifically focusing on the boy wielding a sword in Chinese clothing. She hears from both Cerberus and Yukito that it might be a \"foretelling dream\". A new transfer student arrives from Hong Kong named Syaoran Li and is seated behind Sakura. He terrifies Sakura with his glares all day and during recess, he demands Sakura to give him the Clow Cards. On the way home, there is a lighting storm, but no rain. Cerberus explains Syaoran is from the Li clan, a famous family of Chinese sorcerers from which Clow's mother came. The same lighting storm for earlier appears and Sakura deploys to battle the Thunder card. Syaoran demonstrates his command over elemental magic and calls on thunder god to return the Thunder card to its original form. He instruct Sakura to use the Shadow card to encage the Thunder card so it could be captured. Thanks to Syaoran's constant derogatory remarks, Sakura is left feeling upset after a card capture for",
          "Aliases": []
        },
        "9": {
          "ID": "9252575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252575",
          "TitleEnglish": "Double Edged Sword",
          "SummaryEnglish": "Sakura, usually cheerful, is forlorn by Syaoran's confidence and obviously superior skill. Rika and Tomoyo take Sakura to a shop to try to cheer her up. The three each buy brooches and return to Sakura's house for tea and pudding. When Rika puts on her brooch, the Sword card takes control of her and attacks Sakura with a sword. Syaoran saves Sakura who refuses to attack Rika and stops him from attacking her as well. Using the Illusion card to distract Rika, Sakura is given the chance to capture the Sword card. The next day, Syaoran is dismayed when he sees Sakura offer a gift of chocolate to Yukito, and quickly gives sweets of his own. Tomoyo has to explain to Sakura that Syaoran is \"interested\" in Yukito just like Sakura is.",
          "Aliases": []
        },
        "10": {
          "ID": "9252576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252576",
          "TitleEnglish": "An Unexpected Reunion",
          "SummaryEnglish": "It's Sports Day at Sakura's school so family members have come to cheer the students on. Sakura meets Tomoyo's mother, Sonomi for the first time. When Sonomi and Sakura's father, Fujitaka, meet, both are shocked. From their conversation, it is revealed that Sonomi is a cousin to Sakura's mother and she blames Fujitaka for her death, though not in any direct way. While Sonomi and Fujitaka race in the parent's race, there is a shower of flower petals. Sakura suspects a Clow Card and finds the Flower card on the roof of the school.",
          "Aliases": []
        },
        "11": {
          "ID": "9252577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252577",
          "TitleEnglish": "The Special Box",
          "SummaryEnglish": "Sakura is invited to Tomoyo's home for the first time. She is shocked to find Tomoyo's house to be an elaborate mansion with maids. Sonomi rushes over when she hears of Sakura's visit and shares the memories of Nadeshiko with Sakura over tea. While Sonomi is taking care of business over the phone, Tomoyo presents a special box and explains the key to the box bounces out whenever she tries to open it and Cerberus senses it's the work of a Clow Card. Sakura uses the Sword card to slice away the protective barrier of the Shield card and captures it. Inside the box is a dried bouquet of cherry blossoms from Sakura's mother's wedding and the first present Sakura ever gave Tomoyo, an eraser shaped like a bunny.",
          "Aliases": []
        },
        "12": {
          "ID": "9252578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252578",
          "TitleEnglish": "Time and Again",
          "SummaryEnglish": "Fujitaka is invited to Sakura's school to talk about his occupation and discuss archeology. Syaoran is entranced and becomes an instant fan until he discovers that Fujitaka is Sakura's father. The next day, Sakura has a recorder test, but fails to hit a couple of notes. She falls asleep disappointed but is awakened by the elementary school's clock tower bell at midnight. Sakura is confused the next day when everything from the previous day happens again. This time, she is approached by Syaoran who explains it might be the work of a card. After a failed attempt to capture the card and repeating the same day once again, Sakura manages to chase the Time card out of the tower and into Syaoran's thunder ward trap. Since it was Syaoran who changed the card into its original shape, the Clow Card belongs to him.",
          "Aliases": []
        },
        "13": {
          "ID": "9252579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252579",
          "TitleEnglish": "Power's Ploy",
          "SummaryEnglish": "Sakura's class is visiting the zoo for a field trip and her group is assigned to observe the elephants. Near noon, something begins to break open the cages causing chaos among the visitors and Cerberus is positive it's a Clow Card. The Power card, although invisible, begins to torment the elephants and Sakura steps in to save them by challenging it to a game of tug-of-war. Sakura is no match for the Power card even with the help of the elephants. Just as Sakura is about to lose, Syaoran uses the Time card to stop time and help her win the battle, thus tricking Power into surrendering.",
          "Aliases": []
        },
        "14": {
          "ID": "9252580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252580",
          "TitleEnglish": "Play Misty For Tori",
          "SummaryEnglish": "Sakura is invited to the high school culture festival. She meets Tomoyo and Syaoran there and catches a play by Yukito and Toya's class. During the play, a mist forms outside the auditorium and enters through the vents where it destroys the stage and puts Toyo and a girl named Yoko in danger. Sakura and Syaoran head towards the lighting room where Sakura summons the Shadow card to capture the Mist card and Syaoran summons the wind to save the falling Toya and Yoko.",
          "Aliases": []
        },
        "15": {
          "ID": "9252581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252581",
          "TitleEnglish": "Sakura and Kero's Big Fight",
          "SummaryEnglish": "Syaoran captures his second Clow Card after defeating the Storm card. Tension develops between Kero and Sakura over the Syaoran issue which builds into a fight the next day after Cerberus makes a mess after building a room inside Sakura's desk drawer. While Sakura is at school, Cerberus eats liquor-filled chocolate and wanders out the window drunk. The next day, he finds himself with a young girl named Akane who lives alone with her mother. Unable to escape, Cerberus secretly contacts the worried Sakura by fax. Akane wishes she could fly to see her father in heaven and the Float card makes her dreams come true. Sakura comes to her rescue and brings Cerberus back home. As a way of making amends, Sakura redesigns her bottom desk drawer to become Cerberus's bedroom from now on.",
          "Aliases": []
        },
        "16": {
          "ID": "9252582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252582",
          "TitleEnglish": "The Summer House",
          "SummaryEnglish": "Sakura's family and Yukito take a vacation to the country side. Sakura meets the old owner of a country mansion near their rented cottage. He invites her over for tea and tennis, and they become good friends. He shows her the room of his granddaughter, now deceased, and gives Sakura clothes that once belonged to her. The next day, Fujitaka gives Sakura cookies to give to the old man. When she brings them out to eat, the old man asks her about her father. On the last day of her vacation, Sakura asks the old man to stand in the balcony of his granddaughter's room. From a distance, Sakura uses the Rain card to give the old man a rainbow as a goodbye gift. Sonomi comes out of hiding to speak with the old man to reveal the old man is the grandfather of both Sonomi and Nadeshiko, and Sakura's great grandfather.",
          "Aliases": []
        },
        "17": {
          "ID": "9252583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252583",
          "TitleEnglish": "The Cave",
          "SummaryEnglish": "Sakura's class is on a trip to the beach for a few days. On the first night, Naoko tells one of her scary story causing Sakura to flee to the teacher's lodging, but she is found by Syaoran who senses something in a cave nearby. Together at the beach, the two have their first civil conversation where Syaoran tells Sakura about Wei, a person he lives with. A test of courage is held the next night where the students must enter the cave and place a candle next to the shrine inside. But once inside, Sakura's friends begin to disappear. Syaoran, the only one left, forbids Sakura from panicking and walks her through the process of capturing the Erase card even while he's starting to fade away. Syaoran refuses the card after Sakura offers to give it to him.",
          "Aliases": []
        },
        "18": {
          "ID": "9252584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252584",
          "TitleEnglish": "A Fair To Remember",
          "SummaryEnglish": "Sakura visits a festival with Tomoyo, Yukito, and Toya. After meeting Chiharu and Takashi, Sakura and Yukito wander away from the group where they find glowing lights falling from a tree like snow at the back of the shrine, just like a dream Sakura envisioned the night before. Just as Sakura is about to tell Yukito something, she is interrupted by their friends. When everyone leaves for snow cones, Sakura captures the Glow card.",
          "Aliases": []
        },
        "19": {
          "ID": "9252585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252585",
          "TitleEnglish": "Nothing to Report",
          "SummaryEnglish": "The summer holidays are coming to an end and Sakura still has a lot of summer vacation homework to do. Making a deal with her brother and Cerberus to help her, Sakura is left with only a book report and meets with Tomoyo at the library. There, they meet Syaoran who refuses to share a library cubicle with them because his fortune predicted bad luck with women. The book Sakura needs for her book report is missing so Sakura and Tomoyo search the library, but notice the book disappearing and reappearing in different places. The book eventually appears outside the library where they meet Syaoran who is also after the book. Cerberus reveals it’s the work of the Move card and for the first time, thanks to Move's unpredictable actions, Sakura is forced to rely solely upon her magical senses to catch a card. Sakura is rewarded with the book and a new card, but accidentally plunges into the river, taking Syaoran with her. Syaoran invites the girls over to his place so Sakura can change into dry",
          "Aliases": []
        },
        "20": {
          "ID": "9252586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252586",
          "TitleEnglish": "The New Rival",
          "SummaryEnglish": "Meiling transfers to Sakura's class, Mr. Terada explains that she is from Hong Kong and cousin to Syaoran. Meiling is quick to add that she is actually his fiancee, and obviously believes Sakura wants to take Syaoran away from her. Meiling is just as competitive as Syaoran, and indirectly challenges Sakura to a gymnastics competition. It begins a long trend of Meiling trying to one-up Sakura at a number of things, though she rarely succeeds. Sakura, however, isn't interested in competing at all. Meiling meets Sakura and the others at the park, revealing that she knows all about the Clow Cards and intends to participate in the captures. Meiling displays impressive martial artist techniques against the Fight Card, demonstrating what skills have been taught to the children of the Li family. Syaoran shows up later, revealing that Meiling went after the Card without his knowledge.",
          "Aliases": []
        },
        "21": {
          "ID": "9252587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252587",
          "TitleEnglish": "The Long Marathon",
          "SummaryEnglish": "During a school race, Meiling is determined to win with Syaoran, in their usual \"One-Two Finish\" they were known for in their previous school. During the race, both Syaoran and Sakura take off at top speed after seeing that Yukito is watching. As they run, the Loop card traps Sakura and Syaoran, causing them to run in circles. After they realize what has happened, Sakura is able to use the Sword card to cut the loop. Syaoran carries Meiling, who hurt her ankle, the rest of the way to the finish line, joined by Sakura.",
          "Aliases": []
        },
        "22": {
          "ID": "9252588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9252588",
          "TitleEnglish": "No Time for Sleep",
          "SummaryEnglish": "Sakura's father has an important presentation to complete so Sakura and her brother decide to help by taking on all the chores around the house. Sakura decides to do more and brings a snack for her father at the university. While she is there, the Sleep card shows up and starts to make all the students and professors fall asleep. Sakura manages to capture the card with the help of Windy, however her father's laptop is ruined in the process. Although her father forgives her, Sakura still feels guilty so her father deicides to make her his personal assistant and they eventually get the presentation finished.",
          "Aliases": []
        },
        "23": {
          "ID": "9343103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343103",
          "TitleEnglish": "Practice Makes Perfect",
          "SummaryEnglish": "A rumor spreads at Sakura's school that a ghost haunts the music room and sings at night. At first afraid to investigate, Sakura changes her mind when Yukito comments he would like to hear the ghost sing. Joined by Tomoyo, Kero, Syaoran, and Meiling, Sakura learns the ghost is the Song Card, and the voice she is impersonating is Tomoyo's. On the roof, Tomoyo performs the song, which the Song Card joins in with, allowing Sakura to catch it. Forgetting she was supposed to record the voice for Yukito, Sakura asks Tomoyo to perform again.",
          "Aliases": []
        },
        "24": {
          "ID": "9343104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343104",
          "TitleEnglish": "No Problem too Small",
          "SummaryEnglish": "When Tomoyo comes over to measure Sakura for a new outfit, Sakura comes in contact with the Little Card, which shrinks her and her magic. While Tomoyo and Kero search for her, Sakura winds up in the backyard, chased by the local wildlife. Toya and Yukito come home, Tomoyo covering for Sakura whilst Kero searches for her. The Little Card nearly makes contact with Tomoyo, but Sakura intervenes, returns to her normal size, and seals the little troublemaker.",
          "Aliases": []
        },
        "25": {
          "ID": "9343105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343105",
          "TitleEnglish": "Double Take",
          "SummaryEnglish": "Numerous people accuse Sakura of causing trouble around town. Sakura is in denial until she spots her doppelganger. Using the Clow Cards, Sakura identifies her twin as a Clow Card. She also learns that all the cards know her identity. Realizing the card is targeting Toya, Sakura goes to find him. The card lures Toya off a cliff but becomes guilt-stricken when she realizes Toya was simply trying to be kind. With help from Syaoran, Sakura locates her brother and the card. Needing to identify the card by name, Sakura uses the cards, naming the card as the Mirror. Before being captured, the Mirror sheds tears and apologizes.",
          "Aliases": []
        },
        "26": {
          "ID": "9343106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343106",
          "TitleEnglish": "No Way Out",
          "SummaryEnglish": "On her way home from school, Sakura meets a mysterious woman. At school, this woman, Kaho Mizuki, is introduced as the class' substitute maths teacher. Syaoran becomes suspicious of Ms. Mizuki, who he senses has strong magical powers. While at the local shrine, Sakura and her friends are trapped within the walls of the Maze Card. They are unable to escape, and Meiling is separated from the others. However, they are rescued by Ms. Mizuki using a magical bell. Sakura catches the Maze Card. Toya appears to find Sakura but is disturbed when he recognizes Ms. Mizuki.",
          "Aliases": []
        },
        "27": {
          "ID": "9343107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343107",
          "TitleEnglish": "Return to the Future",
          "SummaryEnglish": "Sakura learns that Toya knew Ms. Mizuki whilst in junior high. She later meets Ms. Mizuki at the shrine, learning she lives there. Sakura, Kero, and Syaoran later visit the shrine upon sensing a Clow Card, but nothing appears. Sakura gives her wallet to Kero to buy them drinks. Meanwhile, Sakura and Syaoran talk. Shaoran asks her if she doesn't feel anything when she is with Ms. Mizuki. She says that she feels \"Dazed\", but admits that she makes her feel =different from other people. Shaoran tells her that \"Those with power are likely to be drawn to others with power.\" Equally, they both come to terms that they both like Yukito, although Shaoran blushes a little after listening to Sakura's acknowledgement. Sakura is suddenly sucked into the shrine's tree by the Return Card. Sakura finds herself experiencing events from the past between Toya and Ms. Mizuki, who were once lovers before the latter left for England. Sakura returns to the present, catching the Return. Syaoran uses the Time c",
          "Aliases": []
        },
        "28": {
          "ID": "9343108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343108",
          "TitleEnglish": "Buyer Beware",
          "SummaryEnglish": "A new craze sweeps Twin Bells, specifically collectible luck cards that resemble the Clow Cards. Sakura tries to get one to help her cooking skills, as she is afraid of hot oil spills from deep-frying. Meiling nonchalantly tries to buy a romance card to woo Syaoran but ends up buying the dangerous Shot Card instead. After looking among her friends, Sakura finds out that Meiling has the real Clow card. Sakura meets Syaoran and tells him. She invites him to hop on her flying wand. He hesitates a little but immediately joins her, worried about Meiling. Both confront her, but in love and jealousy of them, she denies giving it back. The Shot begins attacking Syaoran. Sakura uses the Mirror Card to deflect Shot's attack, injuring it, allowing it to be captured. After going home, Sakura learns with her dad how to successfully fry croquettes, which she wanted to give to Yukito. On the following day, Meiling gives Sakura the Cook collectible luck card, in return for what happened the day before",
          "Aliases": []
        },
        "29": {
          "ID": "9343109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343109",
          "TitleEnglish": "How Sweet It Is",
          "SummaryEnglish": "Sakura practices in the kitchen with her father for an upcoming home-economics class. Sakura and her classmates will bake cakes and start discussing the flavors in advance. Sakura and Syaoran both decide to bake the cake for Yukito. The following day, everyone begins making their various cakes, but after leaving them to bake over lunch, they come back to find them to be far too sweet. The next day, everyone starts over and makes sure they measure the ingredients correctly. Sakura and Syaoran sense a Clow Card, staying behind over lunch to find it. They discover it to be the Sweet Card, which flies around the room turning everything into sweets and confectionary. Sakura captures the card after throwing salt on it to temporarily immobilize it, which causes the room to revert to normal. After everyone comes back, and the cakes have been cooked well, save Meiling's rushed cooking. Sakura and Tomoyo give their cake to Yukito and Touya. Shaoran watches the scene from afar and which helps him",
          "Aliases": []
        },
        "30": {
          "ID": "9343110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343110",
          "TitleEnglish": "The Race",
          "SummaryEnglish": "Sakura's attempt to capture the speedy Dash Card fails. The injured, fox-like spirit ends up in the care of Sakura's upperclassman, Rei, who is on the track team. The Dash increases Rei's agility as a way of thanks. Sakura becomes reluctant to capture it, due to Rei's relationship with it. However, when Syaoran locates it, Sakura is forced to catch it, Kero reasoning that if she hadn't, Rei would have technically been cheating. At a competition, Rei sees the Dash Card, inspiring her to run hard and win the race. Sakura thanks Syaoran for his help, but he denies his involvement.",
          "Aliases": []
        },
        "31": {
          "ID": "9343111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343111",
          "TitleEnglish": "The Dragon Slayer",
          "SummaryEnglish": "Naoko, Sakura's classmate, and a friend go to a bookstore and buys a mysterious book that has no title. Sakura catches the Big Card, only for her and her friends to encounter strange phenomena. Kero suggests the Create Card, Naoko's book, is responsible. Everything Naoko writes materializes in the real world, culminating in a dragon appearing. Sakura uses the Big Cards to become a giant, wrestling the dragon. It begins to vanish, Naoko having stopped writing, but Kero tells her to capture the dragon, as it will seal the Create Card too.",
          "Aliases": []
        },
        "32": {
          "ID": "9343112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343112",
          "TitleEnglish": "The Switch",
          "SummaryEnglish": "During the capture of the Change Card, Syaoran, and Kero pin it down so Sakura can catch it. However, the two discover they have swapped bodies thanks to the Change. The process will reverse after twenty-four hours, but only if Syaoran and Kero are touching each other in the place the spell was cast. Both blunder their way through the day, pretending to be each other, and it isn't too long before both Tomoyo and Meiling find out. Syaoran also has to be rescued from a claw machine. However, Sakura successfully restores them to their normal bodies.",
          "Aliases": []
        },
        "33": {
          "ID": "9343113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343113",
          "TitleEnglish": "Ice Breaker",
          "SummaryEnglish": "Sakura’s class takes a trip to the town’s ice skating rink. At the rink, the temperature dramatically drops. The Freeze Card begins to freeze everyone by covering them with ice, except those with magical powers, which include Sakura, Syaoran, and the unseen Ms. Mizuki. With the help of Syaoran’s distractions, Sakura is able to capture the Freeze Card, and ultimately, Syaoran became the master of the Freeze Card due to his idea of getting Freeze to appear out of the ice rink. Syaoran begins to show signs of romantic feelings towards Sakura.",
          "Aliases": []
        },
        "34": {
          "ID": "9343115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343115",
          "TitleEnglish": "By The Light Of The Full Moon",
          "SummaryEnglish": "Sakura and Yukito participate as a two-man team in the quiz tournament. As they get to the tenth question which is the last, Ms. Mizuki warns them about the full moon tonight. They go into the forest and then suddenly Sakura becomes dazed and begins to fall off the cliff. Yukito dashes to Sakura and covers her, but his leg is injured. The two manage to survive and return to their friends safe and sound.",
          "Aliases": []
        },
        "35": {
          "ID": "9343116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9343116",
          "TitleEnglish": "The Third Element",
          "SummaryEnglish": "With Christmas approaching, Sakura is unsure what to give Yukito for his birthday, which is on the same day. She asks Meiling for advice, who tells her the person will like whatever they get her if they truly care. She invites Yukito on a date at an amusement park, hoping to give him her gift. They meet Syaoran and Meiling there too. The Firey Card appears, Sakura and Syaoran capturing it together. A portion of Kero's power returns to him thanks to the capture. On the Ferris wheel, Sakura gives Yukito a present, a handmade doll of him.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2018992",
      "URL": "https://www.thetvdb.com/series/cardcaptors/seasons/official/2",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "9344282",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344282",
          "TitleEnglish": "Stormy Weather",
          "SummaryEnglish": "Sakura becomes a fifth grader. Yukito gives her a watch as a present. Despite it being April, it begins to snow outside, which quickly turns into a blizzard. Sensing a Clow Card, Sakura, Kero, and Syaoran brave the storm to catch it, during which Sakura loses her watch. Enraged, Sakura unleashes the full power of the Firey Card to melt the snow, capturing the Snow Card shortly after. Sakura and Syaoran encounter Ms. Mizuki, who returns Sakura's watch to her.",
          "Aliases": []
        },
        "2": {
          "ID": "9344283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344283",
          "TitleEnglish": "The Show Must Go On",
          "SummaryEnglish": "Tomoyo prepares to sing as the lead vocalist of the school choir. However, the Voice Card steals her voice, rendering Tomoyo mute, much to the horror of Sakura and Sonomi. Wishing to hear Tomoyo speak again, Sakura and Syaoran go to her house to think of a plan to lure the Voice. Syaoran suggests using the Song Card to replicate Tomoyo's voice. It succeeds, the Voice is captured, returning Tomoyo's vocals, allowing her to sing in the choir.",
          "Aliases": []
        },
        "3": {
          "ID": "9344284",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344284",
          "TitleEnglish": "A Berry Strange Day",
          "SummaryEnglish": "Sakura's class goes to a strawberry farm, learning Toya and Yukito are working there voluntarily. Syaoran senses something within the study room, but Meiling drags him away before he can investigate. Later, Sakura learns no one can enter the building. She, Tomoyo, Syaoran, and Meiling become locked in the room and can't escape. Sakura spots Ms. Mizuki sitting in a tree, hinting at her to get out using the Clow Key. This unlocks the door, allowing Sakura to capture the Lock Card.",
          "Aliases": []
        },
        "4": {
          "ID": "9344285",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344285",
          "TitleEnglish": "Under the Weather",
          "SummaryEnglish": "Sakura develops a fever, but goes to school anyway, concerning her friends. She nearly collapses but is carried home by Toya. Later, Sakura senses the Cloud Card nearby, which she thought the card was Rain, using the Mirror Card to take her place while she goes to catch the card. Toya finds out but allows the Mirror to stay. Sakura is berated by Syaoran and Meiling, but they help her to catch the Cloud Card. Sakura returns home in a worse condition, but Nadeshiko's ghost appears and cures her.",
          "Aliases": []
        },
        "5": {
          "ID": "9344286",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344286",
          "TitleEnglish": "Dream a Little Dream",
          "SummaryEnglish": "Sakura, Tomoyo, Meilin, and Syaoran head to Tokyo for a day of fun. The four are not alone in their venture as the Dream Card, in the form of a butterfly, tags along. When the group enters Tokyo Tower to see an exhibit there, Sakura falls under the Dream's spell. At first, the vision that the Dream presents to Sakura is comical. Later, the Dream takes a more serious tone by expanding upon Sakura's reoccurring dreams concerning the Final Judgment, an event that shall occur when all the Clow Cards are gathered. Sakura becomes frightened of the images of this future, however, the Dream flashes clips from Sakura's past to remind Sakura of all the obstacles that she has overcome. Outside of Sakura's dream, Syaoran realizes that something is wrong and uses the Time Card to freeze the Dream. Snapped out of the Dream's spell, Sakura is able to successfully capture it. However, as it was Syaoran that stopped the card's effects, the Dream belongs to him.",
          "Aliases": []
        },
        "6": {
          "ID": "9344287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344287",
          "TitleEnglish": "The Sands of Time",
          "SummaryEnglish": "Ms. Mizuki announces that the class will be doing a play of Sleeping Beauty for the school arts festival. Sakura realizes that the woman she sees in her reoccurring dream is Ms. Mizuki. Roles are assigned by Amida drawing. Sakura has the role of the prince and Syaoran is the princess. They agree to practice their lines together in the morning at school. They practice outside and almost get to the kissing scene when the Sand Card forms a vortex around them. They get away using Fly, but Syaoran gets caught in the vortex again. Sakura uses Watery and Syaoran uses Freeze to defeat the Sand. Sakura seals the card and it comes to both of them, but she lets Syaoran have it.",
          "Aliases": []
        },
        "7": {
          "ID": "9344288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344288",
          "TitleEnglish": "A Strange Intermission",
          "SummaryEnglish": "The day of the play comes, and after a few denials about going out on stage from Syaoran, the play is on. The play goes well until right before Sakura and Syaoran kiss when the Dark Card appears. Sakura is almost lost in the Dark until she realizes that she holds the Light Card in her heart. The two cards counteract each other and show themselves. Sakura seals both cards and before being sealed, they tell her that the Final judgment is coming and that it will be up to someone named Yue to decide if she will become their new master.",
          "Aliases": []
        },
        "8": {
          "ID": "9344289",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344289",
          "TitleEnglish": "Meilin's Story",
          "SummaryEnglish": "Meiling receives news that her mother wants her to return home to Hong Kong. Devastated, particularly by Syaoran's reaction, Sakura abruptly invites Meiling to a sleepover. Meiling reveals how she and Syaoran grew up together, and she forced him into their engagement, but on the condition that if he fell in love with someone else, she would end the agreement. The Twin Card appears in town, replicating things. Sakura drags Meiling out to help, who believes she is a burden to Syaoran. Together, Syaoran and Meiling defeat the Twin, Sakura catching it. Before Meiling leaves, Syaoran admits he never saw her as a burden.",
          "Aliases": []
        },
        "9": {
          "ID": "9344290",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344290",
          "TitleEnglish": "The Last Card (1)",
          "SummaryEnglish": "Sakura once again has the dream in which she is facing the Tokyo Tower. She clearly sees Ms. Mizuki, but this time, Mizuki is accompanied by another figure with long hair and wings. She wakes up early to see Yukito compete in an archery competition. She meets up with Syaoran and Tomoyo at the archery competition, and Kero tags along too. At the archery tournament, Sakura finds that Ms. Mizuki is one of the challenges and ends up in the finals alongside Yukito. During the fierce match, Kero pokes his head out of Sakura's bag upon sensing tremendous magical power, shooting a piercing glare at Ms. Mizuki. Sensing his gaze, Ms. Mizuki loses her focus and the tournament. Later during lunch, Sakura discovers that Kero is missing from her bag. Searching for him, she is astonished to find him in the middle of a private conversation with Ms. Mizuki. While walking home, they run into Toya once again, this time dressed in a bear costume and giving out balloons. After he leaves, there is an earthq",
          "Aliases": []
        },
        "10": {
          "ID": "9344291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344291",
          "TitleEnglish": "The Last Card (2)",
          "SummaryEnglish": "Sakura and Kero combat the destructive Earthy Card, putting the Tokyo citizens to sleep, including Yukito. Using the Wood Card, Sakura is able to restrain Earthy, letting her catch it. With the final Clow Card complete, Kero transforms into his true form of Cerberus, a winged lion. However, the Final Judgement is at hand. Kero assumed Ms. Mizuki was the human form of Yue, the secondary guardian of the cards. However, come midnight, Yukito suddenly transforms into Yue, much to Sakura and Syaoran's shock. The colder, merciless Yue notes there are two Cardcaptors, and quickly defeats Syaoran, taking his cards.",
          "Aliases": []
        },
        "11": {
          "ID": "9344292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344292",
          "TitleEnglish": "The Final Judgement",
          "SummaryEnglish": "Sakura initially refuses to fight Yue, but she tries to find the card that can confine him without hurting him. She uses the Wood Card, but as its power falls under Yue's sign of the moon, he turns it against her and declares she has failed. Sakura learns that if she fails the Final Judgment, everyone who has ever had anything to do with the cards will forget their feelings for the person they love the most. After seeing a vision of such a world where Kero and Yukito don't exist, Ms. Mizuki uses the bell to enable Sakura to break free from Wood's hold. She explains that her bell was created by Clow Reed to give Sakura another chance. Ready to try again, Sakura releases her wand and it transforms, the end changing to a star-shaped point. She calls Windy, which Yue denounces as being under him as well, but this time he is unable to turn it against her and is captured. Sakura expresses her understanding of his love for Clow and asks to be friends. Yue declares the trial successful and ack",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2018993",
      "URL": "https://www.thetvdb.com/series/cardcaptors/seasons/official/3",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "9344293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344293",
          "TitleEnglish": "The New Transfer Student",
          "SummaryEnglish": "Several months have passed since Sakura became the new master of the Clow Cards, and things are largely peaceful. At school, Sakura sees the arrival of a new transfer student, Eriol Hiiragizawa, prompting Syaoran to cancel his plans to return to Hong Kong. Toya's school also has a new student, Nakuru Akizuki. After school, it mysteriously begins to rain over Tomoeda, though nowhere else. While investigating the bizarre weather, Sakura finds she is unable to transform her new Star Key into the Star Wand and is in turn unable to use the Clow Cards. The situation gets so bad that Sakura, Tomoyo and Kero are forced to retreat after Sakura is unable to stop the downpour.",
          "Aliases": []
        },
        "2": {
          "ID": "9344294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344294",
          "TitleEnglish": "Unlocking the Key",
          "SummaryEnglish": "As the mysterious downpour continues over Tomoeda, Syaoran becomes jealous when Eriol befriends Sakura, while Nakuru begins interrupting Toya every time he tries to tell Yukito something important. Kero consults with Yue about the unnatural weather, explaining that he has felt a familiar presence. While attempting to investigate again with Kero, Yue, and Tomoyo, Sakura is once again unable to summon the Star Wand or use the Clow Cards, and the four are imprisoned in torrents of water. Sakura creates a new incantation based on her power of the stars, not only allowing her to use her wand but also able to change the Fiery Card, amplifying its power to such a degree that the downpour is stopped for good. Sakura frees herself and her friends, though the entire experience causes her to collapse from using too much magic.",
          "Aliases": []
        },
        "3": {
          "ID": "9344295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344295",
          "TitleEnglish": "The Dangerous Piano",
          "SummaryEnglish": "Exhausted from the events of the other night, Sakura remains in bed and sleeps into the afternoon before being visited by Syaoran and Tomoyo. Kero explains that Sakura used a great deal of power to transform the Clow Card, explaining her sudden tiredness. Since the Fiery Card was transformed to be under the jurisdiction of Sakura's power, Sakura's friends henceforth transform the cards into \"Sakura Cards\". Later at school, Sakura overhears Eriol playing the piano and has Tomoyo sing to his music; unbeknownst to them, however, Eriol enchants the piano while he plays. While waiting for Tomoyo to finish practicing her song, Sakura and Syaoran find her being attacked by the piano, which has been brought to life; in addition, Sakura senses Clow Reed's presence on the piano. Discovering that the piano is being lured to Tomoyo's voice, Sakura lures the piano to the roof of the school, transforms the Song card, and uses it to mimic Tomoyo's singing, tricking the piano into falling off the roof",
          "Aliases": []
        },
        "4": {
          "ID": "9344296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344296",
          "TitleEnglish": "The Threads That Bind",
          "SummaryEnglish": "Sakura begins to wonder if the bizarre goings are connected to Clow Reed's presence, though she is aware that Clow is long deceased. At recess, Rika shows everyone a teddy bear she made. Sakura decides to get her own teddy-bear-making kit at the craft store where she sees Eriol buying several spools of string. That night, Sakura and Kero once again sense Clow Reed's presence and meet up with Syaoran and Tomoyo. However, Syaoran's body begins moving against his will and attacks Sakura. Fortunately, he is able to cast a water spell around himself, revealing a set of invisible strings controlling his movements, which Sakura cuts with the transformed Sword card although yet again, she is left exhausted by the effort. Meanwhile, it is revealed that Eriol was the one manipulating Syaoran and that he is the reincarnation of Clow Reed. He has two servants: Spinel Sun, a beast similar to Kerberos, and Ruby Moon, the true form of Nakuru.",
          "Aliases": []
        },
        "5": {
          "ID": "9344297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344297",
          "TitleEnglish": "Attack of the Teddy Bear",
          "SummaryEnglish": "Several people at school have started making their own teddy bears to give to their loved ones, while Eriol helps Sakura make her bear for Yukito, secretly enchanting one of its ears. Syaoran, who also has feelings for Yukito and has made his own bear, begins falling in love with Sakura as well. Yue approaches the confused Syaoran and tells him that the reason he seems to be in love with Yukito is that he, having descended from Clow Reed, feels an attraction to the moon powers Yue emits as a creation of Clow. That night, Sakura gives Yukito the bear, only to see it grow in size in response to Eriol's magic. Yue awakens to protect Sakura from the bear but quickly loses his power. Sensing the bear's power source in its ear, Sakura transforms the Jump and Fly cards, the latter granting her a new winged form that allows her to use Sword as well (since both cards previously involved Sakura's wand transforming and couldn't be used simultaneously as Clow Cards), cutting off the bear's ear and",
          "Aliases": []
        },
        "6": {
          "ID": "9344298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344298",
          "TitleEnglish": "Trouble at the Park",
          "SummaryEnglish": "Yue secretly confides with Kerberos that he has recently been losing his energy and that Sakura's powers alone aren't enough to help him maintain himself; he adds that if his power disappears, both he and his alter ego Yukito, who is oblivious to this incident but growing increasingly aware of it, will fade from existence. Toya, who is aware of Yukito's predicament, attempts to tell him the truth but is once again interrupted by Nakuru, making it clear she is doing so on purpose. Meanwhile, Sakura's attention is drawn to a large, deep hole in the middle of the playground. She is able to enter the hole, though her friends are not since it is sealed by Clow Reed's magic. At the bottom of the hole, Sakura is buried under a pile of stuffed sheep. However, she converts the Erase card to obliterate the sheep.",
          "Aliases": []
        },
        "7": {
          "ID": "9344299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344299",
          "TitleEnglish": "Running Out of Time",
          "SummaryEnglish": "Sakura learns that the Clow Cards she is unable to use are beginning to lose their power, and will become ordinary cards if they aren't converted into Sakura Cards. Unwilling to let this happen, Sakura brings her Star Wand and despite Kero's misgivings, recklessly converts several cards at once although she's left weakened. However, she loses control of one of the cards, the Dash, which panics and flees, possessing Toya's bike which Eriol had enchanted earlier while helping Sakura clean her yard. During a frantic chase through the park, Kero scolds Sakura for her increasingly rash decisions and behavior, which prove troublesome to her attempts to corner the bike. Sakura jumps off to catch the bicycle but she can't reach it. Fortunately, Syaoran is there to catch her before she can fall to her death. Sakura eventually calms Dash down by using both Loop and Windy. After struggling, it returns to its card, much to Sakura's relief. As such, Sakura resolves to turn all the Clow Cards into S",
          "Aliases": []
        },
        "8": {
          "ID": "9344300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344300",
          "TitleEnglish": "Calendar of Memories",
          "SummaryEnglish": "Fujitaka gives Sakura her mother's old calendar and learns about her great-grandfather (the two had previously met, though Sakura remains unaware of his identity) and how he disapproved of his granddaughter's marriage to Fujitaka. Hoping to set things right, Sakura hand-makes a gift and uses the Flower card to decorate it, along with a letter about how happy her mother was. Tomoyo's mother Sonomi delivers the present to him, and he makes peace with Fujitaka. As a thank-you present, Sakura receives her mother's old dress from her great-grandfather, which she wore when she unknowingly met him.",
          "Aliases": []
        },
        "9": {
          "ID": "9344301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344301",
          "TitleEnglish": "Sakura in Wonderland",
          "SummaryEnglish": "While reading Alice in Wonderland, Sakura is sucked into the book's fantasy due to another of Eriol's enchantments, this time on a leaf he gave Sakura to use as a bookmark. There she meets the story's characters who have taken on the forms of her friends and family: Eriol is the Cheshire Cat, Yukito is the White Rabbit, Toya is the Mad Hatter, Syaoran is Tweedle-Dum and Tweedle-Dee, Tomoyo is Humpty Dumpty, and Kero is the Red Queen. During the adventure, Sakura converts the Big and Little cards (in fruitless attempts to use them to her advantage) and discovers that Syaoran likes someone else other than Yukito. In the end, she manages to find the enchanted leaf floating in the sky and flies through it, allowing her to escape the book.",
          "Aliases": []
        },
        "10": {
          "ID": "9344302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344302",
          "TitleEnglish": "Spinning Out of Control",
          "SummaryEnglish": "Sakura's school is hosting a bazaar, and Kero attends to eat sweets, hiding in the woods. Nakuru, meanwhile, brings Spinel Sun along and hides him in the same forest while she attends the bazaar. Kero meets Suppie (the pet name Nakuru gave him) but is completely oblivious to his true nature and befriends him, forcing him to eat some of the sweets. As a result, Suppie becomes intoxicated by the sugar and goes on an eating binge throughout the school. Kero, who is unable to explain the predicament to Sakura, asks her to use the Sleep card on all the customers, allowing him to get rid of Suppie.",
          "Aliases": []
        },
        "11": {
          "ID": "9344303",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344303",
          "TitleEnglish": "Li's Calling",
          "SummaryEnglish": "Syaoran's feelings for Sakura have been steadily increasing, though he still doesn't understand why, and Sakura remains blissfully unaware of it. Soon Sakura invites him to go to a teddy bear festival with her, Tomoyo, and Eriol. However, Eriol secretly traps Sakura and Syaoran in an elevator, where the two grow closer. Eriol then creates a large hole in the wall of the elevator, causing Sakura to fall through. Distraught, Syaoran calls out to Sakura by her first name for the first time. Fortunately, Sakura is able to float to safety with the Float card into the relieved Syaoran's arms. Later, Sakura feels that she and Syaoran have become very close friends, and asks him if she can call him \"Syaoran\" as well (having referred to him by his surname \"Li\" up until now). After agreeing, he finally accepts that he has fallen in love with Sakura.",
          "Aliases": []
        },
        "12": {
          "ID": "9344304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344304",
          "TitleEnglish": "Double Trouble",
          "SummaryEnglish": "Eriol casts a spell on Kerberos and Yue so that they are unable to revert to their guise forms, much to Sakura's dismay, since it is understandably difficult to hide their true forms for long. Fortunately, Toya and Fujitaka are out for the day, and Sakura has them help around the house while reminiscing about their time with Clow Reed. Eventually, Sakura gets the idea of using the Shield card, which can nullify and protect people from magic, and the two guardians are able to revert to their original forms. Eriol becomes impressed by Sakura's increasing skill, while Kero begins to wonder who besides Clow Reed would have the power to prevent them from transforming.",
          "Aliases": []
        },
        "13": {
          "ID": "9344305",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344305",
          "TitleEnglish": "Trapped",
          "SummaryEnglish": "Sakura grows in magical strength and power for every Clow Card she transforms into a Sakura Card, while Yue's energy begins to falter. Yue also comes to the realization that Eriol is in fact Clow Reed and transforms in front of him. However, Eriol makes Yukito faint and erases his memory of him ever realizing who Eriol truly is; Clow Reed, since he is not yet ready to reveal himself and also reverses Yue's transformation back into Yukito. Syaoran, in the meantime, has fully realized his strong romantic feelings for Sakura and consults with Tomoyo, who helps him deal with his jealousy towards Eriol and gives him the confidence (just barely, though) to speak his mind to the oblivious Sakura. Before he can do so, however, both he and Sakura sense Clow Reed's presence once again, this time in the form of a basketball that leads them through the school at night. Space has been warped in the building, causing every door to lead into a different room each time, which separates her from Tomoyo",
          "Aliases": []
        },
        "14": {
          "ID": "9344306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344306",
          "TitleEnglish": "Just Like Old Times",
          "SummaryEnglish": "Remembering his promise to Meiling that he would be her \"fiancé\" until he found someone he loved more, Syaoran calls her to tell her that he is in love with Sakura, though he is taken by surprise when Meiling arrives in Tomoeda for the day. While Meiling spends the day with her old friends, the group is attacked by a set of enchanted penguin statues at the playground. Acting upon Meiling's advice, Sakura transforms the Freeze card and uses it to freeze the statues, allowing her and Syaoran to defeat the penguins. During the incident, however, Meiling realizes exactly why Syaoran called her. Seemingly accepting of the matter, Meiling breaks off their \"engagement\"; in reality, however, she is heartbroken and visits Tomoyo upon her suggestion to bawl over it. Feeling better, Meiling encourages Syaoran to confess his love to Sakura as soon as possible, since Sakura would never know about them otherwise, before leaving the next morning, Meiling leaves a cryptic message for Sakura indirectly",
          "Aliases": []
        },
        "15": {
          "ID": "9344307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344307",
          "TitleEnglish": "A Present For the Cards",
          "SummaryEnglish": "Kero is almost positive that Toya knows everything about Sakura's secret, though Sakura dismisses his claims, saying Toya would make fun of her if he did. Toya, meanwhile, is certain that Nakuru is deliberately interrupting him while he tries to tell Yukito the truth about why he is always feeling fatigued. The two make plans to buy a Christmas present for their father, though Sakura senses Clow Reed's presence again. Sakura uses the Mirror card to create her double and cover for her while she fights off a pair of enchanted fence bars with Syaoran, destroying them by using the Mist card to corrode and disintegrate them. However, Toya immediately recognizes the Mirror card but goes shopping with her anyway. In gratitude to the Mirror card for looking after his little sister, Toya gives her a ribbon for her long hair in her true form. When Sakura returns home, she plays a recording of a hymn she and Eriol played on the piano together earlier to thank all the Clow and Sakura cards for the",
          "Aliases": []
        },
        "16": {
          "ID": "9344308",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344308",
          "TitleEnglish": "Sakura's Strange Fortune",
          "SummaryEnglish": "Sakura goes to a New Year's festival and notices that Yukito isn't around. Toya goes to check on him, discovering that he has not only collapsed from fatigue, but he's also beginning to fade from existence since Sakura's power, despite how strong it has become, is not enough to sustain Yue. Later at the festival, she receives a fortune from Eriol which he secretly made and enchanted, saying that she will begin to learn the \"truth\" in her \"first dream of the year.\" That night, Sakura transforms the Dream card in her sleep and has a dream of the sky being blanketed by darkness emanating over Tsukimine Shrine, where she sees the silhouettes of Eriol, Spinel Sun, and Ruby Moon. When Sakura awakens to realize what she's done, she and Kero begin to suspect that they will meet the three silhouetted figures very soon.",
          "Aliases": []
        },
        "17": {
          "ID": "9344309",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344309",
          "TitleEnglish": "A Wave of Danger",
          "SummaryEnglish": "Sakura and her friends go spend the day at a new indoor water park, where Eriol causes the water to rise to dangerous levels. When Rika, who has trouble swimming, nearly drowns, Sakura uses the transformed Watery card to save her, risking being seen using her magic by everyone. However, it appears Eriol would have returned things to normal if Sakura was too late, making his motives unclear.",
          "Aliases": []
        },
        "18": {
          "ID": "9344310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344310",
          "TitleEnglish": "Slippery Slope",
          "SummaryEnglish": "Sakura's class goes on a field trip to the mountains for skiing lessons. At the lodge, Syaoran admits to Sakura that the person he cares for most is not Yukito and that his attraction to him was actually his reaction to Yue's power; however, he still can't bring himself to tell Sakura that she is the one he's in love with. The next day, Sakura goes up the mountain with Eriol when a blizzard begins to form. At the top of the mountain, there is an avalanche that threatens to bury the lodge at the foot of the mountain where their classmates are. Sakura transforms the Time card in an attempt to stop the avalanche without Eriol seeing, but it uses up so much of her energy that she passes out. However, Eriol stops the avalanche himself (suggesting he caused it in the first place) and saves Sakura, voicing his reluctance to put her in harm's way so frequently.",
          "Aliases": []
        },
        "19": {
          "ID": "9344311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344311",
          "TitleEnglish": "Lights, Camera, Vanish",
          "SummaryEnglish": "Toya and Yukito are starring in an independent film directed by Nakuru for their school fair, and Nakuru gives Sakura a role. Sakura later begins to notice that Yukito is losing his power and is starting to fade away. Things come to a head when Yukito passes out and falls off a veranda while shooting the film, though he is saved by Toya and, secretly, Sakura. Toya finally manages to tell Yukito the truth about his power, telling off Nakuru when she attempts to interfere. In order to maintain Yue's power and existence, thus allowing Yukito to survive, Toya sacrifices his powers to save him, though losing the ability to sense when Sakura is in danger. As such, Toya has Yue promise to protect Sakura, as well as himself. Having overheard, Sakura realizes that Toya had indeed known about her secret all along. She confronts Kero about why he didn't tell her about Yue/Yukito; Kero explains that he did so to prevent her from blaming herself since her magical strength alone wasn't enough to sus",
          "Aliases": []
        },
        "20": {
          "ID": "9344312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344312",
          "TitleEnglish": "When Stars Fall",
          "SummaryEnglish": "After viewing Nakuru's film, Sakura tours the high school fair with her friends, while Toya comforts Yukito when he appears troubled by the fact that he is not human. Alone with Yukito in one of the attractions, Sakura tells Yukito how much she likes him. However, Yukito gently rebuffs her, saying that her love for him is merely fatherly, quite similar to the deep feelings she has for her father and that he already has someone he really likes and cares for a lot. Sakura, in a rare moment of insight, realizes that person to be her older brother, Toya. Yukito tells Sakura that the person she really likes most is still out there when Sakura senses Clow Reed's presence once more. Using the Maze and Illusion cards, Sakura manages to trap the presence and discovers it to be coming from Eriol, though she loses consciousness. Eriol jumbles her memory of the discovery, acknowledging that she has indeed grown strong to find him. Sakura tells Syaoran of her experience with Yukito and, despite her",
          "Aliases": []
        },
        "21": {
          "ID": "9344313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344313",
          "TitleEnglish": "The Calm Before the Storm",
          "SummaryEnglish": "Sakura heads to school in the morning but does not see Yukito. She notices that there is a festival and asks Syaoran whether he wants to go to the festival at Tsukimine Shrine. He agrees, much to Sakura's delight. As the lessons continue, Sakura feels sleepy again. Syaoran notices this and is worried. As Tomoyo and Sakura walk home, Sakura admits that she feels much better now and thanks Syaoran and Tomoyo for their help. As Syaoran and Sakura walk to the shrine, Sakura gives Syaoran her handmade scarf, which Syaoran shyly accepts. She also invited Toya, Yukito, and Eriol, who turn up at the shrine. Sakura and the rest wait near the lake while Yukito and Toya go to get drinks. As Sakura walks near the lake, she feels Clow's presence and Eriol summons a strange-looking horse. Sakura transforms the Wood card in an attempt to immobilize the horse but fails. The horse cuts the power lines and Syaoran sends a blast of lightning, but the damage is not enough. Syaoran then sends a blast of wi",
          "Aliases": []
        },
        "22": {
          "ID": "9344314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344314",
          "TitleEnglish": "Sakura's Return to the Past",
          "SummaryEnglish": "Wondering what will happen once all the Clow Cards have been transformed, Sakura uses the Return card to travel back in time to talk with Clow Reed. Sakura meets with Clow Reed and he answers her questions, but during the experience, Sakura realizes that Clow Reed's house is the same one that Eriol is now living in.",
          "Aliases": []
        },
        "23": {
          "ID": "9344315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344315",
          "TitleEnglish": "Revelations (1)",
          "SummaryEnglish": "Eriol reveals his true identity to Sakura and Syaoran to be the reincarnation of Clow Reed's spirit. He sets his final challenge: turn all of the remaining Clow cards into Sakura Cards or the world will remain an eternal sleep and darkness. Sakura manages to turn six of the eight cards into Sakura Cards except for the Light and Dark ones because both cards are loyal to Clow Reed and she is not powerful enough. Kero and Yue both help out Sakura by embedding their power into her staff, however, if Sakura still fails then they will remain asleep in the staff forever. Sakura hesitantly accepts and the staff is transformed. With further magic enhancement from Syaoran, Sakura transforms them and all the cards are now hers. She lifts the darkness and breaks Eriol's spell but he disappears before given an explanation. Yue and Kero give chase whilst Sakura checks on an exhausted Syaoran. Syaoran finally confesses his true feelings to Sakura.",
          "Aliases": []
        },
        "24": {
          "ID": "9344316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cardcaptors/episodes/9344316",
          "TitleEnglish": "Revelations (2)",
          "SummaryEnglish": "Sakura ponders over Syaoran's confession and is confused about her own feelings for him. Meanwhile hearing word that Eriol is leaving for England, they decided to visit his house for an explanation. While there, Eriol explained that the cards needed to be handed over to the new owner, but without a reason, the cards would run amuck. He refused to reveal his identity sooner because he knew Sakura would do her best if she didn't know what was going on. It also turns out that Kaho Mizuki also knew his identity (he was the one who gave her the bell). Eriol explains he knew how everything was going to turn out apart from one detail: he believed that Yukito would romantically love Sakura in return, however, he loves Toya, and Sakura loves Syaoran. With the incidents resolved and the cards converted, Syaoran secretly plans to return to Hong Kong. As he is preparing to leave, Tomoyo finds out and tells Sakura. Heartbroken, Sakura says that she doesn't want him to go and that she may indeed lov",
          "Aliases": []
        }
      }
    }
  }
}