{
  "URL": "https://www.thetvdb.com/series/isekai-shikkaku",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "Dark Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt31186547/",
    "https://isekaishikkaku.com/",
    "https://www.tvmaze.com/shows/75380/show-slug",
    "https://www.themoviedb.org/tv/205743",
    "https://www.wikidata.org/wiki/Q113110907",
    "https://en.wikipedia.org/wiki/No_Longer_Allowed_in_Another_World",
    "https://x.com/isekaishikkaku"
  ],
  "TitleEnglish": "No Longer Allowed in Another World",
  "SummaryEnglish": "An adventure in another world with cute girls by your side and video game-like powers--sounds like an anime fan's dream, right? Not so for melancholic author Osamu Dazai, who would quite literally prefer to drop dead. Video games haven't even been invented yet when he gets yanked into another world in 1948. Really, all the fantastical adventure he keeps running into is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay. Follow a miserable hero like no other in this cheerfully bleak isekai comedy!",
  "Aliases": [
    "Isekai Shikkaku",
    "No Longer Allowed in Another World",
    "No Longer Human...In Another World",
    "No Longer Human: In Another World"
  ],
  "Modified": "2025-06-12",
  "Seasons": {
    "1": {
      "ID": "2009363",
      "URL": "https://www.thetvdb.com/series/isekai-shikkaku/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10278767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10278767",
          "TitleEnglish": "I Must Commit Double-Suicide!",
          "SummaryEnglish": "Sensei, a depressed writer, fails to commit double-suicide when he is instead hit by a random truck. He wakes up in another world, where he refuses to obey the trope and become a hero. Will he find another way to die or a reason to live?",
          "Aliases": []
        },
        "2": {
          "ID": "10541192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541192",
          "TitleEnglish": "Shall I Tell You How It Feels to Sleep in a Coffin?",
          "SummaryEnglish": "The group arrives in the next town. During an audience with the king, Sensei is asked to decide on the future husband of the princess. That night, he meets with the princess and has a serious conversation with her.",
          "Aliases": []
        },
        "3": {
          "ID": "10541193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541193",
          "TitleEnglish": "I'm Ready to Die Anytime",
          "SummaryEnglish": "Sensei, Annette, and Tama move on to the next city. Along the way, they meet a girl who can speak with dragons and harbors a great grudge against world-changers.",
          "Aliases": []
        },
        "4": {
          "ID": "10541194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541194",
          "TitleEnglish": "Don't Kill Yourself",
          "SummaryEnglish": "Suzuki tyrannizes the residents of Vale. Sensei finds his personality development extremely fascinating and decides to write a novel about him. For this purpose, he goes to Suzuki's new castle with Ysha.",
          "Aliases": []
        },
        "5": {
          "ID": "10541195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541195",
          "TitleEnglish": "I Am Someone Who Wishes to Die, Not a Corpse That's Already Dead",
          "SummaryEnglish": "Sensei and the others are tricked by a boy in a small village who promises to provide them with a hero for their journey but simply runs off with the money. They later learn from the innkeeper that this boy hasn't had an easy life either.",
          "Aliases": []
        },
        "6": {
          "ID": "10541196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541196",
          "TitleEnglish": "Someone Who Wants to Be Eaten Has Come to the Castle",
          "SummaryEnglish": "The group is arrested and imprisoned by soldiers in Tama's homeland—only Tama is taken to a different location. Then, they learn about her tragic past.",
          "Aliases": []
        },
        "7": {
          "ID": "10541197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541197",
          "TitleEnglish": "Will You Sentence Me to Death Again?",
          "SummaryEnglish": "Sensei's plan to be eaten gets them into the castle, much to everyone else's surprise, but but Sensei seeks out the queen's room instead of going straight to Tama. What story will he find... and is it worthy of being told?",
          "Aliases": []
        },
        "8": {
          "ID": "10541198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541198",
          "TitleEnglish": "This Hole Stinks of Immorality",
          "SummaryEnglish": "The team visits the famous World Tree, a place of peace and nature... or so it should be. Instead they find a depraved den of Other Worlders, a righteous \"hero\", and a mysterious dancer. Worst of all, Sensei is missing something VERY important.",
          "Aliases": []
        },
        "9": {
          "ID": "10541199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541199",
          "TitleEnglish": "Turn Me Into a Lump of Ash",
          "SummaryEnglish": "Continuing into the desert, Sensei discovers at least two new ways to die... but alas, his plan is thwarted by Other Worlder bikers, a mysterious wolf, and Nir's untold secrets.",
          "Aliases": []
        },
        "10": {
          "ID": "10541200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541200",
          "TitleEnglish": "Reflect on Your Failure to Kill Me Properly",
          "SummaryEnglish": "Sensei's party is drawn into a war between the church, the dwarves, and the Fallen Angel of Misery. They are fortunate to have the great wizard Wolff on their side until a young woman shows up...",
          "Aliases": []
        },
        "11": {
          "ID": "10541201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541201",
          "TitleEnglish": "I Cannot Die Until I've Finished Writing Your Story",
          "SummaryEnglish": "Sensei's party is forced to continue fighting as the Fallen Angel of Greed exercises her power. Like all Other Worlders, this angel has a backstory, but is it good enough to interest Sensei? And where is Sensei anyway?",
          "Aliases": []
        },
        "12": {
          "ID": "10541202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541202",
          "TitleEnglish": "Tonight I Shall Die, I Ride So That It Will Kill Me",
          "SummaryEnglish": "The others chase after Sensei who sets off directly to the Land of the Fairies in his coffin car. But whoever wants to go there must first pass a test.",
          "Aliases": []
        }
      }
    }
  }
}