{
    "URL": "https://www.thetvdb.com/series/isekai-shikkaku",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Dark Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31186547/",
        "https://isekaishikkaku.com/",
        "https://www.tvmaze.com/shows/75380/show-slug",
        "https://www.themoviedb.org/tv/205743",
        "https://www.wikidata.org/wiki/Q113110907",
        "https://en.wikipedia.org/wiki/No_Longer_Allowed_in_Another_World",
        "https://x.com/isekaishikkaku"
    ],
    "TitleEnglish": "No Longer Allowed in Another World",
    "SummaryEnglish": "An adventure in another world with cute girls by your side and video game-like powers--sounds like an anime fan's dream, right? Not so for melancholic author Osamu Dazai, who would quite literally prefer to drop dead. Video games haven't even been invented yet when he gets yanked into another world in 1948. Really, all the fantastical adventure he keeps running into is just getting in the way of his poetic dream of finding the perfect place to die. But no matter how much he risks his hide, everything seems to keep turning out okay. Follow a miserable hero like no other in this cheerfully bleak isekai comedy!",
    "TitleJapanese": "異世界失格",
    "SummaryJapanese": "かわいい女の子がそばにいて、ビデオゲームのような力を持った別の世界での冒険-アニメファンの夢のように聞こえますよね？ 文字通り死んでしまうことを好むメランコリックな作家、太宰治はそうではありません。 彼が1948年に別の世界に引っ張られたとき、ビデオゲームはまだ発明されていません。実際、彼が遭遇し続けるすべての幻想的な冒険は、死ぬのに最適な場所を見つけるという彼の詩的な夢の邪魔をしているだけです。 しかし、彼がどれだけ彼の皮を危険にさらしても、すべてが大丈夫であることが判明し続けているようです。 この陽気で荒涼とした異世界コメディで、他に類を見ない惨めなヒーローを追いかけましょう！",
    "Aliases": [
        "Isekai Shikkaku",
        "No Longer Allowed in Another World"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "1": {
            "ID": "2009363",
            "URL": "https://www.thetvdb.com/series/isekai-shikkaku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10278767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10278767",
                    "TitleEnglish": "I Must Commit Double-Suicide!",
                    "SummaryEnglish": "Sensei, a depressed writer, fails to commit double-suicide when he is instead hit by a random truck. He wakes up in another world, where he refuses to obey the trope and become a hero. Will he find another way to die or a reason to live?",
                    "TitleJapanese": "心中せねば！",
                    "SummaryJapanese": "愛するさっちゃんと手を取り合い、心中という本懐を遂げようとしていたセンセーは、走ってきたトラックに轢かれてしまう。\n気がつくとそこは――異世界。女性神官アネットは、センセーが闇に閉ざされた世界・ザウバーベルグを救う勇者となるべく選ばれ、転移したことを伝えるのだった。"
                },
                "2": {
                    "ID": "10541192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541192",
                    "TitleEnglish": "Shall I Tell You How It Feels to Sleep in a Coffin?",
                    "SummaryEnglish": "The group arrives in the next town. During an audience with the king, Sensei is asked to decide on the future husband of the princess. That night, he meets with the princess and has a serious conversation with her.",
                    "TitleJapanese": "棺桶の寝心地を教えてあげようか？",
                    "SummaryJapanese": "アネット、タマとともに冒険を始めたセンセーは、活気あふれるロート王国の城下町を訪れ、国王トマスに謁見する。旅人の話を聞くことが何より好きなトマスはセンセーたちを歓迎するが、その愛娘シャルロット王女は浮かない顔をしていた。"
                },
                "3": {
                    "ID": "10541193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541193",
                    "TitleEnglish": "I'm Ready to Die Anytime",
                    "SummaryEnglish": "Sensei, Annette, and Tama move on to the next city. Along the way, they meet a girl who can speak with dragons and harbors a great grudge against world-changers.",
                    "TitleJapanese": "僕はいつでも死ぬ覚悟はできている",
                    "SummaryJapanese": "この世界にある４つの聖堂を巡れば、センセーの探し人であるさっちゃんの情報が得られるだろう。そう考えたアネットは、手始めにツヴァイテン聖堂を目指す。だが、その道中で、獰猛なドラゴンを連れた少女と遭遇。最初は親切に助言をくれた少女だったが……。"
                },
                "4": {
                    "ID": "10541194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541194",
                    "TitleEnglish": "Don't Kill Yourself",
                    "SummaryEnglish": "Suzuki tyrannizes the residents of Vale. Sensei finds his personality development extremely fascinating and decides to write a novel about him. For this purpose, he goes to Suzuki's new castle with Ysha.",
                    "TitleJapanese": "自殺は、いけない",
                    "SummaryJapanese": "「これよりこの世界は、我ら転移者たちが統治する新時代――すなわち、大勇者時代となる！」。\n\n魔王を倒した転移者の一人であるスズキと腰巾着のコータローが魔物を使役し、ヴェールの街は阿鼻叫喚の地獄と化した。その魔の手は、アネットとタマにも及び……。"
                },
                "5": {
                    "ID": "10541195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541195",
                    "TitleEnglish": "I Am Someone Who Wishes to Die, Not a Corpse That's Already Dead",
                    "SummaryEnglish": "Sensei and the others are tricked by a boy in a small village who promises to provide them with a hero for their journey but simply runs off with the money. They later learn from the innkeeper that this boy hasn't had an easy life either.",
                    "TitleJapanese": "僕は死にたい人であって、死人ではない",
                    "SummaryJapanese": "ウィリディスの村で宿を取ることにした一行は、腕に自信のないパーティに用心棒として転移者を紹介するサービスをしているという少年・ニアと出会う。\n\n戦力を欲していたアネットは「センセーの安全を考えれば安いものだ」と大枚をはたくが……。"
                },
                "6": {
                    "ID": "10541196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541196",
                    "TitleEnglish": "Someone Who Wants to Be Eaten Has Come to the Castle",
                    "SummaryEnglish": "The group is arrested and imprisoned by soldiers in Tama's homeland—only Tama is taken to a different location. Then, they learn about her tragic past.",
                    "TitleJapanese": "食べられたき者、城下より来たり",
                    "SummaryJapanese": "剣士見習いのニアがパーティに加わり、一行はタマの故郷・グリューン王国へ。だが、城に着くや否や拘束されてしまう。心当たりなどないまま国王サイベリアンに死刑まで宣告され、戸惑うセンセーたちであったが、やがて衝撃の事実を目の当たりにする……！"
                },
                "7": {
                    "ID": "10541197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541197",
                    "TitleEnglish": "Will You Sentence Me to Death Again?",
                    "SummaryEnglish": "Sensei's plan to be eaten gets them into the castle, much to everyone else's surprise, but but Sensei seeks out the queen's room instead of going straight to Tama. What story will he find... and is it worthy of being told?",
                    "TitleJapanese": "また死刑にでもするかね？",
                    "SummaryJapanese": "国王サイベリアンが敗北し、グリューン城はカイバラの手に落ちる。\n\nだが、タマは亡き兄に代わり自分が国を守り戦うのだと、父のもとへ駆けつけた。\n\nそんな勇猛な王女の姿に舌なめずりするカイバラ。底なしの欲望が、タマに迫る……！"
                },
                "8": {
                    "ID": "10541198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541198",
                    "TitleEnglish": "This Hole Stinks of Immorality",
                    "SummaryEnglish": "The team visits the famous World Tree, a place of peace and nature... or so it should be. Instead they find a depraved den of Other Worlders, a righteous \"hero\", and a mysterious dancer. Worst of all, Sensei is missing something VERY important.",
                    "TitleJapanese": "あの穴はすごく、背徳の匂いがする",
                    "SummaryJapanese": "旅人に加護を与える世界樹の麓にある村・トネリコでは、人々が自然と共に慎ましく暮らしているという。\n\nだが、そこを訪れたセンセー一行が見たのは、賭博場がにぎわい、ガラの悪い男たちが闊歩する荒んだ光景だった。\n\n「どうか、この村をもとに戻してくださらんか?」と村長に頼まれたセンセーは......。"
                },
                "9": {
                    "ID": "10541199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541199",
                    "TitleEnglish": "Turn Me Into a Lump of Ash",
                    "SummaryEnglish": "Continuing into the desert, Sensei discovers at least two new ways to die... but alas, his plan is thwarted by Other Worlder bikers, a mysterious wolf, and Nir's untold secrets.",
                    "TitleJapanese": "僕を一塊の灰に変えるがいい",
                    "SummaryJapanese": "ドリッテン聖堂を目指し、見渡す限り何もない灼熱の砂漠地帯を進むセンセーたち。\n\n幸い、ここを故郷とするニアには砂漠での心得があった。\n\nだがそこに、サソリの魔物に乗った堕転移者の率いる暴走集団が襲いかかる……！"
                },
                "10": {
                    "ID": "10541200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541200",
                    "TitleEnglish": "Reflect on Your Failure to Kill Me Properly",
                    "SummaryEnglish": "Sensei's party is drawn into a war between the church, the dwarves, and the Fallen Angel of Misery. They are fortunate to have the great wizard Wolff on their side until a young woman shows up...",
                    "TitleJapanese": "きちんと僕の命を奪わなかったことは、本当に猛省したまえ",
                    "SummaryJapanese": "東ゲルプ大砂丘では、ゲルプ王ドランが指揮するドワーフ軍が「憂鬱の堕天使」センゴク率いるリザードマンたちと激しい死闘を繰り広げていた。\n\n砂漠を彷徨っていたセンセーたちは、ドランに加勢する颶風の大魔道士・ヴォルフが放った「狂風」の煽りを受け……。"
                },
                "11": {
                    "ID": "10541201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541201",
                    "TitleEnglish": "I Cannot Die Until I've Finished Writing Your Story",
                    "SummaryEnglish": "Sensei's party is forced to continue fighting as the Fallen Angel of Greed exercises her power. Like all Other Worlders, this angel has a backstory, but is it good enough to interest Sensei? And where is Sensei anyway?",
                    "TitleJapanese": "君の物語を書き終えるまでは、死ぬわけにいかない",
                    "SummaryJapanese": "ドリッテン聖堂へ駆けつけた一行に、ユリコの操る骸骨兵たちが襲いかかる。\n「頼むユリコ…やめてくれ」。\n囚われたヴォルフは、ただ苦悶の声を漏らす。\n「お前とヴォルフの間に、一体何があった…」。\nイーシャに問われたユリコは、恩讐を湛えた暗い瞳でその過去を語り始めるのだった……。"
                },
                "12": {
                    "ID": "10541202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-shikkaku/episodes/10541202",
                    "TitleEnglish": "Tonight I Shall Die, I Ride So That It Will Kill Me",
                    "SummaryEnglish": "The others chase after Sensei who sets off directly to the Land of the Fairies in his coffin car. But whoever wants to go there must first pass a test.",
                    "TitleJapanese": "今度こそ絶対死にたい",
                    "SummaryJapanese": "ユリコを元の世界へ送り返し、勝利のままに城へ戻ろうとした一行の前にセンゴクが立ちふさがる。\nその力は圧倒的で、ヴォルフの魔法もタマの奥義も通用しない。\n絶体絶命の窮地に、ニアの振るう一閃がセンゴクの剣と交差する……！"
                }
            }
        }
    }
}