{
    "URL": "https://www.thetvdb.com/series/highspeed-etoile",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31811111/",
        "https://highspeed-etoile.com/",
        "http://www.reddit.com/r/etoile",
        "https://www.themoviedb.org/tv/206033",
        "https://www.wikidata.org/wiki/Q113110749",
        "https://en.wikipedia.org/wiki/Highspeed_Etoile",
        "https://x.com/HSE_Project_PR"
    ],
    "TitleEnglish": "HIGHSPEED Étoile",
    "SummaryEnglish": "Rin Rindoh once had a dream of becoming a ballet dancer, but had to give up on that dream due to an injury. Afterward she became a NEET and a gamer who lived in her grandmother's house. But one day she is suddenly thrown into the world of racing. The anime takes place in the near future, where the latest technology has made it so vehicles can travel at 500 km/h (about 310 mph) safely and securely. A next-generation race event called NEX Race is born, which changes the world of racing. NEX Racing features AI control support and a \"Revolburst\" mechanism. A newcomer named Rin Rindoh will make her debut in NEX Race, and will further revolutionize the sport.",
    "Aliases": [
        "Highspeed Etoile",
        "ハイスピードエトワール"
    ],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "2010143",
            "URL": "https://www.thetvdb.com/series/highspeed-etoile/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10281252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10281252",
                    "TitleEnglish": "Underneath Fuji's Sky",
                    "SummaryEnglish": "A new form of energy called HyPER gives rise to a new racing series, NEX Race, where human drivers and AI compete at speeds exceeding 500 kph. Five years later, the season finale is contested by the undisputed champ and the Queen of the race track."
                },
                "2": {
                    "ID": "10428018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428018",
                    "TitleEnglish": "Debut!",
                    "SummaryEnglish": "It's the first race of a new season, and rookie Rin Rindo is looking to make an impression in her first ever race, but she quickly finds out that racing cars in real life isn't quite the same as competing in a video game."
                },
                "3": {
                    "ID": "10428019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428019",
                    "TitleEnglish": "The Queen's Invasion",
                    "SummaryEnglish": "After her first race in the category ended in disqualification, it's clear to Rin that she has a lot to learn if she wants to compete with the big guns in the NEX Race series."
                },
                "4": {
                    "ID": "10428020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428020",
                    "TitleEnglish": "The King's Arrival",
                    "SummaryEnglish": "Attending gala events and Q&A sessions is part and parcel of being a racing driver, but when Rin is a no-show at one such event, her fellow drivers wonder where she might be. Curiouser still is the fact that the King is also missing..."
                },
                "5": {
                    "ID": "10428021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428021",
                    "TitleEnglish": "Listen Carefully",
                    "SummaryEnglish": "The NEX Race drivers descend on Monaco to do battle on its narrow, twisty streets. Rin makes it onto the starting grid after failing to do so at the two previous events, but can she keep it out of the barriers and prove she belongs in this series?"
                },
                "6": {
                    "ID": "10428022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428022",
                    "TitleEnglish": "Backmarker",
                    "SummaryEnglish": "It's finally the summer break, marking the halfway point of the season, but if Rin and her fellow drivers thought they could spend the time relaxing, they have another thing coming."
                },
                "7": {
                    "ID": "10428023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428023",
                    "TitleEnglish": "The Goddess of Luck",
                    "SummaryEnglish": "Rin Rindo returns from the summer break with her thoughts firmly on improving on her results from the first half of the season. Will a sudden downpour mid-race provide her with a golden opportunity?"
                },
                "8": {
                    "ID": "10428024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428024",
                    "TitleEnglish": "Your Driving",
                    "SummaryEnglish": "After crashing out in her last race, it's back to the drawing board for Rin and her crew. While her mechanic and her car's AI, ami, work out how to give her a car setup she can make the most of, Rin tries to get to grips with a 1960s grand tourer."
                },
                "9": {
                    "ID": "10428025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428025",
                    "TitleEnglish": "Shanghai Night Race!",
                    "SummaryEnglish": "The next stop on the calendar is Shanghai, a race that offers the unique challenge of being run at night. Rin adjusts to her new set of wheels immediately and qualifies well, but can she turn her high grid position into a podium finish or even a win?"
                },
                "10": {
                    "ID": "10428026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428026",
                    "TitleEnglish": "Beyond the High Speed!",
                    "SummaryEnglish": "The final race of the season was held at the Osaka Kansai Expo site, the birthplace of the NEX Race. Qualifying races begin with concerns for each team, including the fact that this is the first course built this season and road conditions are affected by snowfall. After Rin finishes adjusting his machine, he shows a good run, but King jumps in front of her."
                },
                "11": {
                    "ID": "10428027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428027",
                    "TitleEnglish": "The Queen`s Showdown",
                    "SummaryEnglish": "NEX Race finally reaches its last race and it's also the last chance Rin has to come first."
                },
                "12": {
                    "ID": "10428028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428028",
                    "TitleEnglish": "The Scenery Beyond",
                    "SummaryEnglish": "The showdown between Rin and King. It was even more challenging than the fight with Queen. The cars were on the verge of touching each other, and no driver had ever come close enough to make King so serious before. That drive ignites the fighting spirit of Queen and the other drivers, and everyone gives it their all to try to be number one until the very end. That was what the absolute champion King wanted."
                }
            }
        }
    }
}