{
    "URL": "https://www.thetvdb.com/series/highspeed-etoile",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31811111/",
        "https://highspeed-etoile.com/",
        "http://www.reddit.com/r/etoile",
        "https://www.themoviedb.org/tv/206033",
        "https://www.wikidata.org/wiki/Q113110749",
        "https://en.wikipedia.org/wiki/Highspeed_Etoile",
        "https://x.com/HSE_Project_PR"
    ],
    "TitleEnglish": "HIGHSPEED Étoile",
    "SummaryEnglish": "Rin Rindoh once had a dream of becoming a ballet dancer, but had to give up on that dream due to an injury. Afterward she became a NEET and a gamer who lived in her grandmother's house. But one day she is suddenly thrown into the world of racing. The anime takes place in the near future, where the latest technology has made it so vehicles can travel at 500 km/h (about 310 mph) safely and securely. A next-generation race event called NEX Race is born, which changes the world of racing. NEX Racing features AI control support and a \"Revolburst\" mechanism. A newcomer named Rin Rindoh will make her debut in NEX Race, and will further revolutionize the sport.",
    "TitleJapanese": "HIGHSPEED Étoile",
    "SummaryJapanese": "環境問題への配慮、安心と安全をめざした世界は、\n少なくとも表面上はその目的を達成していた。\nそんななか、突如発表された次世代レース『NEX Race』。\n最高時速500km/hオーバー。\n最新技術による安全性を担保に、\n世界を舞台としたレースシーンは一変した。\n熱狂と興奮。挑戦者の瞳が、見る者の心を震わせる。\n\nそしてここに、ひとりの少女がデビュー戦を迎える。\n輪堂凜。\n世界がその名を知る時、レースは新たな時代を迎える――。",
    "Aliases": [
        "ハイスピードエトワール"
    ],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "2010143",
            "URL": "https://www.thetvdb.com/series/highspeed-etoile/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10281252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10281252",
                    "TitleEnglish": "Underneath Fuji's Sky",
                    "SummaryEnglish": "A new form of energy called HyPER gives rise to a new racing series, NEX Race, where human drivers and AI compete at speeds exceeding 500 kph. Five years later, the season finale is contested by the undisputed champ and the Queen of the race track.",
                    "TitleJapanese": "富士の空の下で",
                    "SummaryJapanese": "新エネルギー「Hybrid Performance Exceed Reacter（通称：ハイパー）」を動力とするマシンによって繰り広げられる「NEX Race」。\nこの次世代レースが誕生して5年、絶対王者として君臨する\"キング\"に対向すべく各レーシングチームがしのぎを削る中、新参の武戦レーシングから一人のレーサーが誕生する。\n彼女の名は、輪堂凛―！"
                },
                "2": {
                    "ID": "10428018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428018",
                    "TitleEnglish": "Debut!",
                    "SummaryEnglish": "It's the first race of a new season, and rookie Rin Rindo is looking to make an impression in her first ever race, but she quickly finds out that racing cars in real life isn't quite the same as competing in a video game.",
                    "TitleJapanese": "デビュー!",
                    "SummaryJapanese": "「NEX Race」の新シーズンが開幕する。凛の記念すべきデビュー戦は、砂ぼこりの舞う中東レーシング場。同じくこの日デビューを果たす同期の浅河カナタと小町永遠も打倒キングに気炎を上げる。凛も初戦に息巻いていたが、緊張から空回りしてしまう。焦る凛は、前のマシンを追い抜くためある手段に出る―。"
                },
                "3": {
                    "ID": "10428019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428019",
                    "TitleEnglish": "The Queen's Invasion",
                    "SummaryEnglish": "After her first race in the category ended in disqualification, it's clear to Rin that she has a lot to learn if she wants to compete with the big guns in the NEX Race series.",
                    "TitleJapanese": "女王襲来",
                    "SummaryJapanese": "反則とはいえキングを抜いた凛に興味を持ったアリスは、直接凛の元を訪れる。\nレースのルールはおろか世事にも疎い凛は、アリスがクイーンであることに気づかず、自分のファンだと思い込んで実家のもんじゃ焼き屋へ招待する。\n食事中も勘違いしたままの凛だったが、今度はアリスの提案でとある場所へ向かうことに―。"
                },
                "4": {
                    "ID": "10428020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428020",
                    "TitleEnglish": "The King's Arrival",
                    "SummaryEnglish": "Attending gala events and Q&A sessions is part and parcel of being a racing driver, but when Rin is a no-show at one such event, her fellow drivers wonder where she might be. Curiouser still is the fact that the King is also missing...",
                    "TitleJapanese": "王者到来",
                    "SummaryJapanese": "シーズン前半戦が中盤に差し掛かる中、「NEX Race」の関係者が集まるレセプションパーティーが開かれる。しかし出席するはずのキングが会場に現れず、場内は大慌てに。その裏で、パスを忘れて会場に入れずにいた凛は、探し物をしているという男性と出会い、その手伝いをすることにー。"
                },
                "5": {
                    "ID": "10428021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428021",
                    "TitleEnglish": "Listen Carefully",
                    "SummaryEnglish": "The NEX Race drivers descend on Monaco to do battle on its narrow, twisty streets. Rin makes it onto the starting grid after failing to do so at the two previous events, but can she keep it out of the barriers and prove she belongs in this series?",
                    "TitleJapanese": "耳を澄ませて",
                    "SummaryJapanese": "第6戦の舞台はモナコ・市街地コース。クラッシュが多くドライバーの腕が試される難所だが、そのようなコースで凛も決勝レース進出を果たす。武戦レーシング監督代行の千登世は、リタイヤすることなく完走させることで凛に経験を積ませようと考えていた。しかし、凛の言葉を聞きある決断をする―。"
                },
                "6": {
                    "ID": "10428022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428022",
                    "TitleEnglish": "Backmarker",
                    "SummaryEnglish": "It's finally the summer break, marking the halfway point of the season, but if Rin and her fellow drivers thought they could spend the time relaxing, they have another thing coming.",
                    "TitleJapanese": "バックマーカー",
                    "SummaryJapanese": "シーズン前半戦が終わりオフシーズンに入る選手たち。凛、カナタ、永遠のルーキー3人は、キングやクイーンと一緒のレースを走ったことでその力の差を痛感していた。より速く走るため特訓を開始する凛たちの元に、千登世から新しいトレーニングがあると連絡が入る―。"
                },
                "7": {
                    "ID": "10428023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428023",
                    "TitleEnglish": "The Goddess of Luck",
                    "SummaryEnglish": "Rin Rindo returns from the summer break with her thoughts firmly on improving on her results from the first half of the season. Will a sudden downpour mid-race provide her with a golden opportunity?",
                    "TitleJapanese": "幸運の女神",
                    "SummaryJapanese": "オフシーズンが明け、後半戦がスタートする。凛は特訓の成果もあり、シミュレーターで好成績を出せるようになり喜んでいた。そんな凛に対しamiは問いを投げかける。「成長することがすごいことなのでしょうか？」その答えは、意外な人物が凛に示すことになる―。"
                },
                "8": {
                    "ID": "10428024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428024",
                    "TitleEnglish": "Your Driving",
                    "SummaryEnglish": "After crashing out in her last race, it's back to the drawing board for Rin and her crew. While her mechanic and her car's AI, ami, work out how to give her a car setup she can make the most of, Rin tries to get to grips with a 1960s grand tourer.",
                    "TitleJapanese": "あなたの走り",
                    "SummaryJapanese": "マシンを壊した凛に千登世たちは新たな特訓を用意する。それは伝説のマシン「2000GT」を使った走行訓練。技術の進歩によりマニュアルシフトの優位性は皆無となった時代に、この特訓は無意味だと思われたが･･･。一方、源さんはamiと共に新たなマシンの調整を行っていた―。"
                },
                "9": {
                    "ID": "10428025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428025",
                    "TitleEnglish": "Shanghai Night Race!",
                    "SummaryEnglish": "The next stop on the calendar is Shanghai, a race that offers the unique challenge of being run at night. Rin adjusts to her new set of wheels immediately and qualifies well, but can she turn her high grid position into a podium finish or even a win?",
                    "TitleJapanese": "上海ナイトレース",
                    "SummaryJapanese": "劉悠然。天性のドライビングセンスとストイックな努力によって彼女は中国のスター選手となった。しかしレースを重ねるうちに、格上選手との壁の厚さやルーキーの成長に半ば諦めのようなものを覚え始めていた･･･。第10戦の舞台は上海。レースは序盤から波乱の様相を呈する―。"
                },
                "10": {
                    "ID": "10428026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428026",
                    "TitleEnglish": "Beyond the High Speed!",
                    "SummaryEnglish": "The final race of the season was held at the Osaka Kansai Expo site, the birthplace of the NEX Race. Qualifying races begin with concerns for each team, including the fact that this is the first course built this season and road conditions are affected by snowfall. After Rin finishes adjusting his machine, he shows a good run, but King jumps in front of her.",
                    "TitleJapanese": "最速のその先へ",
                    "SummaryJapanese": "シーズン最終戦は「NEX Race」誕生の地・大阪関西万博の跡地での開催となった。今季から新設された初めてのコースかつ積雪の影響による路面コンディションなど、各チームが懸念材料を抱えるなか予選の走行が始まる。マシンの調整を終えた凛は好調な走りを見せるが、そんな凛の前にキングが躍り出る―。"
                },
                "11": {
                    "ID": "10428027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428027",
                    "TitleEnglish": "The Queen`s Showdown",
                    "SummaryEnglish": "NEX Race finally reaches its last race and it's also the last chance Rin has to come first.",
                    "TitleJapanese": "女王決戦",
                    "SummaryJapanese": "予選を終え、最終戦の本戦の時が迫る。凛にとっては、オーナー・九頭竜豪志が課した「1年以内に1位を取る」という条件を果たすラストチャンスとなる。ところが、amiは「誰もロレンツォには勝てない」と分析していた。選手それぞれの思いを胸に、いま、スタートのシグナルが灯る―。"
                },
                "12": {
                    "ID": "10428028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/highspeed-etoile/episodes/10428028",
                    "TitleEnglish": "The Scenery Beyond",
                    "SummaryEnglish": "The showdown between Rin and King. It was even more challenging than the fight with Queen. The cars were on the verge of touching each other, and no driver had ever come close enough to make King so serious before. That drive ignites the fighting spirit of Queen and the other drivers, and everyone gives it their all to try to be number one until the very end. That was what the absolute champion King wanted.",
                    "TitleJapanese": "その先の景色",
                    "SummaryJapanese": "凛とキングの決戦。それはクイーンとの戦い以上に限界を超えたものだった。マシンが接触ギリギリでせめぎ合い、かつてキングをここまで本気にさせるほど迫ったドライバーはいなかった。その走りがクイーンや他の選手の闘志にも火をつけ、誰もが最後まで全力で一番を目指す。それこそが絶対王者キングの求めていたものだった―。"
                }
            }
        }
    }
}