{
    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21608762/",
        "https://roukin8-anime.com/",
        "https://www.themoviedb.org/tv/206748",
        "https://en.wikipedia.org/wiki/Saving_80,000_Gold_in_Another_World_for_My_Retirement",
        "https://x.com/roukin8_anime"
    ],
    "TitleEnglish": "Saving 80,000 Gold in Another World for My Retirement",
    "SummaryEnglish": "One day, Mitsuha falls off a cliff and is transported to a medieval Europe–type world! After a near-death encounter with a pack of wolves, she then realizes that she's able to transport between two worlds—this one and her own. Taking advantage of this ability, Mitsuha decides to live in both worlds and calculates that she'll need 80,000 gold coins to be able to retire! Mitsuha now has to come up with different ways to collect her gold coins!",
    "TitleJapanese": "老後に備えて異世界で8万枚の金貨を貯めます",
    "SummaryJapanese": "18歳でありながら中学生に見られてしまう童顔小柄な少女・ミツハが\n両親と兄を事故で失い天涯孤独になるところから物語が始まる。\n\nショックによる大学受験失敗、両親の保険金を狙う輩、進学か就職か、\n家の維持費や生活費など数々の出費…\nこれからの生活に悩んでいたミツハはある日、\n謎の存在から「こちらの世界」と「異世界」を\n“行き来”できる能力を与えられる！\n\nそこから彼女が思いついた将来設計とは、\n二つの世界で10億＋10億の合計20億円\n＜8万枚の金貨＞を貯めるというもの！\n\nそう、頼れる者のいない彼女の安泰な老後のために！",
    "Aliases": [
        "Rōgo ni Sonaete Isekai de 8-Man-Mai no Kinka wo Tamemasu",
        "Rougo ni Sonaete Isekai de 8-manmai no Kinka wo Tamemasu"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "1": {
            "ID": "2011139",
            "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9297554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9297554",
                    "TitleEnglish": "Mitsuha Goes to Another World",
                    "SummaryEnglish": "Yamano Mitsuha is 18 years old when she is suddenly left with no family. It is then that she accidentally falls off a cliff to her certain death... only to wake up in a strange new world!",
                    "TitleJapanese": "ミツハ、異世界に行く",
                    "SummaryJapanese": "18歳の少女ミツハは、高校卒業を目前にして両親と頼れる兄を一度に失い、天涯孤独の身になってしまった。ショックで大学受験にも失敗して途方に暮れていたミツハは、崖から海へ落ちてしまった…はずが、異世界の大平原にいた！彷徨っていたところを、森の中で出会った少女・コレットに助けてもらい、村での生活が始まった。ある日、コレットと山菜取りへ出かけたところ、オオカミに遭遇してしまい――。"
                },
                "2": {
                    "ID": "9542521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542521",
                    "TitleEnglish": "Kingdom of Ambitions",
                    "SummaryEnglish": "Having acquired the ability to jump between worlds, Mitsuha returns to the village. As she learns more about her new surroundings, her money-making schemes begin to take shape..",
                    "TitleJapanese": "野望の王国",
                    "SummaryJapanese": "謎の存在から世界間転移能力をゲットしたミツハは、さっそく村での情報収集を始める。領主・ボーゼス伯爵は村人にも寛容な善人とのことで、顔を繋いで後ろ盾になってもらうため、会いに行こうと決める。コレット一家と別れて村を出発したミツハは、地球の自宅へ転移！遺産をおろしたり、100円ショップを回ったりと準備に奔走する。そして異世界に戻り、いざボーゼス伯爵邸へ――。"
                },
                "3": {
                    "ID": "9542522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542522",
                    "TitleEnglish": "Mitsuha Plays the Part!",
                    "SummaryEnglish": "Mitsuha finally arrives at the estate of Count Bozes, only to be turned away at the gate. Now she must find a way to enter the manor, so that she can assume the role of foreign noblewoman, Mitsuha von Yamano!",
                    "TitleJapanese": "ミツハ、演じる！",
                    "SummaryJapanese": "ついにボーゼス伯爵邸を訪れたミツハだったが、門前払いを食らってしまった。なんとかしてボーゼス伯爵に会うため、伯爵の子息達相手に一芝居打つことにしたミツハ。作戦は見事成功し、伯爵邸に潜入することができたミツハは、遠きニホン国の後継騒動から逃れてきたという設定の貴族令嬢ミツハ・フォン・ヤマノになりきることに――。"
                },
                "4": {
                    "ID": "9542523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542523",
                    "TitleEnglish": "General Store Mitsuha",
                    "SummaryEnglish": "With the support of Count Bozes, Mitsuha secures the funds to open a general store in the royal capital. Stocked with goods from Japan, Mitsuha's ready to rake it in! If she can make her first sale, that is...",
                    "TitleJapanese": "雑貨屋ミツハ",
                    "SummaryJapanese": "ボーゼス伯爵の後ろ盾を得て資金を調達したミツハは、王都に拠点となる「雑貨屋ミツハ」を開店！世界間転移能力で持ち込んだ日本製商品（チート）で荒稼ぎしようと目論むが、３日間来客なし――。心折れかけた時、ライナー子爵家の使用人３人娘が入店！初めての客を逃すまいと、シャンプーのお試しや美味しい食事をサービスし、お土産も持たせて帰らせた。３人娘がライナー子爵邸でその出来事を話した結果…？"
                },
                "5": {
                    "ID": "9542524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542524",
                    "TitleEnglish": "Producing a Socialite!",
                    "SummaryEnglish": "After a visit from the head chef of the Viscount Reiner's family, Mitsuha ends up in charge of the debutante ball for Adelaide, the viscount's daughter. Can she manage to throw a dinner party that's out of this world?",
                    "TitleJapanese": "お嬢様をプロデュース！",
                    "SummaryJapanese": "ライナー子爵家の料理人・マルセルの来店をきっかけに、ミツハは、ライナー子爵家の息女・アデレートの社交界デビューの総合プロデュースを請け負うことになった。ミツハの指導のもと、魚料理をはじめとした珍しい料理を一生懸命練習するマルセル達…アデレートを地球に招待してドレスの採寸をし、演技指導も行うミツハ…そして、ついにお披露目パーティー当日を迎える――。"
                },
                "6": {
                    "ID": "9542525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542525",
                    "TitleEnglish": "Beatrice the Charmer",
                    "SummaryEnglish": "With the debutante ball a success, Mitsuha's eager to get back to running the shop. However, it seems the Bozes family has different plans! And there's something that's been troubling their daughter, Beatrice...",
                    "TitleJapanese": "おねだりベアトリスちゃん",
                    "SummaryJapanese": "アデレートのお披露目パーティーで再会したボーゼス伯爵家に（無理矢理）招待されてしまったミツハ。夕食の時に、パーティーにあった料理や絵、店に置いている商品について聞かれ、何とかその場しのぎで作り話をする。結局話が盛り上がり、ボーゼス伯爵家に泊まることに・・・夜、ノックされたドアを開けてみると、そこには不安そうな表情のベアトリスが立っていた――。"
                },
                "7": {
                    "ID": "9542526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542526",
                    "TitleEnglish": "The Adventure of Mitsuha",
                    "SummaryEnglish": "After a run-in with a fugitive, Mitsuha approaches the mercenaries who saved her with a curious proposal: allow her to tag along on one of their adventures. Her goal? To perform market research, of course!",
                    "TitleJapanese": "ミツハの大冒険",
                    "SummaryJapanese": "賞金首を追って「雑貨屋ミツハ」に現れた傭兵４人組に仕事を頼むことにしたミツハ。その内容は、彼らの採取・狩猟へ同行し、その間の護衛を頼むというもの。出発までの間、地球に転移して旅に必要なグッズを調達していく――。そしていざ出発！所々でアウトドアグッズを披露し、ニーズをリサーチするミツハ…屋外で身体を洗うために用意した水着の反応は！？"
                },
                "8": {
                    "ID": "9542527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542527",
                    "TitleEnglish": "Mitsuha Visits the Royal Palace",
                    "SummaryEnglish": "An adorable and elegant blonde girl by the name of Sabine visits the shop. Mitsuha manages to save Sabine from being kidnapped by a ruffian, but as it turns out, there's more to Sabine than meets the eye...",
                    "TitleJapanese": "ミツハ、お城へ行く",
                    "SummaryJapanese": "「雑貨屋ミツハ」に身なりの良い可愛くて上品な金髪美少女・サビーネが来店。店を出た後、サビーネが誘拐犯に拉致されそうになっていることに気づいたミツハは、助けに入って見事サビーネを救出…そしてサビーネが国王の娘であることを知る。サビーネの命の恩人として王城へ招待されたミツハは、国王とのコネを得ることに成功する。そんな中、「雑貨屋ミツハ」に傲岸不遜な男とその取り巻きが来店し――。"
                },
                "9": {
                    "ID": "9542528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542528",
                    "TitleEnglish": "Tales From Paradise Restaurant",
                    "SummaryEnglish": "Mitsuha is visited by Alina, whose family runs a restaurant on the verge of being taken over. With trouble brewing in paradise, it's up to Mitsuha to use every trick up her sleeve to save this mom-and-pop business!",
                    "TitleJapanese": "楽園亭奇譚",
                    "SummaryJapanese": "町の食堂「楽園亭」の店主の一人娘・アリーナから、店の経営を立て直してほしいという依頼を受けたミツハ。話を聞くと、別の料理店が「楽園亭」を乗っ取ろうとしており、年長の料理人を引き抜き、店主に怪我を負わせることで、一時的に経営を悪化させて借金による搦め手を使おうとしているようだ。ミツハは「楽園亭」を守り、再建に導くことができるのか！？"
                },
                "10": {
                    "ID": "9542529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542529",
                    "TitleEnglish": "Then Let It Be War",
                    "SummaryEnglish": "Mitsuha is hatching a new money-making scheme when news arrives that the kingdom is under attack! As the invading army closes in on the capital, Mitsuha finds herself at the palace, faced with a decision...",
                    "TitleJapanese": "ならば戦争だ",
                    "SummaryJapanese": "ミツハの人生設計は順風満帆…と思いきや、隣国による突然の侵攻が始まった。国境付近に領地を持つ貴族達が裏切ったことにより、敵兵は僅かな時間で進軍し、さらに魔物も兵力の一部に加えているという。異世界の戦争には関わるまいと一度は決めたミツハだったが、サビーネを案じて王城を訪れたところ、なぜか軍事会議に出席することに――。どうしてこうなった！？"
                },
                "11": {
                    "ID": "9542530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542530",
                    "TitleEnglish": "The Messenger Goes Into Battle",
                    "SummaryEnglish": "Mitsuha and the captain successfully repel a horde of goblins, thanks to a stroke of ingenuity. Now it's up to Mitsuha to rouse the mercenaries of Wolf's Fang to action, so they can confront the Empire's army!",
                    "TitleJapanese": "姫巫女の出陣",
                    "SummaryJapanese": "戦場となる異世界の存在を傭兵団ウルフファングに信じさせるために転移した先で、ゴブリンと遭遇したミツハと隊長。手持ちの銃やミツハの閃きによって、何とかゴブリンの撃退に成功する。やっと異世界の存在を信じた隊長は地球に戻り、団員に緊急招集をかける。煽動者としての才能を存分に発揮したミツハの演説を経て、２万の敵を倒すべく、総員６１名いざ異世界へ出陣！"
                },
                "12": {
                    "ID": "9542531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rougo-ni-sonaete-isekai-de-8-manmai-no-kinka-wo-tamemasu/episodes/9542531",
                    "TitleEnglish": "Saving 80,000 Gold in Another World",
                    "SummaryEnglish": "Just when it seems that the battle against the Empire has been won, Mitsuha is faced with her most fearsome foe yet: a powerful ancient dragon who has been the mastermind behind the invasion all along!",
                    "TitleJapanese": "異世界で8万枚の金貨を貯めます",
                    "SummaryJapanese": "王都防衛戦へ参戦したミツハと傭兵団ウルフファング。帝国軍の兵士や魔物部隊を続々と撃退していったが、黒幕はなんと古龍だった！古龍は、ヒトを遥かに超える知性を持ち、魔力のブレスを吐くと言い伝えられており、魔物達が帝国軍と行動を共にしているのも古龍の知恵だった。さらに、古龍が王都を落としたい理由が「遊び」と聞き、憤りを覚えるミツハ。戦争の結末はどうなる！？"
                }
            }
        }
    }
}