{
  "URL": "https://www.thetvdb.com/series/sasaki-and-peeps",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt27524116/",
    "https://sasapi-anime.com/",
    "http://www.reddit.com/r/SasakiAndPeeps",
    "https://www.themoviedb.org/tv/206630",
    "https://www.wikidata.org/wiki/Q120825031",
    "https://en.wikipedia.org/wiki/Sasaki_and_Peeps#Anime",
    "https://x.com/sasaki_pichan"
  ],
  "TitleEnglish": "Sasaki and Peeps",
  "SummaryEnglish": "Even though Sasaki's droll corporate life is constantly filled with work, it leaves him tired and unfulfilled at the end of every day. In search of some companionship to fill the emptiness in his life, he visits a pet shop on a whim, not realizing he's about to change his life forever. After settling on an adorable bird and bringing it home...his new roommate reveals that it's actually an incredible sage from another world who promptly bestows Sasaki with supernatural powers as well as the ability to cross between worlds. All Sasaki wants to do is use these newfound powers to live in peace and comfort, but there are more than a few colorful characters who might get in the way of that...",
  "Aliases": [
    "佐々木とピーちゃん 異世界でスローライフを楽しもうとしたら、現代で異能バトルに巻き込まれた件 ～魔法少女がアップを始めたようです～",
    "Sasaki to Pii-chan",
    "Sasaki to P-chan",
    "Sasaki to Pii-chan: Isekai de Slow Life wo Tanoshimou to Shitara, Gendai de Inou Battle ni Makikomareta Ken - Mahou Shoujo ga Up wo Hajimeta you desu",
    "Sasaki to Pī-chan: Isekai de Slow Life wo Tanoshimō to Shitara, Gendai de Inō Battle ni Makikomareta Ken - Mahō Shōjo ga Up wo Hajimeta yō desu",
    "ささピー",
    "SasaPii"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2011360",
      "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9914462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/9914462",
          "TitleEnglish": "Real Life and Fantasy",
          "SummaryEnglish": "Sasaki, a lonely office worker pushing forty, adopts an adorable bird to brighten up his life a bit... Little does he know that the Java sparrow he picks, Peeps, is a powerful mage who's going to bring him a whole lot more than he bargained for.",
          "Aliases": []
        },
        "2": {
          "ID": "10190379",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190379",
          "TitleEnglish": "First Job and Partner",
          "SummaryEnglish": "Sasaki gets the hang of his trading operation in the other world right about the time he gets in over his head in the modern world. He's (forcibly) recruited into a government agency for psychics, and his first job is right around the corner.",
          "Aliases": []
        },
        "3": {
          "ID": "10190380",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190380",
          "TitleEnglish": "The War and the Young Lady",
          "SummaryEnglish": "Sasaki catches wind of an unsettling development in the other world that could spell trouble for the entire country, let alone his trading operation. When called upon to help, can he use his modern business skills to make a difference?",
          "Aliases": []
        },
        "4": {
          "ID": "10190381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190381",
          "TitleEnglish": "The Prince and the Sage",
          "SummaryEnglish": "War is now upon the Kingdom of Herz. What's a middle-aged businessman with a pet Java sparrow supposed to do about it? Well, if that pet sparrow happens to be the reincarnation of a legendary mage, then...",
          "Aliases": []
        },
        "5": {
          "ID": "10190382",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190382",
          "TitleEnglish": "A Magical Man and a Third World",
          "SummaryEnglish": "Sasaki returns to the modern world to find out there's been an interesting development while he was away, and little does he know yet another strange turn awaits him on his next job.",
          "Aliases": []
        },
        "6": {
          "ID": "10190383",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190383",
          "TitleEnglish": "Interview and Wine and Dine",
          "SummaryEnglish": "After a... magical encounter, Sasaki finds himself in an unlikely alliance with the most dangerous psychic around. Can he convince his other allies that she's not the threat she appears to be? And can he find a way to profit from this?",
          "Aliases": []
        },
        "7": {
          "ID": "10190384",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190384",
          "TitleEnglish": "Martial and Political Force",
          "SummaryEnglish": "The war may be over for now, but the conflict has left the king shaken... and he's about to announce a new policy that will shake up the rest of the kingdom too.",
          "Aliases": []
        },
        "8": {
          "ID": "10190385",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190385",
          "TitleEnglish": "Suspicions and Sightseeing",
          "SummaryEnglish": "Sasaki's unexpected stowaway casts his dealings with Futari Shizuka into doubt. Is there any way he can salvage the deal and keep Elsa happy so as not to ruin his relationship with her father, the count? A little sightseeing is in order!",
          "Aliases": []
        },
        "9": {
          "ID": "10190386",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190386",
          "TitleEnglish": "Executions and Negotiations",
          "SummaryEnglish": "Marc has been thrown into prison for a farce of an offense, and it's up to Sasaki to cook up an otherwordly scheme to get him out... and maybe make a tidy profit in the process.",
          "Aliases": []
        },
        "10": {
          "ID": "10190387",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190387",
          "TitleEnglish": "Value and Dignity",
          "SummaryEnglish": "The hour of Marc's execution draws near, and Sasaki is ready to lay everything on the table in one final gambit to save his life.",
          "Aliases": []
        },
        "11": {
          "ID": "10190388",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190388",
          "TitleEnglish": "Imagination and Counters",
          "SummaryEnglish": "After an urgent call from Futari Shizuka, Sasaki and Peeps rush to save her from her old organization in a battle that goes, er, straight to the top?",
          "Aliases": []
        },
        "12": {
          "ID": "10190389",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/episodes/10190389",
          "TitleEnglish": "Real Life, Fantasy, and the Fourth World",
          "SummaryEnglish": "After finishing the battle with the hostile organization, Sasaki receives a report from Mr. Hoshizaki that a magical girl has appeared at the office. When he headed to the scene, he saw Magical Pink and Magical Yellow, and was surrounded by a foreboding atmosphere. In order to break through the barrier put up by the magical girl, Sasaki decides to take a certain strategy.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2119530",
      "URL": "https://www.thetvdb.com/series/sasaki-and-peeps/seasons/official/2",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}