{
    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21975478/",
        "https://gimaiseikatsu-anime.com/",
        "http://www.reddit.com/r/GimaiSeikatsu",
        "https://www.themoviedb.org/tv/206629",
        "https://www.wikidata.org/wiki/Q113256863",
        "https://en.wikipedia.org/wiki/Gimai_Seikatsu",
        "https://x.com/gimaiseikatsu",
        "https://www.youtube.com/c/UCOQyW7GmCyTKwjCJEaTBWRw"
    ],
    "TitleEnglish": "Days With My Stepsister",
    "SummaryEnglish": "Follows Yuta Asamura, whose parent gets remarried when he is in high school and he gains a new beautiful younger stepsister, Saki Ayase. Saki is also the #1 student in her grade. Both of them have some knowledge on male-female relationships through their parents, and in order to not cause discord in the family they agree to be not too confrontational but not too compromising either, with a moderate amount of distance between them. Saki is starved for familial love but repeatedly tries to be alone, and Yuta is bewildered at how to be a proper older brother. They gradually learn to become comfortable with each other.",
    "Aliases": [
        "Gimai Seikatsu"
    ],
    "Modified": "2025-08-14",
    "Seasons": {
        "1": {
            "ID": "2011329",
            "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10281314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10281314",
                    "TitleEnglish": "I'm Home With a Stranger",
                    "SummaryEnglish": "High school student Yuta Asamura begins living with his stepsister Saki Ayase and her mother due to his father's remarriage. Both Yuta and Saki, who hold cautious values regarding relationships between men and women, agree to live with an appropriate sense of distance between them."
                },
                "2": {
                    "ID": "10532217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532217",
                    "TitleEnglish": "A Deal and a Fried Egg",
                    "SummaryEnglish": "At school, Yuta notices that there are some sensational rumors circulating about Saki due to her striking appearance. When he tries to talk to her about it, it quickly becomes clear that there is much more to the story than the rumors suggest."
                },
                "3": {
                    "ID": "10532218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532218",
                    "TitleEnglish": "Reflection and Revision",
                    "SummaryEnglish": "Yuta and Saki take turns making missteps in their new, still somewhat awkward home life together. As they reflect on these mistakes and figure out how to move forward, Saki realizes she's less and less sure how to feel about Yuta."
                },
                "4": {
                    "ID": "10532219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532219",
                    "TitleEnglish": "Tendencies and Strategies",
                    "SummaryEnglish": "A month has passed since Yuta and Saki started living together. As Yuta starts to understand the ambiguity of their relationship, Saki asks him for help studying modern literature. The two work together to prepare Saki for a test retake."
                },
                "5": {
                    "ID": "10532220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532220",
                    "TitleEnglish": "A Late Show and the Real Deal",
                    "SummaryEnglish": "Shiori invites Yuta to a late showing of a movie adaptation of a book she enjoys. Saki takes an interest and goes to the bookstore the next day, where she meets Shiori for the first time."
                },
                "6": {
                    "ID": "10532221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532221",
                    "TitleEnglish": "Sweet 'n' Sour Pork and Rain",
                    "SummaryEnglish": "Saki asks her classmate Narasaka Maaya to come over after school and help her study. Yuta decides to make dinner for a change so Saki can keep studying. Maaya helps Yuta with the recipe and then starts interrogating him about his relationship with Saki."
                },
                "7": {
                    "ID": "10532222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532222",
                    "TitleEnglish": "Feelings and Summer Vacation",
                    "SummaryEnglish": "Saki adjusts to her new job over summer vacation. Taichi and Akiko notice that Yuta and Saki keep calling each other by their family names. Saki senses a change in how she feels about Yuta and wonders if she should describe it honestly in her diary."
                },
                "8": {
                    "ID": "10532223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532223",
                    "TitleEnglish": "A Response and Hot Milk",
                    "SummaryEnglish": "Yuta starts to get worried about Saki and asks Akiko for advice. Akiko tells him that he should take Saki out for a break now and then, even if he has to insist. Later, when Yuta tries to talk to Saki about the pool trip with Maaya, Saki reacts harshly."
                },
                "9": {
                    "ID": "10532224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532224",
                    "TitleEnglish": "Stepsister and Diary",
                    "SummaryEnglish": "Yuta and Saki accept Maaya's invitation to go to the pool with a group of friends. Saki enjoys the time at one of her favorite places and is finally able to let loose a little. Then, on the way home, Saki blurts something out that leaves Yuta speechless."
                },
                "10": {
                    "ID": "10532225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532225",
                    "TitleEnglish": "Relations and Regrets",
                    "SummaryEnglish": "A new school term has started, and parent-teacher meetings are on the horizon. At school, Yuta and Saki still have not told anyone that they are siblings. As their mother, Akiko wants to attend both meetings, but she worries it would expose their secret."
                },
                "11": {
                    "ID": "10532226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532226",
                    "TitleEnglish": "Brother and Sister",
                    "SummaryEnglish": "When Yuta is killing time in the library, Maaya confronts him and asks if he has feelings for Saki. After the parent-teacher meetings, Saki attends the open campus event at a prestigious women's college and is confronted by a particularly nosy professor"
                },
                "12": {
                    "ID": "10532227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/days-with-my-stepsister/episodes/10532227",
                    "TitleEnglish": "\" and \"",
                    "SummaryEnglish": "Saki spends time with Maaya and friends while Yuta gets to know Fujinami. In their own separate ways, Saki and Yuta start to understand the feelings connecting them... in this story of a relationship that may one day become love."
                }
            }
        }
    }
}