{
    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt21423786/",
        "https://bokuyaba-anime.com/",
        "http://www.reddit.com/r/bokunokokoro",
        "https://www.tvmaze.com/shows/66218/show-slug",
        "https://www.themoviedb.org/tv/207250",
        "https://www.wikidata.org/wiki/Q115620642",
        "https://en.wikipedia.org/wiki/The_Dangers_in_My_Heart",
        "https://x.com/bokuyaba_anime"
    ],
    "TitleEnglish": "The Dangers in My Heart",
    "SummaryEnglish": "Kyotaro Ichikawa, a boy barely clinging to the bottom rung of his school’s social ladder, secretly believes he’s the tortured lead in some psychological thriller. He spends his days dreaming up ways to disrupt his classmates’ peaceful lives and pining after Anna Yamada, the class idol. But Kyotaro’s not nearly the troubled teen he pretends to be…and it turns out Anna’s a bit odd herself!",
    "TitleJapanese": "僕の心のヤバイやつ",
    "SummaryJapanese": "市川京太郎は殺人にまつわる猟奇本を愛読する、\n\n重度の中二病男子。\n\n同じクラスの美少女・山田杏奈をチラチラと見ては、\n\nヤバめな妄想を繰り返していた。\n\nそんなある日、山田が市川の聖域・図書室にやってくる。\n\n一人だと思い込み、大口でおにぎりを頬張ったり、\n\n機嫌よく鼻歌を歌ったりと、思うままに振る舞う山田。\n\n予測不能な行動を繰り出す姿に、\n\n市川は徐々に目が離せなくなっていき……。",
    "Aliases": [
        "Boku no Kokoro no Yabai Yatsu"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "0": {
            "ID": "2012393",
            "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10186060",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10186060",
                    "TitleEnglish": "Bonus Dangers",
                    "SummaryEnglish": "How do two people grow closer? There is a time and place for grand gestures, but it’s the small everyday moments that actually matter.",
                    "TitleJapanese": "ツイヤバ",
                    "SummaryJapanese": "原作者・桜井のりおの公式 Twitter にて公開されてきた「僕の心のヤバイやつ」ショート漫画や、小ネタがまとめられた「ツイヤバ」。本編のスピンオフ的な存在でありながら、陰キャ市川と山田を中心に描かれた何気ない日常の尊さに、悶絶するファンが続出する本作が!!"
                }
            }
        },
        "1": {
            "ID": "2012394",
            "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9490932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9490932",
                    "TitleEnglish": "I Was Stolen Away",
                    "SummaryEnglish": "At first glance, he’s just the disturbed boy, and she’s just the popular girl. But people are more than the sum of their parts, as both Kyotaro and Anna are about to discover.",
                    "TitleJapanese": "僕は奪われた",
                    "SummaryJapanese": "重度の中二病中学生・市川京太郎には殺したい女がいる。クラスメイトの美少女・山田杏奈だ。市川は山田の美しい死体姿を妄想し、自己嫌悪を繰り返す毎日を送っていた。ある日、市川にとっての聖域・図書室に行くと、なぜか大口でおにぎりを頬張る山田の姿が。思いもよらない出来事に動揺を隠せない市川。さらに山田は授業の資料を作り出すも、切るものが見当たらない様子。またしても予想外の行動に出る山田に市川は……。"
                },
                "2": {
                    "ID": "9643548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643548",
                    "TitleEnglish": "I Died",
                    "SummaryEnglish": "Despite his misgivings, Kyotaro keeps helping Anna the more they interact. He may be a better person than he believes.",
                    "TitleJapanese": "僕は死んだ",
                    "SummaryJapanese": "数少ない居場所である図書室に、市川はまたしても山田の侵入を許してしまう。しかも今日の山田は“練って美味しい”アノお菓子を持ち込んでいた。ウキウキ顔で袋を開ける姿に、市川の心のツッコミが止まらない！また蒸し暑いある日の図書室では、暑がりの山田が市川の扇子で顔を仰いでいた。扇子からいい匂いがするからと、市川にも嗅がせようと手招く。市川がおずおずと扇子に顔を近づけると、そこには衝撃的な光景が。"
                },
                "3": {
                    "ID": "9643549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643549",
                    "TitleEnglish": "I Want to Hug You",
                    "SummaryEnglish": "Anna and her friends keep their guard up around the boys; it's obvious what they want. But Kyotaro's different. Each brief interaction brings him and Anna closer together.",
                    "TitleJapanese": "僕は抱きしめたい",
                    "SummaryJapanese": "モデルをしている山田は、同級生男子の注目の的。思春期まっさかりの足立翔は、友達の神崎健太・太田力と共に「女子にエッチなことを聞く」ゲス・オブ・ゲスゲームをおっぱじめていた。山田やその親友・小林ちひろ達女子に、声をかけようとする足立。山田にそんなことを聞くなと、市川も冷や汗をかきっぱなし。さらに足立は市川に、山田へメモを渡してほしいという。メモの中身は下世話な内容に違いない。どうする市川――!?"
                },
                "4": {
                    "ID": "9643550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643550",
                    "TitleEnglish": "I Have a Problem",
                    "SummaryEnglish": "Like many people his own age, Kyotaro has a tendency to overthink everything. Anna, however? She has her own way of approaching life.",
                    "TitleJapanese": "僕は心の病",
                    "SummaryJapanese": "山田への気持ちに気づいた市川。今まで以上に彼女の姿を目で追っていると、同じように山田のことを気にしているクラスメイト・金生谷倫が目に留まる。彼女は山田の鼻にバスケットボールをぶつけた張本人。気まずくて、まだ謝ることができずにいたようだ。山田の友達・吉田芹那と共に、山田と金生谷の様子を見守るが……。そして放課後、市川が新品の自転車で帰宅していると再び山田と遭遇。しかも、「乗せてって？」と頼まれて――!?"
                },
                "5": {
                    "ID": "9643551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643551",
                    "TitleEnglish": "We Got Split Up",
                    "SummaryEnglish": "It’s not like Kyotaro wants to join Anna’s group or anything. But when a certain other classmate tries to join the group, Kyotaro just gets swept up in events. That’s all!",
                    "TitleJapanese": "僕らははぐれた",
                    "SummaryJapanese": "職業見学に向けてクラスではグループづくりの真っ最中。市川は足立に誘われるも、人数の問題を建前に山田ら女子と合流しようということに。運よく山田と同じグループになれるかと喜ぶ市川だったが、関根主導で女子による男子の容赦ないドラフト会議が始まる……。さらに放課後、市川は図書室で山田と原さんが楽しそうに話しているところに遭遇。萌えマンガ的な空気が醸し出されるも、話題は恋バナ。会話が気になって仕方ない！"
                },
                "6": {
                    "ID": "9643552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643552",
                    "TitleEnglish": "I Melted It",
                    "SummaryEnglish": "As Kyotaro wrestles with his feelings, he notices Anna’s been acting differently. Could it be that she—? No, he shouldn’t read too much into it. She’s just being nice. Right?",
                    "TitleJapanese": "僕は溶かした",
                    "SummaryJapanese": "職業見学の帰り道、市川と山田は電車に乗り遅れてグループからはぐれてしまう。みんなに声をかけなかった自分のせいだと思わず泣いてしまう山田。そんな山田に市川がとった行動は……。そんなドキドキの職業見学から数日後、市川は掲示板の前で深刻な顔をした山田を見つける。視線の先には「図書室で飲食禁止」の張り紙が。お菓子を食べられないなら山田が図書室に来る理由もない。つまり……2人の時間も終わりってこと!?"
                },
                "7": {
                    "ID": "9643553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643553",
                    "TitleEnglish": "We Swapped Places",
                    "SummaryEnglish": "Kyotaro can no longer deny he likes Anna. He tells himself it’s not like he wants to be her boyfriend, but there’s a detail he hasn’t considered: maybe Anna wants him to be.",
                    "TitleJapanese": "僕らは入れ替わってる",
                    "SummaryJapanese": "イベント行事も案外悪くないと感じ始めていた市川。今日は体育の持久走。並んで走る市川と山田だったが、山田は体操着を前後逆に着ていることに気づき、その場で腕を抜いて服の前後を入れ替え始める！思わず目が離せずにいる市川。一方で山田も、市川のゆれる前髪から覗く右目を初めて見たと笑いかけきて……。その後、教室に戻るも山田は間違って市川のジャージを着ていた！市川はこの事実を一刻も早く伝えようとするが――!?"
                },
                "8": {
                    "ID": "9643554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643554",
                    "TitleEnglish": "I Had a Dream",
                    "SummaryEnglish": "Parent-teacher day mortifies Kyotaro. Not only is his mother at school, but she’s bonding with Anna! Things couldn’t get any worse.",
                    "TitleJapanese": "僕は夢を見た",
                    "SummaryJapanese": "地獄の三者面談の日がやってきた。母親と一緒にいるのが照れくさい市川は陰から様子を伺うが、そこで山田と母親が話しているところを目撃する！気が気でない市川をよそに、2人の会話は弾んで……。また雨の日の放課後、山田の忘れ物を届けに行った市川が雨に濡れたせいで熱を出してしまう。ひさしぶりに学校を休みひとりで家にいると、突然チャイムの音が。門の外に見えたのは山田の姿で……!?"
                },
                "9": {
                    "ID": "9643555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643555",
                    "TitleEnglish": "I Hate Yamada",
                    "SummaryEnglish": "Despite all the hints Anna throws at him, and others beginning to notice, Kyotaro refuses to believe that she could actually like him. He is his own worst enemy.",
                    "TitleJapanese": "僕は山田が嫌い",
                    "SummaryJapanese": "山田に突如、「LINEやってる？」と尋ねられた市川。“友達がいなくてもLINEくらいやるだろ！”と心のツッコミをいれながら、ついつれない態度を取ってしまう。そして教室では、山田の友達・関根萌子が、彼ピ欲しさからクラスの男子全員とLINEを交換しようと言い出す。名案とばかりに山田は、さっそく市川に声をかけようとするも、関根はそれを遮る。しかも関根が市川とLINEを交換して楽しげな様子。そんなふたりに山田は――!?"
                },
                "10": {
                    "ID": "9643556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9643556",
                    "TitleEnglish": "We Walked Slowly",
                    "SummaryEnglish": "It’s Japan’s most romantic time of the year and Kyotaro and Anna are not-on-a-date. Kyotaro is keeping a running tally of all his screw ups, but Anna is enjoying herself.",
                    "TitleJapanese": "僕らはゆっくり歩いた",
                    "SummaryJapanese": "マンガの続きを山田から借りることになった市川。待ち合わせ場所はクリスマスイブの渋谷。いつにも増してかわいい山田は、少し照れながらも市川を繁華街に連れ出す。オシャレなカフェに入るものの、慣れない空間に気後れした市川は、小さなやらかしをいくつも重ねてひとり落ち込んでしまうのだった。その後、山田の服選びの買い物に付き合い、試着室の前で彼女を待っていると、よりによって市川の姉・香菜が来店してきて――!?"
                },
                "11": {
                    "ID": "9689707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9689707",
                    "TitleEnglish": "We're a Bit Alike",
                    "SummaryEnglish": "Distance separates Kyotaro and Anna, but their thoughts are of each other. However, their budding relationship faces a threat: Haruya still has his eyes set on Anna.",
                    "TitleJapanese": "僕らは少し似ている",
                    "SummaryJapanese": "年の瀬のファミレスに、深刻な顔で黙り込む市川がいた。腕には包帯。隣には関根、そして「ナンパイ」こと南条ハルヤの姿が……。時間は４日前に遡る。市川は家族で秋田の実家に帰省していた。山田とLINEをするようになった彼は、雪景色の写真を彼女に送ると約束する。ところがよい写真を撮ることに夢中になってしまい、足を滑らせ腕を骨折してしまう。夜、そのことをLINEで伝えると、すぐに山田から“ビデオ通話”の着信があって……。"
                },
                "12": {
                    "ID": "9689708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9689708",
                    "TitleEnglish": "I Wanted to Be Seen",
                    "SummaryEnglish": "Kyotaro didn't think his cunning plan for New Year's all the way through. Anna showed up early, and now his sister is trying to be his wingwoman.",
                    "TitleJapanese": "僕は僕を知ってほしい",
                    "SummaryJapanese": "新年を迎え、一緒に初詣へ行こうと約束した市川と山田。市川は家族で参拝した後に会うつもりでいたが、約束の時間のだいぶ前から待っていた山田を見つけて驚く。山田が市川の家族に挨拶すると、そのままみんなで参拝することに。さらに山田のことが知りたい香菜は、山田を市川家に誘う。愛弟と山田の関係に可能性を感じた彼女は、恋のキューピッドよろしく、卒業アルバムを開きながら弟の小学生時代を語って聞かせるのだった。"
                }
            }
        },
        "2": {
            "ID": "2069216",
            "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9852692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/9852692",
                    "TitleEnglish": "We're Searching",
                    "SummaryEnglish": "Anna wants to help Kyotaro since he has a broken arm, but she's unaware of the secret he's keeping from her.",
                    "TitleJapanese": "僕らは探している",
                    "SummaryJapanese": "ついに三学期が始まるも、腕を骨折している市川は少し不便な学生生活を送っていた。担任から仲が良いからと山田による介助を提案されるも、市川はつい「仲良いとかじゃないんで」と断ってしまう。しかし間の悪いことに、その会話を山田が聞いていて……。焦りまくる市川だったが、一方で山田は、クラスメイトの足立にお願いしてさりげなくサポートしてくれる。彼女の優しさを改めて感じた市川は、押し殺していた心の声を少しだけ山田に伝える……。"
                },
                "2": {
                    "ID": "10188835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188835",
                    "TitleEnglish": "I'm Growing Up",
                    "SummaryEnglish": "It's the first time Kyotaro has been in Anna's home, so he's naturally left feeling like a bundle of nerves and anxiety.",
                    "TitleJapanese": "僕は大人のなりかけ",
                    "SummaryJapanese": "雪が降るなか、山田が失くしたキーホルダーを必死になって見つけた市川。山田は家がすぐそこだからと、体が冷えた市川を自宅へと招く。初めて訪れた山田家で、言われるがままお風呂を勧められて全裸になる状況に、市川は動揺しまくる。なんとか心を落ち着けてお風呂から上がると、今度はパンツが見当たらない！パンツを回収するため、用意された山田のジャージを着て脱衣所から抜け出すも、眼の前にはいつもとは違う部屋着姿の山田が現れて――!?"
                },
                "3": {
                    "ID": "10188839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188839",
                    "TitleEnglish": "Yamada and Me",
                    "SummaryEnglish": "Valentine's Day is a week away, and Kyotaro finds himself roped into making chocolates with Anna and her friends. But complications arise when Moeko claims Kyotaro as her bae.",
                    "TitleJapanese": "僕は山田と",
                    "SummaryJapanese": "バレンタインデーまであと一週間！山田・小林・関根・吉田となぜか参加することになった市川は、山田家で手作りチョコの試作会をすることに。出迎えた山田の母が、急に現れた男子の市川を見て怪訝な顔をすると、機転を利かせた関根が「彼ぴ――的な？」と自分の彼氏だとウソをつく。話を合わせるため、その後もイチャイチャする関根と市川。モヤモヤする山田……。市川はギスギスした空気にビビりつつも、山田の母を誤解させたままでいるのはよくないと思い――。"
                },
                "4": {
                    "ID": "10188841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188841",
                    "TitleEnglish": "Yamada Likes…",
                    "SummaryEnglish": "Valentine's Day chocolates hold a special meaning, and Anna wants to know what they mean to Kyotaro.",
                    "TitleJapanese": "山田は僕を",
                    "SummaryJapanese": "バレンタインデー当日、気もそぞろな足立をよそに市川はいつもと変わらない一日を過ごそうとしていた。一方の山田は廊下を何度も往復して女子からの友チョコを集めて回ったり、萌子手作りの義理チョコを市川から横取りしたりするなど、いつも以上に変な様子だ。放課後、チョコまんを頬張りながら山田はおずおずと「どんなチョコなら本命だと思う？」と市川に質問する。そんな彼女が手に持つ袋の中には、あるものが隠されていた……。"
                },
                "5": {
                    "ID": "10188843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188843",
                    "TitleEnglish": "I Want to Know",
                    "SummaryEnglish": "Despite all the time Kyotaro has spent with Anna, he discovers that there is so much more he doesn't know about her. More importantly, he realizes he wants to change that.",
                    "TitleJapanese": "僕は知りたい",
                    "SummaryJapanese": "放課後、一緒に映画を見に行くことになった市川と山田。映画館に向かう途中、たまたま立ち寄ったたこ焼き屋で、バイト中の香菜と遭遇！２人の制服デートを羨ましがられてしまう。さらに市川は、熱い物を食べるのが苦手な山田のために、楊枝でたこ焼きを食べさせてあげるなどふたりの距離は近づく一方！映画が始まると、尊敬する事務所の先輩の演技を真剣に見つめる山田。その横顔を目にした市川は、自分の知らない山田をもっと知りたいと思う。"
                },
                "6": {
                    "ID": "10188844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188844",
                    "TitleEnglish": "Yamada Likes Me",
                    "SummaryEnglish": "As the student rep, Kyotaro faces the unenviable task of delivering the graduation speech. Now, he'll need a dose of confidence and a little help from Anna to pull it off.",
                    "TitleJapanese": "山田は僕が好き",
                    "SummaryJapanese": "卒業式のリハーサルで在校生代表の送辞を読んでほしいと頼まれる市川。山田からの期待の眼差しに背中を押されて挑戦することにするも、緊張してしまい声を張ることができなかった。気落ちする市川に、山田は「発声のレッスンとかやってるから」と色々とアドバイスをくれる。そんな2人は偶然、南条が女子に告白されているところを目撃。彼が山田に本気なことを知った市川は、胸を張れる自分を見せたいと、もう一度壇上に立つ決心をする。"
                },
                "7": {
                    "ID": "10188845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188845",
                    "TitleEnglish": "We're Overflowing",
                    "SummaryEnglish": "The implications and meanings of Anna's indirect confession leave Kyotaro reeling. He may not know what will happen next, but he knows he cannot afford to mess this up.",
                    "TitleJapanese": "僕らは溢れ出る",
                    "SummaryJapanese": "山田の「好きな人がいる」という言葉の真意が気になって仕方がない市川。山田が、自分のことが好きかもしれないと思いながらも、なんとか心を落ち着けようとする。しかし、山田が男子も参加するバスケ部のカラオケ会に参加すると聞き、キモイと思いながらも隣の部屋から様子を伺ってしまう！ またある日、図書室にいる市川に原さんが声をかける。彼女は3月14日に、市川と山田、神崎と自分の4人で出かけようと誘ってきて……。"
                },
                "8": {
                    "ID": "10188846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188846",
                    "TitleEnglish": "We Stayed Up All Night",
                    "SummaryEnglish": "The school year is ending. With a window of opportunity closing, Kyotaro reaches a decision: if he can make this shot in a basketball game against Anna, he’ll ask her out.",
                    "TitleJapanese": "僕らは夜更かしした",
                    "SummaryJapanese": "終業式がやってきた。3年生になったらもう、別々のクラスになってしまうかもしれない……。放課後、市川がクラスでひとり思い出に浸っていると、山田から体育館に呼び出される。顔を出すと山田がひとりバスケットボールで遊んでおり、「負けた方が勝った方の言うことを何でも聞く」というルールで1 on1を挑んできた。簡単に決着がつかないなか、市川が「これが入ったら告白する」と渾身のシュートを打つ！果たして結果は……。"
                },
                "9": {
                    "ID": "10188847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188847",
                    "TitleEnglish": "We Made a Promise",
                    "SummaryEnglish": "Kyotaro discovers an obsessed fan is spreading rumors online that Anna has a boyfriend. Knowing what that means for both her safety and career, he cannot help but worry.",
                    "TitleJapanese": "僕らは約束した",
                    "SummaryJapanese": "市川家にお泊りした翌日、山田は映画の撮影で広島へと旅立っていった。市川は山田が芸能人であることを再認識しながらスマホを眺めていると、彼女が市川家で撮った写真をSNSに載せているのを発見！ しかもリプ欄には彼氏の存在を疑う粘着質なファンが。つい気になってそのアカウントを追うと、山田へのファンなのかアンチなのかわからない投稿をしており、市川は心配で気が気でない。さらに追い打ちをかけるように、山田と電話が突然途絶えてしまって!?"
                },
                "10": {
                    "ID": "10188848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188848",
                    "TitleEnglish": "I Want to Be Closer to Yamada",
                    "SummaryEnglish": "A new school year means a new class and new friends. Unfortunately, it also means new challenges to Kyotaro and Anna's evolving situationship.",
                    "TitleJapanese": "僕は山田に近づきたい",
                    "SummaryJapanese": "3年に進級した市川。新たなクラスへ向かうと、そこには見慣れたメンバーもいつつ、安堂カンナや半沢ユリネなど個性豊かなクラスメイトたちが。教室で市川と山田が仲良さげに話していると、鋭く勘を働かせるのは安堂。彼女はカップルになりそうな男女を見つけては告白を応援し、これでもかと盛り上げようとするお祝い好き女子だった。なんとしても彼女にだけは、山田への気持ちを悟られないように警戒する市川だが……。"
                },
                "11": {
                    "ID": "10188849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188849",
                    "TitleEnglish": "I Don't Want to Lose",
                    "SummaryEnglish": "Kyotaro wants nothing to do with the sports festival this year, but all that changes when Sho challenges him to a one-on-one in the cavalry battle.",
                    "TitleJapanese": "僕は負けたくない",
                    "SummaryJapanese": "中学最後の体育祭が迫っていた。市川はクラスメイトの強面男子・鵠沼から騎馬戦の騎手をやってほしいと頼まれる。乗り気でないと断ろうとする市川に、足立が騎馬戦でのタイマン勝負を挑んできた。足立は、自分が好きな山田と自分以上に仲がいい市川に、対抗心を燃やしていたのだ。いつものふざけた様子とは違う真剣な姿に、市川は「やる」と返事をする。勝敗に意味なんてないと考えつつも、「負けたくない」という思いから特訓を開始するが……。"
                },
                "12": {
                    "ID": "10188850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10188850",
                    "TitleEnglish": "I Want to Tell Her",
                    "SummaryEnglish": "The class is excited for the upcoming school trip, except for Anna, who is no longer acting like herself. Kyotaro wonders what it means, not realizing that she made a choice.",
                    "TitleJapanese": "僕は伝えたい",
                    "SummaryJapanese": "修学旅行が間近に迫り、盛り上がる市川のクラス。ところが山田は旅行の日程を知ると驚いた顔を見せ、その後も表情が冴えない。帰宅後、市川がひとり今日の山田について考えていると、イマジナリー京太郎が出現。修学旅行といえば初キスなどと、甘～い妄想をさせられていると、山田からビデオ通話が。今日様子が変だったと山田に聞いてみるも、市川の枕元に林間学校の冊子を見つけた途端、山田は「何でもない!!」と無理に明るく振舞いだし……。"
                },
                "13": {
                    "ID": "10221016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boku-no-kokoro-no-yabai-yatsu/episodes/10221016",
                    "TitleEnglish": "I, We, Fell in Love",
                    "SummaryEnglish": "Anna and Kyotaro's bond is teetering between friendship and romance. Perhaps this time the scales will tip and Kyotaro can finally tell Anna the words she wishes to hear.",
                    "TitleJapanese": "僕と私の恋心",
                    "SummaryJapanese": "修学旅行の最終日と同じ日に行われるドラマ版『君オク』のオーディション。山田は市川のことを思って、大好きな作品のオーディションを諦めようとしていた。それを知った市川は山田と会って話をしようと決意する。――しかしなぜか、今彼は女子部屋の布団の中で、山田とこれでもかと密着していた。ほかのみんなに見つかったら大騒ぎになってしまう。この絶体絶命の状況から市川は無事脱出できるのか。そして山田に、ちゃんと伝えられるのか!?"
                }
            }
        }
    }
}