{
    "URL": "https://www.thetvdb.com/series/undead-unluck",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6186-63B0-54F8-8B88-A625-G",
        "https://www.imdb.com/title/tt21927720/",
        "https://undead-unluck.net/",
        "http://www.reddit.com/r/UndeadUnluck",
        "https://www.tvmaze.com/shows/66130/show-slug",
        "https://www.themoviedb.org/tv/209077",
        "https://www.wikidata.org/wiki/Q115734731",
        "https://en.wikipedia.org/wiki/Undead_Unluck",
        "https://x.com/undeadunluck_an"
    ],
    "TitleEnglish": "Undead Unluck",
    "SummaryEnglish": "All Fuuko wants is a passionate romance like the one in her favorite shojo manga. Unfortunately, her Unluck ability makes that impossible. But just as Fuuko hits rock bottom, Andy sweeps her off her feet—literally! Now she's become Andy's unwilling test subject as he works to find a way to trigger a stroke of Unluck big enough to kill him for good. However, when the pair discovers a secret organization is hunting them, it puts Andy's burial plans on hold.",
    "TitleJapanese": "アンデッドアンラック",
    "SummaryJapanese": "特異な体質に悩み、自分の人生を終わらせようとした少女・風子。死ぬ直前の彼女の前に現れたのは、不死の体を持つという謎の男。彼らは「否定者」と呼ばれる能力者だったのです。\n\n触れた者に不運を呼ぶ「不運（アンラック）」の否定者・風子と、死ぬことができない「不死（アンデッド）」の否定者の男・アンディ。彼は死ぬために、風子と行動をともにすることを決めたのですが、ある組織からの追手が迫ってきて……!?",
    "Aliases": [
        "Andeddo Anrakku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2012597",
            "URL": "https://www.thetvdb.com/series/undead-unluck/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10616301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10616301",
                    "TitleEnglish": "TBA (Airs January 2025)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2012598",
            "URL": "https://www.thetvdb.com/series/undead-unluck/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9325533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/9325533",
                    "TitleEnglish": "Undead and Unluck",
                    "SummaryEnglish": "An \"Undead\" man who is said to have an immortal body suddenly appears in front of Fuko Izumo, who has the power of \"Unluck.\" Saying that he finally found someone with the power to grant him a true death, he sweeps Fuko away…",
                    "TitleJapanese": "不死と不運",
                    "SummaryJapanese": "触れた者に不幸な事故をもたらす“不運”、アンラックの力をもつ少女・出雲風子。\nその特異な体質から一度は死を覚悟した風子の前に絶対に死ねない“不死”の体を持つアンデッドの男が現れる。彼は風子の力で“本当の死”を得るため、彼女を連れ去るが、彼らのような能力を持つ“否定者”を追う対未確認現象統制組織“ユニオン”もまた 2 人を狙っていた。"
                },
                "2": {
                    "ID": "10058865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058865",
                    "TitleEnglish": "Union",
                    "SummaryEnglish": "Andy makes a move on Fuko, thinking an even greater unluck will happen. To prevent physical assault, Fuko explains that the higher her likability for the other person is, the larger the unluck becomes…",
                    "TitleJapanese": "UNION",
                    "SummaryJapanese": "風子がもたらした隕石落下という大規模不運によって何とかユニオンの追っ手を退けた風子とアンデッドの男。風子は彼をアンディと名付け、ユニオンから逃れる為、行動を共にすることに。過去にユニオンに捕まった事のあるアンディから「捕まれば研究所で体をいじられまくる」と聞かされ、恐怖で震える風子。\nしかし、ユニオンから彼らと同じ否定者のシェンとボイドが 2 人の前に立ち塞がる。\n否定能力者同士の緊迫のバトルが今始まる―。"
                },
                "3": {
                    "ID": "10058866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058866",
                    "TitleEnglish": "How To Use My Unluck",
                    "SummaryEnglish": "A Union member will be on the move for a UMA investigation to Russia. Learning that they can enter the Union if they kill that member, Andy and Fuko head out towards Lake Baikal!",
                    "TitleJapanese": "私の不運の使い方",
                    "SummaryJapanese": "メンバーを殺せば、否定者10人で構成されたユニオンの特殊チームへ入れると知り、バイカル湖へ向けて出発したアンディと風子。ユニオンの追手から逃れ、なんとかバイカル湖に着いた2人は、到着早々、別行動に。風子はそこで日本のJKファッションの女性と出会う。水彩画を楽しむ彼女に誘われ、風子も一緒に絵を描くことになるが……。"
                },
                "4": {
                    "ID": "10058867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058867",
                    "TitleEnglish": "Do You Love the Change in Me?",
                    "SummaryEnglish": "The girl painting together with Fuko at Lake Baikal was Gena, the Negator who captured Andy in the past! Gena thinks Fuko has stolen her long crush, Andy, from her and shows emotions of rivalry out of jealousy against Fuko…",
                    "TitleJapanese": "変わる私は好きですか？",
                    "SummaryJapanese": "バイカル湖で風子と一緒に絵を描いた少女はユニオンの否定者、ジーナだった。\n彼女こそ50年前にアンディを捕獲した張本人であると風子に告げるアンディ。ジーナが繰り出す見えない攻撃を受けながら、アンディは反撃の機会をうかがい、彼女の能力を暴こうとする。その圧倒的な攻撃を受ける中、風子はあることに気づく。"
                },
                "5": {
                    "ID": "10058868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058868",
                    "TitleEnglish": "United We Negate",
                    "SummaryEnglish": "Andy and Fuko are taken to the Roundtable where Union members await. There, Apocalypse delivers the new round of quests.",
                    "TitleJapanese": "我々は否定する",
                    "SummaryJapanese": "ユニオンに属し、生きるために殺すことを悩んでいたジーナ。彼女の気持ちを知り、涙する風子はアンディと一緒に組織を変えていきたいと思いはじめる。2人は悲しみに暮れる間もなく、ユニオンのメンバーが待つ円卓へと連れていかれる。「なぜ傷つきながらも戦い続けるのか」。円卓の否定者たちに疑問を投げかける風子に、組織のナンバー１のジュイスがこの世界の驚愕の真実を語り始める。"
                },
                "6": {
                    "ID": "10058869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058869",
                    "TitleEnglish": "Spoil",
                    "SummaryEnglish": "According to Union agent reports, the town of Longing definitely had the UMA Spoil and zombies that they've created. Andy makes a flashy show immediately after arriving in town!",
                    "TitleJapanese": "SPOIL",
                    "SummaryJapanese": "この地球に理（ルール）を強いる存在・創造主である神を殺すことがユニオンの目的だと語るジュイス。理の追加を止める為、古代遺物のアポカリプスが課すクエストをクリアするためにUMAスポイルの捕獲に向かうアンディ、風子、そしてシェン。アメリカへやってきた３人はスポイルが隠れているというロンギングという町に調査に訪れるが、そこはスポイルの能力によってゾンビで溢れかえっていた！"
                },
                "7": {
                    "ID": "10058870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058870",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "Fuko learns from children hiding in an underground shelter about what happened in the town and how they aren’t zombies yet. Andy and the gang fight together with the zombies, the total town warfare against Spoil begins!",
                    "TitleJapanese": "Dream",
                    "SummaryJapanese": "スポイルの能力により住人たちがゾンビ化した町、ロンギング。地下シェルターに隠れていた子供たちから、町で何が起きたのか、なぜ子供たちはゾンビ化せずに無事なのかを風子は教えてもらう。一方、地上ではアンディが花嫁姿のゾンビを抱え、他のゾンビたちと共闘し、スポイルと闘っていた。たまたま風子に触れてしまったゾンビによって、不運が発動する。風子の力がゾンビにも有効だということに気づいたアンディは―。"
                },
                "8": {
                    "ID": "10058871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058871",
                    "TitleEnglish": "Victhor",
                    "SummaryEnglish": "Spoil transitions to Phase 2. For this type of UMAs, capture is complete when the core within its body is extracted. However, Spoil decomposes anything that gets near and fires a decomposition laser if you get away, and defeating him is proving to be extremely difficult.",
                    "TitleJapanese": "Victhor",
                    "SummaryJapanese": "フェーズ２へと移行し攻撃力が増すスポイル。近づけば腐り、離れれば分解レーザーを発射するスポイルの攻略は困難を極めていた。シェンは自身の否定能力を発動させ、伸縮自在のアーティファクト・如意金箍を使い攻撃をはじめるが打開策を見出せずにいた。そのとき風子が宇宙なら真空で水分もなく腐らないのではないか、と気づく。"
                },
                "9": {
                    "ID": "10058872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058872",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Victor is Andy’s other face that shows up when the Card on his forehead is removed. The Union members all challenge him to return the aggressive Victor back into the current form of Andy...",
                    "TitleJapanese": "Return",
                    "SummaryJapanese": "かつて数多の戦場に勝利をもたらした男、ヴィクトル。額のカードを抜くことで現れるアンディのもうひとつの顔だ。スポイルを捕獲したものの、ヴィクトルのままのアンディ。彼をいまの姿に戻すため、ユニオンのメンバーが総出で挑む。しかし、アンディ以上の実力を持つヴィクトルを前にメンバーは苦戦を強いられる。一度は戦場から離れた風子だったが、再び戦場へ。アンディを呼び戻すために、風子は奮起する！"
                },
                "10": {
                    "ID": "10058873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058873",
                    "TitleEnglish": "Result",
                    "SummaryEnglish": "Apocalypse reads out the results of the quests before the Union members. With the failure of the sixth quest, Apocalypse adds the UMA Galaxy as a penalty...",
                    "TitleJapanese": "Result",
                    "SummaryJapanese": "円卓に揃ったユニオンメンバーを前に、アポカリプスが今回のクエストの結果を読み上げる。全クエスト成功にならず、罰としてUMAギャラクシーが追加される。ギャラクシーを追って、地上へ移動したメンバーの目の前で世界の改変がはじまる。ニコが集めた情報によると、別の銀河からやってきた宇宙人によって、地球はいままさに侵略されるところだった―。"
                },
                "11": {
                    "ID": "10058874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058874",
                    "TitleEnglish": "Rio de Janeiro",
                    "SummaryEnglish": "The Negator Unrepair is confirmed located near a black market auction. Negators, UMAs, and Artifacts that the Union hasn’t been able to manage circulate this market so Andy and Fuko infiltrate the venue...",
                    "TitleJapanese": "Rio de Janeiro",
                    "SummaryJapanese": "リオデジャネイロの港に停泊する豪華客船。その中で開催される、ブラックオークションにユニオンが狙う“不治”の否定者アンリペアがいるとされ、アンディ、風子、タチアナが会場へ向かう。会場にはユニオンが管理できていない否定者やUMAなどが競売品として出回っていた。否定者やUMAをモノのように扱う人たちの会話を聞きながら、風子はユニオンに来るか、ここで売られるか、どちらが否定者にいいことなのかをアンディに問う。"
                },
                "12": {
                    "ID": "10058875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058875",
                    "TitleEnglish": "Activate",
                    "SummaryEnglish": "The Union and the Negator Hunters have infiltrated the black market auction venue for a new Negator. Andy and Fuko hurry towards the auction item storage, to stop the Negator Hunters who seek revenge against the world.",
                    "TitleJapanese": "Activate",
                    "SummaryJapanese": "ブラックオークションには、否定者狩りのメンバーも紛れ込んでいた。彼らの目的は世界への復讐―。そんなヤツらに否定者を渡すまいと、競売品倉庫へ向かうアンディたち。一方、倉庫ではマフィアによって拉致された否定者、“不動”・アンムーブの能力をもつチカラが脱出を試みていたが、否定者狩りのメンバーが一足早くチカラの前に現れる。彼の能力を試そうと否定者狩りの一撃がチカラを襲う！"
                },
                "13": {
                    "ID": "10058876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058876",
                    "TitleEnglish": "Tatiana",
                    "SummaryEnglish": "While Tatiana fights members of the Negator Hunters, she receives a report that Fuko was wounded by Unrepair. Tatiana unleashes her powers in order to save Fuko!",
                    "TitleJapanese": "Tatiana",
                    "SummaryJapanese": "アンディたちがリップと闘っている間、タチアナもまた他の否定者狩りのメンバーと闘っていた。そのとき、風子がアンリペアの傷を負ったとの報告が入る―。彼女にとって初めての友達となった風子が傷つけられた事に激昂するタチアナ。「私の大事な人を傷つけるヤツは、許さない！」風子のためにタチアナは自らの意思で力を解放する！！"
                },
                "14": {
                    "ID": "10058877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058877",
                    "TitleEnglish": "Crimson Bullet",
                    "SummaryEnglish": "A huge explosion occurs from within the luxury liner sends Andy and company up into the air. They find Rip and company among the rubble. If they let Rip get away, Fuko will die. A roller-coaster ride of a battle ensues.",
                    "TitleJapanese": "紅蓮弾（クリムゾンバレット）",
                    "SummaryJapanese": "タチアナの能力で起こした大破壊によって、空中に飛ばされたアンディとリップたち。ここでリップを逃せば、風子は死んでしまう。腹をくくれ！とアンディに言われ、チカラも覚悟を決めて闘いに挑む。2人を守りながら闘うアンディと、古代遺物を駆使し攻撃の手を止めないリップ。一進一退の攻防が繰り広げられる否定者狩りたちとの闘いは、いよいよ最終局面へと突入する！"
                },
                "15": {
                    "ID": "10058878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058878",
                    "TitleEnglish": "Under",
                    "SummaryEnglish": "Fuko and Andy head over to right outside Chikara’s school in order to hear his reply about joining the Union. Rip, who was supposedly dead, suddenly shows up as a young boy. Chikara over hears their conversation...",
                    "TitleJapanese": "UNDER",
                    "SummaryJapanese": "ユニオンのメンバー入りの返事を聞きに、力の学校の前までやってきたアンディと風子。そこへ死んだはずのリップが少年の姿となって現れる。プレゼントを持ってきただけと語るリップは風子へ古代遺物(アーティファクト)の銃を手渡す。銃を受け取った瞬間、風子の脳内にユニオンが殺そうと目論む神の姿が流れ込む。驚きを隠せない風子たちに、リップはアンダーの真の目的を話し始める。"
                },
                "16": {
                    "ID": "10058879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058879",
                    "TitleEnglish": "Revolution",
                    "SummaryEnglish": "Apocalypse reads out the quests that have the 100th penalty on the line. However, Billy suddenly declares that it’s impossible for the Union to kill God, and tries to take off with the Roundtable...",
                    "TitleJapanese": "Revolution",
                    "SummaryJapanese": "アポカリプスから、100個目のペナルティのかかったクエストが読み上げられる。地球上に生きる者すべてに参加権が与えられた４つのクエストは、それだけ困難なクエストであることを示す。その時、突如ビリーがユニオンでは神殺しは無理だと言い放ち、持っていた銃を乱射。そこへ地面から炎をまとったUMAバーンが現れて、ビリーを乗せた円卓を持ち去ろうとする。"
                },
                "17": {
                    "ID": "10058880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058880",
                    "TitleEnglish": "Outsmart",
                    "SummaryEnglish": "To regain the Roundtable, the Union commences an operation with Andy and Fuko as central members. Andy chops his head off while being kissed by Fuko. His head turns into a Parts Bullet and goes into Burn's stomach.",
                    "TitleJapanese": "OUTSMART",
                    "SummaryJapanese": "アンダーから円卓を取り戻すため、アンディと風子を軸とした作戦を開始したユニオン。炎をまとうバーンの力によって次々と防壁を突破される中、ニコを中心としたラボメンバーが電磁ケーブルや大型冷却装置で足止めを試みる。一方、バーンを止めてビリーの話を聞こうという風子に、アンディは言い放つ。「タチアナを泣かせた。一発ぶん殴ろうぜ！話はそれからだ！」"
                },
                "18": {
                    "ID": "10058881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058881",
                    "TitleEnglish": "Cry for the Moon",
                    "SummaryEnglish": "The Union regains control of Apocalypse, but the Roundtable has been seized. Juiz starts telling the members how this world is in a Loop of destruction and reconstruction by the hands of God, and that the Union is an organization she created to thwart such actions.",
                    "TitleJapanese": "Cry For The Moon",
                    "SummaryJapanese": "ビリーの突然の裏切りによりアンダーに奪われた円卓。アポカリプスだけはユニオンが奪回したが、施設は半壊してしまう。「ジュイスに伝えろ。“アーク”は俺たちが手に入れる」という謎の言葉を残し去っていったビリー。その言葉に動揺を隠せずにいるユニオンのメンバーたち。そんな中、ジュイスはユニオンメンバーも知らされていない世界の真実を語り始める。"
                },
                "19": {
                    "ID": "10058882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058882",
                    "TitleEnglish": "Undead+Unluck",
                    "SummaryEnglish": "The possibility has risen that Fuko’s bible in life “To You, From Me” was a manga drawn with an Artifact. Andy and Fuko are tasked with checking the status of the raw manuscripts and gaining intel about Anno Un.",
                    "TitleJapanese": "あんでっど＋あんらっく",
                    "SummaryJapanese": "ジュイスが取り出した一冊の本。それは風子も良く知る本だったが、それが古代遺物(アーティファクト)によって描かれた、この世界の過去と未来の物語である可能性が浮上した。アンディと風子に、生原稿の状態確認と原作者の情報収集が任される。古代遺物によって描かれたものであれば、生原稿は言語統一のルール追加の影響を受けていないはず。だが、確認は容易ではない。アンディは、出版社へ漫画を持ち込むことを提案する。"
                },
                "20": {
                    "ID": "10058883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058883",
                    "TitleEnglish": "Anno Un",
                    "SummaryEnglish": "Andy and Fuko await for Anno Un on a bench in Stanley Park. Before they know it, Anno is reading Fuko’s manga and declares that they know what the pair is looking for...",
                    "TitleJapanese": "安野雲",
                    "SummaryJapanese": "カナダのスタンレーパークのベンチで、警戒しながら安野雲を待つアンディたち。いつの間にか二人の背後に現れた安野雲が、語りかける。「キミたちが何を知りたいのかを知っている」だが、「タダでは教えない。オレが知らない、最高のエンドを見せてくれ」と宣言する。そのとき、森の方から男性の悲鳴が。引き止める安野雲を振り切り、風子は男性を助けるため、突如現れたUMAオータムのもとへ走り出す！"
                },
                "21": {
                    "ID": "10058884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058884",
                    "TitleEnglish": "Memento Mori",
                    "SummaryEnglish": "Andy's memories become a book thanks to Autumn's claw that Anno Un materialized. Using the Artifact Soul Caliber, Anno Un plucks out Fuko's soul to send her inside Andy's book. The journey to learn about Andy begins.",
                    "TitleJapanese": "MEMENTO Mori",
                    "SummaryJapanese": "UMAオータムの圧倒的な強さを前に、一時撤退を余儀なくされたアンディと風子。そんな二人に安野雲はオータム捕獲の為の修業を提案する。封じられたアンディの過去の記憶に、強くなるための鍵がある―。安野雲が作り出したオータムの爪により、本になったアンディの記憶の中へ入る風子。そこで出会ったのはまだ風子と出会う前のアンディだった。"
                },
                "22": {
                    "ID": "10058885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058885",
                    "TitleEnglish": "Profile",
                    "SummaryEnglish": "Fuko arrives at Victor's memories but is killed by him shortly. Time flies by and Fuko moves on to the final chapter. While Fuko searches Shinjuku for Andy, Victor's blades are unleashed!",
                    "TitleJapanese": "profile",
                    "SummaryJapanese": "風子が次にやってきた場所はヴィクトルの記憶の部分だった。何度もヴィクトルに殺され、時代は進み、風子は次の章へと移行する。彼の狙いは、終末まで彼女を追いやり、風子の魂を本の中で潰し消すことだった。結果、風子はアンディと初めて出会った時代まで追い詰められることに。ヴィクトルが言っていたことが本当なら、チャンスはもうここしかない。アンディを求めて新宿をさまよう風子へ向け、ヴィクトルの狂刃が放たれる！"
                },
                "23": {
                    "ID": "10058886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058886",
                    "TitleEnglish": "A Story I Won't See Coming",
                    "SummaryEnglish": "Anno Un's true self is Akira Kuno. Young Akira's came across the Artifact, \"G-Liner.\" This Artifact allows the first person to touch it to see the past and future events of the current loop in its entirety. This incident greatly changes his future destiny.",
                    "TitleJapanese": "ボクの知らない物語",
                    "SummaryJapanese": "彼はどこにでもいる普通の少年だった。漫画の読みきかせで寝つく変わった子でもあった。いつからか、母親が逆に彼の想像の物語を聞かされるようになった。ある日、彼は古代遺物(アーティファクト)・Ｇライナーと出会い、触れてしまう。その瞬間、彼は否定者に選ばれる。その出来事が後の彼の運命を大きく変えてしまう。"
                },
                "24": {
                    "ID": "10058887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undead-unluck/episodes/10058887",
                    "TitleEnglish": "To You, From Me",
                    "SummaryEnglish": "Now that Autumn is stronger, individual attacks are of no use. Anno Un asks Andy and the gang to buy some time to draw the most powerful Artifact necessary in capturing Autumn...",
                    "TitleJapanese": "君に伝われ",
                    "SummaryJapanese": "UMAオータム捕獲のため、アンディとリップらが入り乱れる！だが、より強さを増したオータムに個々の攻撃では歯が立たない。打開策を見出せない中、安野雲からオータム捕獲に使う最強の古代遺物(アーティファクト)を描くための、時間稼ぎをしてほしいとお願いされるアンディとリップたち。さまざまな気持ちが交差する中、彼らはオータム捕獲へ向けて再び動き出す！"
                }
            }
        }
    }
}