{
    "URL": "https://www.thetvdb.com/series/okashi-na-tensei",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27990718/",
        "https://okashinatensei-pr.com/",
        "http://www.reddit.com/r/Sweet_Reincarnation",
        "https://www.themoviedb.org/tv/207521",
        "https://en.wikipedia.org/wiki/Sweet_Reincarnation",
        "https://x.com/okashinatensei"
    ],
    "TitleEnglish": "Sweet Reincarnation",
    "SummaryEnglish": "Pastry Mille Morteln, age 9, is both his father's heir and the reincarnation of an unfulfilled pastry chef. While he dreams of a land filled with sweet treats, there's a lot to be done first! From learning how to fight, to controlling his new magical talents and doing his best to defend his village from bandits, and yet all he really wants to do is bake the perfect apple pie... Pastry Mille Morteln has his work cut out for him in Sweet Reincarnation.",
    "TitleJapanese": "おかしな転生",
    "SummaryJapanese": "9 歳のパティシエ ミル モルテルンは、父親の後継者であり、満たされていないパティシエの生まれ変わりでもあります。 彼は甘いお菓子でいっぱいの土地を夢見ていますが、最初にやらなければならないことがたくさんあります! 戦う方法を学ぶことから、新しい魔法の才能をコントロールすること、盗賊から村を守るために最善を尽くすことまで、彼が本当にやりたいことは、完璧なアップルパイを焼くことだけです.Pastry Mille Mortelnは、彼の仕事を切り詰めています. 甘い生まれ変わりで。",
    "Aliases": [
        "おかしな転生～最強パティシエ異世界降臨～",
        "Okashi na Tensei: Saikyō Patishie Isekai Kōrin",
        "Okashi na Tensei: Saikyou Pâtissier Isekai Kourin",
        "Okashi na Tensei: Saikyou Patishie Isekai Kourin",
        "Okashi na Tensei",
        "Okashina Tensei"
    ],
    "Modified": "2025-08-30",
    "Seasons": {
        "0": {
            "ID": "2012862",
            "URL": "https://www.thetvdb.com/series/okashi-na-tensei/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10539713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/10539713",
                    "TitleEnglish": "100秒予告",
                    "SummaryEnglish": "甘くておかしな王道スイーツ・ファンタジー開演！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2012863",
            "URL": "https://www.thetvdb.com/series/okashi-na-tensei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9506809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9506809",
                    "TitleEnglish": "Dreaming of a Land of Sweets",
                    "SummaryEnglish": "Meet Pastry Mille Morteln, a young man who is the reincarnation of a patissier from Earth who died in a tragic candy sculpture accident. He dreams of making sweets again, even though he lives in a medieval society where sweeteners are a rare luxury.",
                    "TitleJapanese": "夢はお菓子の国",
                    "SummaryJapanese": "前世が天才菓子職人の少年・ペイストリ―=ミル=モルテールン。貧乏領地・モルテールン領の次期領主として期待される彼は現領主にして父親・カセロール=ミル=モルテールンを手伝いながら、いつかお菓子の国を作ることを夢見て生活を送っていた。そんなある日、モルテールン領に盗賊が迫っているとの知らせが届く。この危機に際して村の戦力不足を補うべく、ペイスは魔法を授かるための儀式“聖別の儀”を受けることになり……？"
                },
                "2": {
                    "ID": "9879116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879116",
                    "TitleEnglish": "The Patissier and the Fief's Defense Line",
                    "SummaryEnglish": "Bandits are closing in on Pastry's fief, and his father can only round up peasant conscripts to try and fight them off. Pastry and his friends decide to try and do what's in their power to help everyone, even though they're just kids.",
                    "TitleJapanese": "パティシエと領地防衛戦",
                    "SummaryJapanese": "盗賊がモルテールン領のすぐ傍まで迫り、急ピッチで迎撃準備を進めるペイスたち。だが、戦力不足の問題が解決されないまま、ついに領内に敵が攻め込んでくる。そこでカセロールは自身を囮にした短期決戦を挑むことを決意。モルテールン家の従士長・シイツ=ビートウィンと共に敵陣へと乗り込んでいく。その頃、父親から留守を任されたペイスは、幼馴染のマルカルロ=ドロバやルミニート=アイドリハッパらと協力してとある作戦の準備を進める……。"
                },
                "3": {
                    "ID": "9879117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879117",
                    "TitleEnglish": "Apple Pie and Smiles",
                    "SummaryEnglish": "Lumi and Marc are riding high on their accomplishments during the bandit attack, but overconfidence leads Marc to a terrible—and potentially fatal—decision. Can Pastry save his friend against overwhelming odds?!",
                    "TitleJapanese": "アップルパイは笑顔と共に",
                    "SummaryJapanese": "転写の魔法や石投げによって見事、盗賊を撃退したペイスたち。戦いで1人の犠牲も出さなかったことに満足げなペイスは、取り戻した平穏な時間の中で念願のボンカパイ作りに思いを馳せる。一方、今回の活躍が評価され褒美に剣をもらったマルクとルミ。上機嫌の2人はちょっとした興味から捕縛した盗賊たちのもとを訪れる。だが、そこで対面した盗賊の頭・ヘルムの口車に乗せられ剣を奪われてしまうマルク。さらにヘルムと戦おうとしたルミが切られてしまい！？"
                },
                "4": {
                    "ID": "9879118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879118",
                    "TitleEnglish": "A Spicy Negotiation and Sweet Baked Treats",
                    "SummaryEnglish": "To recover their financial losses suffered from the bandit attack, Pastry and his father seek compensation from Count Retes. Pastry has a magical trick up his sleeve, too...",
                    "TitleJapanese": "辛口交渉と甘い焼き菓子",
                    "SummaryJapanese": "盗賊問題を解決し、モルテールン領の復興作業にあたるペイスたち。しかし、資金不足という新たな問題に直面する。早急な問題解決を図るカセロールだったが、当てが無く手詰まりな状況に。そんな中、マルクたちの発言からヒントを得たペイスは『転写』の魔法に活路を見出す。後日、盗賊がモルテールン領を襲撃する原因を作ったレーテシュ伯爵領を訪れたペイスとカセロール。2人はそこの現領主・ブリオシュ=サルグレット=ミル=レーテシュと賠償交渉に臨み……？"
                },
                "5": {
                    "ID": "9879119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879119",
                    "TitleEnglish": "Sweet Matchmaking Photos and Twin Ladies",
                    "SummaryEnglish": "Casserole and Pastry have a chance to make some money by orchestrating a match between the Kaldecek and Hubarek families. But when assassins move to take out the bride-to-be, they'll have to come up with a new scheme to keep her safe.",
                    "TitleJapanese": "甘いお見合い写真と双子の令嬢",
                    "SummaryJapanese": "カドレチェク公爵家当主の嫡孫・スクヮーレ=ミル=カドレチェクの成人を祝う宴に出席したペイス。スクヮーレと親睦を深めたペイスはフバーレク辺境伯家の三女・ペトラ=ミル=フバーレクのお見合い写真を披露し、縁談話を持ちかける。彼女に一目惚れしたスクヮーレはこの話を快諾し2人の婚約が決定。めでたい話に沸くペイスたちだったが、その裏ではカドレチェク公爵家に恨みを持つ存在が不穏な動きを始めていた……。"
                },
                "6": {
                    "ID": "9879120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879120",
                    "TitleEnglish": "Schemes and Frothy Hearts",
                    "SummaryEnglish": "A scheming noble seeks to sabotage the engagement between Petra and Squale. But when the mercenaries kidnap Pastry and Licorice instead, Pas will need to think his way out of this sticky situation!",
                    "TitleJapanese": "謀略と泡立つ心",
                    "SummaryJapanese": "ペトラの護衛任務に就いたペイスたちは、彼女とスクヮーレの婚約披露宴が行われる王都・ボーヴァルディーアに到着。披露宴までの間、ペトラの双子の妹・リコリス=ミル=フバーレクと共に一息つくペイスだったが、その最中に事件が発生。披露宴を妨害しようと企てる何者かによってペトラに間違われたリコリス、さらにペイスが誘拐されてしまう。すぐさま2人の捜索を開始したカセロールたちはペイスが残したとある手がかりを見つけて……？"
                },
                "7": {
                    "ID": "9879121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879121",
                    "TitleEnglish": "Beloved Smiles and Baked Treats",
                    "SummaryEnglish": "With the kidnapping incident resolved, Casserole and Pastry seek to use the fallout to their advantage however they can. But the duke and margrave have similar ideas...",
                    "TitleJapanese": "愛しき笑顔に焼き菓子を",
                    "SummaryJapanese": "『転写』の魔法を駆使して、リコリスの窮地を救ったペイス。2人の居場所を突き止めたカセロールたちも救援に駆けつけ、一同は事件の首謀者たちを追い詰めていく。さらにペイスは現場から逃げ出そうとしていた盗賊団の頭・ストルーデルと対峙。リコリスを傷つけようとした卑劣な相手を見事、成敗するのだった。そして事件から1か月後、無事に婚約披露宴を挙げるスクヮーレとペトラ。その２人を暖かく見守るペイスのもとに思いがけない縁談話が舞い込んで……？"
                },
                "8": {
                    "ID": "9879122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879122",
                    "TitleEnglish": "Honey for Sweets, and a Reservoir for the Villages",
                    "SummaryEnglish": "Pas has an idea to get himself more honey for baking, but it'll require the use of a new power. Meanwhile, Count Retes learns of Hubarek's most recent political machinations, and gets a few ideas of her own.",
                    "TitleJapanese": "お菓子に蜂蜜、村に貯水池",
                    "SummaryJapanese": "20年越しの悲願である通年黒字経営を達成したモルテールン領。その最大の功労者であるペイスは、蜂蜜の採取が可能となる植物・ハリエンジュの苗木を育てようと張り切っていた。栽培にあたり水が不足していると考えた彼は貯水池作りに着手する。だが、作業中に魔法を使ったことがカセロールにバレてしまい……。さらに時を同じくして、ペイスの才能に目をつけ仲間に引き入れようと画策するレーテシュ伯から一通の手紙が届き！？"
                },
                "9": {
                    "ID": "9879123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879123",
                    "TitleEnglish": "Sweet or Bitter? The Tea Tasting Ceremony",
                    "SummaryEnglish": "As Pas gets to know Licorice better, Count Retes invites him to a tea tasting ceremony in order to work her way into his good graces. Pas agrees to come, but sees it as a chance for advertising.",
                    "TitleJapanese": "甘いか苦いか？新茶試飲会",
                    "SummaryJapanese": "しばらくの間、モルテールン領で生活することになったリコリス。ペイスの婚約者の来訪に沸き立つマルクやルミたち。一方、ペイスは彼女を暖かく迎え入れ調理場へと案内し、飴菓子作りをしながら甘くて幸せな時間を過ごす。数日後、レーテシュ伯から招待された新茶葉試飲会に出席するペイスとリコリス。カセロール不在の場でモルテールン家代表として堂々とした振る舞いを見せるペイスは、レーテシュ伯たちを相手に初外交に臨む……。"
                },
                "10": {
                    "ID": "9879124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879124",
                    "TitleEnglish": "Apples of Love and Sad Threats of War",
                    "SummaryEnglish": "After strengthening his relationship with Licorice, Pas works on securing both sugar and goat's milk for his future land of sweets. Meanwhile, there are stirrings of war at the border...",
                    "TitleJapanese": "愛の林檎と悲しき戦雲",
                    "SummaryJapanese": "レーテシュ伯にからかい半分で抱きつかれたペイス。その場面を目撃したリコリスはショックを受け、ペイスの前から走り去ってしまう。この日、社交場で上手く振る舞えなかったことも重なり、すっかり自信を失ってしまうリコリス。そんな彼女の笑顔を取り戻すためにペイスは2人の思い出のお菓子と共にリコリスへの想いを伝えるのだった。後日、自身が稼いだお金を使いお菓子の材料集めに奔走するペイス。まずは搾汁機を使った砂糖作りに挑戦するが……！？"
                },
                "11": {
                    "ID": "9879125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879125",
                    "TitleEnglish": "Reinforcements and a Bittersweet First Deployment",
                    "SummaryEnglish": "The war between Hubarek and his neighbor has repercussions on trade throughout the kingdom. Determined to do what it takes to get his trade goods in, Pas heads to the front!",
                    "TitleJapanese": "援軍とほろ苦い初陣",
                    "SummaryJapanese": "フバーレク家とルトルート家で戦争が勃発。開戦の知らせが届いたモルテールン領内には緊張が走り、ペイスもお菓子作りに集中出来ずにいた。そんな中、ペイスが仕入れた山羊が戦地近くの貴族に横取りされてしまい……。時を同じくして、フバーレク領に駐留中のスクヮーレはペトラの父親・ドナシェル=ミル=フバーレクの指示で前線付近へと出陣することに。初陣を飾るべく颯爽と出陣するスクヮーレだったが、そこには敵の罠が待ち構えていた……。"
                },
                "12": {
                    "ID": "9879126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/okashi-na-tensei/episodes/9879126",
                    "TitleEnglish": "The Flavor of Consolation: Tarte Tatin",
                    "SummaryEnglish": "Squale is depressed about the results of his first deployment, so Pas decides to try preparing a dessert to cheer him up. His choice, the tarte Tatin, is far from a random selection.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                }
            }
        }
    }
}