{
    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/B391-C260-5B5F-9117-D940-D",
        "https://www.imdb.com/title/tt27404658/",
        "https://www.tensei-kizoku.jp/",
        "http://www.reddit.com/r/TenseiKizoku",
        "https://www.tvmaze.com/shows/67464/show-slug",
        "https://www.themoviedb.org/tv/207493",
        "https://www.wikidata.org/wiki/Q115620193",
        "https://en.wikipedia.org/wiki/Chronicles_of_an_Aristocrat_Reborn_in_Another_World",
        "https://x.com/tenseikizoku"
    ],
    "TitleEnglish": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far",
    "SummaryEnglish": "After dying in the act of stopping a crime in modern Japan, our hero is reincarnated as Cain von Silford, third son of a noble family in a world of swords and sorcery. In his new life, all children receive a blessing from the gods...but Cain is unexpectedly blessed with an absolutely enormous, over-the-top cornucopia of magical powers. If his dream of traveling the world as a free spirit is to come true, he can't reveal too much of his potential to the wrong people. A light-hearted, escapist adventure in another world begins!",
    "TitleJapanese": "転生貴族の異世界冒険録",
    "SummaryJapanese": "現代日本で犯罪を阻止する行為で死んだ後、私たちのヒーローは剣と魔法の世界で貴族の三男であるカイン・フォン・シルフォードとして生まれ変わりました。 彼の新しい人生で、すべての子供たちは神々から祝福を受けます.しかし、カインは予想外に、絶対に巨大で最高の魔法の力の宝庫に恵まれています. 自由な精神で世界を旅するという彼の夢が実現するのであれば、彼は自分の可能性を間違った人々に明らかにすることはできません. 気軽な異世界脱出アドベンチャーがはじまる！",
    "Aliases": [
        "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～",
        "Tensei Kizoku no Isekai Boukenroku: Jichou wo Shiranai Kamigami no Shito",
        "Tensei Kizoku no Isekai Bouken Roku",
        "Tensei Kizoku no Isekai Bōken Roku",
        "Tensei Kizoku no Isekai Bōkenroku - Jichō wo Shiranai Kamigami no Shito",
        "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito",
        "Tensei Kizoku no Isekai Bōkenroku - Jichō o Shiranai Kamigami no Shito",
        "Tensei Kizoku no Isekai Boukenroku - Jichou o Shiranai Kamigami no Shito"
    ],
    "Modified": "2025-06-28",
    "Seasons": {
        "1": {
            "ID": "2012856",
            "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9292336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9292336",
                    "TitleEnglish": "I Reincarnated",
                    "SummaryEnglish": "Shiina Kazuya dies protecting two young girls, and reincarnates in a world of swords and magic as a young noble named Cain. He's excited to be in a fantasy world, but then the gods grant him some insane protections and status...",
                    "TitleJapanese": "転生しちゃいました",
                    "SummaryJapanese": "少女をかばって死んでしまった高校生・椎名和也は、貴族の少年・カインとして剣と魔法の世界に転生した。ファンタジー世界に胸を躍らせるカインだったが、なんと彼は神々から過大すぎる加護と規格外のステータスを与えられていたのだ！......さすがにやりすぎと焦ったカインは魔法でステータスを隠蔽。が、それでも常人では考えられないほどの数値で 。自重してもしきれない！？カインのはちゃめちゃ異世界ライフ、開幕！"
                },
                "2": {
                    "ID": "9707047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707047",
                    "TitleEnglish": "My Tutors Are Adventurers",
                    "SummaryEnglish": "Adventurers Millie and Nina arrive to be Cain's tutors, but they're overwhelmed by his insane status. His power with both magic and the sword is so great that they decide to train him outside the mansion.",
                    "TitleJapanese": "家庭教師は冒険者",
                    "SummaryJapanese": "カインの元へ、家庭教師として女性冒険者のミリィとニーナがやってくる。......だがカインはそのやりすぎステータスであっというまに二人を圧倒！剣も魔法も教えることないかも と先生たちを困らせてしまう。そこで屋敷の外へ連れ出して欲しいとお願いするカイン。街の外での訓練や、ギルドへの訪問など、初めての冒険を楽しむこととなる。しかしそんな時、ミリィとニーナは酔っ払い冒険者たちに絡まれてしまい 。"
                },
                "3": {
                    "ID": "9707048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707048",
                    "TitleEnglish": "To the Royal Capital",
                    "SummaryEnglish": "Cain heads to the royal capital with his family for a party celebrating his debut in noble society. On the way, they see a carriage being attacked by monsters, and Cain runs to help... and then learns that he's saved the princess and the duke's daughter.",
                    "TitleJapanese": "いざ王都へ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9707049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707049",
                    "TitleEnglish": "Debut in the Royal Capital",
                    "SummaryEnglish": "Cain visits the church, where the gods tell him there's no entertainment in this world and ask him to invent some. Then Cain runs into Parma, an old friend who's training at her uncle's shop. So Cain asks Parma's uncle to help him create a certain item...",
                    "TitleJapanese": "王都お披露目会",
                    "SummaryJapanese": "街で偶然再会したネコ耳少女のパルマ。かつてカインが助けたその少女は、いま王都にある伯父の雑貨屋で修行をしていると言う。そこでカインはその伯父・タマニスへ、とある製品の作成を依頼するのだった。それは教会を訪れた際、神様たちからお願いされた「この世界に娯楽品を作って欲しい」という依頼をこなすため。果たしてカインの作った娯楽品とは――？そしてついに、王城ではお披露目会が開催され……！？"
                },
                "5": {
                    "ID": "9707154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707154",
                    "TitleEnglish": "Welcome to My Off-the-Charts Mansion",
                    "SummaryEnglish": "Cain has been named a baron and given a mansion—an old, dilapidated one. But with his magic, he's able to fix it up like new in no time, and he immediately starts preparing to host a debut party to introduce his mansion to noble society.",
                    "TitleJapanese": "やりすぎ屋敷へようこそ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9707155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707155",
                    "TitleEnglish": "A Date With the Strongest Captain of the Knights",
                    "SummaryEnglish": "Cain impresses Daim, vice captain of the Chivalric Order, with the monsters he hunted alone. Daim then asks Cain to train with the rest of the Order. As Cain anxiously faces thirty knights alone, a lovely elf woman leaps to his rescue...",
                    "TitleJapanese": "最強騎士団長との決闘【デート】",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9707156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707156",
                    "TitleEnglish": "Cain, the Rookie Adventurer",
                    "SummaryEnglish": "Cain finally reaches his twelfth birthday, the day he can register as an adventurer. He heads straight to the guild to sign up, but some older adventurers pick a fight with him, and he's saved by a red-haired man who looks very familiar...",
                    "TitleJapanese": "新人冒険者カイン",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9707157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707157",
                    "TitleEnglish": "The Royal Academy",
                    "SummaryEnglish": "It's the day of the Royal Academy entrance exams. Cain whizzes through the written exam, then heads outside for the magic and swordsmanship exams, but they don't go quite as smoothly...",
                    "TitleJapanese": "王立学園",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9707158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707158",
                    "TitleEnglish": "Training",
                    "SummaryEnglish": "Cain finds himself before Hirasawa Yuuya, the first king of Esfort. Yuuya tells Cain that the seal on the evil god Aaron is weakening, and Cain must fight him. Cain is hesitant, but then Yuuya tells him that Aaron is linked to Shiina Kazuya...",
                    "TitleJapanese": "修行",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9707159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707159",
                    "TitleEnglish": "The Trials of an A-Rank Adventurer",
                    "SummaryEnglish": "Cain must subjugate some bandits in order to advance to rank A in the guild. His handling of the quest makes his senior adventurers worry that he doesn't fit in at the academy, so they come up with a plan to help.",
                    "TitleJapanese": "Aランク冒険者の試練",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9707160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707160",
                    "TitleEnglish": "Omen of an Onslaught",
                    "SummaryEnglish": null,
                    "TitleJapanese": "氾濫の予兆",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9707161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-kizoku-no-isekai-bouken-roku/episodes/9707161",
                    "TitleEnglish": "Then I Became Lord of a Domain",
                    "SummaryEnglish": "With the help of his companions, Cain confronts Aaron and the horde of monsters attacking the town of Gracia.",
                    "TitleJapanese": "そして領主になる",
                    "SummaryJapanese": null
                }
            }
        }
    }
}