{
    "URL": "https://www.thetvdb.com/series/human-bug-university",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22265884/",
        "https://humanbug-anime.com/",
        "https://www.themoviedb.org/tv/209217",
        "https://x.com/humanbug_anime"
    ],
    "TitleEnglish": "The Human Crazy University",
    "SummaryEnglish": "Satake Hirofumi is a prisoner on death row for murdering his fiancée. He's also an \"Undeadman\" who has survived many desperate situations. For this, he has earned the interest of a research institution called \"Human Crazy University,\" which studies real-life miraculous phenomena and the people who become entangled in them. Now a subject of their research, Satake relates to them his memories of his immortal, yet unhappy, life. Why did he kill his fiancée? Soon enough, the truth sheds light on a much bigger conspiracy...",
    "TitleJapanese": "ヒューマンバグ大学 -不死学部不幸学科-",
    "SummaryJapanese": "物語は佐竹宏文が中心。",
    "Aliases": [
        "ヒューマンバグ大学",
        "Human Bug Daigaku Fushi Gakubu Fukō Gakka",
        "Human Bug Daigaku Fushi Gakubu Fukou Gakka"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2013094",
            "URL": "https://www.thetvdb.com/series/human-bug-university/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9342864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9342864",
                    "TitleEnglish": "Death Row Inmate Satake Hirofumi: The Ruthless, Cruel Man Who Slaughtered His Fiancée",
                    "SummaryEnglish": "Satake Hirofumi is a death row inmate who murdered his fiancée and her friend. His life in solitary confinement was surprisingly calm and serene. But suddenly that life comes to an end. A noose around his neck, Satake screams in fear. And the execution button is pressed...",
                    "TitleJapanese": "死刑囚 佐竹博文 婚約者を惨殺した…冷酷非情の男",
                    "SummaryJapanese": "婚約者とその友人を惨殺し、死刑囚となった男、佐竹博文。独居房で死刑執行を待つ彼の暮らしは意外にも穏やかなものだった。しかし、その平和な時間は唐突に終わりを告げる。首にかけられる縄。死の恐怖に泣き叫ぶ佐竹。そして、ついに執行ボタンが押される…"
                },
                "2": {
                    "ID": "9384602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9384602",
                    "TitleEnglish": "A Lucky Coin That Leads to Death: Lives Perish Adrift for 48 Days",
                    "SummaryEnglish": "An ordinary, run-of-the-mill salaryman, Satake Hirofumi, goes on a cruise with his business client, Kito Joji. They spend a fun time out on the sea, but the cruiser gets destroyed when a whale crashes into it. Satake and Kito evacuate on a lifeboat, but they're adrift alone in the Pacific ocean. Provisions and water gone, they're on the verge of death. The only thing left in Satake's hand was a gift from his fiancée, Negishi Chie: A lucky coin pendant.",
                    "TitleJapanese": "命が消えていく… 漂流４８日 死を招く幸運のコイン",
                    "SummaryJapanese": "どこにでもいる普通のサラリーマン・佐竹博文は、取引相手の男、鬼頭丈二と共にクルージングへと赴く。穏やかな海での楽しいひと時。しかし、クジラの衝突によりクルーザーが大破。佐竹と鬼頭は救命ボートで脱出するも、太平洋を漂流する羽目になってしまう。やがて食料も水も尽き、極限状態となる2人。佐竹の手に残されたのは、婚約者・根岸千恵から渡された、幸運のコインペンダントだけであった…"
                },
                "3": {
                    "ID": "9398885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9398885",
                    "TitleEnglish": "The Flame of Purgatory That Burns Heinous Detectives: Torture Sommelier Ijuin Shigeo",
                    "SummaryEnglish": "Ijuin Shigeo is \"Torture Sommelier,\" who's versed in varieties of tortures from all ages and places. He lives in the dark and punishes abominations who escape the law. One day, a new request comes to Ijuin.",
                    "TitleJapanese": "拷問ソムリエ 伊集院茂夫 外道刑事を焼き殺す...煉獄の炎",
                    "SummaryJapanese": "古今東西のあらゆる拷問に精通する「拷問ソムリエ」伊集院茂夫。彼は、法で裁けない外道を拷問によって人知れず裁く闇の住人である。ある日、伊集院の元に新たな依頼がやってくる。依頼者は外道に家を焼かれ、職も家族も失い、復讐の鬼と化した男。その悲痛な叫びに応え、今宵、伊集院の手で断罪の刃が振るわれる。さらに、その現場では「アンデッドマン」佐竹博文と邂逅し…"
                },
                "4": {
                    "ID": "9408443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9408443",
                    "TitleEnglish": "Death Row Inmate's Girlfriend Negishi Chie: Death Awaits Wherever She Goes - Hedonistic Stalker's Murder Impulse",
                    "SummaryEnglish": null,
                    "TitleJapanese": "死刑囚の恋人 根岸千恵 どこへ逃げても死…快楽ストーカーの殺人",
                    "SummaryJapanese": "世界を旅するバックパッカー・根岸千恵。「世界中を見て回りたい」という子供の頃から夢を叶え、旅を満喫していた彼女。しかし、旅先で出会った一人の男・ジャックが、千恵の運命を狂わせていく。彼は、国境を越えても追ってくる国際ストーカーだったのだ。ついには千恵の命まで狙い始めたジャック。絶体絶命の彼女の前に現れたのは、海外出張中のサラリーマン・佐竹博文だった。"
                },
                "5": {
                    "ID": "9421388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9421388",
                    "TitleEnglish": "Closed Room at 10,000 Meters in the Air: Dive of Death! Flying Casket",
                    "SummaryEnglish": "A former death row inmate, Satake Hirofumi, is being transferred to a more secure facility from Human Crazy University via a plane. But Satake is a magnet for everything that's unlucky. Of course his plane will not land without an incident. The plane gets hijacked, the bomb on the plane explodes, and Satake is thrown out of the aircraft. From the height of 10,000 meters, he only has three minutes till he crashes to the ground. The countdown to his death begins!",
                    "TitleJapanese": "空飛ぶ棺桶 高度一万メートルの密室…死のダイブ",
                    "SummaryJapanese": "元死刑囚・佐竹博文は、より厳重な施設へ身柄を移すため、ヒューマンバグ大学から飛行機で移送されることとなった。しかし、この世の全ての不幸を引き寄せる体質の佐竹。彼を乗せた飛行機が、無事にたどり着くはずもない。 ハイジャック犯の襲来、飛行機に仕掛けられた爆弾、そして空中に投げ出される佐竹の身体…上空一万メートルから地上まで、落下猶予は約3分。死のカウントダウンが始まる。"
                },
                "6": {
                    "ID": "9423626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423626",
                    "TitleEnglish": "They Took Young Lives: The Mafia's Bullets: The Last Moment of the Doomed Death Row Inmate",
                    "SummaryEnglish": "Thomas Plateau is a school bus driver in a rural town in Mexico. On his way home from work, Plateau helps Satake Hirofumi, an injured Asian on the street. Thanks to Plateau's care, Satake escaped death. Interaction with local children heals Satake both physically and emotionally. But one day, Plateau's school bus gets hijacked by a group of mafia who plans to traffick children.",
                    "TitleJapanese": "幼き命を奪う…マフィアの凶弾 命運尽きた死刑囚の最期",
                    "SummaryJapanese": "メキシコの田舎町でスクールバスの運転手を勤める男、トーマス・プラトー。彼は仕事帰りの道で、大怪我を負いボロボロになった東洋人・佐竹博文を助ける。看病の末、一命をとりとめる佐竹。無垢な子供たちとの交流で佐竹の身体と心は少しずつ回復していく。そんな中、スクールバスが人身売買を目論むマフィアたちにジャックされてしまう。"
                },
                "7": {
                    "ID": "9423628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423628",
                    "TitleEnglish": "An Idiotic Duo in the Slums: The World's Dumbest Robbers",
                    "SummaryEnglish": "To return to Japan, Satake Hirofumi roams around Mexico. Along the way, he meets a duo of dumb robbers, Andre and Miguel, and saves them from a bind. They call Satake \"Bro\" and adore him, and Satake starts living with them in the slum to make money to go home. As he gets close to the people of the slum, Satake misses home. Seeing that, Andre and Miguel take Satake to a certain place.",
                    "TitleJapanese": "世界一マヌケな強盗 スラムに咲くおバカコンビ",
                    "SummaryJapanese": "日本に帰るため、メキシコを放浪する佐竹博文。その道中、佐竹は成り行きで間抜けな強盗コンビ、アンドレ&ミゲルのピンチを救う。佐竹を「アニキ」と慕う彼らと共にスラムで日本への渡航資金を稼ぐ日々。スラムの住民と仲を深めながらも、郷愁の念に駆られていく佐竹。その様子を見たアンドレとミゲルは、佐竹をある場所へ連れていく。"
                },
                "8": {
                    "ID": "9423630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423630",
                    "TitleEnglish": "Beasts That Feeds on Love: Atrocious Punishment: Personalities Destroyed by Drugs",
                    "SummaryEnglish": "Kevin and his lover, Maria, are running away from the mafia. Maria reminds Satake of Chie, so when the two lovers are in danger, Satake rushes to help them, but instead he gets caught. Three of them are locked away in an inescapable shack. With no food or water, they get weaker as the time passes, but it was only the beginning of the tragedy. Most gruesome execution by the mafia is about to start...",
                    "TitleJapanese": "愛を喰らい合う獣たち 最凶処刑…ドラッグで人格崩壊",
                    "SummaryJapanese": "マフィアに追われるケビンとその恋人マリア。マリアの姿に婚約者・千恵の面影を見た佐竹博文は、二人を助けようと飛び出すがマフィアの返り討ちにあう。脱出不可能な小屋に監禁されたケビン・マリア・佐竹。食事も水も与えられず、時間だけが過ぎ、衰弱していく3人だったが、それは悲劇の幕開けに過ぎなかった。マフィアによる世にも凄惨な処刑が今始まる…"
                },
                "9": {
                    "ID": "9423632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423632",
                    "TitleEnglish": "Exotic Food Hunter Kito Joji: The Doomsday Lightning Strike That Claims a Friend!",
                    "SummaryEnglish": "Kito Joji, who explores the hidden lands in search of exotic food, is unexpectedly reunited with Satake Hirofumi, a guy who was supposedly executed, in Mexico. To fulfill the promise they made in the past, they take off to the next destination. There, Satake witnesses a beautiful and dreadful view that goes beyond his imagination.",
                    "TitleJapanese": "寄食ハンター　鬼頭丈二 友を奪う…終末の百雷",
                    "SummaryJapanese": "奇食を求め、秘境を旅する男・鬼頭丈二がメキシコで出会ったのは、死刑が執行されたはずの男、佐竹博文だった。衝撃の再会を果たした2人は、かつて交わした約束を果たすため、次なる旅の目的地へと出発する。そこで佐竹は、想像を絶する美しくも恐ろしい光景を目にするのだった。"
                },
                "10": {
                    "ID": "9423633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423633",
                    "TitleEnglish": "Nowhere to Run: A Burning Hospital - Memories Rekindled in the Brimstone of Hell",
                    "SummaryEnglish": "Satake Hirofumi is reunited with his fiancé, Negishi Chie, a woman he supposedly has killed. As if to laugh at the confused Satake, a new trouble ensues: The hospital they are in gets attacked, and Satake and Chie are left in the ranging fire. To get themselves to safety, Chie takes an all-or-nothing bet. And inside the fire, Satake’s memories finally return.",
                    "TitleJapanese": "逃げ場ゼロ…燃え盛る病院 地獄の業火で灯る記憶",
                    "SummaryJapanese": "TBA"
                },
                "11": {
                    "ID": "9423634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423634",
                    "TitleEnglish": "The Reunion of Tragedy",
                    "SummaryEnglish": "Satake Hirofumi has recovered all of his memories: He used to live a happy life with his fiancé, Negishi Chie. One day, she attends a high school reunion. But someone so dangerous is lurking in the dark, looking at her... What is the tragedy that befalls the happy couple? The shocking truth behind the incident is brought to light.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9423635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/human-bug-university/episodes/9423635",
                    "TitleEnglish": "An Ordinary, Run-of-the-Mill Guy: Former Death Row Inmate, Satake Hirofumi",
                    "SummaryEnglish": "To save Chie, who has been kidnapped, Satake Hirofumi sets out to the roof of an abandoned building. Now that he’s a bounty head, men in Caracas are out to get him. Mafia is after him. The building suddenly collapses on him. And the lucky pendant in his neck… What did he see in his fading consciousness? The last record of Satake Hirofumi, an ordinary, run-of-the mill guy.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                }
            }
        }
    }
}