{
    "URL": "https://www.thetvdb.com/series/dungeon-meshi",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1050-77DC-34A8-8A57-B387-6",
        "https://www.imdb.com/title/tt21621494/",
        "https://delicious-in-dungeon.com/",
        "http://www.reddit.com/r/DungeonMeshi",
        "https://www.tvmaze.com/shows/69046/show-slug",
        "https://www.themoviedb.org/tv/207784",
        "https://www.wikidata.org/wiki/Q118692115",
        "https://en.wikipedia.org/wiki/Delicious_in_Dungeon",
        "https://x.com/dun_meshi_anime"
    ],
    "TitleEnglish": "Delicious in Dungeon",
    "SummaryEnglish": "Dungeons, dragons… and delicious monster stew!? Adventurers foray into a cursed buried kingdom to save their friend, cooking up a storm along the way.",
    "TitleJapanese": "ダンジョン飯",
    "SummaryJapanese": "「待ってろドラゴン、ステーキにしてやる！」\n\nダンジョンの奥深くでドラゴンに襲われ、金と食料を失ってしまった冒険者・ライオス一行。\n再びダンジョンに挑もうにも、このまま行けば、途中で飢え死にしてしまう。\nそこでライオスは決意する。「そうだ、モンスターを食べよう！」\nスライム、バジリスク、ミミック、そしてドラゴン！\n襲い来る凶暴なモンスターを食べながら、ダンジョンの踏破を目指せ！冒険者よ！",
    "Aliases": [
        "Dungeon Meshi"
    ],
    "Modified": "2025-09-10",
    "Seasons": {
        "0": {
            "ID": "2013526",
            "URL": "https://www.thetvdb.com/series/dungeon-meshi/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9916507",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/9916507",
                    "TitleEnglish": "SENSHI's Easy Cooking!",
                    "SummaryEnglish": "A stop motion animation featuring Senshi preparing Stir-Fried Walking Mushroom. Released on YouTube to commemorate the release of the manga's fifth volume.",
                    "TitleJapanese": "センシのかんたんクッキング！",
                    "SummaryJapanese": "ダンジョン飯5巻の発売を記念してYouTubeで公開されたコマ撮りアニメーション。\n\nセンシが料理を作るため歩き茸と格闘する場面と、4人ができあがった「歩き茸の薬草炒め」を食べ進める様子が、約80秒に渡るコマ撮りアニメーションで表現されている"
                }
            }
        },
        "1": {
            "ID": "2013527",
            "URL": "https://www.thetvdb.com/series/dungeon-meshi/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9300359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/9300359",
                    "TitleEnglish": "Hot Pot/Tart",
                    "SummaryEnglish": "After a crushing loss, Laios, Marcille, and Chilchuck quickly reenter the dungeon to save Falin, but this time, they have a foolproof survival plan.",
                    "TitleJapanese": "水炊き/タルト",
                    "SummaryJapanese": "冒険者のライオスは迷宮の探索中に遭遇したレッドドラゴンに、妹ファリンを捕食されてしまう。\n脱出魔法で地上へ逃れたライオスたちはファリンを救出する為、再び迷宮を目指す。\nだが金も食料も迷宮に置いてきてしまっていた…。\nそこでライオスは、迷宮内で食糧を調達する“自給自足”の冒険を仲間たちに提案する。"
                },
                "2": {
                    "ID": "10192565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192565",
                    "TitleEnglish": "Roast Basilisk/Omelet/Kakiage",
                    "SummaryEnglish": "After waking up to a tantalizing smell, Marcille receives a lecture from Senshi on a balanced diet. The crew helps an adventurer poisoned by a basilisk.",
                    "TitleJapanese": "ローストバジリスク/オムレツ/かき揚げ",
                    "SummaryJapanese": "迷宮探索では栄養バランスの取れた食事が重要だと主張するセンシ。\nライオスたちは栄養豊富な卵と肉を摂るため、鶏の胴と蛇の尾を持つ魔物バジリスクを狙う。\n探索中に駆け出し冒険者を襲うバジリスクと遭遇するも、魔物の生態を熟知するライオスはある秘技を炸裂させる。"
                },
                "3": {
                    "ID": "10192566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192566",
                    "TitleEnglish": "Living Armor",
                    "SummaryEnglish": "Laios and crew access a hidden area guarded by mysterious Living Armor, who appear to be protecting something potentially delicious.",
                    "TitleJapanese": "動く鎧",
                    "SummaryJapanese": "ライオス一行が辿り着いたのは、鎧が立ち並ぶ広間。\nかつて駆け出しの冒険者だった頃のライオスを、手痛い目に遭わせた謎多き魔物“動く鎧”が、再び行く手を阻む。\n襲い来る鎧たちの行動から、ライオスは鎧が何かを守っていると推測。\nその正体を突き止めるべく、単身広間の奥へと突撃する。"
                },
                "4": {
                    "ID": "10192567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192567",
                    "TitleEnglish": "Stewed Cabbage/Orcs",
                    "SummaryEnglish": "Reaching the third level of the dungeon, Senshi leads the crew to his secret vegetable garden. Later, they are accosted by a band of angry, desperate orcs.",
                    "TitleJapanese": "キャベツ煮/オーク",
                    "SummaryJapanese": "センシがふだん拠点としているキャンプ地へと立ち寄ったライオスたち。\n一行の目の前に現れたのは、土でできた魔法生物のゴーレムだった。\nセンシが慣れた様子でゴーレムの動きを封じると、倒れたゴーレムの背中には新鮮な野菜が生い茂っていた。\nセンシはゴーレムの体を畑代わりに、野菜を栽培していたのだ。"
                },
                "5": {
                    "ID": "10192568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192568",
                    "TitleEnglish": "Snacks/Sorbet",
                    "SummaryEnglish": "As another group of adventurers discovers a treasure box, a swarm of bone-chilling ghosts chases Laios and his crew. Senshi, however, has a sweet plan.",
                    "TitleJapanese": "おやつ/ソルベ",
                    "SummaryJapanese": "ライオスと同じく冒険者であるカブルー。\n彼のパーティーもまた、迷宮の深部を目指していた。\n探索を続ける道中、カブルーたちは倒したゾンビの所持品の中から宝石箱を発見する。\n箱の中には金銀財宝が収められており、予想外の収穫に一行は大興奮。\nしかし、財宝の正体は宝石やコインに擬態する魔物、宝虫だった。"
                },
                "6": {
                    "ID": "10192569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192569",
                    "TitleEnglish": "Court Cuisine/Boiled in Salt Water",
                    "SummaryEnglish": "A starving Laios angers a mysterious elf while hunting for food in Living Paintings. Later, Chilchuck finds himself trapped with a crabby Mimic.",
                    "TitleJapanese": "宮廷料理/塩茹で",
                    "SummaryJapanese": "絵の中に引きずり込む魔物、生ける絵画に遭遇したライオス一行。\n空腹のライオスは、食べ物が描かれた絵画の中に入れば、食事にありつけるのではないかと主張し、呆れるマルシルたちをよそに絵画の中へ。\nそこでライオスはデルガルという人物の人生の節目となる場面を垣間見ることになる。"
                },
                "7": {
                    "ID": "10192570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192570",
                    "TitleEnglish": "Kelpie/Porridge/Broiled with Sauce",
                    "SummaryEnglish": "Something's fishy on this new dungeon level! The crew crosses a treacherous lake, encountering vicious seafood and fallen adventurers along the way.",
                    "TitleJapanese": "水棲馬/雑炊/蒲焼き",
                    "SummaryJapanese": "地下4階へ到着したライオスたち。\n広大な湖を渡るために水上歩行の魔法が必要だが、魔法に否定的なセンシは使用を拒む。\n代わりにアンヌと名付けた水棲馬（ケルピー）に乗って湖を渡ることを提案。\n魔物の本心は分からないから危険だとライオスは反対するが……。"
                },
                "8": {
                    "ID": "10192571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192571",
                    "TitleEnglish": "Raspberries/Grilled Meat",
                    "SummaryEnglish": "Marcille recalls when she first met Falin as young students. After a quick wash up, an inadvertent misstep lands her in deep water with an angry spirit.",
                    "TitleJapanese": "木苺/焼き肉",
                    "SummaryJapanese": "学校始まって以来の才女とうたわれたマルシルと、自由奔放で周囲から浮いていたファリン。\n魔法学校時代、対照的だったふたりは精霊の繁殖実験をきっかけに仲を深めていく。\n書物からではなく、実体験から知識を身に付けたファリンと接するうちに、マルシルは自身が勉強不足であることに気付かされる。"
                },
                "9": {
                    "ID": "10192572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192572",
                    "TitleEnglish": "Tentacles/Stew",
                    "SummaryEnglish": "The smell of meat lures in uninvited guests — among them, a familiar face emerges. To move forward, they must work together to defeat the Undine.",
                    "TitleJapanese": "テンタクルス/シチュー",
                    "SummaryJapanese": "ウンディーネとの戦いで負傷し、血も魔力も枯渇気味のマルシル。\nケルピーの焼き肉で回復を図る一行の前に現れたのは、かつての仲間、ナマリが護衛を務めるタンス夫妻のパーティーだった。\n護衛として調査を手伝えばマルシルを治療するというタンスの申し出を受け、ライオスたちはタンスの調査に同行することに。"
                },
                "10": {
                    "ID": "10192573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192573",
                    "TitleEnglish": "Giant Frogs/Aboveground",
                    "SummaryEnglish": "The crew avoid a stinging descent to the castle town, where the Red Dragon lurks. But to defeat it, they need a tight plan — and a morale-boosting meal.",
                    "TitleJapanese": "大ガエル/地上にて",
                    "SummaryJapanese": "レッドドラゴンが目撃されたオークの集落は目前。\nしかし、集落へ続く通路には無数のテンタクルスが生い茂り、行く手を阻む。\nテンタクルスを払いつつなんとか進むライオスたちの前に大ガエルが出現。\nライオスとマルシルの武器を奪っていく。\nチルチャックは、壁に仕掛けられた罠を利用して大ガエルを倒そうと試みる。"
                },
                "11": {
                    "ID": "10192574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192574",
                    "TitleEnglish": "Red Dragon I",
                    "SummaryEnglish": "The crew finally faces the Red Dragon, but their grand strategy quickly unravels. With the beast's fury escalating, who will get the final bite?",
                    "TitleJapanese": "炎竜１",
                    "SummaryJapanese": "ついにレッドドラゴンと対峙したライオスたち。\n魔法で建物を崩落させてドラゴンを足止めする作戦を立てる。\nだが、レッドドラゴンは想定以上に凶暴かつ頑強で、作戦はことごとく失敗。防戦一方だったが、弱点である逆鱗を攻撃するチャンスが到来する。\nしかし、ドラゴンに恐れを成したケン助が敵前逃亡してしまう。"
                },
                "12": {
                    "ID": "10192575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10192575",
                    "TitleEnglish": "Red Dragon II",
                    "SummaryEnglish": "A desperate search within the dragon's stomach leads to a gruesome discovery, revealing that resurrection magic alone won't be enough to restore Falin.",
                    "TitleJapanese": "炎竜２",
                    "SummaryJapanese": "ライオス一行は、ついにレッドドラゴンの討伐を成し遂げ、ファリンの捜索開始する。\nだが、すでにファリンの肉体は骨と化していた。\n蘇生をしようにも、魂と肉体のつながりが脆くなっていて、地上へ運ぶのは難しい。\nマルシルは禁忌とされる古代魔術を用いて、ファリンの蘇生を試みるのだった。"
                },
                "13": {
                    "ID": "10226179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226179",
                    "TitleEnglish": "Red Dragon III/Good Medicine",
                    "SummaryEnglish": "Falin starts acting strange in the middle of the night, leading Laios and crew to a menacing figure who wants them gone.",
                    "TitleJapanese": "炎竜3/良薬",
                    "SummaryJapanese": "ついにファリンの蘇生に成功したライオス。\nセンシは大量のレッドドラゴンの肉を前に、どう調理するか悩んでいた。\nしかし再会の喜びも束の間、目を覚ましたファリンは、何者かに操られているかのように朦朧とした様子で寝床を抜け出す。\n消えたファリンを捜すライオスはレッドドラゴンの死骸のもとへと向かう。\nそこにいたのは、以前生ける絵画の中でライオスを殺そうとしたエルフの魔術師であった。"
                },
                "14": {
                    "ID": "10226180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226180",
                    "TitleEnglish": "Sea Serpent",
                    "SummaryEnglish": "Back in an upper dungeon level, Kabru and crew wake up to find their supplies missing and are ambushed on their way back to the surface.",
                    "TitleJapanese": "シーサーペント",
                    "SummaryJapanese": "迷宮からの帰還を決断したライオス一行。\n一方、時は少しさかのぼり、またしても全滅していたカブルーのパーティーは、運よくタンスによる蘇生を受ける。\nしかし食糧を失い、やむを得ず撤退の途についていたその道中、霧の中で魚人の襲撃に遭う。\nカブルーは襲いかかる魚人たちの行動に、ある既視感を覚えるが……。"
                },
                "15": {
                    "ID": "10226181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226181",
                    "TitleEnglish": "Dryad/Cockatrice",
                    "SummaryEnglish": "Trapped in the dungeon, a concerned Senshi cooks up a nourishing meal for the famished crew — giving Marcille enough energy to come up with a plan.",
                    "TitleJapanese": "ドライアド/コカトリス",
                    "SummaryJapanese": "地上を目指すライオスたちだが、帰還を阻むように迷宮はその姿を変化させていく。\n腹を空かせたまま迷宮をさまようなか、睦み合う男女に遭遇する。\nうろたえるセンシだったが、その正体は人間の姿をした植物の魔物、ドライアドだった。\n胞子を吸い込んだライオスたちは“花粉症”で戦闘不能の状態に陥り……。"
                },
                "16": {
                    "ID": "10226182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226182",
                    "TitleEnglish": "Cleaners/Dried with Sweet Sake",
                    "SummaryEnglish": "Chilchuck figures out a way to escape the dungeon, but their ascent is halted by an unexpected encounter with an old friend in dire need of sustenance.",
                    "TitleJapanese": "掃除屋/みりん干し",
                    "SummaryJapanese": "チルチャックのおかげで迷宮の変化に法則を発見した一行。\n“魔術師の目”と呼ばれるワイバーンの監視をかいくぐりつつ、上層へ続く階段を発見。\n長い上り階段に備え、腹ごしらえをするライオスたちであったが、何者かの襲撃を受ける。\n怪しげな幻術を操る敵の正体とは……。"
                },
                "17": {
                    "ID": "10226183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226183",
                    "TitleEnglish": "Harpy/Chimera",
                    "SummaryEnglish": "The parties must band together to fend off an attack by vicious Harpies — but the unexpected appearance of a transformed Falin stuns everyone.",
                    "TitleJapanese": "ハーピー/キメラ",
                    "SummaryJapanese": "ライオスは古代魔術でファリンを蘇生したとシュローに打ち明ける。\n禁忌である古代魔術を使用したことにシュローは激昂するが、カブルーの機転によりその場は収められる。\nそんな険悪な雰囲気の中、ハーピーの襲撃が。\nなんとか迎え撃つも、さらに巨大な翼を持つ魔物が出現して――。"
                },
                "18": {
                    "ID": "10226184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226184",
                    "TitleEnglish": "Shapeshifter",
                    "SummaryEnglish": "While in pursuit of Falin, Laios and crew seek shelter from a blizzard but are overrun by Shapeshifter copies of themselves. How will they spot the fakes?",
                    "TitleJapanese": "シェイプシフター",
                    "SummaryJapanese": "ライオスたちは魔物と化したファリンを救うために、迷宮の主である狂乱の魔術師と対峙することを決意する。\nファリンの痕跡をたどりながら改めて迷宮の深部を目指す道中で、激しい吹雪に見舞われる。\n視界が悪いなか、なんとか屋内へ避難するが、気づけばライオスたちの姿が増えていて――！？"
                },
                "19": {
                    "ID": "10226185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226185",
                    "TitleEnglish": "Hag/Nightmare",
                    "SummaryEnglish": "The crew is cornered by an acquaintance who demands help with a beastly problem. Later, Laios enters Marcille's nightmare and discovers her greatest fear.",
                    "TitleJapanese": "山姥/夢魔",
                    "SummaryJapanese": "食事中に何者かの奇襲を受けるライオスたち。\nその正体はシュローのパーティーに同行していた従者の少女であった。\nマルシルを人質にとり、自分にかけられた術を解けと要求する。\nマルシルがどんな魔術がかけられているのか問うと、少女は自らの頭巾を解き、姿を明らかにする。"
                },
                "20": {
                    "ID": "10226186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226186",
                    "TitleEnglish": "Ice Golem/Barometz",
                    "SummaryEnglish": "Izutsumi proves to be a useful ally despite her lousy table manners — and aversion to eating monsters. But the crew's kindness slowly opens her up.",
                    "TitleJapanese": "アイスゴーレム/バロメッツ",
                    "SummaryJapanese": "新たに獣人の少女、イヅツミを仲間に加えた一行。\n迷宮の最深部を目指す道中で、地面に氷漬けになった魚を発見する。\n魔法陣を刻み取り出そうとするが、そこは地面ではなくアイスゴーレムだった。\n軽やかな身のこなしで迎え撃つイヅツミだったが、苦戦を強いられる。"
                },
                "21": {
                    "ID": "10226187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226187",
                    "TitleEnglish": "Egg/The Golden Country",
                    "SummaryEnglish": "With the dungeon's fate hanging in the balance, Kabru negotiates with the elves. Meanwhile, a ghost drags Laios and crew into the cursed Golden Country.",
                    "TitleJapanese": "卵/黄金郷",
                    "SummaryJapanese": "地上へ帰還したカブルーは、迷宮での顛末を報告するために島主のもとへ向かう。\nしかし、すでに“カナリア”と呼ばれる西方のエルフの部隊が、迷宮を明け渡すよう島主に迫っていた。\nカブルーは交渉の場に乗り込み、自分がかつて迷宮から現れた魔物により滅びた村の出身であることを告げるとともに、エルフたちにある提案をする。"
                },
                "22": {
                    "ID": "10226189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226189",
                    "TitleEnglish": "Griffin/Familiars",
                    "SummaryEnglish": "Leaving the safety of the Golden Country, Senshi ends up in the clutches of a ferocious griffin. The crew must summon help if they want to save him.",
                    "TitleJapanese": "グリフィン/使い魔",
                    "SummaryJapanese": "迷宮とは思えない風光明媚な村へ迷い込んだ一行。\nひとときの穏やかな時間を過ごす。\n村の統治者であるヤアドは、かつてシスルと名付けられたエルフの少年が、いかにして狂乱の魔術師と呼ばれる存在となるに至ったかを語り始める。\nそこにはシスルなりに、大切な人を守りたいという強い想いが秘められていた。"
                },
                "23": {
                    "ID": "10226190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226190",
                    "TitleEnglish": "Griffin Soup/Dumplings I",
                    "SummaryEnglish": "Back at camp, Senshi finally reveals his painful history with the dungeon. The next day, the crew is rudely awakened by a perplexing transformation.",
                    "TitleJapanese": "グリフィンのスープ/ダンプリング1",
                    "SummaryJapanese": "センシはなぜ迷宮で暮らし、魔物食を研究しているのか――。その過去が明らかになる。\nかつて坑夫団に所属していた若かりし日のセンシ。\n遺跡を探索中に迷宮を発見した坑夫団は、迷宮の深部に迷い込んでしまう。\n食糧も尽き、さまよう一行は巨大な鳥の化け物に襲われ、ひとり、またひとりと魔物に殺されていく。"
                },
                "24": {
                    "ID": "10226191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10226191",
                    "TitleEnglish": "Dumplings II/Bacon and Eggs",
                    "SummaryEnglish": "Still wrestling with their new forms, the crew must overcome the gargoyles. Later, they descend deeper into the dungeon. What monsters will they try next?",
                    "TitleJapanese": "ダンプリング2/ベーコンエッグ",
                    "SummaryJapanese": "チェンジリングの作用により別の種族の姿になったライオスたち。\n元に戻る方法が分からないまま、慣れない体で迷宮を進んでいく。\n他の種族の姿になれる、便利なはずのチェンジリングだが、なぜ市場に流通していないのかと疑問に思うチルチャック。\nそんななか、ガーゴイルがライオスたちを襲う。"
                }
            }
        },
        "2": {
            "ID": "2132419",
            "URL": "https://www.thetvdb.com/series/dungeon-meshi/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10541938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-meshi/episodes/10541938",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}