{
    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22889156/",
        "https://tenten-kakumei.com/",
        "http://www.reddit.com/r/mahoukakumei",
        "https://www.themoviedb.org/tv/207965",
        "https://www.wikidata.org/wiki/Q113506412",
        "https://en.wikipedia.org/wiki/The_Magical_Revolution_of_the_Reincarnated_Princess_and_the_Genius_Young_Lady",
        "https://x.com/tenten_kakumei"
    ],
    "TitleEnglish": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady",
    "SummaryEnglish": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy’s expectations by developing “magicology,” a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom’s next monarch. That’s when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world!",
    "TitleJapanese": "転生王女と天才令嬢の魔法革命",
    "SummaryJapanese": "パレッティア王国王女、アニスフィア・ウィン・パレッティアには前世の記憶がある。\n魔法が当たり前に存在する世界に転生し、魔法使いに憧れるアニスフィアが夢見たのは、\n魔法で空を飛ぶという、破天荒で非常識なことだった。\n\nけれど、なぜか魔法が使えないアニスフィアは日夜、\nキテレツ王女とあだ名されながら、怪しげな研究に明け暮れるはめに。\n\nある夜、お手製魔女箒で空へ飛び立ったアニスフィア。\n暴走する箒が飛び込んだのは、貴族学院の夜会。\n\nそこでは、魔法の天才と噂される完璧公爵令嬢ユフィリアが、\nアニスフィアの弟・アルガルド王子から婚約破棄を宣言されているところだった。\n声もなく流されるユフィリアの涙を見たアニスフィアはそっと手を差し伸べる。",
    "Aliases": [
        "Tensei Ōjo to Tensai Reijō no Mahō Kakumei",
        "Tensei Oujo to Tensai Reijou no Mahou Kakumei",
        "Tenten Kakumei",
        "TenTen"
    ],
    "Modified": "2024-05-15",
    "Seasons": {
        "1": {
            "ID": "2013911",
            "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9303222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9303222",
                    "TitleEnglish": "The Magical Revolution of the Princess and the Young Lady",
                    "SummaryEnglish": "Anisphia, a princess who has retained her memories from her previous life, has spent her nights doing some kind of shady research to fulfill her dream of using magic to fly. One night, she takes a test flight with her special witch's broom, but crash-lands in the middle of the noble academy's soirée. There, she sees Prince Algard publicly breaking off his engagement with the duke's genius daughter, Euphyllia...",
                    "TitleJapanese": "王女と令嬢 魔法革命",
                    "SummaryJapanese": "前世の記憶を持つ王女、アニスフィアは魔法で空を飛ぶという夢のため、日夜怪しげな研究に勤しんでいた。ある夜、アニスはお手製魔女帚の試験飛行で、貴族学院の夜会に飛び込んでしまう。そこでは、天才公爵令嬢のユフィリアが王子アルガルドから婚約破棄をつきつけられていて！？"
                },
                "2": {
                    "ID": "9540075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9540075",
                    "TitleEnglish": "Acquisition of an Assistant for Both Profit and Pleasure",
                    "SummaryEnglish": "After Euphyllia's engagement is annulled in front of her peers, Anisphia swoops in and carries her off. She returns to the palace and tells both girls's fathers that she wants Euphyllia to be her assistant, in hopes that it will restore the humiliated Euphyllia's honor. Thus the two of them begin to live together in a bizarre new arrangement...",
                    "TitleJapanese": "趣味と実益の助手獲得",
                    "SummaryJapanese": "夜会で婚約破棄をつきつけられたユフィリアを強引に連れ出したアニスフィア。王宮に連れていくと、それぞれの父の前で、消沈するユフィリアの名誉回復のために、自身の助手とすることを宣言。ついでに、一緒に暮らすことまで決めてしまい！？　そして、二人の奇妙な同棲生活が始まろうとしていた……"
                },
                "3": {
                    "ID": "9541332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541332",
                    "TitleEnglish": "The Rainbow Magic Sword of Longing and Reminiscence",
                    "SummaryEnglish": "Anisphia and Euphyllia have begun living together, but Euphyllia hasn't quite gotten used to her new environment, her new job, or her new position, and seems to simply be at the mercy of Anisphia. She seems a bit down, so Anisphia tells her she's making a special magic tool just for her.",
                    "TitleJapanese": "憧憬と追憶の虹霓魔剣",
                    "SummaryJapanese": "アニスフィアとユフィリアの共同生活が始まってしばらく。だが、ユフィリアは新しい環境、新しい仕事、そして、新しい立場に未だ慣れず、アニスフィアに振り回されっぱなしで、なんだか元気がない様子。そんなユフィリアのために、アニスフィアは専用の魔道具を作ろうと言い出して……"
                },
                "4": {
                    "ID": "9541333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541333",
                    "TitleEnglish": "The Princess and the Lost Child Announce Their Decision",
                    "SummaryEnglish": "Euphyllia is sick with fatigue from dealing with her new and unfamiliar lifestyle, but with Anisphia's gentle nursing and warm words, she quickly recovers. Ilia tells Euphyllia about her own past and Anisphia's true intentions, finally giving Euphyllia an idea of who she should strive to be. But then an unexpected urgent message arrives from the adventurers' guild...",
                    "TitleJapanese": "姫様と迷子の決意表明",
                    "SummaryJapanese": "新生活の気疲れからか体調を崩してしまうユフィリアだったが、アニスフィアの優しい看病と温かな言葉に心が軽くなっていく。そんなある日、イリアから自身の過去とアニスフィアの真意を語りかけられ、ユフィリアは自身の目指すべき姿をおぼろげながら見つけ始めていた。しかし、そこへ冒険者ギルドからの思わぬ急報が飛び込んできて……"
                },
                "5": {
                    "ID": "9541334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541334",
                    "TitleEnglish": "A Magic Medicine and a Magic Sword Subjugate a Magic Dragon",
                    "SummaryEnglish": "Anisphia struggles to face the dragon with only her magical tools and ingenuity, but its power is overwhelming on a scale unlike anything she's faced before. Eventually, Euphyllia cannot bear to watch her any longer...",
                    "TitleJapanese": "魔薬と魔剣の魔竜討伐",
                    "SummaryJapanese": "冒険者ギルドからもたらされた魔物のスタンピード、そしてドラゴン出現の急報。王都の危機を前に、アニスフィアとユフィリアは戦場へと飛び立った。順調に魔物の掃討を続けていたアニスたちだったが、そこへドラゴンが現れる。絶望的戦力差にもかかわらず、立ち向かうアニスだったが……"
                },
                "6": {
                    "ID": "9541336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541336",
                    "TitleEnglish": "Getting to the Truth of the Annulment and the Fascination",
                    "SummaryEnglish": "After obtaining the dragon's magicite, Anisphia and Euphyllia visit Tilty, Anisphia's friend and research partner, in hopes of developing new technology with it. Anisphia is giddy with excitement, but then she receives word of the continuing investigation into the annulment of Euphyllia's engagement...",
                    "TitleJapanese": "破談と魅了の真相究明",
                    "SummaryJapanese": "ドラゴンの魔石を手に入れたアニスフィアたちは新たな技術開発のために、共同研究者であり、悪友でもあるティルティの元へ向かう。またしても破天荒で常識はずれな研究にうっきうきわっくわくのアニスフィアだったが、一方その頃、王宮ではユフィリアの婚約破棄について調べが進められていて……"
                },
                "7": {
                    "ID": "9541338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541338",
                    "TitleEnglish": "The Magic Lecture of the Founder and the Assistant",
                    "SummaryEnglish": "Lainie is now living in Anisphia's villa on probation, and to allow research on her power of fascination. Anisphia and Tilty begin to investigate Lainie's ability, and as Euphyllia watches their friendly banter, an uneasy feeling comes over her. Then Anisphia is informed that she's been summoned to give a speech before the Ministry of the Arcane, which disagrees with her research, and Euphyllia speaks up...",
                    "TitleJapanese": "開祖と助手の魔学講演",
                    "SummaryJapanese": "保護観察と魅了の力の研究のため、離宮で暮らすことになったレイニ。アニスフィアとティルティはレイニの能力について調べ始める。二人の気の置けないやりとりを目の当たりにしたユフィリアは心中にもやもやしたものを抱えていた。そんな折、アニスフィアと対立関係にある魔法省から講演の依頼が舞い込み、ユフィリアは……"
                },
                "8": {
                    "ID": "9541341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541341",
                    "TitleEnglish": "The Magic Definition of the Monster and the Commoner",
                    "SummaryEnglish": "Anisphia and Euphyllia have successfully completed their lecture before the Ministry of the Arcane. During the banquet held afterward, the alarm at Anisphia's villa sounds. Anisphia and Euphyllia rush back to the villa, but the sight awaiting them there is a heartbreaking one...",
                    "TitleJapanese": "怪物と凡愚の魔法定義",
                    "SummaryJapanese": "魔法省での講演を無事終えたアニスフィアたち。その慰労を兼ねた立食パーティーの最中、離宮の危機を知らせる警報装置が鳴り響く。離宮へ急行したアニスフィアとユフィリアだったが、そこには悲惨な光景が広がっていた。心臓を貫かれ、血みどろのレイニ。倒れ伏すイリア。そして返り血を浴びるアルガルドの姿が……"
                },
                "9": {
                    "ID": "9541344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541344",
                    "TitleEnglish": "The Sister and Brother, and for Whom the Crown Is Intended",
                    "SummaryEnglish": "Euphyllia watches the battle between Anisphia and Algard grow increasingly intense as she frantically works to heal Lainie and Ilia. Anisphia struggles against Algard's new vampiric powers, but she makes up her mind to take her younger brother's life if it means stopping his evil deeds. The love- and hate-filled battle between brother and sister—prince and princess—nears its end...",
                    "TitleJapanese": "姉弟と誰がための王冠",
                    "SummaryJapanese": "レイニらを必死で治療するユフィリアが見つめる中、アニスフィアとアルガルドの戦いは苛烈さを増していた。自らをヴァンパイアへと変えたアルガルド相手に苦戦するアニスフィアだったが、弟の凶行を止めるべく、命を奪う覚悟を決め、必殺の一撃を放つ。王女と王子。愛憎渦巻く姉弟の戦いに決着がつこうとしていた……"
                },
                "10": {
                    "ID": "9541348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541348",
                    "TitleEnglish": "The Royal Succession of Resignation and Fury",
                    "SummaryEnglish": "With Algard gone, Anisphia is the only one left to succeed the throne, so she begins acting as a future queen should. Euphyllia makes up her mind to support Anisphia as her assistant and subject, but when she sees the lab all cleaned up and Anisphia forcing herself to smile, her heart wavers...",
                    "TitleJapanese": "諦観と激情の王位継承",
                    "SummaryJapanese": "アルガルドが王都を去り、唯一の王位継承者となったアニスフィアは次期女王として立つべく活動を開始する。そんなアニスフィアの臣下として、助手として支えていこうと決意を新たにするユフィリア。しかし、すっかり片付けられてしまった魔学の研究室や無理して微笑む姿を見て、ユフィリアの胸中には迷いが産まれていた……"
                },
                "11": {
                    "ID": "9541352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541352",
                    "TitleEnglish": "The Spirit Contract of Despair and Determination",
                    "SummaryEnglish": "Meeting Lumi, a spirit contractor, has solidified Euphyllia's determination to be the next monarch. Her only wish is to preserve Anisphia's dream and her smile, but there is a hidden truth behind the spirit contract. When Anisphia learns what it is, she's unable to bear it and runs out into the icy rain...",
                    "TitleJapanese": "失意と決意の精霊契約",
                    "SummaryJapanese": "精霊契約者リュミとの邂逅を経て、新たな王として立つ決意を固めたユフィリア。アニスフィアの夢と笑顔を守りたい一心のユフィリアだったが、精霊契約には隠された真実があった。愛しい存在と己の拠り所を失ってしまう事実を知ったアニスフィアはその重さに耐えきれず、冷たい雨が降りしきる城下へと逃げ出して……"
                },
                "12": {
                    "ID": "9541355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-oujo-to-tensai-reijou-no-mahou-kakumei/episodes/9541355",
                    "TitleEnglish": "Their Magical Revolution",
                    "SummaryEnglish": "\"I don't want to let you become queen.\" \"I don't want to let you give up everything.\" While Ilia and Lainie watch with bated breath, Anisphia and Euphyllia confront each other, each with her own conviction. Each one cares too much for the other to back down. When Anisphia strikes with all her strength, Euphyllia strikes with all her soul. Who will win this duel?",
                    "TitleJapanese": "彼女と彼女の魔法革命",
                    "SummaryJapanese": "「私は、貴方を王にしたくなどない」「私は、貴方にすべてを奉げさせたくない」 イリアらが固唾を飲んで見守る中、アニスフィアとユフィリア、二人の少女が互いの信念を懸けて対峙する。想い合うが故に譲れない二人。渾身の一撃を放つアニスフィアに全霊でもって応えるユフィリア。その勝負の行く末は……"
                }
            }
        }
    }
}