{
    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22297712/",
        "https://www.instagram.com/yamadalv999_official",
        "https://yamadalv999-anime.com/",
        "http://www.reddit.com/r/MyLoveStoryWithYamada",
        "https://www.themoviedb.org/tv/208067",
        "https://www.wikidata.org/wiki/Q115768573",
        "https://en.wikipedia.org/wiki/Loving_Yamada_at_Lv999!",
        "https://x.com/yamada999_anime"
    ],
    "TitleEnglish": "My Love Story With Yamada-kun at Lv999",
    "SummaryEnglish": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend, when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?",
    "TitleJapanese": "山田くんとLv999の恋をする",
    "SummaryJapanese": "木下あかねは、彼氏がオンラインゲームで知り合った別の女の子と浮気したことから、ゲーマーの彼氏も他の人と同じように悪いことをするのだと痛感する。モンスターを殴って怒りを発散していると、アフロヘアーに能面のギルドメンバー、山田秋人と出会う。山田は無愛想で無愛想で、茜の心を揺さぶるような人物ではない。しかし、ネット上では強いが、心の問題では未熟な山田に、茜は逆に心を動かされてしまう。新しい友達を作りながら、茜は山田の心を揺さぶることができるのか？",
    "Aliases": [
        "Yamada-kun to Lv999 no Koi wo Suru"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "1": {
            "ID": "2014126",
            "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "2": {
                    "ID": "9698093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698093",
                    "TitleEnglish": "It's Almost Time for the Boss to Spawn So...",
                    "SummaryEnglish": "Akane, who attended the FOS offline event coincidentally finds YAMADA there. At the same time however, she runs into her ex-boyfriend (along with his now-girlfriend) and impulsively blurts out that Yamada is her new boyfriend. To amend the trouble she put Yamada though, she takes him to an izakaya where she then ends up becoming completely wasted. Yamada is left with no choice but to care for her at his home where he relieves her, but she also loses her treasured necklace there… In search of her lost accessory, Akane enters the guild hall and happens to see Yamada. However, not only is she treated coldly by him, but he also harshly reprimands the way she is using the guild storage space.",
                    "TitleJapanese": "そろそろボス湧きの時間なんで",
                    "SummaryJapanese": "FOSのオフラインイベントで偶然「山田」を発見した茜だが、元カレ（with新しい彼女）と遭遇した際、衝動的に山田を彼氏だと紹介してしまう。その埋め合わせのために入った居酒屋で茜は泥酔し、山田の自宅で介抱される＆思い出のアクセサリーを失くすという大失態……。茜はアクセサリーを探そうと、FOSのギルドルームで出会った山田に接触。だが、山田からは冷たくあしらわれた上、武器庫の使い方についてダメ出しをされてしまう。"
                },
                "4": {
                    "ID": "9698095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698095",
                    "TitleEnglish": "Are You in Love With Yamada?",
                    "SummaryEnglish": "Akane joins the offline meetup of the Chocolate Rabbit Guild being held at the FOS collab café. Though she’s able to recognize who Yamada and this Rurihime-like girl is, she struggles to figure out who the two others in attendance, Eita and Mr. Kamota, are. Seeing this, Yamada suggests they start with self-introductions, where Akane finds out that Mr. Kamota is a player with the username takezo and he is a strawberry farmer who she’s never come across in FOS. The other unknown figure, Eita, was the player of a character that Akane would never have guessed…",
                    "TitleJapanese": "山田さんのこと好きなんですか？",
                    "SummaryJapanese": "FOSのコラボカフェで開催された、ギルド「Chocolate Rabbit」のオフ会に参加した茜。だが、山田と瑠璃姫らしき女性は把握するも、その場にいる瑛太と鴨田と呼ばれる男性にはピンと来ていなかった。山田の先導で自己紹介が始まると、鴨田はtakezoの名で参加しているいちご農家のおじさんで、FOSでは対面したことがない人物だった。さらにもうひとりの瑛太は、茜が思いもよらぬアバターの主（あるじ）で――。"
                },
                "5": {
                    "ID": "9698096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698096",
                    "TitleEnglish": "How About You Give Us an Explanation",
                    "SummaryEnglish": "Although Akane really wanted to become friends with the members of their guild, she could sense that Eita’s younger sister, Runa, was putting some distance between them. She then receives an invitation from Runa to meet at a café, which makes Akane ecstatic. Little did she know this invitation was actually a prank Runa pulled on her, and the person who came to meet Akane at the café was actually a man and a complete stranger who is a self-proclaimed Rurihime fan. Akane excuses herself to the ladies’ room to organize her thoughts but… Meanwhile, Yamada who was visiting the Sasaki household to tutor Runa notices her strange behavior and soon finds out about the prank that Runa had pulled on Akane.",
                    "TitleJapanese": "詳しく聞かせてもらおうか",
                    "SummaryJapanese": "ギルドのメンバーと仲良くしたい茜だが、瑛太の妹である瑠奈から距離を置かれていることは感じ取っていた。そんな瑠奈からカフェに誘われ、テンションが上がる茜。ところが、この誘いは瑠奈のイタズラであり、カフェにいたのは、瑠璃姫の大ファンを名乗る見ず知らずの男性だけ。一旦、状況を整理しようとトイレに行く茜だったが……。一方、家庭教師として佐々木家を訪ねていた山田は、瑠奈の様子がおかしいことに気づき、茜へのイタズラを知る。"
                },
                "6": {
                    "ID": "9698097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698097",
                    "TitleEnglish": "I Personally Would Prefer a Love Comedy Ending",
                    "SummaryEnglish": "Thanks to the intervention of the guild members led by Yamada, the predicament caused by Runa’s prank was resolved. Akane also accepts Runa’s apology who takes such a liking to Akane that she starts to visit Akane’s home frequently. Now that the two had developed a good friendship, Akane also begins spending lots of time playing FOS, and finally becomes friends with Yamada in-game. However, after spending so much time playing the resource heavy online game on her laptop, it suddenly explodes--.",
                    "TitleJapanese": "個人的にはラブコメ展開希望",
                    "SummaryJapanese": "瑠奈のイタズラに端を発した騒動は、山田たちギルドの面々が仲介に入ったことで解決。茜も瑠奈の謝罪を受け入れる。その後、瑠奈はすっかり茜に懐き、茜の自宅にも頻繁に遊びに来るまでになる。一方で茜も、瑠奈との関係が改善されたことでよりFOSのプレイに熱中するようになり、ようやく山田ともゲーム上でフレンドとなる。だが、ネトゲによって負荷がかかりすぎたためか、突然、茜のパソコンが爆発し――。"
                },
                "7": {
                    "ID": "9698099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698099",
                    "TitleEnglish": "You Want to Feel at Ease?",
                    "SummaryEnglish": "Yamada visits Akane’s apartment to help repair her laptop. After a certain experience he had, Yamada had been trying to get too close to women. However, for some reason, he just wasn’t able to take his eyes off of Akane taking an afternoon nap. He unthinkingly reaches out to touch her hair, but then he stops when he hears the doorbell ring. When Yamada goes to check the front door, he finds Akane’s ex-boyfriend, Takuma, standing there. Shocked to see Yamada coming out of Akane’s room, Takuma explains his reason for his visit…",
                    "TitleJapanese": "安心したいですか？",
                    "SummaryJapanese": "茜のパソコンを修理するため、彼女のマンションへやってきた山田。ある理由から女性と距離を取り続けてきた山田であったが、不思議と昼寝をしている茜からは目が離せなくなる。思わず茜の髪に触れようとしたそのとき――玄関からチャイムが鳴る。山田が様子を見に行くと、そこに立っていたのは、茜の元彼である「たくま」だった。茜の部屋から山田が現れたことに驚く「たくま」がこの場所に来た理由とは……。"
                },
                "8": {
                    "ID": "9698100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698100",
                    "TitleEnglish": "If That Happened, That Would Be…",
                    "SummaryEnglish": "Akane visits Yamada’s high school’s school festival, the “Higashinari Festival,” along with the other guild members. Eita and Mr. Kamota stop by to enjoy one of the student-run maid cafés, but Runa on the other hand begins to experience intense stomach pains from the pressure she was feeling around taking the entrance exams for this high school the following year. She makes a dash for the restroom, and Akane feeling concerned for her, stands in front of the restroom to wait for her. Yamada appears before her, and the two end up walking around the school doing some shopping later on. Upon seeing Yamada walking alongside a woman, the surrounding students begin causing a ruckus…",
                    "TitleJapanese": "もしそうならそれはすごく",
                    "SummaryJapanese": "茜はギルドのメンバーと一緒に、山田が通う高校の学園祭「東成祭」へとやってきた。瑛太と鴨田は生徒たちが運営するメイドカフェに、一方の瑠奈は、来年この高校を受験するというプレッシャーから腹痛に襲われ、トイレに駆け込む。茜は瑠奈の身を案じてトイレ前で待っていると、そこに山田が現れる。ふたりはその後、買い物がてら一緒に校内を歩くことに。山田が女性と歩く珍しい光景に、周囲の生徒たちだけでなく、教師もざわつきはじめ……。"
                },
                "9": {
                    "ID": "9698101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698101",
                    "TitleEnglish": "The Guild Is Facing a Crisis!!",
                    "SummaryEnglish": "After hearing each other’s true feelings at the school festival, Akane and Yamada have become closer than ever. Although Akane now had more confidence in how she felt about Yamada, somewhere in her heart she felt needed to hold herself back. With her thoughts in disarray, she finds out a new development was occurring in their FOS guild. It was decided a new female member would be added to the guild. Moreover, this was actually someone that Yamada was introducing to them. And she was also his classmate…",
                    "TitleJapanese": "ギルドの一大事だよっ！！",
                    "SummaryJapanese": "学園祭で互いに素直な気持ちを話し合い、これまで以上に打ち解けた茜と山田。茜は山田への想いに自覚がありながらも、年下の高校生である彼に対してどこかブレーキをかけてしまうところがあった。もやもやした気持ちが晴れない中、FOSのギルドに次なる展開が訪れる。ギルドに新たな女性メンバーが加入することになったのだ。だが、その女性は山田と同い年のクラスメイトであり、しかも山田本人の紹介だという――。"
                },
                "10": {
                    "ID": "9698102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698102",
                    "TitleEnglish": "I'll Definitely Be Hurt Someday",
                    "SummaryEnglish": "Akane was about to collapse while going through a horrible cold, but then Yamada appears before her. Yamada picks her up and carries her to a nearby hospital. Meanwhile, noticing that he had missed his cram school lesson, his classmate Tsubaki, who recently joined their guild, starts to worry about him. Tsubaki had become acquainted with Yamada after playing against him in another online game and also knows why he avoids associating too closely with women. In her heart, she knew, “it would be horrible to fall for someone this cruel,” but she couldn’t help but feel Yamada was starting to mean more and more to her…",
                    "TitleJapanese": "きっといつか傷つく",
                    "SummaryJapanese": "重い風邪で倒れる寸前だった茜の前に現れたのは、山田だった。山田は茜を担ぎ上げ、夜間病院へと連れていく。一方、山田が塾に来ないことを心配していたのは、新たにギルドに参加したクラスメイトの椿だった。椿は、別のネトゲで山田と対戦したことを機に交流を持ち、彼が女性を遠ざける理由も知っていた。「こんな残酷な人に恋をしたら」――そんな気持ちとは裏腹に、椿の中で山田の存在はすでに大きくなっていて……。"
                },
                "11": {
                    "ID": "9698103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698103",
                    "TitleEnglish": "There's Something I Want to Talk to You About",
                    "SummaryEnglish": "Akane recovered from her cold thanks to Yamada’s care, and she is finally able to log into FOS again. There she meets the new guild member, TSUBAKI, in her FOS avatar. The two go to challenge a boss battle straight away but are overcome by its incredibly \"solid\" defense. They reach the time limit, and unfortunately, the boss gets away. But after fighting alongside each other, Akane deepens her friendship with TSUBAKI. After logging out, Akane calls Yamada to ask him for advice on strategizing against this boss, which turns into a very long phone call. Once the call ends, Akane finds new determination within herself.",
                    "TitleJapanese": "話したいことがあるの",
                    "SummaryJapanese": "山田の介抱のおかげで風邪から回復した茜。久々にFOSにログインすると、ギルドの新メンバーで、椿のアバター「TSUBAKI」と初めて接触する。ふたりは早速ボス戦に挑むが、その防御の「かたさ」に苦戦を強いられる。結局時間切れでボスに逃げられるも、共闘したことでTSUBAKIとの関係はすぐに深まっていった。ログアウト後、茜はボス攻略のアドバイスをもらおうと山田に電話するが、つい長電話に。これを機に茜は、ある決心を固める。"
                },
                "12": {
                    "ID": "9698104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9698104",
                    "TitleEnglish": "I Like You",
                    "SummaryEnglish": "Now determined to confess her feelings to Yamada, Akane reaches out to ask for advice from Momoko, the friend who consoled her after her most recent breakup, and Rurihime, or rather Eita. As to not lose the momentum she got from that, Akane heads to Yamada's apartment without any forewarning, but she arrives just when he is rushing out of his home to get to cram school and can't bring herself to tell him how she feels. They decide to meet again after he finishes his lessons but are met with a sudden rainstorm. Along with the rainstorm, Tsubaki also makes a rash and impulsive action, leading to Akane and Yamada's plans to meet up being canceled…",
                    "TitleJapanese": "好きだよ",
                    "SummaryJapanese": "山田に対して告白する決意を固めた茜は、失恋時に励ましてくれた親友の桃子と「瑠璃姫」＝瑛太にその意思を告げる。茜はそのまま勢いに任せ、アポなしで山田のマンションを訪ねるが、塾へ急ぐ彼に対してなかなか気持ちを伝えることができない。結局、塾終わりに落ち合うことになったものの、突然の豪雨と、その雨に誘われたような椿の衝動的な行動によって、その日の約束は中止になってしまう――。"
                },
                "13": {
                    "ID": "9705584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-to-lv999-no-koi-wo-suru/episodes/9705584",
                    "TitleEnglish": "In the Morning When I Wake Up",
                    "SummaryEnglish": "After impulsively spilling her feelings to Yamada, Tsubaki asks him to meet once again. Although she is aware that Yamada has feelings for someone else, she tries to tell him all the feelings she had been carrying for him through her student life. Upon hearing her feelings, Yamada says… All the while, Akane was eating Yakiniku in an offline meetup with the guild members. Although she knew Yamada was going to join them afterwards, she ends up drinking much more than she had planned in order to ease her nervousness. By the time Yamada arrived, she was completely wasted, but without a complaint, Yamada stays by her side. Then, after Akane has sobered up, what Yamada does is--.",
                    "TitleJapanese": "朝 起きたら",
                    "SummaryJapanese": "衝動的に山田への気持ちを吐露した椿は、改めて彼を呼び出す。山田の気持ちが別の女性に向いていることはわかっていたものの、学生生活の中でどんな想いを抱いてきたか、すべてをぶつけようとする。その気持ちに対し、山田は……。\n同じ頃、茜はギルドの焼肉オフ会に参加していた。山田も遅れて合流するはずであったが、緊張からかついつい飲みすぎ、泥酔してしまった茜。そんな状況の中で合流した山田は、嫌がらずに茜に付き添う。そして酔いが覚めた茜に対し、山田が取った行動とは――。"
                }
            }
        }
    }
}