{
    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Young Adult"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27417996/",
        "https://www.iseleve.com",
        "http://www.reddit.com/r/CheatSkill",
        "https://www.tvmaze.com/shows/67155/show-slug",
        "https://www.themoviedb.org/tv/208493",
        "https://www.wikidata.org/wiki/Q113648737",
        "https://en.wikipedia.org/wiki/I_Got_a_Cheat_Skill_in_Another_World_and_Became_Unrivaled_in_the_Real_World,_Too",
        "https://x.com/iseleve_anime"
    ],
    "TitleEnglish": "I Got a Cheat Skill in Another World and Became Unrivaled in the Real World, Too",
    "SummaryEnglish": "A door to another world stretches out before a boy who's been brutally bullied all his life. This alternate reality grants him access to all sorts of things, like cheat skills and a portal that lets him travel between his old and new worlds! Can this class loser turn his life around back home...?",
    "Aliases": [
        "Cheat Skill",
        "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World",
        "Isekai de Cheat Skill wo te ni Shita ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~",
        "いせれべ",
        "Cheat Musou",
        "異世界でチート能力を手にした俺は、現実世界をも無双する",
        "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta",
        "Isekai de Cheat Skill o Te ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru - Level Up wa Jinsei o Kaeta",
        "異世界でチート能力(スキル)を手にした俺は、現実世界をも無双する～レベルアップは人生を変えた～",
        "異世界でチート能力（スキル）を手にした俺は",
        "Iseleve",
        "Isekai de Cheat Skill o Te ni Shita Ore wa, Genjitsu Sekai o mo Musōsuru",
        "Isekai de Cheat Nouryoku Ote ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru",
        "Isekai de Cheat Nouryoku o te ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru",
        "I, Who Own a Cheat Skill From Another World, Became Peerless in the Real World (Level Up Changed My Life)"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "1": {
            "ID": "2015112",
            "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9479308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9479308",
                    "TitleEnglish": "To Another World",
                    "SummaryEnglish": "Tenjou Yuuya has been bullied all his life. Then he discovers a door to another world. Powerful weapons. Vicious monsters. It all seems like a fantasy game! And when he returns to his world, he realizes that his leveling up comes with him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9698057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698057",
                    "TitleEnglish": "Ousei Academy",
                    "SummaryEnglish": "When Yuuya reunites with the girl he saved back at the convenience store, she invites him to attend the prestigious Ousei Academy. Yuuya isn’t sure that he’s worthy of attending a school full of geniuses, but he’s persuaded to try it for just one day.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9698058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698058",
                    "TitleEnglish": "Life Changes",
                    "SummaryEnglish": "Yuuya realizes that he doesn’t have many clothes that fit his new, leveled-up height. So, he heads to the mall where, in an unexpected turn of events, he ends up participating in a fashion photoshoot opposite a super popular female model?!",
                    "Aliases": []
                },
                "4": {
                    "ID": "9698059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698059",
                    "TitleEnglish": "A Step of Courage",
                    "SummaryEnglish": "Yuya responds to Princess Lexia's marriage proposal and receives an invitation to an audience at the royal palace. At the same time, he returned to the Ôsei Academy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9698060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698060",
                    "TitleEnglish": "New Family",
                    "SummaryEnglish": "As Yuuya tries to find a way to level up in the Darkest Regions, he comes across a Black Fenrir pup. Yuuya Tames him, names him Night, and brings him home to live together as family. Side by side, they explore the Darkest Regions...and also go for walks.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9698061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698061",
                    "TitleEnglish": "The Sage and Magic",
                    "SummaryEnglish": "Yuuya has found The Book of the Sage. As he reads it, he realizes that it’s even more amazing than it seems. Meanwhile, the class’s study trip draws near. Yuuya is at the department store with his friends to buy supplies when trouble suddenly strikes.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9698062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698062",
                    "TitleEnglish": "An Encounter in the Woods",
                    "SummaryEnglish": "Yuuya runs across a girl fighting monsters in the Darkest Regions. She calls herself Luna. They begin spending their days training together, sweating side by side. Back at Ousei Academy, the off-campus study trip begins at a site deep in the mountains.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9698063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698063",
                    "TitleEnglish": "Off-Campus Study Trip",
                    "SummaryEnglish": "The study trip isn’t at all what Yuuya and the others had imagined. They’re faced with a series of unexpected challenges. Later, Yuuya meets with Lexia and her guards so they can escort him to his audience with the king, but Night begins acting strangely.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9698064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698064",
                    "TitleEnglish": "The Princess and the Assassin",
                    "SummaryEnglish": "Lexia has been attacked, a crime punishable by execution. But Yuuya knows the would-be assassin and he can’t help wondering what could have caused them to do such a thing. The answer is shocking...as is the arrival of a new family member for Yuuya.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9698065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698065",
                    "TitleEnglish": "Master and Apprentice",
                    "SummaryEnglish": "Yuuya gets an offer to join the entertainment industry. His friends are stunned to learn that he’s already had a brush with that life. In the other world, Yuuya’s leveling up plateaus and he wonders if he’ll be able to get any stronger on his own.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9698066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698066",
                    "TitleEnglish": "To the Royal Capital",
                    "SummaryEnglish": "The Director still has designs on Yuuya, but he's too busy studying for his upcoming exams to worry about it. Kaori comes over to help him with math, and then...! Later, Yuuya takes advantage of a short school holiday to head for the royal capital.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9698067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9698067",
                    "TitleEnglish": "The Mysterious Assailant",
                    "SummaryEnglish": "Lexia is determined to make the most of Yuuya's visit to the capital in spite of everything that's happened. When Luna and Lexia take Yuuya out of the castle to show him around town, the signboard of a certain guild catches his eye.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9724542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-got-a-cheat-skill-in-another-world/episodes/9724542",
                    "TitleEnglish": "Yuuya and Kaori",
                    "SummaryEnglish": "Yuuya is invited to attend the discussion about how to deal with the mastermind behind the attacks. Meanwhile, he can't help but worry about the mysterious assailant and whether his training will be enough to protect what he holds dear.",
                    "Aliases": []
                }
            }
        }
    }
}