{
  "URL": "https://www.thetvdb.com/series/vazzrock-the-animation",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.vazzrock-anime.com",
    "https://www.themoviedb.org/tv/112696",
    "https://x.com/vazzani_info"
  ],
  "TitleEnglish": "Vazzrock the Animation",
  "SummaryEnglish": "Twelve dazzling talents decide to make the most daring music groups ever: VAZZY and ROCK DOWN. Through rivalry and friendship, these gems help each other get better in every way. Even with unique differences, they all share a common goal—to shine!",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2015415",
      "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "9361177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361177",
          "TitleEnglish": "Joyous • Part One",
          "SummaryEnglish": "\"This was around the time I made my debut. For a while back then, I didn't have anything to smile about at all.\" The twelve members of VAZZY and ROCK DOWN gather to talk on a special TV program being made in anticipation of December's VAZZROCK Live Flawless concert. Part way through, the topic shifts to Takaaki, Ouka, and Yuma's roles in the upcoming TV drama Shuten. The new show is a spin-off of Sokai, an earlier feature film about the life of Shoin Yoshida. On set, the three are reunited with two of their former costars; talented actors Yusho Toi and Yuzuru Mikaduki. While Ouka grumbles about working with the difficult Toi again, Takaaki keeps smiling and tries to lighten the mood.",
          "Aliases": []
        },
        "2": {
          "ID": "9361178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361178",
          "TitleEnglish": "Joyous • Part Two",
          "SummaryEnglish": "\"And that's why Takaaki's smile is so powerful... Powerful enough to infect everyone around him.\" While Takaaki was still a junior idol at Tsukino Productions, an inconsiderate remark from a departing classmate made him doubt his reasons to smile. When Ouka presses Takaaki to open up about it, Ouka remembers the difficulty he also had smiling as a child performer. Ouka wonders, how was Takaaki able to get his smile back? The answer he receives surprises but also reassures him. Meanwhile, shooting for the TV drama Shuten continues as Toi and Takaaki work through their last scene together.",
          "Aliases": []
        },
        "3": {
          "ID": "9361179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361179",
          "TitleEnglish": "Effulgent • Part One",
          "SummaryEnglish": "In addition to being the leader of ROCK DOWN, Shou is also a world-renowned violinist. While doing promotional activities with the others for VAZZROCK Live, Shou spends his free time practicing for his own upcoming solo violin concert. One day, Shou heads to a rehearsal studio and Haruto follows along, asking if he can listen. When the two reach the studio, Shou is unexpectedly reunited with Kodai Ejima, a violinist who performed with Shou in an American orchestra in the past. Ejima adores Shou's playing and wishes Shou would devote himself to classical music again. However, when Shou invites Ejima to his solo concert, Ejima declines.",
          "Aliases": []
        },
        "4": {
          "ID": "9361180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361180",
          "TitleEnglish": "Effulgent • Part Two",
          "SummaryEnglish": "\"'Follow your heart,' was it? That's how I want to live too.\" While Shou still loves classical music from the bottom of his heart, he also wants to explore new sounds and experience new relationships. When Shou explains that to Haruto, Haruto decides to invite Ejima out for drinks to convince him to attend Shou's concert. In their conversation, Ejima says that he still adores Shou's violin playing, but he also has doubts about Shou performing as an idol. Haruto is afraid that Ejima doesn't understand Shou's commitment to music. Ejima explains his own passion for music and his deep respect for Shou's violin playing. Haruto, disappointed that he never felt passion like that in his life, hangs on Ejima's every word.",
          "Aliases": []
        },
        "5": {
          "ID": "9361181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361181",
          "TitleEnglish": "Wonder • Part One",
          "SummaryEnglish": "\"This might sound cocky, but I want to be my own person so I can stand shoulder to shoulder with you.\" VAZZY's brothers Issa and Futaba Kiduku receive an invitation to co-star in an original drama series. At first, older brother Issa is asked to play the straight-laced big brother Ryo and younger Futaba is asked to play the reckless little brother Itsuki. However, on the advice of show planner Taiga Orihara—an old rival of Issa's from his rock band years—the roles are reversed. While Issa's genius-level acting skills allow him to slip into his role with ease, Futaba struggles to take on the persona of an 'older brother.' Fellow Tsukino Productions members Haru Yayoi, Shiki Takamura, and Gaku Oguro then show up to form a new group called The Oniichans and teach Futaba what it's like to be a big brother.",
          "Aliases": []
        },
        "6": {
          "ID": "9361182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361182",
          "TitleEnglish": "Wonder • Part Two",
          "SummaryEnglish": "\"Of course not. You'll never get the better of your big brother.\" \"Rise & Set,\" the new show co-starring the Kiduku brothers, has started streaming. With each episode, Futaba receives more praise on social media. Issa starts to feel pressure on set to keep up with Futaba, whose acting skills seem to improve by the day. One evening, Issa receives a text from his old bandmate Takenaka, who invites Issa out for drinks to talk about the show. Later, four members of Tsukino Productions who are all younger brothers—Rui Minaduki, Nozomu Nanase, Naosuke, and Ayumu—join together to form The Ototo Rangers and try to teach Issa to see things from a kid brother's perspective.",
          "Aliases": []
        },
        "7": {
          "ID": "9361183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361183",
          "TitleEnglish": "Enchant • Part One",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "9361184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361184",
          "TitleEnglish": "Enchant • Part Two",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "9361185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361185",
          "TitleEnglish": "Lucida • Part One",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "9361186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361186",
          "TitleEnglish": "Lucida • Part Two",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "9361187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361187",
          "TitleEnglish": "Rival • Part One",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "9361188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9361188",
          "TitleEnglish": "Rival • Part Two",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "9517033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vazzrock-the-animation/episodes/9517033",
          "TitleEnglish": "Your Jewelery",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}