{
    "URL": "https://www.thetvdb.com/series/sakamoto-days",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4C01-26C0-EF18-4E2C-31C7-R",
        "https://www.imdb.com/title/tt17069148/",
        "https://sakamotodays.jp/",
        "http://www.reddit.com/r/SakamotoDays",
        "https://www.tvmaze.com/shows/77383/show-slug",
        "https://www.themoviedb.org/tv/207332",
        "https://www.wikidata.org/wiki/Q126127689",
        "https://en.wikipedia.org/wiki/Sakamoto_Days#Anime",
        "https://x.com/SAKAMOTODAYS_PR"
    ],
    "TitleEnglish": "SAKAMOTO DAYS",
    "SummaryEnglish": "Taro Sakamoto used to be an unrivaled hit-man, earning legendary status in the underworld. But one day, the unthinkable happened. Sakamoto fell in love.",
    "TitleJapanese": "SAKAMOTO DAYS",
    "SummaryJapanese": "坂本太郎は裏社会で伝説的な地位を築いた無類の殺し屋だった。 しかし、ある日、思いがけないことが起こりました。 坂本は恋をした。",
    "Aliases": [
        "サカモトデイズ",
        "Sakamoto Deizu"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "2015418",
            "URL": "https://www.thetvdb.com/series/sakamoto-days/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "10501942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10501942",
                    "TitleEnglish": "The Legendary Hit Man",
                    "SummaryEnglish": "Sakamoto enjoys a quiet life in retirement with his family. But one day, an old colleague demands he return to the assassin world — or face consequences.",
                    "TitleJapanese": "伝説の殺し屋",
                    "SummaryJapanese": "最強の殺し屋がいた、その名も坂本太郎――。全ての悪党が恐れる凄腕の殺し屋だった坂本は、ある日コンビニで働く女性、葵に一目惚れをしてあっさり殺し屋を引退。結婚、娘の誕生を経て、のどかな町で個人商店を営む坂本は、かつての面影が無いほど太っていた……‼そこへ、昔の後輩シンが現れ、また殺し屋に戻って欲しいと頼まれるが……。愛する家族を守る為、元殺し屋・坂本の伝説バトルが、遂に動き出す‼"
                },
                "2": {
                    "ID": "10799918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799918",
                    "TitleEnglish": "Vs. Son Hee and Bacho",
                    "SummaryEnglish": "While out on an errand, Sakamoto and Shin encounter Lu Shaotang, the daughter of a mafia boss, who's on the run and targeted by twin assassins.",
                    "TitleJapanese": "VSソンヒ・バチョウ",
                    "SummaryJapanese": "かつて伝説の殺し屋だった男、坂本太郎。彼を暗殺する為、組織から送られたエスパーのシンは、今の坂本が命懸けで守っている家族の温かさに触れ、殺し屋を引退。坂本に誘われ、坂本商店で働く事に。そんなある日、買い出しで繁華街にやって来た坂本とシンは、男たちに追われている少女、ルー・シャオタンに出会う。マフィアの娘らしきその少女は、双子の殺し屋ソンヒとバチョウから命を狙われていた!!"
                },
                "3": {
                    "ID": "10799919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799919",
                    "TitleEnglish": "Welcome to Sugar Park",
                    "SummaryEnglish": "After learning of the huge bounty on Sakamoto's head, the crew tries to enjoy a family outing at the amusement park while fending off assassins.",
                    "TitleJapanese": "シュガーパークへようこそ！",
                    "SummaryJapanese": "双子の殺し屋ソンヒとバチョウを倒し、ルーの大切な家宝を守った坂本とシン。坂本商店で働くことになったルーが、シンと喧嘩をしていると、坂本の殺し屋時代の同期・南雲が現れた。坂本に10億もの懸賞金がかけられたことを報告する南雲。突如、殺し屋たちから命を狙われる立場となった坂本は、最悪のタイミングで家族と遊園地へ行く事になり……。"
                },
                "4": {
                    "ID": "10799920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799920",
                    "TitleEnglish": "Hard-Boiled",
                    "SummaryEnglish": "With the poison-wielding hitman taken out, the Sakamotos head to their next attraction, where they're ambushed by Dondenkai Ltd's ultimate assassin duo.",
                    "TitleJapanese": "ハードボイルド",
                    "SummaryJapanese": "殺し屋時代の同期・南雲から、自分に10億もの懸賞金がかけられたことを聞いた坂本。懸賞金狙いの殺し屋たちが次々と現れる中、坂本は遊園地での平和な休日を守り抜こうとする。その最中、厄介な毒使いの殺し屋を倒したシンは、殺し屋会社「どんでん会」が裏で関わっていることを知る。葵と娘の花のリクエストでお化け屋敷に入った坂本たちは、どんでん会の超・武闘派コンビ、ボイルと黒帯に襲撃される!!"
                },
                "5": {
                    "ID": "10799921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799921",
                    "TitleEnglish": "Source of Strength",
                    "SummaryEnglish": "Sakamoto goes all out in a fierce one-on-one duel with Boiled. Meanwhile, ORDER members are tasked with handling a serial case targeting assassins.",
                    "TitleJapanese": "強さの理由（わけ）",
                    "SummaryJapanese": "遊園地のお化け屋敷で、どんでん会の殺し屋・ボイルと帯黒に襲撃された坂本たち。ボイルとの戦闘の中で殺し屋時代の記憶が蘇った坂本は、愛する家族を守る為、本気モードでボイルとの一騎打ちに挑む！一方、シンとルーも、ボイルの相方・帯黒との戦いに苦戦を強いられる。そんな中、南雲たち殺連直属の特務部隊“ORDER”は、最近殺し屋界隈で起きている、ある事件の調査に動き出していた。"
                },
                "6": {
                    "ID": "10799922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799922",
                    "TitleEnglish": "Heisuke Mashimo",
                    "SummaryEnglish": "Hoping to win the million-yen prize, Team Sakamoto enters the shopping district's survival tournament and teams up with a completely clueless sniper.",
                    "TitleJapanese": "マシモ ヘイスケ",
                    "SummaryJapanese": "懸賞金の依頼元を探るべく、どんでん会に侵入した坂本たち。しかし、どんでん会は既に謎の人物“✕（スラー）”の手によって壊滅状態だった。殺連直属の特務部隊ORDERも動き出す異常事態に、坂本も危機感を覚える。そんな中、賞金100万円を狙い、商店街主催のサバゲ―大会に出場する坂本とシン。ド天然な新手のスナイパー・眞霜平助とチームを組むことになるが……。"
                },
                "7": {
                    "ID": "10799923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799923",
                    "TitleEnglish": "Jurassic Bastard",
                    "SummaryEnglish": "While manning the store alone, Lu gets kidnapped by a mysterious group. Sakamoto and Shin pursue her but are halted by an invisible assassin.",
                    "TitleJapanese": "ジュラシック野郎",
                    "SummaryJapanese": "坂本と葵が一人娘、花の参観日に出掛けている間、店番を任されたシンとルー。サバゲ―大会で仲間になった平助が遊びに来る中、シンとルーは些細な事から喧嘩になり、シンは店を出て行ってしまう。シンとの喧嘩を少し反省しつつ、一人で店番をしていたルーは、突如現れた怪しい集団に連れ去られてしまう！店に戻った坂本とシンは、ルーを乗せた車を追いかけるが、姿を透明にする殺し屋・勢羽が立ち塞がる！"
                },
                "8": {
                    "ID": "10799924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799924",
                    "TitleEnglish": "Sakamoto's vs. the Lab",
                    "SummaryEnglish": "To rescue Lu, Sakamoto and Shin infiltrate a top-secret lab seized by assassins. Meanwhile, in the prison cell, Lu meets someone from Shin's childhood.",
                    "TitleJapanese": "坂本商店 VS LABO",
                    "SummaryJapanese": "シンと間違われ誘拐されてしまったルーを助ける為、極秘研究施設・通称「LABO」に潜入した坂本とシン。しかし、LABOは鹿島率いる殺し屋集団に占拠されており、各所にいる超常的な力を持つ殺し屋たちが坂本に襲い掛かる。\n\nその頃、地下牢に監禁されたルーは、そこで幼少期のシンを知る人物、朝倉と出会う。一方、今回の件に“X（スラー）”の影を察知したORDERの神々廻と大佛も、ラボの調査に乗り出していた。"
                },
                "9": {
                    "ID": "10799925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799925",
                    "TitleEnglish": "All Aboard",
                    "SummaryEnglish": "In the depths of the Lab, Shin and Heisuke join forces to take down the invisible assailant, while Sakamoto engages in an intense battle against Kashima.",
                    "TitleJapanese": "かけこみ乗車",
                    "SummaryJapanese": "坂本とはぐれてしまったシンは、LABOの地下で鹿島の部下・勢羽と対戦。透明になれる勢羽との戦いに苦戦するシンだが、凄腕スナイパーの平助が駆けつけ、共闘で立ち向かう。一方、坂本は先を急ぐ神々廻と大佛に代わり、LABO占拠のボスである鹿島と戦っていた。崩壊が始まったLABOの中、ほぼ不死身状態の全身武器人間・鹿島を相手に、坂本の本気モードのバトルが炸裂する!!"
                },
                "10": {
                    "ID": "10799926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799926",
                    "TitleEnglish": "Bathhouse Roughhouse",
                    "SummaryEnglish": "Exhausted from their battle, the crew heads to a local bathhouse but finds it too dangerous to relax. Later, a mysterious man arrives in search of Lu.",
                    "TitleJapanese": "せんとうモード",
                    "SummaryJapanese": "鹿島率いる殺し屋集団を倒し、無事ルーを救い出した坂本たち。シンもかつて一緒に過ごした朝倉やLABOのメンバーと再会し、成長した姿を見せる事ができた。LABO戦を終え、戦いの疲れを癒したい坂本たちは、家族みんなで近所のスーパー銭湯へ行くことに。しかし、そこは体を癒すにはあまりにも危険過ぎる場所だった……！そんな中、平和な日常を過ごす坂本たちの前に、突如、ルーをお嬢と呼ぶ謎の男が現れる！"
                },
                "11": {
                    "ID": "10799927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799927",
                    "TitleEnglish": "Casino Battle",
                    "SummaryEnglish": "The crew faces Wutang in a high-stakes casino showdown to learn who issued Sakamoto's bounty. Meanwhile, X sends a group of vicious assassins their way.",
                    "TitleJapanese": "カジノバトル",
                    "SummaryJapanese": "突如、坂本たちの前に現れたルー家の幹部・ウータン。幼い頃からルーを溺愛していたウータンは、組織にルーを取り戻そうと、“坂本に懸賞金を懸けた人物の情報”を盾に、勝負を持ちかける。マフィア流の勝負と称し、裏カジノに連れてこられた坂本たちは、頭脳戦を得意とするウータンを相手に、本気のギャンブル勝負に挑む！一方、殺し屋殺しを遂行する✕（スラー）は、坂本たちに新たな刺客を送り込んでいた……！"
                },
                "12": {
                    "ID": "10799928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799928",
                    "TitleEnglish": "Overload",
                    "SummaryEnglish": "As Sakamoto gathers intel on the assassins targeting him, ORDER begins hunting the death row inmates. Later, Shin and Lu face a deadly assault.",
                    "TitleJapanese": "Overload",
                    "SummaryJapanese": "ウータンから、✕（スラー）が最凶死刑囚たちを脱獄させ、新たな殺し屋殺しを遂行していると聞いた坂本たち。死刑囚との直接対決に備え、まずは敵の情報収集へと乗り出した。一方、ORDERにも、死刑囚たち全員の抹殺命令が下っており、主力メンバーが任務へと動き出していた。そんな中、競うように殺し屋殺しを行う死刑囚たちの魔の手は、買い出し中のシンとルーにも迫っていた！"
                },
                "13": {
                    "ID": "10799929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10799929",
                    "TitleEnglish": "Just Desserts",
                    "SummaryEnglish": "Saw's attacks push Shin and Lu to awaken new abilities, turning the tables on the deadly killer. Meanwhile, Dump ambushes Osaragi at a temple.",
                    "TitleJapanese": "ばちあたり",
                    "SummaryJapanese": "死刑囚ソウに襲撃された、シンとルー。タフでストレートなソウの攻撃に苦戦するシンたちだが、土壇場でシンのエスパーとしての能力が進化。人の思考に深く潜り、未来の動きが見えるようになる。倒れていたルーも、アルコールの匂いで覚醒して……。 一方、ORDERの神々廻と大佛は、死刑囚の暗殺任務を遂行中。ゲン担ぎのカツ丼を食べ、神社でお参りをする大佛に、死刑囚ダンプが襲い掛かる!!"
                },
                "14": {
                    "ID": "10842949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842949",
                    "TitleEnglish": "Strong Assault",
                    "SummaryEnglish": "The battles rage on even as the crew gets treated by Granny Miya! Minimalist threatens Aoi at the store while Heisuke clashes with Apart at Tokyo Tower.",
                    "TitleJapanese": "強襲",
                    "SummaryJapanese": "ソウとの戦いの中で、新たな能力に目覚めたシン。負荷がかかったボロボロの体を癒す為、ゴッドハンドの整体師・宮バァの治療を受けることに。一方、ORDERの大佛がダンプを葬り去り、残る死刑囚はあと２人。坂本商店で店番をする葵のもとに、死刑囚ミニマリストが迫る……！坂本に頼まれタワーの上から死刑囚を探していた平助も、死刑囚アパートを発見して……。"
                },
                "15": {
                    "ID": "10842950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842950",
                    "TitleEnglish": "Round and Round the Tower",
                    "SummaryEnglish": "Despite his inability to lose weight, Sakamoto faces off against Apart in a fierce showdown. Later, X reveals his dangerous plans for the assassin world.",
                    "TitleJapanese": "ぐるぐるタワー",
                    "SummaryJapanese": "死刑囚たちとの死闘が各所で勃発！坂本商店を襲撃したミニマリストは、葵に変装したORDERの南雲に倒され、残る死刑囚はアパート１人。 人と繋がりを持てず、殺しの中に繋がりを見出してきた過去を吐露するアパートに、坂本は真っ向から対立。痩せない体に戸惑いつつも、アパートとの一騎打ちに挑む!!そんな中、この騒動を裏で主導する✕（スラー）には、殺し屋界を揺るがす真の狙いがあった……！"
                },
                "16": {
                    "ID": "10842951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842951",
                    "TitleEnglish": "Slice Slice Dance",
                    "SummaryEnglish": "While X and Gaku invade the JAA, a lone ORDER assassin stands in their way. Amid the chaos, Sakamoto discovers the shocking truth about X's identity.",
                    "TitleJapanese": "斬斬舞",
                    "SummaryJapanese": "死刑囚はORDERを引き付ける為の囮、✕（スラー）の真の目的は殺連を潰すことだと、アパートから聞いた坂本。早速殺連へと向かう坂本たちだが、殺連関東支部は既に、✕たちの襲撃が始まっていた。組織の一員・楽が、殺連の殺し屋たちを次々と襲う中、ORDERの亡霊・篁が現れて……。襲撃の最中、殺連に乗り込んだ坂本は、ずっと追っていた✕の正体に衝撃を受ける!!"
                },
                "17": {
                    "ID": "10842952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842952",
                    "TitleEnglish": "Have a nice flight",
                    "SummaryEnglish": "Sakamoto decides to infiltrate his alma mater to get more intel on X. But first, he must conquer the sky-high requirements of the JCC entrance exam.",
                    "TitleJapanese": "Have a nice flight",
                    "SummaryJapanese": "✕（スラー）たちの襲撃によって、壊滅状態となった殺連関東支部。✕たちは、規格外な強さの篁を前に一時撤退するも、既に新たな計画に向けて動き出していた。一方、坂本はずっと追っていた✕の正体が、ＪＣＣ時代の同期・有月である事を知り、衝撃を受ける。更なる手がかりを求め、豹の助言でＪＣＣのデータバンクを探ることに。早速、坂本はＪＣＣの編入試験を受ける為、シンと共に飛行機へと乗り込んだ！"
                },
                "18": {
                    "ID": "10842953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842953",
                    "TitleEnglish": "Kanaguri",
                    "SummaryEnglish": "It's every assassin for themselves as the exam takes to the skies. While Sakamoto impresses fellow candidate Akira, Shin takes on the germaphobe Mafuyu.",
                    "TitleJapanese": "カナグリ",
                    "SummaryJapanese": "✕（スラー）の手がかりを求め、ＪＣＣのデータバンクを探ることにした坂本とシン。編入試験の為に乗り込んだ飛行機内で、早速一次試験がスタート！ 試験官たちが持つ刻印入りの銃弾を奪い合い、受験生たちが壮絶な死闘を繰り広げる中、坂本は銃の扱いに慣れていない気弱な少女・晶と出会う。 一方、シンは潔癖な少年・真冬と対戦する中、突如、ORDER兼試験官の京が現れ、暴走に巻き込まれてしまう……！"
                },
                "19": {
                    "ID": "10842954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842954",
                    "TitleEnglish": "Exam, Stage Three",
                    "SummaryEnglish": "Stage Three of the JCC exams begins as a trio of special applicants joins the fray. Toramaru, a devoted Sakamoto fan, immediately clashes with Shin.",
                    "TitleJapanese": "三次試験",
                    "SummaryJapanese": "ＪＣＣ編入試験中の坂本たち。一次試験では、機内でORDER兼試験官の映画監督・京が暴走し、飛行機を破壊。 空に放り出された坂本たちだが、急遽決まった二次試験も晶の活躍により無事突破。 新たに推薦組の加耳、虎丸、軟柔の３人が加わり、不穏な空気の中、三次試験が始まった。 坂本を神格化し、手作り人形を持ち歩くほど推している虎丸は、序盤から攻めの姿勢でシンたちと対立する！"
                },
                "20": {
                    "ID": "10842955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842955",
                    "TitleEnglish": "Mutual Fans",
                    "SummaryEnglish": "Sakamoto discovers Akira's ties to an old friend. While Shin and Toramaru vie over their favorite assassin, X's secret plans throw the exam into chaos.",
                    "TitleJapanese": "推し被り",
                    "SummaryJapanese": "新たな組織メンバーをスカウトする為、動き出した✕（スラー）たち。 楽の遠隔操作する軟柔が、試験会場で暴走を始め、受験生や試験官に襲いかかる！ 会場が混乱に陥る中、シンは決死の覚悟で軟柔に立ち向かう。真冬や虎丸に加え、今まで大人しかった加耳も助太刀し、連携プレーで対抗する！ しかし、軟柔の強さを前に、シンたちは窮地に追い込まれてしまい……。"
                },
                "21": {
                    "ID": "10842956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842956",
                    "TitleEnglish": "Hard Mode",
                    "SummaryEnglish": "Shin teams up with Mafuyu, Toramaru and Kaji to take down a berserk Shinaya. Can these ragtag new allies work together to defeat their rampaging foe?",
                    "TitleJapanese": "ハードモード",
                    "SummaryJapanese": "新たな組織メンバーをスカウトする為、動き出した✕（スラー）たち。楽の遠隔操作する軟柔が、試験会場で暴走を始め、受験生や試験官に襲いかかる！会場が混乱に陥る中、シンは決死の覚悟で軟柔に立ち向かう。真冬や虎丸に加え、今まで大人しかった加耳も助太刀し、連携プレーで対抗する！しかし、軟柔の強さを前に、シンたちは窮地に追い込まれてしまい……。"
                },
                "22": {
                    "ID": "10842957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakamoto-days/episodes/10842957",
                    "TitleEnglish": "Each One's Mission",
                    "SummaryEnglish": "With the entrance exam behind them, Sakamoto and Shin can now continue with their original objective: infiltrating the JCC and obtaining clues on X!",
                    "TitleJapanese": "それぞれのミッション",
                    "SummaryJapanese": "シンの窮地に駆けつけ、楽が遠隔操作する軟柔を倒した坂本。合格者たちがそれぞれ帰路につく中、虎丸と真冬に✕（スラー）の魔の手が迫る！一方、ORDERの南雲、神々廻、大佛の３人は、✕関連の事件を調査する為、京都へと向かう。無事に編入試験を終えた坂本とシンは、✕のデータを手に入れる為、ＪＣＣへの潜入作戦を決行！波乱必至のスクールライフが、遂にスタートする！"
                }
            }
        }
    }
}