{
    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Espionage"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31131310/",
        "https://mission-yozakura-family.com/",
        "http://www.reddit.com/r/MissionYozakuraFamily/",
        "https://www.themoviedb.org/tv/216467",
        "https://www.wikidata.org/wiki/Q115734787",
        "https://en.wikipedia.org/wiki/Mission:_Yozakura_Family",
        "https://x.com/OfficialHitsuji"
    ],
    "TitleEnglish": "Mission: Yozakura Family",
    "SummaryEnglish": "Follows Taiyo Asano, a boy who lost his family in a car crash. His childhood friend, Mutsumi Yozakura, is his only comfort in life. However, things change for Taiyo again, when he discovers that his teacher is not only the older brother of Mutsumi, but she also comes from a family of spies. After a fight involving the Yozakura family, Taiyo becomes Mutsumi's husband, and in order to protect her, he must become a spy himself.",
    "TitleJapanese": "夜桜さんちの大作戦",
    "SummaryJapanese": "交通事故で家族を失った少年・浅野太陽を追う。 幼馴染の夜桜睦美は唯一の慰めである。 しかし、彼の教師がむつみの兄であるだけでなく、スパイの家族の出身であることを発見したとき、太陽の状況は再び変わります。 夜桜家との戦いの後、太陽は睦美の夫になり、彼女を守るために彼自身がスパイにならなければならない.",
    "Aliases": [
        "Yozakura-san Chi no Daisakusen"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2016618",
            "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/seasons/official/1",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "9510437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/9510437",
                    "TitleEnglish": "The Cherry Blossom Ring",
                    "SummaryEnglish": "Shy student Taiyo's life is threatened when his vice principal reveals a dark secret.",
                    "TitleJapanese": "桜の指輪",
                    "SummaryJapanese": "極度の人見知りの高校生・朝野太陽は、事故で家族を亡くして以来、他人と関わることを極端に避けていた。そんな太陽にとって、幼なじみの夜桜六美は唯一気を許せる特別な存在だった。ある日の放課後、昼川先生に呼び出された太陽は教頭室を訪れる。そこで見せられたものは六美の隠し撮りコレクションで、陰からずっと彼女を見守ってきたという。昼川の異常さに危機感を覚える太陽。突如ナイフを突きつけられ…。"
                },
                "2": {
                    "ID": "10335502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335502",
                    "TitleEnglish": "The Yozakura's Lifeline",
                    "SummaryEnglish": "Taiyo and Mutsumi wed despite Kyoichiro's interference. Bomb threat leads to Taiyo's first mission.",
                    "TitleJapanese": "夜桜の命",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10335503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335503",
                    "TitleEnglish": "Feelings",
                    "SummaryEnglish": "Taiyo's training leads to a hellish life at the Yozakura Mansion, causing anguish for Mutsumi.",
                    "TitleJapanese": "気持ち",
                    "SummaryJapanese": "自らの無力さが原因で六美が攫われる夢をみた太陽は「強くなりたい」と願い、二刃に特訓を申し込む。太陽の熱意を汲み、二刃から特訓を受ける条件としてまずは「１か月間、夜桜家で生活すること」を提示される。そんな太陽を待ち受けるのは、屋敷中に設置された多種多様なトラップたち。太陽にとって、夜桜屋敷での地獄の日常が幕を開ける――。一方、自分のために日々ボロボロになっていく太陽に、六美は心を痛めていた…。"
                },
                "4": {
                    "ID": "10335504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335504",
                    "TitleEnglish": "Kengo/Shinzo",
                    "SummaryEnglish": "Mutsumi catches Kengo's incomplete report, igniting a spy game of tag as she tracks him down...",
                    "TitleJapanese": "嫌五／辛三",
                    "SummaryJapanese": "仕事の事務処理を行っていた六美は、嫌五が提出した報告書に不備があることを発見。再提出を求めるが、適当な理由をつけて免れようとする嫌五の態度に、ついに六美の堪忍袋の緒が切れる！　夜桜家当主として嫌五にお灸を据えようとするが、悠々と逃げられてしまう。 彼を捕まえるため「冬ごもり」を発動して屋敷を閉鎖した六美は兄妹の部屋を片っ端から見て回ることに。嫌五とのスパイスキルを駆使した鬼ごっこがスタートする…！"
                },
                "5": {
                    "ID": "10335505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335505",
                    "TitleEnglish": "Interrogation/Date",
                    "SummaryEnglish": "Hotokeyama arrests Taiyo and interrogates him about Mutsumi but lacks proof.",
                    "TitleJapanese": "取り調べ/デート",
                    "SummaryJapanese": "刑事を名乗る仏山という男に連行された太陽。敵を殴り倒している太陽の映像が、何故か闇サイトで公開されていたのだ！様々な悪行に少年ひとりの犯行とは到底考えられないと、仏山は太陽が裏で秘密組織に関わっていると疑うが、共犯者の情報は一切入手できていないらしい…。取り調べと称した、手段を選ばない理不尽な拷問に耐える太陽。さらに仏山は、六美の存在をちらつかせ脅しをかけるが、太陽はあることに気付き…!?"
                },
                "6": {
                    "ID": "10335506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335506",
                    "TitleEnglish": "Bug",
                    "SummaryEnglish": "Obsessed stalker Ayaka transfers to Taiyo's class, and aims to kill her crush after a data leak.",
                    "TitleJapanese": "バグ",
                    "SummaryJapanese": "夜桜家のデータベースがハッキングされた!?　太陽のパーソナルデータだけが盗まれたと四恐怨から報告を受け、太陽は薄気味悪さを感じる。そんなある朝、登校中の太陽と六美の前に現れたのは、惚れた男を付け回して殺す“男狩り”スパイの切崎殺香だった。闇サイトに公開された太陽の動画を見て、ひと目惚れしたという。太陽と六美と同じクラスに転入してきた殺香は、授業中も太陽の命を狙うが度々失敗。ついに最終手段にでる…！"
                },
                "7": {
                    "ID": "10335507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335507",
                    "TitleEnglish": "Government Spies",
                    "SummaryEnglish": "Nanao eats a bioweapon while undercover; Taiyo joins the hunt, unaware it's to kill Nanao.",
                    "TitleJapanese": "公務員スパイ",
                    "SummaryJapanese": "とある悪の研究所に潜入中、自ら化学兵器の猛毒を取りこんだ七悪は、体内で無毒化する副作用で眠ってしまう。そんな七悪を回収するために研究所へ向かった太陽は、政府直属の諜報機関「ヒナギク」の蒼 翠と犬神王牙に出会う。王牙の勢いに押し切られ、一緒に研究所内を捜索する太陽だったが、なんとふたりの目的は「危険物となった七悪を殺すこと」だった！無防備に眠る七悪に刃を向ける翠。太陽は止めようとするが…。"
                },
                "8": {
                    "ID": "10335508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335508",
                    "TitleEnglish": "The Kuroyuri Party",
                    "SummaryEnglish": "Mutsumi's visit to Hinagiku HQ ignites a clash between Rin and Kyoichiro.",
                    "TitleJapanese": "黒百合党",
                    "SummaryJapanese": "太陽と六美は、翠の案内で「ヒナギク」のアジトを訪れる。ふたりを出迎えたのは室長の不動りんで、定期的に六美とお茶会を開いているという。そこへ凶一郎が乱入し、六美の取り合いが勃発！実は、凶一郎とりんは元同級生で当時から犬猿の仲だった！ふたりのけんかは次第に激しさを増し、館内に緊急コードが発令される事態に…。事務所崩落の惨状に、頭を抱える六美はけんかを止めようとふたりの前に飛び出し…!?"
                },
                "9": {
                    "ID": "10335509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335509",
                    "TitleEnglish": "The Flower Meaning Of Kuroyuri (Black Lily)",
                    "SummaryEnglish": "Ex-spy Kurogao kidnaps Deputy Prime Minister for revenge; Taiyo halts livestream to face him.",
                    "TitleJapanese": "黒百合の花言葉",
                    "SummaryJapanese": "護送車が爆発し、黒百合を取り逃してしまった太陽。想定内だという翠から、黒百合の正体が５、６年前に亡くなったとされる伝説のスパイ・黒顔であることが明かされる。太陽たちが逃亡した黒顔を追う中、どういうわけか拉致した副総理を連れた黒顔が、ネット中継で人々の前に現れた。復讐を果たすために、副総理へ銃口を向ける黒顔。そこで語られる過去の因縁と目的――。駆けつけた太陽は中継を遮断して黒顔と対峙する！"
                },
                "10": {
                    "ID": "10335510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335510",
                    "TitleEnglish": "The Yozakura Family Maid/Affair",
                    "SummaryEnglish": "Taiyo and Mutsumi are at a celebration party. Taiyo eyes a box with his dead family's info.",
                    "TitleJapanese": "夜桜のメイド/浮気",
                    "SummaryJapanese": "「ヒナギク」のアジトで行われる任務完遂の打ち上げと称した鍋パーティに、太陽と六美が招かれた。だが六美に無理矢理同行してきた凶一郎と犬猿の仲であるりんが熾烈な戦いを始めてしまい、アジト内が戦場と化する…。\nタイミングを見て打ち上げを抜け出した太陽は、黒顔の遺言通り洞から見つけた小さな箱を見つめる。そこには太陽の亡き家族に関する情報が入っているらしいが、真実を知ることへの不安で開けられずにいたのだった。"
                },
                "11": {
                    "ID": "10335511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335511",
                    "TitleEnglish": "Yozakura Ghost Stories/Spy License",
                    "SummaryEnglish": "Futaba faints as she has an intense fear of ghosts and curses. Siblings aid her phobia.",
                    "TitleJapanese": "夜桜の怪談/スパイ免許証",
                    "SummaryJapanese": "解析のバグでモニターに映し出されたオバケを見た二刃が気絶してしまう。最も頼れる夜桜家の長女は、なんと「オバケ」や「呪い」が弱点だったのだ！風の音や天井の軋む音、さらには嫌五のイタズラにも震える始末…。１日経てば元の二刃に戻るらしいが、六美に引っ付いて一時も離れようとしない。さらに最近の夜桜屋敷では「誰もいないのに物音がする」という噂が!?太陽と弟妹たちは、怯える二刃のお世話をすることに！"
                },
                "12": {
                    "ID": "10335512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10335512",
                    "TitleEnglish": "Prison Break Grandpa",
                    "SummaryEnglish": "Ban escapes jail, takes Taiyo to club for grandkids' wedding, dodging Kyoichiro's capture attempts.",
                    "TitleJapanese": "プリズン ジジ ブレイク",
                    "SummaryJapanese": "下校中、太陽のスクールバッグの中から突如謎の人物が這い出てくる！その不審人物の正体は、六美の祖父・夜桜万だった。孫夫婦の結婚を祝うために刑務所から脱獄してきたという万は、凶一郎の包囲を難なく掻い潜り、太陽を強引に連れ出してナイトクラブへ。「歩く情報漏洩」こと万を捕まえるべく、凶一郎の指示のもと太陽は様々な手段で捕獲を試みる。だが、万のペースに翻弄されてすべて失敗に終わってしまうのだった…。"
                },
                "13": {
                    "ID": "10433860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433860",
                    "TitleEnglish": "Tanpopo",
                    "SummaryEnglish": "Taiyo uncovers parents' tie to Yozakura. He and Shion probe their fatal end in a deadly library.",
                    "TitleJapanese": "タンポポ",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "10433861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433861",
                    "TitleEnglish": "Aim For The Suite Room",
                    "SummaryEnglish": "Taiyo on a ship battles spies lured by Kyoichiro until a torpedo hits.",
                    "TitleJapanese": "目指せスイートルーム",
                    "SummaryJapanese": "ある朝、太平洋沖の船上で目を覚ました太陽。全く状況を把握できず戸惑う太陽の目の前には、釣りをする凶一郎の姿が。「親睦を深めよう」と普段は口にしないセリフと笑顔を向ける凶一郎に、警戒心を強める太陽。そんな中、太陽はマシンガンを乱射するダイバーを釣り上げてしまい!?なんと彼らは凶一郎の思惑に釣られたスパイたちだったのだ！次々と襲い掛かる敵と戦う太陽。そこへ突如ふたりが乗る船を目掛けて魚雷が放たれる…！"
                },
                "15": {
                    "ID": "10433862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433862",
                    "TitleEnglish": "Yozakura Blood",
                    "SummaryEnglish": "Taiyo investigates Kawashita; drugged Nohmen takes hostages. Shinzo aids, facing tough odds.",
                    "TitleJapanese": "夜桜の血",
                    "SummaryJapanese": "家族の死に関り、六美の命を狙う謎の組織「タンポポ」の重要な手掛かりとして皮下 真を追い、高級ホテルへ乗り込んだ太陽。だが「葉桜」でドーピングされたノウメンによって妨害されてしまう。手も足も出ない太陽のピンチに、辛三が駆けつける。太陽を逃がしノウメンと渡り合う辛三だったが、ホテルに滞在する一般人を人質に取られて窮地に陥ってしまう。投降の選択しかない不利な状況の中、辛三が取った選択とは…!?"
                },
                "16": {
                    "ID": "10433863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433863",
                    "TitleEnglish": "Cleaning The Yard",
                    "SummaryEnglish": "Yozakura Mansion locks in all; Kyoichiro seeks ring thief; Mutsumi aids Taiyo.",
                    "TitleJapanese": "庭掃除",
                    "SummaryJapanese": "夜桜家当主のみが発動権限持つ夜桜屋敷の完全封鎖「冬ごもり」が突如発動!?起動させた人物を追う凶一郎の前には、９代目当主の「桜の指輪」を持つ男の姿が。一方、意識の戻らない太陽を看病していた六美だが、突如屋敷が停電に見舞われ兄妹との通信が遮断されてしまう。さらに医療機器も停止してしまい、太陽の脈はみるみる弱まっていく。このままでは太陽が死んでしまう…！大切な人の命を繋ぐために、六美はある決断を下す！"
                },
                "17": {
                    "ID": "10433864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433864",
                    "TitleEnglish": "Nanao’s Medicine",
                    "SummaryEnglish": "Nanao's mutation needs a vaccine, forcing school exit. Taiyo aids him in preserving his school life.",
                    "TitleJapanese": "七悪のくすり",
                    "SummaryJapanese": "授業中に突然七悪から呼び出しを受けた太陽は、急いで生物部の部室に駆けつける。そこには体調の異変で身体の一部が膨らんだ七悪が倒れていた。太陽のおかげで一時的に症状は治まるが、通常の薬では限界があるという。変異を起こさないためには「恒常化ワクチン」を打つしかないが、打てば二度と少年の姿には戻れず学校も退学しなければならない。ワクチンを打たず、七悪が普通の学校生活を送れるよう太陽がサポートすることに！"
                },
                "18": {
                    "ID": "10433865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433865",
                    "TitleEnglish": "Yozakura Hot Spring Story",
                    "SummaryEnglish": "Yozakura family wins a unique hot spring trip, faces hurdles, then relaxes, but...?!",
                    "TitleJapanese": "夜桜温泉物語",
                    "SummaryJapanese": "ガオンモールの福引で温泉旅行のチケットを手に入れた六美。どうしても外せない任務と重なり駄々を捏ねる凶一郎を残して、夜桜一家は「無限地獄温泉」一泊二日の温泉旅行へ出かけることに！そこは完全招待制の裏社会御用達のリゾート施設で、普通の手段では辿り着けない場所にあるという。崖を越え、湖を潜り、ついに太陽たちは旅館へ辿り着く！女将に案内されて、リゾート施設で日頃の疲れを癒す太陽たちだったが…!?"
                },
                "19": {
                    "ID": "10433866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433866",
                    "TitleEnglish": "A Drug Called Tanpopo",
                    "SummaryEnglish": "Taiyo sneaks on a train, tracking Tanpopo, seeking Momo, and a complaint sparks suspicion.",
                    "TitleJapanese": "タンポポという薬",
                    "SummaryJapanese": "夜桜 百の行方を探すため、「タンポポ」の足取りを探っていた太陽たちは、ついに「タンポポ」が持つ「葉桜」の密輸ルートを掴む。そのルートのひとつである観光列車に潜入した太陽は、添乗員として忙しなく仕事をこなしながらも、不審な人物に目を光らせていた。だが百の気配どころか、「タンポポ」の手掛かりすら掴めない…！ガセネタだったのではと諦めかけていたその時、乗客の苦情から太陽が気付いた違和感とは!?"
                },
                "20": {
                    "ID": "10433867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433867",
                    "TitleEnglish": "Sun Earrings",
                    "SummaryEnglish": "Hakuja and Taiyo are in a fierce battle on the train, where she unveils the truth about his parents.",
                    "TitleJapanese": "太陽のピアス",
                    "SummaryJapanese": "電気を通さないハクジャの髪に、新たな武器「八重の弐」で対抗する太陽。観光列車の中で相対するふたりは激しい攻防を繰り広げていた。その最中、外から戦いを観察する皮下に気付かれないように、ハクジャは髪の毛を文字に見立てて太陽へメッセージを送る。彼女が紡ぐその内容とは、太陽の両親の死にまつわること。生前の太陽の両親を知るハクジャから、闇に葬られた残酷で驚くべき真相が明かされる――。"
                },
                "21": {
                    "ID": "10433868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433868",
                    "TitleEnglish": "Yozakura Front Lines / The Blooming",
                    "SummaryEnglish": "Kyoichiro and Yozakura plan attack on Tanpopo's lair; Taiyo preps with Ban.",
                    "TitleJapanese": "夜桜前線/開花",
                    "SummaryJapanese": "ハクジャが遺したイヤリングから、ついに「タンポポ」のアジトを突き止める。「タンポポ」との決戦まで１週間。皮下の捕獲を目指す夜桜家総出撃作戦「夜桜前線」が凶一郎によって発令され、これまで関わったスパイの協力のもと各々力を磨く！\n一方、ハクジャとの戦いで自身の実力不足を痛感していた太陽は、義祖父の万から直々に特訓を受けることに。百との決戦に向けて能力の「開花」を目指し、太陽は超過酷な特訓に挑む!!"
                },
                "22": {
                    "ID": "10433869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433869",
                    "TitleEnglish": "Cherry Blossom Viewing Party",
                    "SummaryEnglish": "Cherry blossom party lifts spirits before Skeleton Island siege on Tanpopo's plan.",
                    "TitleJapanese": "お花見",
                    "SummaryJapanese": "白骨島突入から12時間前。「タンポポ」との決戦に向けて英気を養うために、夜桜屋敷では「夜桜夜宴」と称したお花見が開かれていた。夜桜兄妹を始め、「ヒナギク」や仏山など、夜桜家と関りのある多くの面々が集結。初代当主の時代からあるという夜桜家のご神木「天桜」を囲んで盛り上がりをみせるのだった。\n一方、白骨島では「タンポポ」の幹部が招集され、皮下が掲げる「種まき計画」が始動されようとしていた――。"
                },
                "23": {
                    "ID": "10433870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433870",
                    "TitleEnglish": "Easterly Wind / Weapon",
                    "SummaryEnglish": "Futaba fights Akai; Taiyo's team sneaks in, repels spear with Kurosawa's aid.",
                    "TitleJapanese": "東風/武器",
                    "SummaryJapanese": "タンポポ幹部「虹花」のアカイと対峙する二刃。触れたものを焼き尽くすアカイの業火に対し、二刃が夜桜式柔術「しだれ組み手」で反撃を試みる！\n一方、二刃の特攻に続き正面口を突破して、各々の作戦を開始する太陽たち突入チーム！敵をなぎ倒しながらアジト内部を目指すが、突如通路の天井や壁から出現した黒い槍によって襲撃を受けてしまう。そして壁を突き破って現れたのは、全身黒ずくめの男・クロサワだった！"
                },
                "24": {
                    "ID": "10433871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433871",
                    "TitleEnglish": "Shion & Kengo vs. Chacha & Aonuma",
                    "SummaryEnglish": "Shinzo's Blooming wipes out mercenaries. Kawashita flees. Shion and Kengo battle Chacha and Aonuma.",
                    "TitleJapanese": "四怨＆嫌五 VS チャチャ＆アオヌマ",
                    "SummaryJapanese": "自らの「開花」と向き合うことで、辛三はクロサワを撃破！太陽たちとの合流を目指すべく、辛三は突進してくる複数の傭兵を迎え撃とうと構えるが、何故か相手が次々と倒れていく。別の通路で太陽たちと戦っていた傭兵も突如全滅。夜桜一家を道連れに、アジトも研究体も手放す判断を下した皮下の手によるものだった！残り時間はあとわずか！「種まき計画」用爆破システムを制圧するべく、四怨＆嫌五がチャチャ＆アオヌマと激突する!!"
                },
                "25": {
                    "ID": "10433872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433872",
                    "TitleEnglish": "Ai and Mizuki",
                    "SummaryEnglish": "Taiyo and Kyoichiro find a video of Nanao attacked by Mizuki, who resents society over her past.",
                    "TitleJapanese": "アイとミズキ",
                    "SummaryJapanese": "ついに皮下のいるアジトの最深部に到達した太陽と凶一郎！だがそこで目にしたのは、ボロボロになった七悪の映像だった。\n数刻前、実験体たちの脱出を助けていた七悪に「虹花」のミズキとアイが立ちはだかる。ミズキから噴出される催眠ガスを中和する七悪に、アイの重い打撃が炸裂。無益な戦いを止めようと、七悪は葉桜の除去と社会復帰の支援を訴えるがミズキはその申し出を拒否。そして社会を恨む彼の悲しい過去が明かされる。"
                },
                "26": {
                    "ID": "10433873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433873",
                    "TitleEnglish": "Old Blood",
                    "SummaryEnglish": "Kawashita and Taiyo fight over the detonator. Taiyo's power floods Kawashita's mind with memories.",
                    "TitleJapanese": "旧い血",
                    "SummaryJapanese": "爆破システムの起動装置を前に取っ組み合う太陽と皮下。その時「開花」の暴走により、太陽の脳裏に流れ込んできたのは皮下の過去の記憶だった――。 丘の上にある小さな診療所・川下医院。若き日の川下 真は、政府からの密命を受け、不思議な能力を持つ女性の研究に勤しんでいた。彼女の血に秘められた未知なる力に魅入られた川下。彼女の夢を実現させるため、長い年月の研究の中でついにその手掛かりを掴む。"
                },
                "27": {
                    "ID": "10433874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10433874",
                    "TitleEnglish": "Mission Complete / Reception",
                    "SummaryEnglish": "Taiyo corners Kawashita, but the Yozakuras' attacks fail. Taiyo tries again. Will it succeed?",
                    "TitleJapanese": "披露宴",
                    "SummaryJapanese": "爆破システムを停止し、ついに皮下を追いつめた太陽。だが「種まき計画」はまだ終わっていなかった…！\n夜桜兄妹も到着し総攻撃を仕掛けるも、何故か皮下には全く効果がない。余裕の笑みを浮かべる皮下に対し、なす術なく立ちつくす夜桜兄妹たち。そんな中、太陽はあることに気付く！今度は太陽を軸に再び総攻撃を仕掛けるが…!?そして太陽と凶一郎だけが共有する「第四の任務」とは!?\n「夜桜前線」任務達成なるか…!?"
                }
            }
        },
        "2": {
            "ID": "2149801",
            "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10732717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yozakura-san-chi-no-daisakusen/episodes/10732717",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}