{
    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27548413/",
        "https://ikenaikyo.com/",
        "https://www.themoviedb.org/tv/217405",
        "https://www.wikidata.org/wiki/Q113658474",
        "https://en.wikipedia.org/wiki/Konyaku_Haki_Sareta_Reijō_o_Hirotta_Ore_ga,_Ikenai_Koto_o_Oshiekomu",
        "https://x.com/ikenaikyo_anime"
    ],
    "TitleEnglish": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness",
    "SummaryEnglish": "The story centers on Allen, an unsociable sorcerer who lives deep in the woods, who happens to run into a girl named Charlotte who has lost her way. She explains that she ran away from her hometown when her betrothal was canceled after being falsely accused of a crime. Thinking of his own youth when he was betrayed and cast out of an adventuring party, Allen decides to help the girl and teach her naughty things... such as enjoying food, playing games, and staying up late.",
    "TitleJapanese": "婚約破棄された令嬢を拾った俺が、イケナイことを教え込む",
    "SummaryJapanese": "本作は、森の奥で暮らす人嫌いな魔法使い・アレンと、国から追われている公爵家令嬢・シャーロットの物語。ある日アレンは、森の中で倒れているボロボロの令嬢・シャーロットを発見する。人嫌いのくせにお人好しなアレンは、彼女を放っておけず屋敷に連れ帰る。家族から不遇な扱いを受け、婚約者にも裏切られたという彼女に同情したアレンは、シャーロットをメイドとして雇うとともに、自分の屋敷に住まわせることにする。アレンは、シャーロットはどうせすぐに屋敷を出ていくだろうと考えていたが、とあることをきっかけにイケナイことを教え込むことに！？",
    "Aliases": [
        "Konyaku Haki Sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu ~Oishi Mono wo Tabesasete Oshare wo Sasete, Sekai Ichi Shiawase na Shoujo ni Purodyuusu!~"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2017043",
            "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9995436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9995436",
                    "TitleEnglish": "Naughty Encounter",
                    "SummaryEnglish": "Charlotte Evans, a young lady accused of treason is rescued in the forest by the reclusive Demon Lord, Allen Crawford. Hiring her as a live-in maid, Allen plans to teach Charlotte about everything \"naughty\" in the world. First up: eating cakes for dinner!",
                    "TitleJapanese": "イケナイ出逢い",
                    "SummaryJapanese": "「魔王」と恐れられ、森の奥でひっそりと暮らす人嫌いの天才魔法使い・アレンはある日、森で行き倒れていたシャーロットを拾う。彼女はニールズ王国の令嬢だったのだが、無実の罪で婚約破棄された挙げ句、指名手配までされていた。不憫なシャーロットに同情したアレンは彼女を匿うだけでなく、自分の屋敷に住まわせ、さらにはイケナイことを教え込み始めて…！？"
                },
                "2": {
                    "ID": "9996685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996685",
                    "TitleEnglish": "Naughty Way to Release Stress",
                    "SummaryEnglish": "Allen's second naughty lesson involves an item delivered by Miacha, a courier from Satyros Shipping Company. What is Allen's naughty way to release stress?",
                    "TitleJapanese": "イケナイストレス解消法",
                    "SummaryJapanese": "アレンはシャーロットに教え込むイケナイことをあれこれ考えるのだが、どうにも彼女の自己肯定感の低さが気になる。その原因がシャーロットの不遇な家庭環境にあると睨んだアレンはどうにかしてあげようと考えて、サテュロス運送社の配達員・ミアハにサンドバッグを注文する。アレンはシャーロットにストレス解消と称してサンドバッグを殴る“イケナイこと”を教え込もうとするのだが…。"
                },
                "3": {
                    "ID": "9996686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996686",
                    "TitleEnglish": "Naughty Show Down",
                    "SummaryEnglish": "Eruca Crawford, Allen's step-sister, suddenly appears to try to drag her brother home. The day quickly turns into a no-holds barred competition when the siblings challenge each other to see who can teach Charlotte the most naughty things in town.",
                    "TitleJapanese": "イケナイ対決",
                    "SummaryJapanese": "アレンの屋敷に義妹のエルーカがやって来る。シャーロットの存在に気づいたエルーカは、彼女の境遇を知り、激しく同情する。さらに、アレンがシャーロットに“イケナイこと”を教え込んでいると聞くと、なぜかアレンへの対抗心をむき出しに！？　一同は街に繰り出すのだが、アレンとエルーカはどちらがシャーロットに“イケナイこと”を教え込めるかの兄妹対決を始めてしまい…。"
                },
                "4": {
                    "ID": "9996687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996687",
                    "TitleEnglish": "Naughty Outing",
                    "SummaryEnglish": "Charlotte asks Allen if she can go to town alone for shopping. Concerned, Allen, Eruca, and Miacha secretly follow her to make sure she is okay. But Charlotte ends up in an unsafe area, and bumps into a dangerous party called Serpent Fang.",
                    "TitleJapanese": "イケナイお出かけ",
                    "SummaryJapanese": "朝から何やら落胆しているアレン。その理由をエルーカとミアハが尋ねると、シャーロットが一人で街に行ってみたいと言い出したからだという。不安で仕方ないアレンはエルーカたちとシャーロットを尾行することに。その不安の通り、シャーロットは街でも治安の悪い方向にどんどん進んで行ってしまい、ヒヤヒヤのアレンたち。そしてついに、見るに見かねたアレンは…。"
                },
                "5": {
                    "ID": "9996688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996688",
                    "TitleEnglish": "Naughty Hot Spring Trip",
                    "SummaryEnglish": "As a gift from townspeople, Allen and Charlotte visit Yunoha Resort. But it turns out to be a lovers' retreat, arranged by Eruca and Miacha. Soaking in a hot spring in swimsuits, sleeping in the same room... Their relationship rapidly develops.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9996689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996689",
                    "TitleEnglish": "Naughty Zoo",
                    "SummaryEnglish": "While Allen and Charlotte are enjoying themselves at the zoo, out-of-control fenrirs attack the area. When Allen and Charlotte unite the front, her hidden talent is awakened. With a hell capybara in the fray, can Allen and Charlotte protect the zoo?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9996690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996690",
                    "TitleEnglish": "Naughty Resident",
                    "SummaryEnglish": "Lü and Gosetsu start living at Allen's mansion. Allen is happy to see that Charlotte has a new goal of becoming a magical creature tamer. One day, they're shocked to see a small-built girl emerge from the basement, who turns out to be...!",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9996691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996691",
                    "TitleEnglish": "Naughty Skits",
                    "SummaryEnglish": "Allen's mansion's former owner, a dark elf Dorothea, asks Allen and Charlotte to play skits in exchange for the mansion. Since they're forced to play lovers, Allen and Charlotte begin to see each other in that light.",
                    "TitleJapanese": "イケナイ寸劇",
                    "SummaryJapanese": "アレンの屋敷の先住者でボクっ娘エルフの小説家・ドロテアに、屋敷を譲る代わりに寸劇をするよう交換条件を持ちかけられるアレンとシャーロット。ゴウセツとルゥも混ざって寸劇をこなしていくのだが、ドロテアの指示は恋人役、夫婦役など次第に過激になっていく。強制恋人ごっこのせいで、アレンとシャーロットはお互いを意識せざるを得なくなってしまい…！？"
                },
                "9": {
                    "ID": "9996692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996692",
                    "TitleEnglish": "Naughty Visit to the Parents",
                    "SummaryEnglish": "Hearing that Charlotte's little sister is in trouble, Allen and the others rush over to Allen's hometown. They're welcomed by Allen's uncle, Harvey, and his aunt, Liselotte. As they figure out Natalia's situation, they're forced to pretend being lovers.",
                    "TitleJapanese": "イケナイ実家訪問",
                    "SummaryJapanese": "シャーロットの義妹・ナタリアの一大事と聞き、アレンの古巣・アテナ魔法学院へとやって来るアレンたち一同。そこで待ち受けていたのは、アレンの叔父・ハーヴェイと叔母・リーゼロッテ。熱烈な歓迎を受ける中、アレンが家出した秘密が明かされる。そして、ナタリアの現状も明らかになるのだが、なぜかアレンとシャーロットが恋人のふりをすることになってしまい…！？"
                },
                "10": {
                    "ID": "9996693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996693",
                    "TitleEnglish": "Naughty Reunion",
                    "SummaryEnglish": "Allen brings Charlotte in disguise to check up on Natalia at the academy. At the tender age of 8, Natalia has become the head of the group of thugs, constantly fighting those around her. Allen has come up with a solution to her problems.",
                    "TitleJapanese": "イケナイ再会",
                    "SummaryJapanese": "魔法学院への潜入によってナタリアと接近するアレンとシャーロット。そんなナタリアはわずか８歳ながらに多数の手下を率いる一大武闘派閥の長となり、日々抗争に明け暮れていた。妹を心配するシャーロットは変装によって正体を隠したまま彼女と接するが、緊張したり感激したりと忙しい。そんな姉妹の再会を温かく見守るアレンだが、一方ではナタリアの抱える問題を冷静に分析していて…。"
                },
                "11": {
                    "ID": "9996694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996694",
                    "TitleEnglish": "Naughty Dungeon",
                    "SummaryEnglish": "Hiding her identity, Charlotte spends a great time with Natalia. But Chris steals Natalia's precious bag out of bitter rivalry toward her, and lures her into a dungeon where entry is forbidden.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9996695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konyaku-haki-sareta-reijou-o-hirotta-ore-ga-ikenai-koto-o-oshiekomu/episodes/9996695",
                    "TitleEnglish": "Naughty = Happiness",
                    "SummaryEnglish": "Natalia and Chris have stepped into an off-limit dungeon. Charlotte rushes to their rescue, but her strength isn't enough to save them all... Will Natalia finally find out who Charlotte is? What happens to Allen and Charlotte?",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                }
            }
        }
    }
}