{
    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt26699386/",
        "https://cinderella-u149-anime.idolmaster-official.jp/",
        "https://www.themoviedb.org/tv/216391",
        "https://www.wikidata.org/wiki/Q113706560",
        "https://en.wikipedia.org/wiki/The_Idolmaster_Cinderella_Girls_U149",
        "https://x.com/u149_anime",
        "https://www.youtube.com/c/@imas-official"
    ],
    "TitleEnglish": "THE iDOLM@STER Cinderella Girls U149",
    "SummaryEnglish": "Girls who have neither a job nor a job, and who have not yet become idols. However, the girls are still thinking. Wonderful dress, wonderful stage, and wonderful prince. By the young idol and the young newcomer, a new Cinderella story begins.",
    "TitleJapanese": "アイドルマスター シンデレラガールズ U149",
    "SummaryJapanese": "ある昼下がり。\n夏休みを迎えたありすは、とある芸能事務所の一室にいました。\nそこで出会ったのは、学年も性格もてんでんばらばらの8人の少女たち。\n部屋の名前は『第3芸能課』。\nホコリっぽい小さな部屋で、小さな女の子たちは夢見ます。\nここから、私のアイドルとしての物語が始まるのね——。\nと、そこへ現れたのは王子様みたいに素敵なプロデューサー！\n……ではなく、プロデューサーになったばかりの小さな青年でした。\nやる気だけはある新人プロデューサーと、何もかもがこれからの少女たち。\nお仕事ってどうじ(:こんなに難しいものかしらと、悩み、次の1=1には笑って、\n手と手をつないで階段を登ります。今ありすたちは、いつか見た夢のステージへ行くことができるのでしようか？\n「アイドルマスターシンデレラガールズ』から生まれる、新たなストーリー。\n「——ねぇ、大きくなったら何になろっか！？」",
    "Aliases": [
        "The Idolmaster - Cinderella Girls - U149"
    ],
    "Modified": "2025-08-30",
    "Seasons": {
        "0": {
            "ID": "2017713",
            "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9808294",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9808294",
                    "TitleEnglish": "Recap",
                    "SummaryEnglish": "Recap of episode 1-7",
                    "TitleJapanese": "第1話～7話総集編",
                    "SummaryJapanese": "「第１話～７話総集編」これまでの第３芸能課の活躍を撮り下ろしナレーションで振り返ります。"
                },
                "2": {
                    "ID": "10111624",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/10111624",
                    "TitleEnglish": "What Jump and Dance, Even When It Can't Be Seen?",
                    "SummaryEnglish": "The girls of Third Entertainment Division arrived at a western mansion for shooting job. But, there's a rumor that the mansion is haunted. Hearing that, Yukimi became scared. But, she was encouraged by Miria and the girls, so the shooting continued. In the middle of the shooting, suddenly the producer disappeared. Yukimi and the girls cooperated and searched for him...",
                    "TitleJapanese": "見えないけど、跳ねたりおどったりするもの、なに？",
                    "SummaryJapanese": "撮影の仕事で、洋館にやって来た雪美たち第3芸能課のアイドル。じつはこの洋館には「幽霊が出る」とのうわさがあるという。それを聞いた雪美は怖がってしまうが、みりあたちの励ましもあって撮影を再開。だが撮影をしている最中に、プロデューサーが行方不明になってしまった。雪美たちは協力して、彼を探そうとするが……。"
                },
                "3": {
                    "ID": "10113083",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/10113083",
                    "TitleEnglish": "What Blooms When Talking?",
                    "SummaryEnglish": "One day, Kozue picked up some kind of plant seed that was dropped at roadside. Without knowing what seed was that, Kozue, with the cooperation of Producer and the girls of Third Entertainment Division tried to plant and raise it. Kozue tried her best to raise the seed, even without any prior experience or knowledge. Suddenly, some unexpected uproar started to occur concerning the seed...",
                    "TitleJapanese": "おしゃべりすると咲く花って、なに？",
                    "SummaryJapanese": "こずえはある日、道に落さていた植物の種のようなものを拾う。それが何の種なのかわからぬまま、こずえはプロデューサーや第3芸能課の仲間の協力のもと、種を植えて育てることに。初めてのことで、いろいろわからないながらも一生懸命種の世話をするこずえ。すると、その種をめぐってとんでもない騒動が起きはじめて……。"
                }
            }
        },
        "1": {
            "ID": "2017714",
            "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9705959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9705959",
                    "TitleEnglish": "When Can't You See Your Own Face in the Mirror?",
                    "SummaryEnglish": "A young man gets a dream job as producer for an entire unit of idols. There's just one catch, though: they're all in elementary school!",
                    "TitleJapanese": "鏡でも見ることができない自分の顔って、なに？",
                    "SummaryJapanese": "うだるような夏の日。とある大手芸能事務所では、新たに立ち上げるアイドルプロジェクトについての重役会議が行われていた。そこで決まったのは、プロジェクトのために作られた『第３芸能課』をある新人にプロデュースさせること。そして同じころ、第３芸能課のメンバーに選ばれた橘ありすは、そのことをきちんと親に話せず、同意書にサインをもらえずにいた。ひとり思い悩むありすだったが、ふとあることを思い付いて……。"
                },
                "2": {
                    "ID": "9715087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9715087",
                    "TitleEnglish": "What says 'I'm Home' even though it's leaving?",
                    "SummaryEnglish": "Nina loses something very important to her, and the entire Third Entertainment Division comes together to help her get it back.",
                    "TitleJapanese": "おでかけなのにただいまをするもの、なに？",
                    "SummaryJapanese": "今日は第３芸能課のみんなで宣材写真の撮影の日。仁奈もお気に入りのキグルミを着て、すっかり準備万端！しかし、宣伝用の顔写真にキグルミはダメだと言われてしまう。着替えてもらおうとするプロデューサーだが、なぜかどうしてもキグルミを脱ぎたがらない仁奈。Ｐは困り果て、とうとう写真は撮れずじまい……。はっきりしないＰにゲンメツのありすたちだったが、そんなことより仁奈のキグルミが行方不明で！？"
                },
                "3": {
                    "ID": "9727239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9727239",
                    "TitleEnglish": "What Sinks in the Ocean and Doesn't Get Wet?",
                    "SummaryEnglish": "The Third Entertainment Division gets its first public exposure when Miria goes on an internet livestream.",
                    "TitleJapanese": "海に沈んでもぬれないもの、なに？",
                    "SummaryJapanese": "仕事のないレッスンばかりの日々に、プロデューサーへの不満をつのらせる第３芸能課の面々。そんなとき、同じ事務所の先輩アイドルである佐藤心と安部菜々の人気動画チャンネル『しゅがみん☆ＴＶ』にはしゃぐみりあたちを見て、Ｐはあることを思いつく。それは、心にお仕事としての動画撮影を教えてもらうこと！ 大喜びでライブ配信を教えてほしいとねだるみりあ。心は渋るが、ついうっかり配信をスタートさせてしまって……！？"
                },
                "4": {
                    "ID": "9745863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745863",
                    "TitleEnglish": "What Flies With Broken Wings?",
                    "SummaryEnglish": "Momoka gets a request to be on a daytime television show, but the person they want to see isn't who she really is. Is she willing to change who she is to become a star?",
                    "TitleJapanese": "羽が折れているのに飛んでいくもの、なに？",
                    "SummaryJapanese": "バラエティ番組への出演が決まった桃華。収録のためやってきたのは、なんとバンジージャンプ！ 悲鳴と絶叫がとどろく中、落ちついた様子の桃華に大人たちは感心しきり。一方、見学についてきたありすは、完璧に台本を演じてみせる桃華の姿になぜかショックを受けていた。撮影は順調に進み、いよいよバンジーを飛ぶことに。いつもどおり優雅な微笑みで本番にのぞむ桃華だったが……？"
                },
                "5": {
                    "ID": "9745864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745864",
                    "TitleEnglish": "What's Really High But Underground?",
                    "SummaryEnglish": "Risa gets her first shot at being in a movie. She works hard for the audition, but...",
                    "TitleJapanese": "すごく高いのにずっと地下にあるもの、なに？",
                    "SummaryJapanese": "梨沙は焦っていた。そんなときプロデューサーが持ってきたのは、短編映画の主役のオーディション。絶対に受かってみせると意気込む梨沙の大一番に、第３芸能課のみんなもはりきって応援！してくれたのだが……梨沙はみんなをテキトーにあしらい、プロデューサーのアドバイスも聞こうとしない。「自分にはパパがついているから大丈夫」と豪語する梨沙は、ひとり台本と向き合い続けて……。"
                },
                "6": {
                    "ID": "9745865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745865",
                    "TitleEnglish": "What Gets Cooler the Hotter It Gets?",
                    "SummaryEnglish": "Haru is given a chance to be a backup dancer, but refuses to wear the girly outfit. Is being an idol what she truly wants to do?",
                    "TitleJapanese": "暑くなればなるほどかけるもの、なに？",
                    "SummaryJapanese": "人気アイドルユニット・LiPPSのライブのバックダンサーに選ばれた晴と梨沙。おどろく晴たちだったが、本番まで時間が無いながらも着々と息を合わせ、経過は順調。しかし、プロデューサーが持ってきたステージ衣装を見るやいなや、晴は真っ青に。スカートなんて絶対ヤダ！と立てこもってしまう。いつもの調子で言いくるめようとする梨沙だったが、晴は今までに見たことのない顔で出ていってしまって……。"
                },
                "7": {
                    "ID": "9745866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745866",
                    "TitleEnglish": "What Speaks Without a Voice?",
                    "SummaryEnglish": "It's a big day for Koharu as she goes to the zoo with her special friend, a pet iguana.",
                    "TitleJapanese": "声を持たないのに語るもの、なに？",
                    "SummaryJapanese": "お姫さまになることを夢見る女の子、小春は、今日も星空を見上げていた。「みんなとたくさんニコニコできますように〜♪」そうお願いする小春のもとへ舞い込んだのは、イグアナの大親友・ヒョウくんと一緒のアイドルのお仕事！はじめてのお仕事に、なんだかとってもふわふわな気持ちの小春。そして小春は、そのままふわふわと迷子になってしまうのだった……。"
                },
                "8": {
                    "ID": "9745867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745867",
                    "TitleEnglish": "What Do You Put On to Be Beautiful?",
                    "SummaryEnglish": "Chie helps out a fashion show, but she's nervous about going on stage. What if she messes up and ruins things for everyone? Can the other girls help her fulfill her catwalk dreams?",
                    "TitleJapanese": "綺麗になるためにはくもの、なに？",
                    "SummaryJapanese": "カリスマＪＫアイドル社長・桐生つかさのブランドが、子ども向けの商品を販売する。そのランウェイイベントに出演することになった千枝、みりあ、小春の３人は、おしゃれで大人っぽい衣装にやる気満々。だが千枝は、かわいらしい衣装に内心気後れしてしまっていた。緊張を隠し、準備を手伝う千枝。と、そこへ絹を裂くようなつかさの悲鳴が！？ あわてて駆けつけると、これから着るはずの衣装たちがぐちゃぐちゃになっていて……！"
                },
                "9": {
                    "ID": "9745868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745868",
                    "TitleEnglish": "What Has Its Face Come Out When It's Warm?",
                    "SummaryEnglish": "The producer takes the idols out for a relaxing summer vacation, but he's got something on his mind...",
                    "TitleJapanese": "あったかいと顔がほころぶもの、なに？",
                    "SummaryJapanese": "今日も元気いっぱいの薫は、ありすと一緒に夏休みの絵日記の宿題中。だけど、歌にお料理にお花にオムライスに……好きなものがたくさんあって、なかなかテーマが決まらない！困る薫にＰが提案したのは、思いっきり『夏』を楽しむこと！？ そんなこんなで夏を満喫しにきたアイドルたち一行は、大自然に大はしゃぎ。薫は我関せずなありすの手をとり、夏休みの思い出作りに外へ飛びだすのだった！！"
                },
                "10": {
                    "ID": "9745869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745869",
                    "TitleEnglish": "What Color Gets Bigger the More You Bring It Together?",
                    "SummaryEnglish": "The girls of the Third Entertainment Division perform their first song as they aim for their big debut.",
                    "TitleJapanese": "重ねれば重ねるほど大きくなる色って、なに？",
                    "SummaryJapanese": "地道なSNS活動のおかげで少しずつ有名になってきた第３芸能課。アイドルたちも、応援してくれるファンのみんなのためにライブをしたくてやる気満々！ なのに、曲がない。デビューまではなんて遠いことかとため息をついていると、Ｐが大慌てで駆け込んできて……満面の笑顔で差し出したのは、なんとみんなのデビュー曲！？ 降ってわいた朗報に大はしゃぎの一同。しかし、モノゴトは一筋縄ではいかないようで……。"
                },
                "11": {
                    "ID": "9745870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745870",
                    "TitleEnglish": "What's the Difference Between Grown-Ups and Kids?",
                    "SummaryEnglish": "The Third Entertainment Division girls gets a new name for their unit and prepare for their debut, but Arisu has something on her mind...",
                    "TitleJapanese": "大人と子供の違いって、なに？",
                    "SummaryJapanese": "デビューが決まり大喜びの第３芸能課。しかし、ありすはひとり重い足取りで家路を歩いていた。これからのことを話したいとプロデューサーに言われ、親を交えた面談をすることになったのだ。自分のきもちを親に打ち明けられないでいるありすは、将来の夢も、進路も、どんな大人になりたいのかも、誰にも相談できないまま面談の日を迎えて……。"
                },
                "12": {
                    "ID": "9745871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-idolmatster-cinderella-girls-u419/episodes/9745871",
                    "TitleEnglish": "What Can't Be Seen When It's Bright Out, But Can Be Seen When It's Nighttime?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "明るい時は見えなくて、眠る時に見えるもの、なに？",
                    "SummaryJapanese": "もうすぐ先輩アイドルたちの合同ライブが開かれる。年齢のせいでライブに出られない第３芸能課の面々は、あこがれのステージにただただ夢を膨らませていた。ところが、ひょんなことから出演が決定！ 大喜びのその日から、大急ぎでレッスンにはげむアイドルたち。しかし、ファンに素敵なステージを届けたいと張り切って踏み出した一歩は、今のみんなにはちょっぴり大きすぎたかもしれなくて……？"
                }
            }
        }
    }
}