{
    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection",
    "Genres": [
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Musical",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt16757068/"
    ],
    "TitleEnglish": "Pretty Rhythm: All Star Selection",
    "SummaryEnglish": "This is the fourth anime series of Pretty Rhythm. The story features a girl named Laala Manaka, who desires to become an Idol. To further her debut the best, the three main protagonists from the previous Pretty Rhythm series Aira, Mia, and Naru give her lessons about how to be the best Idol. In addition to the lessons she's learning, the series also retells the events of the previous Pretty Rhythm series.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2017824",
            "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "9336252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336252",
                    "TitleEnglish": "The Requirements of a Star",
                    "SummaryEnglish": "In the Prism World, Aira Harune from Pretty Rhythm: Aurora Dream, Mia Ageha from Pretty Rhythm: Dear My Future and Naru Ayase from Pretty Rhythm: Rainbow Live appear. Suddenly, Laala Manaka from PriPara pops up from nowhere, which surprises them. Aira tells Laala the story of when she performed a Prism Show for the first time, following with a rebroadcast of episode 1 of Pretty Rhythm: Aurora Dream."
                },
                "2": {
                    "ID": "9336253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336253",
                    "TitleEnglish": "How to Aim to Be the Best",
                    "SummaryEnglish": "Mia tells Laala the story of when she interrupted MARs' Prism Show and challenged Aira, following with a rebroadcast of episode 1 of Pretty Rhythm: Dear My Future."
                },
                "3": {
                    "ID": "9336254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336254",
                    "TitleEnglish": "The Essentials to Appeal Your Dream",
                    "SummaryEnglish": "Naru tells Laala the story of when she applied to be the middle-school manager of Prism Stone, following with a rebroadcast of episode 1 of Pretty Rhythm: Rainbow Live."
                },
                "4": {
                    "ID": "9336255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336255",
                    "TitleEnglish": "Rival Equals Friend",
                    "SummaryEnglish": "Mia tells Laala the story about her best friend and rival Hye-in, following with a rebroadcast of episode 46 of Pretty Rhythm: Dear My Future."
                },
                "5": {
                    "ID": "9336256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336256",
                    "TitleEnglish": "A Rival is Important",
                    "SummaryEnglish": "Aira tells Laala the story of how she came across two tough opponents at the Summer Queen Cup, following with a rebroadcast of episode 21 of Pretty Rhythm: Aurora Dream."
                },
                "6": {
                    "ID": "9336257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336257",
                    "TitleEnglish": "Wall of My Heart",
                    "SummaryEnglish": "Naru tells Laala the story of how her friend Ann Fukuhara competed against Wakana Morizono at the Dreaming Session, following with a rebroadcast of episode 12 of Pretty Rhythm: Rainbow Live. Naru tells Laala to not be afraid to fail and break the wall of her heart."
                },
                "7": {
                    "ID": "9336258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336258",
                    "TitleEnglish": "Your Side Makes Your Dreams Bloom",
                    "SummaryEnglish": "Mia tells Laala the story of how she met a girl who asked to be COSMOs' apprentice, following with a rebroadcast of episode 31 of Pretty Rhythm: Dear My Future. Mia tells Laala to not run away from her dreams."
                },
                "8": {
                    "ID": "9336259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336259",
                    "TitleEnglish": "Be Myself",
                    "SummaryEnglish": "Naru tells Laala the story of when Bell Renjoji became the temporary manager of Prism Stone, following with a rebroadcast of episode 29 of Pretty Rhythm: Rainbow Live. Naru tells Laala to have self-confidence and to always be herself"
                },
                "9": {
                    "ID": "9336260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336260",
                    "TitleEnglish": "My Dream",
                    "SummaryEnglish": "Aira tells Laala the story of the time she participated in the Prism Queen Cup with Rizumu Amamiya and Mion Takamine and won, following with a rebroadcast of episode 50 of Pretty Rhythm: Aurora Dream."
                },
                "10": {
                    "ID": "9336261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336261",
                    "TitleEnglish": "My Best",
                    "SummaryEnglish": "Mia tells Laala the story of when she and her friends completed the Grateful Symphonia, following with a rebroadcast of episode 50 of Pretty Rhythm: Dear My Future."
                },
                "11": {
                    "ID": "9336262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pretty-rhythm-all-star-selection/episodes/9336262",
                    "TitleEnglish": "My Friends",
                    "SummaryEnglish": "Naru tells Laala the story of when the Prism Sparkle disappeared and it was up to her and her friends to restore it, following with a rebroadcast of episode 50 of Pretty Rhythm: Rainbow Live."
                }
            }
        }
    }
}