{
    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22087138/",
        "https://goddess-cafe.com/",
        "http://www.reddit.com/r/GoddessCafeTerrace",
        "https://www.themoviedb.org/tv/209707",
        "https://www.wikidata.org/wiki/Q113827249",
        "https://en.wikipedia.org/wiki/Megami_no_Cafe_Terrace",
        "https://x.com/goddess_cafe_PR"
    ],
    "TitleEnglish": "The Café Terrace and Its Goddesses",
    "SummaryEnglish": "After inheriting his late grandmother’s failing café, Hayato sees it as a bother and plans to sell it for a quick buck. Until he discovers five beautiful girls staying there! When they beg him to keep the café open, Hayato reluctantly gives in. Can he manage the seaside shop while learning to live with these unruly women?",
    "TitleJapanese": "女神のカフェテラス",
    "SummaryJapanese": "隼人の祖母が亡くなったとき、彼は浜辺の荒れ果てたカフェを売却することを計画しましたが、そこには彼女の家族と名乗る 5 人の若い女性が住んでいたことも知らなかったのですか?! カフェを開いたままにしておくという彼らの絶望は、隼人に挑戦するよう説得します...しかし、彼らの最善の意図でさえ、それを機能させるのに十分ではないかもしれません! そして、彼はこれらの5人の手に負えない女性と一緒に仕事をすることさえできますか? とにかく、彼は彼のために仕事を切り詰めました！",
    "Aliases": [
        "Megami no Kafe Terasu",
        "Megami no Café Terrace",
        "Megami no Cafe Terrace"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "1": {
            "ID": "2018412",
            "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9448209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9448209",
                    "TitleEnglish": "Familia",
                    "SummaryEnglish": "Upon learning of his grandma's death, Hayato returns to the café she ran for the first time in years. He plans to shut it down, but finds five girls who formerly worked at Familia living there, and they're determined to save it from demolition...",
                    "TitleJapanese": "ファミリア",
                    "SummaryJapanese": "東大現役合格をした男子学生・粕壁隼は、亡くなった祖母が営んでいた喫茶店「Familia」を畳むため、3年ぶりに店を訪れる。しかし、そこには祖母が住み込みで雇っていた５人の女の子たちが暮らしていた。５人は店を潰させないように、あの手この手で隼を陥落させようとする。赤字まみれの喫茶店はあるだけ無駄だと考えていた隼だったが、彼女たちと接するうちに、昔のことを思い出し…。"
                },
                "2": {
                    "ID": "9716446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9716446",
                    "TitleEnglish": "A Promise With Grandma",
                    "SummaryEnglish": "Hayato decides to reopen his late grandma's café. He begins cohabiting with the five girls who worked there part-time, but naturally, things get off to a rocky start in both the home and the business.",
                    "TitleJapanese": "おばあちゃんとの約束",
                    "SummaryJapanese": "亡くなった祖母の店・喫茶店「Familia」を立て直すことを決意した隼。なし崩し的に、住み込みバイトの５人との共同生活も始まったのだが、女５人に男１人の中で、初日からトラブルばかり。肝心の経営もうまくいかず、コーヒーの腕もイマイチ。５人のバイトたちから時に優しく、時に厳しく諭され、隼は今の自分には足りないものが多いと気づいていき…。"
                },
                "3": {
                    "ID": "9717057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717057",
                    "TitleEnglish": "Opening",
                    "SummaryEnglish": "As Familia is about to reopen, Riho tells Hayato that he needs to get along better with Ouka. He tries hard to make amends with her and repeatedly fails, but her reaction changes when he compliments the waitress uniforms she made...",
                    "TitleJapanese": "開店！",
                    "SummaryJapanese": "コーヒーの練習や近所への挨拶回りを終え、そろそろ喫茶店をリニューアルオープンしようという矢先、隼は流星から「桜花と仲良くしろ」と指摘される。５人の中でも１番反発していた桜花との関係を改善しようとアプローチを試みる隼だったが、店の制服に着替えた桜花を褒めると、意外な反応が？そしてついに、喫茶店「Familia」の再オープンの日が訪れる…。"
                },
                "4": {
                    "ID": "9717058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717058",
                    "TitleEnglish": "Cherry Blossom Festival!",
                    "SummaryEnglish": "A week after Familia's reopening, business is slowing down, so Hayato decides to run a stall at the local Cherry Blossom Festival with new menu items for spring to attract new customers. Everything goes great until some guys try to hit on Ouka...",
                    "TitleJapanese": "桜まつり！",
                    "SummaryJapanese": "ハプニングだらけのオープン初日を乗り越え、１週間が経過。最初の勢いも徐々に失いつつある現状を打破するべく、隼は近々開催される「桜まつり」での売り込みを狙う。そのプランとは、店のメンバーを二分し、別動隊として出店を計画すること。５人の協力や近所のみんなからの助力もあり、順調な滑り出しを迎えるが、桜花に声をかけたナンパ男たちがトラブルを起こし…。"
                },
                "5": {
                    "ID": "9717059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717059",
                    "TitleEnglish": "Day Off",
                    "SummaryEnglish": "Riho is working the café floor alone on busy days and planning promotions at night, leading Hayato to wonder if she's working too hard. Later, on the café's day off, Hayato happens to see Akane's band performing while he's buying supplies in town.",
                    "TitleJapanese": "定休日",
                    "SummaryJapanese": "「桜まつり」への出店が功を奏し、喫茶店「Familia」の経営もようやく軌道に乗ってきた中、人一倍忙しそうに働いている流星。夜もSNSで店の宣伝をするなど、どこか無理をしている様子の流星を見かねて、隼は声を掛ける。また別の日、店の定休日に街へ買い物に来ていた隼は、たまたま前を通りかかったライブハウスで紅葉のバンドがライブをすることを知り…。"
                },
                "6": {
                    "ID": "9717060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717060",
                    "TitleEnglish": "Two Months!",
                    "SummaryEnglish": "Shiragiku and Riho compete to see who can make the best toasted sandwich. Ami is acting quieter than usual, and the rest of the gang tries to find out why. As all this goes on, Hayato loses sight of the line between family and working relationships.",
                    "TitleJapanese": "２か月！",
                    "SummaryJapanese": "キッチンで仲良さそうに話す隼と白菊を見つめている流星は、モヤモヤするよく分からない感情を抱いていた。そんな白菊と流星によるトーストサンド対決が突然始まり…。一方、普段はうるさいくらいの秋水が大人しい。不審に思ったみんなは、原因を突き止めようと試行錯誤する。そんな賑やかなメンバーと共に、騒がしい日々を過ごしていた隼だったが、いつの間にか、家族と従業員の境界を忘れ、甘えていたのではないかと気づいてしまい…。"
                },
                "7": {
                    "ID": "9717061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717061",
                    "TitleEnglish": "A Year in My Life",
                    "SummaryEnglish": "Hayato notices that Akane seems down, and suspects she's planning to quit. When he asks her about it, she responds with a defeated look, so he asks her to teach him how his grandma made coffee. His coldness makes Akane wonder what \"family\" truly is.",
                    "TitleJapanese": "アタシの１年",
                    "SummaryJapanese": "紅葉の物憂げな様子に、何かあったのではないかと察する隼は、店を辞めるつもりなのではないかと、本人に直接尋ねる。何かを諦めたかのような紅葉の表情を見た隼は、最後のデートと称し、紅葉が愛する祖母直伝のコーヒーの淹れ方を教わる。理由を何も聞かない隼に、本当の家族ではないことを思い出してしまい、何も言えなくなる紅葉。そんな彼女が淹れたコーヒーを飲みながら、隼が口にした言葉は…。"
                },
                "8": {
                    "ID": "9717062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717062",
                    "TitleEnglish": "A Beach Hut!",
                    "SummaryEnglish": "Summer has begun, and Hayato decides to open a beach hut to draw more attention to Familia. Its opening day is surprisingly busy, and Riho seems to be working harder than usual to keep up...",
                    "TitleJapanese": "海の家！",
                    "SummaryJapanese": "紅葉の母親の説得にも成功し、現状を守ることに成功した隼だったが、喫茶店「Familia」の人間関係は少しずつ、だが確実に変化しつつあった。そんな中、季節は夏本番に突入し、喫茶店「Familia」をさらに盛り上げるべく、隼は本店と並行して海の家をオープンする計画を立案する。夏の陽気と忙しさに浮足立つ６人。そしていよいよ始まった海の家で、いつも以上に張り切ってしまった流星が、突然倒れてしまい…。"
                },
                "9": {
                    "ID": "9717063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717063",
                    "TitleEnglish": "Riho and Her Past",
                    "SummaryEnglish": "Beach hut business is booming, and Hayato feels like the girls are finally communicating more openly with him. But then a TV crew shows up, and the director seems to know Riho, revealing a past she hadn't told any of the Familia gang about.",
                    "TitleJapanese": "流星と、その過去",
                    "SummaryJapanese": "熱中症で倒れてしまったものの、隼の迅速な対応ですっかり回復した流星。海の家作戦も予想以上の賑わいを見せ、嬉しい悲鳴があがるばかり。隼も、みんなと少しずつ本音で話せるようになってきたと思った矢先、喫茶店「Familia」の海の家に、テレビ局のクルーが取材に訪れる。ディレクターの男性は、どうやら流星を知っているらしく思わぬ再会をきっかけに、今まで誰にも話そうとしなかった流星の過去が明かされる…。"
                },
                "10": {
                    "ID": "9717064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717064",
                    "TitleEnglish": "Ouka and Kikka",
                    "SummaryEnglish": "Ami is being her usual goofy self when Ouka suddenly yells at her. It turns out \"Ouka\" was actually Ouka's twin sister, Kikka, and she proceeds to insult Familia and all six of its workers. It seems Ouka and Kikka have a complicated relationship...",
                    "TitleJapanese": "桜花と橘花",
                    "SummaryJapanese": "いつも通り無邪気にからもうとする秋水を、突然冷たい言葉で突き放す桜花。明らかに様子がおかしいと隼に泣きついた秋水だったが、その正体は、桜花の双子の妹である橘花だった。その後、家を訪れた橘花は、「Familia」の他の面々にも、辛らつな言葉を投げつけ、桜花と喧嘩になってしまう。隼はまた面倒なことになったとぼやきつつも、彼女が訪れた理由を探るうちに、２人の関係の複雑さと、秘密を知ることとなり…。"
                },
                "11": {
                    "ID": "9717065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717065",
                    "TitleEnglish": "Fireworks of Love",
                    "SummaryEnglish": "The Familia crew visits a bathhouse while their bathtub at home is broken. The wagashi shop owner happens to be there, and she asks the girls how they feel about Hayato, prompting some of them to face their feelings.",
                    "TitleJapanese": "恋の火花",
                    "SummaryJapanese": "「Familia」の庭で、花火をしながら夏を振り返る、隼と５人。色々なことがあった夏の間に、隼との関係が深まっていた。そんなある日、家の風呂釜が壊れてしまったため、６人は町の銭湯へと足を運ぶ。開放的になった女子５人は、たまたま居合わせた和菓子屋のおばちゃんの「隼くんのこと、どう思ってるの？」という問いに、それぞれの答えを返すが、なかなか素直になれない流星に、紅葉が意外な言葉をかける…。"
                },
                "12": {
                    "ID": "9717066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717066",
                    "TitleEnglish": "Two Encounters",
                    "SummaryEnglish": "Hayato and Shiragiku are trying to come up with new menu items for fall. As they're discussing ideas with the neighborhood shop owners, the fishmonger brings up a memory of Hayato's grandma that he didn't know about...",
                    "TitleJapanese": "二つの出会い",
                    "SummaryJapanese": "お互いの本音・隼への恋心をさらけ出し、ライバル宣言をした流星と紅葉。一方、喫茶店「Familia」の新メニューを開発しようと意気込む隼は、白菊と共に試行錯誤を重ねる。そんな中、２人が近所のお店仲間の面々と店のメニューについて相談していると、魚屋のおじさんが、祖母との思わぬ思い出を口にする。その言葉に反応する白菊の様子に、隼は何かを確信し、白菊が語る、過去にあった“ある出会い”を知る。"
                }
            }
        },
        "2": {
            "ID": "2070244",
            "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9863154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9863154",
                    "TitleEnglish": "A Dark Shadow Over Familia",
                    "SummaryEnglish": "It's business as usual at Café Terrace Familia, and the girls are coming to terms with their own feelings for Hayato. But then, a sinister quintet appear with their own designs to crush the café... and something new about the past is revealed.",
                    "TitleJapanese": "ファミリアに黒い影",
                    "SummaryJapanese": "隼に自分の気持ちを伝えた紅葉と白菊は好意を隠せなくなり、「Familia」の営業中でも隼と身体の距離が自然と近くなってしまう。店の風紀を心配する桜花は紅葉と白菊に注意するが、２人は素直に認めようとしない。さらに流星が隼への恋心を桜花たちの前で打ち明け、桜花は「Familia」の人間関係に思い悩む。妹の橘花にそのことを相談するが、橘花からは自分の中にある隼への感情を指摘されてしまう。"
                },
                "2": {
                    "ID": "10535593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535593",
                    "TitleEnglish": "A Bolt From the Blue",
                    "SummaryEnglish": "Ouka realizes that all six of the current Familia staff are the grandkids of the six waitresses who once worked at Hayato's grandpa's coffee shop. Could it really be just a coincidence? Meanwhile, Fuwa opens a new café restaurant called Family...",
                    "TitleJapanese": "青天の霹靂",
                    "SummaryJapanese": "娘を案じる桜花の父から幕澤家に招かれた隼。そこで対面した桜花の祖母・春恵は隼の顔を見て涙を流す。かつて春恵は、隼の祖父・大洋が営んでいた喫茶店で働いていたのだという。春恵の話から今の「Familia」で働く６人の祖母が大洋の店で働いていたことに気付いた桜花は、これが単なる偶然なのか疑念を抱く。そんな中、「Familia」の隣に不破が経営するカフェレストラン「Family」がオープンするとの報せが…。"
                },
                "3": {
                    "ID": "10535594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535594",
                    "TitleEnglish": "The First Counterstrike",
                    "SummaryEnglish": "The Familia crew counters Fuwa's Family by wearing Halloween costumes designed by Ouka and releasing an attention-grabbing new menu item created by Shiragiku. Riho also makes up her mind to defend Familia using a weapon unique to her...",
                    "TitleJapanese": "反撃の一手",
                    "SummaryJapanese": "不破が「Familia」を潰すためオープンさせた「Family」に対抗するべく、ハロウィンに合わせた新衣装と、目玉となる新メニューの展開を考える隼たち。幸子が作っていた料理に手を加えたくない白菊は、メニュー作りに難航していたが、隼の言葉で吹っ切れ自分ならではの渾身の逸品を作り上げる。そんな白菊の背中を見た流星も、自分にしかできないやり方で「Familia」の力になろうと考える。"
                },
                "4": {
                    "ID": "10535595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535595",
                    "TitleEnglish": "Eleven Co-ed Cohabitors",
                    "SummaryEnglish": "Family's reputation plummets after Ririka's accidental livestream. Enraged, Fuwa shuts the restaurant down and forces the five waitresses out of their living quarters. When Riho learns of their plight, she asks Hayato to let them stay at Familia.",
                    "TitleJapanese": "男女１１人共同生活",
                    "SummaryJapanese": "莉々歌が配信を切り忘れていたことで致命的な悪評を被った「Family」。激怒した不破はカフェレストランを閉店させ、働いていた５人を住む場所からも追い出してしまう。莉々歌から事情を聴いた流星は、行き場所を失った彼女たちを「Familia」に住まわせてくれるよう隼に頼み込む。「Familia」の５人を迎え入れた祖母のことがよぎる隼は、不承不承ながらそれを受け入れるのだった。"
                },
                "5": {
                    "ID": "10535596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535596",
                    "TitleEnglish": "A Hot Spring Trip for the Familia Party",
                    "SummaryEnglish": "Café Restaurant Family reopens as Chiyoda Diner, and the Familia crew are among the first to sample its Japanese-style cuisine. As they're leaving, Ririka gives Riho a ticket for two to a hot spring inn. Will Riho finally get some alone time with Hayato?",
                    "TitleJapanese": "温泉旅行　ファミリア御一行様",
                    "SummaryJapanese": "隼の支援を受け、カフェレストラン「Family」は定食屋「千代田食堂」として再始動した。プレオープンに招かれ、萌美の料理に舌鼓を打つ隼たち。帰り際、流星は莉々歌から隼と行くようにと温泉旅館のペア宿泊券を渡される。隼と２人きりとなり、勇気を出して旅行に誘う流星だが、及び腰な態度の隼。そんな中、商店街のくじ引きでそれぞれ温泉旅行のペアチケットを当てた桜花と白菊が帰ってきて…。"
                },
                "6": {
                    "ID": "10535597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535597",
                    "TitleEnglish": "The End of a Scary Dream",
                    "SummaryEnglish": "Ami heads to the senior home, but her grandma still remains expressionless and pushes her away. Ami breaks down crying. Then Hayato remembers a dream he had last night involving his own grandparents...",
                    "TitleJapanese": "怖い夢の終わり",
                    "SummaryJapanese": "病気によって自分のことを忘れてしまった祖母の勝代と、再び向き合う決意をした秋水。普段の明るさを取り戻して勝代が暮らす施設へと向かった秋水だが、久しぶりに再会した勝代の様子は、突き放すかのように無表情のまま変わらない。それを受け止められずに泣き崩れてしまう秋水に代わって勝代の前に立った隼は、昨晩夢に現れた祖父の大洋と同じ言葉で呼び掛ける。"
                },
                "7": {
                    "ID": "10535598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535598",
                    "TitleEnglish": "I'm Not Letting You Sleep Tonight",
                    "SummaryEnglish": "Ami decides to stay with her grandma, so the rest of the Familia crew stays a second night in an old inn that looks more like a haunted house. Hayato just wants to sleep, but the girls aren't going to make it easy for him...",
                    "TitleJapanese": "眠らせない夜",
                    "SummaryJapanese": "秋水が祖母のもとに一晩残ることになり、旅先でもう一泊していくことになった「Familia」の５人。しかし見つかった宿泊先は見るからに怪しい古旅館。一刻も早く眠りにつこうとする隼だが、紅葉や白菊が引き起こす騒ぎに巻き込まれて中々休むことができない。やっと夜が明けてみんなが目覚める中、眠り続ける隼を起こそうとした桜花は衝撃的なモノを目撃してしまう。"
                },
                "8": {
                    "ID": "10535599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535599",
                    "TitleEnglish": "It's Not a Joke",
                    "SummaryEnglish": "Hayato wants to get Shiragiku a birthday gift, even though he's two weeks late. Akane helps him choose one, and on their way home, he remembers that today is Akane's birthday. He offers to buy her a gift as an apology, but she only wants one thing...",
                    "TitleJapanese": "冗談なんかじゃない",
                    "SummaryJapanese": "ライバル店となる「Family」のオープンや温泉旅行など様々な出来事があり、白菊の誕生日を３週間も過ぎていたことを思い出す隼。遅ればせながらも誕生日を祝うため、紅葉とともにプレゼント選びで合羽橋を訪れる。紅葉のアドバイスでプレゼントを決めた隼だったが、帰り際に今日が紅葉の誕生日だったことに気が付く。お詫びとしてなにかプレゼントをさせてほしいと告げる隼に、紅葉はあるお願いをしてきて…？"
                },
                "9": {
                    "ID": "10535600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535600",
                    "TitleEnglish": "Mother and Daughter",
                    "SummaryEnglish": "Riho gets an offer to appear in a drama. While she's away filming, a man dressed in all black and sunglasses enters Familia and waits alone for six hours. Suspicious, Ami tries to drive him away, but then Riho returns and takes a look at the stranger...",
                    "TitleJapanese": "母と娘",
                    "SummaryJapanese": "馴染みのディレクターである野村から、流星にドラマ出演のオファーが届く。莉々歌の後押しもあって出演を決めた流星だったが、配役は元天才子役という設定の死体役だった。一方ドラマロケで流星のいない「Familia」に、全身黒づくめにサングラスの男が訪れる。６時間も１人で居座り続け、不審な素振りをみせたため秋水に撃退されるものの、丁度帰宅した流星は伸びた男の素顔を見て…。"
                },
                "10": {
                    "ID": "10535601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535601",
                    "TitleEnglish": "Christmas Party!",
                    "SummaryEnglish": "The girls want to plan a Christmas party together, right as competition for Hayato's affection begins to really heat up.",
                    "TitleJapanese": "クリスマスパーティー！",
                    "SummaryJapanese": "「Familia」と「千代田食堂」による合同のクリスマスパーティーを開くことにした隼たち。パーティーを前にして流星は莉々歌に、紅葉は碧流に、白菊は萌美に、それぞれ隼との関係について進捗を聞かれるが、３人とも進展がないことに気付いて焦りを抱く。初めて大勢でクリスマスを迎えることになった隼がささやかに楽しみにしていたパーティーは、凄絶な「隼争奪戦」に変わろうとしていた。"
                },
                "11": {
                    "ID": "10535602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535602",
                    "TitleEnglish": "Kisses, Openings, and Things to Think About",
                    "SummaryEnglish": "After seeing Akane boldly kiss Hayato in front of everyone, Riho is dead-set on getting her own kiss from him, but she wants the scenario to be just perfect. She drags him around town to find the ideal setting for a kiss, but nothing seems good enough...",
                    "TitleJapanese": "キスとスキと考えごと",
                    "SummaryJapanese": "白菊が隼にキスをした事件についての裁判の結果、「Familia」の他の４人にも隼とキスをする権利が与えられることに。ピンと来ない秋水と固辞する桜花を後目に、紅葉はみんなの前で見せつけるようにして隼の唇を奪う。それに触発された流星は、理想のシチュエーションでキスをするため隼を外へと連れ出す。しかし、あくまで隼の方からキスをしてもらいたい流星の願いは中々叶わず…。"
                },
                "12": {
                    "ID": "10535603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535603",
                    "TitleEnglish": "The Last Pilaf",
                    "SummaryEnglish": "As the Familia crew enjoys their New Year's dinners from Chiyoda Diner, Hayato announces his decision to quit college and officially take over Familia. Ouka follows his announcement with one of her own.",
                    "TitleJapanese": "最後のピラフ",
                    "SummaryJapanese": "初詣から戻り、「千代田食堂」から届いたおせちを囲む隼と５人。成人した紅葉も酒宴に加わり、元旦はいつも以上に賑やかに過ぎていく。新年を迎え、みんなの前で東大を退学して正式に「Familia」を継ぐことを宣言する隼。それを聞いた桜花は、３月からフランスのファッションブランドで働くために、１月いっぱいで「Familia」を去っていくことを告げる。突然訪れた桜花との別れに隼と4人は…!?"
                }
            }
        }
    }
}