{
  "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt22087138/",
    "https://goddess-cafe.com/",
    "http://www.reddit.com/r/GoddessCafeTerrace",
    "https://www.themoviedb.org/tv/209707",
    "https://www.wikidata.org/wiki/Q113827249",
    "https://en.wikipedia.org/wiki/Megami_no_Cafe_Terrace",
    "https://x.com/goddess_cafe_PR"
  ],
  "TitleEnglish": "The Café Terrace and Its Goddesses",
  "SummaryEnglish": "After inheriting his late grandmother’s failing café, Hayato sees it as a bother and plans to sell it for a quick buck. Until he discovers five beautiful girls staying there! When they beg him to keep the café open, Hayato reluctantly gives in. Can he manage the seaside shop while learning to live with these unruly women?",
  "Aliases": [
    "Megami no Kafe Terasu",
    "Megami no Café Terrace",
    "Megami no Cafe Terrace",
    "Goddess Café Terrace"
  ],
  "Modified": "2025-08-08",
  "Seasons": {
    "1": {
      "ID": "2018412",
      "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9448209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9448209",
          "TitleEnglish": "Familia",
          "SummaryEnglish": "Upon learning of his grandma's death, Hayato returns to the café she ran for the first time in years. He plans to shut it down, but finds five girls who formerly worked at Familia living there, and they're determined to save it from demolition...",
          "Aliases": []
        },
        "2": {
          "ID": "9716446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9716446",
          "TitleEnglish": "A Promise With Grandma",
          "SummaryEnglish": "Hayato decides to reopen his late grandma's café. He begins cohabiting with the five girls who worked there part-time, but naturally, things get off to a rocky start in both the home and the business.",
          "Aliases": []
        },
        "3": {
          "ID": "9717057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717057",
          "TitleEnglish": "Opening",
          "SummaryEnglish": "As Familia is about to reopen, Riho tells Hayato that he needs to get along better with Ouka. He tries hard to make amends with her and repeatedly fails, but her reaction changes when he compliments the waitress uniforms she made...",
          "Aliases": []
        },
        "4": {
          "ID": "9717058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717058",
          "TitleEnglish": "Cherry Blossom Festival!",
          "SummaryEnglish": "A week after Familia's reopening, business is slowing down, so Hayato decides to run a stall at the local Cherry Blossom Festival with new menu items for spring to attract new customers. Everything goes great until some guys try to hit on Ouka...",
          "Aliases": []
        },
        "5": {
          "ID": "9717059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717059",
          "TitleEnglish": "Day Off",
          "SummaryEnglish": "Riho is working the café floor alone on busy days and planning promotions at night, leading Hayato to wonder if she's working too hard. Later, on the café's day off, Hayato happens to see Akane's band performing while he's buying supplies in town.",
          "Aliases": []
        },
        "6": {
          "ID": "9717060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717060",
          "TitleEnglish": "Two Months!",
          "SummaryEnglish": "Shiragiku and Riho compete to see who can make the best toasted sandwich. Ami is acting quieter than usual, and the rest of the gang tries to find out why. As all this goes on, Hayato loses sight of the line between family and working relationships.",
          "Aliases": []
        },
        "7": {
          "ID": "9717061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717061",
          "TitleEnglish": "A Year in My Life",
          "SummaryEnglish": "Hayato notices that Akane seems down, and suspects she's planning to quit. When he asks her about it, she responds with a defeated look, so he asks her to teach him how his grandma made coffee. His coldness makes Akane wonder what \"family\" truly is.",
          "Aliases": []
        },
        "8": {
          "ID": "9717062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717062",
          "TitleEnglish": "A Beach Hut!",
          "SummaryEnglish": "Summer has begun, and Hayato decides to open a beach hut to draw more attention to Familia. Its opening day is surprisingly busy, and Riho seems to be working harder than usual to keep up...",
          "Aliases": []
        },
        "9": {
          "ID": "9717063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717063",
          "TitleEnglish": "Riho and Her Past",
          "SummaryEnglish": "Beach hut business is booming, and Hayato feels like the girls are finally communicating more openly with him. But then a TV crew shows up, and the director seems to know Riho, revealing a past she hadn't told any of the Familia gang about.",
          "Aliases": []
        },
        "10": {
          "ID": "9717064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717064",
          "TitleEnglish": "Ouka and Kikka",
          "SummaryEnglish": "Ami is being her usual goofy self when Ouka suddenly yells at her. It turns out \"Ouka\" was actually Ouka's twin sister, Kikka, and she proceeds to insult Familia and all six of its workers. It seems Ouka and Kikka have a complicated relationship...",
          "Aliases": []
        },
        "11": {
          "ID": "9717065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717065",
          "TitleEnglish": "Fireworks of Love",
          "SummaryEnglish": "The Familia crew visits a bathhouse while their bathtub at home is broken. The wagashi shop owner happens to be there, and she asks the girls how they feel about Hayato, prompting some of them to face their feelings.",
          "Aliases": []
        },
        "12": {
          "ID": "9717066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9717066",
          "TitleEnglish": "Two Encounters",
          "SummaryEnglish": "Hayato and Shiragiku are trying to come up with new menu items for fall. As they're discussing ideas with the neighborhood shop owners, the fishmonger brings up a memory of Hayato's grandma that he didn't know about...",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2070244",
      "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "ケンカ別れした祖母が遺した喫茶店「Familia」を継いだ主人公・粕壁 隼。\nそこには「おばあちゃんの家族」を語る見知らぬ５人の女神（カワイイ女の子）が！\n\n初めは衝突ばかりだったが、それぞれの過去や、\n家庭の事情を知った隼と女神たちの尽力によって様々な問題を乗り越えてきた「Familia」。\n\nしかし…\n隣にまさかのライバル店が⁉\nそこには5人の新たなカワイイ女の子が⁉\n\nそして祖母の代から続く不思議な縁が、隼と女神たちの関係をさらに深めていき…⁉",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9863154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/9863154",
          "TitleEnglish": "A Dark Shadow Over Familia",
          "SummaryEnglish": "It's business as usual at Café Terrace Familia, and the girls are coming to terms with their own feelings for Hayato. But then, a sinister quintet appear with their own designs to crush the café... and something new about the past is revealed.",
          "Aliases": []
        },
        "2": {
          "ID": "10535593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535593",
          "TitleEnglish": "A Bolt From the Blue",
          "SummaryEnglish": "Ouka realizes that all six of the current Familia staff are the grandkids of the six waitresses who once worked at Hayato's grandpa's coffee shop. Could it really be just a coincidence? Meanwhile, Fuwa opens a new café restaurant called Family...",
          "Aliases": []
        },
        "3": {
          "ID": "10535594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535594",
          "TitleEnglish": "The First Counterstrike",
          "SummaryEnglish": "The Familia crew counters Fuwa's Family by wearing Halloween costumes designed by Ouka and releasing an attention-grabbing new menu item created by Shiragiku. Riho also makes up her mind to defend Familia using a weapon unique to her...",
          "Aliases": []
        },
        "4": {
          "ID": "10535595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535595",
          "TitleEnglish": "Eleven Co-ed Cohabitors",
          "SummaryEnglish": "Family's reputation plummets after Ririka's accidental livestream. Enraged, Fuwa shuts the restaurant down and forces the five waitresses out of their living quarters. When Riho learns of their plight, she asks Hayato to let them stay at Familia.",
          "Aliases": []
        },
        "5": {
          "ID": "10535596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535596",
          "TitleEnglish": "A Hot Spring Trip for the Familia Party",
          "SummaryEnglish": "Café Restaurant Family reopens as Chiyoda Diner, and the Familia crew are among the first to sample its Japanese-style cuisine. As they're leaving, Ririka gives Riho a ticket for two to a hot spring inn. Will Riho finally get some alone time with Hayato?",
          "Aliases": []
        },
        "6": {
          "ID": "10535597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535597",
          "TitleEnglish": "The End of a Scary Dream",
          "SummaryEnglish": "Ami heads to the senior home, but her grandma still remains expressionless and pushes her away. Ami breaks down crying. Then Hayato remembers a dream he had last night involving his own grandparents...",
          "Aliases": []
        },
        "7": {
          "ID": "10535598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535598",
          "TitleEnglish": "I'm Not Letting You Sleep Tonight",
          "SummaryEnglish": "Ami decides to stay with her grandma, so the rest of the Familia crew stays a second night in an old inn that looks more like a haunted house. Hayato just wants to sleep, but the girls aren't going to make it easy for him...",
          "Aliases": []
        },
        "8": {
          "ID": "10535599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535599",
          "TitleEnglish": "It's Not a Joke",
          "SummaryEnglish": "Hayato wants to get Shiragiku a birthday gift, even though he's two weeks late. Akane helps him choose one, and on their way home, he remembers that today is Akane's birthday. He offers to buy her a gift as an apology, but she only wants one thing...",
          "Aliases": []
        },
        "9": {
          "ID": "10535600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535600",
          "TitleEnglish": "Mother and Daughter",
          "SummaryEnglish": "Riho gets an offer to appear in a drama. While she's away filming, a man dressed in all black and sunglasses enters Familia and waits alone for six hours. Suspicious, Ami tries to drive him away, but then Riho returns and takes a look at the stranger...",
          "Aliases": []
        },
        "10": {
          "ID": "10535601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535601",
          "TitleEnglish": "Christmas Party!",
          "SummaryEnglish": "The girls want to plan a Christmas party together, right as competition for Hayato's affection begins to really heat up.",
          "Aliases": []
        },
        "11": {
          "ID": "10535602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535602",
          "TitleEnglish": "Kisses, Openings, and Things to Think About",
          "SummaryEnglish": "After seeing Akane boldly kiss Hayato in front of everyone, Riho is dead-set on getting her own kiss from him, but she wants the scenario to be just perfect. She drags him around town to find the ideal setting for a kiss, but nothing seems good enough...",
          "Aliases": []
        },
        "12": {
          "ID": "10535603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/megami-no-cafe-terrace/episodes/10535603",
          "TitleEnglish": "The Last Pilaf",
          "SummaryEnglish": "As the Familia crew enjoys their New Year's dinners from Chiyoda Diner, Hayato announces his decision to quit college and officially take over Familia. Ouka follows his announcement with one of her own.",
          "Aliases": []
        }
      }
    }
  }
}