{
    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27460264/",
        "https://www.instagram.com/ojou_info/",
        "https://ojoutobankenkun.com/",
        "http://www.reddit.com/r/AGirlAndHerGuardDog",
        "https://www.themoviedb.org/tv/212053",
        "https://www.wikidata.org/wiki/Q114568888",
        "https://en.wikipedia.org/wiki/A_Girl_%26_Her_Guard_Dog",
        "https://x.com/ojou_info"
    ],
    "TitleEnglish": "A Girl & Her Guard Dog",
    "SummaryEnglish": "Isaku never asked to be the daughter of a yakuza boss, but when her parents died in a car accident when she was 5, her gangster grandfather took her in and raised her as part of the clan. After years of being avoided by her schoolmates because of her family ties, Isaku is finally ready to make her high-school debut, live a normal life, and maybe even find love...until loyal family servant and Isaku's dedicated guardian, 26-year-old Keiya, enters high school right alongside her and vows to protect her from all of the above! Now she's got a chain-smoking, pistol-wielding knight-in-shining(?)-armor to deal with, and navigating high school besides? What's a young lady to do?!",
    "TitleJapanese": "お嬢と番犬くん",
    "SummaryJapanese": "高校ではフツーに友達を作ってフツーに恋がしたい！\n地元から離れた高校へ入学したけど、過保護な若頭・宇藤啓弥(26)が年齢詐称して一咲の高校に裏口入学！？\n「恋愛なんて一咲さんには早すぎます」と訴え、男を近づけない気満々の啓弥。\nだけど、実は一咲はずっと前から啓弥に片想いしていてー！？",
    "Aliases": [
        "Ojō to Banken-kun",
        "Ojou to Banken-kun"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "1": {
            "ID": "2018530",
            "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9998730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/9998730",
                    "TitleEnglish": "Spring and Beginnings",
                    "SummaryEnglish": "Isaku gets into the high school that she wanted, and is excited to finally meet classmates who don't know she's the granddaughter of a yakuza boss. Unfortunately, her family member/crush/bodyguard decides to attend school with her.",
                    "TitleJapanese": "春とはじまり",
                    "SummaryJapanese": "自分をヤクザの孫だと知らない人しかいない高校で、普通の高校生として青春を謳歌し、フツーの恋がしたい！と思っていた一咲だったが、何故か自分の世話係である宇藤啓弥が、一咲の同級生として一緒に入学すると言い出して……。\n「一咲さんに恋愛なんて早すぎます！」と、近づいてくる男子たちを蹴散らす啓弥に、ついカッとなってしまう一咲。過保護でおせっかいなアラサー世話係兼同級生との、前途多難な高校生活が、はじまる。"
                },
                "2": {
                    "ID": "10003139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003139",
                    "TitleEnglish": "Maidenly Feelings and Parental Feelings",
                    "SummaryEnglish": "Isaku tries her best to get over Keiya, and she finally starts to make a new friend. But when she sneaks out to karaoke with her new friends, she learns that not all friends are what they appear to be.",
                    "TitleJapanese": "乙女心と親心",
                    "SummaryJapanese": "ヤクザである啓弥に心惹かれている一咲だが、頭では、彼に恋をし続けてはいけないと分かってもいた。だからこそ、他の男性に目を向け、恋が出来たら。そんな時に出会ったのが、隣のクラスの田丸という男子であった。いつものことながら、啓弥に田丸との会話を邪魔され、ついつい一咲は田丸の前でカッとなって啓弥を怒鳴ってしまう。まずい、と慌てる一咲だったが、田丸は怯えるどころか、そんな一咲を面白がってくれて――。"
                },
                "3": {
                    "ID": "10003140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003140",
                    "TitleEnglish": "Kisses and Love",
                    "SummaryEnglish": "Isaku is frustrated with Keiya when he doesn't even try to pass his tests at school. They agree that she'll give him a reward if he passes his next make-up exam, but the reward he asks for is nothing Isaku could have expected.",
                    "TitleJapanese": "キスとスキ",
                    "SummaryJapanese": "一咲が一切勉強をしようとしない啓弥に図書館で勉強を教えていると、同級生たちがちょっかいを出してくる。いつも一緒にいる一咲と啓弥が付き合っているのではないか、と言われ、思わず一咲はドギマギするが、啓弥がきっぱりと「それはない」と否定したのを見て、ずーんとショックを受けていた。相変わらず一咲をどう思っているのか分からない啓弥だったが、「追試に合格したごほうびとして、一咲さんとキスがしたいです」と言い出して――？"
                },
                "4": {
                    "ID": "10003141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003141",
                    "TitleEnglish": "Duty and Danger",
                    "SummaryEnglish": "Isaku, Keiya, and their class go on a trip to the beach. Isaku continues to grapple with her feelings for Keiya, but there seems to be danger lurking around every corner lately.",
                    "TitleJapanese": "危険とトナリあわせ",
                    "SummaryJapanese": "啓弥がヤクザたちに命を狙われている光景を見てしまった一咲は、改めて「ヤクザとの恋愛なんて、してはいけないのだ」と胸を痛める。どんなに彼を好きになっても、ある日突然、死んでしまうかもしれない。自分の目の前からいなくなってしまうかもしれない。そんな辛い未来を思い浮かべ、啓弥への気持ちを断ち切ろうとしていた一咲だったが、臨海学校にて、入れ墨を見られそうになった啓弥を、一咲は咄嗟にかばうことになって――。"
                },
                "5": {
                    "ID": "10003142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003142",
                    "TitleEnglish": "Strife and Settlement",
                    "SummaryEnglish": "Isaku is kidnapped by members of the Kodan-gumi, and Keiya has to save her. Although Isaku's summer break comes to an end, Keiya tries to make up for lost time with an in-house summer vacation getaway.",
                    "TitleJapanese": "波乱と手打ち",
                    "SummaryJapanese": "啓弥を襲ったヤクザたちに拉致された一咲。一咲の乗せられた車を見つけだす啓弥だったが、ヤクザたちは一咲に銃口を向けて脅してきた。このままでは、啓弥が撃たれてしまう。そう思った一咲は、ヤクザに向かって突進！啓弥を守るために自分が思いもよらない行動をしたことで、「啓弥にいなくなられたら嫌なんだ」とはっきりと理解した一咲は、啓弥に「もう危ないことはしないで」と約束をさせ、彼と向き合う覚悟を決める。"
                },
                "6": {
                    "ID": "10003143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003143",
                    "TitleEnglish": "A Midsummer and Night's Dream",
                    "SummaryEnglish": "Isaku is super bored after finishing her summer break homework, so Keiya suggests going to a festival together. Is it a friendly outing, or is it a date?!",
                    "TitleJapanese": "真夏と夜の夢",
                    "SummaryJapanese": "啓弥と地元で開催されているお祭りにやってきた一咲だが、自分がヤクザの孫娘と知っている地元の同級生たちと鉢合わせ、気まずい思いをすることに。だが、咄嗟に啓弥が「高校の同級生」で「デート中」だから、失礼しますと一咲の手を取って連れ出してくれる。とっさの嘘がバレないように、このまま手をつないでお祭りデートをすることになった一咲は、どぎまぎするも、いつしか啓弥との夜を心から楽しみはじめ――。"
                },
                "7": {
                    "ID": "10003144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003144",
                    "TitleEnglish": "Tanuki and Guard Dog",
                    "SummaryEnglish": "Isaku and Keiya meet Mikio, the grandson of another yakuza gang's boss. They're not fans.",
                    "TitleJapanese": "狸と番犬",
                    "SummaryJapanese": "祖父から、懇意にしているヤクザの孫である田貫を紹介される一咲だが、明らかに女たらしで図々しい彼に、一咲も啓弥も警戒ムードであった。正直これ以上無駄に関わりたくない……と思ったのもつかの間、なんと田貫は一咲のクラスに転入してきて！？ヤクザの孫ということを隠したい一咲や、若頭にも関わらず高校生として一咲をガードしている啓弥を、田貫はどうやら面白がっている様子で……。"
                },
                "8": {
                    "ID": "10003146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003146",
                    "TitleEnglish": "Cheap Theatrics and Melodrama",
                    "SummaryEnglish": "The class practices Romeo and Juliet for the culture festival, and Keiya loses his cool with Mikio. Isaku has after-rehearsal practice, and someone unexpectedly shows their true colors.",
                    "TitleJapanese": "三文芝居とメロドラマ",
                    "SummaryJapanese": "放課後の教室で、啓弥にキスされそうになっていたところを見られて慌てる一咲。田貫に啓弥のことが好きなのだろうと言い当てられた一咲。田貫は面白がってさらに一咲にちょっかいをかけるが、啓弥は面白くない。だが、文化祭を成功させたいと言っていた一咲を尊重し、邪魔をしないと約束したため、怒りをこらえる啓弥を見て、二人が両思いなのだと確信した田貫は、二人の仲をもっと引っ掻き回してやろうと画策しはじめた……。"
                },
                "9": {
                    "ID": "10003147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003147",
                    "TitleEnglish": "Knives and Attacks",
                    "SummaryEnglish": "With Keiya unable to act while Mikio has a knife at Isaku's throat, it looks like both Keiya and Isaku are at Mikio's mercy. But when Mikio attempts to sexually assault Isaku, she doesn't play the role he scripted for her.",
                    "TitleJapanese": "刃傷と沙汰",
                    "SummaryJapanese": "ヤンチャすぎるが故に、両親からヤクザである祖父に預けられていた田貫は、必死になって一咲を守ろうとしている啓弥が敵意剥きだしで自分をにらみつける姿にゾクゾクした。もっと、啓弥のあんな顔が見たい。一咲を誘拐し、啓弥をわざと怒らせようとする田貫の思惑に気づき、一咲は田貫を退けた。一方、ロミオ役の田貫に逃げられてクラスメイトは大混乱。そこで、田貫に嫉妬をして台本を丸暗記していた啓弥が代役をすることに。"
                },
                "10": {
                    "ID": "10003148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003148",
                    "TitleEnglish": "Lingering Scents and Whispers",
                    "SummaryEnglish": "As Mikio exits stage left, another wrinkle in Isaku and Keiya's relationship enters stage right.",
                    "TitleJapanese": "移り香と囁き",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "10003149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003149",
                    "TitleEnglish": "Days Gone By and Days to Come",
                    "SummaryEnglish": "After what Keiya told her, Isaku needs to make a decision about what to do next. But who can she go to for advice?",
                    "TitleJapanese": "来し方と行く末",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10003150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003150",
                    "TitleEnglish": "Scum and Heart",
                    "SummaryEnglish": "Isaku works up the nerve to confess her feelings to Keiya, and not only is Keiya's response upsetting, but he also almost kisses another girl at school the next day. Isaku's friends try to give him advice on how to rectify his mistakes.",
                    "TitleJapanese": "クズとハート",
                    "SummaryJapanese": "啓弥と両思いだと確認し合った一咲は舞い上がっていたが、はっきり恋人になったと確認していないため、ふわふわと不安な気持ちにさいなまれていた。いっそ、本人に直接確認しよう、と思い立ったものの、モテる啓弥は今日も女子に呼び出され告白されている。一咲との関係は周知のため、振られることは分かっているが、思い出のためにキスしてほしいと迫られた啓弥が、あっさりと唇を許しているのを見てしまい――！？"
                },
                "13": {
                    "ID": "10003151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-to-banken-kun/episodes/10003151",
                    "TitleEnglish": "Wounds and Lovers",
                    "SummaryEnglish": null,
                    "TitleJapanese": "傷と恋人",
                    "SummaryJapanese": "一咲は、未だに啓弥を避け続けたままでいた。気まずいまま、付き合って幸せいっぱいだった日々が自分の手から零れ落ちていくのを感じて、切なくなる一咲。このまま、好きだと言ったこともうやむやになってしまうのだろうか……。不安でいっぱいな一咲に、啓弥は一咲への思いを込めて彫った背中の入れ墨を見せてくれる。これでも自分の覚悟が足りないと思うのなら、これで自分を斬ってくれ、と日本刀を手渡してきて！？"
                }
            }
        }
    }
}