{
    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22017206/",
        "https://kimizero.com/",
        "http://www.reddit.com/r/KeikenZumi",
        "https://www.themoviedb.org/tv/209845",
        "https://www.wikidata.org/wiki/Q113861434",
        "https://en.wikipedia.org/wiki/Keiken_Zumi_na_Kimi_to%2C_Keiken_Zero_na_Ore_ga%2C_Otsukiai_Suru_Hanashi",
        "https://x.com/kimizero_anime"
    ],
    "TitleEnglish": "Our Dating Story: The Experienced You and The Inexperienced Me",
    "SummaryEnglish": "The story centers on the relationship between Ryuuto Kashima, a gloomy social outcast, and Runa Shirakawa, a popular girl at school. Their relationship begins when Ryuuto has to ask Runa out as part of losing a game, and she ends up going out with him after saying \"Well, I'm free right now, after all.\" They have completely different social circles, and completely different hobbies, but as they hang out with each other, they begin recognizing and even accepting those differences as something to bond over.",
    "TitleJapanese": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話。",
    "SummaryJapanese": "物語は、陰鬱な社会ののけ者である鹿島竜人と学校で人気のある女の子である白川ルナとの関係を中心にしています。 竜人が試合に負けてルナをデートに誘ったことをきっかけに二人の関係は始まり、「やっぱり今は暇だから」と付き合う事になる。 全く違う社交場、全く違う趣味の二人ですが、一緒にいるうちにその違いを認め合い、絆を結ぶものとして受け入れていきます。",
    "Aliases": [
        "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi.",
        "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.",
        "KimiZero",
        "キミゼロ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2018808",
            "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9343120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/9343120",
                    "TitleEnglish": "Our Confession Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "When quiet nerd Ryuto Kashima's friends force him to confess his feelings for popular girl Runa Shirakawa, his entire world is turned upside down when she actually agrees to date him.",
                    "TitleJapanese": "経験済みなキミに、経験ゼロなオレが、告白する話。",
                    "SummaryJapanese": "高校２年生のリュートは、量産型陰キャ男子。友人も少なく、趣味はゲーム実況動画を観ることぐらい。もちろん彼女なんて、できたことがない。ところが、ひとりだけテストの成績がよかったがために、学年一の美少女・ルナに告白することになる。ほとんど話したことがなく、住む世界がまるでちがう存在。当然断られると思っていたが……⁉"
                },
                "2": {
                    "ID": "10024148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024148",
                    "TitleEnglish": "Our First Date Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "Ryuto did start dating Runa, but Ryuto's pals warn him that it's \"a joke for those popular types.\" Ryuto feels the cold stares of his classmates and worries he could get dumped at any moment as he starts planning his first date with his new girlfriend.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、初デートする話。",
                    "SummaryJapanese": "ルナとお付き合いすることになったリュート。だが、友人のイッチーとニッシーからは、「告白をＯＫしたのは、陽キャジョークにすぎない」と言われ、すぐにフラれるのではないかと不安でいっぱい。ルナに話しかけられても、まわりの視線が気になり自信が持てない。そんな中、ルナと初デートをすることになって……⁉"
                },
                "3": {
                    "ID": "10024149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024149",
                    "TitleEnglish": "My Surprise For You Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "Ryuto is shocked when Maria, the girl who turned him down in junior high, suddenly transfers to his school. Ryuto struggles to keep his distance. Tough gyaru Nicole then surprises Ryuto even more with the news that his girlfriend's birthday is coming up.",
                    "TitleJapanese": "経験済みなキミに、経験ゼロなオレが、サプライズする話。",
                    "SummaryJapanese": "中学１年生のときにフラれた相手、マリアが転校してきたことに驚くリュート。でも、ルナという彼女がいるので、話しかけられても距離をとるようにする。そんなある日、リュートは、ルナの親友で鬼ギャルのニコルに声をかけられる。ビクビクしながら話を聞くと、もうすぐルナの誕生日であることを教えてもらって……⁉"
                },
                "4": {
                    "ID": "10024150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024150",
                    "TitleEnglish": "Our Jealousy Story: The Inexperienced You Gets Jealous of the Experienced You",
                    "SummaryEnglish": "When Ryuto boldly announces in class that he is Runa's current boyfriend, Maria bolts from the room. Ryuto follows and asks her if she is responsible for the nasty rumors about Runa. Maria's answer reveals a shocking connection between the two girls.",
                    "TitleJapanese": "経験済みなキミに、経験ゼロなキミが、嫉妬する話。",
                    "SummaryJapanese": "クラスメートの前で、ルナの彼氏であると宣言したリュート。ルナもまた、リュートと付き合っていることをみんなに伝える。どよめく教室から、そっとひとり出ていったのは、マリア。リュートは追いかけ、なぜルナについての悪い噂を流したのかを聞く。するとマリアは、ルナとの驚くべき関係について話しはじめた……！"
                },
                "5": {
                    "ID": "10024151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024151",
                    "TitleEnglish": "Our Dating Story: The Inexperienced Me Spends the Night with the Experienced You",
                    "SummaryEnglish": "Runa invites Ryuto to the beach to celebrate their one-month anniversary in the sun. When nervous Ryuto is just starting to relax with his radiant, bikini-clad girlfriend, a typhoon strands the two and forces them to spend the night together in an inn.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、お泊まりする話。",
                    "SummaryJapanese": "リュートとルナは、交際一ヶ月記念に、海へデートに行くことになった。ルナのまぶしい水着姿にドキドキのリュート。ルナの背中に日焼け止めを塗るだけでもぐったりだが、ルナの楽しそうな様子につられて、少しずつ緊張もとけて満喫する。ところが、夕方になって天候が急変。交通機関が止まって、二人は帰れなくなってしまい……！"
                },
                "6": {
                    "ID": "10024152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024152",
                    "TitleEnglish": "Our Cheating Story: The Experienced You Cheats with an Experienced Someone Else?",
                    "SummaryEnglish": "The person who called Ryuto to the gym at night was actually Maria. She confesses her desperation to become Ryuto's first, even if that means dressing and acting like Runa. Ryuto is shocked. As the two talk it out, someone else watches from the shadows.",
                    "TitleJapanese": "経験済みなキミが、経験済みな誰かと、浮気する話？",
                    "SummaryJapanese": "リュートを夜の体育館倉庫に呼びだしたのは、ルナのふりをしたマリアだった！　激しく動揺するリュートに、マリアは切々と自分の胸のうちを伝える。「わたしは初めてを……わたしの全てを加島くんに捧げたい！」　マリアの思いを聞いたリュートは……？　さらに、二人が話しているところを何者かが撮影していて……⁉"
                },
                "7": {
                    "ID": "10024153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024153",
                    "TitleEnglish": "Our Festival Story: The Experienced You and The Inexperienced Me Go to a Summer Festival",
                    "SummaryEnglish": "Ryuto adjusts to living in Runa's great-grandmother's house as the couple prepares for the upcoming summer festival. As the two work in the same shop during the day and sleep under the same roof at night, they start to imagine a possible future together.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、夏まつりに行く話。",
                    "SummaryJapanese": "リュートとルナは、夏まつりまでの二週間を、ルナのひいおばあちゃんの家で、いっしょに暮らすことになった。海の家の手伝いをしたり、夕飯の買い物へ行ったり、料理をしたり……。まるで夫婦のようなシチュエーションにドキドキしながら、二人は幸せをかみしめて、将来を思い描く。"
                },
                "8": {
                    "ID": "10024154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024154",
                    "TitleEnglish": "Our Survival Story: The Experienced You and the Inexperienced Us Play Survival Games",
                    "SummaryEnglish": "As school begins again, Ryuto and Runa invite their friends to play survival games. They discuss the approach of their three-month anniversary.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレたちが、サバゲーする話。",
                    "SummaryJapanese": "リュートは、ルナといっしょにできるお互いにとって初めての経験をしようと考え、サバゲーへ行くことに。イッチー、ニッシー、ニコル、アカリも誘って、陰キャ男子とギャルたちによる熱いバトルがフィールドで繰り広げられる。サバゲーで大いに盛り上がった後、二人になったリュートとルナは観覧車に乗って……。"
                },
                "9": {
                    "ID": "10024155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024155",
                    "TitleEnglish": "Our Running Story: The Experienced You and the Inexperienced Me Run Together.",
                    "SummaryEnglish": "Runa volunteers for the culture festival pamphlet committee and invites Ryuto to join to advance \"The Friendship Project\" with Maria. While Runa and Maria disagree over design, Maria and Ryuto get carried away talking about their favorite streamers.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、いっしょに走る話。",
                    "SummaryJapanese": "ルナは、マリアとの『友達計画』を推しすすめようと、文化祭の実行委員に立候補。リュートも巻きこんで、三人でパンフレット係になる。ところが、ルナとマリアの意見はかみあわない一方で、リュートとマリアはゲームの話などでつい盛りあがってしまう。そんなぎこちない関係性のまま迎えた運動会の日に事件が起こる……⁉"
                },
                "10": {
                    "ID": "10024156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024156",
                    "TitleEnglish": "Our Different Story: The Experienced You and the Inexperienced Me Go Different Ways.",
                    "SummaryEnglish": "The Seirin culture festival has arrived! Ryuto hears a concerning rumor that Runa has a sugar daddy and tries to find out the truth alongside his friend from cram school.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、すれちがう話。",
                    "SummaryJapanese": "ルナは、しばらく距離をおこうとリュートに提案する。何もできずにいるリュートだったが、アカリから「ルナがパパ活をしているかもしれない」と聞く。ルナがそんなことをするわけないと信じつつも、相手の男が気になるリュートは、関家に頼んで、文化祭の日に学校に来てもらうことにしたが……！"
                },
                "11": {
                    "ID": "10024157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024157",
                    "TitleEnglish": "Our Breakup Story: The Experienced You and the Inexperienced Me Break Up.",
                    "SummaryEnglish": "Things have been tense between Ryuto and Runa since the culture festival. Ryuto plans to tell Maria they can't be friends anymore, but a shocking incident leads to a discovery that changes everything for Maria, Runa, and Ryuto.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、お別れする話。",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10024158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024158",
                    "TitleEnglish": "Our Experience Story: The Experienced You and the Inexperienced Me Get Experienced.",
                    "SummaryEnglish": "With her relationship with Maria repaired, Runa dreams of her family living together again. She sets up a surprise dinner for her parents on Christmas Eve that, sadly, does not go as planned. Depressed, Runa asks Ryuto to stay overnight and comfort her.",
                    "TitleJapanese": "経験済みなキミと、経験ゼロなオレが、経験する話。",
                    "SummaryJapanese": "ルナは、また家族みんなで同じ家に暮らしたいという夢を叶えたい。そこでクリスマスイブの日、リュートとマリアの協力のもと、両親をサプライズで再会させて元の夫婦に戻す作戦を計画する。ところが事態は予想外の方向へ……！　さらにその夜、リュートとルナは二人きりで一夜をすごすことに。ルナに抱きつかれたリュートは……⁉"
                }
            }
        }
    }
}