{
  "URL": "https://www.thetvdb.com/series/424557-1987",
  "Genres": [
    "Adventure",
    "Anime",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0159410/",
    "https://www.themoviedb.org/tv/153175"
  ],
  "TitleEnglish": "Original: Dirty Pair OVA",
  "SummaryEnglish": "Set in the future Kei and Yuri are Trouble Consultants for The 3WA. Code Named \"Lovely Angels\", but, they are known throughout the galaxy as The Dirty Pair. They always solve their case, but, not without causing collateral damage and mayhem",
  "Aliases": [
    "Dirty Pair 1987",
    "Dirty Pair 2",
    "Dirty Pair OVA",
    "Dirty Pair OVA 1987",
    "Original Dirty Pair"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2018893",
      "URL": "https://www.thetvdb.com/series/424557-1987/seasons/official/1",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "9804123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804123",
          "TitleEnglish": "Prison Uprising. We Hate People With Grudges!",
          "SummaryEnglish": "The Lovely Angels are on their way to Karosu Prison, a heavily-armed fortress where the prisoners have started to riot. Someone needs to rescue the warden before he gets killed in the crossfire, and Kei and Yuri are just the ladies for the job!",
          "Aliases": []
        },
        "2": {
          "ID": "9804124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804124",
          "TitleEnglish": "No Thanks! No Need For a Halloween Party",
          "SummaryEnglish": "It's Halloween night, but instead of having fun, the Dirty Pair are stuck tracking down a Tactical Robot Weapon that's wandering the streets. What's worse, they only have an hour to find it before it goes haywire and starts destroying everything it sees!",
          "Aliases": []
        },
        "3": {
          "ID": "9804125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804125",
          "TitleEnglish": "We're Not Afraid of Divine Judgment. It's Like Magic?! The God's Challenge",
          "SummaryEnglish": "Long ago, the Tarmians fled to a distant planet to live a quiet, religious life. But when their new god destroys a mining town and kills 300 people in the process, the Lovely Angels are sent in to investigate - and what they discover is a bloody mess!",
          "Aliases": []
        },
        "4": {
          "ID": "9804126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804126",
          "TitleEnglish": "Who Cares If They're Only Kids! Playing War Games Warrants a Firing Squad?!",
          "SummaryEnglish": "The Dimensional Vibration Gun is powerful enough to tear the universe apart and it's fallen into the hands of a bunch of snot-nosed kids! The Dirty Pair have to bring this little war game to an end, before the real-life army comes in with guns blazing!",
          "Aliases": []
        },
        "5": {
          "ID": "9804127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804127",
          "TitleEnglish": "And So, Nobody's Doing It Anymore",
          "SummaryEnglish": "One of the 3WA's best agents, Li Shu Ryu, has become a gambling addict on the casino station Shangri-La. The Dirty Pair are sent to bring him back to his senses...",
          "Aliases": []
        },
        "6": {
          "ID": "9804128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804128",
          "TitleEnglish": "Are You Serious?! Shocked at the Beach, Wedding Panic!",
          "SummaryEnglish": "The Lovely Angels are on beautiful Sargilco Island! But they're not just there to lounge around in swimsuits - they're also on the trail of the shady Casteno family. The two go undercover to investigate the mob, but is Yuri getting in a little too deep?",
          "Aliases": []
        },
        "7": {
          "ID": "9804129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804129",
          "TitleEnglish": "Revenge of the Muscle Lady! Is a Woman's Spirit the Beauty of the Ring?",
          "SummaryEnglish": "Sandra the Bully is an ex-3WA trainee who turned to a life of crime, and Kei and Yuri are sent in to shut down her steroid-pushing drug ring. But they'll have their hands full with Sandra, now that she has five times the attitude and ten times the muscle!",
          "Aliases": []
        },
        "8": {
          "ID": "9804130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804130",
          "TitleEnglish": "That Little Girl Is Older Than Us. The Preservation Was a Success?! Sleeping Beauty",
          "SummaryEnglish": "20 years ago, the famed Dr. Nea was murdered, but his killer was never found. Now the Dirty Pair have stumbled across a cold-sleep capsule, with Dr. Nea's daughter inside. They know that she's the key to solving the case - and unfortunately, so does the killer!",
          "Aliases": []
        },
        "9": {
          "ID": "9804131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804131",
          "TitleEnglish": "Red Eyes are the Sign of Hell. Chase After the Killing Squad!",
          "SummaryEnglish": "The Lovely Angels are in a country that's been at war for 30 years. The two sides were close to a peace treaty, but then five unknown soldiers swooped in and started the fighting all over again. Who are these mystery men, and what are they after?",
          "Aliases": []
        },
        "10": {
          "ID": "9804132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/424557-1987/episodes/9804132",
          "TitleEnglish": "No Need to Listen to the Bad Guys. We are Space Truckers!",
          "SummaryEnglish": "Kei and Yuri have taken up jobs in the trucking business! The two ladies claim they're just in it for the money, but with all the workers that have gone missing (or worse) as of late, it's a safe bet that the Dirty Pair are there to set things straight!",
          "Aliases": []
        }
      }
    }
  }
}