{
    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29171903/",
        "https://dekoboko-majo-anime.jp/",
        "https://www.themoviedb.org/tv/209829",
        "https://www.wikidata.org/wiki/Q115805953",
        "https://en.wikipedia.org/wiki/Dekoboko_Majo_no_Oyako_Jij%C5%8D#Anime",
        "https://x.com/DEKOBOKO_anime"
    ],
    "TitleEnglish": "The Family Circumstances of the Irregular Witch",
    "SummaryEnglish": "When witch Alyssa found a baby on her doorstep, she didn’t expect her life to take a topsy-turvy turn. Despite her bewilderment, she names the child Viola and decides to raise her. Fast-forward 16 years, and her “daughter” Viola isn’t just taller—she’s towering! Join this bewitching duo in a hilariously chaotic journey of mistaken identities and supernatural shenanigans!",
    "Aliases": [
        "Dekoboko Majo no Oyako Jijō",
        "The Family Circumstances of the Imbalanced Witch",
        "The Family Circumstances of the Unreliable Witch",
        "Dekoboko",
        "Dekoboko Majo no Oyako Jijou"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2018792",
            "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9466607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/9466607",
                    "TitleEnglish": "The Irregular Circumstances of the Close-Knit Family / The Educational Circumstances of the Mysterious Life Form",
                    "SummaryEnglish": "Viola desperately wants to summon a phoenix, and then she desperately wants a familiar. But is she really ready for the responsibility?"
                },
                "2": {
                    "ID": "10015738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015738",
                    "TitleEnglish": "The Commonplace Circumstances of the Witch's Child-Rearing / The Romantic Circumstances of the Little Brother Position",
                    "SummaryEnglish": "Lira recalls Alyssa's early days with baby Viola. An elfin merchant comes to visit Alyssa."
                },
                "3": {
                    "ID": "10015739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015739",
                    "TitleEnglish": "The Reminiscing Circumstances of the Witch-Girl Time Crew / The Sniffly Circumstances of the Healthy Daughter",
                    "SummaryEnglish": "The whole gang reminisces as they look through a magical photo album together. Then Viola catches a cold, which she handles in a totally mature and reasonable way."
                },
                "4": {
                    "ID": "10015740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015740",
                    "TitleEnglish": "The Requesting Circumstances of the Late-Blooming Orc / The Monitoring Circumstances of the Egg and Big Sister",
                    "SummaryEnglish": "At the risk of his own life, Fennel sets up a blind date between Viola and a friend of his. Then, Viola and Alyssa spend a day babysitting a lizardkin egg."
                },
                "5": {
                    "ID": "10015741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015741",
                    "TitleEnglish": "The Classified Circumstances of the Elfin Forest / The Potato-Digging Circumstances of Love and Legend",
                    "SummaryEnglish": "Fennel seizes a chance to see Alyssa when Viola is out. Then, Alyssa and Viola go to Pondo's farm to dig potatoes, but something isn't right..."
                },
                "6": {
                    "ID": "10015743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015743",
                    "TitleEnglish": "The Assemblage Circumstances of the Rose Garden",
                    "SummaryEnglish": "A garden fairy asks Alyssa for help reasoning with his brother, who has spiraled a little out of control. It's a serious situation, but Viola can't help noticing that the garden fairies look less like flowers and more like... something else."
                },
                "7": {
                    "ID": "10015744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015744",
                    "TitleEnglish": "The Circumstances of Yep—Oops—Of Course These Are Pastries! / The Insomnia Circumstances of the Sleep Fairy",
                    "SummaryEnglish": "Viola gets the urge to bake cookies, and she decides to make them into fun shapes. Then, Alyssa and Viola try to help the Sandmann with a problem."
                },
                "8": {
                    "ID": "10015745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015745",
                    "TitleEnglish": "The Cooking Circumstances of the Cursed Witch / The Crazed Circumstances of the Phoenix's Exam",
                    "SummaryEnglish": "When Luna comes to visit, Alyssa and Viola help her learn to cook. After eating some of Luna's \"cooking\", Phoenix visits the doctor. The cast reimagines classic fairytales as only they could."
                },
                "9": {
                    "ID": "10015746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015746",
                    "TitleEnglish": "The Personal Circumstances of the Nervous Mama / The Family Circumstances of the Questionable Visitor",
                    "SummaryEnglish": "Luna is curious about the mysterious visitor Luna predicted, and tries to find out who it is. When the visitor arrives, Viola learns some very important things about Alyssa!"
                },
                "10": {
                    "ID": "10015747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015747",
                    "TitleEnglish": "The Troubled Circumstances of the Confined Son / The Public Park Circumstances of Heart vs. Tongue",
                    "SummaryEnglish": "Lira and Pound's son won't leave his room, and he won't explain why no matter how many times Viola asks him. Then, it's off to the park for Guita's new baby's big debut! But things get weird when an old acquaintance of Lira's appears on the scene."
                },
                "11": {
                    "ID": "10015748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015748",
                    "TitleEnglish": "The Home Alone Circumstances of the Familiars / The Weight Loss Circumstances of the Corpulent Phoenix / The Romantic Advice Circumstances of the Men Without Dates",
                    "SummaryEnglish": "Phoenix is left to mind the house alone with Koala; what can go wrong? Then, Phoenix eats a few too many of Alyssa's desserts. Meanwhile, Fennel and Glind get dating tips from an expert."
                },
                "12": {
                    "ID": "10015749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015749",
                    "TitleEnglish": "The Family Circumstances of the Irregular Witch",
                    "SummaryEnglish": "Friends and family gather at Alyssa's house to look at photos, reminisce about old times, mock each other, engage in some light torture, and generally make the best of their circumstances."
                }
            }
        }
    }
}