{
    "URL": "https://www.thetvdb.com/series/show-time",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Erotica"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6DA8-5A42-FF17-5FCA-F448-D",
        "https://www.imdb.com/title/tt15385960/",
        "https://showtime.af-original.com/",
        "https://www.tvmaze.com/shows/57020/show-slug",
        "https://www.themoviedb.org/tv/131660",
        "https://www.wikidata.org/wiki/Q109512179",
        "https://x.com/af_originalMENS"
    ],
    "TitleEnglish": "Show Time!",
    "SummaryEnglish": "Fujimoto Shouji is a widowed single father who aspires to be a picture book author. Kana, his only daughter, is a big fan of Takasaki Minami, the singing idol on the children’s educational show “Let’s Sing With Big Sis!” One day, Shouji encounters Minami while she is outside of work. As a television icon for children, Minami is prohibited from romantic relationships, so she is lonely in her private life. Thus begins an adult love story with a songstress.",
    "TitleJapanese": "しょうたいむ！〜歌のお姉さんだってしたい〜",
    "SummaryJapanese": "藤本翔二は、妻を亡くした喪失感を抱えながらも、娘のカナを育てるシングルファーザーである。ある日、教育番組『お姉さんとうたおう！』の公開ショーをカナと見に行くも、機材トラブルでやむなく帰ることになった翔二は、立ち寄ったファミレスで日中から泥酔する女性と相席になる。しかしその女性こそ、『お姉さんとうたおう！』の「みなみお姉さん」こと高崎三奈美であり、翔二は図らずも初対面のカナの相手になってもらったお礼をするべく、三奈美を自宅に上げてしまう。生活の都合で異性とご無沙汰だった翔二は、ふとしたことから三奈美にキスしてしまい、制約の多い仕事ゆえに欲求不満だった三奈美も、翔二の行為を受け入れてしまう。こうして接点を持った両者は、互いの現状を理解しながらも、無意識のうちに惹かれ合っていく。",
    "Aliases": [
        "歌のお姉さんだってHしたい〜こんな顔、TVの前のみんなには見せられないよ…",
        "うたのおねえさんだってエッチしたい こんなかおテレビのまえのみんなにはみせられないよ",
        "しょうたいむ! ~歌のお姉さんだってしたい~",
        "Showtime! ~Uta no O-nee-san Datte Shitai~",
        "Showtime! Uta no Onee-san Datte Shitai",
        "Showtime! ~Minami Ojō-san Datte H Shitai~",
        "Utano Onee-san Datte H Shitai - Konna Kao, TV no Mae no Minna niwa Miserarenaiyo...",
        "Showtime! Uta no Onee-san Datte Shitai 2"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2018911",
            "URL": "https://www.thetvdb.com/series/show-time/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9606408",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9606408",
                    "TitleEnglish": "Bonus Episode 3.5",
                    "SummaryEnglish": "A recap of the first three episodes of season 2.",
                    "TitleJapanese": "特別編＃3.5",
                    "SummaryJapanese": "今回はみなみお姉さんと一緒にこれまでを振り返っちゃいます！特別編ということで、普段は見せられないあんな姿まで大公開！"
                },
                "2": {
                    "ID": "9627114",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9627114",
                    "TitleEnglish": "Bonus Episode 6.5",
                    "SummaryEnglish": "A recap of the first six episodes of season 2.",
                    "TitleJapanese": "特別編＃6.5",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2018912",
            "URL": "https://www.thetvdb.com/series/show-time/seasons/official/1",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9343486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9343486",
                    "TitleEnglish": "I Want to Fall in Love Even if Love Is Prohibited",
                    "SummaryEnglish": "Shouji, a single father, takes his daughter Kana to see a children’s show by the “singing big sis.” However, the show is canceled due to equipment trouble. On the way home, he stops by a diner to cheer Kana up and ends up sharing a table with a suspicious drunk woman. Kana falls in love with the woman and asks her to accompany her home. The woman is the off-duty songstress from the show! Because of her job, she can’t have romantic relationships, and she’s been drinking herself to death because she feels lonely. When she tells him about her situation, the two of them start to become conscious of spending time with the opposite sex for the first time in a long time.",
                    "TitleJapanese": "恋愛禁止だって恋したい",
                    "SummaryJapanese": "「おうたのお姉さん」の親子ショーを、娘のカナを連れて見に行ったシングルファザーの翔二。しかし機材トラブルでショーは中止に…。その帰り道、カナの機嫌を直すために寄ったファミレスで、酔っぱらった怪しい女性と相席になってしまう。するとカナが女性に懐き、家まで付き添ってもらう事に!?それもそのはず、その女性はオフのおうたのお姉さんだった！仕事柄、恋愛も出来ず、孤独を感じてヤケ酒を飲んでいたというみなみお姉さん。そんな事情を打ち明けると、久々に異性と過ごす時間を２人は意識し始めてしまう。そして、2人の唇は徐々に近づいていき…"
                },
                "2": {
                    "ID": "9360733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360733",
                    "TitleEnglish": "I Didn't… Hate It",
                    "SummaryEnglish": "Shouji and Kana are selected to be in the audience for a recording of Minami’s show. However, Kana wanders off and gets lost when Shouji takes his eyes off of her. When Shouji looks for her, he finds that Minami has found Kana. The two of them put Kana to sleep in Minami’s dressing room. Consumed with guilt, after Shouji thanks Minami for protecting Kana, he apologizes for the incident at his home. Minami says she didn’t mind that someone had seen her as a woman instead of her TV persona for a change.",
                    "TitleJapanese": "嫌じゃ…なかったです",
                    "SummaryJapanese": "「おうたのお姉さん」公開収録に参加することになった翔二とカナ。ところがテレビ局内で目を離した隙に、カナが迷子になってしまう。そして探し回る翔二の前に、迷子になったカナを連れてきてくれたのは、みなみお姉さんだった！控え室で泣きつかれたカナを寝かしつけた二人。翔二は反省しつつ、保護してくれたお礼と、自宅での一件を謝る。すると「一人の女性として見てもらえたこと…嫌では無かったです」とまんざらでもないみなみお姉さんの反応…。意外な反応に刺激された翔二は、そのままリハーサル前のお姉さんに迫ってしまい…"
                },
                "3": {
                    "ID": "9360734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360734",
                    "TitleEnglish": "I’m Not Big Sis Right Now, Okay?",
                    "SummaryEnglish": "Shouji and sister Minami have been unable to see each other since the public recording. Shouji thinks to himself that the gap between a regular person and a TV star is too large. Just then, he runs into Minami. It suddenly starts raining, and they quickly search for a place to take shelter. However, the place they end up turns out to be a love hotel. Blushing, Minami asks Shouji to enter with her.",
                    "TitleJapanese": "今だけはお姉さんじゃなくて、いいですか？",
                    "SummaryJapanese": "公開収録以来、会えない日々を過ごす翔二とみなみお姉さん。翔二は「一般人と、人気者のおうたのお姉さんじゃ立場が違うよな…」と自分に言い聞かせていた。すると、ショーの下見に来ていたみなみお姉さんとバッタリ遭遇！さらに強い雨が降り出し、二人は雨宿りできる場所に咄嗟に駆け込むことに。ところが、よく見てみるとそこはラブホテルだった！「濡れたままだと風邪、ひいちゃいますよね…」戸惑う翔二を前に、みなみお姉さんは顔を赤らめながら、ラブホテルに入るよう誘ってきて…"
                },
                "4": {
                    "ID": "9360735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360735",
                    "TitleEnglish": "It's My First Date at an Amusement Park",
                    "SummaryEnglish": "Shouji goes on a secret date with Minami at an amusement park. After enjoying the attractions, they decide to ride the Ferris wheel for the finale. Then, Minami looks serious. The reason for this is because of Shouji’s confession at the love hotel. She was hesitant to tell him how she felt. Just as she is about to express her feelings, the Ferris wheel stops due to strong winds.",
                    "TitleJapanese": "遊園地デート、初めてなんです",
                    "SummaryJapanese": "みなみお姉さんと、お忍びで遊園地デートすることになった翔二。アトラクションを楽しんだ二人は、最後に観覧車に乗り込むことに。すると、深刻そうな顔のみなみお姉さん。それはラブホテルでの翔二の告白を受けて、「やっぱりおうたのお姉さんが恋愛なんて…」と躊躇っているからであった、気持ちを告げようとしたその時、強風の影響で観覧車が停止してしまう。停止した二人きりの空間で密着する二人は…"
                },
                "5": {
                    "ID": "9360736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360736",
                    "TitleEnglish": "Can I Take Her Mom’s Place?",
                    "SummaryEnglish": "The picture book that Shouji submitted is selected for the finals. To celebrate and report the news, Shoji invites Minami to dinner with him and Kana. Minami carries Kana home after she falls asleep. When it comes time to part ways, Shouji asks Minami about her reply to his confession. She gives him a kiss, saying it will be the last time.",
                    "TitleJapanese": "私、ママの代わりになれますか？",
                    "SummaryJapanese": "翔二が描いた絵本が、出版社の最終コンペに選出されることに。お祝いと報告を兼ねて、翔二はみなみお姉さんを誘い、カナも連れて3人で食事に行くのだった。その帰り、眠ったカナを自宅まで送ってくれたみなみお姉さん。しかしその別れ際、「この前の告白なんですが…白紙にもどしてもらえませんか？」と翔二に告げられてしまう。すると、みなみお姉さんは目に涙を浮かべつつ「最後だから…」と唇を重ねてきて…"
                },
                "6": {
                    "ID": "9360737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360737",
                    "TitleEnglish": "Let’s Start With Dating",
                    "SummaryEnglish": "Shoji has just returned from visiting his wife’s grave when his mother-in-law calls and asks him if anyone else has come along. He starts thinking about what’s best for Kana. Meanwhile, after having broken things off with Shoji, Minami can't concentrate and keeps making mistakes. After work, she sits on a park bench, alone and depressed, when Shoji appears before her.",
                    "TitleJapanese": "まずはお付き合いから始めましょう",
                    "SummaryJapanese": "亡くなった妻の三回忌を無事終えた翔二。「良い人はいないの？」という義母の言葉を受け、カナのためにも自分はどうすべきかと考え、気持ちを固めるのであった。その頃、みなみお姉さんは翔二に別れを告げたものの、仕事にも集中できずミスを続けていた。公園のベンチで一人落ち込むみなみお姉さん。すると、その前に翔二が現れて…"
                },
                "7": {
                    "ID": "9360738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360738",
                    "TitleEnglish": "If There’s a Scandal…",
                    "SummaryEnglish": "At his wife’s grave, Shouji reported that he wanted to support Minami and Kana. However, just as they were thinking about building a relationship that would make them a family, a scandal involving a new idol became a hot topic. Minami becomes keenly aware of her position as a children’s TV personality, which must absolutely avoid scandal. On her way home from work, she asks Shouji to drive her home, but, worried about causing a scandal, she bitterly recommends that they not see each other for a while. Seeing Minami’s distressed face, Shouji suggests taking a detour.",
                    "TitleJapanese": "もしスキャンダルになったら…",
                    "SummaryJapanese": "妻の墓前で、みなみお姉さんとカナを支えていきたいと報告した翔二。これから家族になれるような関係を築いていこうと考えていたその頃、芸能界では新人アイドルのスキャンダルが話題になる。おうたのお姉さんというスキャンダル厳禁である立場を改めて自覚するみなみお姉さん。仕事終わり、翔二に車で送ってもらう帰り道で、スキャンダルの不安からしばらく会わないように苦渋の提案をするのだった。すると、そんな苦し気なみなみお姉さんの姿を見た翔二は、「二人きりで寄り道したい場所がある」と、とある目的地に向かって車を走らせる…"
                },
                "8": {
                    "ID": "9360739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9360739",
                    "TitleEnglish": "Because I Also Love You as the Songstress",
                    "SummaryEnglish": "Although they can’t meet in person for fear of scandal, Shouji and Minami continue to communicate via phone and video calls. Then, one day, Shouji collapses in the middle of a call due to exhaustion from a picture book competition. Without thinking, Minami starts to leave the recording site. She hesitates, however, afraid that the people around her might find out about their relationship.",
                    "TitleJapanese": "おうたのお姉さんだって愛してます",
                    "SummaryJapanese": "スキャンダルを警戒して直接は会えないけれども、電話やビデオ通話で交流を続けていた翔二とみなみお姉さん。しかしある日、絵本のコンペに向けて根を詰めていた翔二が、通話中に倒れてしまう。思わず収録現場を飛び出そうとするみなみお姉さん。しかし、周りに知られるわけにいかない付き合いがバレてしまうかもしれない…。葛藤したみなみお姉さんが出した答えとは…"
                }
            }
        },
        "2": {
            "ID": "2018977",
            "URL": "https://www.thetvdb.com/series/show-time/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "9384707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9384707",
                    "TitleEnglish": "Is It Okay If She Falls in Love?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おうたのお姉さんが恋愛したらダメですか？",
                    "SummaryJapanese": "「おうたのお姉さん」として活躍する三奈美と、正式に交際を始めた翔二。今日は、三奈美の自宅に娘のカナと一緒にお呼ばれして、手料理を振る舞ってもらうことに！楽しい時間にお酒も進み、カナもお腹いっぱいになって寝息を立て始める。二人きりになると酔っ払ったせいか、いつもよりも大胆に体を寄せてくっついてくる三奈美。「おうたのお姉さんがこういうことしたら…ダメなんですかぁ？」と火照った表情で甘えてくる三奈美を前に、翔二は我慢できるはずもなく…"
                },
                "2": {
                    "ID": "9524299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524299",
                    "TitleEnglish": "I Want the Person I Love to See Me in a Yukata",
                    "SummaryEnglish": null,
                    "TitleJapanese": "好きな人に浴衣、見てもらいたいです",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9524300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524300",
                    "TitleEnglish": "I'm Already... This Wet",
                    "SummaryEnglish": null,
                    "TitleJapanese": "もう･･･こんなに濡れちゃいました",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9524301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524301",
                    "TitleEnglish": "The Scandal Comes to Light...?!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スキャンダル、 知られちゃった・・・!?",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9524302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524302",
                    "TitleEnglish": "I Love Him",
                    "SummaryEnglish": null,
                    "TitleJapanese": "彼のことが好きなんです",
                    "SummaryJapanese": "テレビ局に呼び出された翔二。そこで待ち受けていたのは、三奈美とそのマネージャーだった。マネージャーから、三奈美との関係が週刊誌にマークされていることを明かされ、もう三奈美とは会わないようにと告げられる翔二。子どもたちのアイドルとしてスキャンダルが厳禁であることはわかっていたのに、ついに訪れてしまった決断の時…。みなみお姉さんに救われた娘のカナのため、そして三奈美を愛する自分の気持ちと向き合った翔二が出した結論とは――"
                },
                "6": {
                    "ID": "9524303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524303",
                    "TitleEnglish": "Showdown! Gossip Publisher",
                    "SummaryEnglish": null,
                    "TitleJapanese": "対決！ゴシップ出版社",
                    "SummaryJapanese": "絵本を投稿している出版社で打ち合わせをする翔二。そこで担当編集の麻耶から、社名が似ているゴシップ誌へのクレームが間違えて届くという愚痴を聞かされる。その話から、三奈美を狙うゴシップ記者を退けるアイデアを思い付いた翔二は、かずひろお兄さんへ協力を求めるのだった。"
                },
                "7": {
                    "ID": "9524304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524304",
                    "TitleEnglish": "Illuminated by the Fireworks, It's Beautiful",
                    "SummaryEnglish": null,
                    "TitleJapanese": "花火に照らされて綺麗です",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9524305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/show-time/episodes/9524305",
                    "TitleEnglish": "Everyone Loves the Songstress Minami",
                    "SummaryEnglish": null,
                    "TitleJapanese": "みんな、三奈美お姉さんを愛してます",
                    "SummaryJapanese": null
                }
            }
        }
    }
}