{
    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22017206/",
        "https://kimizero.com/",
        "http://www.reddit.com/r/KeikenZumi",
        "https://www.themoviedb.org/tv/209845",
        "https://www.wikidata.org/wiki/Q113861434",
        "https://en.wikipedia.org/wiki/Keiken_Zumi_na_Kimi_to%2C_Keiken_Zero_na_Ore_ga%2C_Otsukiai_Suru_Hanashi",
        "https://x.com/kimizero_anime"
    ],
    "TitleEnglish": "Our Dating Story: The Experienced You and The Inexperienced Me",
    "SummaryEnglish": "The story centers on the relationship between Ryuuto Kashima, a gloomy social outcast, and Runa Shirakawa, a popular girl at school. Their relationship begins when Ryuuto has to ask Runa out as part of losing a game, and she ends up going out with him after saying \"Well, I'm free right now, after all.\" They have completely different social circles, and completely different hobbies, but as they hang out with each other, they begin recognizing and even accepting those differences as something to bond over.",
    "Aliases": [
        "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi.",
        "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.",
        "KimiZero",
        "キミゼロ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2018808",
            "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9343120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/9343120",
                    "TitleEnglish": "Our Confession Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "When quiet nerd Ryuto Kashima's friends force him to confess his feelings for popular girl Runa Shirakawa, his entire world is turned upside down when she actually agrees to date him."
                },
                "2": {
                    "ID": "10024148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024148",
                    "TitleEnglish": "Our First Date Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "Ryuto did start dating Runa, but Ryuto's pals warn him that it's \"a joke for those popular types.\" Ryuto feels the cold stares of his classmates and worries he could get dumped at any moment as he starts planning his first date with his new girlfriend."
                },
                "3": {
                    "ID": "10024149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024149",
                    "TitleEnglish": "My Surprise For You Story: The Experienced You and The Inexperienced Me",
                    "SummaryEnglish": "Ryuto is shocked when Maria, the girl who turned him down in junior high, suddenly transfers to his school. Ryuto struggles to keep his distance. Tough gyaru Nicole then surprises Ryuto even more with the news that his girlfriend's birthday is coming up."
                },
                "4": {
                    "ID": "10024150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024150",
                    "TitleEnglish": "Our Jealousy Story: The Inexperienced You Gets Jealous of the Experienced You",
                    "SummaryEnglish": "When Ryuto boldly announces in class that he is Runa's current boyfriend, Maria bolts from the room. Ryuto follows and asks her if she is responsible for the nasty rumors about Runa. Maria's answer reveals a shocking connection between the two girls."
                },
                "5": {
                    "ID": "10024151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024151",
                    "TitleEnglish": "Our Dating Story: The Inexperienced Me Spends the Night with the Experienced You",
                    "SummaryEnglish": "Runa invites Ryuto to the beach to celebrate their one-month anniversary in the sun. When nervous Ryuto is just starting to relax with his radiant, bikini-clad girlfriend, a typhoon strands the two and forces them to spend the night together in an inn."
                },
                "6": {
                    "ID": "10024152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024152",
                    "TitleEnglish": "Our Cheating Story: The Experienced You Cheats with an Experienced Someone Else?",
                    "SummaryEnglish": "The person who called Ryuto to the gym at night was actually Maria. She confesses her desperation to become Ryuto's first, even if that means dressing and acting like Runa. Ryuto is shocked. As the two talk it out, someone else watches from the shadows."
                },
                "7": {
                    "ID": "10024153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024153",
                    "TitleEnglish": "Our Festival Story: The Experienced You and The Inexperienced Me Go to a Summer Festival",
                    "SummaryEnglish": "Ryuto adjusts to living in Runa's great-grandmother's house as the couple prepares for the upcoming summer festival. As the two work in the same shop during the day and sleep under the same roof at night, they start to imagine a possible future together."
                },
                "8": {
                    "ID": "10024154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024154",
                    "TitleEnglish": "Our Survival Story: The Experienced You and the Inexperienced Us Play Survival Games",
                    "SummaryEnglish": "As school begins again, Ryuto and Runa invite their friends to play survival games. They discuss the approach of their three-month anniversary."
                },
                "9": {
                    "ID": "10024155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024155",
                    "TitleEnglish": "Our Running Story: The Experienced You and the Inexperienced Me Run Together.",
                    "SummaryEnglish": "Runa volunteers for the culture festival pamphlet committee and invites Ryuto to join to advance \"The Friendship Project\" with Maria. While Runa and Maria disagree over design, Maria and Ryuto get carried away talking about their favorite streamers."
                },
                "10": {
                    "ID": "10024156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024156",
                    "TitleEnglish": "Our Different Story: The Experienced You and the Inexperienced Me Go Different Ways.",
                    "SummaryEnglish": "The Seirin culture festival has arrived! Ryuto hears a concerning rumor that Runa has a sugar daddy and tries to find out the truth alongside his friend from cram school."
                },
                "11": {
                    "ID": "10024157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024157",
                    "TitleEnglish": "Our Breakup Story: The Experienced You and the Inexperienced Me Break Up.",
                    "SummaryEnglish": "Things have been tense between Ryuto and Runa since the culture festival. Ryuto plans to tell Maria they can't be friends anymore, but a shocking incident leads to a discovery that changes everything for Maria, Runa, and Ryuto."
                },
                "12": {
                    "ID": "10024158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keiken-zumi-na-kimi-to-keiken-zero-na-ore-ga-otsukiai-suru-hanashi/episodes/10024158",
                    "TitleEnglish": "Our Experience Story: The Experienced You and the Inexperienced Me Get Experienced.",
                    "SummaryEnglish": "With her relationship with Maria repaired, Runa dreams of her family living together again. She sets up a surprise dinner for her parents on Christmas Eve that, sadly, does not go as planned. Depressed, Runa asks Ryuto to stay overnight and comfort her."
                }
            }
        }
    }
}