{
    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29171903/",
        "https://dekoboko-majo-anime.jp/",
        "https://www.themoviedb.org/tv/209829",
        "https://www.wikidata.org/wiki/Q115805953",
        "https://en.wikipedia.org/wiki/Dekoboko_Majo_no_Oyako_Jij%C5%8D#Anime",
        "https://x.com/DEKOBOKO_anime"
    ],
    "TitleEnglish": "The Family Circumstances of the Irregular Witch",
    "SummaryEnglish": "When witch Alyssa found a baby on her doorstep, she didn’t expect her life to take a topsy-turvy turn. Despite her bewilderment, she names the child Viola and decides to raise her. Fast-forward 16 years, and her “daughter” Viola isn’t just taller—she’s towering! Join this bewitching duo in a hilariously chaotic journey of mistaken identities and supernatural shenanigans!",
    "TitleJapanese": "でこぼこ魔女の親子事情",
    "SummaryJapanese": "ひとり森で暮らす魔女のアリッサは、\nある日人間の赤子を拾う。\n戸惑うものの、ビオラと名付け、\n赤子を育てることにしたアリッサ。\nそして16年後、ビオラはアリッサの想像を\n遥かに超える成長を見せ……\nって、成長しすぎー!!\n容姿が逆転した\n親子のでこぼこドタバタコメディ\nここに登場!!",
    "Aliases": [
        "Dekoboko Majo no Oyako Jijō",
        "Dekoboko Majo no Oyako Jijou",
        "Dekoboko"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2018792",
            "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9466607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/9466607",
                    "TitleEnglish": "The Irregular Circumstances of the Close-Knit Family / The Educational Circumstances of the Mysterious Life Form",
                    "SummaryEnglish": "Viola desperately wants to summon a phoenix, and then she desperately wants a familiar. But is she really ready for the responsibility?",
                    "TitleJapanese": "なかよし親子のでこぼこ事情／不思議な命の教育事情",
                    "SummaryJapanese": "A —  昔々、あるところに魔女の親子が住んでいた。母のアリッサは魔女の師匠、娘のビオラはその弟子で、ふたりは色々な意味で「でこぼこ」。それでもとても仲が良く、いつもお互いを想い合っているのだが――\n\nB —  召喚したフェニックスを使い魔にしたいと言うビオラに対し、猫やカラスなど他の生き物をオススメしてくるアリッサ。ビオラの要望を聞きながら、ぴったりの使い魔を探すふたりだったが難航し――\n\nC —  ある晴れたのどかな昼下がり、鉢植えに水を撒いているビオラ。ふと背後から熱い視線を感じる。振り返ると使い魔のフェニックスがじっと見ていて、ビオラが育てている新芽に妙な対抗意識を持っている様子で――"
                },
                "2": {
                    "ID": "10015738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015738",
                    "TitleEnglish": "The Commonplace Circumstances of the Witch's Child-Rearing / The Romantic Circumstances of the Little Brother Position",
                    "SummaryEnglish": "Lira recalls Alyssa's early days with baby Viola. An elfin merchant comes to visit Alyssa.",
                    "TitleJapanese": "魔女の育児のあるある事情／弟ポジションの恋愛事情",
                    "SummaryJapanese": "A —  行きつけの道具屋で店主のリラと談笑していたビオラ。\nリラは昔を懐かしみ、アリッサが初めて赤ん坊のビオラを連れてきた時のことを思い出す。\n当時のアリッサは育児に悩み、ビオラをどう育てていけばいいのか四苦八苦していて――\n\nB —  アリッサの家へとやってきた行商人のエルフ、フェンネル。\nアリッサのことが好きなフェンネルだったが、ビオラはそんなフェンネルのことが気に入らず、手を変え品を変え邪魔をしてくるが――\n\nC —  上機嫌でアリッサの家を訪れ、楽しいひと時を過ごしたフェンネル。\n商談を済ませて外に出ると、怪しい格好をしたビオラが妙な看板をかかげた屋台の前に立っており、フェンネルは慌てて逃げ出そうとするが――"
                },
                "3": {
                    "ID": "10015739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015739",
                    "TitleEnglish": "The Reminiscing Circumstances of the Witch-Girl Time Crew / The Sniffly Circumstances of the Healthy Daughter",
                    "SummaryEnglish": "The whole gang reminisces as they look through a magical photo album together. Then Viola catches a cold, which she handles in a totally mature and reasonable way.",
                    "TitleJapanese": "魔女子会の追懐事情／元気娘の風邪事情",
                    "SummaryJapanese": "A —  アリッサの家に遊びにきた幼馴染のルーナとギリコ。記憶が写真となって残る魔法アイテム「追懐の魔本」を使い、それぞれ思い思いの過去を見て楽しんでいたが、その内容は一癖も二癖もあるようで――\n\nB —  確実に風邪を引いているのに、頑なに風邪を引いたことを認めようとしないビオラ。そんなビオラの看病に、アリッサとフェニックスが大奮闘。果たしてビオラの風邪は治るのだろうか――\n\nC —  十年前のこと。ある朝、目を覚ましたビオラの様子がおかしいことに気づくアリッサ。どうやら魔力コントロールが未熟なビオラが寝ている間に無自覚に召喚してしまう「おね召」をしてしまったらしく――"
                },
                "4": {
                    "ID": "10015740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015740",
                    "TitleEnglish": "The Requesting Circumstances of the Late-Blooming Orc / The Monitoring Circumstances of the Egg and Big Sister",
                    "SummaryEnglish": "At the risk of his own life, Fennel sets up a blind date between Viola and a friend of his. Then, Viola and Alyssa spend a day babysitting a lizardkin egg.",
                    "TitleJapanese": "奥手なオークのお願い事情／卵とお姉さんの預かり事情",
                    "SummaryJapanese": "A ― 家具職人のオーク、グリンドとフェンネルは親しい友人同士。急な依頼に応じて製品を納品してくれたグリンドに大いに感謝したフェンネルは、なにかお礼がしたいと申し出る。すると、グリンドは伏し目がちに頬を赤らめて言った――\n\nB ― ある日、急なお出かけから戻ってきたアリッサ。彼女の腕には布に包まれた「なにか」が大切そうに抱えられていた。慎重に布がほどかれ、その中身が現れた瞬間、ビオラの表情がショックのあまり強張った――\n\nC ― ある日、花束をもってアリッサの家へと向かっていたフェンネル。しかし寸前のところで突然地面が光り、トラップが発動。瞬間移動の魔法陣に呑み込まれてしまう。フェンネルがその先で見たものとは――"
                },
                "5": {
                    "ID": "10015741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015741",
                    "TitleEnglish": "The Classified Circumstances of the Elfin Forest / The Potato-Digging Circumstances of Love and Legend",
                    "SummaryEnglish": "Fennel seizes a chance to see Alyssa when Viola is out. Then, Alyssa and Viola go to Pondo's farm to dig potatoes, but something isn't right...",
                    "TitleJapanese": "エルフの森の非公開事情／愛と伝説の芋掘り事情",
                    "SummaryJapanese": "A ― 全速力でアリッサの家に向かって走っているフェンネル。\n何故ならば、今度こそビオラ抜きでアリッサとふたりきりで会えるから。\n喜び勇んでようやくたどり着いた先にいたのは、意外な人物だった――\n\nB ― ある日、道具屋のリラの旦那であるポンドから芋掘りの誘いの手紙を受け取ったアリッサとビオラ。\nふたりは美味しそうなイモ料理を思い浮かべながら喜んで向かうが、畑の様子がなんだか変で――\n\nC ― いつものようにハーブを摘みに庭へやってきたアリッサ。\nしかし、そこで見た光景はいつもとはまるで違い、不気味で、物々しく、なにやら厳重に「なにか」を封鎖しているような不穏さで――"
                },
                "6": {
                    "ID": "10015743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015743",
                    "TitleEnglish": "The Assemblage Circumstances of the Rose Garden",
                    "SummaryEnglish": "A garden fairy asks Alyssa for help reasoning with his brother, who has spiraled a little out of control. It's a serious situation, but Viola can't help noticing that the garden fairies look less like flowers and more like... something else.",
                    "TitleJapanese": "薔薇園のおしりあい事情",
                    "SummaryJapanese": "A ― ある日、不思議な妖精がフェニックスに連れられてアリッサとビオラのもとへやってくる。\nローズヒップの花の精だと名乗ったその妖精は、なにやら深刻な様子でとあるお願いを持ち掛けるが――\n\nB ― フィアトイオ家の御令嬢アンナの行く末を心配する庭園の妖精ケッツ。\nアンナの父ジョバンニが亡くなってからずっと、ケッツは彼女の成長を密かに見守ってきたが、アンナの幸せを強く願うあまり――"
                },
                "7": {
                    "ID": "10015744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015744",
                    "TitleEnglish": "The Circumstances of Yep—Oops—Of Course These Are Pastries! / The Insomnia Circumstances of the Sleep Fairy",
                    "SummaryEnglish": "Viola gets the urge to bake cookies, and she decides to make them into fun shapes. Then, Alyssa and Viola try to help the Sandmann with a problem.",
                    "TitleJapanese": "うん、これは焼き菓子だよ！？という事情／眠りの精の不眠事情",
                    "SummaryJapanese": "A ― キッチンの方からなにやら甘い香りが漂ってくる。どうやらビオラがなにか料理をしているようだ。\n上機嫌なビオラはオーブンの中から大事そうにその料理を取り出し、早速アリッサのもとへ見せにいくが――\n\nB ― 夜更かしをするビオラにザントマンのおとぎ話を聞かせるアリッサ。\n夜更かしをする子供のところにやってきて目玉をほじって持ち帰る眠りの精、ザントマンの怖いお話だが、ビオラは怖がる素振りをみせない。というのも――"
                },
                "8": {
                    "ID": "10015745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015745",
                    "TitleEnglish": "The Cooking Circumstances of the Cursed Witch / The Crazed Circumstances of the Phoenix's Exam",
                    "SummaryEnglish": "When Luna comes to visit, Alyssa and Viola help her learn to cook. After eating some of Luna's \"cooking\", Phoenix visits the doctor. The cast reimagines classic fairytales as only they could.",
                    "TitleJapanese": "呪われ魔女のお料理事情／狂気の不死鳥の診察事情／でこぼこ童話劇場",
                    "SummaryJapanese": "A ― 美味しそうな食材を大量に持参してやってきたルーナ。\n彼女はアリッサに料理を教えてほしいとお願いするが、アリッサは頑なに拒否する。\nそれにはルーナの一族の恐ろしい呪いが関係しているようで――\n\nB ― ルーナの料理を食べてから様子がおかしいフェニックス。\n不安になったアリッサとビオラは病院へ連れていくことにした。\nしかし、診察を担当する先生はどこか変わっていて――"
                },
                "9": {
                    "ID": "10015746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015746",
                    "TitleEnglish": "The Personal Circumstances of the Nervous Mama / The Family Circumstances of the Questionable Visitor",
                    "SummaryEnglish": "Luna is curious about the mysterious visitor Luna predicted, and tries to find out who it is. When the visitor arrives, Viola learns some very important things about Alyssa!",
                    "TitleJapanese": "どきどきママの個人事情／不審な客のご家庭事情",
                    "SummaryJapanese": "A ― ルーナが不吉な未来を予言して以降、どこか落ち着かない様子のアリッサ。\nビオラはそんなアリッサの様子が気がかりでならない。\n心配する気持ちが抑えられず、密かに色々な人に相談して回るが――\n\nB ― アリッサのことをよく知っていると言う突如現れた怪しい男。\nビオラはそれが気に入らず、毒コアラをけしかけて反撃に出るが飄々とかわされてしまう。\nしかし、ビオラのある一言に、男は顔色を変えて――"
                },
                "10": {
                    "ID": "10015747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015747",
                    "TitleEnglish": "The Troubled Circumstances of the Confined Son / The Public Park Circumstances of Heart vs. Tongue",
                    "SummaryEnglish": "Lira and Pound's son won't leave his room, and he won't explain why no matter how many times Viola asks him. Then, it's off to the park for Guita's new baby's big debut! But things get weird when an old acquaintance of Lira's appears on the scene.",
                    "TitleJapanese": "おこもり息子のお悩み事情／本音と建前の公園事情",
                    "SummaryJapanese": "A ― 「朝食の時間だよ」と息子を起こしに部屋の前までやってきたポンド。\nしかし息子は「今日は部屋から一歩も出ない」と頑なに出ようとしない。\nビオラとフェニックスがやってきて、頭を抱えるポンドの相談に乗るが――\n\nB ― ついに赤ちゃんが生まれたリザードマンのハンター、ギータ。\nリラの提案で公園デビューをすることになったが、そこでリラの知り合いに声をかけられ、事態は思わぬ方向へ――"
                },
                "11": {
                    "ID": "10015748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015748",
                    "TitleEnglish": "The Home Alone Circumstances of the Familiars / The Weight Loss Circumstances of the Corpulent Phoenix / The Romantic Advice Circumstances of the Men Without Dates",
                    "SummaryEnglish": "Phoenix is left to mind the house alone with Koala; what can go wrong? Then, Phoenix eats a few too many of Alyssa's desserts. Meanwhile, Fennel and Glind get dating tips from an expert.",
                    "TitleJapanese": "使い魔たちのお留守番事情／肥大な不死鳥の減量事情／ モテざる男たちの恋愛相談事情",
                    "SummaryJapanese": "A ― 留守番をしていたフェニックスと毒コアラ。\n使い魔の先輩として色々と面倒をみてあげるフェニックスだが、毒コアラは好戦的でまるで言うことを聞かず、フェニックスはそんな毒コアラにやきもきしながら――\n\nB ― デコレーションたっぷりのプリン、イチゴケーキ、シュークリーム、最近よく食べるフェニックス。\n甘いものをぱくぱくと食べる姿を見ていてビオラはふと気づく、フェニックスの身体にある異変が生じていることに――\n\nC ― 牢獄の並ぶ地下道を進んでいたグリンドとフェンネル。\nどうやらグリンドは投獄された「ある人物」に相談があるようだが、フェンネルは気が進まない様子。\nついにその人物が収監された牢獄の前にやってくると――"
                },
                "12": {
                    "ID": "10015749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dekoboko-majo-no-oyako-jijou/episodes/10015749",
                    "TitleEnglish": "The Family Circumstances of the Irregular Witch",
                    "SummaryEnglish": "Friends and family gather at Alyssa's house to look at photos, reminisce about old times, mock each other, engage in some light torture, and generally make the best of their circumstances.",
                    "TitleJapanese": "でこぼこ魔女の母娘事情",
                    "SummaryJapanese": "A ― アウリの正体が判明し、誤解が解けてからすっかり仲良くなったビオラとアウリ。\nアウリは孫のビオラがかわいくて仕方がなく、ついつい甘やかしてしまうのだが――\n\nB ― 和気あいあいとやっているアウリとアリッサたち。\nビオラの幼少期の思い出を振り返り、ギリコやルーナ、フェンネルたちと盛り上がり、さらににぎやかになっていく――"
                }
            }
        }
    }
}