{
    "URL": "https://www.thetvdb.com/series/synduality",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt24240038/",
        "https://synduality-noir.com/",
        "https://www.tvmaze.com/shows/66715/show-slug",
        "https://www.themoviedb.org/tv/210181",
        "https://www.wikidata.org/wiki/Q113989239",
        "https://en.wikipedia.org/wiki/Synduality",
        "https://x.com/SYN_noir"
    ],
    "TitleEnglish": "SYNDUALITY Noir",
    "SummaryEnglish": "The year is 2222. It has been years since Tears of the New Moon, a mysterious rain, poured and wiped out almost the entire human race. The poisonous rain gave birth to deformed creatures devouring for humans, and humanity fled from the danger. As means for survival, the humans then build an underground haven; Amasia. In this new built dystopian city, on a pursuit of maintaining their existence, they run into an Artificial Intelligence named Magus. Not knowing how things will work between them, the story of how Humans and AI coinciding and trying to find their truths begin.",
    "TitleJapanese": "SYNDUALITY Noir",
    "SummaryJapanese": "浴びれば死に至る猛毒の雨≪ブルーシスト≫が降り注いだ大災禍≪新月の涙≫。それから100年以上の時を経て、ようやく人類は克服への道を歩み始めていた。荒廃した世界に点在する集落≪ネスト≫で力強く生きる者たちのそばには、人類双対思考型ＡＩ搭載ヒューマノイド≪メイガス≫の姿があった。時は――西暦2242年記憶を失ったまま眠りについたメイガスが、目覚めの時を迎えた――",
    "Aliases": [
        "シンデュアリティ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2019763",
            "URL": "https://www.thetvdb.com/series/synduality/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9349705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9349705",
                    "TitleEnglish": "My Name Is",
                    "SummaryEnglish": "Kanata, an aspiring Drifter, explores the museum ruins with renowned Drifter Tokio, and discovers a Magus with no memories. Then the Enders attack, and Rock Town is in danger.",
                    "TitleJapanese": "My name is…",
                    "SummaryJapanese": "ドリフターになることを夢見る青年「カナタ」はある日、凄腕のドリフター「トキオ」と一緒に廃墟となったミュージアムを探索中、記憶を失ったメイガスを発見する。そのメイガスは日常生活に必要なスキルが欠如したポンコツだったが、そこへ突如としてエンダーズが襲撃。カナタたちが住む「ロックタウン」に危機がせまる。"
                },
                "2": {
                    "ID": "9882952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882952",
                    "TitleEnglish": "My Master",
                    "SummaryEnglish": "Kanata returns to the museum ruins where Noir was found searching for clues regarding her past. When Range, an executive in Baccarat Nest's criminal syndicate, tries to lure Noir away from Rock Town, she meets Ciel, a Magus with the voice of an angel.",
                    "TitleJapanese": "My master",
                    "SummaryJapanese": "「ノワール」と名付けられたメイガスは過去の記憶をいっさい失っていた。ノワールの手がかりを探るべく、彼女が眠っていたミュージアムを再訪するカナタ。そんなおり、バカラネストのマフィア「ランゲ」がロックタウンを訪れていた。そこでノワールは「シエル」という綺麗な歌声を持つメイガスと出会うこととなる。"
                },
                "3": {
                    "ID": "9882953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882953",
                    "TitleEnglish": "Behind the Mask",
                    "SummaryEnglish": "Kanata is now Noir's master and is well on the path to becoming a Drifter. Tokio declares he will turn Kanata into a real man and takes him to Desire Nest, the city of pleasure. When Ellie, Ange, and Noir hear about it, they head to Desire Nest to bring Kanata back.",
                    "TitleJapanese": "Behind the mask",
                    "SummaryJapanese": "ノワールのマスターとなり、ドリフターとしての道を歩みはじめたカナタ。そんなカナタを一人前の男にしてやると言うトキオに、歓楽都市「ディザイアネスト」に連れて行かれることに。そのことを知ったエリーとアンジェ、そしてノワールはカナタを連れ帰るためディザイアネストへと向かう。その頃、カナタは仮面を被った奇妙な人物と遭遇していたのだった。"
                },
                "4": {
                    "ID": "9882954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882954",
                    "TitleEnglish": "Wild Daisy",
                    "SummaryEnglish": "Kanata trains to become stronger by battling Enders without relying on Noir. He is nearly defeated when a Cradle Coffin appears and takes down the Enders with a long-range shot. His saviors introduce themselves as Claudia and her Magus partner Flamme and they have a unique request for Kanata.",
                    "TitleJapanese": "Wild daisy",
                    "SummaryJapanese": "訓練のためとある渓谷へとやってきたカナタは、ノワールの力を借りずにエンダーズと戦おうとするも、危うくやられそうになってしまう。その時、遠距離から一撃でエンダーズを仕留めるクレイドルコフィンが現れる。「クラウディア」とそのメイガス「フラム」と名乗るコンビは、カナタにある相談をもちかけるのであった。"
                },
                "5": {
                    "ID": "9882955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882955",
                    "TitleEnglish": "Drifting the Maze",
                    "SummaryEnglish": "Kanata learns that he must strengthen his bond with his Magus partner if he is to become a stronger Drifter. He sets out for the ruins of the maze, Fes, with Noir. Meanwhile, Tokio learns of a group that has been attacking Amasian Type Zero Magus and their Drifters.",
                    "TitleJapanese": "Drifting the maze",
                    "SummaryJapanese": "ドリフターとして強くなるにはメイガスとの絆を深めることが必要だと教えられたカナタは、ノワールと共に迷路の遺跡「フェズ」へと向かうことに。一方、トキオはゼロ型と呼ばれるアメイジア産のメイガスを持つドリフター達が何者かの集団に襲撃される事件が多発しているという情報をキャッチしていた。"
                },
                "6": {
                    "ID": "9882956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882956",
                    "TitleEnglish": "Dice is Cast",
                    "SummaryEnglish": "Kanata and Tokio get caught out in the rain while searching for AO Crystals, so Tokio suggests they seek shelter in the nearby gambling city of Baccarat Nest. Here, they come across a lone Magus singing in the lounge. It is Ciel, the very Magus that Noir met as Range tried to kidnap her.",
                    "TitleJapanese": "Dice is cast",
                    "SummaryJapanese": "AO結晶探索の途中で雨に降られたカナタは、トキオの提案でギャンブルの街「バカラネスト」で雨宿りをすることに。そのバカラネストのラウンジで、カナタは歌を歌う一人のメイガスに目を奪われる。彼女はノワールがランゲに連れ去られそうになった時に知り合ったシエルだった。そこへ再びランゲが現れ、シエルを巡る争いに巻き込まれることになってしまう。"
                },
                "7": {
                    "ID": "9882957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882957",
                    "TitleEnglish": "My Dear",
                    "SummaryEnglish": "In an attempt to find out more about Noir's past, Kanata asks Maria to do some maintenance work on Noir. Ellie goes to look after Kanata while his Magus is out of commission, only to find that the once unkempt home under Noir's watch is now completely immaculate with Ciel there instead.",
                    "TitleJapanese": "My dear...",
                    "SummaryJapanese": "ノワールの手がかりを探るべく、カナタはエリーの姉であるマリアにメンテナンスを依頼することに。そのことを知ったエリーは、カナタの身の回りの世話をしようとカナタの部屋を訪れるも、そこには完璧に家事をこなすシエルの姿があった。"
                },
                "8": {
                    "ID": "9882958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882958",
                    "TitleEnglish": "Pure Dream",
                    "SummaryEnglish": "Kanata invites Ellie to Satellite Aqua. Ellie is excited, thinking they are going on a date. But when they arrive, she sees the whole gang there as well. They have a blast by the pool when Ciel takes the stage, making the crowd go wild.",
                    "TitleJapanese": "Pure dream",
                    "SummaryJapanese": "カナタからレジャー施設「サテライトアクア」へと誘われたエリー。デートだと思ってドキドキしながら行ってみるも、そこにはノワールやいつものメンバーの姿が…。皆でプールを楽しんでいると、突然光り輝くステージが現れ、歌姫の衣装をまとったシエルが登場するのであった。"
                },
                "9": {
                    "ID": "9882959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882959",
                    "TitleEnglish": "Legendary Hero",
                    "SummaryEnglish": "On the way to Traders Nest, Kanata witnesses a lone Drifter walking in the rain.",
                    "TitleJapanese": "Legendary hero",
                    "SummaryJapanese": "「トレーダーズネスト」へと向かう道中、カナタは激しい雨の中を生身で行動する一人のドリフターを目撃する。トレーダーズネストで再びその人物を見かけたカナタは、彼がアメイジア時代から活動する「アルバ」というドリフターで、メイガスについて色々調べていることを聞かされる。"
                },
                "10": {
                    "ID": "9882960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882960",
                    "TitleEnglish": "Drifters' Pride",
                    "SummaryEnglish": "﻿Someone or something has been wreaking havoc on the Nests surrounding Rock Town. Kanata wants to look into the incidents but Tokio refuses. The two fail to see eye to eye when the leader of Rock Town orders them to conduct the investigation together. Amidst the tension, Kanata sets off on his own.",
                    "TitleJapanese": "Drifters' pride",
                    "SummaryJapanese": "ロックタウン周辺のネストが何者かによって壊滅的な被害を受けていることを知らされたカナタは、その調査に志願するもトキオに制止されてしまう。カナタとトキオの間で微妙にすれ違う想い。結局マムの命令で2人一緒に調査に出かけるも、気まずい空気のまま、カナタはトキオの制止を振り切って先行してしまう。"
                },
                "11": {
                    "ID": "9882961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882961",
                    "TitleEnglish": "Storm of A.I.",
                    "SummaryEnglish": "Drifters from nearby Nests rush to Rock Town's aid as they prepare to face off against the Silver Storm. Meanwhile, the mysterious group who are after Noir take advantage of the chaos and order Ciel to eliminate Kanata. As the battle drags on, the Drifters start to lose all hope of survival.",
                    "TitleJapanese": "Storm of A.I.",
                    "SummaryJapanese": "周辺のネストからもドリフターが応援に駆け付け、シルヴァーストームを迎え撃つこととなったロックタウン。一方ノワールをつけ狙う謎の組織は、シルヴァーストーム襲来の混乱に乗じて、カナタの排除をシエルに命令する。その頃、シルヴァーストームと激戦を繰り広げていたドリフターたちにも限界の色が見え始めていた。"
                },
                "12": {
                    "ID": "9882962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/9882962",
                    "TitleEnglish": "Mirage of the Ideal",
                    "SummaryEnglish": "It is the final leg in the battle against the Silver Storm. No one is left unscathed and though Kanata refuses to give up, even the upgraded DAISYOGRE is desperately struggling. In this fight to the death, Noir's worries reach a climax and she undergoes a transformation.",
                    "TitleJapanese": "Mirage of the Ideal",
                    "SummaryJapanese": "最後の力を振り絞りシルヴァ―ストームと戦うドリフターたち。皆が満身創痍のなか、奮起するカナタだったが、強化した「デイジーオーガ アルター」でも苦戦を強いられる。皆が必死になって戦っているなか、自分は本当にカナタの力になれているのかと思い悩むノワール。その感情がピークに達したとき、ノワールの様子に変化が起きるのであった。"
                },
                "13": {
                    "ID": "10208603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208603",
                    "TitleEnglish": "Double Cast",
                    "SummaryEnglish": "A few days have passed since the heated battle against Silver Storm, but Noir still has not returned to her normal self after transforming into Mystere. Kanata takes Mystere to places where he and Noir shared memories in the hopes it will help wake Noir.",
                    "TitleJapanese": "Double cast",
                    "SummaryJapanese": "シルヴァーストームとの激戦から数日後―\n「ミステル」と名乗るメイガスに変貌をとげてしまったノワールは、いまだ戻っていなかった。手がかりのないなか、ノワールが目を覚ますきっかけになるかもしれないと、カナタはミステルをつれてノワールとの思い出の場所を巡るのだった。"
                },
                "14": {
                    "ID": "10208604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208604",
                    "TitleEnglish": "Mysterious Journey",
                    "SummaryEnglish": "Mystere tells Kanata that Histoire really does exist. As proof, she and her former master had once made contact with Histoire's network during their travels. However, if Kanata is ever going to make it to Histoire, he will need to undergo some training.",
                    "TitleJapanese": "Mysterious journey",
                    "SummaryJapanese": "イストワールは実在するというミステル。\nミステルはかつてマスターと旅をしていたときに、偶然イストワールのネットワークシステムと接触したことがあった。自己修復が完了すると、かつて接触した場所の正確な位置が分かるというミステルは、イストワールを目指すべくカナタを鍛えることにするのであった。"
                },
                "15": {
                    "ID": "10208605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208605",
                    "TitleEnglish": "Duel of Fates",
                    "SummaryEnglish": "Kanata heads to nearby Carthago, which supposedly has an old spaceport, in his search for clues to the legendary Histoire. He tries to gain access, but is suddenly attacked. When he confronts the attackers, Kanata is challenged to a duel for his Magus.",
                    "TitleJapanese": "Duel of Fates",
                    "SummaryJapanese": "イストワールの手がかりを求め、かつて宇宙港があったというカルタゴの近傍へとやってきたカナタたち。アクセスを試みたそのとき、何者かから攻撃を受けてしまう。\n攻撃のあった方向へと向かうカナタを待ち受けていたのは、本来の装備を備えた純白のコフィン「ギルボウ」と、カナタが黒仮面と呼ぶ謎の人物であった。"
                },
                "16": {
                    "ID": "10208606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208606",
                    "TitleEnglish": "Noir Rain",
                    "SummaryEnglish": "Noir's personality is in danger of disappearing as soon as Mystere's self-repair is complete. She accepts her fate, believing that it is in Kanata's best interests to have Mystere by her side. In a last gesture, Noir decides to prepare her a meal.",
                    "TitleJapanese": "Noir Rain",
                    "SummaryJapanese": "ミステルの自己修復が完了すると人格が消えてしまうかもしれないことを告げられるノワール。しかし、カナタのためには自分ではなくミステルが寄り添うことが正しいと、ノワールはそれを受け入れる。カナタの知らないところですれ違う思い―\nそんなノワールは最後にカナタのために料理をすることを思いつく。"
                },
                "17": {
                    "ID": "10208607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208607",
                    "TitleEnglish": "Greyish Zone",
                    "SummaryEnglish": "Noir's reckless behavior causes both her and Mystere to stop functioning. When neither will wake up, Kanata turns to Alba for help. However, Alba tells Kanata he will need another Type Zero Magus in order to save them. There might be one in the ruins of Amasia, so Kanata and Ciel set out to find it.",
                    "TitleJapanese": "Greyish zone",
                    "SummaryJapanese": "積み重なった思いが暴走し、機能停止したノワール。ミステルの意識も浮上しないなす術のない状況で、アルバに助けを求めるカナタ。そこでアルバから2人を救うにはもう1体のゼロ型メイガスの素体が必要であることを告げられたカナタは、シエルと共にゼロ型メイガスがある可能性を求めてアメイジアの跡地へと向かう。"
                },
                "18": {
                    "ID": "10208608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208608",
                    "TitleEnglish": "Beyond the Sky",
                    "SummaryEnglish": "Betrayed by a trusted ally, Kanata is taken prisoner. To make matters worse, two more of his friends are seen standing among Ideal's members. With a final twist of the proverbial knife, Weisheit reveals a shocking past.",
                    "TitleJapanese": "Beyond the sky",
                    "SummaryJapanese": "シエルの裏切りによって囚われの身となってしまったカナタ。\nイデアールには仮面をかぶったトキオとムートンの姿もあった。\nさらに追い打ちをかけるように、シエルはヴァイスハイトからカナタの始末を命じられてしまう。そして明らかになるシエルの衝撃の過去とはー"
                },
                "19": {
                    "ID": "10208609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208609",
                    "TitleEnglish": "Body Double",
                    "SummaryEnglish": "Ellie comes looking for Kanata, fearing for his safety. She finds him in a state of shock, cradling a motionless Ciel and blaming himself. Time is running out for Noir and Mystere, but he still cannot make a choice. Amidst a heated debate, Kanata must come to a decision.",
                    "TitleJapanese": "Body double",
                    "SummaryJapanese": "カナタを心配して後を追っていたエリーが見つけたのは、動かなくなったシエルを抱えた放心状態のカナタだった。自分のせいだと己を責めるカナタ。ノワールとミステル分離のタイムリミットが迫るなか、様々な葛藤を抱えたカナタに決断が迫られるー"
                },
                "20": {
                    "ID": "10208610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208610",
                    "TitleEnglish": "Their Narratives",
                    "SummaryEnglish": "Pascale left a message detailing Noir and Mystere's past. It was a story that began when they first made contact with Histoire. Meanwhile, Macht reminisces about the time he entered into his contract with Schnee...",
                    "TitleJapanese": "Their narratives",
                    "SummaryJapanese": "遺されたパスカルのメッセ―ジから語られるミステルとノワールの過去。それはかつてパスカルが地上を冒険した途上で、偶然イストワールに接触したことから始まっていた。\n一方、マハトはシュネーと契約を交わした頃のことを思い出していた。明かされる彼らの過去とイデアール創設の秘密。マハトとカナタの対決の時が迫っていた。"
                },
                "21": {
                    "ID": "10208611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208611",
                    "TitleEnglish": "Your Song",
                    "SummaryEnglish": "Noir still cannot get over the fact that Ciel saved her when she comes across one of Ciel's fans.",
                    "TitleJapanese": "Your song",
                    "SummaryJapanese": "イデアールとの決戦に備え、カナタはデイジーオーガ アルターのさらなる強化を試みる。\n一方、ノワールはシエルの献身により救われたことをいまだ受け止めきれずにいた。\nシエルとの想い出を辿りながらあてもなくロックタウンを彷徨うノワールは、シエルのファンだという一人の少女と出会う。"
                },
                "22": {
                    "ID": "10208612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208612",
                    "TitleEnglish": "Gravity Coffin",
                    "SummaryEnglish": "With Maria's rocket completed, Kanata can finally travel to Histoire. However, Ideal has other ideas and tries to stop him. It is open warfare as Weisheit orders Macht to steal Mystere from under Kanata's nose. The battle between the Drifters of Rock Town and Ideal starts with a massive bang.",
                    "TitleJapanese": "Gravity coffin",
                    "SummaryJapanese": "マリアのロケットが完成し、カナタたちはいよいよイストワールへ旅立とうとしていた。\nしかしそれを阻止しようと、ヴァイスハイトによりミステルの奪取を命じられたイデアールが総力戦を仕掛けてくる。\nロックタウンのドリフターたちとイデアールとの全面対決の幕がきっておとされた。"
                },
                "23": {
                    "ID": "10208613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208613",
                    "TitleEnglish": "Over the Limit",
                    "SummaryEnglish": "Kanata chases Weisheit to Histoire in the last remaining rocket to get Mystere back.",
                    "TitleJapanese": "Over the limit",
                    "SummaryJapanese": "ヴァイスハイトの奇襲によりミステルを奪われてしまったカナタは、ミステルを取り戻すべく、トキオとマハトと共に残されたもう1機のロケットでヴァイスハイトの後を追う。ついに辿り着いた伝説の地「イストワール」。そこで待ち受けるヴァイスハイトの真の狙いとは―。"
                },
                "24": {
                    "ID": "10208614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/synduality/episodes/10208614",
                    "TitleEnglish": "My Name is... Noir / Drifters Again",
                    "SummaryEnglish": "Everything went just as Weisheit planned and every Magus has ceased functioning. However, Noir is the only Magus unaffected due to her unique origins. Now all hope rests on her shoulders. The time has come for Kanata and Noir to face off against Weisheit in their final battle.",
                    "TitleJapanese": "My name is... Noir / Drifters again",
                    "SummaryJapanese": "ヴァイスハイトの策略により、全てのメイガスが活動を停止してしまった。\nムートンやシュネーも例外ではないなか、唯一動けるノワールと共に、ついにカナタはヴァイスハイトとの最終決戦に挑む。"
                }
            }
        }
    }
}