{
  "URL": "https://www.thetvdb.com/series/425185-",
  "Genres": [
    "Animation",
    "Anime"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/194481"
  ],
  "TitleEnglish": "Insect Land",
  "SummaryEnglish": "This is the land of insects, \"Insect Land\". It is a land of insects surrounded by big trees, clean rivers, lush greenery and colorful flowers. The insects that live here are all different in size, color and shape. But we all help each other and have a great time. that? It looks like a new friend has arrived in Insect Land. What will happen today? Come on, let's all take a look!",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2021417",
      "URL": "https://www.thetvdb.com/series/425185-/seasons/official/1",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "9362622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362622",
          "TitleEnglish": "ホタルのアダムとほしぞらパーティー",
          "SummaryEnglish": "インセクトランドにヒメボタルのアダムがやってきました。はずかしがり屋でドキドキするとおなかが光っちゃうアダムは、みんなとなかよくなれるかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【出演】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏",
          "Aliases": []
        },
        "2": {
          "ID": "9362623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362623",
          "TitleEnglish": "カブトムシのガブリエル、もりのヒーロー",
          "SummaryEnglish": "ヘラクレスオオカブトのガブリエルはインセクトランドのヒーロー。生まれたときは小さかったけど今では大きくて力持ち。今日もお友だちのピンチにかけつけます。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【出演】泊明日菜，奈良徹，美山加恋，七海ひろき，花江夏樹，菊池こころ，櫻井孝宏",
          "Aliases": []
        },
        "3": {
          "ID": "9362624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362624",
          "TitleEnglish": "テントウムシのミア、おそらにタッチ！",
          "SummaryEnglish": "ナナホシテントウのミアはお空が気になってしかたありません。お空はあったかいのかなぁ…冷たいのかなぁ…ミアはお空にタッチすることができるかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，美山加恋，斉藤貴美子，高橋李依，花江夏樹，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "4": {
          "ID": "9362625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362625",
          "TitleEnglish": "ハチのテオとイッツショータイム♪",
          "SummaryEnglish": "歌とダンスが大好きなマメコバチのテオは毎日大忙し。お花を『受粉』させて、インセクトランドに届く手紙や荷物を運んでいます。でもなんでテオはそんなことをするのかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，奈良徹，美山加恋，七海ひろき，高橋李依，花江夏樹，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "5": {
          "ID": "9362626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362626",
          "TitleEnglish": "クワガタのラファエル、あばれんぼうのひみつ",
          "SummaryEnglish": "オオクワガタのラファエルがお友だちと種さがしをしています。ところが、ラファエルはズルをして種をひとりじめ。いつもはこんなことしないのに…何か理由があるのかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，斉藤貴美子，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "6": {
          "ID": "9362651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362651",
          "TitleEnglish": "チョウのエデン、えがおのまほうつかい",
          "SummaryEnglish": "とってもオシャレなモンシロチョウのエデンがファッションショーを開きます。みんなでオシャレな服を準備して、ひとりずつひろうすることに！どんなショーになるんだろう。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "7": {
          "ID": "9362628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362628",
          "TitleEnglish": "トンボのアクセル、そらとぶあわてんぼう",
          "SummaryEnglish": "ギンヤンマのアクセルはとってもせっかち。今日もアダムが大きなクモに連れていかれたとかん違いしてしまいます。おかげでインセクトランドの皆もアダムを探し回ることに。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，花江夏樹，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "8": {
          "ID": "9362629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362629",
          "TitleEnglish": "アリのマキシームとちていだいぼうけん",
          "SummaryEnglish": "ハキリアリのマキシームは勉強家で、大きな葉をせっせと運ぶがんばり屋さんでもあります。なんであんなにがんばれるんだろう？ミアとアダムはマキシームを追いかけます。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，七海ひろき，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "9": {
          "ID": "9362630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362630",
          "TitleEnglish": "カマキリのシャルロットとかくれんぼ",
          "SummaryEnglish": "ハナカマキリのシャルロットはかくれんぼの名人。今日もかくれんぼをしているともうすぐ雨が降ると気づきます。シャルロットは“自然”が教えてくれたんだよと言うのです。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "10": {
          "ID": "9362631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362631",
          "TitleEnglish": "テオのエンジョイダンシング",
          "SummaryEnglish": "インセクトランドのお友だちにテオがダンスを教えています。恥ずかしがり屋のアダムもテレビの前のみんなもいっしょにおどってみよう！ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "11": {
          "ID": "9362656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362656",
          "TitleEnglish": "おせわってたいへん！",
          "SummaryEnglish": "マキシームのかわりに小さい子どもたちのお世話をすることになったアダム。元気いっぱいなみんなと仲よくなれるかな？がんばって、アダム！ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，花江夏樹，菊池こころ，櫻井孝宏，香川照之，今泉りおな，小澤亜李，和多田美咲",
          "Aliases": []
        },
        "12": {
          "ID": "9362657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362657",
          "TitleEnglish": "ぴちゃぴちゃ！　あめふりあそび♪",
          "SummaryEnglish": "インセクトランドでは朝からずっと雨がふっています。だけど、テオとエデンはなんだか楽しそう。ミアとラファエルはふしぎに思います。雨がきらいじゃないのかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】久野美咲，七海ひろき，斉藤貴美子，高橋李依，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "13": {
          "ID": "9362658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362658",
          "TitleEnglish": "なぞのヒーローあらわる！",
          "SummaryEnglish": "インセクトランドに、なぞのヒーローがあらわれました。こまっているお友だちを助けてまわっているみたいだけど、夜しか姿をみせないようです。いったい、だれなんだろう？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，斉藤貴美子，花江夏樹，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "14": {
          "ID": "9362635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362635",
          "TitleEnglish": "ラファエルのスーパーガシャリンコ！",
          "SummaryEnglish": "マキシームに木の実を取ってあげられなかったラファエルは、思いついてスーパーガシャリンコ！　大きくてカッコいい身体に変身します。でも、お友だちは困ってしまい…。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，七海ひろき，斉藤貴美子，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "15": {
          "ID": "9362636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362636",
          "TitleEnglish": "ぼく、どうしていえないんだろう",
          "SummaryEnglish": "アダムは自分のきもちをちゃんと伝えることができません。みんなに悪いと思い、「イヤ」と言えないのです。ところが、ミアを見ているうちにあることに気づきます。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "16": {
          "ID": "9362637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362637",
          "TitleEnglish": "みんなでたんけんピクニック",
          "SummaryEnglish": "今日はみんなでピクニック。めずらしい草や花を楽しみながら、目的地の湖までむかいます。だけど、せっかちなアクセルは早く進みたいとひとりで飛んで行ってしまいました。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "17": {
          "ID": "9362662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362662",
          "TitleEnglish": "カブクワがっせん！！",
          "SummaryEnglish": "樹液をめぐってラファエルとガブリエルが勝負をはじめます。勝ったのはガブリエル。負けてしまったラファエルは勝てっこないと勝負することをあきらめてしまいます。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "18": {
          "ID": "9362663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362663",
          "TitleEnglish": "シャルロットとすずらんでんわ",
          "SummaryEnglish": "シャルロットはかくれんぼの名人。でも、最近は花が少なくなったせいですぐに見つかってしまいます。すると、一本のすずらんから電話のベルのような音がきこえてきました。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，美山加恋，七海ひろき，高橋李依，花江夏樹，菊池こころ，島本須美，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "19": {
          "ID": "9362640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362640",
          "TitleEnglish": "おばけでびっくり！おおさわぎ",
          "SummaryEnglish": "森のおくに大きなツノをもった一つ目のおばけがでる！そんな話を聞いたみんなはドキドキしながら夜の森へでかけます。本物のおばけに会えるかな？ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，七海ひろき，斉藤貴美子，高橋李依，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "20": {
          "ID": "9362641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362641",
          "TitleEnglish": "もりのひらめきゲームパーティー",
          "SummaryEnglish": "インセクトランドでゲームパーティーがひらかれるようです。森にあるものと“ひらめき”をつかって、お友だち同士であたらしいあそびをやってみよう！ 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】泊明日菜，久野美咲，奈良徹，美山加恋，七海ひろき，斉藤貴美子，高橋李依，花江夏樹，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "21": {
          "ID": "9362642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362642",
          "TitleEnglish": "みんなのアリがとうメダル",
          "SummaryEnglish": "ミアにやさしくしてもらったマキシームは、葉っぱで作った『アリがとうメダル』をプレゼント。すると、ミアはこのメダルをラファエルにあげたいと言いだします。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】久野美咲，斉藤貴美子，高橋李依，菊池こころ，櫻井孝宏，香川照之",
          "Aliases": []
        },
        "22": {
          "ID": "9362643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/425185-/episodes/9362643",
          "TitleEnglish": "テオとアクセル、でこぼこアドベンチャー",
          "SummaryEnglish": "とおくの空から見たことのない花びらが飛んできました。このお花はどこに咲いているんだろう…テオとアクセルはお花を探しだそうといっしょにぼうけんの旅へ出発します。 詳細情報 番組内容 ここは昆虫の国『インセクトランド』。大きな木、きれいな川、ゆたかな緑とカラフルなお花に囲まれた昆虫たちの国です。くらしている昆虫たちは大きさも色も形もバラバラ。だけど、みんなで助けあってとっても楽しく生活しています。あれ？インセクトランドに新しいお友だちがやってきたみたい。今日はいったいどんなことが起こるんだろう。さあ、みんなもいっしょにのぞいてみよう！ 出演者 【声】美山加恋，七海ひろき，高橋李依，花江夏樹，櫻井孝宏，香川照之",
          "Aliases": []
        }
      }
    }
  }
}