{
    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22445494/",
        "https://berserk-me.com/",
        "https://www.themoviedb.org/tv/211057",
        "https://x.com/berserk_mePR"
    ],
    "TitleEnglish": "Berserk: The Golden Age Arc - Memorial Edition",
    "SummaryEnglish": "A wandering warrior ends up joining a mercenary group led by a charismatic leader, in this remastered, episodic cut of the film trilogy.",
    "TitleJapanese": "ベルセルク 黄金時代篇 MEMORIAL EDITION",
    "SummaryJapanese": "己の剣だけを信じて孤独に生きてきた男が、戦場で一人の気高き男と出会った。若き戦士ガッツとグリフィス。大いなる野望を胸に秘めるグリフィスは、ガッツを決闘で制し、自身が率いる傭兵団「鷹の団」に引き入れた。\nガッツという強大な戦力を得て、数多の激しい戦を乗り越えていく鷹の団は、互いに戦士としての信頼を重ね、ついにミッドランド王国の正規軍にまでのし上がる。だが、グリフィスにとってそれは、彼の目指す高みへのほんの一歩に過ぎなかった。\n一方、ガッツはグリフィスとの絆にかけがえのないものを感じはじめていた。だが、ある夜、ガッツは、グリフィスの語る夢、そして友の話を聞いてしまい……。荒ぶる地上で出逢い、道を交錯させたガッツとグリフィス、鷹の団の者たちは、やがて人智の及ばぬ恐るべき宿命の足音を聞く。",
    "Aliases": [
        "Berserk: Ougon Jidai-hen - Memorial Edition",
        "Berserk: Ōgon Jidai-hen - Memorial Edition"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "2021252",
            "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10877786",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/10877786",
                    "TitleEnglish": "Berserk: The Golden Age Arc I - The Egg of the King",
                    "SummaryEnglish": "Guts, an immensely strong sword-for-hire, has little direction in his life, simply fighting one battle after the next. However, this all changes suddenly when he meets and is bested by Griffith, a beautiful and charismatic young man who leads the Band of the Hawk mercenary army. After Guts joins the Band and the relationship between the two men begins to blossom, Casca, the tough, lone swordswoman in the Band of the Hawk, struggles to accept Guts and the influence he has on the world around her. While the two men begin to fight together, Griffith continues to rise to power, all seemingly in order to reach his mysterious, prophesied goals. What lengths will Guts and Griffith go to in order to reach these goals, and where will fate take the two men?",
                    "TitleJapanese": "ベルセルク 黄金時代篇Ⅰ 覇王の卵",
                    "SummaryJapanese": "戦乱で荒廃した架空の中世の世界を舞台に、屈強な剣士ガッツの活躍を描く三浦建太郎の同名人気コミックを映画化。原作の中でも人気の「黄金時代」を3部作で描く第1部で、アニメーション制作を「鉄コン筋クリート」「マインド・ゲーム」のスタジオ4℃が担当する。孤独な剣士ガッツは、身の丈を超える巨大な長剣を自在に操り、傭兵として各地を渡り歩いていた。傭兵集団「鷹の団」のグリフィスはそんなガッツに目をつけ、決闘でガッツを制して鷹の団に引き入れる。幾多の激戦を潜り抜けるうちに、ガッツとグリフィスは固い絆で結ばれていくが……。"
                },
                "2": {
                    "ID": "10877787",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/10877787",
                    "TitleEnglish": "Berserk: The Golden Age Arc II - The Battle for Doldrey",
                    "SummaryEnglish": "The Band of the Hawk and their enigmatic leader Griffith continue winning battle after battle as their prestige throughout the kingdom of Midland grows. But their latest task is one that has seen failure from everyone who has attempted it: the subjugation of the impenetrable fortress of Doldrey.",
                    "TitleJapanese": "ベルセルク 黄金時代篇Ⅱ ドルドレイ攻略",
                    "SummaryJapanese": "三浦建太郎のベストセラーコミック「ベルセルク」の「黄金時代」編をアニメーション映画化した3部作の第2部。主人公の剣士ガッツと傭兵団「鷹の団」が挑む難攻不落の要塞ドルドレイの攻略戦や、ガッツと戦友グリフィスの決闘と別れまでが描かれる。鷹の団に入団して3年、団長グリフィスの夢をともに追ってきたガッツだったが、グリフィスのふとした言葉がきっかけで退団を決意する。一方、ミッドランド王国とチューダー帝国の戦争は最終局面を迎え、鷹の団は5000人の兵力で3万人の敵兵がいる難攻不落のドルドレイ要塞に挑むことになる。"
                },
                "3": {
                    "ID": "10877788",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/10877788",
                    "TitleEnglish": "Berserk: The Golden Age Arc III - The Advent",
                    "SummaryEnglish": "One year has passed since Guts left the Band of the Hawk and Griffith was imprisoned by the Kingdom of Midland for treason. In the dead of night, at a camping site where they hide, the Band of the Hawk is attacked by Bakiraka assassins led by Silat. When all seems lost, Guts returns from his journey. \"You destroyed everything.\" Crying that Griffith is nothing without Guts, Casca and Guts are joined together body and soul. Griffith is imprisoned in the oldest building in Wyndham Catle, the Tower of Rebirth.",
                    "TitleJapanese": "ベルセルク 黄金時代篇Ⅲ 降臨",
                    "SummaryJapanese": "1989年から連載20年以上、発行部数は全世界で3300万部を超える三浦建太郎のベストセラーコミック「ベルセルク」の「黄金時代」編をアニメーション映画化した3部作の完結編。反逆罪で捕らわれたグリフィスを奪還するため、キャスカをはじめとした鷹の団の残党は、グリフィスが幽閉されているミッドランド王都ウインダムの「再生の塔」を目指す。修行の旅を経て成長したガッツの力もあり、一行はグリフィスを取り戻すことに成功するが、しかし、両手両足の腱を切られ、舌を抜かれて無残な姿になったグリフィスに、かつての夢を追う術は残されていなかった。やがて、すべてに絶望したグリフィスの下に失われていた「覇王の卵」真紅のベヘリットが戻り、216年の一度の「蝕」が起こる。原作に忠実なハードな描写が多く、当初は映倫区分が18歳未満は鑑賞不可のR18＋とされたが、修正を加えたR15＋指定で劇場公開。一部の劇場ではR18＋指定版も公開された。"
                }
            }
        },
        "1": {
            "ID": "2021253",
            "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9361104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9361104",
                    "TitleEnglish": "The Golden Age",
                    "SummaryEnglish": "A young mercenary loner named Guts distinguishes himself in battle during a siege. As fate would have it, he also happens to catch the eye of Griffith, the charismatic young leader of the Band of the Hawk.",
                    "TitleJapanese": "黄金時代",
                    "SummaryJapanese": "ミッドランド王国とチューダー帝国による百年戦争の戦渦、傭兵として大剣を振っていたガッツは、ある戦の後、傭兵団「鷹の団」の面々に絡まれた。幾人もの団員に続き、千人長のキャスカまでもを大剣で圧倒したガッツだが、そこに鷹の団団長のグリフィスが声をかけて......"
                },
                "2": {
                    "ID": "9377143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377143",
                    "TitleEnglish": "Nosferatu Zodd",
                    "SummaryEnglish": "Griffith and the Band of the Hawk are rapidly gaining favor in the eyes of the king of Midland, but not everyone is pleased. During a battle, Guts and Griffith encounter an enemy like none they've ever faced.",
                    "TitleJapanese": "不死のゾッド",
                    "SummaryJapanese": "ガッツが鷹の団に入団して3年。鷹の団はミッドランド王国軍と契約し、連勝を重ねて、国王の弟ユリウスの軍にも勝る戦果を上げていた。切り込み隊長を担うガッツは、ある日、古城の奥で人成らざる存在・不死のゾッドと出くわす。強者を求めるゾッドは喜々としてガッツと戦うが……。"
                },
                "3": {
                    "ID": "9377145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377145",
                    "TitleEnglish": "Master of the Sword",
                    "SummaryEnglish": "Griffith has Guts carry out a high-risk mission for him, while he himself grows better acquainted with Princess Charlotte.",
                    "TitleJapanese": "剣の主",
                    "SummaryJapanese": "王族たちによる狐狩りの警護の際、国王の娘シャルロットとの交流を果たし、好意を持たれたグリフィス。しかし、同じ日に毒矢に襲われたことから、その首謀者と思われる者の暗殺を隠密にガッツに頼んだ。「四の五の言わずに命令すりゃいいんだ」と引き受けるガッツだが......。"
                },
                "4": {
                    "ID": "9377147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377147",
                    "TitleEnglish": "Prepared for Death",
                    "SummaryEnglish": "After being separated from the Band of the Hawk during a battle, Guts and Casca must fight for their lives against hostile Tudor forces.",
                    "TitleJapanese": "決死行",
                    "SummaryJapanese": "チューダー帝国騎士団との戦の最中、キャスカが倒れ、それを助けたガッツは共に崖下の川に落ちた。朦朧としながらキャスカはグリフィスとの出会いを思い出す。男に襲われた少女キャスカにグリフィスは「守るものがあるなら、その剣をとれ」と告げたのだった。"
                },
                "5": {
                    "ID": "9377149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377149",
                    "TitleEnglish": "Campfire of Dreams",
                    "SummaryEnglish": "Guts begins to question his place in the Band of the Hawk, while Griffith puts the band in play for his riskiest gambit yet.",
                    "TitleJapanese": "夢のかがり火",
                    "SummaryJapanese": "チューダー帝国騎士団を自身にひきつけたガッツは、独りで百人近くの兵をなぎ倒すという偉業を成し遂げた。傷を負ったガッツを、ジュドーから授かった薬で手当てするキャスカ。満天の星空の下、ガッツはキャスカに、皆には夢があるが、自分には何もないと吐露して......。"
                },
                "6": {
                    "ID": "9377152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377152",
                    "TitleEnglish": "The Battle for Doldrey",
                    "SummaryEnglish": "It's do-or-die time as the Band of the Hawk goes up against Tudor's mightiest knights in an attempt to recapture the fortress of Doldrey and bring the war to an end.",
                    "TitleJapanese": "ドルドレイ 攻略戦",
                    "SummaryJapanese": "鷹の団はたった5千の騎兵で、チューダー帝国難攻不落の要塞ドルドレイに立ちむかった。ガッツはチューダー最強と謳われる紫犀聖騎士団団長ボスコーンと対峙し、キャスカは別働隊を率いて要塞内部の制圧へ。そして、グリフィスは自身と因縁のある要塞総司令官のゲノンと再会し、言葉を交わすが......。"
                },
                "7": {
                    "ID": "9377154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377154",
                    "TitleEnglish": "One Snowy Night",
                    "SummaryEnglish": "The Hawks have their moment of glory as heroes of the kingdom, but Guts decides the time has finally come for him to pursue his own dreams alone.",
                    "TitleJapanese": "ある雪の夜に…",
                    "SummaryJapanese": "ドルドレイを攻略した鷹の団は王国の英雄となった。国王は鷹の団に正規軍「白鳳騎士団」の地位を、グリフィスに白鳳将軍、各千人長にも騎士の爵位を与えると宣言した。歓喜に包まれる鷹の団。しかし、その光景を見届けるガッツの中には、ある決心が固まっていた。"
                },
                "8": {
                    "ID": "9377156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377156",
                    "TitleEnglish": "Demise of a Dream",
                    "SummaryEnglish": "Guts sets off on his own in a dramatic fashion, and this seemingly small event triggers what becomes a downward spiral for Griffith and the Hawks.",
                    "TitleJapanese": "夢の終焉",
                    "SummaryJapanese": "発とうとしているガッツに、グリフィスは鷹の団を出て行くのなら剣で自分をもぎ取っていけと言う。朝日に輝くダイヤモンドダストの中で交わる、ガッツとグリフィスの剣。この対決の行方がガッツ、グリフィス、鷹の団のみならず世界の命運を大きく動かすことになるのだが......。"
                },
                "9": {
                    "ID": "9377158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377158",
                    "TitleEnglish": "Wounds",
                    "SummaryEnglish": "After a year has passed, Guts returns to find the Band of the Hawk reduced to a persecuted group of fugitives, with Casca as their acting leader.",
                    "TitleJapanese": "傷",
                    "SummaryJapanese": "ガッツが鷹の団を去り、王家反逆の大罪人としてグリフィスが囚われて１年が経つ。英雄から一転、ミッドランド王国から追われることになった鷹の団は、暗殺集団バーキラカに襲われた際にガッツとの再会を果たす。キャスカはお前のせいですべてが壊れたとガッツに剣を向けるが.....。"
                },
                "10": {
                    "ID": "9377160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377160",
                    "TitleEnglish": "Reunion in the Abyss",
                    "SummaryEnglish": "When the Band of the Hawk infiltrates Windham to rescue Griffith from prison, what they discover upends all their plans and expectations.",
                    "TitleJapanese": "深淵の再会",
                    "SummaryJapanese": "ガッツが合流した鷹の団は、グリフィスさえ戻ればという希望を見出し、グリフィス奪還に動きだした。王女シャルロットの手引きで牢獄への潜入を果たしたガッツたちだが、最下層の拷問部屋につくと、そこには想像を絶するグリフィスの姿があり......。"
                },
                "11": {
                    "ID": "9377162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9377162",
                    "TitleEnglish": "The Eclipse",
                    "SummaryEnglish": "As Griffith vacillates between desperate hope and hopeless despair, the Band of the Hawk is drawn into an event far beyond their comprehension.",
                    "TitleJapanese": "蝕",
                    "SummaryJapanese": "グリフィスを奪還した鷹の団。しかし、グリフィスの身体は拷問により、あらゆる腱を切られ皮膚を剥がれていた。グリフィスを介抱するキャスカは涙をこぼし、ガッツも優しく声をかけるが......。二人に情けをかけられていることを知ったグリフィスは、最後の力を振り絞り馬車を走らせた。"
                },
                "12": {
                    "ID": "9500080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9500080",
                    "TitleEnglish": "Storm of Death",
                    "SummaryEnglish": "Griffith makes one last fateful decision, as the rest of the Hawks struggle for survival against virtually insurmountable odds.",
                    "TitleJapanese": "死の嵐",
                    "SummaryJapanese": "グリフィス、ガッツ、キャスカ、鷹の団の者たちは、ベヘリットが発した波動に飲み込まれ、人面丘が広がる異様な空間に誘われた。そこへ降臨したのは守護天使ゴッド・ハンド。そのひとりボイドがグリフィスへ告げた。「積み上げるがよい。おまえに残されたすべてを」と......。"
                },
                "13": {
                    "ID": "9500081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-the-golden-age-arc-memorial-edition/episodes/9500081",
                    "TitleEnglish": "Vow of Retaliation",
                    "SummaryEnglish": "After the Eclipse comes to its tragic end, Guts finds his life shifting from one dark nightmare into another that's strangely familiar.",
                    "TitleJapanese": "反撃の誓い",
                    "SummaryJapanese": "烙印を焼きつけられた鷹の団の者たちは、おびただしい数の使徒に襲われ、次々に喰われた。死体が転がり、動く者がいない惨状に悲痛な叫びをあげるガッツ。その時、グリフィスが五人目の福王、闇の翼フェムトとして誕生する。フェムトは裸のキャスカを使徒の触手で吊るし、ガッツに見せつけるようにして......。"
                }
            }
        }
    }
}