{
  "URL": "https://www.thetvdb.com/series/atri-my-dear-moments",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt30326044/",
    "https://atri-anime.com/",
    "https://www.tvmaze.com/shows/75563/show-slug",
    "https://www.themoviedb.org/tv/210875",
    "https://www.wikidata.org/wiki/Q122381959",
    "https://en.wikipedia.org/wiki/Atri:_My_Dear_Moments#Anime",
    "https://x.com/ATRI_anime"
  ],
  "TitleEnglish": "ATRI -My Dear Moments-",
  "SummaryEnglish": "In the near future, a sudden and unexplained sea rise has left much of human civilization underwater. Ikaruga Natsuki, a boy who lost his mother and one of his legs in an accident some years earlier, returns disillusioned from a harsh life in the big city to find his old countryside home half-swallowed by the sea. Left without a family, all he has to his name is the ship and submarine left to him by his oceanologist grandmother, and her debts. His only hope to restore the dreams for the future that he has lost is to take up an opportunity presented to him by the suspicious debt collector Catherine. They set sail to search the sunken ruins of his grandmother's laboratory in order to find a treasure rumor says she left there. But what they find is not riches or jewels; it is a strange girl lying asleep in a coffin at the bottom of the sea, Atri. Atri is a robot, but her appearance and her wealth of emotions would fool anyone into thinking she's a living, breathing human being.",
  "Aliases": [
    "アトリ -My Dear Moments-",
    "ATRI: My Dear Moments"
  ],
  "Modified": "2025-01-23",
  "Seasons": {
    "1": {
      "ID": "2021669",
      "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "9364217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/9364217",
          "TitleEnglish": "To the Cradle in the Ocean",
          "SummaryEnglish": "In the near future, much of the world has been forgotten at the bottom of the ocean due to rising sea levels. Natsuki Ikaruga, who lives in a small town surrounded and stranded by the sea, is invited by a mysterious woman, Catherine, to search for a treasure in his grandmother's house who was a marine geologist. One day, he dives to the bottom of the ocean in a submarine and encounters a mysterious capsule with a girl sleeping inside. The girl was a humanoid so sophisticated that she could be mistaken for a human.",
          "Aliases": []
        },
        "2": {
          "ID": "10541147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541147",
          "TitleEnglish": "A Warm View Together",
          "SummaryEnglish": "\"I'll be your leg, Master!\" Atri, who was supposed to be with Cathrine, has come back to Natsuki. Although she was pumped to be of assistance to her new master, she fell into the ocean while carrying him and failed at cooking… It's as if she is a piece of scrap. Atri seems to have received a very important order from Nonko and tries to remember what it is, but...",
          "Aliases": []
        },
        "3": {
          "ID": "10541148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541148",
          "TitleEnglish": "Hitman Small Fry School",
          "SummaryEnglish": "Natsuki accompanies Atri who is on her way to school. However, when they arrive, they find that most of the school is underwater. Although they managed to get into the school building, inside it was full of empty classrooms and an unexpected teacher. There, Natsuki is faced with the saddening reality of the lives of the people who remained in their town.",
          "Aliases": []
        },
        "4": {
          "ID": "10541149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541149",
          "TitleEnglish": "Crabs and Electricity are Important",
          "SummaryEnglish": "Natsuki sets his heart on creating a tidal power generator that utilizes the ebb and flow of the ocean's tides. He dives back into the ocean to find some materials and salvages some resin from the ruins of Ryuuji's family's factory. As soon as he gets back he gets to work. As they are working, Natsuki and Ryuuji exchange heated opinions over how the generator should be built. Atri intervenes and the two guys become closer friends. Meanwhile, a suspicious-looking character peeks at them from outside of the school....",
          "Aliases": []
        },
        "5": {
          "ID": "10541150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541150",
          "TitleEnglish": "Smiling Under the Night Light",
          "SummaryEnglish": "If Natsuki sells Atri, he can get batteries. However, he can no longer think of Atri as just an average humanoid. While he's deep in thought on the dock, looking out at the ocean, Natsuki finds Catherine floating in the water. She is completely intoxicated, and Natsuki and Atri take her in. But right at that time, the sound of a gunshot echoes within the silent ship.",
          "Aliases": []
        },
        "6": {
          "ID": "10541151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541151",
          "TitleEnglish": "That Song In My Head",
          "SummaryEnglish": "Natsuki's life experiences a big shift after becoming a teacher and starting a salvaging service. Rumors of a school lit with electricity attracts new students, and activities around the school regain a sense of liveliness.",
          "Aliases": []
        },
        "7": {
          "ID": "10541152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541152",
          "TitleEnglish": "Date With a Robot Girl",
          "SummaryEnglish": "Was Natsuki's first love, Atri? His beautiful childhood memories are gradually being overwritten. Despite his unwillingness to admit it was her the facts around him are lining up to force him to, but he continues to deny it.",
          "Aliases": []
        },
        "8": {
          "ID": "10541153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541153",
          "TitleEnglish": "The Rippling Night Has Come",
          "SummaryEnglish": "Natsuki has been acting strange and seems to have his head in the clouds through everything he does. After being interrogated by Minamo and the others, he reluctantly confesses to them that he kissed Atri in the ocean.",
          "Aliases": []
        },
        "9": {
          "ID": "10541154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541154",
          "TitleEnglish": "A Leg Falling Into the Abyss",
          "SummaryEnglish": "Natsuki happens to see Atri's log that was left open. What was written there was an emotionless record of how she carried out her actions to fulfill Natsuki's desires. Natsuki instinctively rejects Atri and is no longer able to trust anything. Meanwhile, a single letter arrives, and inside there is a report describing the truth behind the Humanoid called Atri.",
          "Aliases": []
        },
        "10": {
          "ID": "10541155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541155",
          "TitleEnglish": "Eventually When the Rain Stops",
          "SummaryEnglish": "When Natsuki comes to the rescue for the now-beaten-up Atri, he becomes the next target of Yasuda’s acts of violence. With the onslaught of consecutive attacks, he finds himself also beaten up, just like Atri. Before Yasuda can inflict any more pain, Atri, unable to tolerate watching any longer, raises her fist against a human once more.",
          "Aliases": []
        },
        "11": {
          "ID": "10541156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541156",
          "TitleEnglish": "The End of Summer and Your Sound",
          "SummaryEnglish": "Natsuki decides to head back to the Academy on the mainland to study humanoids. He decides to leave the salvaging service in Ryuuji's hands, and while he’s tidying up the ship in order to pass it on to him.",
          "Aliases": []
        },
        "12": {
          "ID": "10541157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10541157",
          "TitleEnglish": "A Ticket to the Place We Promised",
          "SummaryEnglish": "Atri's last order that was given to her by the capsule was to go to Eden. However, Natsuki and the rest are perplexed by the incomplete set of instructions and don’t know where to even start looking.",
          "Aliases": []
        },
        "13": {
          "ID": "10563824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/atri-my-dear-moments/episodes/10563824",
          "TitleEnglish": "Stop, Time… You are Beautiful",
          "SummaryEnglish": "Only three days remain. Atri decides to become a part of Eden's system, and the clock ticks on for Natsuki who decides to spend his life looking for a way to save Atri.",
          "Aliases": []
        }
      }
    }
  }
}