{
    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23812370/",
        "https://ars-giant.com/",
        "http://www.reddit.com/r/GiantbeastsofArs",
        "https://www.themoviedb.org/tv/211093",
        "https://www.wikidata.org/wiki/Q114607905",
        "https://en.wikipedia.org/wiki/Giant_Beasts_of_Ars",
        "https://x.com/ars_giant"
    ],
    "TitleEnglish": "Giant Beasts of Ars",
    "SummaryEnglish": "The great beasts created the land, but humans stole it. Angered, the beasts began eating humans, who in turn called upon the gods to fight the beasts. In the age of the sword, heroes and mythology, giant beasts are hunted by humans for profit. Jiro, who makes his living hunting beasts, encounters Kuumi, who is being chased by someone, and in that moment decides to save her. As rumors spread regarding humanity and a mysterious experiment, together they seek to discover the world's secrets.",
    "TitleJapanese": "アルスの巨獣",
    "SummaryJapanese": "はるか昔、巨大な生物が世界を創り出した。しかし、その創造物を人間に盗まれてしまい、それに怒った人間が世界を混沌に陥れたので、人間は神々に助けを求めたのです。それ以来、巨獣を狩ることで生計を立てる人間も出てきた。獣を狩ることで生きてきたジイローは、ある日、クウミと出会う。",
    "Aliases": [
        "Ars no Kyojū",
        "Ars no Kyojuu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2022176",
            "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9380795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9380795",
                    "TitleEnglish": "The Promise That Started It All",
                    "SummaryEnglish": "A young escapee and a listless hunter meet by chance, unaware of the covenant that will soon bind them.",
                    "TitleJapanese": "はじまりの約束",
                    "SummaryJapanese": "──その少女は外の世界を知らない。遙かなる大地アルス。それは大地を揺るがす巨獣と、巨獣を狩る人間達が暮らす世界の物語。帝国の要塞から脱出した名もない少女は、追っ手を撒き、海へ飛び込み、港町アルキへ漂着する。見るもの全てが珍しい少女は、クウミという名を得て街中を散策する。街を巨獣が襲ったのは、その時だった。危機に際し、クウミの力が暴走をはじめる。流れの巨獣狩人、\"死に損ないのジイロ\"がクウミの手をとったのは、その時だった。契約の儀式が交わされる。"
                },
                "2": {
                    "ID": "9544218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544218",
                    "TitleEnglish": "The Covenant Ritual",
                    "SummaryEnglish": "Their pact grants Jiro and Kumi the power to defend the town from the giant beast. It also exposes their location to Imperial forces.",
                    "TitleJapanese": "契約の儀式",
                    "SummaryJapanese": "――ナギモリとカンナギ。それが世界の理である。契約を交わしたことにより合体するクウミとジイロ。クウミのナギモリとなったジイロは、その強大な力で巨獣を打ち払う。合体が解けたクウミは、自分がカンナギと呼ばれる力持つ存在であることを知らされる。カンナギの力は凄まじく、町を消滅させるほどの力を持つ。その力が暴走しないよう『器』となるのが、ナギモリと呼ばれる戦士であると。引退したナギモリだったジイロは、不承不承、お守りを引き受けるが、二人の前にクウミを捜す帝国の追手が立ちはだかる。"
                },
                "3": {
                    "ID": "9544219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544219",
                    "TitleEnglish": "Long Rain Village",
                    "SummaryEnglish": "Low on supplies and with their escape route cut off, the three companions seek shelter in a nearby village. There, they meet a youth who dreams of becoming a Paladin.",
                    "TitleJapanese": "霖雨の里",
                    "SummaryJapanese": "――野にいるはノビト。獣の相を持つはケモビト。旅商人ミャアと共にアルキの街を脱出し、ケモビトの村に到着したジイロとクウミは、強い剣士を目指す『早とちりのメラン』と出会う。村の少女ティリが行方不明と早とちりしたメランは村の外へ捜索に出るが、そこで巨獣に襲われる。メランを救いにきたジイロとクウミの前に現れたのは、常のものとは異なり、赤く目を光らせ、凶暴化した巨獣だった。"
                },
                "4": {
                    "ID": "9544220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544220",
                    "TitleEnglish": "The Drifting Spear",
                    "SummaryEnglish": "Jiro underestimates a mysterious traveler and loses his spear in a game of chance. She has an agenda, but what interest could she have with a Cleric and a Paladin?",
                    "TitleJapanese": "彷徨う槍",
                    "SummaryJapanese": "──赤目の巨獣。それは凶兆を意味する。長雨の所為でケモビトの村に足止めを食っていたジイロ達は、酒場で賭博に興じていた。そこに現れた旅の医者『七草のロマーナ』はジイロに賭けの勝負を挑む。それは、クウミがジイロに捕まっていると勘違いし、救い出そうとしてのことだった。長雨により村が沈むと知った村人たちは、村から避難所へと移ることに。避難する村人たちを導くジイロののもとに再び赤目の巨獣が迫る。村人たちが避難する時間を稼ぐため、ジイロはメランと組んで、巨獣を迎え撃つのだった。"
                },
                "5": {
                    "ID": "9544221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544221",
                    "TitleEnglish": "Test of Strength",
                    "SummaryEnglish": "Jiro has a violent history with the people of the mountains. When the group finds themselves in their village, the inhabitants challenge the Paladin to a test of strength.",
                    "TitleJapanese": "力比べ",
                    "SummaryJapanese": "──ヤマビトは山に暮らす民。戦うために生まれたという。帝国の追手を避けて山道へと入り、ヤマビトの村へとたどり着くジイロ達。ノビトとヤマビトの間には戦争の歴史があり、ジイロ自身もヤマビトと戦った経験があった。歓迎の祭りの中で力比べの勝負を挑まれ、かつての敵に囲まれるジイロだったが、戦い好きのヤマビトに遺恨はなく、ジイロは強い男として歓迎を受ける。そこに現れる赤目の巨獣。ヤマビト達は祭り気分のまま、喜んで巨獣達と戦うのだった。その様子を見ていたファザード。そして、傍らには謎の少女が一人。"
                },
                "6": {
                    "ID": "9544222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544222",
                    "TitleEnglish": "An Inescapable Shadow",
                    "SummaryEnglish": "Kumi dreads there’s a connection between her and the red-eyed beasts. And when her friends try to help her, they may all end up with more questions than answers.",
                    "TitleJapanese": "逃れられぬ影",
                    "SummaryJapanese": "──帝国の実験施設。それは特殊な能力を持つカンナギを作り出す場所であり、クウミの故郷でもある。\nジイロ達の行く先々に現れる赤い目の巨獣。巨獣出現の謎を解くため、ジイロ達は巨獣の追跡を開始。たどり着いた先で待ち受けていたのは、ジイロのかつての戦友、ファザード。そして、彼に付き従うクウミと同じ顔の少女。人を越えた力を振るうファザードに戸惑いつつ戦うジイロであったが、己の分身と対峙したことで過去を思い出したクウミは、ジイロとの合体を解いてしまう。"
                },
                "7": {
                    "ID": "9544223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544223",
                    "TitleEnglish": "Violet Evokes the Memory of Horns",
                    "SummaryEnglish": "Jiro was married once. Her name was Toka, and this is how their story began — and ended.",
                    "TitleJapanese": "ムラサキは角の記憶",
                    "SummaryJapanese": "──かつて帝国は国を挙げて北を攻めた。雪に閉ざされた秘境の果てに求めたものは何か？かろうじてファザード達の追撃を避けたジイロ達は、不慮の事故により、ツノビトの村へとたどり着く。ジイロ達を出迎えたのは村長のゴウザ。かつてのジイロのカンナギであり、妻でもあったトウカの父親であった。トウカの墓参りをしたことで過去に思いを馳せるジイロ。ジイロは兵士として立身出世を求めたが、参加した戦争でトウカを失い、自分だけが死に損なったのだった。"
                },
                "8": {
                    "ID": "9544224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544224",
                    "TitleEnglish": "Proof of Identity",
                    "SummaryEnglish": "Kumi used to be an empty shell of a person until a fateful encounter changed her life. Now, she seeks to save a counterpart from her cruel fate.",
                    "TitleJapanese": "同一性の証明",
                    "SummaryJapanese": "──仮の名を手にする前、少女に名前はなく、ただ番号があった。クウミの記憶。メザミの研究はカンナギを改造し、その命と引き換えに破壊をもたらす兵器の開発であった。クウミと同じ姿、同じ顔をした実験体と殺し合う毎日を送らされていたクウミ。虚ろな日々を当然のものとして受け入れていたクウミであったが、一人の研究員との出会いがきっかけとなり、要塞から脱出。そして、ジイロと出会うことに。己の過去……自分と同じ実験体と出会ったクウミは殺すことも殺されることも拒否し、救おうと手を差し伸べるが……。"
                },
                "9": {
                    "ID": "9544225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544225",
                    "TitleEnglish": "The Warrior and the Healer",
                    "SummaryEnglish": "Jiro and his friends WILL put an end to the Imperial experiments. However, they are not the only ones with the conviction to do what must be done. Conflict is inevitable.",
                    "TitleJapanese": "士と医",
                    "SummaryJapanese": "──花開くクウミ。\nクウミと実験体の戦いは恐るべき爆発と破壊をもたらした。実験成功を喜ぶメザミ。だが、その力はあまりにも大きすぎた。クウミの力を恐れたゴウザは、ジイロ達を拘束する。そして、ゼンまでもがクウミの力と、それを知った人々を消すために現れる。クウミに突き付けられる刃はロマーナの機転によって回避され、ジイロ達はメザミの計画を止めるべく旅立つ。傷つきながらも激戦をくぐり抜けたクウミに、ジイロ達は贈り物をする。"
                },
                "10": {
                    "ID": "9544226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544226",
                    "TitleEnglish": "The Emissary of the Securians",
                    "SummaryEnglish": "Kumi and the others launch an assault on the laboratory to save the prototypes. However, Mezami hasn’t come this far just to see his ambitions go down in flames.",
                    "TitleJapanese": "守り人の使者",
                    "SummaryJapanese": "──賢きモリビトは、古の智恵を今に伝えるという。\n実験体を救うためメザミの研究所へと潜入するジイロ達。ファザードとの激しい戦闘を経て、古代遺跡の最深部で待ち受けるメザミと対峙する。自身を神と信じ、すべての異種族は神の元にあるヒトの召使いとして作られた道具と断言するメザミ。そんなメザミを止めようとするジイロであったが、対峙していたメザミの姿がみるみるうちに変貌し、そして……。"
                },
                "11": {
                    "ID": "9544228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544228",
                    "TitleEnglish": "The Fleeting Flower",
                    "SummaryEnglish": "Kumi can either live the little time she may have left as a normal girl or continue fighting. Jiro and the others have their opinions, but what does Kumi want?",
                    "TitleJapanese": "泡沫の華",
                    "SummaryJapanese": "──実験体は兵器であり、長期の運用は想定されていない。\nツルギの語った衝撃的な事実。それは兵器として生み出されたクウミの寿命が残りわずかだということだった。だが古代の技術を操るモリビトの儀式で、カンナギの力を永遠に封印すれば、クウミの寿命を延ばすことはできるという。執り行われる封印の儀式。その最中、赤目の巨獣達がモリビトの村に現れる。それは預言されていた世界の終わり、審判の時の到来だった。"
                },
                "12": {
                    "ID": "9544229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ars-no-kyojuu/episodes/9544229",
                    "TitleEnglish": "The Ring's Judgement",
                    "SummaryEnglish": "Giant beasts attack the people of Ars en masse, forcing everyone to fight for their very lives. As chaos reigns, Myaa prepares to unleash her trump card.",
                    "TitleJapanese": "指輪の審判",
                    "SummaryJapanese": "──審判の時。大地の奥底より千の巨獣が目覚める。\n世界各地の村を襲う巨獣の群れ。ヤマビト、ケモビト、ツノビト、ノビト。あらゆる種族達が、仲間と土地を守るために巨獣と戦っていた。古代の技術を操り防戦するモリビトであったが、そこへ巨獣を生み出す巨獣の母が現れ戦況は一変。傷つきながらも戦い続けるジイロの前に、巨獣の母がそびえたつ。ジイロとクウミは最後の力を振り絞り、審判の戦いに挑む。そして──。"
                }
            }
        }
    }
}