{
  "URL": "https://www.thetvdb.com/series/shy",
  "Genres": [
    "Adaptation",
    "Anime - Shonen",
    "Superhero"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt22524872/",
    "https://shy-anime.com/",
    "http://www.reddit.com/r/shy",
    "https://www.themoviedb.org/tv/211709",
    "https://www.wikidata.org/wiki/Q114422701",
    "https://en.wikipedia.org/wiki/Shy_(manga)",
    "https://x.com/SHY_off"
  ],
  "TitleEnglish": "SHY",
  "SummaryEnglish": "On the brink of a third World War, superheroes appeared on Earth. Gifted with powers, their appearance brings peace to the world. The heroes each selected a country in which they would reside, serve, and protect its citizens. Shy is Japan’s hero, endowed with super strength. Her most daunting enemy yet? Crippling shyness. Join Shy and her super friends as she defends Earth and gains confidence!",
  "Aliases": [
    "シャイ"
  ],
  "Modified": "2025-06-12",
  "Seasons": {
    "1": {
      "ID": "2022614",
      "URL": "https://www.thetvdb.com/series/shy/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9384623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/9384623",
          "TitleEnglish": "I'm Shy",
          "SummaryEnglish": "The world is at peace, but there are still everyday dangers. So, a new breed of protectors, known simply as \"Heroes\" have arrived on Earth. Shy is Japan's new Hero, but is she ready to be a Hero? What does it MEAN to be a Hero anyway?",
          "Aliases": []
        },
        "2": {
          "ID": "10016467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016467",
          "TitleEnglish": "With All of My Heart",
          "SummaryEnglish": "Shy returns to school only to find herself faced with Iko Koishikawa, a girl whose injuries she blames herself for. As if that wasn't stressful enough, a mysterious young boy sows discord and forces the girls to face the darkness in their hearts.",
          "Aliases": []
        },
        "3": {
          "ID": "10016468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016468",
          "TitleEnglish": "Conversation at the Dinner Table",
          "SummaryEnglish": "Koishikawa takes Momijiyama out on the town in an attempt to thank her for everything she's done for her. However, Momijiyama's introverted nature and shut-in lifestyle make this difficult. The two of them are then unexpectedly summoned by Unilord.",
          "Aliases": []
        },
        "4": {
          "ID": "10016469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016469",
          "TitleEnglish": "A Heartless Person",
          "SummaryEnglish": "Shy faces off against Stardust for the right to remain a hero. To stand a chance, Shy has to discover what drives her as a hero and fuels the power of her Heart-shift bracelets. Heroes from the Black Cross help manage the aftermath.",
          "Aliases": []
        },
        "5": {
          "ID": "10016470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016470",
          "TitleEnglish": "Shine the Light",
          "SummaryEnglish": "As Shy searches for ways to strengthen the power of her heart, she finds support and inspiration in unlikely places. Help and begrudging assistance from Lady Black helps her understand struggle more as they help someone together.",
          "Aliases": []
        },
        "6": {
          "ID": "10016471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016471",
          "TitleEnglish": "Ice White",
          "SummaryEnglish": "Unilord sends Shy and Spirit on an urgent mission to the North Pole. There, they rendezvous with China's hero and work together to investigate the fate of researchers who had lost contact with the Arctic Base.",
          "Aliases": []
        },
        "7": {
          "ID": "10016472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016472",
          "TitleEnglish": "Unchain",
          "SummaryEnglish": "Iko and Pepesha share their experiences fighting Amarariruku, and new information about Stigma and his rings comes to light. Afterward, Shy faces an important aspect of being a hero: building up her image.",
          "Aliases": []
        },
        "8": {
          "ID": "10016473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016473",
          "TitleEnglish": "Surprise",
          "SummaryEnglish": "Teru travels to Russia to assist Pepesha's investigation into the mysterious girl they encountered at the North Pole. Not only are details about Pepesha's past brought to light, but new information leads to some disturbing implications about Tzveta.",
          "Aliases": []
        },
        "9": {
          "ID": "10016474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016474",
          "TitleEnglish": "Melee, Trembling Fingertips",
          "SummaryEnglish": "The battle with Kufufu and Tzveta heats up as Shy and Spirit desperately try to get the civilians out of harm's way. Kufufu's unpredictable actions make her difficult to fight, and Tzveta's ice powers and inescapable heart make her a formidable foe.",
          "Aliases": []
        },
        "10": {
          "ID": "10016475",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016475",
          "TitleEnglish": "The Lonely Ice and Small Flame",
          "SummaryEnglish": "As Tzveta regains her memories, Shy and Spirit witness the tragedy of Letana's adult life firsthand and learn how her ideals formed. The strength of her dark, frozen heart clashes against Shy's warm light.",
          "Aliases": []
        },
        "11": {
          "ID": "10016476",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016476",
          "TitleEnglish": "What Is Conveyed and That Which Remains",
          "SummaryEnglish": "Stigma's twisted endeavors have provided Pepesha and Letana the opportunity to finally say all the things they never could in the past. As their battle comes to a climax and close, much is revealed about their relationship and Stigma.",
          "Aliases": []
        },
        "12": {
          "ID": "10016477",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10016477",
          "TitleEnglish": "When I Cough, It's the Two of Us",
          "SummaryEnglish": "Reinforcements sent by Unilord arrive and assist in cleaning up the aftermath of the battle with Tzveta and Kufufu. Afterward, Teru ends up with an intense cold that leads Iko to look after her and realize just how normal heroes are.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2100352",
      "URL": "https://www.thetvdb.com/series/shy/seasons/official/2",
      "TitleEnglish": "Edición de recuperación de Tokio",
      "SummaryEnglish": "Edición de recuperación de Tokio, comienza la guerra. Shai ha crecido un poco gracias a la batalla con \"Amara Riluk\" liderada por el misterioso niño Stigma. Cuando regresó a Japón, conoció a Tennoji Fu, una chica que se había escapado de su casa de la aldea ninja. Ella le dice a Shai que abandonó la aldea en busca de un miembro de \"Amara Riluk\". Mientras tanto, ocurre un incidente en el que Tokio queda repentinamente envuelta en una esfera negra y desaparece. Se envían héroes para rescatar a Tokio.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10207065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10207065",
          "TitleEnglish": "Hero's High",
          "SummaryEnglish": "We revisit our heroes and see them going about their daily lives after the incidents with Amarariruku. A young reporter, Tojiko Asuka, crosses paths with Shy and is suddenly inspired to write an article interviewing her.",
          "Aliases": []
        },
        "2": {
          "ID": "10563831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563831",
          "TitleEnglish": "Wind Coming From the West",
          "SummaryEnglish": "A sudden thunderstorm and a forgotten umbrella trap Momijiyama at school, where she joins the hunt for one of the Seven Wonders of Tanpopo First Middle School. A young woman with a Kansai accent proves to be more capable than expected.",
          "Aliases": []
        },
        "3": {
          "ID": "10563832",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563832",
          "TitleEnglish": "Heartblade",
          "SummaryEnglish": "Ai showcases her skills by swiftly defeating her busybody pursuer. She then decides that Momijiyama will help her out by giving her a place to stay while she pursues her goals outside of her village.",
          "Aliases": []
        },
        "4": {
          "ID": "10563833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563833",
          "TitleEnglish": "Cloud in the Dark",
          "SummaryEnglish": "When an impenetrable black orb completely engulfs the heart of Tokyo, heroes from all over the world are summoned to discuss how to handle it. Shy finds herself thrust into a leadership role and is tasked with organizing a team to infiltrate the orb.",
          "Aliases": []
        },
        "5": {
          "ID": "10563834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563834",
          "TitleEnglish": "Storming In",
          "SummaryEnglish": "Shy and the team she's put together infiltrate the black orb and begin their rescue mission. They're beset by a member of Amarariku who squares up against Mianlong, man-to-man.",
          "Aliases": []
        },
        "6": {
          "ID": "10563835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563835",
          "TitleEnglish": "Nothing Is Permanent",
          "SummaryEnglish": "The infiltration team is forced to deal with the trolly problem presented by Kufufu. In the aftermath, Ai reflects on her perception of Amarariruku and shares the details of her relationship with one of its members.",
          "Aliases": []
        },
        "7": {
          "ID": "10563837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563837",
          "TitleEnglish": "Because of Love",
          "SummaryEnglish": "Shy, Piltz, and Ai are beset by another member of Amarariruku. She captures Ai, intent on delivering her to her sister, and wields the power of love against Shy and Piltz. Atop the tower, Mai waits for the long-awaited confrontation.",
          "Aliases": []
        },
        "8": {
          "ID": "10563839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563839",
          "TitleEnglish": "A Nice Guy",
          "SummaryEnglish": "Stardust confronts Stigma and Quabala alone, while Ai and Shy's confrontation with Mai takes a turn for the worst. Ai struggles to accept her sister's fall from grace, and Stardust receives a bone-chilling revelation from Stigma.",
          "Aliases": []
        },
        "9": {
          "ID": "10563840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563840",
          "TitleEnglish": "Vague",
          "SummaryEnglish": "With the fusion of Ai and Mai into an entirely new being, Shy is left alone atop the tower to face a formidable foe alone. Hearts clash on battlefields both physical and emotional.",
          "Aliases": []
        },
        "10": {
          "ID": "10563841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563841",
          "TitleEnglish": "Hand Reached Out",
          "SummaryEnglish": "Now a separate being once again, Mai returns to her internal struggles as Ai and Tokimaru desperately try to reach out to her. Members of Amarariruku ascend to the top of the tower to finish destroying the black sphere from the inside.",
          "Aliases": []
        },
        "11": {
          "ID": "10563842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563842",
          "TitleEnglish": "With the Moon...",
          "SummaryEnglish": "Members of Amarariruku combine their powers to shatter the top of the black sphere, releasing the city's fear into the outside world. Mai attempts to sacrifice herself to shield the outside world, but she finds she's not alone.",
          "Aliases": []
        },
        "12": {
          "ID": "10563843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shy/episodes/10563843",
          "TitleEnglish": "Fare Thee Well",
          "SummaryEnglish": "With their plans thwarted, members of Amarariruku retreat. In the aftermath of the black ball's collapse, the heroes face the weight of unforeseen consequences to their victory.",
          "Aliases": []
        }
      }
    }
  }
}