{
    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29171939/",
        "https://hoshitele-anime.com/",
        "http://www.reddit.com/r/StardustTelepath",
        "https://www.themoviedb.org/tv/217404",
        "https://www.wikidata.org/wiki/Q114443072",
        "https://en.wikipedia.org/wiki/Hoshikuzu_Telepath#Anime",
        "https://x.com/hoshitele_anime"
    ],
    "TitleEnglish": "Stardust Telepath",
    "SummaryEnglish": "Umika is a sweet yet shy high school girl. She has trouble speaking to others and dreams of having a friend from another planet. But her lonely school life takes a cosmic turn when she meets transfer student Yu, an alien with telepathic powers! The two become close and promise to go to space one day. So, they decide to build a rocket and shoot for the stars, making new friends along the way.",
    "TitleJapanese": "星屑テレパス",
    "SummaryJapanese": "15歳の木星海香は、学校で人づきあいに苦労しているが、いつか自分の言葉が人に届くことを願っている。 自称エイリアンの明内優が人生に入ると、ウミカはオープンになることについてもっと学びます.",
    "Aliases": [
        "Hoshikuzu Telepath",
        "星テレ",
        "HoshiTele"
    ],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2023907",
            "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9607775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/9607775",
                    "TitleEnglish": "Cometary Encounter",
                    "SummaryEnglish": "Umika Konohoshi is a shy girl who has trouble talking to others, and dreams of making friends in outer space. On the first day of high school, she meets Yu, who claims to be an alien, and one who can read minds with telepathy!",
                    "TitleJapanese": "彗星エンカウント",
                    "SummaryJapanese": "小ノ星海果は、宇宙人との出会いを夢見る高校一年生。そんな海果は、入学初日に「自分は宇宙人だ」と名乗るクラスメイト・明内ユウと出会い、ビックリ！ユウが気になってドキドキの海果だが、引っ込み思案なのでうまく話せない。でもユウは宇宙人の特殊能力「おでこぱしー」で、そんな海果の気持ちを感じ取ってくれる。ユウともっと仲良くなりたくなる海果。自分の言葉で思いを伝えたいと決意。一方、ユウは自分の秘密を打ち明ける……。"
                },
                "2": {
                    "ID": "10018407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018407",
                    "TitleEnglish": "Sunset Rocket",
                    "SummaryEnglish": "Umika is excited to start building a rocket with Yu. However, she is then confronted by her classmate, Haruno, who just happened to spot Umika and Yu sneaking into a lighthouse after school...",
                    "TitleJapanese": "夕焼ロケット",
                    "SummaryJapanese": "宇宙に行きたい海果と、宇宙に帰りたいユウ。二人で同じ夢、「宇宙を目指す」ことに！ そのためにロケットを作ろうとする海果だが、その難しさにいきなり挫折しそうになる。落ち込む海果と、マイペースなユウ。そんな二人の様子が気になる、クラスメイトで副学級委員長の宝木遥乃。海果は遥乃にユウが宇宙人だとバレないよう必死にごまかそうとする。でもユウは「二人の夢」を遥乃に告げ、仲間に誘う。そして三人は、ロケット作りの第一歩を踏み出す！"
                },
                "3": {
                    "ID": "10018408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018408",
                    "TitleEnglish": "Explosive Mechanic",
                    "SummaryEnglish": "In their quest to build a rocket, Umika and her friends decide to visit Matataki, their classmate who is a skilled engineer, but doesn't attend classes. However, they soon find out that this mechanic's got one short fuse!",
                    "TitleJapanese": "爆薬メカニック",
                    "SummaryJapanese": "海果たちのペットボトルロケットは少しずつ飛距離を伸ばすも、宇宙への道のりは果てしなく遠い。知識も何もかもが足りないと悩む海果だが、優秀なメカニックに心当たりがあった。それは不登校のクラスメイト・雷門瞬。意を決し、海果たちは瞬に会いに行く。だが瞬の態度はつれなく、海果は何も言えなくなる。それは中学で初めて出会った時から同じ。何も変わらない。あの時も今も、海果は気おくれしてしまい、瞬に言葉を伝えられないままで……。"
                },
                "4": {
                    "ID": "10018409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018409",
                    "TitleEnglish": "Clashing Seaside",
                    "SummaryEnglish": "Haruno shows up with a surprise for Umika and Yu. The three of them prepare to face off against Matataki in a bottle rocket duel. The fate of Umika's rocketry dreams hangs in the balance!",
                    "TitleJapanese": "決戦シーサイド",
                    "SummaryJapanese": "「伝えたいこと」のために海果は勇気を振り絞り、瞬にペットボトルロケット勝負を挑む。そんな海果とユウを、遥乃は祖父との思い出が眠る秘密基地に案内する。その日からそこは三人の秘密基地となり、さっそく作戦会議。翌日は道具の買い出しに。そして買い物を終えると、遊びに繰り出すことに。海果は思いがけず楽しいひと時を過ごす。一方、一人でペットボトルロケットを作る瞬は苛立ちが止まらない。そして決戦の日！ 海果は「伝えたいこと」のため、瞬に真剣勝負を挑む！"
                },
                "5": {
                    "ID": "10018410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018410",
                    "TitleEnglish": "Endless Dreamer",
                    "SummaryEnglish": "Matataki convinces Umika and the others to start a school-sanctioned club to finance their rocketry endeavors. The next day, everyone in Umika's grade sets off on an overnight study camp.",
                    "TitleJapanese": "無限ドリーマー",
                    "SummaryJapanese": "瞬が高校に来るようになって、嬉しい海果たち。特に担任の笑原先生は大喜び。\n海果たちは次のステップとして、固体燃料ロケットを作りたいと考えるが、問題は費用。瞬はお金を得るために、部の設立を企む。なんとか笑原先生に申請書を受け取ってもらい、瞬はこれからの高校生活をやっていけそうだと余裕を見せるが、明日から海果たち一年生は宿泊学習で――。マジか…となる瞬と海果たちを乗せて、バスは山の中を行く――。"
                },
                "6": {
                    "ID": "10018411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018411",
                    "TitleEnglish": "Salutatory Initiation",
                    "SummaryEnglish": "Matataki gives the others a crash course in model rocket building. Some time later, Umika and her friends attend a model rocketry festival, and run into a familiar face...",
                    "TitleJapanese": "乾杯イニシエーション",
                    "SummaryJapanese": "今日からロケット研究部の部長だと、張り切る海果。ワクワクで部の申請結果を待つ海果、ユウ、遥乃、瞬。だが笑原先生からの報告は「部ではなく同好会なら許可できる」というもので、部費はゼロ、顧問は笑原だと。ガックリする瞬を海果が励ます。そんな海果の成長が嬉しい一同。さっそく秘密基地で、同好会結成を祝うことに。そして活動開始。瞬によるモデルロケットの制作指導。さらにはモデルロケットフェスの見物。そこで海果が出会ったのは……。"
                },
                "7": {
                    "ID": "10018412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018412",
                    "TitleEnglish": "Daring Leadership",
                    "SummaryEnglish": "Umika and the others begin to prepare for the upcoming model rocketry tournament. But they find out that in order to participate, all of them will need model rocket licenses!",
                    "TitleJapanese": "大胆リーダーシップ",
                    "SummaryJapanese": "モデルロケット選手権、前年度優勝校の部長・秋月彗と出会って以来、海果の彗への憧れは募るばかり。彗のようなリーダーになるべく張り切る海果は、今年の選手権の優勝を目指すと宣言。ロケット研究同好会の次の目標が決まり、決意を新たにする一同。モデルロケットのライセンスを取得したり、選手権に向けて準備を進めてゆく。だが、勝ちたいなら指揮を一任するよう告げる瞬に、海果は押し切られる。このままでよいのかと悩む海果は……。"
                },
                "8": {
                    "ID": "10018413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018413",
                    "TitleEnglish": "Into Battle, Ultra High-Power Dream",
                    "SummaryEnglish": "With both summer vacation and the regional qualifiers for the Model Rocket Championship drawing ever closer, tensions run high between Matataki and the rest of the group.",
                    "TitleJapanese": "出陣ウルトラハイパワードリィーム",
                    "SummaryJapanese": "モデルロケット選手権に向けて、打ち上げテストを重ねてゆく海果たち。失敗も楽しみながらモデルロケットを設計したり、期末考査を乗り越えたり。そして迎えた夏休み、海果たちは秘密基地でモデルロケット作りに邁進する。だが上手くいかず苛立ちを隠せない瞬。失敗続きに落ち込む海果。バラバラになりそうな四人だったが、海果はユウに頼らずに瞬と向き合い、同好会をまとめようと頑張る。……そして、選手権が始まる！"
                },
                "9": {
                    "ID": "10018414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018414",
                    "TitleEnglish": "Planetary Gravity",
                    "SummaryEnglish": "The Model Rocket Championship regional qualifiers have finally begun. Umika is struck with fear right before her speech in front of a crowd. Can she manage to pull herself together in time?",
                    "TitleJapanese": "惑星グラビティ",
                    "SummaryJapanese": "モデルロケット選手権が始まった。彗と再会し、海果の緊張は高まるばかり。\nそして、海果たちの打ち上げたモデルロケットは――。"
                },
                "10": {
                    "ID": "10018415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018415",
                    "TitleEnglish": "Crybaby Restart",
                    "SummaryEnglish": "With summer vacation over, Umika must put on a brave face in front of the others after their loss. She soon learns that Matataki refuses to talk to anyone or come to school.",
                    "TitleJapanese": "泣虫リスタート",
                    "SummaryJapanese": "二学期が始まった。心配する遥乃や笑原先生に、元気な姿を見せる海果。級友たちの応援も嬉しい。だが、瞬だけは学校を休んでいて、連絡も取れなかった。海果はダメな自分と向き合って、前に進もうと決める。瞬と会えないままで弱気な遥乃を、海果とユウは励ます。夢が破れる苦しさを知る遥乃は、それでも立ち上がろうとする海果に、強さを見る。遥乃は、自分はどうしたいか分からないまま、祖父との思い出を胸に、瞬と対峙する……。"
                },
                "11": {
                    "ID": "10018416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018416",
                    "TitleEnglish": "Rematching Seaside",
                    "SummaryEnglish": "With Matataki still absent from school and shutting everyone out, Umika must find a way to get through to her. But first, they decide to enlist help from a familiar face...",
                    "TitleJapanese": "再戦シーサイド",
                    "SummaryJapanese": "彗の高校の部活動を見学させてもらう海果、ユウ、遥乃。レベルの高いモデルロケット制作現場に三人は刺激を受ける。それは瞬だけに負担をかけないよう、もっと勉強したいという思いからだった。そして海果は……。"
                },
                "12": {
                    "ID": "10018417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshikuzu-telepath/episodes/10018417",
                    "TitleEnglish": "Stardust Telepath",
                    "SummaryEnglish": "Umika finds herself sick and bedridden. Yu, Haruno, and Matataki decide to pay her a visit, much to the surprise of Umika's sister, Honami.",
                    "TitleJapanese": "星屑テレパス",
                    "SummaryJapanese": "ロケット勝負の後、熱で倒れてしまった海果。ユウ、遥乃、瞬は、海果の家にお見舞いに行く。熱に浮かされる海果は「おでこぱしー」をねだり、ユウは思わずドキッとなる。瞬は登校を再開し、秘密基地にはまた四人が揃うように。新たな目標に向けて、ロケット研究同好会は再スタートを切る。級友たちと積極的に話したり、成長を見せる海果に、ユウのドキドキは止まらない。様子のおかしなユウを追う海果。そして二人は……。"
                }
            }
        }
    }
}