{
    "URL": "https://www.thetvdb.com/series/the-great-cleric",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28101962/",
        "https://www.tbs.co.jp/anime/seija/",
        "https://www.themoviedb.org/tv/220779",
        "https://en.wikipedia.org/wiki/The_Great_Cleric",
        "https://x.com/seija_anime"
    ],
    "TitleEnglish": "The Great Cleric",
    "SummaryEnglish": "After losing a small bet to the Great God of Galdardia, Earth's God of Fate handed over 10 low-quality souls to his rival as a reward. Taking advantage of his victory, the God of Galdardia took the opportunity to breathe these souls into new bodies, while rebirthing them in one of the worlds he oversees: a magical world. Among the 10 selected, a former salaryman who was about to get a raise after years of hard work is reincarnated in Luciel's body, with nothing but the memories of his previous life and his sharp business skills. Faced with this absurd situation, our man makes a promise to himself: his next death will be sweet and of old age. To do this, he decides to become a healer, unaware that this job is far from easy...",
    "TitleJapanese": "聖者無双 ～サラリーマン、異世界で生き残るために歩む道～",
    "SummaryJapanese": "ガルダルディアの大神との少額の賭けに負けた後、地球の運命の神は、報酬として10個の低品質の魂をライバルに渡しました. 彼の勝利を利用して、ガルダルディアの神は、彼が監督する世界の1つである魔法の世界でそれらを再生しながら、これらの魂を新しい体に吹き込む機会を得ました. 選ばれた10名の中から、長年の苦労の末に昇給を目前にした元サラリーマンが、前世の記憶と鋭い営業力だけを残してルシエルの体に転生する。 このばかげた状況に直面して、私たちの男は自分自身に約束をします：彼の次の死は甘く、老年になります。 これを行うために、彼はヒーラーになることを決心しますが、この仕事が簡単ではないことを知りません...",
    "Aliases": [
        "Seija Musō: Salaryman, Isekai de Ikinokoru Tame ni Ayumu Michi",
        "Seija Musou: Salaryman, Isekai de Ikinokoru Tame ni Ayumu Michi",
        "Seija Musou"
    ],
    "Modified": "2025-01-14",
    "Seasons": {
        "1": {
            "ID": "2023874",
            "URL": "https://www.thetvdb.com/series/the-great-cleric/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9624402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9624402",
                    "TitleEnglish": "The Healers' Guild",
                    "SummaryEnglish": "A salaryman meets an untimely demise and gets reincarnated in a fantasy world as a fifteen-year-old boy named Luciel. Luciel uses his business skills to talk his way into a nearby town's Healers' Guild, where he begins a crash course in magic.",
                    "TitleJapanese": "治癒士ギルド",
                    "SummaryJapanese": "出世を目前に凶弾に倒れたサラリーマンは、気が付くと15歳・ジョブ「治癒士」のルシエルとして異世界に転生していた。「絶対に寿命で老衰する！」という決意を胸に、新たな人生をスタートさせたルシエル。前世で培った営業スキルを活かし女性聖騎士隊隊長・ルミナに治癒士ギルドへ案内をしてもらうが、まだ治癒魔法が使えないルシエルは10日間のスパルタ訓練を受けることに…。"
                },
                "2": {
                    "ID": "9875424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875424",
                    "TitleEnglish": "The Adventurers' Guild",
                    "SummaryEnglish": "Luciel starts to get a handle on his healing powers and what it's going to take to improve them and survive in this new world, so he charts a course for a rather unexpected training destination —the Adventurers' Guild!",
                    "TitleJapanese": "冒険者ギルド",
                    "SummaryJapanese": "負傷した新米冒険者4人の治療を試みるルシエル。しかし緊張のせいかヒールをうまく発動させることができず、魔力枯渇も起こしてしまう。そこでルシエルは、経験を積んで治癒士としてもレベルアップするため、冒険者ギルドの門を叩くことに。受付嬢のナナエラに迎えられ、魔法による治癒行為を対価に武術の指導をお願いしたルシエルの元へやってきたのは厳つい顔を浮かべるブロドだった。"
                },
                "3": {
                    "ID": "9875425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875425",
                    "TitleEnglish": "A Talent for Martial Arts",
                    "SummaryEnglish": "Luciel registers with the Adventurers' Guild and begins martial arts training with chief instructor Brod. As part of that training, he is forced to drink Substance X, a mysterious and disgusting beverage that confers special powers like a cheat item.",
                    "TitleJapanese": "武術の才能",
                    "SummaryJapanese": "鍛錬のため冒険者ギルドに身を置き、ブロドによる修行と、冒険者への治療を始めたルシエル。さらに修行の一環として、クソまずいというデメリットを持ちながらチート級の効力を持つ「物体X」を、シェフのグルガーから飲まされることに。その後「物体Ｘ」と修行の日々を送るルシエルは、ある時から“視線”を感じるようになるのだが･･･！？"
                },
                "4": {
                    "ID": "9875426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875426",
                    "TitleEnglish": "Substance X and a Small Change",
                    "SummaryEnglish": "Luciel gets a break from training to learn about butchering monsters with Gulgar's brother, Galba, and study world history and culture with Nanaella. While shopping with Nanaella one day, he discovers Monika unconscious and bleeding on the street.",
                    "TitleJapanese": "物体Xと少しの変化",
                    "SummaryJapanese": "修行に明け暮れるルシエルは、初めての休息日を迎える。グルガーの兄・ガルバから魔物の解体を、ナナエラたちからはこの世界の歴史などを教えてもらったりと有意義な時間を過ごしていく。そしてその後のある休日、ナナエラと買い物に出ると、帰り道で突如響き渡る叫び声が･･･！？ その声の元へ駆けつけたルシエルが見たものは、血を流した治癒士ギルドの受付嬢・モニカの姿だった…。"
                },
                "5": {
                    "ID": "9875427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875427",
                    "TitleEnglish": "The Healing Clinic and the Arrival of Bottaculli",
                    "SummaryEnglish": "It's been a year and Luciel needs to renew his registration at the Healer's Guild. What rank will he be? Luciel jumps into the next level of his training, when he encounters the Healer who left Monika to die...",
                    "TitleJapanese": "治癒院長ボタクーリ登場",
                    "SummaryJapanese": "冒険者ギルドでの1年間の生活を終え、治癒士ギルドへ登録更新にきていたルシエル。新たな働き口を探そうとするが、そこにブロドが現れる。 その後、再び冒険者ギルドに戻ることになったルシエルだが、メラトニ最大の治癒院の長にしてモニカを襲わせた元凶であるボタクーリが、武器を持った護衛を連れて強引に乗り込んで来て…！？"
                },
                "6": {
                    "ID": "9875428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875428",
                    "TitleEnglish": "On a Journey",
                    "SummaryEnglish": "After Luciel's encounter with Bottaculli, Brod decides that he'll need to get even stronger to survive whatever the corrupt healer might throw at him. Little do they expect the mysterious letter that's about to arrive and change everything.",
                    "TitleJapanese": "旅立ち",
                    "SummaryJapanese": "ボタクーリの一件から半年が過ぎたころ、ルシエルの元に一通の手紙が届く。その内容は聖シュルール教会本部への異動辞令だった。辞令が自分を冒険者ギルドから追い出すためのボタクーリの仕業であることを知りながらも、ルシエルは半年後の異動へ向けて準備を始める。そして迎えた最終日、ルシエルはある思いを胸に、ブロドを訓練場へ呼び出すのであった。"
                },
                "7": {
                    "ID": "9875429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875429",
                    "TitleEnglish": "The Holy City of Shurule",
                    "SummaryEnglish": "Luciel makes his intrepid, if reluctant, trip the Holy City of Shurule, where he learns more about the Church and what he'll be doing there. Is this a setup? Or just another stepping stone on the path to survival?",
                    "TitleJapanese": "聖都シュルール",
                    "SummaryJapanese": "聖都シュルールへ到着したルシエルは、司祭・グランハルトから退魔士として教会本部の地下迷宮でアンデッドを祓う仕事を命じられる。そこで偶然再会したルミナから、地下が迷宮化した理由や危険が伴う仕事だと知らされるのだが、多少の不安はあるものの前任の退魔士・ジョルドからアンデッドの倒し方を学んだルシエルは、いざ地下迷宮へと足を踏み入れるのであった─。"
                },
                "8": {
                    "ID": "9875430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875430",
                    "TitleEnglish": "A Threat in the Boss Room",
                    "SummaryEnglish": "Luciel makes progress at his new job, potentially even getting in over his head. He's up against a strange encounter in the boss room, and an even more mysterious one afterward...",
                    "TitleJapanese": "ボス部屋の脅威",
                    "SummaryJapanese": "無事に初日の迷宮探索を終えたルシエルは、迷宮内で手に入れた魔石を交換してくれるという教会本部内にある売店へ向かう。店主のカトレアから格安で剣と槍を購入し、『二槍刀流』での迷宮探索を進める。十階層までたどり着いたルシエルの前に現れた怪しげな部屋。そこは主部屋と言われ「アンデッドが集団で襲ってくる場所」だという。ルシエルは早速十階層の主部屋へと挑むが…！？"
                },
                "9": {
                    "ID": "9875431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875431",
                    "TitleEnglish": "Training with the Paladin Regiment",
                    "SummaryEnglish": "Luciel starts to doubt his fighting skills after clearing the boss room on the tenth level, so he asks to train with Lumina and the Valkyrie Paladin Regiment. After clearing the twentieth level, he meets the pope again to learn more about the wights.",
                    "TitleJapanese": "聖騎士隊との訓練",
                    "SummaryJapanese": "なんとか十階層の主部屋をクリアしたルシエルだったが、戦闘においては反省点も多く、更なる修行を思案していた。そこでルミナに相談すると、『戦乙女（ヴァルキリー）聖騎士隊』の訓練へ参加させてもらえることに。厳しい訓練の甲斐もあり、無事に二十階層の主部屋を突破したルシエルは、教皇から主部屋で戦ったワイトの正体を明かされる。"
                },
                "10": {
                    "ID": "9875432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875432",
                    "TitleEnglish": "The Secret of Substance X",
                    "SummaryEnglish": "Luciel agrees to heal the adventurers in Shurule but demands that they stop calling him \"maso-zombie.\" Cattleya realizes Luciel has been consuming Substance X and informs the pope, who explains the origin of the mysterious drink.",
                    "TitleJapanese": "物体Xの秘密",
                    "SummaryJapanese": "「物体X」を補充するために聖都シュルールの冒険者ギルドへやってきたルシエルは、マスターから冒険者たちの治癒を依頼される。引き受けたルシエルに冒険者からは感謝の「ドMゾンビ」コールが。治療と引き換えに「ドM」呼びを禁止するも、通り名会議は難航し…。一方、ルシエルの強さに疑問を持ったカトレアは「物体Ｘ」の存在を教皇へ報告。教皇から語られる「物体X」の正体とは…？"
                },
                "11": {
                    "ID": "9875433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875433",
                    "TitleEnglish": "Trouble in St. Shurule",
                    "SummaryEnglish": "Luciel runs into trouble in the streets of the capital, and an altogether different danger awaits him in the depths below the city...",
                    "TitleJapanese": "聖都シュルールの異変",
                    "SummaryJapanese": "アンデッドの情報収集のために冒険者ギルドへ向かったルシエルは、遠いメラトニの街からやってきたナナエラとモニカに再会する。二人の近況を聞きたいルシエルだったが、ギルドで治療を心待ちにしていた冒険者たちに駆り出されてなかなか話せない。しかも、獣人の少女・シーラが助けを求めて駆け込んできて、彼女と共にスラム街へ向かうと、そこでは大勢の獣人が苦しんでおり…！？"
                },
                "12": {
                    "ID": "9875434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-cleric/episodes/9875434",
                    "TitleEnglish": "S-Rank Healer and Exorcist Luciel's Declaration",
                    "SummaryEnglish": "Luciel has been missing from the surface for six months. While all his admirers are wondering where he has gone, Luciel fights the level 50 boss to be able to leave the labyrinth. He makes a public statement on the good practice of healers.",
                    "TitleJapanese": "S級治癒士兼 退魔士ルシエルの宣言",
                    "SummaryJapanese": null
                }
            }
        }
    }
}