{
    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22817632/",
        "https://tdm-anime.com/",
        "http://www.reddit.com/r/HeavenlyDelusion",
        "https://www.tvmaze.com/shows/65498/show-slug",
        "https://www.themoviedb.org/tv/208891",
        "https://www.wikidata.org/wiki/Q117344872",
        "https://en.wikipedia.org/wiki/Heavenly_Delusion",
        "https://x.com/tdm_anime"
    ],
    "TitleEnglish": "Heavenly Delusion",
    "SummaryEnglish": "In the year 2024, the world has collapsed. Grotesque monsters lurk amongst the ruins of Japan, while remaining people scrape together what they can to survive. Kiruko, an odd-job girl in Nakano, accepts a mysterious woman's dying wish to take a boy named Maru to a place called Heaven. Maru is convinced that there will be a boy there who looks exactly like him.",
    "Aliases": [
        "Tengoku Dai Makyō",
        "Tengoku Dai Makyou",
        "Tengoku Daimakyō",
        "Tengoku Daimakyou",
        "Tengoku Daimakyo"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2025661",
            "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9406479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9406479",
                    "TitleEnglish": "Heaven and Hell",
                    "SummaryEnglish": "Japan has collapsed after the Great Disaster. Kiruko accepts a request to take a boy named Maru to a place called Heaven. Meanwhile, children live behind the walls of a nursery in luscious green surroundings. After receiving a mysterious message, Tokio begins to doubt the world around him."
                },
                "2": {
                    "ID": "9679333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679333",
                    "TitleEnglish": "Two Confessions",
                    "SummaryEnglish": "At a strange inn, Maru and Kiruko sink into a drowsy slumber. They awaken to something monstrous under the faint light of the moon. At the nursery, Tokio becomes more suspicious of the world around him. Meanwhile, Shiro receives an unexpected message."
                },
                "3": {
                    "ID": "9679334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679334",
                    "TitleEnglish": "Kiriko and Haruki",
                    "SummaryEnglish": "Five years ago, in Asakusa, Robin, Haruki, and his racer sister Kiriko had spent their days happily living in an orphanage."
                },
                "4": {
                    "ID": "9679335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679335",
                    "TitleEnglish": "Kuku",
                    "SummaryEnglish": "Tokio is taken to see some bizarre-looking babies, and realizes just how little he understands about his surroundings. On a boat with no escape, Maru and Kiruko suffer a terrifying attack. As all is failing, it is up to Kiruko to devise a new strategy."
                },
                "5": {
                    "ID": "9679336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679336",
                    "TitleEnglish": "Day of Fate",
                    "SummaryEnglish": "Maru and Kiruko return to Tokyo to find a neighborhood crowded with tents. When Maru goes off to a game center, Kiruko is left to gather information for herself, and hears a scary rumor."
                },
                "6": {
                    "ID": "9679337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679337",
                    "TitleEnglish": "100% Safe Water",
                    "SummaryEnglish": "Maru and Kiruko are on the hunt for the Immortal Order. On the way, they stay at a hotel run by a girl named Totori. Dumping their bags and searching for safe drinking water, they stumble upon a badly injured man."
                },
                "7": {
                    "ID": "9679338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679338",
                    "TitleEnglish": "The Immortal Order",
                    "SummaryEnglish": "Maru and Kiruko find what they believe is the doctor and the Immortal Order. Instead, it is a hostile organization that is strongly opposed to the treatment that the Immortal Order provides."
                },
                "8": {
                    "ID": "9679339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679339",
                    "TitleEnglish": "Their Choices",
                    "SummaryEnglish": "After killing the Man-Eaters, Maru and Kiruko finally meet Dr. Usami. He asks something difficult of them, and leads them both to a room where a horrifying scene awaits."
                },
                "9": {
                    "ID": "9679340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679340",
                    "TitleEnglish": "Children of the Nursery",
                    "SummaryEnglish": "Maru and Kiruko discover that Dr. Usami had a button with the same pattern as the logo they found on the Kiru-Beam. They decide to follow its trail, and meet a mysterious informant along the way. Meanwhile, back at the nursery, an emergency meeting is held."
                },
                "10": {
                    "ID": "9679342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679342",
                    "TitleEnglish": "The Walled Town",
                    "SummaryEnglish": "Maru and Kiruko decide to head to the Ibaraki facility of the Takahara Academy. Since it's on the way, they agree to help Juichi confirm whether his baby is still alive. Arriving at the Walled Town, the situation is very different to what was expected."
                },
                "11": {
                    "ID": "9679343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679343",
                    "TitleEnglish": "The Test Begins",
                    "SummaryEnglish": "Maru and Kiruko head to the Ibaraki facility after Juichi gives them his car. Meanwhile, a group of new 5th years join the academy. Mimihime notices that one child called Ohma seems very lonely, and tries to make friends. But Ohma has special reasons for keeping away from the other children."
                },
                "12": {
                    "ID": "9679344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9679344",
                    "TitleEnglish": "Outside of the Outside",
                    "SummaryEnglish": "Maru and Kiruko arrive in a prosperous marketplace. It's the town where the rumored Ministry of Reconstruction runs things. Meanwhile, the academy is suddenly under attack. While trying to take shelter, the children find a hole in the wall."
                },
                "13": {
                    "ID": "9687688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tengoku-dai-makyou/episodes/9687688",
                    "TitleEnglish": "The Journey Continues and Begins",
                    "SummaryEnglish": "Mimihime, Shiro, Anzu and Taka all head outside through a hole in the wall, as they search for an answer to their teacher's test. Meanwhile, Kiruko is in tears after Robin does something terrible."
                }
            }
        }
    }
}