{
    "URL": "https://www.thetvdb.com/series/buddy-daddies",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Crime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22986710/",
        "https://www.instagram.com/fantastic_sweeper0516",
        "https://buddy-animeproject.com/",
        "http://www.reddit.com/r/BuddyDaddies",
        "https://www.themoviedb.org/tv/212963",
        "https://www.wikidata.org/wiki/Q115087947",
        "https://en.wikipedia.org/wiki/Buddy_Daddies",
        "https://x.com/BuddyD_project"
    ],
    "TitleEnglish": "Buddy Daddies",
    "SummaryEnglish": "Two assassins who never miss their mark must juggle fatherhood with their demanding job when they suddenly find themselves raising a four-year-old girl.",
    "TitleJapanese": "Buddy Daddies",
    "SummaryJapanese": "狙ったターゲットは逃さない。\nそんな男２人の殺し屋バディが、4歳の女の子を引き取るハメに。\n新たに始まったのは、ホット＆クールな男２人組と天真爛漫な女児との家族生活。\nどんな仕事もこなす２人でも、１人の娘に悪戦苦闘。食事の世話から遊びの相手、保育園の送迎などに大慌て。それでも仕事の依頼は断れない。\nさらに、女の子は2人が始末した極悪マフィアボスの隠し子だったのだ…！\n果たして、仕事と育児の両立は可能なのか？\nそして、仮初めの家族に幸せは訪れるのか？\n\nオリジナルアニメーションを数多く制作してきたP.A.WORKSと、練り込まれたシナリオで定評のあるニトロプラスがタッグを組んだ新作オリジナルアニメーション。痛快アクション＆ホームコメディ！",
    "Aliases": [
        "Papás amigos"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "0": {
            "ID": "2026309",
            "URL": "https://www.thetvdb.com/series/buddy-daddies/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9648380",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9648380",
                    "TitleEnglish": "Cherry-Pick",
                    "SummaryEnglish": "Kazuki and Rei reflect on all that's happened since Miri came into their lives.",
                    "TitleJapanese": "CHERRY-PICK",
                    "SummaryJapanese": "ミリと暮らし始めてから数か月が経ち、一騎と零の生活は家事に育児に追われる毎日を送っていた。保育園への送り迎えや行事への参加、ある日には一騎が家出をしてしまい零はミリと2人きりになり、家事や育児の大変さを知ることもあった。そんな暮らしにも少し慣れたころ、一騎は義妹のかりんから前に進むように背中を押される。一方、零は組織を継ぐようにボスの実父から迫られていた。3人での生活に幸せを感じ始めていた一騎と零。しかし、その生活を脅かす不穏な動きが忍び寄っていた……。"
                }
            }
        },
        "1": {
            "ID": "2026310",
            "URL": "https://www.thetvdb.com/series/buddy-daddies/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9414234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9414234",
                    "TitleEnglish": "Piece of Cake",
                    "SummaryEnglish": "Frivolous Kazuki and stoic Rei take on a job at Christmas that will change their lives forever.",
                    "TitleJapanese": "PIECE OF CAKE",
                    "SummaryJapanese": "殺し屋を生業とする来栖一騎と諏訪零。\nクリスマスの日。請けた依頼を遂行中、パパを捜していた4歳の女の子・ミリと出会い、ひょんなきっかけで一緒に暮らすことになる。\n愛から逃げて生きてきた一騎と愛を知らない零が、保育園のお迎えや食事の支度など戸惑いながらも、天真爛漫なミリと3人で奇妙な生活が始まる。"
                },
                "2": {
                    "ID": "9507759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507759",
                    "TitleEnglish": "The Kiss of Death",
                    "SummaryEnglish": "The assassins' life with their new charge is no walk in the park... especially when a new job comes up!",
                    "TitleJapanese": "THE KISS OF DEATH",
                    "SummaryJapanese": "一騎をパパと呼び、懐いているミリ。一騎は文句を言いながらも、トイレに食事とミリの面倒をみていた。一方、2人にすっかりペースを乱されてしまった零は、一騎にミリをどうするのかと尋ねると、母親の元に戻すと言う。ミリは一騎たちが仕事で殺してしまったマフィアの愛人の子だった。しかし母親の手掛かりはなく、“ヤドリギ”のマスター・九棋久太郎にリサーチを頼む。そして新たな仕事の依頼を受けた一騎たちだったが……。"
                },
                "3": {
                    "ID": "9507760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507760",
                    "TitleEnglish": "Spice of Life",
                    "SummaryEnglish": "The guys decide it's time to say goodbye to Miri as they take her back to her mother... but there'll be one last time on the playground first.",
                    "TitleJapanese": "SPICE OF LIFE",
                    "SummaryJapanese": "ミリの母親の居場所が分かった。一緒に暮らすうちミリに愛情めいた感情が湧いてきた一騎だったが、自分は子育てする柄じゃないと、手放す決意をする。別れの朝、ママのハンバーグが食べられると無邪気に喜ぶミリを連れて、母親の住む街に出かけた一騎たち3人。一騎はミリの母親と話をするが、すさんだ生活を送る母親を見かねる。一方、公園でミリをと遊んでいた零は、ふと自分の幼少時代の記憶を思い出す――。"
                },
                "4": {
                    "ID": "9507761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507761",
                    "TitleEnglish": "What Will Be, Will Be",
                    "SummaryEnglish": "Taking care of Miri is a full-time job, but the boys may have found their salvation: Daycare! But enrolling her won't be as easy as it looks...",
                    "TitleJapanese": "WHAT WILL BE, WILL BE",
                    "SummaryJapanese": "再びミリと暮らすことになった一騎と零。しかし、毎日ミリの世話に追われ仕事がこなせない。そこでミリを保育園に通わせることに。保育園の入園手続きも初めての2人は、役所に出す書類も裏稼業で得た技術で偽装する始末。無事に入園することは決まったが、保育園に持っていく持ち物を揃えるのにも一苦労する。ミリに恥をかかせないよう一張羅を着せて登園させるが、保育園に行くのを楽しみにしていたミリの顔はなぜか晴れず……。"
                },
                "5": {
                    "ID": "9507762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507762",
                    "TitleEnglish": "Crunch Time",
                    "SummaryEnglish": "Despite their (eventual) daycare triumph, Miri's presence is putting a crimp on the buddies' finances. Looks like it's time to take on a few jobs...",
                    "TitleJapanese": "CRUNCH TIME",
                    "SummaryJapanese": "ミリの服や保育園の準備などに出費がかさみ、家計は火の車。仕事を再開しようと一騎は久太郎のもとを訪ねるが、殺し屋としての勘を取り戻すために与えられた仕事はターゲット身辺調査や現場の下調べばかり。そんな折、ミリの通う保育園が学級閉鎖になってしまう。しかもミリの宿題としてパパの仕事を調べてみんなの前で発表することに。仕事と子守りの両立で徹夜続き、疲労困憊の零が目を離した隙にミリが家を抜け出し迷子になってしまう。"
                },
                "6": {
                    "ID": "9507763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507763",
                    "TitleEnglish": "Love Is Blind",
                    "SummaryEnglish": "Kazuki is determined to be a more attentive parent to Miri. But investigating a fight she got into at daycare might put him on her black list!",
                    "TitleJapanese": "LOVE IS BLIND",
                    "SummaryJapanese": "子育ての親の役割を気にし始めた一騎。急にミリが将来不良になってしまうのではないかと不安になる。そんな折、杏奈先生から保育園でミリが男の子とケンカしたと報告を受ける。一騎はミリにケンカの原因をしつこく問いただすが「知らない」とはぐらかされ、ついには「パパきらい！」と言われて落ち込む。翌日はミリの遠足。ミリの機嫌を取ろうと張り切ってお弁当を作った一騎だったが、カバンに入れ忘れてしまい、内緒で弁当を届けようと零を連れてミリたちのいる動物園へ向かう。家では見ることのないミリの姿に2人は――。"
                },
                "7": {
                    "ID": "9507764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507764",
                    "TitleEnglish": "After Rain Comes Fair Weather",
                    "SummaryEnglish": "A change in season dredges up bad memories for Kazuki, who's already feeling overworked and unappreciated at home.",
                    "TitleJapanese": "AFTER RAIN COMES FAIR WEATHER",
                    "SummaryJapanese": "梅雨のある日。相変わらずゲーム三昧の零に甘えるミリ、一騎は1人でせっせと家事をこなし忙しい日々を送っていた。そんなある日、一騎は街である女性を見かけ、とっさに身を隠してしまう。夕食の時、好き嫌いのあるミリと零は揃って一騎の出した料理を押し付けあう始末。しまいには一騎にフレンチトーストを作れと言い出すが、わがまま放題の2人に一騎の堪忍袋の緒が切れて、翌日、手紙を置いて家出をしてしまった。ミリの世話をまともにしたことがない零はとまどいながらも悪戦苦闘。一方、一騎はある出来事を思い出していた。"
                },
                "8": {
                    "ID": "9507765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507765",
                    "TitleEnglish": "Nothing Seek, Nothing Find",
                    "SummaryEnglish": "A trip home for Rei leads to an uncomfortable ultimatum issued by his hitman father. Meanwhile, Kazuki and Miri are preparing a surprise...",
                    "TitleJapanese": "NOTHING SEEK, NOTHING FIND",
                    "SummaryJapanese": "めずらしく零が早朝から身なりを整えて出かけた。一騎とミリは見送ってから早速ミッションに取り掛かる。零が向かった先は、組織のボスで実の父親が待つ実家。条件付きで今の暮らしを許可されていた零だったが、諏訪家をいずれ継ぐ者として家に戻るように迫られる。また、組織を裏切った人物の始末をつけるよう命令されるが、見覚えのある顔だった。\nその頃、家でパーティーの準備を進めるミリは無邪気に零と父親のことを一騎に尋ねる。家族の愛を知らずに育った零がターゲットと対峙した時に投げかけられた言葉の意味とは――。"
                },
                "9": {
                    "ID": "9507766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507766",
                    "TitleEnglish": "No Sweet Without Sweat",
                    "SummaryEnglish": "When Miri's daycare holds a field day, each of the buddies work at encouraging her in their own way.",
                    "TitleJapanese": "NO SWEET WITHOUT SWEAT",
                    "SummaryJapanese": "公園でかけっこの練習をするミリと一騎たち。ミリは金メダルを獲ると張り切る。子供の運動会になど参加したことがない一騎と零だが、一騎は豪華なお弁当を作り、零も席取りの対策も万全でミリのためにおにぎりを握ると言い出す。いよいよ運動会が始まると子供たちも保護者も一緒になって盛り上がり、お昼の時間には一騎と零の手作り弁当も大好評。そしてミリが楽しみにしていた徒競走の時間がやってきた。ミリの頑張りを見てきた一騎と零の応援にも熱が入る中、先頭で駆け抜けていたミリだがゴールを目前に転倒してしまう！"
                },
                "10": {
                    "ID": "9507767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507767",
                    "TitleEnglish": "Lost at Sea",
                    "SummaryEnglish": "An unexpected encounter at the daycare leads Kazuki and Rei to seriously reconsider their guardianship of Miri.",
                    "TitleJapanese": "LOST AT SEA",
                    "SummaryJapanese": "12月。ミリは保育園のクリスマス会で歌を歌う練習に励んでいた。いつものように一騎と零はミリのお迎えに行くと、保育園の前に見たことのある姿が。それはミリの母親の美咲だった。以前と印象が変わり身なりを整え、一騎たちに声を掛ける。怪訝そうに一騎が用事を尋ねると「ミリを引き取りにきました」と言う。突然のことに思わず声を荒げる一騎。その時、母親の姿を見つけたミリが駆け寄ってくる。話し合いをするためマンションに美咲を連れてくると、無邪気に母親に甘えるミリ。迎えにきた美咲にはある理由があった――。"
                },
                "11": {
                    "ID": "9507768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507768",
                    "TitleEnglish": "Everyone Will Be Hypocrites",
                    "SummaryEnglish": "While adjusting to life without Miri, Kazuki and Rei find themselves facing a new challenge...",
                    "TitleJapanese": "EVERYONE WILL BE HYPOCRITES",
                    "SummaryJapanese": "いつもより静かな家で片付けをする一騎、ゲームばかりして不規則な生活に戻った零。ミリが母親の元に帰ってから、数週間が経った。2人きりになって喪失感が拭えない一騎と零だったが、母親の元で暮らすことがミリにとって一番良い選択だったと自分自身に言い聞かせる。そして零は実家に戻る決意をし、一騎もこの家を出て暮らすと言い、それぞれ別の生活を始めることに。組織を継ぐため実家に戻った零は父親であるボスに挨拶し、後継者として認められたと思ったが一枚の写真を見せられ、ボスから命じられた言葉に驚愕する！"
                },
                "12": {
                    "ID": "9507769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-daddies/episodes/9507769",
                    "TitleEnglish": "Daughter Daddies",
                    "SummaryEnglish": "Miri sings at the Christmas party, while Kazuki and Rei decide to settle matters with the organization.",
                    "TitleJapanese": "Daughter Daddies",
                    "SummaryJapanese": "ミリと出会ってちょうど一年のクリスマス。保育園で行われるクリスマス会を見にきてとせがむミリに、一騎と零は必ず行く約束をする。その前に一騎と零は久太郎の元を訪ね、依頼していたブツを受け取り向かったのは組織のボスがいる諏訪家。ミリとの3人での暮らしを選んだ一騎と零は、組織を抜けるために危険を覚悟で直談判をすることに。激しい銃撃戦、そして目の前に立ちはだかるのは殺し屋の小木埜。対峙する一騎だったが、小木埜にやられるところ間一髪で零に救われる。そして最後に零が向かったのはボスが待つ部屋――。"
                }
            }
        }
    }
}