{
    "URL": "https://www.thetvdb.com/series/bartender-2022",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29233201/",
        "https://bartender-anime.com/",
        "https://www.themoviedb.org/tv/225168",
        "https://www.wikidata.org/wiki/Q120357902",
        "https://en.wikipedia.org/wiki/Bartender_(manga)",
        "https://x.com/bartender_anime"
    ],
    "TitleEnglish": "BARTENDER Glass of God",
    "SummaryEnglish": "At Eden Hall, each glass has a story. A quiet bar lies tucked away in the streets of Tokyo, and it seems only the most desperate souls burdened by their own troubles manage to find its doors. But after a glass of God poured by the brilliant bartender Ryu, they leave renewed. Ryu has a gift—he knows how to soothe the soul with the perfect drink. Who will he meet next?",
    "TitleJapanese": "バーテンダー 神のグラス",
    "SummaryJapanese": "東京の銀座地区にあるエデンホールは、ほとんど人が出会うことのない静かなバーです。 それは、適切な顧客のために適切な飲み物を調合する天才である伝説のバーテンダー笹倉竜によって運営されています. エデンホールでの彼の期間中、あらゆる種類の重荷を背負ったすべての人生の顧客が、ホールで敬虔なグラスとリュウとの親切な言葉を求めて到着します。 人生で。",
    "Aliases": [
        "バーテンダー (2023)",
        "Bartender: Kami no Glass"
    ],
    "Modified": "2025-07-23",
    "Seasons": {
        "1": {
            "ID": "2026139",
            "URL": "https://www.thetvdb.com/series/bartender-2022/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9751275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/9751275",
                    "TitleEnglish": "A Gentle Perch",
                    "SummaryEnglish": "The workers of the Business Planning Division for Hotel Cardinal are desperate to find a bartender. The chairman has declared that they must find someone capable of making the \"Glass of God.\" This is no simple task when they have no idea what that means.",
                    "TitleJapanese": "優しい止まり木",
                    "SummaryJapanese": "バーテンダー・佐々倉溜は、パリから帰国後銀座のバー”イーデンホール”で最近働き始めた。ホテル・カーディナルの営業企画部で働く来島美和は、ホテルのカウンターバーに相応しい、客の魂を癒す「神のグラス」を作れるバーテンダーを探しているが一向に見つからず焦っている。 偶然街で出会った溜がバーテンダーであると知る。"
                },
                "2": {
                    "ID": "10398363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398363",
                    "TitleEnglish": "Old Pal / One for the Road",
                    "SummaryEnglish": "Ryu encounters an impossibly difficult-to-please customer while he's helping out at another bar. When a foul-mouthed customer wanders into Edenhall, Ryu will have to think outside the box and even the bar to serve her.",
                    "TitleJapanese": "古き仲間／One for the Road",
                    "SummaryJapanese": "バー”ラパン”のヘルプに入った溜は、亡きマスターの月命日に店を訪れる老人・来島泰三を接客する。飲むカクテル全てに「まずい」と言って帰ってしまう泰三に美味しいと言わせる一杯は何かと思案する溜。別の日には、雨でずぶ濡れの女性・五島がイーデンホールに来店してくる。"
                },
                "3": {
                    "ID": "10398364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398364",
                    "TitleEnglish": "The Perfect Taste",
                    "SummaryEnglish": "Award-winning bartender Kuzuhara Ryuichi finds himself in an impromptu bartending competition with Sasakura Ryu at the prodding of Chairman Taizo. A young woman comes to Edenhall, determined to see how Ryu mixes a B&B.",
                    "TitleJapanese": "完璧な味",
                    "SummaryJapanese": "溜の出すカクテルを気に入った泰三はカーディナルへ溜をスカウトするがのらりくらりとかわされる。泰三は、ミスター・パーフェクトと呼ばれ勲章を受けるBar・Kのバーテンダー・葛原隆一と溜のカクテル対決を画策する。"
                },
                "4": {
                    "ID": "10398365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398365",
                    "TitleEnglish": "A Bar's Secret Ingredient / The Face of a Martini",
                    "SummaryEnglish": "Desperate to recruit a chef of French cuisine with unreasonable standards, Kamishima turns to Ryu for help. Kyoko returns to Edenhall for bartending advice once again. This time, Ryu takes her to a bar he visited as an apprentice.",
                    "TitleJapanese": "バーの隠し味／マティーニの顔",
                    "SummaryJapanese": "フランスの三ツ星シェフ・山之内をカーディナルのレストランにスカウトしたが、無理な条件を出され美和の上司・神嶋は溜に説得を頼む。一方、Bar・南の見習いの川上京子はマスターに「君のマティーニには顔が無い」と言われる。悩む京子を溜がバーへ連れて行く。"
                },
                "5": {
                    "ID": "10398366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398366",
                    "TitleEnglish": "The First Drop",
                    "SummaryEnglish": "Ryu, Kyoko, Yuri, Miwa, and Chen get together to visit the \"holy ground of Japanese whisky,\" Yamazaki Distillery. While they're there, they learn about Chen's past and his relationship to the area.",
                    "TitleJapanese": "始まりの一滴",
                    "SummaryJapanese": "泰三の手配でウイスキーを作る山崎蒸溜所の研修旅行に行くことになった溜たち一行。そこにシンガポール出身で愛想の無い見習いバーテンダーであるケルビン・チェンも参加する。溜たちは京都へ向かう。"
                },
                "6": {
                    "ID": "10398367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398367",
                    "TitleEnglish": "The True Face",
                    "SummaryEnglish": "Yukari suddenly announces that she's getting married, much to the surprise of everyone around her. A chance meeting between a manager and a doctor at Edenhall leads to them sharing a secret.",
                    "TitleJapanese": "本当の顔",
                    "SummaryJapanese": "商社勤めの早瀬宏昭は、自分勝手な会社の面々に苛立ちイーデンホールに立ち寄るが、そこで居合わせた君島瑠美とケンカしてしまう。一方、美和の後輩・樋口由香利が婚約したお祝いに溜は一杯のカクテルを出す。"
                },
                "7": {
                    "ID": "10398368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398368",
                    "TitleEnglish": "A Bartender's Resolve",
                    "SummaryEnglish": "In the wake of the trip to Yamazaki Distillery, Chen decides he wants to spend his life as a bartender. However, his father is still determined to make him his heir. Chen turns to Ryu for help.",
                    "TitleJapanese": "バーテンダーの覚悟",
                    "SummaryJapanese": "山崎蒸溜所の研修旅行でバーテンダーとして生きていくことを決意したチェンだが、ホテルのオーナーである父親が跡取りとしてチェンをシンガポールに連れ戻しに来る。父に自分の覚悟を伝えるためにチェンは一杯を出す。"
                },
                "8": {
                    "ID": "10398369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398369",
                    "TitleEnglish": "A Challenge",
                    "SummaryEnglish": "The Cocktail Award finals have come, and the bartenders have gathered to test their mettle. Each of the competitors brings not only their cocktails to compete but their stories as well.",
                    "TitleJapanese": "挑戦",
                    "SummaryJapanese": "オリジナルカクテルを考案して実際に作って振舞う大会、カクテル・アワード。溜は泰三と美和から、大会の決勝を見てカーディナルのラウンジバーにスカウトすべきバーテンダーを見定めてほしいと頼まれる。決勝を観戦に行くとそこいたのは・・・。"
                },
                "9": {
                    "ID": "10398370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398370",
                    "TitleEnglish": "North Wind",
                    "SummaryEnglish": "Miwa asks Ryu to accompany her to a bar, but when they stumble into another one on accident, Ryu encounters someone very important from his past.",
                    "TitleJapanese": "North Wind",
                    "SummaryJapanese": "美和に連れられ歌舞伎町のバーを訪ねた溜。間違えて入った店は、かつての兄弟子・北方の営むバー”North Wind”だった。北方は、二人の師匠である加瀬五郎の現在の居場所を知っていると告げる。"
                },
                "10": {
                    "ID": "10398371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398371",
                    "TitleEnglish": "A Thorn in the Heart",
                    "SummaryEnglish": "Miwa continues to worry about Ryu and how he's coping with the death of one of his previous customers. Hayase receives another promotion that will put him in America for a few years, but when Rumi comes back to town, he hesitates to leave.",
                    "TitleJapanese": "心の棘",
                    "SummaryJapanese": "北米支社長への昇進が決まった早瀬。仕事で食事の約束をすっぽかしてしまった瑠美とイーデンホールで再開し、二人で会うようになる。ある日、溜と早瀬は仕事の後にNorth Windを尋ねる。"
                },
                "11": {
                    "ID": "10398372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398372",
                    "TitleEnglish": "Bar Kaze / A Heartfelt Recipe",
                    "SummaryEnglish": "Kase is temporarily discharged from the hospital for what will likely be the last time. He's determined to stand behind the counter one last time, and his proteges are willing to do everything in their power to make that happen.",
                    "TitleJapanese": "バー・風／心のメニュー",
                    "SummaryJapanese": "外出許可が出た加瀬のために、溜と北方はNorth Windをかつて3人が働いたバー”風”として1日限定で復活させることに。美和は小さい頃、父が対立していた祖父と仲直りするために用意したお酒の瓶を割ってしまった。そのお酒が何だったのか思い出せず溜に協力を求める。"
                },
                "12": {
                    "ID": "10398373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bartender-2022/episodes/10398373",
                    "TitleEnglish": "An Important Job",
                    "SummaryEnglish": "Kurosawa Junichiro has holed up at Hotel Cardinal in order to finish writing the manuscript for his next highly anticipated novel. Ryu decides to finally accept Taizo's offer, but he has one condition that must be fulfilled first.",
                    "TitleJapanese": "たいせつな仕事",
                    "SummaryJapanese": "新人売れっ子小説家の黒沢は、カーディナルの部屋にこもり次回作の執筆をするが筆が進まずにいた。部屋から「遺書」と書かれた丸められた原稿用紙が見つかる。そんな時、黒沢がイーデンホールにやって来る。"
                }
            }
        }
    }
}