{
    "URL": "https://www.thetvdb.com/series/lupin-zero",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22983862/",
        "https://lupin-zero.com/",
        "https://www.tvmaze.com/shows/65809/show-slug",
        "https://www.themoviedb.org/tv/213044",
        "https://www.wikidata.org/wiki/Q115534096",
        "https://en.wikipedia.org/wiki/Lupin_the_Third",
        "https://x.com/lupin_zero"
    ],
    "TitleEnglish": "Lupin Zero",
    "SummaryEnglish": "How did this young boy become notorious gentleman thief \"Lupin III\"? Loosely based on Young Lupin III from the original manga, Lupin Zero will tell a nostalgic, yet brand new original story, finally lifting the veil cast upon Lupin III's humble beginnings. Set during the era in which the original series was first published, the anime depicts Young Lupin III running around the streets of 1960's Japan during the country's economic boom. A young boy climbs the staircase to villainhood. What was he thinking and what steps did he take? This is the untold origin story of the world's greatest thief.",
    "TitleJapanese": "LUPIN ZERO",
    "SummaryJapanese": "これは、誰もが知っている大泥棒の、誰も知らない「はじまり」の物語。",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "2026560",
            "URL": "https://www.thetvdb.com/series/lupin-zero/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9509400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509400",
                    "TitleEnglish": "Young Lupin Meets a Wolf",
                    "SummaryEnglish": "Teenage Arsène Lupin III meets Jigen for the first time in an epic encounter. However, the boys aren’t fast friends when they’re caught in a caper with a lady twice their age!",
                    "TitleJapanese": "少年ルパン、狼に出会う",
                    "SummaryJapanese": "高度経済成長期の首都・東京。退屈な日々を過ごしていた中学生・ルパンは、不良を相手に銃を抜く同級生・次元を気にかける。\n\nその表情は、自分と同じく退屈な世界に飢える「狼」に見えた……。\n\nナイトクラブで遊ぶルパンは次元と再会するが、彼はルパンを「ボンボン」と決めつけ相手にしない。だが二人は偶然にも、クラブのシンガー・洋子を取り巻く“事件”に遭遇。手を組んで、彼女を危機から救い出すことに。"
                },
                "2": {
                    "ID": "9509401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509401",
                    "TitleEnglish": "Hang Tight to the Treasure on the Train",
                    "SummaryEnglish": "While aboard a train, Lupin challenges Jigen in more ways than one. Lupin plots to take a necklace off Jigen’s hands, but will the heist be derailed by The Eleventh Daughter?",
                    "TitleJapanese": "列車で秘宝に食らいつけ",
                    "SummaryJapanese": "ある日の昼休み。次元と遊びたいルパンは、購買の焼きそばパンを賭けて彼に勝負を挑む。\n\nしかし誘いに乗る気のない次元は「ガキくせえ遊びに付き合ってられるかよ」とルパンを一蹴する。\n\n――そんな中、次元に舞い込んだ仕事の依頼。父親の代理として、列車で運ばれる秘宝の警護をしなければならないらしい。真面目に仕事をこなそうとする次元だが、ルパンに仕事の内容を知られていて……？"
                },
                "3": {
                    "ID": "9509402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509402",
                    "TitleEnglish": "The Grandson of the First Vies for Succession",
                    "SummaryEnglish": "Two mysterious figures approach Lupin with a threatening invitation. It turns out that they’re messengers of Arsène Lupin I, Lupin’s grandfather! But what game is afoot?",
                    "TitleJapanese": "一世の孫、跡目を競う",
                    "SummaryJapanese": "ルパンの前に、突如現れた黒服たち。彼らは、ルパンがジジイと呼ぶ「ルパン一世」――アルセーヌ・ルパンの使いだった。黒服に連れられて一世の屋敷へとやってきたルパンは、老い先の短い彼が提案するゲームに参加させられることに。それは、勝った者に一世の遺産が全て与えられるという「遺産争奪ゲーム」……そこには、一世に盗術を叩きこまれたある少年も参加していた。"
                },
                "4": {
                    "ID": "9509403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509403",
                    "TitleEnglish": "Claim the Whisky Pipe",
                    "SummaryEnglish": "Lupin must lay low. He decides to build a secret base for Jigen and himself at school, however, making a hideout is more complicated than he expected...",
                    "TitleJapanese": "ウイスキー・パイプを狙え",
                    "SummaryJapanese": "一世の屋敷に行ってから数日。遊びに出かけるルパンを、しのぶが厳しく監視するようになった。\n\nおちおち出かけられないルパンは一つ妙案を思いつく。\n\n「学校にアジトを作っちまえばいいんだ！」――次元を誘い、敷地内に二人の秘密基地を作り始めるルパン。\n\nだが、天才的なルパンの思いつきはハチャメチャすぎてとどまるところを知らず、アジト作りは難航を極め……？"
                },
                "5": {
                    "ID": "9509404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509404",
                    "TitleEnglish": "The Man Who Operates in Secret",
                    "SummaryEnglish": "Christmas is approaching. After buying Yoko a gift, Lupin learns that she has quit the nightclub. Meanwhile, a \"certain weapon\" stolen from a U.S. military base in Okinawa.",
                    "TitleJapanese": "その男、密かに躍る",
                    "SummaryJapanese": "クリスマスが近付く街。洋子へのプレゼントを買ったルパンは、彼女がナイトクラブを辞めたことを知る。\n\n気になってアパートを訪れたルパンを出迎えたのは、ただならぬ気配を纏った「刺青の男」だった。\n\n一方、沖縄の米軍基地から盗まれた「とある兵器」――盗んだのはルパンの父・ルパン二世。\n\nそのビジネスは、東京を揺るがす大きな陰謀へと繋がっていた……。"
                },
                "6": {
                    "ID": "9509405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lupin-zero/episodes/9509405",
                    "TitleEnglish": "Young Lupin Claims the Title of the Third",
                    "SummaryEnglish": "With minutes left until the atomic cannon is fired, Lupin takes a step toward becoming a great thief.",
                    "TitleJapanese": "少年ルパン、三世を名乗る",
                    "SummaryJapanese": "原子砲発射まで、残りわずか。革命家ガウチョのもとに届けられたのは、「ルパン三世」としての初めての予告状だった。少年ルパンは、如何にして三世を名乗ったか？ 父・二世との因縁は？ 洋子を盗み出すことは出来るのか？進むべき道を決めたルパンは、相棒・次元と共にガウチョに立ち向かう。はじまりの砲声が東京の夜空に響き、少年はいま、大泥棒への一歩を踏み出す。"
                }
            }
        }
    }
}