{
    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31940008/",
        "https://madome-anime.com/",
        "http://www.reddit.com/r/AnArchdemonsDilemma",
        "https://www.tvmaze.com/shows/73475/show-slug",
        "https://www.themoviedb.org/tv/238848",
        "https://www.wikidata.org/wiki/Q115767841",
        "https://en.wikipedia.org/wiki/An_Archdemon%27s_Dilemma:_How_to_Love_Your_Elf_Bride",
        "https://x.com/madome_PR"
    ],
    "TitleEnglish": "An Archdemon's Dilemma: How To Love Your Elf Bride",
    "SummaryEnglish": "Zagan might be the most feared evil sorcerer, but when it comes to social interactions, he's the most inept. All those days studying the dark arts won't help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.",
    "TitleJapanese": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？",
    "SummaryJapanese": "ザガンは超強力な魔術師ですが、引きこもり生活を送っています。 そして今、彼は彼の最大の試練に直面しています...恋に落ちる! ザガンは邪悪な魔術師として大衆に恐れられている。 社会的に不器用で口汚い彼は、自分の領域内の侵入者を打ち負かしながら、魔術の研究に日々を費やしています。 ある日闇のオークションに誘われた彼が見つけたのは、絶世の美女エルフの奴隷少女・ネフィだった。 一目惚れしたザガンは全財産をつぎ込んで彼女を購入するが、会話が下手なザガンは彼女との上手な接し方がわからない。 かくして、愛の伝え方がわからない魔術師と、主を慕いながらもどうアピールしたらいいのかわからない奴隷のぎこちない同棲生活が始まる。",
    "Aliases": [
        "Maō no Ore ga Dorei Elf o Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maō no Ore ga Dorei Erufu o Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maou no Ore ga Dorei Elf o Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maou no Ore ga Dorei Erufu o Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maō no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maō no Ore ga Dorei Erufu wo Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maou no Ore ga Dorei Erufu wo Yome ni Shitanda ga, Dou Medereba Ii?",
        "Madome",
        "まどめ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2027128",
            "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10115944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10115944",
                    "TitleEnglish": "First Love Is Like a Nasty Disease That Everyone Catches Once",
                    "SummaryEnglish": "The death of an Archdemon sends waves throughout the world of sorcerers. As his estate is auctioned off, an elf woman goes up for sale, and the sorcerer Zagan is stricken with love at first sight.",
                    "TitleJapanese": "初恋とは誰もが一度はかかる質の悪い病である。",
                    "SummaryJapanese": "悪の魔術師として人々に恐れられているザガン。\n悪友のバルバロスに誘われて参加した闇のオークション会場で、魔王の遺品として出品された白い髪のエルフの少女ネフィと運命的な出会いを果たす。\n全財産をはたいて、ネフィを自身の城へ連れ帰ったが、これまで人付き合いをすることのなかった口下手なザガンは、ネフィにどう接していいかわからないまま、まともな会話も出来ず狼狽えるばかり。\nこれからはじまる二人の共同生活の行方は如何に―。"
                },
                "2": {
                    "ID": "10391213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391213",
                    "TitleEnglish": "First Love With Social Anxiety Tastes a Lot Like Moldy Bread",
                    "SummaryEnglish": "After a very bland breakfast, Zagan realizes he has no idea what people normally eat. Nephy offers to make him a homecooked meal, and the two set off to buy ingredients from a nearby town. However, financial troubles and highwaymen prevent smooth travel.",
                    "TitleJapanese": "コミュ障の初恋はカビたパンの味に似ている",
                    "SummaryJapanese": "エルフの少女ネフィを自身の城に連れ帰り一夜が明けた。朝食としてザガンから手渡された干し肉を見て、ネフィは料理を作ることを申し出る。一目ぼれした少女の手料理が食べれることを喜んだザガンは、早速街へ買い物に出かけようとするが、全財産をはたいてネフィを落札したため街へ向かう馬車に乗る金もない。仕方なく歩いて街へ向かっている最中、野盗に襲われている馬車を見つける―。"
                },
                "3": {
                    "ID": "10391214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391214",
                    "TitleEnglish": "The Quieter They Are, The Devastatingly Scarier They Are When Mad",
                    "SummaryEnglish": "Chastille and several other Angelic Knights assault Zagan's castle, but he's unwilling to start stacking up bodies with Nephy around. When his hesitation puts him in danger, Nephy unleashes her own power to save him.",
                    "TitleJapanese": "普段おとなしい子ほど怒ると破壊的に恐ろしい",
                    "SummaryJapanese": "一目ぼれしたエルフの少女・ネフィとの共同生活を送りながらも、魔術の研鑽を忘れないザガン。書庫で魔術の仕組みについてネフィに説明していると、城を覆っていたザガンの結界が領地への侵入者を感知する。様子を見に行ったザガンの前に現われたのはザガン討伐の命を受けた、教会の聖騎士と「聖剣の乙女」シャスティルであった。"
                },
                "4": {
                    "ID": "10391215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391215",
                    "TitleEnglish": "When an Archdemon Offers You Anything, You're Better Off Saying No",
                    "SummaryEnglish": "In an effort to give Nephy power she has some control over, Zagan takes her on as an apprentice. However, after a meeting with the 12 remaining Archdemons, he begins to doubt whether he can give her a normal life.",
                    "TitleJapanese": "魔王からの勧誘とかロクなことにならないから、 断った方がいい",
                    "SummaryJapanese": "聖騎士の攻撃から自身を庇って負傷したザガンを見たネフィは、我を忘れエルフの強力な魔法を使い聖騎士たちを退けた。その夜、ネフィは「呪い子」と呼ばれていた自身の過去をザガンに打ち明ける。ザガンはネフィのすべてを受け入れ弟子として魔術を教えることにする。\nネフィを城に連れ帰ってから半年ほどたったある日、ザガンのもとに魔術師の極致〈魔王〉からの召喚状が届く。"
                },
                "5": {
                    "ID": "10391216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391216",
                    "TitleEnglish": "Heartbreak Can Be Literally, Physically Painful",
                    "SummaryEnglish": "Devastated and alone, Nephy is found by the people of Kianoides and comforted by Chastille and Manuela. Just as Nephy steels her resolve and decides to return to Zagan, she's spirited away by magic from an unknown source.",
                    "TitleJapanese": "失恋というのは物理的にもけっこう痛いもので",
                    "SummaryJapanese": "〈魔王〉を襲名したザガン。ネフィの未来を案じたザガンは、ネフィの首輪を外し「出て行ってくれ」と冷たく告げた。街の路地裏でうずくまっていたネフィに声をかけたのは、シャスティルであった。マニュエラに連れられ街の食堂でに教会と魔王の関係を聞かさたネフィ。突如として、食堂に黒い影が現われ、ネフィ達を連れ去ってしまう。影の主は自らを“ザガン”と名乗るのであった。"
                },
                "6": {
                    "ID": "10391217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391217",
                    "TitleEnglish": "If You're an Archdemon, You're Almost Obligated To Act Outrageously",
                    "SummaryEnglish": "Zagan has arrived to face Barbatos and save Nephy. He brings the full power of an Archdemon to the clash. However, interacting with Barbatos' spell circles has an unexpected effect",
                    "TitleJapanese": "魔王になったからには 傍若無人に振る舞う義務みたいなものがある",
                    "SummaryJapanese": "影から逃れたマニュエラからネフィたちが攫われたことを聞いたザガンは、魔王を継承した身でネフィを助けに行くことに葛藤する。ネフィとシャスティルを連れ去った影の主はバルバロスであった。\nネフィから、ザガンが魔王となったこと知らされたバルバロスは激昂し、ネフィに手を上げようとした。その時、魔術による爆発で岩壁が崩れ落ち、土煙がたつ。その中から現れたのはザガンであった。"
                },
                "7": {
                    "ID": "10391218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391218",
                    "TitleEnglish": "Even an Archdemon Should Know Better Than To Hit a Child",
                    "SummaryEnglish": "Chastille faces repercussions for her refusal to hunt down Zagan. Yet another challenger assaults Zagan's castle, but this one is doomed to a different kind of punishment than the others.",
                    "TitleJapanese": "魔王だって小さい子に手をあげるのは良くない",
                    "SummaryJapanese": "バルバロスを倒し、囚われていたネフィを助け出したザガン。互いの想いを知った二人の心の距離はさらに縮まってゆく。\nバルバロスの魔法陣から召喚された魔族の存在について調べていたザガンのもとに、全身甲冑に身を包んだ魔術師〈亡霊〉ウォルフォレが現れる。\n一方、魔王となったザガンを庇い、討伐の命令に背いたシャスティルは、聖騎士長としての権限を無期限凍結されてしまう。"
                },
                "8": {
                    "ID": "10391219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391219",
                    "TitleEnglish": "I Found a Dragon and I Guess She's My Daughter Now",
                    "SummaryEnglish": "Zagan, Nephy, and For investigate Marchosias' old estate and discover a shocking connection. A veteran Sacred Sword wielder arrives, and Chastille quickly finds herself disagreeing with him, an incredibly dangerous position to take without her sword.",
                    "TitleJapanese": "竜を拾ったら懐かれたので娘にすることにした",
                    "SummaryJapanese": "ザガンの城を襲撃するもあっけなく返り討ちにあった竜の少女フォルは、ネフィの手伝いをしながらザガンの城で居候することになった。\n魔族の研究に行き詰ったザガンは魔術師であり竜でもあるフォルを連れ、先代魔王マルコシアスの城―魔王殿を、今一度、調べることにする。\n竜の術式によって隠されていた書庫で明らかになった魔王の刻印と十二本の聖剣に関する新たな事実とは―。"
                },
                "9": {
                    "ID": "10391220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391220",
                    "TitleEnglish": "The Angelic Knight Situation Sounds Like a Mess I'd Rather Not Get Involved In",
                    "SummaryEnglish": "The presence of Raphael continues to loom over our protagonists. When Chastille's life is endangered, Zagan offers her shelter. However, she quickly finds herself struggling to get used to life in the castle.",
                    "TitleJapanese": "聖騎士の事情はドロドロしているので関わりたくないのだが",
                    "SummaryJapanese": "酒場にいたザガンとバルバロスの前に、最恐の聖剣所持者ラーファエルが現れる。ラーファエルは、魔王ザガン討伐に異を唱えたシャスティルが教会から処分の対象になっていることを告げ、酒場を後にするのであった。城に戻ったザガンのもとに、何者かに毒を盛られたシャスティルがバルバロスに連れられて転移魔術で現れる。シャスティルは倒れる前に謎の人物に呼び出されていたことを思い出す。"
                },
                "10": {
                    "ID": "10391221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391221",
                    "TitleEnglish": "Of Course Parents Panic When Their Daughter Runs Away From Home",
                    "SummaryEnglish": "For investigates the old Archdemon's castle in order to find weapons to wield in her quest for revenge. However, before she can enter the estate, she's beset by Raphael.",
                    "TitleJapanese": "娘に家出されたら親としては必死になるもので",
                    "SummaryJapanese": "玉座で眠っていたザガンは、城からフォルがいなくなったというネフィからの知らせに目を覚ます。\nザガンとネフィ、二人の娘としての生活を気に入りながらも、聖騎士への復讐を忘れることができないフォルは、新たな力を求め魔王殿を訪れていた。後をつけていた最恐の聖剣所持者ラーファエルと対峙したフォルはあることに気づく。\n殺されたフォルの父と聖騎士ラーファエルの関係とは―。"
                },
                "11": {
                    "ID": "10391222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391222",
                    "TitleEnglish": "It's Still Apparently an Angelic Knight's Duty To Slay Wicked Beasts",
                    "SummaryEnglish": "Heavily wounded, Raphael warns Chastille of treacherous threats lurking within the Church. As For learns more about the man she has carried such hatred for, she must decide if revenge is truly something she wants anymore.",
                    "TitleJapanese": "それでも邪悪な魔物をやっつけるのが聖騎士らしい",
                    "SummaryJapanese": "二本の聖剣が衝突した余波で封印が解かれたキメラの攻撃からフォルを庇い、重症を負ったラーファエルは、フォルの父である『賢竜オロバス』との関係とその最期、そして近いうちに世界に訪れる危機についてフォルに告げる。その後、ネフィの言葉で迷いが消えたシャスティルはザガンと共闘しキメラを破壊する。その姿を見たラーファエルはシャスティルにあることを依頼するのであった―。"
                },
                "12": {
                    "ID": "10391223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391223",
                    "TitleEnglish": "Music at Night Is Lovely, but May Be Too Much When You're Socially Awkward",
                    "SummaryEnglish": "Zagan settles into life with his new family. For and Raphael settle into an entirely new dynamic living at the castle together. On an outing with Nephy and For, he encounters an ancient sorcerous device in need of repair.",
                    "TitleJapanese": "月夜の音楽会は美しいが、コミュ障にはまだ早い",
                    "SummaryJapanese": "魔王殿での一件の後、フォルは「魔王観察日記」を再び書き始める。ザガンとネフィのもだもだしている様子を観察をしていると、執事として雇われた新しい城の住人ラーファエルに「貴様にはまだ早い」といつも目隠しされてしまう。そんなある日、シャスティルを城に招いての食事会の買い出しに街へ出かけたザガンたちは、立ち寄ったマニュエラの店で、路地裏の子供たちが店に持ち込んできたという壊れた蓄音機を見つける。"
                }
            }
        }
    }
}