{
    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23029874/",
        "https://dosankogal-pr.com/",
        "http://www.reddit.com/r/DosankoGyaru",
        "https://www.themoviedb.org/tv/213181",
        "https://www.wikidata.org/wiki/Q115734786",
        "https://en.wikipedia.org/wiki/Hokkaido_Gals_Are_Super_Adorable!",
        "https://x.com/dosankogal_pr"
    ],
    "TitleEnglish": "Hokkaido Gals Are Super Adorable!",
    "SummaryEnglish": "High school boy Tsubasa moves to Kitami City up in Hokkaido, where he meets a \"gal\" at a bus stop. The sight of her standing alone against the white snowscape, bare-legged despite the freezing cold, captures his heart.",
    "Aliases": [
        "Dosanko Gyaru wa Namaramenkoi",
        "Dosanko Gal wa Namara Menkoi",
        "Dosanko Gal wa Namaramenkoi",
        "Dosanko Gyaru wa Namara Menkoi"
    ],
    "Modified": "2025-08-26",
    "Seasons": {
        "1": {
            "ID": "2026824",
            "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9512443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/9512443",
                    "TitleEnglish": "Hokkaido Gals Are Super Adorable!",
                    "SummaryEnglish": "Shiki Tsubasa has just moved from Tokyo to the city of Kitami in Hokkaido. When he gets lost, a flirty gal named Fuyuki Minami points him in the right direction. After the two meet again at school, Minami invites Tsubasa to hang out with her at home."
                },
                "2": {
                    "ID": "10203091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203091",
                    "TitleEnglish": "It's Super Warm Inside the Snow Fort",
                    "SummaryEnglish": "Tsubasa decides to attend the Kitami Winter Festival with Minami. Tsubasa is nervous and wonders if it classifies as a date. Some days later, during lunch, Minami asks if she can go to Tsubasa's house. On their way there the two come upon a snow mound."
                },
                "3": {
                    "ID": "10203092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203092",
                    "TitleEnglish": "Akino-san Is Super Unfriendly",
                    "SummaryEnglish": "Tsubasa starts learning to ski on a class trip to the slopes. He's told to partner with Akino Sayuri, a pretty loner that Minami is fascinated with. When he runs to the bus to grab his chopsticks for lunch, he finds Akino half-naked and covered in sweat."
                },
                "4": {
                    "ID": "10203093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203093",
                    "TitleEnglish": "Nighttime Calls Are Super Ticklish",
                    "SummaryEnglish": "Tsubasa tries walking to school in a blizzard, but Minami and her flirty mother pick him up. After class, Tsubasa, Minami, and Sayuri hang out at a big shopping center. Later that night, Minami shocks Tsubasa with a steaming hot video call from the bath."
                },
                "5": {
                    "ID": "10203094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203094",
                    "TitleEnglish": "Super Bitter, Super Sweet",
                    "SummaryEnglish": "Tsubasa's classmates at karaoke are excited for Valentine's Day. Sayuri says she isn't interested but later bumps into Minami while gazing at the Valentine's display from afar. She then decides to ask Minami a question."
                },
                "6": {
                    "ID": "10203095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203095",
                    "TitleEnglish": "Natsukawa-Senpai Is Super Good-Looking",
                    "SummaryEnglish": "Tsubasa, Sayuri, and Minami have a study party. Tsubasa loses track of time and is scolded when he gets home late. The next day, Tsubasa bumps into the breathtaking Rena-senpai on his way to school and is soon shocked to realize that she is his neighbor."
                },
                "7": {
                    "ID": "10203096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203096",
                    "TitleEnglish": "Final Exams Are Super Hard",
                    "SummaryEnglish": "Tsubasa is ordered to score high on exams, so when the lovely Rena offers to tutor him, he accepts. He soon realizes that Rena expects a reward for her help. Minami spots them together and is thrilled at first, but then starts to feel very uncomfortable."
                },
                "8": {
                    "ID": "10203097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203097",
                    "TitleEnglish": "Yakiniku with Friends Is Super Delish",
                    "SummaryEnglish": "Minami and Sayuri race to the scene of Tsubasa and Reina's date. After being moved to tears over the movie heroine's story, Reina tells Tsubasa about her own circumstances. Tsubasa, having been reminded of his own situation, then tells her his story."
                },
                "9": {
                    "ID": "10203098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203098",
                    "TitleEnglish": "Lake Abashiri Is Super Relaxing",
                    "SummaryEnglish": "Matsuo, a class friend who made amends with Minami, takes Tsubasa smelt fishing as a thank you for his consultation. Minami, who happened to be at the fishing spot, joins them, and they discuss makeup. Later, Minami visits Tsubasa who's caught a cold."
                },
                "10": {
                    "ID": "10203099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203099",
                    "TitleEnglish": "Time Flies Super Fast",
                    "SummaryEnglish": "The new term begins. Minami catches Tsubasa on the way to class and starts teasing him ruthlessly. The two are thrilled to learn they are in the same class again, but Minami still seems gloomy. After school, Minami says she has something to tell Tsubasa."
                },
                "11": {
                    "ID": "10203100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203100",
                    "TitleEnglish": "Youth Hits Super Hard in the Feels",
                    "SummaryEnglish": "A sleep-deprived Tsubasa meets up with Minami and they head to her secret location. Later, Minami suggests they should return there years from now and Tsubasa wonders what she means by that. She then reveals what it is she wanted to convey."
                },
                "12": {
                    "ID": "10203101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203101",
                    "TitleEnglish": "Life Without You Feels Super Off",
                    "SummaryEnglish": "Tsubasa and Minami miss the last bus home from the park and end up getting a hotel room, making the overnight date that Minami had joked about a reality. However, Minami sneaks out early, leaving Tsubasa confused and afraid to face her before she leaves."
                }
            }
        }
    }
}