{
    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31940008/",
        "https://madome-anime.com/",
        "http://www.reddit.com/r/AnArchdemonsDilemma",
        "https://www.tvmaze.com/shows/73475/show-slug",
        "https://www.themoviedb.org/tv/238848",
        "https://www.wikidata.org/wiki/Q115767841",
        "https://en.wikipedia.org/wiki/An_Archdemon%27s_Dilemma:_How_to_Love_Your_Elf_Bride",
        "https://x.com/madome_PR"
    ],
    "TitleEnglish": "An Archdemon's Dilemma: How To Love Your Elf Bride",
    "SummaryEnglish": "Zagan might be the most feared evil sorcerer, but when it comes to social interactions, he's the most inept. All those days studying the dark arts won't help him when he falls in love at first sight with Nephelia, the beautiful elven slave, and spends his entire fortune to purchase her. With no clue how to talk to each other, the awkward arrangement for a bumbling sorcerer and timid elf begins.",
    "Aliases": [
        "まどめ",
        "Maō no Ore ga Dorei Erufu o Yome ni Shitanda ga, Dō Medereba Ii?",
        "Madome",
        "I, the Demon Lord, Took a Slave Elf As My Wife, but How Do I Love Her?",
        "Maō no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maou no Ore ga Dorei Elf o Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maō no Ore ga Dorei Elf o Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maō no Ore ga Dorei Erufu wo Yome ni Shitanda ga, Dō Medereba Ii?",
        "Maou no Ore ga Dorei Erufu wo Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maou no Ore ga Dorei Erufu o Yome ni Shitanda ga, Dou Medereba Ii?",
        "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii?"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2027128",
            "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10115944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10115944",
                    "TitleEnglish": "First Love Is Like a Nasty Disease That Everyone Catches Once",
                    "SummaryEnglish": "The death of an Archdemon sends waves throughout the world of sorcerers. As his estate is auctioned off, an elf woman goes up for sale, and the sorcerer Zagan is stricken with love at first sight."
                },
                "2": {
                    "ID": "10391213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391213",
                    "TitleEnglish": "First Love With Social Anxiety Tastes a Lot Like Moldy Bread",
                    "SummaryEnglish": "After a very bland breakfast, Zagan realizes he has no idea what people normally eat. Nephy offers to make him a homecooked meal, and the two set off to buy ingredients from a nearby town. However, financial troubles and highwaymen prevent smooth travel."
                },
                "3": {
                    "ID": "10391214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391214",
                    "TitleEnglish": "The Quieter They Are, The Devastatingly Scarier They Are When Mad",
                    "SummaryEnglish": "Chastille and several other Angelic Knights assault Zagan's castle, but he's unwilling to start stacking up bodies with Nephy around. When his hesitation puts him in danger, Nephy unleashes her own power to save him."
                },
                "4": {
                    "ID": "10391215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391215",
                    "TitleEnglish": "When an Archdemon Offers You Anything, You're Better Off Saying No",
                    "SummaryEnglish": "In an effort to give Nephy power she has some control over, Zagan takes her on as an apprentice. However, after a meeting with the 12 remaining Archdemons, he begins to doubt whether he can give her a normal life."
                },
                "5": {
                    "ID": "10391216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391216",
                    "TitleEnglish": "Heartbreak Can Be Literally, Physically Painful",
                    "SummaryEnglish": "Devastated and alone, Nephy is found by the people of Kianoides and comforted by Chastille and Manuela. Just as Nephy steels her resolve and decides to return to Zagan, she's spirited away by magic from an unknown source."
                },
                "6": {
                    "ID": "10391217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391217",
                    "TitleEnglish": "If You're an Archdemon, You're Almost Obligated To Act Outrageously",
                    "SummaryEnglish": "Zagan has arrived to face Barbatos and save Nephy. He brings the full power of an Archdemon to the clash. However, interacting with Barbatos' spell circles has an unexpected effect"
                },
                "7": {
                    "ID": "10391218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391218",
                    "TitleEnglish": "Even an Archdemon Should Know Better Than To Hit a Child",
                    "SummaryEnglish": "Chastille faces repercussions for her refusal to hunt down Zagan. Yet another challenger assaults Zagan's castle, but this one is doomed to a different kind of punishment than the others."
                },
                "8": {
                    "ID": "10391219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391219",
                    "TitleEnglish": "I Found a Dragon and I Guess She's My Daughter Now",
                    "SummaryEnglish": "Zagan, Nephy, and For investigate Marchosias' old estate and discover a shocking connection. A veteran Sacred Sword wielder arrives, and Chastille quickly finds herself disagreeing with him, an incredibly dangerous position to take without her sword."
                },
                "9": {
                    "ID": "10391220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391220",
                    "TitleEnglish": "The Angelic Knight Situation Sounds Like a Mess I'd Rather Not Get Involved In",
                    "SummaryEnglish": "The presence of Raphael continues to loom over our protagonists. When Chastille's life is endangered, Zagan offers her shelter. However, she quickly finds herself struggling to get used to life in the castle."
                },
                "10": {
                    "ID": "10391221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391221",
                    "TitleEnglish": "Of Course Parents Panic When Their Daughter Runs Away From Home",
                    "SummaryEnglish": "For investigates the old Archdemon's castle in order to find weapons to wield in her quest for revenge. However, before she can enter the estate, she's beset by Raphael."
                },
                "11": {
                    "ID": "10391222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391222",
                    "TitleEnglish": "It's Still Apparently an Angelic Knight's Duty To Slay Wicked Beasts",
                    "SummaryEnglish": "Heavily wounded, Raphael warns Chastille of treacherous threats lurking within the Church. As For learns more about the man she has carried such hatred for, she must decide if revenge is truly something she wants anymore."
                },
                "12": {
                    "ID": "10391223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-no-ore-ga-dorei-elf-wo-yome-ni-shitanda-ga-dou-medereba-ii/episodes/10391223",
                    "TitleEnglish": "Music at Night Is Lovely, but May Be Too Much When You're Socially Awkward",
                    "SummaryEnglish": "Zagan settles into life with his new family. For and Raphael settle into an entirely new dynamic living at the castle together. On an outing with Nephy and For, he encounters an ancient sorcerous device in need of repair."
                }
            }
        }
    }
}