{
    "URL": "https://www.thetvdb.com/series/ayaka",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28266753/",
        "https://ayaka-project.com/",
        "https://www.themoviedb.org/tv/213233",
        "https://x.com/AYAKA_animePR"
    ],
    "TitleEnglish": "Ayaka",
    "SummaryEnglish": "Since early childhood, Yukito Yanagi has always grown up in a children's home located on the mainland. One fine day, a man named Sagawa Jingi, who claims to be one of his late father's three disciples, comes to meet Yukito and offers to take him back to his native island: Ayagashima. The latter is at the heart of a famous legend, according to which dragons of fire and water as well as mysterious creatures inhabit it. Perplexed but intrigued, Yukito accepts the proposal and begins to live on Ayagashima, alongside Sawaga and his two comrades: Haruaki Kurama and Aka Ibuki. If the trio has always known how to put their differences aside in order to protect the harmony of the island, certain deep quarrels begin to take over and gradually break the balance of life on the archipelago. Soon, Yukito will be confronted with the truth…",
    "TitleJapanese": "あやか",
    "SummaryJapanese": "幼い頃から本土の児童養護施設で育った柳幸人。 ある晴れた日、亡き父の三弟子の一人と名乗る佐川神祇という男が、幸人に会いに来て、故郷の綾ヶ島に連れて帰ろうと申し出る。 後者は有名な伝説の中心にあり、それによると、火と水のドラゴン、そして神秘的な生き物がそこに住んでいます. 戸惑いながらも興味をそそられた雪人は、その提案を受け入れ、佐和賀と彼の2人の仲間である倉間晴明と赤伊吹と一緒に綾ヶ島に住み始める. 島の調和を守るために意見の相違を脇に置く方法をトリオが常に知っていた場合、特定の深い喧嘩が引き継がれ始め、列島の生命のバランスが徐々に崩れます。 やがて、雪兎は真相に直面することになる…。",
    "Aliases": [
        "AYAKA",
        "AYAKA ‐あやか‐"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "2026937",
            "URL": "https://www.thetvdb.com/series/ayaka/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9420917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9420917",
                    "TitleEnglish": "Why Don't You Go for a Ride?",
                    "SummaryEnglish": "Freshly graduated from middle school, loner Yanagi Yukito finds himself spirited away to his childhood home on the Ayaka Islands. There, he discovers that he is descended from a line of magic users known as Ley Masters.",
                    "TitleJapanese": "お前ちょっと飛んでみろ",
                    "SummaryJapanese": "とある事情から、出来るかぎり人と関わらないように生活している内気な少年、八凪幸人。児童養護施設で暮らす彼は、中学卒業を機に生まれた島に戻ることになっていた。しかし卒業式を終えた幸人を迎えに来たのは、缶チューハイ片手に塀の上でヤンキー座りをした見るからにヤバイ青年――亡き父の弟子を名乗る沙川尽義であった。"
                },
                "2": {
                    "ID": "9874616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874616",
                    "TitleEnglish": "I Definitely Drank Too Much",
                    "SummaryEnglish": "Jingi takes Yukito on his first job to pacify an Ara-Mitama chasing people away from the local canal, but the origin of the problem may be closer to home than either of them believed",
                    "TitleJapanese": "さすがに飲み過ぎた",
                    "SummaryJapanese": "綾ヵ島での生活を開始し、自らの力をコントロールするため、尽義の弟子となり脈接ぎの修行をおこなうこととなった幸人。金欠の尽義に付き合わされ、脈接ぎの初仕事として『ミタマ鎮め』をおこなうことに。しかしミタマ鎮めの依頼が集まるポストでは、尽義の兄弟子の弟子――茶太郎と夜胡が仕事の取り合いをしており……。"
                },
                "3": {
                    "ID": "9874617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874617",
                    "TitleEnglish": "Those Two Have a Lot of Issues",
                    "SummaryEnglish": "Yukito and Jingi visit the First Island, a popular tourist destination. There, they meet Ibuki, another former disciple of Yukito's father, but one who has a very different view on how to handle Ara-Mitama.",
                    "TitleJapanese": "色々あんだよ。あの二人には",
                    "SummaryJapanese": "幸人は尽義に連れられ一の島に渡る。尽義とはぐれた幸人の前にアラミタマが現れるが伊吹朱が拳銃で撃つ。伊吹はアラミタマを「駆除」するアヤカセキュリティの一員だった。再びアラミタマが出現するが伊吹はアラミタマを自身に取り込む「邪法」で駆除する。"
                },
                "4": {
                    "ID": "9874618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874618",
                    "TitleEnglish": "You Can Do It",
                    "SummaryEnglish": "While visiting Kasen Shrine, Yukito is surprised by an offer of friendship from Kurama's disciples Yako and Chataro. But when they put his Ley Mastery to the test, he finds his fear of losing control of his powers again may not be unfounded.",
                    "TitleJapanese": "おまえなら出来るはずさ",
                    "SummaryJapanese": "幸人と尽義は三の島を訪問。火泉神社の鞍馬春秋に会い、命脈の見方と伊吹が脈接ぎの禁忌に触れていると教えられる。茶太郎と夜胡は幸人を鞍馬の弟子に誘う。種から木を伸ばす能力を試すと幸人は大木にしてしまうが尽義が止める。幸人はしばらく尽義と修行すると弟子を断る。鞍馬は幸人の能力をいぶかしむ。"
                },
                "5": {
                    "ID": "9874619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874619",
                    "TitleEnglish": "Then Give Me Drinking Money",
                    "SummaryEnglish": "Yukito learns a bit more about his father's legacy and the lasting impression he's left behind on the people of the Ayaka Islands. During a visit to his grave, he runs into Ibara, Aka's stonefaced associate.",
                    "TitleJapanese": "じゃ、お酒のお金ちょうだい",
                    "SummaryJapanese": "幸人は尽義と父親の八凪真人の墓参りに行く。地震が起きると皆墓参りに行くと言う。15年前、火の龍と水の龍が乱れ大噴火が起こったとき収めたのが真人だという。墓地には一条いばらもいた。父親の命日だという。落とし物を拾った幸人は一の島を訪れる。いばらと対面した幸人は落とし物を渡すが火のアラミタマが出現。伊吹と市長は全島脱出を話し合う。アラミタマと戦ういばらに幸人が加勢する。"
                },
                "6": {
                    "ID": "9874620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874620",
                    "TitleEnglish": "My Master Would've Given Us an Earful",
                    "SummaryEnglish": "Yukito tries to fend off the Ara-Mitama with Ibara, Chataro, and Yuko. When Aka and Haruaki arrive to help, things get heated as their ideals clash and emotions run high.",
                    "TitleJapanese": "師匠がいたら大目玉だな",
                    "SummaryJapanese": "茶太郎と夜胡も駆けつけ4人は魂鎮めに成功するが、さらに複数のアラミタマが出現。そこへ現れた鞍馬と伊吹がアラミタマを撃退。最後のアラミタマを巡って邪道の伊吹と鞍馬は対立。尽義の魂鎮めで騒動は収まるが、伊吹と鞍馬は対立したまま去る。幸人はいばらたちと連絡先を交換して友人になる。"
                },
                "7": {
                    "ID": "9874621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874621",
                    "TitleEnglish": "Forget the Past",
                    "SummaryEnglish": "A glimpse into the halcyon past when Aka, Haruaki, and Jingi were Makoto's young disciples, and how Makoto stepped up to save the Ayaka Islands one fateful night when disaster struck.",
                    "TitleJapanese": "昔話とかいいからさ",
                    "SummaryJapanese": "10年以上前、鞍馬、伊吹、尽義は師匠真人、幼い幸人と暮らし修行に励んでいた。綾ヵ島の火の龍を抑えるため真人は一人火口に出かける。島民は避難するが、鞍馬と伊吹は火の龍を封じるため火口へ向かう。封印が破られ火の龍が暴れだし噴火が始まる。真人は鞍馬と伊吹を避難させ、命を賭して噴火を収める。翌朝、鞍馬と伊吹は火口で絶命した真人を発見。ショックを受けた伊吹は島を出て危険な術を身につけたことで鞍馬と険悪になった。百々子から過去のいきさつを聞かされた幸人は尽義と手を繋いで逃げたことを思い出す。"
                },
                "8": {
                    "ID": "9874622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874622",
                    "TitleEnglish": "You've Come to Wear Some Better Expressions",
                    "SummaryEnglish": "Yukito attends a summer festival with all his new friends as he tries to enjoy some semblance of a normal life for a boy his age, but the evening's peace rests on shaky ground.",
                    "TitleJapanese": "いい顔するようになったじゃねえか",
                    "SummaryJapanese": "幸人は茶太郎と夜胡に火泉神社のお祭りに誘われる。尽義から父親のお面を渡され夜店でいばらと落ち合う。神社では鞍馬の手伝いをする。突然幸人の力が暴走しそうになり、幸人は山中に逃れる。尽義から修行で教えられた方法で幸人は力をコントロールに成功。お面をつけた男が現れ「今のお前なら自分の中の真実と向き合える」と言われる。四の島で大きな噴火が始まる。"
                },
                "9": {
                    "ID": "9874623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874623",
                    "TitleEnglish": "This is No Laughing Matter",
                    "SummaryEnglish": "The Ayaka Islands prepare for an evacuation after the eruption on the Fourth Island. As everyone makes their own preparations to try and help save the islands, Yukito discovers the truth about his identity.",
                    "TitleJapanese": "笑いごとじゃねえや",
                    "SummaryJapanese": "噴火を受け、祭り会場でも避難が始まる。翌日も噴火と地震が続き、島民は船で島を出る準備をする。尽義は突然姿を消す。一の島ではアラミタマ出現に備えてアヤカセキュリティが総動員されるが、伊吹は体調がおかしくなる。鞍馬は幸人を呼び出し、15年前、八凪真人が水の龍から切り離した化身が幸人だと言う。鞍馬は将来を幸人にたくし、姿を消す。幸人、茶太郎、夜胡、いばらは避難を拒み、鞍馬のあとを追う。噴火口では鞍馬と伊吹が命を投げ出し火の龍を抑えようとする。"
                },
                "10": {
                    "ID": "9874624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874624",
                    "TitleEnglish": "I'll Go With You",
                    "SummaryEnglish": "As the fire dragon rampages and threatens the future of the Ayaka Islands, Jingi steels his resolve and prepares to follow through on a promise he made years ago.",
                    "TitleJapanese": "一緒に行ってやるからさ",
                    "SummaryJapanese": "尽義は子供のころ、真人から幸人が水の龍であることを聞いていた。真人の死後、尽義は幸人を水の龍に戻す術を調べたがそれは術師の命を引き換えにするものだった。幸人は噴火口で鞍馬たちと火の龍に立ち向かうが力が足りず悔しく思う。そこへ尽義があらわれる。尽義は自分の命と引き換えに術を行う。幸人と尽義は命脈に飛び込み、ついに水の龍が顕現する。"
                },
                "11": {
                    "ID": "9874625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874625",
                    "TitleEnglish": "Yukito, Jump!",
                    "SummaryEnglish": "The Ayaka Islands are safe again thanks to Jingi, but his choice causes ripples of emotions through the island's inhabitants and strife among the Ley Masters. In his despair, Yukito sees a light in the darkness, and makes a decision of his own.",
                    "TitleJapanese": "幸人、飛んでみろ！",
                    "SummaryJapanese": "力を取り戻した水の龍は火の龍と激しく争い相剋する。やがて二つの力は調和し、噴火は治まる。幸人は戻ってきたが、尽義は死去。通夜の夜、鞍馬と伊吹は尽義が兄弟子に代わってひそかに術の修行をしていたことを知り、お互いを罵り合い悲しむ。ショックを受けた幸人は部屋に引きこもっていたが百々子や稲生に説得され尽義の遺体と向き合う。尽義をなじった幸人は一瞬命脈の中に入り尽義の魂が助けを呼んでいるのを発見。この世に戻った幸人は尽義を救出のため走り出す。"
                },
                "12": {
                    "ID": "9874626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ayaka/episodes/9874626",
                    "TitleEnglish": "Don't Say Such Embarrassing Things",
                    "SummaryEnglish": "Yukito takes a leap of faith and dives into the Ley Energy, and encounters a certain soul while searching for Jingi. On the outside, the other Ley Masters band together to help lead him home.",
                    "TitleJapanese": "恥ずかしいこと言ってんじゃねーよ",
                    "SummaryJapanese": "水の龍として覚醒した幸人は、尽義を助けるため再び命脈に飛び込み、亡き父・真人と邂逅。鞍馬たちは命脈から這い出したアラミタマと戦う。幸人、真人は尽義を発見。鞍馬の儀式で幸人たちは命脈の出口を見つけ、伊吹が二人を現実世界に引きずり出す。その直前、幸人は火の龍のミタマと出会い再会を約束する。幸人はこの世に戻り、尽義も息を吹き返す。鞍馬と伊吹はそれぞれ自らの非を認め和解する。その後もアラミタマとの戦いは続きながら、島の平和は穏やかに過ぎる。春、幸人はいばら、茶太郎、夜胡と共に一の島の高校に入学する。"
                }
            }
        }
    }
}