{
    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23029874/",
        "https://dosankogal-pr.com/",
        "http://www.reddit.com/r/DosankoGyaru",
        "https://www.themoviedb.org/tv/213181",
        "https://www.wikidata.org/wiki/Q115734786",
        "https://en.wikipedia.org/wiki/Hokkaido_Gals_Are_Super_Adorable!",
        "https://x.com/dosankogal_pr"
    ],
    "TitleEnglish": "Hokkaido Gals Are Super Adorable!",
    "SummaryEnglish": "High school boy Tsubasa moves to Kitami City up in Hokkaido, where he meets a \"gal\" at a bus stop. The sight of her standing alone against the white snowscape, bare-legged despite the freezing cold, captures his heart.",
    "TitleJapanese": "道産子ギャルはなまらめんこい",
    "SummaryJapanese": "男子高校生の四季翼は東京から北海道北見市に転校し、クラスメイトでギャルの冬木美波と出会い、いつしか彼女から目が離せなくなってしまう。当初は美波を苦手なタイプだと思っていた翼であったが、素直で心優しい彼女に惹かれていることを自覚する。美波との仲が急接近する中、翼はクラスメイトの中に自分の好みぴったりである秋野沙友理がいたことを知る。紆余曲折の末、三人はスキー教室を経て行動を共にするようになり、次第に恋愛を意識するようになっていく。",
    "Aliases": [
        "Dosanko Gal wa Namaramenkoi",
        "Dosanko Gyaru wa Namaramenkoi",
        "Dosanko Gal wa Namara Menkoi",
        "Dosanko Gyaru wa Namara Menkoi"
    ],
    "Modified": "2025-08-26",
    "Seasons": {
        "1": {
            "ID": "2026824",
            "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9512443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/9512443",
                    "TitleEnglish": "Hokkaido Gals Are Super Adorable!",
                    "SummaryEnglish": "Shiki Tsubasa has just moved from Tokyo to the city of Kitami in Hokkaido. When he gets lost, a flirty gal named Fuyuki Minami points him in the right direction. After the two meet again at school, Minami invites Tsubasa to hang out with her at home.",
                    "TitleJapanese": "道産子ギャルはなまらめんこい",
                    "SummaryJapanese": "東京から北海道北見市に引っ越してきた、四季翼。目的地の隣町でタクシーを降り、近所を散策しようとするが…北海道の広大な大地と極寒の中、途方に暮れてしまう。そんな翼の前に現れたのは、“道産子ギャル”冬木 美波だった。道案内をきっかけに知り合った二人は、なんとクラスが同じで、次の日には再会することに！体も心も距離の近い美波に終始ドギマギする翼だが、休みの日にお家デートに誘われるのだった。"
                },
                "2": {
                    "ID": "10203091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203091",
                    "TitleEnglish": "It's Super Warm Inside the Snow Fort",
                    "SummaryEnglish": "Tsubasa decides to attend the Kitami Winter Festival with Minami. Tsubasa is nervous and wonders if it classifies as a date. Some days later, during lunch, Minami asks if she can go to Tsubasa's house. On their way there the two come upon a snow mound.",
                    "TitleJapanese": "かまくらの中はなまらぬくい",
                    "SummaryJapanese": "“北見冬まつり”に美波と行くことになった翼。「これって…デート!?」緊張する翼は、美波から届くメッセージや自撮り写真にお祭り前から浮かれていた。対する美波は少し不安そうな面持ちで…？そしてある日、興味津々な美波が翼の家に来ることに。その道すがら、美波は小さなかまくらを発見し、一緒に入ろうと翼の手を取る。いつも以上の密着にドキドキの翼。その背後から声をかけるのは、偶然その場に現れた翼の祖母だった。"
                },
                "3": {
                    "ID": "10203092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203092",
                    "TitleEnglish": "Akino-san Is Super Unfriendly",
                    "SummaryEnglish": "Tsubasa starts learning to ski on a class trip to the slopes. He's told to partner with Akino Sayuri, a pretty loner that Minami is fascinated with. When he runs to the bus to grab his chopsticks for lunch, he finds Akino half-naked and covered in sweat.",
                    "TitleJapanese": "秋野さんはなまらつれない",
                    "SummaryJapanese": "学校の授業でスキーを初めて経験する翼と、対象的に自信満々の美波。二人のやり取りを同じクラスの黒髪清楚ギャル、秋野沙友理がどこか迷惑そうに横目で見ていた。仲良くなりたい美波に反して素知らぬ顔の沙友理。クラスメイトと上手く距離を縮められない美波の姿に驚く翼だった。その後、一緒に練習していた翼と沙友理は打ち解けられないまま時間が過ぎる。だが、休み時間バスに忘れ物を取りに行った翼は、下着姿で汗を拭いていた沙友理に出くわしてしまう。"
                },
                "4": {
                    "ID": "10203093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203093",
                    "TitleEnglish": "Nighttime Calls Are Super Ticklish",
                    "SummaryEnglish": "Tsubasa tries walking to school in a blizzard, but Minami and her flirty mother pick him up. After class, Tsubasa, Minami, and Sayuri hang out at a big shopping center. Later that night, Minami shocks Tsubasa with a steaming hot video call from the bath.",
                    "TitleJapanese": "夜の電話はなまらもちょこい",
                    "SummaryJapanese": "猛吹雪の中、スキー授業で全身筋肉痛の翼は車で登校中の美波に声をかけられる。美波そっくりな母・眞衣が運転する車に同乗させてもらった翼は、親子揃ってギャル、そしてイジり体質を持つ冬木家の血筋を感じながら登校する。スキー授業の一件で打ち解けた翼と沙友理はゲームの師弟関係になっていた。二人を羨ましく思う美波も参加し、三人揃って遊びに行くことに。美波の屈託のない性格に触れ、沙友理の気持ちにも変化が起きていく。"
                },
                "5": {
                    "ID": "10203094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203094",
                    "TitleEnglish": "Super Bitter, Super Sweet",
                    "SummaryEnglish": "Tsubasa's classmates at karaoke are excited for Valentine's Day. Sayuri says she isn't interested but later bumps into Minami while gazing at the Valentine's display from afar. She then decides to ask Minami a question.",
                    "TitleJapanese": "なまら苦くてなまら甘い",
                    "SummaryJapanese": "カラオケに来ていた翼のクラスメイト達は近づいてきたバレンタインデーの話で盛り上がっていた。美波には決まった渡す人がいないことを知って、何故か安心してしまう翼だった。バレンタインデーには興味が無いと言っていた沙友理だが、後日バレンタインフェアを遠目から見ているところを美波とばったり遭遇してしまう。どうしても翼の顔がよぎってしまう沙友理は美波と一緒にチョコを買うことに。沙友理は意を決してある質問を美波に投げかける。"
                },
                "6": {
                    "ID": "10203095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203095",
                    "TitleEnglish": "Natsukawa-Senpai Is Super Good-Looking",
                    "SummaryEnglish": "Tsubasa, Sayuri, and Minami have a study party. Tsubasa loses track of time and is scolded when he gets home late. The next day, Tsubasa bumps into the breathtaking Rena-senpai on his way to school and is soon shocked to realize that she is his neighbor.",
                    "TitleJapanese": "夏川先輩はなまらきりょーよし",
                    "SummaryJapanese": "美波の家で期末テストに向けて勉強会を開く翼たち。勉強に熱中するあまり門限を忘れ、慌てて冬木家を出る翼は車で自宅まで送ってもらうことになった。眞衣はバレンタインデー当日の美波の様子や、翼に対して感謝の気持ちを伝える。翌日、翼は登校中に日本人離れした美少女・夏川怜奈と出会う。彼女は学園祭のミスコンで二連覇を果たした、美波が憧れる先輩のようだ。その日の夜、なんと怜奈が翼の家に現れた。怜奈の登場により、さらに波乱の予感が…。"
                },
                "7": {
                    "ID": "10203096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203096",
                    "TitleEnglish": "Final Exams Are Super Hard",
                    "SummaryEnglish": "Tsubasa is ordered to score high on exams, so when the lovely Rena offers to tutor him, he accepts. He soon realizes that Rena expects a reward for her help. Minami spots them together and is thrilled at first, but then starts to feel very uncomfortable.",
                    "TitleJapanese": "期末試験はなまらゆるくない",
                    "SummaryJapanese": "祖母の四季楓から期末テストで十位以内に入れない場合東京に帰らせる、と言われ思い悩む翼のもとに現れたのは、怜奈だった。行き詰まっていた翼は、学年一位の頭脳持つ彼女に勉強を教えてもらうことに。図書委員でもある怜奈の提案で、図書準備室で二人きりで勉強会を開くことになった。勉強会の後、怜奈は「ご褒美」が欲しいと言い出し…？そして、翼と怜奈の親しげな様子を目の当たりにした美波は、胸の中にわずかな違和感を感じていた。"
                },
                "8": {
                    "ID": "10203097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203097",
                    "TitleEnglish": "Yakiniku with Friends Is Super Delish",
                    "SummaryEnglish": "Minami and Sayuri race to the scene of Tsubasa and Reina's date. After being moved to tears over the movie heroine's story, Reina tells Tsubasa about her own circumstances. Tsubasa, having been reminded of his own situation, then tells her his story.",
                    "TitleJapanese": "みんなで焼肉はなまらうまい",
                    "SummaryJapanese": "翼と怜奈のデートを目撃した母・眞衣の知らせで、現場に向かった美波と沙友理。楽しげに過ごす二人を遠くから監視する美波は、翼に何を思うのか。映画を楽しんだ後、ヒロインのサクセスストーリーに涙を流していた怜奈は、自身のこれまでの境遇を翼に語り始める。努力をしても全てを認めてもらえないと、もどかしい気持ちを抱える怜奈の話を聞いて、自分の境遇と重ねた翼は、まだ誰にもしたことの無い翼自身の話を語り始めた。"
                },
                "9": {
                    "ID": "10203098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203098",
                    "TitleEnglish": "Lake Abashiri Is Super Relaxing",
                    "SummaryEnglish": "Matsuo, a class friend who made amends with Minami, takes Tsubasa smelt fishing as a thank you for his consultation. Minami, who happened to be at the fishing spot, joins them, and they discuss makeup. Later, Minami visits Tsubasa who's caught a cold.",
                    "TitleJapanese": "網走湖はなまらあずましい",
                    "SummaryJapanese": "美波と晴れて仲直り出来たクラスの友人・松尾は、相談に乗ってくれた翼へのお礼として、ワカサギ釣りに連れて行く。釣り場で居合わせた美波も一緒に行動する中、一同はメイクの話題に。将来は美容の勉強のため留学をしたいと真剣に話す美波に、驚く翼だった。後日、風邪をひいてしまい孤独感にさいなまれる翼のもとに、美波が息を切らしてお見舞いに現れた。"
                },
                "10": {
                    "ID": "10203099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203099",
                    "TitleEnglish": "Time Flies Super Fast",
                    "SummaryEnglish": "The new term begins. Minami catches Tsubasa on the way to class and starts teasing him ruthlessly. The two are thrilled to learn they are in the same class again, but Minami still seems gloomy. After school, Minami says she has something to tell Tsubasa.",
                    "TitleJapanese": "時はなまら流らさる",
                    "SummaryJapanese": "新学期の朝、考え事をしている美波を見つけた翼。いつにもましてグイグイ来る美波と学校へ向かう道中、クラス分けの話題があがると、先程まで元気だった美波の様子が…？そして放課後、「伝えたいことがあるからゴールデンウィークに会いたい」と翼に告げる美波。初めて見る彼女の深刻な表情に黙って立ち尽くすことしか出来ない翼だった。美波が翼に「伝えたいこと」とは一体…？"
                },
                "11": {
                    "ID": "10203100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203100",
                    "TitleEnglish": "Youth Hits Super Hard in the Feels",
                    "SummaryEnglish": "A sleep-deprived Tsubasa meets up with Minami and they head to her secret location. Later, Minami suggests they should return there years from now and Tsubasa wonders what she means by that. She then reveals what it is she wanted to convey.",
                    "TitleJapanese": "青春ってなまらえもい",
                    "SummaryJapanese": "美波の「伝えたいこと」が気になり、眠れないまま約束の日を迎えた翼は、目的地も知らされず美波について行くことに。寄り道を楽しみながら、美波の秘密の目的地に着いた二人。「何十年後も、一緒に来ようね」と言う美波に、どんな意味で言っているのか…考えずにはいられない翼だった。美波が翼に見せたかったもの、そして「伝えたいこと」が明かされる。"
                },
                "12": {
                    "ID": "10203101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dosanko-gal-wa-namaramenkoi/episodes/10203101",
                    "TitleEnglish": "Life Without You Feels Super Off",
                    "SummaryEnglish": "Tsubasa and Minami miss the last bus home from the park and end up getting a hotel room, making the overnight date that Minami had joked about a reality. However, Minami sneaks out early, leaving Tsubasa confused and afraid to face her before she leaves.",
                    "TitleJapanese": "君がいないとなまらいずい",
                    "SummaryJapanese": "海外留学の話をした後、翼と美波は家に帰る手段を失ってしまう。翼の父の紹介でホテルに泊まることができたが、冗談で言っていた“お泊りデート”が本当になってしまい、緊張する二人。しかし、翼は気がつくと眠ってしまっていた。時は経ち、美波の海外留学出発の日が訪れる。美波に今すぐ会いたいのに思うように体が動かない翼は、鞄の中に紛れ込んでいた美波のヘアピンを見つける。「返してあげなきゃ…！」背中を押されたような気がした翼は、美波のもとへ走り出す！"
                }
            }
        }
    }
}