{
    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23132598/",
        "https://lastame.com/",
        "https://www.tvmaze.com/shows/68384/show-slug",
        "https://www.themoviedb.org/tv/213326",
        "https://www.wikidata.org/wiki/Q115623732",
        "https://en.wikipedia.org/wiki/The_Most_Heretical_Last_Boss_Queen",
        "https://x.com/lastame_pr"
    ],
    "TitleEnglish": "The Most Heretical Last Boss Queen: From Villainess to Savior",
    "SummaryEnglish": "Pride Royal Ivy is only eight years old when she realizes that she's been reincarnated, destined to become the future wicked queen and final boss of an otome game. She's got it all in this new life: razor-sharp wit, boss-tier powers, and influence over the kingdom as crown princess. Determined to sow despair and destruction across the land, she... Wait, what kind of a rotten future is that?! Princess Pride decides to drop the maniacal villainess plan and protect the male love interests instead, cheating her way to saving everyone she can! Will this final boss end up earning the adoration of her kingdom?",
    "TitleJapanese": "悲劇の元凶となる最強外道ラスボス女王は民の為に尽くします。",
    "SummaryJapanese": "プライド ロイヤル アイビーは、乙女ゲームの最終ボスであり、将来の邪悪な女王になる運命にある転生者であることに気付いたとき、わずか 8 歳です。 彼女はこの新しい人生ですべてを手に入れました: 鋭い機知、ボス級の力、そして皇太子妃としての王国への影響力。 大地に絶望と破滅の種をまく決意をした彼女は……え、その腐った未来とは!? プリンセスプライドは、マニアックな悪役計画をやめて、代わりに男性の愛の関心を守ることに決め、彼女ができるすべての人を救うために彼女の道をだまします! この最後のボスは、彼女の王国の崇拝を獲得することになりますか?",
    "Aliases": [
        "Higeki no Genkyō to Naru Saikyō Gedō Last Boss Joō wa Tami no Tame ni Tsukushimasu.",
        "Higeki no Genkyou to Naru Saikyou Gedou Last Boss Joou wa Tami no Tame ni Tsukushimasu.",
        "ラス為",
        "Lastame"
    ],
    "Modified": "2025-06-30",
    "Seasons": {
        "1": {
            "ID": "2027275",
            "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9423951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9423951",
                    "TitleEnglish": "The Selfish Princess Awakens",
                    "SummaryEnglish": "The selfish crown princess changes for the better, her newfound precognition deemed the cause. Yet her father and the others don’t know the truth: she had been reincarnated.",
                    "TitleJapanese": "～我儘王女は目を覚ます～",
                    "SummaryJapanese": "フリージア王国の第一王女・プライド。8歳の頃、突如として前世の記憶を取り戻した彼女は、かつてハマっていた乙女ゲーム「君と一筋の光を」の世界に転生していたことに気が付く。このままゲームのストーリー通りに時が経てば、待っているのは極悪非道ラスボス女王に成り下がった自身が国や多くの民を苦しめる最悪の未来…….。そんなシナリオを変え、全ての人たちが幸せになれる世界を目指して、プライドは前世の記憶と『予知能力』を武器に立ち上がる……。"
                },
                "2": {
                    "ID": "9884175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884175",
                    "TitleEnglish": "The Villainous Princess Makes a Request of Her Brother",
                    "SummaryEnglish": "Someday Stale will avenge his mother. He will get it done no matter what. If only he could remember the dream he had, would that help?",
                    "TitleJapanese": "～極悪女王は義弟に願う～",
                    "SummaryJapanese": "義理の弟になった平民出身の少年・ステイルのことを温かく迎え入れたプライド。ゲーム本来のシナリオでは、自身に憎悪を向けるようになる彼の幸せを願い、プライドはさっそく行動を開始。フリージア王国の王配にして父・アルバートの協力もあって2人は信頼関係を築くのだった。だが、その様子を王国の宰相・ジルベールは快く思っておらず、何やら怪しい動きを始める……。さらに時を同じくして、ゲームの主人公にして王国の第二王女・ティアラと初対面の時がやってきて……。"
                },
                "3": {
                    "ID": "9884176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884176",
                    "TitleEnglish": "The Heretical Princess and the Knights",
                    "SummaryEnglish": "When a military exercise goes wrong, Pride must spare no effort to ensure everyone returns alive.",
                    "TitleJapanese": "～外道王女と騎士団～",
                    "SummaryJapanese": "プライドが前世の記憶を取り戻してから、３年の月日が経過。この間に起こるはずだった悲劇は回避され、11歳のプライドはステイルやティアラと共に平和な時間を過ごしていた。だが、自身のラスボス女王としてのチート能力を実感したことで、ゲーム通りの最悪の未来に近づいているのではないかと不安を募らせるプライド……。そんな中、彼女のもとに王国の騎士団長・ロデリックの率いる兵が奇襲されたとの知らせが届く。彼らを助けるため、特殊能力を使った作戦を開始するプライドとステイルだったが……！？"
                },
                "4": {
                    "ID": "9884177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884177",
                    "TitleEnglish": "The Worst Princess and the Young Man's Vow",
                    "SummaryEnglish": "In another life, Pride's callousness resulted in tragedy and a powerful enemy. But in this life, her compassion saved those fated to die and earned her an unexpected ally.",
                    "TitleJapanese": "～最低王女と誓いの青年～",
                    "SummaryJapanese": "奇襲を受けた騎士団を救うべく自ら戦場に立ったプライド。彼女は、ラスボスとしてのチート能力を存分に発揮し、敵を瞬く間に撃退。見事、ゲーム本来のシナリオで死ぬ運命だったロデリックや騎士たちの救出に成功する。後日、今回の事件について会談の場を設けたプライドとロデリックたち。その場でロデリックから危険を顧みない軽率な行動をとったことを叱責されるプライド。さらに騎士としての誇りと生き方に泥を塗られるところだったと憤る彼に対してプライドがかけた言葉とは！？"
                },
                "5": {
                    "ID": "9884178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884178",
                    "TitleEnglish": "The Wicked Princess and the Sword",
                    "SummaryEnglish": "Arthur abandoned his dream to be a knight due to his embarrassing special ability. Inspired by Pride’s actions, he embraces his ambition once again.",
                    "TitleJapanese": "～酷悪王女と剣～",
                    "SummaryJapanese": "父・ロデリックを救ってくれたプライドへの忠誠を誓ったアーサーは、彼女を護る騎士になることを決意。さっそく稽古を開始し、後に最強の騎士と謳われるまでになる剣術の才能の片鱗を覗かせる。一方、ゲーム内での出来事が頭をよぎり、アーサーやロデリックのことが気になったプライドは、ステイルと共に騎士団演習場へ。するとそこでロデリックの意外な一面を目撃する。さらに時を同じくして演習場にやって来たアーサーは、稽古でステイルと手合わせをすることになり......！？"
                },
                "6": {
                    "ID": "9884179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884179",
                    "TitleEnglish": "The Selfish Princess Passes Judgment",
                    "SummaryEnglish": "Heavy is the head that wears the crown. Pride must prove her mettle as the future queen by passing judgment on an enemy, but she worries this will set her on the road to ruin.",
                    "TitleJapanese": "～自己中王女は裁く～",
                    "SummaryJapanese": "ゲーム本来のシナリオでは、法律を逆手にとり非道な行いを繰り返していた極悪女王・プライド。11歳のプライドはそんな自分と同じ轍を踏むまいと、法律を正しく運用するため勉強に励むことに。そんな折、母・ローザから次期女王として騎士団を奇襲した盗賊の1人・ヴァルを裁くことを命じられる。本来であれば死罪が妥当であるものの、ヴァルのゲーム設定を思い返し決断を迫られるプライド。果たして、悩める彼女が出した答えとは！？"
                },
                "7": {
                    "ID": "9884180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884180",
                    "TitleEnglish": "The Coldhearted Princess and the Quitter",
                    "SummaryEnglish": "What would drive someone to desperation? The answer is as simple as it is old as time: love.",
                    "TitleJapanese": "～冷酷玉女とヤメルヒト～",
                    "SummaryJapanese": "フリージア王国騎士団に入隊するために2 年間、鍛錬に励んできたアーサーは、見事入隊試験に合格。叙任式の場で、改めてプライドのことを一生かけて護ると誓うのだった。そんなめでたい出来事の後、ジルベールが不穏な動きを開始。以前から推し進めていた国民に特殊能力の申請を義務化させる法案を可決すべく、脅迫気味にプライドに迫る。その様子を見かねたアルバートはジルベールを叱責し、2 人は衝突してしまう。翌日、ジルベールは無断で城を抜け出して…… 。"
                },
                "8": {
                    "ID": "9884181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884181",
                    "TitleEnglish": "The Insolent Princess and the Judgment",
                    "SummaryEnglish": "Arthur’s power to grow crops is absolutely worthless for a knight. Or is it? Pride’s actions are about to change multiple lives forever.",
                    "TitleJapanese": "～無礼王女と裁き～",
                    "SummaryJapanese": "婚約者・マリアンヌの病気を治せる能力者を見つけるために暗躍をしていたジルベール。私的な目的の為に王族を裏切り、義姉の名に傷をつける行いをしていたジルベールにステイルは怒りを向け、即座に彼を断罪しようをする。しかし、ジルベールに関するゲーム本来のシナリオを思い出していたプライドはそれを制止。彼の心情を慮り、マリアンヌを助けるべく意外な人物に協力を仰ぐのだった。その後、今まで犯してきた罪を全て告白したジルベールに裁きの時が訪れる……。"
                },
                "9": {
                    "ID": "9884182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884182",
                    "TitleEnglish": "The Cruel Princess and the Criminal",
                    "SummaryEnglish": "Pride once told a criminal to seek her out if he was ever faced with an impossible situation. That day has finally come.",
                    "TitleJapanese": "～残酷王女と罪人～",
                    "SummaryJapanese": "凄まじい倍率の選抜試験を突破し、プライドの近衛騎士に就任したアーサー。その結果にプライド、ステイル、ティアラはそれぞれ喜びの声をあげる。後日、公務を終え、宮殿への帰路につく4人は、行き倒れているヴァルを発見する。以前交わした隷属の契約の中の“心から誰かの助けを望む時は私のもとを訪れなさい”という命令に従いやって来た彼に事情を尋ねるプライド。するとヴァルは、一緒に生活していた孤児のセフェクとケメトが人身売買組織に連れて行かれたことや、2人を救出してほしいことをプライドに伝えて……。"
                },
                "10": {
                    "ID": "9884183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884183",
                    "TitleEnglish": "The Coldhearted Princess Sneaks In",
                    "SummaryEnglish": "Pride and her friends hatch a daring plan to rescue the kidnapped children.",
                    "TitleJapanese": "～薄情王女は潜入する～",
                    "SummaryJapanese": "セフェクとケメトに対する本当の思いに気が付き、涙を流したヴァル。そんな彼の姿を見たプライドは捕らわれた2人の救出、そして人身売買組織を壊滅させるべく、ステイル、アーサー、ジルベールと共に行動を開始。ジルベールの年齢操作の能力を駆使して、敵の本拠地へと潜入した一同はセフェクとケメトを捜索。さらに敵を制圧しながら、捕らえられていた他の人々を解放していく。そんな中、ステイルは強力な能力を制御できず自暴自棄に陥っている少年と出会い......！？"
                },
                "11": {
                    "ID": "9884184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884184",
                    "TitleEnglish": "The Merciless Princess and the Order",
                    "SummaryEnglish": "Val won’t leave anyone behind, even at the cost of his life. This time, Pride’s precognition cannot help her; this crisis has never happened before.",
                    "TitleJapanese": "～惨酷王女と命令～",
                    "SummaryJapanese": "一度は窮地に陥るも、見事な連携によって敵を制圧したプライドたち。事件は解決し、後は保護されたセフェクとケメトと合流するのみかと思われた時、プライドたちは謎の爆撃に襲われる。一刻も早く脱出を試みる一同だったが、ヴァルを探すセフェクとケメトが洞窟へ飛び込んでいったとの知らせが届く。そこで、洞窟の崩壊が始まる中、2人のもとへと急ぐヴァルとプライドたち。無事にセフェクを救出したものの、ヴァルとケメトが瓦礫によって閉じ込められてしまい……？"
                },
                "12": {
                    "ID": "9884185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/9884185",
                    "TitleEnglish": "The Treacherous Princess Faces the Future",
                    "SummaryEnglish": "Pride has changed many lives for the better, but is it truly enough to escape her destiny? She doesn’t believe so. Regardless, that won’t stop her from helping others.",
                    "TitleJapanese": "～悪虐玉女は未来に向かう～",
                    "SummaryJapanese": "人身売買事件を解決し、平穏な日常生活を取り戻したプライドたち。事件後、ヴァルとセフェク、ケメトは王族専属の“配達人”として働き始め、以前よりも充実した生活を送っていた。そんな3人を見守るプライドは、平和な時間を噛みしめながら、“学校を作る”という自身の新たな目標の為に行動を開始するのだった。一方、実力を高める為にジルベールに稽古をつけてもらうアーサー。その途中、ステイルも加えてアーサー＆ステイルVSジルベールで模擬戦を行うことになり！？"
                }
            }
        },
        "2": {
            "ID": "2194131",
            "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11221012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/higeki-no-genkyou-to-naru-saikyou-gedou-last-boss-joou-wa-tami-no-tame-ni-tsukushimasu/episodes/11221012",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}