{
    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28102247/",
        "https://s-rank-musume.com/",
        "http://www.reddit.com/r/SRankAdventurer",
        "https://www.tvmaze.com/shows/71307/show-slug",
        "https://www.themoviedb.org/tv/229609",
        "https://www.wikidata.org/wiki/Q114977401",
        "https://en.wikipedia.org/wiki/My_Daughter_Left_the_Nest_and_Returned_an_S-Rank_Adventurer",
        "https://x.com/s_rank_musume"
    ],
    "TitleEnglish": "My Daughter Left the Nest and Returned an S-Rank Adventurer",
    "SummaryEnglish": "The life of an adventurer isn't always a glamorous one. Belgrieve finds this out the hard way when a deadly encounter robs him of his leg and the ability to pursue his dreams not long after setting off for fame and fortune. But fate isn't finished with this retired adventurer! While gathering herbs in the wilderness, he discovers an abandoned baby girl and names her Angeline after deciding to raise her as his own. Angeline grows up to become a top-tier adventurer in her own right, yet after venturing out into the world and making a name for herself, fame, fortune, and power hold no allure for the accomplished S-rank adventurer: her heartfelt wish is for nothing more than to see her father again.",
    "TitleJapanese": "冒険者になりたいと都に出て行った娘がSランクになってた",
    "SummaryJapanese": "冒険者の人生は決して華やかなものばかりではありません。 ベルグリーヴは、名声と幸運を求めて旅立った直後に、致命的な出会いが彼の足と彼の夢を追求する能力を奪ったとき、これを困難な方法で見つけます. しかし、引退した冒険者の運命はまだ終わっていない! 荒野でハーブを集めていると、捨てられた女の赤ちゃんを発見し、彼女を自分のものとして育てることを決心した後、彼女をアンジェリンと名付けました。 アンジェリンは成長して一流の冒険者に成長しますが、世界に出て名を馳せた後、熟練したSランクの冒険者には名声、富、力は魅力的ではありません.彼女の心からの願いは 彼女の父親に再び会うためだけに。",
    "Aliases": [
        "Bōkensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta",
        "Boukensha ni Naritai to Miyako ni Deteitta Musume ga S-Rank ni Natteta",
        "S-Rank Musume",
        "Boukensha ni Naritai to Miyako ni Deteitta Musume"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2027987",
            "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10023679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10023679",
                    "TitleEnglish": "The Melancholy of Angeline",
                    "SummaryEnglish": "Angeline, the Black-Haired Valkyrie, longs for nothing more than a vacation to return to her home in the countryside and visit the father who taught her everything she knows about adventuring...but getting there will be an adventure all its own.",
                    "TitleJapanese": "アンジェリンの憂鬱",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10029702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029702",
                    "TitleEnglish": "Belgrieve the Red Ogre",
                    "SummaryEnglish": "Although Angeline has yet to make it home, tales of her deeds are reaching her father in the countryside. The noble Bordeaux family is also eagerly seeking out Belgrieve to show their gratitude after Angeline rescued their youngest sister.",
                    "TitleJapanese": "赤鬼のベルグリフ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10029703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029703",
                    "TitleEnglish": "Welcome Home, Angeline",
                    "SummaryEnglish": "Angeline still hasn't been able to make it home to see her father. So when the local guild master tells her all that's standing between her and some time off is a potentially legendary monster, you can bet she's up for the challenge.",
                    "TitleJapanese": "おかえり、アンジェリン",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "10029704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029704",
                    "TitleEnglish": "Quiet Days in Turnera With the Occasional Family Spat",
                    "SummaryEnglish": "Angeline finally makes it back home with her friends in tow, but Belgrieve can hardly believe his ears when he hears how she introduces him. If Angeline says he's the Red Ogre and he says he's not, then which story is really true?",
                    "TitleJapanese": "トルネラの穏やかな日常、時々親子喧嘩",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10029705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029705",
                    "TitleEnglish": "The Road to Bordeaux",
                    "SummaryEnglish": "Father and daughter are finally reunited after five long years, so Angeline isn’t ready to be separated from Belgrieve just yet when a job comes in for him. She and her friends thus decide to tag along to Bordeaux, where an unexpected problem awaits.",
                    "TitleJapanese": "ボルドーへの旅路",
                    "SummaryJapanese": "オルフェンの裏路地を歩くライオネルとチェボルグは、広場でヴィエナ教を批判しているシャルロッテと遭遇。魔王を生み出した大魔導ソロモンを信奉し、警備隊すら退けるシャルロッテとその従者・ビャクに対し、「おいたが過ぎる」とチェボルグたちは対峙する。\n一方、春告祭が行われているトルネラでベルグリフは、村長からボルドー伯への手紙を送り届けてほしいとの依頼を受け、アンジェリン達とともにボルドーの街へと向かうことに。"
                },
                "6": {
                    "ID": "10029706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029706",
                    "TitleEnglish": "Rebels Acting in Secret",
                    "SummaryEnglish": "Belgrieve has caught wind of a plot brewing in Bordeaux, and the dark clouds roiling over the estate are a portent of things to come.",
                    "TitleJapanese": "暗躍する反乱分子",
                    "SummaryJapanese": "ヘルベチカ・サーシャ・セレンの三姉妹がいるボルドーに滞在することになったアンジェリンたち。時を同じくして、シャルロッテたちと手を組んだマルタ伯爵が、ボルドー襲撃を企てる。\n墓場から大量に現れたアンデッドがボルドーの街を襲う。住民を守るため最前線で戦うアンジェリンたち冒険者パーティー。アンデッドの群れが三姉妹の籠もる屋敷にも迫る中、アンジェリンは、かつて倒した魔王にも似た黒い影と対決する。"
                },
                "7": {
                    "ID": "10029707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029707",
                    "TitleEnglish": "A Long Night and a Bright Dawn",
                    "SummaryEnglish": null,
                    "TitleJapanese": "長い夜、明るい朝焼け",
                    "SummaryJapanese": "シャルロッテとビャク、そしてマルタ伯爵が計画するボルドー家長女ヘルベチカの殺害計画。それに対し次女サーシャはマルタ伯爵の身柄を取り押さえるため、1人馬を走らせる。そこで遭遇したのは、姉を襲撃しようと目論むシャルロッテとビャクの2人だった。\n暗闇の中の戦闘で苦戦を強いられるサーシャは、絶体絶命のピンチを迎える…。"
                },
                "8": {
                    "ID": "10029708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029708",
                    "TitleEnglish": "Meeting the Inhabitants of the Woods",
                    "SummaryEnglish": "Belgrieve is back at home, but trouble abounds even outside of Bordeaux. This \"trouble\" just happens to be a rogue elven princess who's out for demon blood.",
                    "TitleJapanese": "森の住人との邂逅",
                    "SummaryJapanese": "ボルドー襲撃事件が決着し、アンジェリンはオルフェンへ、ベルグリフは故郷のトルネラへと戻っていく。\n帰宅したアンジェリンは、「お父さんが寂しい思いをしないよう、お嫁さんを探す」と意気込み、勝手に父の花嫁探しを始め、元・高ランクの女性冒険者や、孤児院のシスターに次々と声をかけていく。\n一方、トルネラでは魔獣退治に勤しむベルグリフの前に、老エルフ・グラハムが現れる。"
                },
                "9": {
                    "ID": "10029709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029709",
                    "TitleEnglish": "Father and Daughter Meet New People",
                    "SummaryEnglish": "Belgrieve continues to handle the trouble that's cropped up in the countryside. Meanwhile, Angeline stumbles upon trouble of her own in the city.",
                    "TitleJapanese": "親子、それぞれの出会い",
                    "SummaryJapanese": "アンジェリンはオルフェンの路地裏でシャルロッテと再会する。泣きながら許しを請うシャルロッテに対し、アンジェリンは「無抵抗のヤツを殺すのは気分が悪い」と言って矛を収めるが、そこにへルクレシア教皇庁の浄罪機関が襲いかってくる。\n一方トルネラ近郊の森では、グラハムとマルグリットを追ってきたベルグリフが魔王の気配をまとった謎の子供と遭遇する。"
                },
                "10": {
                    "ID": "10029710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029710",
                    "TitleEnglish": "Wriggling Malice",
                    "SummaryEnglish": "After their encounter in the city, Angeline takes on two surprising wards. Protecting people she cares about, however, turns out to be much harder than she ever expected.",
                    "TitleJapanese": "蠢く悪意",
                    "SummaryJapanese": "アンジェリンの家に居候することになったシャルロッテとビャク。2人を弟妹のように思うアンジェリンは、偶然出会ったマリアに自衛のための魔法を教授してもらえるようお願いする。その帰り道、正体不明の兵士たちの襲撃を受けることに。\n不意を突かれて苦戦を強いられるアンジェリンたち。その戦いはやがてギルドの冒険者も巻き込んでいく。「誰かが兵士たちを操っているのでは？」と疑うアンジェリンの前に、かつて対峙した影が現れる。"
                },
                "11": {
                    "ID": "10029711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029711",
                    "TitleEnglish": "Belgrieve's Decision",
                    "SummaryEnglish": "Belgrieve and Angeline begin to enjoy the changes in their lives, but there's change on the horizon for them both. Will they cross paths again as they set out on new journeys?",
                    "TitleJapanese": "ベルグリフの決断",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10029712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10029712",
                    "TitleEnglish": "Confronting the Past",
                    "SummaryEnglish": "Angeline makes her grudging journey to the capital and quickly learns nobles are not to be underestimated. Meanwhile, Belgrieve has begun looking for something he thought he lost long ago.",
                    "TitleJapanese": "過去との対峙",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "10191635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boukesha-ni-naritai-to-miyako-ni-deteitta-musume-ga-s-rank-ni-natteta/episodes/10191635",
                    "TitleEnglish": "I'm Home, Dad",
                    "SummaryEnglish": "Angeline is in the capital to be honored, but she continues to struggle with the very idea. Belgrieve also continues to grapple with his past.",
                    "TitleJapanese": "ただいま、お父さん",
                    "SummaryJapanese": "大公邸の舞踏会に向けてドレスアップされたアンジェリンに対し、エストガル大公の三男フランソワは「君のために余興を用意した」と不敵に笑う。そしていよいよ始まる式典。大公と皇太子も見守る中、フランソワは地下牢に閉じ込めていた“天蓋砕き”の異名を持つ元Sランク冒険者・カシムを式典へと連れ出す。\n大義もなく対峙することになったアンジェリンとカシム。カシムは「お前ならおいらを殺せると思う」と自嘲的に笑うのだった…。"
                }
            }
        }
    }
}