{
    "URL": "https://www.thetvdb.com/series/queens-blade-grimoire",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14095038/",
        "http://www.queensblade.net/grim/anime/anime.html",
        "https://www.themoviedb.org/tv/108589",
        "https://www.themoviedb.org/tv/108589",
        "https://en.wikipedia.org/wiki/Queen's_Blade_Grimoire"
    ],
    "TitleEnglish": "Queen's Blade: Grimoire",
    "SummaryEnglish": "The story takes place after the wandering warrior Leina's championship has ended. The royal court's magician Alicia uses black magic and opens a doorway to another dimension. From that door, a rabbit lures Alicia into another dimension called Melfairland. Melfairland is holding a tournament of its own to award out a Queen's Blade, and Alicia enters the tournament in order to find a way to return to her own world. (Source: ANN)",
    "TitleJapanese": "クイーンズブレイド グリムワール",
    "SummaryJapanese": null,
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2028272",
            "URL": "https://www.thetvdb.com/series/queens-blade-grimoire/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "9512629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-grimoire/episodes/9512629",
                    "TitleEnglish": "Awaken, Demon Hunter of Little Red Riding Hood",
                    "SummaryEnglish": "Alicia's trying to summon strong fighters to gain an edge in the next QB, and Kyuel comes through, recognizes Gainos at a glance and says that wasn't where she wanted to go, Alicia follows her and they lose that skirt (a gift from Kyuel's boss, probably Nanael?).",
                    "TitleJapanese": "覚醒、赤頭巾の魔狩人",
                    "SummaryJapanese": "時はクイーンズブレイドが流浪の戦士レイナ優勝で終わった頃。日常が戻ったガイノスでは、大会を取り仕切る宮廷魔術師の一人アリシアが魔術の鍛錬をおこなっていた。そんなある日、アリシアは呪文によって現れた次元の扉から出てきたウサギに引き込まれ別次元「メルフェアランド」に迷い込んでしまう。\n\nちょうどその時、メルフェアランドでもこの世界のクイーンズブレイドが秘かに開催されようとしていた。アリシアはこの世界の美闘士たちをある時は助け、ある時は戦う羽目になりながらウサギを追いかけ元の世界へ帰る方法を探し続けるのだった。\n\n本巻ではメルフェアランドの気弱な少女ザラが、赤頭巾の魔狩人として覚醒するに至るまでが描かれる。"
                },
                "2": {
                    "ID": "9512630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-grimoire/episodes/9512630",
                    "TitleEnglish": "Round Dance, Dreaming Little Mermaid",
                    "SummaryEnglish": "Alicia finds herself lost in Melfairland after the angel Quel drags her there. There, the great pirate captain Lilliana has suddenly appeared, plundering treasures from across the land. After suceeding in a raid of magic sword princess Kaguya's mansion, Lilliana sets her sites on the Undersea Kingdom. The princess of the Undersea Kingdom named Tiina dreams to be a part of the world above and yearns to participate in their dance parties. Tricked by Seiten, she obtains two legs to stand on, but gets dragged into the fight for treasure along with Alicia.",
                    "TitleJapanese": "輪舞、夢見る人魚姫",
                    "SummaryJapanese": "天使キューエルに引きずり込まれ、アリシアが迷い込んだ別次元メルフェアランド。\n\nそこでは今、突如現れた大海賊キャプテン・リリアナが各地でお宝の略奪を繰り広げていた。魔装剣姫カグヤの館の襲撃に成功したリリアナの次の目標は海底王国だ。\n\n海底王国の人魚姫であるティーナは地上の舞踏会に憧れる少女。彼女はセイテンに騙されて二本脚を手に入れるが、宝を巡る争いにアリシアと共に巻き込まれてしまう…"
                }
            }
        }
    }
}