{
    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31624309/",
        "https://dainanaoji.com/",
        "http://www.reddit.com/r/7thPrince",
        "https://www.themoviedb.org/tv/213830",
        "https://www.wikidata.org/wiki/Q115059158",
        "https://en.wikipedia.org/wiki/I_Was_Reincarnated_as_the_7th_Prince_so_I_Can_Take_My_Time_Perfecting_My_Magical_Ability",
        "https://x.com/dainanaoji_pro"
    ],
    "TitleEnglish": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability",
    "SummaryEnglish": "Prince Lloyd wasn't always a prince...in fact, his previous life is one he remembers perfectly: he was a sorcerer, of sorts. So when he was forced to reincarnate, he decided to continue his studies, prince of the realm or no! But his new life has its own sets of challenges...including being a 10-year-old! What's the 7th prince/sorcerer to do?!",
    "TitleJapanese": "転生したら第七王子だったので、気ままに魔術を極めます",
    "SummaryJapanese": "「転生したら第七王子だったので、気ままに魔術を極めます」は、生前の記憶を残したままサルーム国の第七王子として転生を果たした主人公・ロイドを描くファンタジー。魔術の才に恵まれず非業の死を遂げた魔術師が、強い魔術の血統を持つサルーム王国の第七王子・ロイドとして転生し、さまざまな仲間と出会いながら魔術を極めていく。",
    "Aliases": [
        "Tensei Shitara Dai Nana Ōji Datta no de, Kimamani Majutsu o Kiwamemasu",
        "Tensei Shitara Dai Nana Ouji Datta no de, Kimamani Majutsu o Kiwamemasu",
        "Tensei Shitara Dai Nana Ōji Datta node, Kimamani Majutsu wo Kiwamemasu",
        "Tensei Shitara Dai Nana Ouji Datta node, Kimamani Majutsu wo Kiwamemasu",
        "Tensei Shitara Dainana Ōji Datta no de, Kimamani Majutsu o Kiwamemasu",
        "Tensei Shitara Dainana Ouji Datta no de, Kimamani Majutsu o Kiwamemasu"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2028536",
            "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9438255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/9438255",
                    "TitleEnglish": "I Reincarnated as the Seventh Prince",
                    "SummaryEnglish": "A mage, lacking both talent and lineage, is burned to death by the magic he loves. He's reborn as Lloyd, seventh prince of the Saloum Kingdom, with his past memories intact. One day, in a forbidden library, he awakens a demon that wields ancient magic...",
                    "TitleJapanese": "第七王子に転生しました",
                    "SummaryJapanese": "魔術を愛しながらも、才能と血統に恵まれず、魔術に焼かれて息絶えた魔術師。しかし目覚めると、前世の記憶を持ったまま、魔術の血統と才能に恵まれたサルーム王国の第七王子・ロイドに転生していた。ある日、興味の赴くままに立入禁止の封印書庫へ潜り込み、古代魔術を操る禁書の魔人を目覚めさせてしまう…。"
                },
                "2": {
                    "ID": "10378797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378797",
                    "TitleEnglish": "I Encountered an Adventurer",
                    "SummaryEnglish": "After making the Demon Grimoire his familiar, Lloyd sets out in pursuit of a dungeon with magically enchanted items and encounters Tao, a martial artist who uses Qi techniques. Lloyd assumes the alter ego of Robert and heads deep into a dungeon with her.",
                    "TitleJapanese": "冒険者に遭遇しました",
                    "SummaryJapanese": "魔人グリモワールを圧倒し使い魔として従えたロイドは、魔力を帯びた魅力的なアイテムを手にすべく、ダンジョン探索へと向かった。その道中、呼吸を操り超人的力を発揮する“気術”を使う武術家・タオと出会う。タオの気術に興味を持ったロイドは、架空の人物・ロベルトに変身し彼女と共にダンジョンの最深部へ向かうのだった。"
                },
                "3": {
                    "ID": "10378798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378798",
                    "TitleEnglish": "Like Qi Techniques and Enchantment Magic",
                    "SummaryEnglish": "Deep within the dungeon lies a demonic lich that has laid many adventurers to rest. After forcing Robert to escape, Tao faces the threat alone, but is overwhelmed by the difference in power. However, just as the lich is about to finish her off...",
                    "TitleJapanese": "気術とか付与魔術とか",
                    "SummaryJapanese": "ダンジョンの奥に待ち受けていたのは、多くの冒険者たちを葬り、その知識を取り込んできた魔人・リッチだった。とっさにロベルトを逃がすタオ。単身立ち向かうが、魔人との大きな力の差に圧倒されてしまう。満身創痍で瀕死の彼女にトドメを刺そうとするリッチの前に現れたのは…？"
                },
                "4": {
                    "ID": "10378799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378799",
                    "TitleEnglish": "Headed Out for a Monster Hunt",
                    "SummaryEnglish": "With an interest in weapon enchantments and their effectiveness, Lloyd joins Albert and Sylpha on a monster hunt. After meeting Tao and reaching their destination the group encounters a pack of bearwolves, who regenerate unnaturally quickly.",
                    "TitleJapanese": "魔獣狩りに向かいます",
                    "SummaryJapanese": "武器への付与魔術に興味を持ったロイドは、自身が魔術を付与した武器の完成具合を見るため、アルベルト、シルファ、王国の騎士団らと共に、国王からの依頼である魔獣狩りへと向かう。行軍の途中でタオと再会し、目的地である魔獣の湖に到着する一行。しかし、そこで不自然なほどに高い再生能力を持つ魔獣ベアウルフの群れに遭遇する……。"
                },
                "5": {
                    "ID": "10378800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378800",
                    "TitleEnglish": "The Demon Is Angry",
                    "SummaryEnglish": "Just when it seemed Sylpha was able to overpower the pack of bearwolves, the demon Pazuzu emits a miasma that has the knights collapsing to the ground. Once even Sylpha and Tao are rendered unable to retaliate, Lloyd finally makes his move.",
                    "TitleJapanese": "魔人が苛立っています",
                    "SummaryJapanese": "シルファの活躍によってベアウルフたちを圧倒したかに見えたが、魔獣を操る魔人・パズズが放出する瘴気の影響により、一転して騎士団は窮地に陥ってしまう。シルファとタオも反撃できない状況に追い込まれるなか、ついにロイドが動きだす。"
                },
                "6": {
                    "ID": "10378801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378801",
                    "TitleEnglish": "Sisters, Monsters, Spellbound Swords, and Brothers",
                    "SummaryEnglish": "With his new bearwolf, Shiro, in tow, Lloyd visits his sister, Alieze, in order to learn how to communicate with monsters. Afterward Lloyd is reunited with another brother, Dian, a blacksmith who is seeking to create the ultimate Spellbound Sword.",
                    "TitleJapanese": "姉と魔獣と魔剣と兄と",
                    "SummaryJapanese": "新たにベアウルフのシロを従えるようになったロイドは、魔獣たちと心を通わす秘訣を知るべく、その能力に長ける姉の第六王女・アリーゼの元に向かう。その後城へ戻ったロイドは、鍛冶技術を極め最強の「魔剣」を作るという志を持つ、兄の第四王子・ディアンと再会。魔術を付与した「魔剣」作りで意気投合する。"
                },
                "7": {
                    "ID": "10378802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378802",
                    "TitleEnglish": "I'm Going To Battle Some Assassins",
                    "SummaryEnglish": "The kingdom has been infiltrated by a girl named Ren from the Assassin's Guild. Upon learning of her special ability as the Poison Blighted, Lloyd tracks her back to her hideout, sneaks in, and is attacked by a group of assassins with unique abilities.",
                    "TitleJapanese": "暗殺者たちとバトルします",
                    "SummaryJapanese": "王国に侵入してきた暗殺者ギルドの少女・レン。ロイドは、彼女の持つ「毒のノロワレ」と呼ばれる彼女能力を知ったロイドは、ほかの暗殺者ギルドのメンバーたちがどんな能力を持っているかに興味を持つ。単身でレンの後を付け、暗殺者ギルドのアジトへと忍び込んだロイドの前に、さまざまな能力を駆使した暗殺者たちの攻撃が迫る……。"
                },
                "8": {
                    "ID": "10378803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378803",
                    "TitleEnglish": "I'm Going To Meet Jade",
                    "SummaryEnglish": "Having formed a connection with the Assassin's Guild members, Lloyd's curiosity is captured by the leader Jade's teleportation ability. Lloyd and the others head to Lordost Manor, where the guild is happy to be reunited with Jade, until...",
                    "TitleJapanese": "ジェイドに会いに行きます",
                    "SummaryJapanese": "暗殺者ギルドのメンバーたちと心を通わせたロイドは、彼らの仲間であるジェイドの「空間転移」の能力に興味をそそられる。そして、ジェイドから送られてきた手紙に導かれ、彼らと共にロードスト領主邸へと向かうのだった。ロードストに到着し、ジェイドとの再会を喜ぶ暗殺者ギルドのメンバーたちだったが…"
                },
                "9": {
                    "ID": "10378804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378804",
                    "TitleEnglish": "The Calamity Named Guisarme",
                    "SummaryEnglish": "Ren is confronted by the demon lord Guisarme, who has stolen Jade's body and teleportation power. Guisarme is intent on seizing the bodies of the Assassin's Guild as well, when Lloyd arrives in the neck of time to defend them.",
                    "TitleJapanese": "ギザルムという災厄",
                    "SummaryJapanese": "レン達の前に現れたのは、ジェイドの肉体と空間転移の能力を奪った魔族・ギザルムだった。人々の肉体を魔人に与え、ロードストを手中に収めていたギザルムは、暗殺者ギルドの肉体を魔人のさらなる受け皿としようとしていたのだった。暗殺者ギルドのピンチに間一髪で間に合ったロイドはギザルムと対峙する。"
                },
                "10": {
                    "ID": "10378805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378805",
                    "TitleEnglish": "Sylpha's Blade",
                    "SummaryEnglish": "As Lloyd and Guisarme engage in fierce combat, the members of the Assassin's Guild are cornered by a horde of demons. Using the control of their abilities given to them by Lloyd's spell, the Guild resists, but are gradually overwhelmed by their enemies.",
                    "TitleJapanese": "シルファの剣",
                    "SummaryJapanese": "ロイドがギザルムと激しい攻防を繰り広げる中、暗殺者ギルドの面々に魔人の群れが迫る。ロイドが施した術式により能力を操れるようになった暗殺者ギルドは、それぞれの能力を駆使して対抗するが、魔人達の強大な力によって徐々に追い詰められてしまう…"
                },
                "11": {
                    "ID": "10378806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378806",
                    "TitleEnglish": "Jade's Last Words",
                    "SummaryEnglish": "Guisarme's teleportation-powered offensive barrage leaves Lloyd perplexed. Having come to a realization, he attempts a physical attack with a magic-absorbing sword named Spelltaker, aiming to decipher the nature of Jade's stolen power.",
                    "TitleJapanese": "ジェイドの遺言",
                    "SummaryJapanese": "空間転移能力を駆使したギザルムの波状攻撃に攻めあぐねるロイド。戦いの最中、偶然吹き上がった水蒸気の目隠しに新たな気付きを得たロイドは、剣による物理攻撃を試すことに…。その目的は、ギザルムに奪われたジェイドの能力の術式を解読し、研究するため魔術を吸収する「吸魔の魔剣」を使うことだった。"
                },
                "12": {
                    "ID": "10378807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10378807",
                    "TitleEnglish": "Lloyd's Answer",
                    "SummaryEnglish": "Guided by Jade's will, Lloyd deciphers the spell for teleportation. Pushed to the brink, Guisarme unleashes an attack powerful enough to reduce anything to oblivion, the Mortal Dark Sphere. At long last, this climactic magic battle comes to a conclusion.",
                    "TitleJapanese": "ロイドの答え",
                    "SummaryJapanese": "ジェイドが残した意思と術式によって、空間転移能力の魔術を完全に理解したロイド。追い詰められたギザルムは、万物万象をのみ込みすべてを無に帰す奥の手「黒死玉」を発動するが、ロイドがその圧倒的な魔力で迎え撃つ。そして、苛烈な魔術バトルはついに決着の時を迎える。"
                }
            }
        },
        "2": {
            "ID": "2133139",
            "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10548986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/10548986",
                    "TitleEnglish": "I'll Join the Church!",
                    "SummaryEnglish": "Lloyd's interest in divine sorcery is piqued as a means of fighting off further demonic invasions.",
                    "TitleJapanese": "入信します！",
                    "SummaryJapanese": "魔族・ギザルムとの闘いを経て、ジェイドから空間移動能力を受け継いだロイドは、ガリレアをロードストの領主に任命。復興に向けて動き出すなか、魔人に対抗する力を模索していた。そこでグリモは、不死者にも効果がある「神聖魔術」を提案。ロイドは、バビロンとレンを連れて２年前に出禁となった教会へ向かうのだった。"
                },
                "2": {
                    "ID": "11218269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218269",
                    "TitleEnglish": "Jihriel's Miracles",
                    "SummaryEnglish": "After teleporting in the direction of a presence he sensed, Lloyd and Grim arrive in the realm of angels.",
                    "TitleJapanese": "ジリエルの御業",
                    "SummaryJapanese": "聖餐式の演奏会のために教会へやってきた第四王女・サリア。彼女のピアノとイーシャの歌声が重なったとき、待ち望んでいた「神聖魔術」が発動。喜びを隠せないロイドだが、魔力を帯びた視線を感じるや否や、転移魔法でその痕跡を追う。そうして辿り着いた先は、神の御使いである天使ジリエルが住む天界であった。"
                },
                "3": {
                    "ID": "11218270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218270",
                    "TitleEnglish": "Ghoul Hunt",
                    "SummaryEnglish": "Having learned the divine sorcery he was looking for, Lloyd searches for some undead to test it on.",
                    "TitleJapanese": "グール退治",
                    "SummaryJapanese": "神々しいほどの力でジリエルに圧勝したロイドは、念願だった「神聖魔術」を習得。地上に戻りガリレア達とも契約を結ばせた。さらに不死者や霊体に特効する「浄化系」の研究をするため、シルファ、レン、タオらと共にグールの目撃情報が多い東区画の下水道へと潜入。するとロイドを巡って奇妙な勝負が始まる。"
                },
                "4": {
                    "ID": "11218271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218271",
                    "TitleEnglish": "Civil War",
                    "SummaryEnglish": "Tao, Ren, and Sylpha encounter an undead with an incredibly dangerous power in the sewers.",
                    "TitleJapanese": "シビル・ウォー",
                    "SummaryJapanese": "光武でできた武器を手に、次々とグールを倒していくシルファたちだったが、「脊髄の糸」を操る「反射のノロワレ」の出現により状況が一変する。時を同じくして教会の中庭では、謎神父がハーバル神父の首を締め上げていた。偶然その場に居合わせてしまったイーシャは、命を狙われてしまう。"
                },
                "5": {
                    "ID": "11218272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218272",
                    "TitleEnglish": "The Church's Secret",
                    "SummaryEnglish": "After Babylon's brutal defeat by the mysterious pastor, Lloyd's friends search for clues to his identity.",
                    "TitleJapanese": "教会の秘密",
                    "SummaryJapanese": "イーシャ達を逃がすことに成功したバビロンは、謎神父との絶望的な力の差を本能で感じつつも、一縷の望みをかけて次々と攻撃を繰り出す。一方、冒険者ギルドに神父を託したイーシャは、自らの無力さを痛感するのと同時に、バビロンの身を案じて教会へとひき返していた。涙で視界が歪むなか、目の前に現れたのは…。"
                },
                "6": {
                    "ID": "11218273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218273",
                    "TitleEnglish": "Escher's Will",
                    "SummaryEnglish": "Lloyd's group discovers a gruesome secret beneath the church, leaving Escher to question her faith.",
                    "TitleJapanese": "イーシャの想い",
                    "SummaryJapanese": "先の戦いで生死の境を彷徨ったバビロンだが、ロイドの空間転移能力とイーシャの献身的な治癒魔術により、かろうじて一命を取り留める。その後、ロイドたちは謎神父の正体を探るべく教会の中庭を調査。地下へと続く扉を見つけ足を進めると、そこには目を背けたくなる程おぞましい光景が広がっていた。"
                },
                "7": {
                    "ID": "11218274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218274",
                    "TitleEnglish": "The Great Advent Festival",
                    "SummaryEnglish": "Lloyd's group organizes to protect the bishops during the Advent festival.",
                    "TitleJapanese": "大聖誕祭",
                    "SummaryJapanese": "謎神父の正体は教会本部を統括する「十二神官」の中にいると推理したロイド達。直前に迫る「大聖誕祭」での教皇暗殺を危惧したアルベルトは、シルファ達にそれぞれの神官を見張るように指示を出す。そして迎えた当日――デーン地区の教会にて国王と教皇が再会を喜んでいると、突如として轟音が響き渡る。"
                },
                "8": {
                    "ID": "11218275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218275",
                    "TitleEnglish": "Invasion",
                    "SummaryEnglish": "Battle breaks out through the city as Lloyd's friends seek to defend against the unholy legion.",
                    "TitleJapanese": "襲来",
                    "SummaryJapanese": "今回の黒幕であり謎神父の正体は教皇・ギタンであった。国王とアルベルトを空間転移能力で避難させたロイドはギタンと対峙。互いに抑え込んでいた魔力を一気に解き放ち、激しくぶつかり合う…。一方、神官を監視するために各所に散らばっていたレンやタオ達は、桁違いの魔力量を持つキメラによって行く手を阻まれる。"
                },
                "9": {
                    "ID": "11218276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218276",
                    "TitleEnglish": "The Moon and Tonkatsu",
                    "SummaryEnglish": "As Babylon contends with an immortal, infinitely regenerating pig chimera, Sylpha struggles without a sword.",
                    "TitleJapanese": "月とトンカツ",
                    "SummaryJapanese": "倒す度に再生し硬化する豚のキメラ・完全食を前に、窮地に陥るバビロン達。一方別の場所では、丸腰のシルファが、大神官であるアナスタシアと一触即発の状況に。自らが信じ仕える主のために、お互い一歩も譲れないこの戦い…。シルファは近くにあった燭台を手にし、アナスタシアも容赦なく剣を振り下ろすのだった。"
                },
                "10": {
                    "ID": "11218277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218277",
                    "TitleEnglish": "Black Dragon",
                    "SummaryEnglish": "Lloyd's friends are exhausted, but there's still the giant, infernal, dragon chimera to deal with.",
                    "TitleJapanese": "黒竜",
                    "SummaryJapanese": "街の至る所で戦いが繰り広げられるなか、クロウ達の前には巨大なキメラ・黒竜が迫っていた。逃げ遅れた人々を救うために、自らの限界を超えてもなお力を使うクロウ。その目からは次第に光が失われていく。そんな彼を必死に守ろうとする神官・バッツの想いが届いたのか、シルファやタオ、そしてグリモ達が駆けつける。"
                },
                "11": {
                    "ID": "11218278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218278",
                    "TitleEnglish": "The Battle Above the Clouds",
                    "SummaryEnglish": "Lloyd and Guitane's clash, with the fate of Saloum in the balance, enters it's final stage.",
                    "TitleJapanese": "天上決戦",
                    "SummaryJapanese": "黒竜を屠るために人型のグリモが放った「大・螺旋黒閃砲」は、遥か上空で戦っていたロイド達のもとまで届く。それを見たギタンはさらに10体のキメラを投下。誰もが満身創痍ながらも、逃げ惑う人々を救うために立ち上がろうとした刹那、サリアの演奏とイーシャの歌声が温かな光のように降り注ぐ…。"
                },
                "12": {
                    "ID": "11218279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tensei-shitara-dainana-ouji-datta-no-de-kimamani-majutsu-o-kiwamemasu/episodes/11218279",
                    "TitleEnglish": "In the Light",
                    "SummaryEnglish": "Lloyd's overwhelming magic forces Guitane to confront his own doubts about god.",
                    "TitleJapanese": "光の中で",
                    "SummaryJapanese": "イーシャとサリアの織り成す演奏が人々の心に希望を与えるなか、ロイドもその音に合わせて攻撃を繰り出す。それはギタンでさえも何が起きているのか理解に苦しむほど異次元な力であった。そして、この戦いに終止符を打つべく、ロイドは三重詠唱を発動させる。人類の未来をかけた壮大な戦いが、ついに終局に向けて動き出す…。"
                }
            }
        }
    }
}