{
    "URL": "https://www.thetvdb.com/series/uniteup",
    "Genres": [
        "Animation",
        "Anime",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25808792/",
        "https://uniteup.info/anime",
        "https://www.themoviedb.org/tv/210899"
    ],
    "TitleEnglish": "UniteUp!",
    "SummaryEnglish": "Kiyose Akira sings on a video streaming site under the singer name \"KIKUNOYU.\" One day the talent agency sMiLea Production scouts him. sMiLea is an agency founded by the retired legendary idol pair AneLa to train new budding idols. Akira then forms an idol group with Naoe Banri and Isuzugawa Chihiro, who were also scouted. Their new group, Protostar, will have their debut alongside other new idol groups with sMiLea Production: Legit and Jaxx Jaxx.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2028654",
            "URL": "https://www.thetvdb.com/series/uniteup/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9604144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9604144",
                    "TitleEnglish": "Let's Start to Unite Up! The Story's Journey",
                    "SummaryEnglish": "Let's Start to Unite Up! The story's journey of how the show came together featuring the characters and cast. Please enjoy this special program."
                },
                "2": {
                    "ID": "9604145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9604145",
                    "TitleEnglish": "Let's Start to Unite Up! The Music's Journey",
                    "SummaryEnglish": "Let's Start to Unite Up! This week, we explore the music's journey of how all the various music was composed through different talented artists. Please enjoy this special program."
                },
                "3": {
                    "ID": "10995113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10995113",
                    "TitleEnglish": "Bonds Special Episode -LEGIT & JAXX/JAXX edition-",
                    "SummaryEnglish": "Please enjoy this special episode where LEGIT and JAXX/JAXX cast members discuss the importance of bonding throughout the anime show."
                },
                "4": {
                    "ID": "11050461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/11050461",
                    "TitleEnglish": "Bonds Special Episode -PROTOSTAR & Unite UP! edition-",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "2028655",
            "URL": "https://www.thetvdb.com/series/uniteup/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9546169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9546169",
                    "TitleEnglish": "Let's Be Idols & Unite",
                    "SummaryEnglish": "High schooler Akira was raised as the heir of Kikunoyu, a sento bathhouse run by his grandfather and mother. He always had dreams of becoming a hero. But he quit baseball, which he'd been playing since he was young, and spent his days going to karaoke after school with his childhood friend Kacchan. One day, Kacchan receives an email from the idol talent agency sMiLea Production on a recommendation from the legendary idol Anela. Although Akira has no relation to it, it seems that he might be involved..."
                },
                "2": {
                    "ID": "9546181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9546181",
                    "TitleEnglish": "Let's Try Singing & Unite",
                    "SummaryEnglish": "Akira is unable to hide his surprise that he was singer KIKUNOYU, but decides to try his hand at being an idol. When visiting the agency office, he is told he'll be in an idol group with singers EVAN (Banri) and Suzu (Chihiro). On their way home, Banri, wearing a mask and sunglasses and dressed suspiciously from head to toe, suddenly gets frightened and hides when Chihiro reaches out for his mask. There seems to be a reason for his suspicious getup──?!"
                },
                "3": {
                    "ID": "9546182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9546182",
                    "TitleEnglish": "Let's Clash and Unite",
                    "SummaryEnglish": "Banri had a complex about his face and hid it. But after singing with Akira and Chihiro at the bathhouse Kikonoyu, the singers became closer, and he was able to show his true face. With vocal and dance lessons ahead of their debut, the three decide to see and learn from LEGIT's live performance. However, at the time, it didn't seem like LEGIT was preparing for the concert while Daiki and Eishiro argued as Fuga stared on..."
                },
                "4": {
                    "ID": "9574027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9574027",
                    "TitleEnglish": "Let's Prevail & Unite",
                    "SummaryEnglish": "At the live performance, Akira is moved by the presence of Daiki, who looks like the main character of Akira's favorite hero anime, \"Crossfire.\" Revved up, Akira and his group get inspired for their lessons, but the dance lessons particularly seem hopeless. Later, it's decided that the three of them will get to participate in a commercial shoot as LEGIT's backup dancers. Although there's not much time before filming begins, LEGIT gives them one-on-one dance lessons. Akira, who fretfully practices yet makes little progress, begins feeling impatient and makes a proposal to Banri and Chihiro."
                },
                "5": {
                    "ID": "9614969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9614969",
                    "TitleEnglish": "Let's Stand Up & Unite",
                    "SummaryEnglish": "Akira's group is relieved to make it through the commercial shoot without any problems when Lin immediately informs them that their debut has been set. At the same time the three are busy with shoots and interviews, Anela features in an up-close and personal program focusing from now up until their retirement. Various thoughts and memories come back to the surface, including the day Lin and Maoto decided to retire and the establishment of sMiLea Production."
                },
                "6": {
                    "ID": "9636741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9636741",
                    "TitleEnglish": "Let's Communicate & Unite",
                    "SummaryEnglish": "On the day of Akira, Banri, and Chihiro's group unveiling, a typhoon forces them to cancel their live outdoor performance. Instead, the three who want to express their gratitude directly to the fans who stood by them as online singers propose a crowdless online live stream. But Lin was adamantly against it. He wanted a properly prepared event for the three-man group, but with the help of LEGIT and JAXX/JAXX, he changed his mind. The live stream somehow begins to take shape thanks to everyone's cooperation, but the power goes just before starting...?!"
                },
                "7": {
                    "ID": "9640318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640318",
                    "TitleEnglish": "Let's Confront & Unite",
                    "SummaryEnglish": "As PROTOSTAR, Akira, Banri, and Chihiro successfully completed their live debut. But for some reason, Chihiro seems conflicted. In actuality, Chihiro is the eldest son of a famous Japanese dance master. Chihiro, unable to get into the swing of practice, is severly troubled that he cannot tell his father he is an idol nor can he tell his friends the situation. Worried about Chihiro who keeps skipping lessons, Akira and Banri visit Chihiro's house──?!"
                },
                "8": {
                    "ID": "9640319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640319",
                    "TitleEnglish": "Let's Go Beyond & Unite",
                    "SummaryEnglish": "With Chihiro's problem solved and their bond deepened, PROTOSTAR arrives in Hawaii together with LEGIT, JAXX/JAXX, and their leaders, Lin and Maoto. Actually, it was for a magazine photo shoot featuring the idols affiliated with sMiLea Production. Still, Akira, who was overseas for the first time, led the way putting everyone in high spirits. Each of them had a good time eating and sightseeing during the shoot. But on the flight home, they suddenly realized Banri was missing...!"
                },
                "9": {
                    "ID": "9640320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640320",
                    "TitleEnglish": "Let's Soar & Unite",
                    "SummaryEnglish": "A few years back, Homare, Izumi, Jun, and Kanata lived together in a share house while working as an idol group, but they were unexpectedly fired. While in a slump, they found and helped Gakuto who had apparently collapsed from hunger and was lying on the side of the road. The four were moved by Gakuto, who came to Tokyo to make music, and his singing. Later on, Izumi is invited by Homare and the others to join a band. But try as he may, he worries about the future, unable to take the first step forward..."
                },
                "10": {
                    "ID": "9640321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640321",
                    "TitleEnglish": "Let's Choose & Unite",
                    "SummaryEnglish": "JAXX/JAXX's nationwide tour finishes, and during the after-party, Rin and Maoto announce that they have decided to hold sMiLea Production's first-ever joint live performance. While PROTOSTAR is excited for their first concert with a live audience, and LEGIT and JAXX/JAXX get fully motivated, it's decided that they will all perform a song written and composed by Maoto at the joint live show. While the important role of the group's lead has yet to be chosen, a suspicious reporter reaches out to Daiki──!"
                },
                "11": {
                    "ID": "9640322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640322",
                    "TitleEnglish": "Let's Believe & Unite",
                    "SummaryEnglish": "Confusion hits everyone at sMiLea Production when an article in a weekly magazine states that the person who forced Lin to retire from being an idol was Daiki. The group's lead still has yet to be decided, and there are rumors that the joint live performance will be canceled. But while everyone gets increasingly anxious, only Akira continues to believe in Daiki. Akira does his best to support LEGIT's work and make the joint live performance a reality with persistence and a positive attitude. One day, Akira runs into Daiki at the same school he attends for supplementary lessons...!"
                },
                "12": {
                    "ID": "9640323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/9640323",
                    "TitleEnglish": "Let's Connect & Unite Up!",
                    "SummaryEnglish": "Akira's determination to never give up and his unfailing faith in Daiki is conveyed through a game of baseball, and with Daiki's recommendation, Akira becomes the group's lead. With each of their thoughts and feelings connected and united as one, sMiLea Production's joint idol live performance finally lifts its curtains for showtime──!"
                }
            }
        },
        "2": {
            "ID": "2142568",
            "URL": "https://www.thetvdb.com/series/uniteup/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10648763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10648763",
                    "TitleEnglish": "Let's Be More Idols & Unite",
                    "SummaryEnglish": "PROTOSTAR released their debut CD and won the New Men's Idol Festival. Akira and the group discover from their agency that they'll compete in a New Music Release Battle against fellow sMiLea Production's LEGIT and JAXX/JAXX. Although Akira doesn't know what this battle will entail, he's excited since life as an idol is fun. But Akira's best friend, Kacchan, seems to be brooding over something..."
                },
                "2": {
                    "ID": "10902340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902340",
                    "TitleEnglish": "Let's Make a Decision & Unite",
                    "SummaryEnglish": "Lin and Maoto announce the Release Battle, and the three idol groups, PROTOSTAR, LEGIT, and JAXX/JAXX discuss what motif they plan to use for their live performances. Daiki and Eishiro argue due to their different opinions concerning the direction of the band, but Fuga says something offhand that settles the matter."
                },
                "3": {
                    "ID": "10902341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902341",
                    "TitleEnglish": "Let's Prove It & Unite",
                    "SummaryEnglish": "Fuga asks to change the motif for the Release Battle and for some reason, he's also avoiding Daiki and Eishiro."
                },
                "4": {
                    "ID": "10902342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902342",
                    "TitleEnglish": "Let's Go Home & Unite",
                    "SummaryEnglish": "LEGIT has finished their live concert, PROTOSTAR has yet to decide on a motif for the Release Battle."
                },
                "5": {
                    "ID": "10902343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902343",
                    "TitleEnglish": "Let's Gaze & Unite",
                    "SummaryEnglish": "Gakuto receives an offer to perform at a jazz concert in the US. While Gakuto can perform the way he wants to overseas, Homare, Izumi, Jun, and Kanata can't do the things they want to work on. The four other members are aware that Gakuto is important to the group and thus put in more effort to make up for the fact that Gakuto isn't around at the moment. While this is happening, all of JAXX/JAXX's five members have an upcoming shoot for a live Buzz Variety dance project. They are determined to do their best as a group when Lin informs them about something."
                },
                "6": {
                    "ID": "10902344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902344",
                    "TitleEnglish": "Let's Find It & Unite",
                    "SummaryEnglish": "Homare, Izumi, Jun, and Kanata do their best for the live Buzz Variety project, and put on an exciting show that goes beyond their imaginations. Although Kanata is happy that this has generated some hype, he wonders if Gakuto has mixed feelings about the situation. For some reason, one day Jun starts to play pranks on Kanata. Kanata doesn't seem to have any idea why, but it seems like Jun wants Kanata to realize something...!"
                },
                "7": {
                    "ID": "10902345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902345",
                    "TitleEnglish": "Let's Stand Up to It & Unite",
                    "SummaryEnglish": "PROTOSTAR is the only group that hasn't had their live release concert. Lin and Maoto look at the metrics of the LEGIT and JAXX/JAXX performances, and talk in anticipation about what sort of show PROTOSTAR will put on for them. They imagine it will be a performance that was unthinkable when sMiLea Production first started up as an agency. The unknown past of the once legendary idols' transition to becoming producers is revealed. Meanwhile, Akira and the other idols in the group are showing some unsettling behavior behind Lin, Maoto, and Harumi's backs."
                },
                "8": {
                    "ID": "10902346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902346",
                    "TitleEnglish": "Let's Accept It & Unite",
                    "SummaryEnglish": "PROTOSTAR prepares for their next tour destination, the \"Lantern Festival.\" Although the local people loved the festival long ago, something happened that changed it forever. Banri and Chihiro take a closer look at their fans and at the locals who feel removed from the festival as PROTOSTAR looks for a way to bring laughter and smiles to those coming. How exactly will they do this!?"
                },
                "9": {
                    "ID": "10902347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902347",
                    "TitleEnglish": "Let's Contend for the Best & Unite",
                    "SummaryEnglish": "With the Lantern Festival experience under their belt, PROTOSTAR finally decide on a motif for the upcoming Release Battle. Each group and its members reflect upon themselves and each other. Which group will shine brightest on that Release Battle stage, which they've so passionately prepared for? What do Lin and Maoto want to convey to the three idol groups through the Release Battle?"
                },
                "10": {
                    "ID": "10902348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902348",
                    "TitleEnglish": "Horror Night",
                    "SummaryEnglish": "The sMiLea Production idols are suddenly sent to an overnight training camp by Lin and Maoto. Although they're enjoying their stay by having snowball fights and doing other activities, PROTOSTAR began feeling overwhelmed by the responsibility and pressure of leading the joint live performance. When Daiki sees the three members of PROTOSTAR lack the confidence to direct the senior groups, LEGIT and JAXX/JAXX, he begins venting about his frustrations."
                },
                "11": {
                    "ID": "10902350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902350",
                    "TitleEnglish": "Let's Make Him Smile & Unite",
                    "SummaryEnglish": "PROTOSTAR, LEGIT, and JAXX/JAXX form a deeper bond with the overnight training camp. As they work on improving for the joint performance, Akira strangely shows up late to practice. Banri and Chihiro are worried about Akira, who isn't acting like himself. They head to Kikunoyu Hot Springs to talk to him when they realize Akira's mother isn't there. After wondering if there is any way they can support Akira, what will Banri and Chihiro do?!"
                },
                "12": {
                    "ID": "10902351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/uniteup/episodes/10902351",
                    "TitleEnglish": "Let's Create a Bond & Unite",
                    "SummaryEnglish": "With the help of all the idols at sMiLea Production, Akira is able to perform at the joint concert."
                }
            }
        }
    }
}