{
  "URL": "https://www.thetvdb.com/series/dead-mount-death-play",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "LGBTQ+"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt27489241/",
    "https://dmdp-anime.jp/",
    "http://www.reddit.com/r/deadmountdeathplay/",
    "https://www.tvmaze.com/shows/67545/show-slug",
    "https://www.themoviedb.org/tv/214540",
    "https://www.wikidata.org/wiki/Q115214014",
    "https://en.wikipedia.org/wiki/Dead_Mount_Death_Play#Anime",
    "https://x.com/DMDP_anime"
  ],
  "TitleEnglish": "Dead Mount Death Play",
  "SummaryEnglish": "It's a showdown for the ages as the legendary hero takes on the corpse god necromancer, but when the dust settles, something isn't quite right... In the final moments of their epic confrontation, the corpse god's final gambit shot was wholly unexpected -- reincarnation magic! Across space and time, a boy named Polka Shinoyama awakens feeling...not quite himself...... Who could've expected that the climactic battle between good and evil would turn out like this??",
  "Aliases": [
    "Deddomaunto Desupurei"
  ],
  "Modified": "2025-02-25",
  "Seasons": {
    "1": {
      "ID": "2030214",
      "URL": "https://www.thetvdb.com/series/dead-mount-death-play/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "9456131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9456131",
          "TitleEnglish": "The Reincarnation",
          "SummaryEnglish": "A legendary necromancer known as the Corpse God is finally slain by a hero—only to wake up in the body of Polka Shinoyama, a newly assassinated boy in present-day Tokyo. Can the sorcerer survive in this strange new world?",
          "Aliases": []
        },
        "2": {
          "ID": "9690767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690767",
          "TitleEnglish": "The New World",
          "SummaryEnglish": "Polka scrambles to get his bearings while facing off against his would-be killer's colleagues. Is this the prelude to a new fight for survival or the start of an unlikely friendship?",
          "Aliases": []
        },
        "3": {
          "ID": "9690768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690768",
          "TitleEnglish": "The Necromancer",
          "SummaryEnglish": "Polka is settling into his new life when a man arrives begging Misaki to save him from gangsters. Polka sends her with him, but the job isn't what it seems. Meanwhile, other factions in Shinjuku investigate Polka's role in the fire.",
          "Aliases": []
        },
        "4": {
          "ID": "9690769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690769",
          "TitleEnglish": "The Mad Dog",
          "SummaryEnglish": "Polka's recent activities have caught the eye of a police unit dedicated to hunting down the most bizarre and seemingly superhuman offenders. To a peace-seeking necromancer, these cops could be worse trouble than the criminals he's fallen in with!",
          "Aliases": []
        },
        "5": {
          "ID": "9690770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690770",
          "TitleEnglish": "The Monster",
          "SummaryEnglish": "Just when he thought the cops were bad enough, Polka comes face to face with Lemmings, Shinjuku's most legendary criminal. Will Polka reveal his necromancy to save his new friends? And will his powers even be enough to save them if he does?",
          "Aliases": []
        },
        "6": {
          "ID": "9690771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690771",
          "TitleEnglish": "The Firestarter",
          "SummaryEnglish": "Keeping his promise to a ghost, Polka returns to his family's mansion with Misaki in tow. Can the necromancer fool the people who know the real Polka best? And can he save them from an unknown threat without arousing their suspicions?",
          "Aliases": []
        },
        "7": {
          "ID": "9690772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690772",
          "TitleEnglish": "The Magician",
          "SummaryEnglish": "The Shinoyama family is out of danger, but the Corpse God must still explain himself to Polka's father, Rozan! How will the gruff tycoon react to his youngest son's fate? Meanwhile, an eccentric criminal stages a jailbreak.",
          "Aliases": []
        },
        "8": {
          "ID": "9690773",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690773",
          "TitleEnglish": "The Assassin",
          "SummaryEnglish": "Polka is about to resume business as usual when he gets two unexpected houseguests: his niece Sayo and her bodyguard! Do the pair just need a place to crash, or is something more sinister at play? And Inspector Iwanome is still on Polka's track.",
          "Aliases": []
        },
        "9": {
          "ID": "9690774",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690774",
          "TitleEnglish": "The Signpost",
          "SummaryEnglish": "Inspector Iwanome pressures Polka into reading his fortune. What does the inspector hope to gain, and what will he do when the reading dredges up secrets from his past? Meanwhile, the date of the Phantom Solitaire's \"performance\" is fast approaching.",
          "Aliases": []
        },
        "10": {
          "ID": "9690775",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690775",
          "TitleEnglish": "The Emblem",
          "SummaryEnglish": "Solitaire fills the skies of Shinjuku with blimps—all marked with the emblem of the Corpse God's home country! What is a symbol from another world doing in modern Japan, and who will take the magician's bait?",
          "Aliases": []
        },
        "11": {
          "ID": "9690776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690776",
          "TitleEnglish": "The Beginning",
          "SummaryEnglish": "While everyone scrambles to discover the secret of the emblem, Polka receives an unexpected visitor. The modern world's most dangerous individuals are starting to realize that the fortune teller is more than he appears.",
          "Aliases": []
        },
        "12": {
          "ID": "9690777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690777",
          "TitleEnglish": "The Sacred Place",
          "SummaryEnglish": "As a string of criminals, cops, and assassins converge on his building, the Corpse God finally decides to take action. How far will the necromancer go to defend his new home? And what new attention will his actions draw in a world without magic?",
          "Aliases": []
        },
        "13": {
          "ID": "9872498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9872498",
          "TitleEnglish": "The Invaders",
          "SummaryEnglish": "Polka's magical rampage has drawn even more unwanted attention to his new home. As if thrill-seeking magicians and underworld hitmen weren't bad enough, he now has a shrewd reporter to contend with.",
          "Aliases": []
        },
        "14": {
          "ID": "10017202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017202",
          "TitleEnglish": "The Corpse",
          "SummaryEnglish": "Fortune telling for a reporter is interrupted by a police raid on Polka's building, and the necromancer could find himself on the wrong end of a frame-up. Does he have a new enemy, or is he caught in the crossfire between underworld power brokers?",
          "Aliases": []
        },
        "15": {
          "ID": "10017203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017203",
          "TitleEnglish": "The Vampire",
          "SummaryEnglish": "One group of police officers leave empty-handed, but Polka and co. can't rest easy just yet—Inspector Iwanome is back for answers. The duo who tried to frame them hasn't given up, either, and one is a face from Takumi's past.",
          "Aliases": []
        },
        "16": {
          "ID": "10017204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017204",
          "TitleEnglish": "The Fake",
          "SummaryEnglish": "Misaki and Xiaoyu team up to take on Momoya. But are even the two of them together a match for this gangly member of the Agakura clan? Meanwhile, Iwanome gets a phone call from his past.",
          "Aliases": []
        },
        "17": {
          "ID": "10017205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017205",
          "TitleEnglish": "The Matriarch",
          "SummaryEnglish": "One Agakura assassin didn't go down easy, and now the head of the clan has come to settle the score. How will Xiaoyu cope with this face from his past? And how will Iwanome and Arase cope when the Fire-Breathing Bug crashes their interrogation?",
          "Aliases": []
        },
        "18": {
          "ID": "10017206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017206",
          "TitleEnglish": "The Revenge",
          "SummaryEnglish": "Iwanome unmasks the traitor in the Metropolitan Police, but subduing them won't be easy—and he isn't the only one out for payback. An enigmatic new arrival may make things unexpectedly personal for the Corpse God.",
          "Aliases": []
        },
        "19": {
          "ID": "10017207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017207",
          "TitleEnglish": "The Friends",
          "SummaryEnglish": "A surprise visit from an old friend prompts the Corpse God to rethink how he fits into his new world. His first step? An overdue confrontation with Xiaoyu. Meanwhile, Iwanome, Clarissa, and Solitaire pursue the same mystery in their own ways.",
          "Aliases": []
        },
        "20": {
          "ID": "10017208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017208",
          "TitleEnglish": "The Visitors",
          "SummaryEnglish": "The mysterious Civil visits the Corpse God to have his fortune told, and the encounter surprises both of them. The necromancer draws a step closer to the traces of his old world, but are they friend or foe?",
          "Aliases": []
        },
        "21": {
          "ID": "10017209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017209",
          "TitleEnglish": "The Spirit",
          "SummaryEnglish": "A fight between a Shinoyama enforcer and Civil's bodyguard brings an abrupt end to the mysterious visitor's interview with the Corpse God. But will he really leave in peace? Meanwhile, Solitaire's latest scheme causes a stir.",
          "Aliases": []
        },
        "22": {
          "ID": "10017210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017210",
          "TitleEnglish": "The Karma",
          "SummaryEnglish": "Civil confronts Solitaire, hoping to provoke a confrontation with the Fire-Breathing Bug, but he may get his wish sooner than he planned. Meanwhile, the Corpse God plots a rescue mission.",
          "Aliases": []
        },
        "23": {
          "ID": "10017211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017211",
          "TitleEnglish": "The Declaration",
          "SummaryEnglish": "The day of the showdown arrives. The Corpse God and friends prepare to rescue the real Polka while other forces maneuver in the shadows. But a surprise visit from the kidnapper himself takes events in a direction no one expected.",
          "Aliases": []
        },
        "24": {
          "ID": "10017212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017212",
          "TitleEnglish": "The Shinjuku War",
          "SummaryEnglish": "The Corpse God prepares to sacrifice himself to stop Civil, but his new friends have other ideas. Rescuing Polka's soul and regaining any shot at a peace will take two lifetimes worth of connections.",
          "Aliases": []
        }
      }
    }
  }
}