{
    "URL": "https://www.thetvdb.com/series/bye-bye-earth",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23844810/",
        "https://bye2earth.com/",
        "https://www.tvmaze.com/shows/72067/show-slug",
        "https://www.themoviedb.org/tv/214587",
        "https://www.wikidata.org/wiki/Q123038864",
        "https://en.wikipedia.org/wiki/Bye_Bye,_Earth#Anime",
        "https://x.com/BBE_animePR"
    ],
    "TitleEnglish": "Bye Bye, Earth",
    "SummaryEnglish": "Belle Lablac doesn’t really fit in as the only human being in a world full of anthropomorphic animals. No fangs, no fur, no scales, no claws. Lonely and eager to discover where she comes from, Belle journeys to find answers to the questions of her heart. Carrying nothing but her giant sword, the Runding, she faces a world of possibilities and pitfalls in hopes of discovering the truth.",
    "TitleJapanese": "ばいばい、アース",
    "SummaryJapanese": "空には聖星（アース）が輝き、花は生き生きと動き、人々は動物の姿かたちをまとう。そんな世界にただ一人、牙も毛皮もまとわぬ無形にして異形の「のっぺらぼう」として生まれたラブラック＝ベル。彼女は自分と交わることを許してくれる世界を探すため、旅の者（ノマド）になるため、〈都市〉と〈外〉の戦いに身を投じる。",
    "Aliases": [
        "Bai bai, Āsu",
        "Bye Bye, Earth"
    ],
    "Modified": "2025-06-30",
    "Seasons": {
        "1": {
            "ID": "2030467",
            "URL": "https://www.thetvdb.com/series/bye-bye-earth/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "9458591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/9458591",
                    "TitleEnglish": "Departure at the Red Hour",
                    "SummaryEnglish": "Villagers call on a wandering swordsman to rid them of a lake monster, but he sends his apprentice: a girl like none of them have ever seen. She may know how to fight, but can she ever feel at home in a world that sees her as a freak?",
                    "TitleJapanese": "出立。赤い時刻にて",
                    "SummaryJapanese": "この世界で唯一の人間の少女ベルは、師シアンの命でチェイサー湖に出現した巨大生物の撃退に向かい、湖の周りの種族たちを助ける。しかし、種族的な特徴を何一つ持たないベルは奇異な目で見られていた。唯一の友はかつて＜剣の国＞で出会った大剣＜唸る剣ルンディング＞だけ。どこかものさびしさを感じていたベルが自分のルーツを探すため旅に出ることを決意すると、シアンは師としての最後の試練として自分と戦うことを命じる。"
                },
                "2": {
                    "ID": "10581579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10581579",
                    "TitleEnglish": "Wherefore in the Earthshine",
                    "SummaryEnglish": "Belle has arrived in Park City, determined to go on a journey and find her people. But she needs royal permission to leave the country, and a barroom brawl lands her in prison before she even gets a chance to ask for it.",
                    "TitleJapanese": "由縁。聖星照(アースシャイン)の下",
                    "SummaryJapanese": "城のある都市を目指すベル。途中、＜悪＞の剣士たちに斬られそうになっていた長耳族ラビッティアの子供を助けるが、決闘許可証なしに剣を振るったことで投獄されてしまう。やがて兄弟子であり＜正義＞の四大剣士の一人、シャンディ＝ガフにより牢獄から解放されたベルは、ガフのはからいでローハイド王との謁見を許される。一方、都市には＜正義＞でも＜悪＞でもない影法師集団の飢餓同盟が現れ、人々を不安にさせていた。"
                },
                "3": {
                    "ID": "10588738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588738",
                    "TitleEnglish": "Farewell to Those Who Play the Land",
                    "SummaryEnglish": "Belle must fight before royalty, the divine, and all of Park City to earn the privilege of going on her nomad's journey. The very first step of that journey, however, may be closer to home than she realizes.",
                    "TitleJapanese": "決別。大地を奏でる者たち",
                    "SummaryJapanese": "ローハイド王に謁見したベルは、四大剣士の一人キールとの剣闘を言い渡される。しかし剣士にとって手足同然に大切な剣を砕くベルのやり方は、観衆の反感を買ってしまう。王からは認められ、旅の者ノマドになるための三つの使命を待つよう言い渡されるベル。やがて下された初めての使命はジンバック率いる＜悪＞の剣士の襲撃から都市の人々を守ることだった。ベルは狙われた場所が彼女の養父母の住む街であることを知る。"
                },
                "4": {
                    "ID": "10588739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588739",
                    "TitleEnglish": "Spell of Proof Still Distant",
                    "SummaryEnglish": "With her first divinely appointed duty behind her, Belle waits impatiently for a second call to arms. She explores Park City in the meantime, until a chance meeting with the enigmatic solist Adonis piques her curiosity.",
                    "TitleJapanese": "刻印。証、未だ遠く",
                    "SummaryJapanese": "最初の使命を終え、＜悪＞の陣営からも一目置かれる存在となったベル。ある日、四大剣士の一人でありながら「剣盗人」とも呼ばれる訳ありの剣士アドニスと知り合う。二人は城からの招集により、消息不明の水族マーメイドティツィアーノが＜悪＞側に堕ち、＜正義＞への復讐を企てていることを知る。ローハイド王の命で三楽隊からなる大がかりなティツィアーノ討伐隊が編成されることとなり、ベルとアドニスも選抜される。"
                },
                "5": {
                    "ID": "10588740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588740",
                    "TitleEnglish": "Performance of Swords and Scales, Good and Evil",
                    "SummaryEnglish": "Belle and Adonis march into the Katakombe in pursuit of the rebel solist Tiziano, only for their mismatched band to charge straight into a trap. Belle must make unlikely allies to avoid a watery grave.",
                    "TitleJapanese": "演技。剣と天秤、正義と悪",
                    "SummaryJapanese": "ティツィアーノが根城とするカタコームの洞窟を進む＜正義＞の楽隊だったが、結束力に欠け、早々に罠にかかり散り散りになってしまう。ベルは討伐隊の演出家である水族のベネディクティンと落ち合うも、彼女の恋人であるはずの仲間に襲われる。ティツィアーノは倒した相手を死兵として操る能力を持っていたのだった。危機一髪を逃れたベル達は他の生き残った面々とも合流するが、そこでアドニスが予想外の提案を持ちかける。"
                },
                "6": {
                    "ID": "10588741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588741",
                    "TitleEnglish": "Concerto in a Land Where Death Blooms",
                    "SummaryEnglish": "Cornered by Tiziano's army of corpses, solists from both sides join forces for survival. But how long can their ragtag band last against an enemy who's already decimated an army?",
                    "TitleJapanese": "協奏。死の咲き誇る地で",
                    "SummaryJapanese": "ティツィアーノを倒すため、＜正義＞と＜悪＞とが手を組んだ異例の混成楽隊が編成された。＜悪＞陣営のジンバックが指揮者、旅の者のキティ＝ザ・オールが演出家をつとめ、＜正義＞の脚本家ギネスが全三幕にわたる壮大な戦略を練リあげる。しかし、ティツィアーノと彼女の死兵たちは非常に手強く、混成楽隊は多くのものを失う壮絶な死闘となるのだった。彼らは最終幕の舞台として、カタコームの死の花園、天道墓地を目指す。"
                },
                "7": {
                    "ID": "10588742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588742",
                    "TitleEnglish": "Examiner of Curses, Blessings, and Their Shapes",
                    "SummaryEnglish": "The encounter with Sherry triggers unknown feelings in Belle. The topic of \"love\" is in the air. Meanwhile, Adonis dares to conduct an experiment with the broken swords Legna and Lived.",
                    "TitleJapanese": "試者。呪いと祝福のかたち",
                    "SummaryJapanese": "多くの犠牲を出したティツィアーノ討伐戦が終結し、都市は浄化の雨に包まれた。そんな中、ベルは傘の開き方も知らない女性シェリーと出会う。彼女は城の筆頭歌士であり、ガフの婚約者、そしてローハイド王の娘であった。世話になった礼をしたいというシェリーに、ベルは彼女の歌を希望する。一方、キールの元を訪れたアドニスは自分が「剣を砕かれた剣士のもとを訪れる王の試者（エグザミナー）」であることを打ち明ける。"
                },
                "8": {
                    "ID": "10588743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588743",
                    "TitleEnglish": "A Ball Shaking Before the Fiend Flower",
                    "SummaryEnglish": "To express her gratitude, Sherry invites Belle and company to a ball at the palace where things take an unexpected and sinister turn.",
                    "TitleJapanese": "舞踏。魔の華に揺らめいて",
                    "SummaryJapanese": "シェリーから城の舞踏会に招待されたベル。ドレスを照れくさく感じながらも、キティに誘われ広間で踊る。一方、ガフはアドニスを連れ出し、ティツィアーノ討伐戦の際、カタコームの管理者であるアドニスの父親を、神言に従い倒したことを告げる。父親の形見の剣をめぐり、ガフに決闘を申し込むアドニス。しかし突如キールが現れ二人を襲う。まるでかつてのティツィアーノのように正気を失い猛るキールは、広間のベルへと迫る。"
                },
                "9": {
                    "ID": "10588744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588744",
                    "TitleEnglish": "Silence of Keys Unplayed",
                    "SummaryEnglish": "At long last, Belle attempts her final trial to become a nomad. Confronted with a strange instrument, she must face her own doubts. Meanwhile, Adonis comes face-to-face with a chilling revelation.",
                    "TitleJapanese": "沈黙。奏でぬ鍵",
                    "SummaryJapanese": "三つの使命を終えたベルはローハイド王のもとへ赴き、改めて＜剣の国＞を出て旅の者になることを宣言する。しかし、いざ旅の扉の鍵を前にしたベルは、まだ自分が旅への準備ができていないことに気づかされるのだった。一方、アドニスは舞踏会での出来事から、ティツィアーノとキールが＜魔ニドホッグ＞に堕ちた原因が自分のせいではないかと思い至り、失意の底に沈んでいた。懐疑を問うため、アドニスもまた王のもとを訪れる。"
                },
                "10": {
                    "ID": "10588745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10588745",
                    "TitleEnglish": "Spiral: Howling Sword, Rusty Nail",
                    "SummaryEnglish": "While Belle struggles through her trauma, Adonis sinks into darkness. There, he meets the swordwright Dram and Belle's teacher, Sian. Learning of their shared path awakens him to a terrible new power.",
                    "TitleJapanese": "螺旋. 唸る剣, 錆びを爪",
                    "SummaryJapanese": "飢餓同盟の闇に飲み込まれ、首魁ドランブイの歓迎を受けるアドニス。ベルの＜唸る剣ルンディング＞をはじめ数多の名剣を生み出した剣作家の彼女は、アドニスのためだけの剣＜錆びた爪ラスティネール＞を作り、彼に与える。さらに、旧知のシアンを呼び寄せ、剣の修行をつけさせるのだった。とまどいながらも徐々にドランブイとその闇の暖かさに心酔していくアドニス。そしてベルが＜理由ことわりの少女＞と呼ばれる由縁にも近づいていく。"
                }
            }
        },
        "2": {
            "ID": "2146319",
            "URL": "https://www.thetvdb.com/series/bye-bye-earth/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10693595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/10693595",
                    "TitleEnglish": "Homesick: Now Budding in the Echoes",
                    "SummaryEnglish": "Belle suffers from wounds both mental and physical. To heal her, Bennett must pay a terrible price.",
                    "TitleJapanese": "郷愁。いま残響に芽吹く",
                    "SummaryJapanese": "アドニスとのいさかいや＜悪＞の陣営との戦いで心身に不調を抱えたベルは、自室にこもり荒んでいた。心配し様子を見にやってきたベネットだが、まったくとりあってもらえない。今の自分では役に立てないと気づいた彼は、ベルを癒すため、ある大きな決断を迫られる。そんな折、かつてカタコームのティツィアーノ討伐戦でともに戦った＜悪＞の指揮者ジンバックの訃報が届く。"
                },
                "2": {
                    "ID": "11025869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025869",
                    "TitleEnglish": "Entreaty: A Paradise that Entrusts Death",
                    "SummaryEnglish": "Gwyn's talk of a \"Paradise Shift\" in Schwert Land and the secrets of the castle stirs new doubts in Belle.",
                    "TitleJapanese": "嘆願。死を託す楽園",
                    "SummaryJapanese": "ジンバックの弔い後、ギネスは葬儀の参加者たちに世界の変動を意味する「パラダイス・シフト」と名付けた計画を打ち明ける。カタコームの命運を握る計画に、祭司長カーネル=コリンズはある条件と引き換えにギネスへの協力を約束。ベルもまた計画へ加わることを申し出る。一方、飢餓同盟の闇に飲み込まれたアドニスは、シアンの命によりキティ＝ザ・オールの襲撃を企てていた。"
                },
                "3": {
                    "ID": "11025870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025870",
                    "TitleEnglish": "Confrontation: A Wish Barely Clung To",
                    "SummaryEnglish": "Belle accompanies Gwyn to petition the king, but Adonis's meddling in the castle has dire consequences.",
                    "TitleJapanese": "対峙。爪先立ちて望みしは",
                    "SummaryJapanese": "ギネスの計画の一部であるカタコーム中立化の嘆願を行うため、ベルはガフにローハイド王への手引きを頼む。意気揚々と城に上がるベルたちだったが、＜玉座の間＞から現れたのはかつての偉大なローハイド王とはかけ離れたものだった。さらに神言はシェリーに残酷な使命を突き付ける。王とシェリーの意を汲んだベルは、ガフの制止を振り切り、神言に背いて剣を振るう。"
                },
                "4": {
                    "ID": "11025871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025871",
                    "TitleEnglish": "Doubt: For Love of Reason",
                    "SummaryEnglish": "Gaff declares himself the new king, but a divine command sets an unexpected ordeal in his path.",
                    "TitleJapanese": "懐疑。ことわり思うが故に",
                    "SummaryJapanese": "神言に背いたベルは神の法に逆らう者、禁止民（パラドッグス）の汚名を着せられ、アドニスに剣を折られてしまう。ギネス、ベネットとともに投獄されたベルは、相棒である＜唸る剣＞（ルンディング）の変わり果てた姿にひどく狼狽する。そんなベルをしりめにアドニスはガフとシェリーを巧みにそそのかし、何かを画策するのだった。一方、獄中ではギネスもまた不思議な啓示を受けていた。"
                },
                "5": {
                    "ID": "11025872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025872",
                    "TitleEnglish": "Aufheben: When Flowers Shed Their Buds and Bloom",
                    "SummaryEnglish": "Adonis takes his questions to the heart of the castle while Belle considers the meaning of true strength.",
                    "TitleJapanese": "止揚。蕾捨て花開くとき",
                    "SummaryJapanese": "城ではローハイド王の葬儀が始まり、その棺は地下の＜宥なだめの湖＞におごそかに沈められた。しかしアドニスは湖のさらに先へ進み、神に自ら直接懐疑を問うことを求める。愕然とするガフだったが、アドニスは飢餓同盟の影法師を呼び出し、シェリーをも利用して道を切り開いてゆく。やむを得ず牢獄のベルたちが呼び出され、飢餓同盟討伐を命ぜられるのだった。"
                },
                "6": {
                    "ID": "11025873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025873",
                    "TitleEnglish": "Absurdity: Asking the Voices of Swords",
                    "SummaryEnglish": "Gwyn and his band press farther into the castle depths, fending off danger and treachery from all sides.",
                    "TitleJapanese": "背理。剣の声音に問う",
                    "SummaryJapanese": "飢餓同盟討伐のため牢獄から解放されたベルは、ギネスに賛同する楽隊の剣士たちと共に、次々と現れる飢餓同盟討の刺客を打ち払っていく。一方、アドニスはガフから宝剣ティグゼを奪い、＜根の国＞の奥へと進んでいた。ギネスの計画に必要な宝剣を奪還するため、一行はアドニスの後を追おうとするが、その行く手には彼らを招集した本人であるガフが立ちはだかる。"
                },
                "7": {
                    "ID": "11025874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025874",
                    "TitleEnglish": "Mania: Nowhere",
                    "SummaryEnglish": "Adonis turns on Sherry, only for Belle to swoop in, determined to settle their differences once and for all.",
                    "TitleJapanese": "狂騒。NOWHERE",
                    "SummaryJapanese": "飢餓同盟を一掃し宝剣ティグゼを取り戻した一行は、それぞれの進むべき道を違える。ギネスとベネットはカタコーム中立化計画を果たすため宝剣と共に帰還する。一方、アドニスを追うことを選んだベルとキティは＜根の国＞の最奥部である神の心臓にたどり着く。ついにアドニスと対峙したベルの元に、突如ドランブイとシアンが姿を現しー。そしてシェリーもまた大きな決断をくだす。"
                },
                "8": {
                    "ID": "11025875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025875",
                    "TitleEnglish": "Hymn: Erewhon",
                    "SummaryEnglish": "Belle finds new strength within herself. Sherry's choice shakes Gaff to the core.",
                    "TitleJapanese": "聖歌。EREHWON",
                    "SummaryJapanese": "シアンによる最後の剣の教示を受け、同時にベルの存在の真理を悟ったアドニス。ドランブイとシアンが長年待ち望んだ＜理由の少女＞と懐疑する者の戦いがとうとう火蓋を切る。一方、自らを中立を示し神に仇なす＜魔ニドホッグ＞であると宣言したシェリーは、キティに導かれ自身の歌を城中に響かせる。ベルがひたすらに剣を振るい、シェリーが高らかに唄う、その先には――。"
                },
                "9": {
                    "ID": "11025876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025876",
                    "TitleEnglish": "Reason: Moonwork",
                    "SummaryEnglish": "Belle learns her past and the world's, but can it give her the answers she's been seeking?",
                    "TitleJapanese": "理由。MOONWORK",
                    "SummaryJapanese": "戦いのさなかで神の心臓は大きな損傷を受け、機械仕掛けの神の飢えはとうとう人の形となって姿を現す。幼いベルの外見を模した＜それ＞はアドニスをも融合して取り込み、ベルを異空間へといざなう。そこには古の神々の楽園とされるかつての聖星（アース）が広がっていた。この世界の名は月であること、そしてベルこそがこの世界にいる者すべての原初であるという由縁が語られる。"
                },
                "10": {
                    "ID": "11025877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bye-bye-earth/episodes/11025877",
                    "TitleEnglish": "Nomad: Now Here",
                    "SummaryEnglish": "Belle says her goodbyes and prepares to finally set out on her journey.",
                    "TitleJapanese": "旅人。ただ今ここに在りし",
                    "SummaryJapanese": "戦いが終わり、聖灰を撒く蝶たちが傷ついた者を癒してまわった。アドニスに敗れ生死の境をさまよっていたシアンもまた目を覚まし、ベルと再会を果たす。一方、宝剣ティグゼを手に入れたギネスは、カタコームの祭司長たちとともに宝剣に隠された秘儀を行うべく、ベルを招く。そして、ともに戦った仲間との挨拶を終え、ベルは再び旅への＜鍵＞を求めて新王ガフのいる城へ赴くのだった。"
                }
            }
        }
    }
}