{
    "URL": "https://www.thetvdb.com/series/dead-mount-death-play",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27489241/",
        "https://dmdp-anime.jp/",
        "http://www.reddit.com/r/deadmountdeathplay/",
        "https://www.tvmaze.com/shows/67545/show-slug",
        "https://www.themoviedb.org/tv/214540",
        "https://www.wikidata.org/wiki/Q115214014",
        "https://en.wikipedia.org/wiki/Dead_Mount_Death_Play#Anime",
        "https://x.com/DMDP_anime"
    ],
    "TitleEnglish": "Dead Mount Death Play",
    "SummaryEnglish": "It's a showdown for the ages as the legendary hero takes on the corpse god necromancer, but when the dust settles, something isn't quite right... In the final moments of their epic confrontation, the corpse god's final gambit shot was wholly unexpected -- reincarnation magic! Across space and time, a boy named Polka Shinoyama awakens feeling...not quite himself...... Who could've expected that the climactic battle between good and evil would turn out like this??",
    "TitleJapanese": "デッドマウント・デスプレイ",
    "SummaryJapanese": "“災厄潰し”のシャグルアと、希代の死霊使い（ネクロマンサー）・屍神殿による戦いが終わり、1人の選ばれし者が現代の新宿へ転生したところから物語が始まる。",
    "Aliases": [
        "Deddomaunto Desupurei"
    ],
    "Modified": "2025-02-25",
    "Seasons": {
        "1": {
            "ID": "2030214",
            "URL": "https://www.thetvdb.com/series/dead-mount-death-play/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "9456131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9456131",
                    "TitleEnglish": "The Reincarnation",
                    "SummaryEnglish": "A legendary necromancer known as the Corpse God is finally slain by a hero—only to wake up in the body of Polka Shinoyama, a newly assassinated boy in present-day Tokyo. Can the sorcerer survive in this strange new world?",
                    "TitleJapanese": "The Reincarnation－転生－",
                    "SummaryJapanese": "はるか遠い異世界――世界を救うため、「災厄潰し」と呼ばれる英雄シャグルアは希代の死霊使い（ネクロマンサー）「屍神殿」に立ち向かう。\n熾烈な戦いの末にシャグルアが屍神殿を打倒したかに見えたその時、魔術が発動し周囲は光に包まれる。\nその瞬間、魂は遠い異世界へ転移し現代の新宿で「四乃山ポルカ」という少年の体で目覚めていた。\n喉を切り裂かれ、殺害されたばかりの体で新宿の街をさまよっていた彼は、一人の少女に救われる。\n崎宮ミサキと名乗ったその少女と対峙しているうちにポルカの記憶が徐々に蘇ってくる。\n四乃山ポルカを殺害したのは目の前の少女、「崎宮ミサキ」だった。\n再びポルカを殺そうと、彼女は襲いかかってくる。"
                },
                "2": {
                    "ID": "9690767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690767",
                    "TitleEnglish": "The New World",
                    "SummaryEnglish": "Polka scrambles to get his bearings while facing off against his would-be killer's colleagues. Is this the prelude to a new fight for survival or the start of an unlikely friendship?",
                    "TitleJapanese": "The New World－異世界－",
                    "SummaryJapanese": "平穏を求めて現代新宿に転生を果たした死霊使い「屍神殿」。\n四乃山ポルカの体に転生した彼は、襲い掛かってきた少女・崎宮ミサキを退けようとして意図せず殺害してしまう。\nその光景をドローンで撮影していた「情報屋・繰屋匠」の知らせを受けて「仲介人・クラリッサ」がポルカの元を訪れる。\n彼女たちが見たのは、絶命したミサキの体を魔術によって「直そう」としているポルカの姿だった。\n予想外の光景に困惑しポルカに武器を向けるクラリッサの部下たち。\n一触即発の空気の中、サイレンの音が鳴り響く。\n子供たちが火事に巻き込まれていることを知ったポルカは救出のため火災現場のビルへと飛び出していく。"
                },
                "3": {
                    "ID": "9690768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690768",
                    "TitleEnglish": "The Necromancer",
                    "SummaryEnglish": "Polka is settling into his new life when a man arrives begging Misaki to save him from gangsters. Polka sends her with him, but the job isn't what it seems. Meanwhile, other factions in Shinjuku investigate Polka's role in the fire.",
                    "TitleJapanese": "The Necromancer－死霊術士－",
                    "SummaryJapanese": "「拷問ビル」に住むことになったポルカは、仲間となった繰屋匠と崎宮ミサキとともに、どうすれば平穏に日々を過ごすことができるか模索する。\nそこへ「殺し屋殺し」のミサキへ仕事を依頼したいという男が訪れる。\n依頼人は以前ミサキが消した殺し屋の陣場の仲間たちを始末してほしいと言うが、それは陣場の仲間の仕掛けた罠だった。\n突如として待ち伏せしていた男たちの襲撃を受けるミサキ。\nなんなく襲撃をかわしたミサキだったが、背後から依頼人の男の放った銃弾に身体を撃ち抜かれてしまう……。\n一方、ポルカの引き起こした異常な事件を捜査するため、新宿署生活安全課第三資料編纂係――通称「三纂」の刑事たちが動き始めていた。"
                },
                "4": {
                    "ID": "9690769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690769",
                    "TitleEnglish": "The Mad Dog",
                    "SummaryEnglish": "Polka's recent activities have caught the eye of a police unit dedicated to hunting down the most bizarre and seemingly superhuman offenders. To a peace-seeking necromancer, these cops could be worse trouble than the criminals he's fallen in with!",
                    "TitleJapanese": "The Mad Dog－狂犬－",
                    "SummaryJapanese": "表沙汰にしがたい、公表しても信じてもらえないような奇怪な犯罪――新宿署生活安全課第三資料編纂係、通称「三纂」はそんな事件を専門に取り扱っている。\n係長「岩野目ツバキ」を始めとする三纂メンバーたちはそのような犯罪者のことを「厄ネタ」と呼び、未解決事件を追い続けている。\nそんな三纂の捜査対象に新たに加わったのが、火災現場に現れた骨、「固結び」された男たち――ポルカの引き起こした事件であった。\n三纂の刑事「荒瀬耿三郎」はポルカとミサキに出会い、ミサキが「固結び」事件の関係者であることを見抜く。\n一方クラリッサを疑う岩野目はバー「夭桃孤狼」で彼女を問い詰めていた。\nそこにポルカとミサキが訪れてしまう。"
                },
                "5": {
                    "ID": "9690770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690770",
                    "TitleEnglish": "The Monster",
                    "SummaryEnglish": "Just when he thought the cops were bad enough, Polka comes face to face with Lemmings, Shinjuku's most legendary criminal. Will Polka reveal his necromancy to save his new friends? And will his powers even be enough to save them if he does?",
                    "TitleJapanese": "The Monster－怪物－",
                    "SummaryJapanese": "暗闇の中、レミングスと対峙するポルカたち。\nレミングスはミサキを連れ去ろうとするが、岩野目たちに魔術を見られること、レミングスと対決することで平穏が遠のくことに葛藤するポルカは即座に動くことができない。\nミサキを見捨てて逃げるべきだと考えるポルカだったが、逃げ去ろうとするレミングスに魔術を行使しミサキを取り戻す。\nレミングスを退けたポルカは、平穏を得るためには力が必要だと悟り、5年前に死んだ「細呂木」という人物の霊をシャーペンに憑依させ、ともに占いの仕事を始めることを決意した。\n匠や細呂木の協力により順調に稼ぎをあげる占い屋に、「四乃山華月・紫月」の双子の姉弟が訪れる。"
                },
                "6": {
                    "ID": "9690771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690771",
                    "TitleEnglish": "The Firestarter",
                    "SummaryEnglish": "Keeping his promise to a ghost, Polka returns to his family's mansion with Misaki in tow. Can the necromancer fool the people who know the real Polka best? And can he save them from an unknown threat without arousing their suspicions?",
                    "TitleJapanese": "The Firestarter－火吹き蟲－",
                    "SummaryJapanese": "ミサキを伴い四乃山家を訪れたポルカは「四乃山尊」ら四乃山家の親族たちと出会う。\nポルカの父である四乃山呂算に、ポルカ本人でないことを見破られ問い詰められるポルカだったが、華月と紫月の身に危機が迫っていることを察知し救出に向かう。\n二年前、親戚の五郎の命を受け二人の姉・涼火を殺害した「火吹き蟲」が、今度は双子の命を狙っていたのだ。\n炎に追いつめられた双子だったが、ミサキとポルカが救出する。\n警察に捕らえられた火吹き蟲の乗せられたパトカーの天井に炎の文字が刻まれていく。\nそれは「本物の」火吹き蟲が現場に残すメッセージだった。\n怯える「偽の」火吹き蟲の身体が炎に包まれていく。"
                },
                "7": {
                    "ID": "9690772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690772",
                    "TitleEnglish": "The Magician",
                    "SummaryEnglish": "The Shinoyama family is out of danger, but the Corpse God must still explain himself to Polka's father, Rozan! How will the gruff tycoon react to his youngest son's fate? Meanwhile, an eccentric criminal stages a jailbreak.",
                    "TitleJapanese": "The Magician－奇術師－",
                    "SummaryJapanese": "ポルカは自らが転生した異世界の人間であることを呂算に打ち明け四乃山家を去った。\n東京拘置所では「厄ネタ」の一人である愉快犯「怪人ソリティア」に岩野目と荒瀬が面会し、「火吹き蟲」について聴取を行っていた。\nビル火災の犯人が偽物の火吹き蟲であることを見抜いていたソリティアは、本物の火吹き蟲が現れたという知らせを聞き、岩野目と荒瀬の目の前で姿を消し脱獄を果たす。\nラジオやテレビの放送を乗っ取り、自らが脱獄したという事実を知らしめ、一週間後に新たな騒動を巻き起こすことを予告したソリティアは、本物の火吹き蟲を呼び出し対峙する。\nその夜、ポルカの元に、突然四乃山小夜が付き添いの小幽を連れて現れる。"
                },
                "8": {
                    "ID": "9690773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690773",
                    "TitleEnglish": "The Assassin",
                    "SummaryEnglish": "Polka is about to resume business as usual when he gets two unexpected houseguests: his niece Sayo and her bodyguard! Do the pair just need a place to crash, or is something more sinister at play? And Inspector Iwanome is still on Polka's track.",
                    "TitleJapanese": "The Assassin－暗殺者－",
                    "SummaryJapanese": "ポルカの元に部屋を焼け出された「四乃山小夜」がやって来た。\n彼女は、今日からポルカの住処であるこの拷問ビルに住むという。\nそれは、四乃山の身内とその護衛を派遣することでポルカたちに便宜を図ろうという呂算の計らいでもあった。\n小夜と、付き添いの「小幽」が加わり、ポルカたちの新たな生活が始まる。\nしかし、ポルカの正体が偽物であると知っている小幽は心酔する呂算の命とはいえポルカをも護れと言われたことに納得していない。\nその正体を暴こうと、小幽は夜な夜なポルカたちの会話を盗聴していた。\n一方、事件の渦中にポルカがいることに気づいた岩野目は、ポルカの占い屋を訪れ自分を占うようポルカに依頼するのだった。"
                },
                "9": {
                    "ID": "9690774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690774",
                    "TitleEnglish": "The Signpost",
                    "SummaryEnglish": "Inspector Iwanome pressures Polka into reading his fortune. What does the inspector hope to gain, and what will he do when the reading dredges up secrets from his past? Meanwhile, the date of the Phantom Solitaire's \"performance\" is fast approaching.",
                    "TitleJapanese": "The Signpost－道標－",
                    "SummaryJapanese": "ポルカは無難に岩野目の占いをこなしていた。\nしかし、細呂木が紙に書きつけたメモを見た途端に岩野目の態度が変わる。\n紙に書かれていたのは、とある人と岩野目だけしか知りえないはずのマークだった。\n岩野目はクラリッサを問い詰める。\n占いで託されたメモの内容を唯一知りうる人物――細呂木は生きているのではないかと。\n生前は監察官として岩野目と仕事をしていた細呂木は、占いを利用して岩野目に重要な情報を託したのだった。\n一方ソリティアもまたそのマークにたどり着き、動く。\n犯行予告当日、新宿の空に無数の飛行船が浮かぶ。\n機体に描かれたマークを見てポルカは驚愕する。\nそれは、ポルカがいた世界の――滅びた帝国の国章だった。"
                },
                "10": {
                    "ID": "9690775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690775",
                    "TitleEnglish": "The Emblem",
                    "SummaryEnglish": "Solitaire fills the skies of Shinjuku with blimps—all marked with the emblem of the Corpse God's home country! What is a symbol from another world doing in modern Japan, and who will take the magician's bait?",
                    "TitleJapanese": "The Emblem－国章－",
                    "SummaryJapanese": "ソリティアが飛行船に描いてみせたマークは、ポルカの大切な思い出である帝国の紋章、そして細呂木が岩野目に託した重要な手がかりである記号に酷似していた。\n飛行船上で狙撃されたソリティアは、警察内部に謎の組織が入り込んでいるとネット上の動画で訴える。\n動揺するポルカは小夜に転生や帝国の話を聞かれてしまい、全てを打ち明けることとなる。\n帝国のマークを穢す者を見過ごすことはできないというポルカ。\n情報をつかむため、警察にハッキングをしかけた匠は、岩野目が細呂木に関する情報を追い求めていることを知る。\nそして匠のハッキングを察知したソリティアは、新宿にある占い屋の存在を知るのだった。"
                },
                "11": {
                    "ID": "9690776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690776",
                    "TitleEnglish": "The Beginning",
                    "SummaryEnglish": "While everyone scrambles to discover the secret of the emblem, Polka receives an unexpected visitor. The modern world's most dangerous individuals are starting to realize that the fortune teller is more than he appears.",
                    "TitleJapanese": "The Beginning－始動－",
                    "SummaryJapanese": "変装して占い屋を訪れたソリティアの質問に答え、ポルカは飛行船のマークには横線を一本足す改変が加えられているという事実を述べる。\nマークの真実の姿を知るポルカは何らかの形で自分を狙撃した組織にかかわっていると考えたソリティアは、手がかりを得るため、深夜、拷問ビルの屋上に侵入するもすぐに襲撃を受ける。\n襲撃したのは侵入者に気づいた小幽だった。\nその頃目覚めたポルカは壁に炎で刻まれた火吹き蟲のメッセージを目にしていた。\nしかも直接電話をかけてきた火吹き蟲は「貴様もサバラモンドの落とし子か」とポルカに問いかける。\n一方、小幽とソリティアが交戦していることを知った四乃山尊は、混沌の場を制圧すべく動き始める。"
                },
                "12": {
                    "ID": "9690777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9690777",
                    "TitleEnglish": "The Sacred Place",
                    "SummaryEnglish": "As a string of criminals, cops, and assassins converge on his building, the Corpse God finally decides to take action. How far will the necromancer go to defend his new home? And what new attention will his actions draw in a world without magic?",
                    "TitleJapanese": "The Sacred Place－神殿－",
                    "SummaryJapanese": "力を用い、火吹き蟲を探し出そうとしたポルカは屋上にいるソリティアと小幽の存在を察知する。\n交戦を続けていた小幽とソリティア、その二人の間に割って入るように突如としてレミングスが降り立った。\n一方ビルの前には「火の用心」と書かれたレインコートを着た女子高生が携帯電話を手に佇んでいた。\n元いた世界の大事な思い出が汚されている。そう感じたポルカはこの場を制圧するため魔法陣を発動する。\n異変を感じたソリティアは煙幕を張りこの場からの脱出を図る。\nそこには煙の中に浮かび上がったのは無数の手――ポルカの死霊術「見えざる手の群れ」があった。\nその姿はその場にいた者たちの目にとまり、更なる混乱を巻き起こすこととなる。"
                },
                "13": {
                    "ID": "9872498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/9872498",
                    "TitleEnglish": "The Invaders",
                    "SummaryEnglish": "Polka's magical rampage has drawn even more unwanted attention to his new home. As if thrill-seeking magicians and underworld hitmen weren't bad enough, he now has a shrewd reporter to contend with.",
                    "TitleJapanese": "The Invaders－侵入者－",
                    "SummaryJapanese": "ポルカの死霊術『見えざる手の群れ』の姿は、多くの人々の目に触れることとなってしまい、ニュースを見た野次馬が拷問ビルに押し寄せていた。\n火吹き蟲の語った『サバラモンドの落とし子』とは一体何なのか、匠に問いかけられたポルカは元いた世界の帝国に存在した宮廷魔術師「サバラモンド」のことを語る。\nそのサバラモンドがまだ生きていてこの件にかかわっているとしたら…と苦悩するポルカの元へミサキがやってきて、一緒に連れて来た人物を紹介する。\n「週刊ドライ」の記者「胡蝶・エイトポート」と名乗った彼女は、ポルカを取材したいと申し出る。\n一方、渋谷の仲介屋「氷黒」は、「阿牙倉百矢」と接触し、新宿で暗躍を始めていた。"
                },
                "14": {
                    "ID": "10017202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017202",
                    "TitleEnglish": "The Corpse",
                    "SummaryEnglish": "Fortune telling for a reporter is interrupted by a police raid on Polka's building, and the necromancer could find himself on the wrong end of a frame-up. Does he have a new enemy, or is he caught in the crossfire between underworld power brokers?",
                    "TitleJapanese": "The Corpse－死体－",
                    "SummaryJapanese": "屍神殿の取材にやってきた胡蝶が連れてきたのは「夭桃狐狼」パーテンダーの裏井だった。\nその背後には阿牙倉百矢に殺害された同僚のバーテンダー西田の霊の姿があった。\nと、そのとき占い部屋に刑事たちが突如として押し入ってくる。\nこのビルに強盗犯が潜伏しているとのタレコミがあった、被疑者に心当たりはないかと差し出してきたのは西田の写真であった。\n西田の失踪を知ったクラリッサと、刑事たちが拷問ビルに捜査に入ると聞かされた岩野目は同時に、この状況によく似た『5年前の事件』のことを回想していた。\n5年前、このビルで殺された細呂木は、地下を調べるようポルカに促す。\n地下室を魔術で探ったポルカが見つけたのは…"
                },
                "15": {
                    "ID": "10017203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017203",
                    "TitleEnglish": "The Vampire",
                    "SummaryEnglish": "One group of police officers leave empty-handed, but Polka and co. can't rest easy just yet—Inspector Iwanome is back for answers. The duo who tried to frame them hasn't given up, either, and one is a face from Takumi's past.",
                    "TitleJapanese": "The Vampire－吸血鬼－",
                    "SummaryJapanese": "氷黒が運び込んだ西田の死体は、強盗事件の捜査に入った警官たちの目に触れる寸前にポルカの力によって隠された。\n警官たちの撤退と入れ替わりでやってきた岩野目と荒瀬から匠は逃げるように帰宅したが…。"
                },
                "16": {
                    "ID": "10017204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017204",
                    "TitleEnglish": "The Fake",
                    "SummaryEnglish": "Misaki and Xiaoyu team up to take on Momoya. But are even the two of them together a match for this gangly member of the Agakura clan? Meanwhile, Iwanome gets a phone call from his past.",
                    "TitleJapanese": "The Fake－虚偽－",
                    "SummaryJapanese": "氷黒は匠を拉致し、協力するよう執拗に迫った。\n協力しないなら小夜を殺すと言う氷黒の言葉を聞いた小幽は匠を救出する。\n四乃山に仇なす者は敵だ、と小幽は百矢に立ち向かう。"
                },
                "17": {
                    "ID": "10017205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017205",
                    "TitleEnglish": "The Matriarch",
                    "SummaryEnglish": "One Agakura assassin didn't go down easy, and now the head of the clan has come to settle the score. How will Xiaoyu cope with this face from his past? And how will Iwanome and Arase cope when the Fire-Breathing Bug crashes their interrogation?",
                    "TitleJapanese": "The Matriarch－家長－",
                    "SummaryJapanese": "警視総監室に侵入した怪人ソリティアは、警視総監・鷹巣と対峙していた。\nかかってきた電話に出るよう鷹巣に促されたソリティアに、電話の主・雑貨殿はソリティアの狙撃を命じた黒幕が「幅木警視正」であることを告げる。\n幅木の元にたどりついた岩野目は、幅木が氷黒との電話で口にした「サバラモンド」とは何なのか問いつめる。\nその名を口にした途端、「火吹き蟲」に操られた警官たちが集まり、幅木を『落とし子』だと指さす。\n一方、阿牙倉百矢を倒した小幽とミサキたちの元へも火吹き蟲たちが集まっていた。\nしかし、新たに現れた人物の制止に従い彼らは去っていく。その人物の名は「阿牙倉マジリ」。\nかつて小幽の四肢を奪った張本人であった。"
                },
                "18": {
                    "ID": "10017206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017206",
                    "TitleEnglish": "The Revenge",
                    "SummaryEnglish": "Iwanome unmasks the traitor in the Metropolitan Police, but subduing them won't be easy—and he isn't the only one out for payback. An enigmatic new arrival may make things unexpectedly personal for the Corpse God.",
                    "TitleJapanese": "The Revenge－復讐－",
                    "SummaryJapanese": "追いつめられた幅木は、薬を使い異常な力を引き出し岩野目に抵抗した。\n応援にかけつけた三纂のメンバーたちに、岩野目は「細呂木の件」の容疑者が幅木警視正であると告げる。\n仲間の手を借り、岩野目たちの前から逃亡を果たした幅木は、帝国の紋章の描かれたマントを身にまとった青年「シヴィル」に会いに行く。\n幅木はシヴィルが自分の逃亡のために力を使ってくれたと感激するが、見捨てるつもりだった幅木を助けたのは、頼まれたからだとシヴィルは言う。\n組織――『サバラモンドの落とし子』にかつて、幅木が実験台として差し出した娘ソアラ。\nその彼女は研究所の人体実験を生き延び、コードネーム『アラハバキ』として幅木の目の前に現れた。"
                },
                "19": {
                    "ID": "10017207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017207",
                    "TitleEnglish": "The Friends",
                    "SummaryEnglish": "A surprise visit from an old friend prompts the Corpse God to rethink how he fits into his new world. His first step? An overdue confrontation with Xiaoyu. Meanwhile, Iwanome, Clarissa, and Solitaire pursue the same mystery in their own ways.",
                    "TitleJapanese": "The Friends－親友－",
                    "SummaryJapanese": "幅木の霊から情報を引き出そうとしたポルカだったが、組織に娘を捧げたことを誇る幅木に自分を売った父親を重ね合わせ激しい怒りを覚える。\n感情に任せ幅木の霊を握りつぶそうとしたその時、何者かの手がポルカを押しとどめる。\n霊体から人の形を成したその姿を、ポルカは「陛下」と呼んだ。\n陛下――ポルカの「親友」である彼はお前が汚れる必要はないと、ポルカに語りかける。\n一方、逃亡中の氷黒は火吹き蟲の集団に拉致され、ソリティアと対峙していた。\n火吹き蟲の意図がわからずソリティアは困惑する。\n「みんなで平穏に暮らせる世界」のためにもっと深く踏み込む必要がある、と決意を新たにしたポルカは、右腕を失った小幽にある提案をする。"
                },
                "20": {
                    "ID": "10017208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017208",
                    "TitleEnglish": "The Visitors",
                    "SummaryEnglish": "The mysterious Civil visits the Corpse God to have his fortune told, and the encounter surprises both of them. The necromancer draws a step closer to the traces of his old world, but are they friend or foe?",
                    "TitleJapanese": "The Visitors－来訪者－",
                    "SummaryJapanese": "傀雷竜『ウルドヴィジア』の右腕を小幽に与えたポルカは、この腕を信頼の証として、自分と『同盟』を結び、力を貸してほしいと小幽に申し出る。\n帝国の紋章に関わる組織に対抗するためにできることはやっておきたい、というポルカを小幽はついに受け入れる。\n組織もまたポルカへ近づきつつあった。\n占いの館を訪れたシヴィルと対峙したポルカは、顔も見えないほどびっしりと死霊におおわれたその異様な姿に衝撃を受ける。\n彼を探るべく、ポルカは魔力を行使しシヴィルの魂に手を伸ばすが、その手は彼の中の魔力とぶつかり弾け飛ぶ。\nもう少し深く、とポルカが手を伸ばそうとしたその時、光り輝く石の精霊を頭上に浮かべた少女が止めに入る。"
                },
                "21": {
                    "ID": "10017209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017209",
                    "TitleEnglish": "The Spirit",
                    "SummaryEnglish": "A fight between a Shinoyama enforcer and Civil's bodyguard brings an abrupt end to the mysterious visitor's interview with the Corpse God. But will he really leave in peace? Meanwhile, Solitaire's latest scheme causes a stir.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "10017210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017210",
                    "TitleEnglish": "The Karma",
                    "SummaryEnglish": "Civil confronts Solitaire, hoping to provoke a confrontation with the Fire-Breathing Bug, but he may get his wish sooner than he planned. Meanwhile, the Corpse God plots a rescue mission.",
                    "TitleJapanese": "The Karma－宿縁－",
                    "SummaryJapanese": "組織の長老の使いに呼び出されたシヴィルたちは、身を隠すよう強要された。\nシヴィルが拒否すると、彼らはルルに銃を向ける。その途端、石がふりそそぎ男たちを押しつぶした。\nポルカはルルを『精霊憑き』と呼んだ。彼女に憑いた精霊の一柱だけでこの街を滅ぼせるほどなのだと。\n真ポルカを取り戻すには、精霊の力に対抗するための準備がいるとポルカは苦悩する。\nサバラモンドの落とし子を執拗に燃やす火吹き蟲を恐れた組織が自分たちの邪魔をするのなら、彼らをおびき出し燃やされる前に燃やしてやろう。\nそう考えたシヴィルは、ソリティアに接触し自分たちがサバラモンドの関係者であることを知らしめてほしいと申し出る。"
                },
                "23": {
                    "ID": "10017211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017211",
                    "TitleEnglish": "The Declaration",
                    "SummaryEnglish": "The day of the showdown arrives. The Corpse God and friends prepare to rescue the real Polka while other forces maneuver in the shadows. But a surprise visit from the kidnapper himself takes events in a direction no one expected.",
                    "TitleJapanese": "The Declaration－宣戦布告－",
                    "SummaryJapanese": "帝国の魔術師サバラモンド、その記憶と人格を転写すべく生み出された『落とし子』それがシヴィルだった。\nシヴィルはポルカたちの元を訪れ、ポルカに組織へ入るよう誘う。\nポルカは死霊術を発動し、シヴィルに立ち向かう。\nシヴィルとポルカの戦いが始まったことを察知し火吹き蟲たちは動き出す。\n100年前にサバラモンドの落とし子によって行われた人体実験の生き残り、それが火吹き蟲の始まりだという事実にたどりついた岩野目は、火吹き蟲たちを止めようと彼らの前に立ちはだかった。\n小幽はシヴィルを助けに行こうとしたアラハバキの行く手を阻むため、ミサキはルルの精霊の力に守られた真ポルカを取り戻すため、それぞれの戦いに挑むのだった。"
                },
                "24": {
                    "ID": "10017212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dead-mount-death-play/episodes/10017212",
                    "TitleEnglish": "The Shinjuku War",
                    "SummaryEnglish": "The Corpse God prepares to sacrifice himself to stop Civil, but his new friends have other ideas. Rescuing Polka's soul and regaining any shot at a peace will take two lifetimes worth of connections.",
                    "TitleJapanese": "The Shinjuku War－新宿大戦－",
                    "SummaryJapanese": "自分が消えればこの街に平和が戻る。そう語るポルカを、匠はスピーカー越しに叱咤する。\nつじつまは合わせてやるから全力でやれ、と匠に背中を押され、ポルカはシヴィルを止めようと戦う。\n街の平穏を取り戻す、という我儘を貫き通すために。\nこの戦場に誰も近づけないようクラリッサも支援する。\n新宿はすでにポルカの『神殿』の中にあった。皆の用意した舞台で、ポルカは力を解放する。\n大事な友人たちの助けを得て集めた大量の宝石が、かつての帝国の仲間たち、そしてポルカの親友である皇帝を呼び出す力となった。\n追いつめられたシヴィルは「サバラモンド」そのものの力を発現させた。\n立ち向かうポルカに仲間たちは力を預ける。"
                }
            }
        }
    }
}