{
    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28278738/",
        "https://yumemirudanshi.com/",
        "https://www.themoviedb.org/tv/214651",
        "https://www.wikidata.org/wiki/Q115269432",
        "https://en.wikipedia.org/wiki/Yumemiru_Danshi_wa_Genjitsushugisha",
        "https://x.com/yumemiru_anime"
    ],
    "TitleEnglish": "The Dreaming Boy Is a Realist",
    "SummaryEnglish": "In the \"two-way unrequited love\" story, high school student Wataru Sajō is in love with his gorgeous classmate Aika Natsukawa. Aika finds him to be a nuisance, but he dreams of her mutual love every day and continues to approach her. One day though, he suddenly wakes up from this \"dream.\" In order to get back his sense of reality, he recognizes his position and stays away from Aika. But now for some reason Aika is completely shaken.",
    "TitleJapanese": "夢見る男子は現実主義者",
    "SummaryJapanese": "佐城渉は同じクラスの美少女・夏川愛華にアプローチを続けていたが、分不相応ではと気づき、距離を置いたが愛華は嫌われたのかと勘違いする。",
    "Aliases": [
        "ゆめみるだんしはげんじつしゅぎしゃ"
    ],
    "Modified": "2025-07-19",
    "Seasons": {
        "1": {
            "ID": "2030677",
            "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9460891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9460891",
                    "TitleEnglish": "I Like You. Please Go Out With Me",
                    "SummaryEnglish": "Wataru Sajo is a self-described ordinary student. He's got a crush on his classmate Aika Natsukawa. He dreams of dating her, but he's also perceived as the \"stalker guy.\"",
                    "TitleJapanese": "好きだ。付き合ってくれ",
                    "SummaryJapanese": "同じクラスの美少女・夏川愛華に恋焦がれる高校生・佐城渉は、今日も愛華につきまとい、熱烈なアプローチを続けていた。しかし、ある出来事をきっかけに愛華とは釣り合わないという“現実”を見た渉は我に返り、距離を取ろうとする。突然の変化に戸惑う愛華。さらに、そんな渉のもとに可愛くてちょっとチャラそうな女の子・藍沢レナがやってきた！　それを見た愛華は、まさかの行動に――？！"
                },
                "2": {
                    "ID": "9871421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871421",
                    "TitleEnglish": "For You. It's a Spare Triangle Chocolate Pie",
                    "SummaryEnglish": "Neither of these two can seem to communicate their true feelings! Will Wataru and Aika ever see eye to eye?",
                    "TitleJapanese": "どうぞ。スペアの三角チョコパイです",
                    "SummaryJapanese": "愛華の魅力を布教することにした渉。そんな時、どういうわけか風紀委員長・四ノ宮凛が自分を生徒指導室で待っていると言う。そこで小動物のように可愛らしい稲富ゆゆも交え、三人で話すことに。 一方その頃、渉がつきまとわなくなった愛華の元にはクラスメイトたちが集まっていた。週末に愛華の家に遊びに行きたいと周囲が盛り上がるなか、愛華の胸には一つの思いが湧き起こって――"
                },
                "3": {
                    "ID": "9871422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871422",
                    "TitleEnglish": "Could You Not Call the Summer Uniform, Scanty Clothing?",
                    "SummaryEnglish": "Aika feels happy she's becoming more acquainted with classmates. On the other hand, she's holding onto feelings of confusion and frustration inside her heart.",
                    "TitleJapanese": "夏服を薄着って言うのやめてくんない？",
                    "SummaryJapanese": "クラスの子と仲良くなってきていることを素直に嬉しく思う反面、胸の内ではモヤモヤを抱えていた愛華は、自分の感情もわからないまま、渉に不満をぶつけてしまう。突然のことに困惑する渉。そこに生徒会長・結城楓斗がやって来て、渉をある場所に連れ出す。そこで渉を待っていたのは――"
                },
                "4": {
                    "ID": "9871423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871423",
                    "TitleEnglish": "Dark Brown? That Kind of Has a Cool Ring to It",
                    "SummaryEnglish": "Wataru's big sister, Kaede, points out to him that his hair is growing out and it's \"grubby.\" Meanwhile, Aika decides to once again face her own feelings.",
                    "TitleJapanese": "ダークブラウン？なんかカッコ良い響きだな",
                    "SummaryJapanese": "朝から姉・佐城楓に「小汚い」と伸びかけの髪の毛を指摘される渉。以前ほど身なりを気にしなくなったのも、愛華の隣に並ぼうとは思わなくなったからだった。昼休みにはなぜか風紀委員の美少女三人とランチを囲み、クラスメイトの佐々木からはある想いを打ち明けられる。一方、愛華は親友・芦田圭に諭され、あらためて自分の心情と向き合うことに。"
                },
                "5": {
                    "ID": "9871424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871424",
                    "TitleEnglish": "Should We Open It? Should We Open It? Should We Look Inside?",
                    "SummaryEnglish": "Wataru falls ill and collapses in the classroom. Aika harbors feelings that cannot be expressed in words.",
                    "TitleJapanese": "開けちゃう？開けちゃう？中見ちゃう？",
                    "SummaryJapanese": "体調を崩し、教室で倒れる渉。保健室で休んでいると、愛華と圭、さらには姉の楓や風紀委員長・凛までもが心配して様子を見にやって来た。楓や凛に安心して身をゆだねる渉の様子に、愛華は言葉にならない想いを抱く。 数日後、金髪の美少女・東雲・クロディーヌ・茉莉花が取り巻きを引き連れ、愛華を訪ねてやってきた。"
                },
                "6": {
                    "ID": "9871425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871425",
                    "TitleEnglish": "End of First Trimester Commemoration Parfait!",
                    "SummaryEnglish": "Wataru blurts out a weird sound. Meanwhile, Aika discusses her summer break plans with Kei. Aika and Sasaki are appointed to be tour guides for middle schoolers.",
                    "TitleJapanese": "一学期終了記念パフェ！",
                    "SummaryJapanese": "「風紀委員会に入らないか？」と四ノ宮凛に誘われ、思わず変な声が出る渉。さらに姉であり生徒会副会長である楓からも生徒会に入るよう誘いを受ける。 一方、夏休み中に行われる中学生向けの学校見学の案内担当に佐々木とともに任命された愛華は、夏休みの予定を圭と話し合う。 夏休みに入り、古書店でバイトを始めた渉。そこにお姉さんオーラをまとった大学生らしき女性・笹木風香が現れて……。"
                },
                "7": {
                    "ID": "9871426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871426",
                    "TitleEnglish": "You Know, Female College Students are Seriously Amazing.",
                    "SummaryEnglish": "It’s summer vacation and Wataru goes on a special outing with his older sister. The destination is a beautiful white beach!",
                    "TitleJapanese": "女子大生って、マジすげぇ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9871427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871427",
                    "TitleEnglish": "Aren't You Way Too Guilty?",
                    "SummaryEnglish": "Wataru works part-time at a used bookstore and Mina starts working there as a new hire. Mina is timid so Wataru tries to give her guidance.",
                    "TitleJapanese": "ギルティすぎない？",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9871428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871428",
                    "TitleEnglish": "Coffee. With a Ratio to Milk About 8 to 2. Sugar 1 Teaspoon, Caramel Powder Too, Please.",
                    "SummaryEnglish": "Wataru finds out the reason why Mina wants to keep her job, no matter what. Meanwhile, Aika meets up with Sasaki, who is getting tough!",
                    "TitleJapanese": "コーヒー. 8:2くらいでミルクね. 砂糖小さじ1, キャラメルパウダーも宜しく",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9871429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871429",
                    "TitleEnglish": "Your Leg's Already at T-Minus 5 Seconds Before Blastoff!",
                    "SummaryEnglish": "Wataru helps out with the school visit tour. He reunites with Rin at school during the summer break. Meanwhile, Aika is lost in thought as she recalls how she met Wataru.",
                    "TitleJapanese": "足がもう発射5秒前だから",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9871430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871430",
                    "TitleEnglish": "You Smell Like Sweat... You Must've Worked Hard",
                    "SummaryEnglish": "For the first time in a while, Aika and Wataru spend some time alone together. Aika works up the courage and offers Wataru a proposal.",
                    "TitleJapanese": "第11話",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9871431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumemiru-danshi-wa-genjitsushugisha/episodes/9871431",
                    "TitleEnglish": "Because, You are Where I Belong!",
                    "SummaryEnglish": "Aika stops by Wataru's part-time job once again to invite him over to her house. Can Wataru and Aika be honest about their respective feelings?",
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": null
                }
            }
        }
    }
}