{
    "URL": "https://www.thetvdb.com/series/bullbuster",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29476307/",
        "https://bullbuster.jp/",
        "http://www.reddit.com/r/Bullbuster",
        "https://www.themoviedb.org/tv/214649",
        "https://www.wikidata.org/wiki/Q122171669",
        "https://en.wikipedia.org/wiki/Bullbuster",
        "https://x.com/bullbuster_info",
        "https://www.youtube.com/c/@bullbuster_official"
    ],
    "TitleEnglish": "Bullbuster",
    "SummaryEnglish": "Mysterious creatures have been terrorizing an island, forcing locals to flee their once-thriving home. With government funds lacking for monster eradication, Tajima purchases the only construction company left and transforms it for the task. Thankfully, the brilliant Testuro Okino and his new robot, Bullbuster, come to their aid. But the team is on a tight budget. Can they save the island?",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2030680",
            "URL": "https://www.thetvdb.com/series/bullbuster/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9466594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/9466594",
                    "TitleEnglish": "Bullbuster, Activate! A Small Business on the Verge of Bankruptcy Challenges a Mysterious Monster?!",
                    "SummaryEnglish": "Pest control company, Namidome Industries, receives a new helper robot along with a new pilot for it at a critical time. But what exactly are these so-called \"pests\" they are tasked with exterminating?",
                    "Aliases": []
                },
                "2": {
                    "ID": "10007268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007268",
                    "TitleEnglish": "No Money! No Ship, Either?! The Only Way to Survive Is to Rebrand Namidome!",
                    "SummaryEnglish": "Namidome's history as a construction company brings them under fire from the local Builders Union, which fears the competition they might represent. To relieve the pressure, they'll need to undergo a full rebrand.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10007269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007269",
                    "TitleEnglish": "Okino Steps in It! The Islanders Are Angry... In the Company's Hour of Need, Its President Stands Tall!",
                    "SummaryEnglish": "Tetsuro makes a terrible mistake that could threaten the very existence of Namidome Industries. More information about the islanders' plight comes to light, while Tajima pursues the mystery of the toxic gas.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10007270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007270",
                    "TitleEnglish": "The Incredible Operation to Capture a Giant Beast Alive Begins!",
                    "SummaryEnglish": "Arumi's late-night run-in with a smaller \"pest\" on Ryugan Island raises a number of questions on the true nature of the Giant Beasts and reviewing footage captured by Bullbuster reveals something startling.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10007272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007272",
                    "TitleEnglish": "We Can Count on Manpower! The Help of a Young Researcher Reveals the Truth of the Giant Beasts?!",
                    "SummaryEnglish": "While a Shiota Chemical offer to send the company a college-educated intern leaves Tetsuro feeling threatened, a brave move by a young researcher may be the break they need to learn what the Giant Beasts really are.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10007273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007273",
                    "TitleEnglish": "The New Star Employee Is a Problem Child?! Okino Snaps at the Cold-Hearted Smarty-Pants!",
                    "SummaryEnglish": "The new intern arrives but immediately starts getting the backs up of the rest of the team. Meanwhile, the mouse released by Tetsuro on Ryugan Island re-emerges in an altered state.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10007274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007274",
                    "TitleEnglish": "Shiro Loses Control! Can They Save Their Stranded Companions? Bullbuster’s First Urban Battle!",
                    "SummaryEnglish": "The Giant Beast that was formerly Arumi's pet dog turns out to be less dead than it first appeared. With it running amok in Shiota Bio's HQ, can the team neutralize the threat before things get even more out of hand?",
                    "Aliases": []
                },
                "8": {
                    "ID": "10007275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007275",
                    "TitleEnglish": "Muto Roars! The Sorrows of a Man Left Behind by Time... And What Does Shiota Have Up Its Sleeve?",
                    "SummaryEnglish": "With the company modernizing more and more, old hand Muto feels like things were simpler before all the high-tech machines and smartphones. But with the bigwigs looking to throw extra funds at Namidome, will this stick-in-the-mud prove to be a hindrance?",
                    "Aliases": []
                },
                "9": {
                    "ID": "10007276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007276",
                    "TitleEnglish": "The Merger Draws Near! Shiota's Plot, and the Origin of the Giant Beasts, Are Both Revealed! What Will Namidome Do?",
                    "SummaryEnglish": "As the finer points of the prospective merger between Shiota and Namidome Industries get hammered out, a potential root cause of the giant beast mutation is finally discovered.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10007278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007278",
                    "TitleEnglish": "Namidome Industries on the Verge of Collapse! A Clash of Emotions... Tajima Makes the Hard Call!",
                    "SummaryEnglish": "Following the bombshell about the potential origins of the Giant Beasts, each member of the team grapples with what to do with the info. Will they simply stay quiet and let the merger happen as planned, or will their desire for the truth win out?",
                    "Aliases": []
                },
                "11": {
                    "ID": "10007279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007279",
                    "TitleEnglish": "Namidome Strikes Back! The Secret Weapon to Resist an Evil Corporation Is... Leather Coral?!",
                    "SummaryEnglish": "After the collapse of the merger between Namidome Industries and Shiota, it seems like Namidome's days are numbered. That is, until a man representing another company shows up with an interesting proposal...",
                    "Aliases": []
                },
                "12": {
                    "ID": "10007280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007280",
                    "TitleEnglish": "Rise, Bullbuster! All Out War Between Namidome and Shiota! Which Will Prevail: the Big Business’s Logic or the Small Business’s Guts?!",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}