{
    "URL": "https://www.thetvdb.com/series/bullbuster",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29476307/",
        "https://bullbuster.jp/",
        "http://www.reddit.com/r/Bullbuster",
        "https://www.themoviedb.org/tv/214649",
        "https://www.wikidata.org/wiki/Q122171669",
        "https://en.wikipedia.org/wiki/Bullbuster",
        "https://x.com/bullbuster_info",
        "https://www.youtube.com/c/@bullbuster_official"
    ],
    "TitleEnglish": "Bullbuster",
    "SummaryEnglish": "Mysterious creatures have been terrorizing an island, forcing locals to flee their once-thriving home. With government funds lacking for monster eradication, Tajima purchases the only construction company left and transforms it for the task. Thankfully, the brilliant Testuro Okino and his new robot, Bullbuster, come to their aid. But the team is on a tight budget. Can they save the island?",
    "TitleJapanese": "ブルバスター",
    "SummaryJapanese": "若き技術者・沖野鉄郎は、自ら開発した新型ロボット・ブルバスターを携え、\n害獣駆除会社の波止工業に出向。\n田島が社長を務める波止が対峙しているのは“巨獣” と名付けられた謎の生物だった！\nさらに万年金欠の零細企業とあって、\n波止には常に経済的な問題がつきまとう……。\nロボットの燃料費、パイロットの人件費、もちろん弾一発の無駄さえ許されない。\n巨獣を退治するという「理想」と、コストという「現実」の狭間で、\n波止に未来は訪れるのか！？",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2030680",
            "URL": "https://www.thetvdb.com/series/bullbuster/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9466594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/9466594",
                    "TitleEnglish": "Bullbuster, Activate! A Small Business on the Verge of Bankruptcy Challenges a Mysterious Monster?!",
                    "SummaryEnglish": "Pest control company, Namidome Industries, receives a new helper robot along with a new pilot for it at a critical time. But what exactly are these so-called \"pests\" they are tasked with exterminating?",
                    "TitleJapanese": "ブルバスター起動！崖っぷち中小企業が立ち向かうのは、謎のバケモノ！？",
                    "SummaryJapanese": "若き技術者・沖野は新型ロボ＝ブルバスターを携え、害獣駆除会社・波止工業に出向。その矢先、龍眼島に謎の生物“巨獣”が出現！赴任早々、命を懸けた戦闘に駆り出される。"
                },
                "2": {
                    "ID": "10007268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007268",
                    "TitleEnglish": "No Money! No Ship, Either?! The Only Way to Survive Is to Rebrand Namidome!",
                    "SummaryEnglish": "Namidome's history as a construction company brings them under fire from the local Builders Union, which fears the competition they might represent. To relieve the pressure, they'll need to undergo a full rebrand.",
                    "TitleJapanese": "金がない！船もない！？起死回生の一手は「波止ブランド化計画」？",
                    "SummaryJapanese": "初陣を飾った沖野だったが、経理の片岡からは、弾＝経費の使い過ぎだと叱責される。\nいっぽう、相変わらずの資金不足に頭を抱えていた社長の田島は、起死回生の計画を思い立つ。"
                },
                "3": {
                    "ID": "10007269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007269",
                    "TitleEnglish": "Okino Steps in It! The Islanders Are Angry... In the Company's Hour of Need, Its President Stands Tall!",
                    "SummaryEnglish": "Tetsuro makes a terrible mistake that could threaten the very existence of Namidome Industries. More information about the islanders' plight comes to light, while Tajima pursues the mystery of the toxic gas.",
                    "TitleJapanese": "沖野、大失態！荒れる島民達…会社存亡の危機に、社長が立ち上がる！",
                    "SummaryJapanese": "新生波止が船出した途端、沖野が巨獣の動画を一般公開していたことが発覚。責任を取るべく辞職を決意するが…!?\n同じ頃、田島は島の空気分析から、ある仮説を導き出していた。"
                },
                "4": {
                    "ID": "10007270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007270",
                    "TitleEnglish": "The Incredible Operation to Capture a Giant Beast Alive Begins!",
                    "SummaryEnglish": "Arumi's late-night run-in with a smaller \"pest\" on Ryugan Island raises a number of questions on the true nature of the Giant Beasts and reviewing footage captured by Bullbuster reveals something startling.",
                    "TitleJapanese": "アル美、涙の理由…前代未聞の「巨獣生け捕り作戦」開始！",
                    "SummaryJapanese": "巨獣が島で繁殖しているか確かめるため、生け捕り案が浮上。そんな中、アル美は謹慎中の沖野を訪問。初出動の際に撮影した動画から、にわかには信じられない事実が判明する。"
                },
                "5": {
                    "ID": "10007272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007272",
                    "TitleEnglish": "We Can Count on Manpower! The Help of a Young Researcher Reveals the Truth of the Giant Beasts?!",
                    "SummaryEnglish": "While a Shiota Chemical offer to send the company a college-educated intern leaves Tetsuro feeling threatened, a brave move by a young researcher may be the break they need to learn what the Giant Beasts really are.",
                    "TitleJapanese": "頼れるのはマンパワー！若き研究者の協力で、ついに巨獣の正体発覚！？",
                    "SummaryJapanese": "人員不足の波止に塩田から若手社員を出向させたいと打診が。田島はその申し出に飛びつくが、沖野は不満顔。そんな中、分析担当の研究者・渚が、巨獣の謎に迫る調査を申し出る。"
                },
                "6": {
                    "ID": "10007273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007273",
                    "TitleEnglish": "The New Star Employee Is a Problem Child?! Okino Snaps at the Cold-Hearted Smarty-Pants!",
                    "SummaryEnglish": "The new intern arrives but immediately starts getting the backs up of the rest of the team. Meanwhile, the mouse released by Tetsuro on Ryugan Island re-emerges in an altered state.",
                    "TitleJapanese": "期待の新人は問題児！？効率最優先の冷徹インテリに、沖野がキレる！",
                    "SummaryJapanese": "塩田から出向で鉛修一という若者が波止に。案内役を命じられた沖野は、エリート然とした鉛にイライラ。そんな中、巨獣出現の警報が鳴るが、鉛は驚きの理由で出動を拒否する。"
                },
                "7": {
                    "ID": "10007274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007274",
                    "TitleEnglish": "Shiro Loses Control! Can They Save Their Stranded Companions? Bullbuster’s First Urban Battle!",
                    "SummaryEnglish": "The Giant Beast that was formerly Arumi's pet dog turns out to be less dead than it first appeared. With it running amok in Shiota Bio's HQ, can the team neutralize the threat before things get even more out of hand?",
                    "TitleJapanese": "シロ、暴走！閉じ込められた仲間を救えるか？ブルバスター初の市街地戦！",
                    "SummaryJapanese": "水原から「シロが蘇生した」と連絡があり、アル美と田島が急行。水原と保管室に入るが、待ち受けていたのは巨獣化が進行したシロ。３人は逃げ込んだ収納庫に閉じ込められる。"
                },
                "8": {
                    "ID": "10007275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007275",
                    "TitleEnglish": "Muto Roars! The Sorrows of a Man Left Behind by Time... And What Does Shiota Have Up Its Sleeve?",
                    "SummaryEnglish": "With the company modernizing more and more, old hand Muto feels like things were simpler before all the high-tech machines and smartphones. But with the bigwigs looking to throw extra funds at Namidome, will this stick-in-the-mud prove to be a hindrance?",
                    "TitleJapanese": "吠えよ武藤！時代に取り残された男の悲哀…そして大企業・塩田の思惑とは？",
                    "SummaryJapanese": "塩田の重役・鷲津が突然、波止を訪問。田島たちは融資を期待して張り切るが、その矢先、島に巨獣が出現！　パトロールにあたっていた武藤が、ブルバスターで対処するが…!?"
                },
                "9": {
                    "ID": "10007276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007276",
                    "TitleEnglish": "The Merger Draws Near! Shiota's Plot, and the Origin of the Giant Beasts, Are Both Revealed! What Will Namidome Do?",
                    "SummaryEnglish": "As the finer points of the prospective merger between Shiota and Namidome Industries get hammered out, a potential root cause of the giant beast mutation is finally discovered.",
                    "TitleJapanese": "進む合併計画！明らかになる塩田の策略と、巨獣発生の原因…どうする波止！？",
                    "SummaryJapanese": "塩田との合併話が進む中、新型水中装甲機ブルダックの導入も現実味を帯び、沖野は浮かれ気分。そんな中、水原は巨獣発生の原因に気づくが、それを察した塩田が暗躍し始める。"
                },
                "10": {
                    "ID": "10007278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007278",
                    "TitleEnglish": "Namidome Industries on the Verge of Collapse! A Clash of Emotions... Tajima Makes the Hard Call!",
                    "SummaryEnglish": "Following the bombshell about the potential origins of the Giant Beasts, each member of the team grapples with what to do with the info. Will they simply stay quiet and let the merger happen as planned, or will their desire for the truth win out?",
                    "TitleJapanese": "波止工業、崩壊の危機！噛み合わない想い…田島、苦渋の決断！",
                    "SummaryJapanese": "巨獣の情報を握り潰そうとする塩田化学。いっぽう、波止の面々には亀裂が生じ、苦悩した田島は、ある決断を下す。そんな中、沖野とアル美は無謀とも言える計画を立ち上げる。"
                },
                "11": {
                    "ID": "10007279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007279",
                    "TitleEnglish": "Namidome Strikes Back! The Secret Weapon to Resist an Evil Corporation Is... Leather Coral?!",
                    "SummaryEnglish": "After the collapse of the merger between Namidome Industries and Shiota, it seems like Namidome's days are numbered. That is, until a man representing another company shows up with an interesting proposal...",
                    "TitleJapanese": "波止の逆襲！悪徳大企業に対抗する手段は…ウミキノコ！？",
                    "SummaryJapanese": "アル美が巨獣の襲撃で負傷し、意識不明の状態に。さらに塩田は鉛を使い、島民を取り込もうと画策していた。そんな中、波止に“投資話”を持ち掛ける、奇妙な訪問者が現れる。"
                },
                "12": {
                    "ID": "10007280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bullbuster/episodes/10007280",
                    "TitleEnglish": "Rise, Bullbuster! All Out War Between Namidome and Shiota! Which Will Prevail: the Big Business’s Logic or the Small Business’s Guts?!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "立て、ブルバスター！波止 vs 塩田 全面戦争！勝つのは大企業の論理か、中小企業の底力か！？",
                    "SummaryJapanese": "波止は島民と龍眼島奪還作戦を決行。それは、巨獣とガスが塩田による公害と証明し、巨獣を一掃するというものだった。しかし、作戦のさなか、かつてない巨大巨獣が姿を見せる！"
                }
            }
        }
    }
}