{
    "URL": "https://www.thetvdb.com/series/acro-trip",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32986702/",
        "https://acrotrip-anime.com/",
        "http://www.reddit.com/r/AcroTrip",
        "https://www.themoviedb.org/tv/215429",
        "https://www.wikidata.org/wiki/Q125627277",
        "https://en.wikipedia.org/wiki/Acro_Trip",
        "https://x.com/acrotrip_anime"
    ],
    "TitleEnglish": "Acro Trip",
    "SummaryEnglish": "Chizuko Date is an otaku girl who lives in a city in Niigata Prefecture. Chizuko is obsessed with Berry Blossom, the magical girl who protects the city. However, Chroma — the leader of the local evil organization Fossa Magna — is inept and weak, so hardly anyone else cares about Berry Blossom and Chroma's frequent battles anymore. Chizuko vows to shine a light on the magical girl's exploits — and this fervent desire takes this seemingly shy middle school girl down a dark path filled with strange folks...",
    "TitleJapanese": "アクロトリップ",
    "SummaryJapanese": "伊達千鶴子は新潟県の都市に住むオタク少女です。 千鶴子は街を守る魔法少女ベリーブロッサムに夢中。 しかし、地元の悪の組織フォッサマグナのリーダーであるクロマは無能で弱いため、ベリーブロッサムとクロマの頻繁な戦いを気にする人はほとんどいません。 千鶴子は、魔法少女の功績に光を当てることを誓います。そして、この熱烈な欲望は、この一見恥ずかしがり屋の女子中学生を、見知らぬ人々でいっぱいの暗い道に連れて行きます...",
    "Aliases": [
        "Akuro Torippu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2032520",
            "URL": "https://www.thetvdb.com/series/acro-trip/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10281800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10281800",
                    "TitleEnglish": "Beginning Encounter",
                    "SummaryEnglish": "Date Chizuko is a generally unenthusiastic seventh grader who's been sent to stay with her Grandfather. However, her life changes drastically when she becomes a superfan of the local magical girl and is approached by her nemesis.",
                    "TitleJapanese": "はじまりエンカウント",
                    "SummaryJapanese": "中学1年生の地図子は、親の都合で祖父の家に預けられる。冷めた性格の少女だったが、謎の魔法少女・ベリーブロッサムと出会い、見事に沼った。しかしベリーの敵・悪の組織「フォッサマグナ」があまりにもパッとせず、地図子はモヤモヤを募らせていく……"
                },
                "2": {
                    "ID": "10720144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720144",
                    "TitleEnglish": "Go to the Path of Evil",
                    "SummaryEnglish": "Chizuko and Kuroma are fronted by a knife-wielding robber at the convenience store. Berry Blossom may, or may not, come to their rescue.",
                    "TitleJapanese": "ゴートゥー悪の道",
                    "SummaryJapanese": "コンビニに立ち寄った地図子は、なぜかアルバイト中の悪の総帥・クロマとエンカウント。しつこく組織に勧誘されるさなか、コンビニ強盗と遭遇し大ピンチに。だがそのとき店内には、ベリーブロッサムの正体・乃苺佳寿も訪れており……"
                },
                "3": {
                    "ID": "10720145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720145",
                    "TitleEnglish": "Moshi-Moshi to My Oshi",
                    "SummaryEnglish": "Chrome issues Berry Blossom an official notice of his intent to commit an evil deed. However, a sudden storm hits, and he loses all motivation to follow through on his villainous declaration. Chizuko is forced to take matters into her own hands.",
                    "TitleJapanese": "推しにもしもし",
                    "SummaryJapanese": "ベリーブロッサムに宛てて、初めての”犯行予告”を出したクロマ。しかし実施日は荒天で、当のクロマは家に引きこもってしまう。予告場所に様子を見に行った地図子は、負傷したベリーを発見。手当のため、自宅に連れ帰ることになり……"
                },
                "4": {
                    "ID": "10720146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720146",
                    "TitleEnglish": "Soaked on a Rainy Day",
                    "SummaryEnglish": "Chrome decides that Fossa Magna cannot continue without an evil general and formally withdraws his evil organization from Naniga City. Chizuko quickly realizes it's no fun to watch a magical girl if she's not combating evil.",
                    "TitleJapanese": "ずぶぬれレイニーデイ",
                    "SummaryJapanese": "フォッサマグナの撤退報道を知る地図子。しつこい勧誘から解放されて喜ばしいはずなのに、なぜか心が曇っている。さらにニュースでは、戦う相手を失ったベリーが、ボランティアに勤しむ姿が。それを見た地図子は、ある決意を固め――"
                },
                "5": {
                    "ID": "10720147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720147",
                    "TitleEnglish": "Ominous Unknowns",
                    "SummaryEnglish": "Dark clouds roll over Naniga City, and Chrome excitedly decides to show Chizuko the #1 thing to do when you turn evil. Chrome and Chizuko plot to steal Berry Blossom's wand to remove her access to her powers.",
                    "TitleJapanese": "暗雲アンノウン",
                    "SummaryJapanese": "「お前さん、魔法少女になってくれねえか？」ある雪の日、行き倒れていた猫（？）・マシロウと出会った乃苺。真面目な優等生で、誰の頼みごとも断れない性格の彼女は、なし崩しに”正義の味方”となるが……"
                },
                "6": {
                    "ID": "10720148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720148",
                    "TitleEnglish": "Hocus de Lawless",
                    "SummaryEnglish": "Chrome's dream of being an evil mastermind is jeopardized when headquarters decides to replace Chrome as the evil mastermind of Naniga City. His replacement quickly shakes up the status quo.",
                    "TitleJapanese": "魔法DE無法",
                    "SummaryJapanese": "幼いころ、クロマは孤独だった。未来に希望が持てず、”将来の夢”の作文にも、何を書いたらいいのか分からない。そして現在、失敗続きのクロマに替わるため、悪の本部から新たな総帥「漆黒のヒュー」なる人物が派遣される……"
                },
                "7": {
                    "ID": "10720149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720149",
                    "TitleEnglish": "Mashima-kun and Kurozane-kun",
                    "SummaryEnglish": "Kurozane Chroma and Mashima were classmates in middle school and only after a while realized that they had already met during elementary school.",
                    "TitleJapanese": "眞嶋くんと玄実くん",
                    "SummaryJapanese": "「もうガキじゃねえし……」かつて悪の総帥を志した少年・眞嶋。道半ばで諦めようとする彼にとって、未だ無垢な志を掲げる玄実は、とにかく目障りな存在だった。やがて二人は注目企業『大溝テクニカ』に同期入社するが、そこで「悪の組織」にまつわる衝撃事実を知って……"
                },
                "8": {
                    "ID": "10720150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720150",
                    "TitleEnglish": "Picking Fights, Pensively Reunite",
                    "SummaryEnglish": "Since her grandfather is away at a Go tournament, Chroma must accompany Chizuko to her parent-teacher conference instead. In the process, we uncover some dark secrets about Chizuko's class teacher.",
                    "TitleJapanese": "いちゃもん悶々",
                    "SummaryJapanese": "地図子の三者面談に、保護者枠参戦したクロマ。担任教師・余湖正宗は「地図子の父親」かつ「クロマの熱烈ファン」だった。着実にプライベートな関わりが深まる二人の前に、謎の女児・心亜が現れ、基地を占拠して!?"
                },
                "9": {
                    "ID": "10720151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720151",
                    "TitleEnglish": "Wannabe Hip Evil",
                    "SummaryEnglish": "Whether it's waking up extremely early or having a stain on his outfit, Chroma has recently been facing obstacles that are spoiling his battles against Berry Blossom. He needs to take action, but then things get even worse…",
                    "TitleJapanese": "ワナビーイケてる悪",
                    "SummaryJapanese": "クマ怪人が姿を消した。捜索に向かうクロマに代わり、地図子は「参謀ダンテ」に変身してベリーブロッサムと直接対決をすることに。しかしあるきっかけで、地図子の魔力が暴走してしまい……"
                },
                "10": {
                    "ID": "10720152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720152",
                    "TitleEnglish": "Giant Reception",
                    "SummaryEnglish": "Chrome doesn't have enough magic power for his upcoming duel with Berry Blossom. In his desperation, he summons a giant Kuma Kaijin.",
                    "TitleJapanese": "ジャイアント着電",
                    "SummaryJapanese": "月末がやってきた。今月も魔力の速度制限に引っかかったクロマが、誤ってクマ怪人を巨大化させてしまう。ベリーは現場に駆けつけたものの、あまりの驚異に足がすくむ。打開策はあるのか？　そしてこの事態をモニターする、怪しげな人物の正体は？"
                },
                "11": {
                    "ID": "10720153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720153",
                    "TitleEnglish": "Sudden Stranger",
                    "SummaryEnglish": "Chizuko discovers a man dangling from the shopping district sign. She and Berry Blossom help him down, and the man turns out to be none other than...",
                    "TitleJapanese": "ばったりストレンジャー",
                    "SummaryJapanese": "ベリーのすぐ隣で雨宿りをすることになったダンテ。優しい態度のベリーに内心めろめろだが、己の存在意義のため、必死に悪どく振る舞って見せる。だが今度は何故か、ベリーと二人で『大溝テクニカ』の社長にパフェを奢られる状況に陥って……!?"
                },
                "12": {
                    "ID": "10720154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acro-trip/episodes/10720154",
                    "TitleEnglish": "Bad Meets Girl",
                    "SummaryEnglish": "Baryuu has invited Chizuko to join him and Mashirou on a train journey. Meanwhile, Chroma is watching over Berry Blossom, but when a supposed call from Mashirou arrives, Chroma also takes action.",
                    "TitleJapanese": "悪路ミーツガール",
                    "SummaryJapanese": "地図子とマシロウは、芭隆により新幹線でどこかに連行されていた。その理由は、どうやらフォッサマグナという組織そのものにあるらしい。「そもそも、悪ってなんなの？」自らの置かれた状況に、改めて頭を抱え始める地図子。そこにクロマとベリーが、それぞれの仲間を救出するため駆けつける。集結した全員が向かう先は……温泉旅館!?"
                }
            }
        }
    }
}