{
    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30146725/",
        "https://sokushicheat-pr.com/",
        "https://www.tvmaze.com/shows/72091/show-slug",
        "https://www.themoviedb.org/tv/236144",
        "https://www.wikidata.org/wiki/Q115805761",
        "https://en.wikipedia.org/wiki/My_Instant_Death_Ability_Is_So_Overpowered",
        "https://x.com/sokushicheat_pr"
    ],
    "TitleEnglish": "My Instant Death Ability Is Overpowered",
    "SummaryEnglish": "Awaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world! He had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought! If he can stay awake long enough to bother using it, that is...",
    "TitleJapanese": "即死チートが最強すぎて、 異世界のやつらがまるで相手にならないんですが。",
    "SummaryJapanese": "修学旅行中に絶対的な混乱と虐殺に目覚めた夜霧高遠は、クラスの全員が異世界に移送されていることを発見しました! 彼はどうにかして試練全体を通して眠りにつくことができ、ギフトを逃してしまった. さらに悪いことに、彼と別のクラスメートは、近くのドラゴンの気をそらすための餌として残され、友人に冷酷に見捨てられました. 死ぬという考えにそれほど悩まされていませんが、彼はしぶしぶ彼の孤独な仲間を守ることにしました. なにしろ、レベル1000の低級モンスターに、思考一発で即死を発動する秘術をくぐり抜けられるわけがないのだから！ 彼がそれを使うのに十分な時間起きていられるなら、それは...",
    "Aliases": [
        "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranain desu ga.",
        "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranaindesu ga.",
        "Sokushi Cheat ga Saikyō Sugite, Isekai no Yatsura ga Marude Aite ni Naranain desu ga.",
        "Sokushi Cheat ga Saikyō Sugite, Isekai no Yatsura ga Marude Aite ni Naranaindesu ga.",
        "即死チートが最強すぎて",
        "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－AΩ－",
        "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "1": {
            "ID": "2032726",
            "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10068809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10068809",
                    "TitleEnglish": "Instant Death Ability",
                    "SummaryEnglish": "During a school trip, Yogiri and his classmates are summoned to another world. The students are granted abilities except Yogiri and Tomochika. Suddenly, a dragon approaches!",
                    "TitleJapanese": "即死チート",
                    "SummaryJapanese": "ゲームと昼寝が好きな高校生・高遠夜霧。修学旅行中、バスで移動していた夜霧たちは、突然現れた賢者シオンによって異世界へ召喚される。シオンから特殊能力≪ギフト≫を与えられた生徒たちは、この世界で高位の存在、‟賢者”になるための試練に挑むことに。しかし、夜霧や壇ノ浦知千佳など≪ギフト≫が与えられなかった一部の生徒は、ドラゴンが迫るバスに置き去りにされてしまい……。"
                },
                "2": {
                    "ID": "10212521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212521",
                    "TitleEnglish": "My Guardian Angel Is So Overpowered, This Other World Is a Piece of Cake!",
                    "SummaryEnglish": "Yogiri and Tomochika search for their classmates and arrive at a nearby town. Inside the city walls, the two meet a seemingly kind beastkin who has ulterior motives.",
                    "TitleJapanese": "私の守護霊が最強すぎて、異世界だって最強です！",
                    "SummaryJapanese": "クラスメイトの後を追い、とある街を訪れた夜霧と知千佳。その街で2人は一見親切そうな獣人に騙され、犯罪集団に襲われる。 《即死チート》で相手を殺し、窮地を脱する夜霧たち。だが、一部始終を見ていた衛兵に連行されてしまう。どうにかごまかして解放された二人だが、 いきなり知千佳の姉にそっくりな守護霊・壇ノ浦もこもこが現れて……！？"
                },
                "3": {
                    "ID": "10212522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212522",
                    "TitleEnglish": "The World Isn't So Kind as To Allow One-Sided Attacks",
                    "SummaryEnglish": "Yogiri and company are reunited with classmate Yuki. Later, while staying at a hotel, Tomochika seems to have too much time on her hands!",
                    "TitleJapanese": "一方的に攻撃できるほど世の中甘くない",
                    "SummaryJapanese": "日本によく似た街・ハナブサを訪れた夜霧たちは、クラスメイトの橘 裕樹と再会を果たす。 再会の挨拶も早々に橘から愛人にならないかと提案された知千佳。 困惑しながらも誘いを断り、その場はお開きとなる。後日、宿泊先のホテルで暇を持て余した様子の知千佳。 一方、もこもこは何者かが知千佳に敵意を向けていることを感じ取り……？"
                },
                "4": {
                    "ID": "10212523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212523",
                    "TitleEnglish": "The Fact That You're Watching This Video...",
                    "SummaryEnglish": "Masayuki releases zombies to run amok in the city! Meanwhile, outside the city, Lain devises a plan to see how powerful Yogiri's \"instant death ability\" really is...",
                    "TitleJapanese": "この映像をお前が見ているということは",
                    "SummaryJapanese": "ハナブサの街にゾンビたちを解き放ったマサユキ。賢者レインから夜霧と知千佳の抹殺を命じられた彼はゾンビの停止を交換条件に、街の住民に夜霧たちを連れて来るよう迫る。そんな状況の中、夜霧たちは自らマサユキの前に姿を現して？一方、街の外から様子を伺うレインは、夜霧の《即死能力》にどれほどの力があるのか確かめるべく、新たな策を練っていた……。"
                },
                "5": {
                    "ID": "10212524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212524",
                    "TitleEnglish": "Alpha Omega",
                    "SummaryEnglish": "Yogiri and his friends depart for the royal capital; however, a multitude of dragons stand in their way!",
                    "TitleJapanese": "AΩ",
                    "SummaryJapanese": "ハナブサの街で起きた一連の騒動を解決した夜霧たちは、王都へ向けて出発する。出発早々、知千佳が運転する車の中で眠りについた夜霧。睡眠中、ＡΩ（アルファオメガ）と呼ばれ、『独立行政法人高次生命科学研究所』に隔離されていた幼少期の出来事を夢に見るのだった。その後、一同が乗る車はドラゴンの生息地へ突入。行く手には大量のドラゴンが立ちはだかり……？"
                },
                "6": {
                    "ID": "10212525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212525",
                    "TitleEnglish": "I'm Not So Rude as To Complain After Being Saved",
                    "SummaryEnglish": "Yogiri and Tomochika are caught up in a trial. Something strange starts happening to Mokomoko.",
                    "TitleJapanese": "助けられといて文句を言うほど野暮じゃないですよ",
                    "SummaryJapanese": "魔神と戦う存在・聖王の騎士を決める試練に巻き込まれた夜霧と知千佳。一刻も早く王都へ向かいたい2人は、全100階層ある試練の塔の最下層を目指し、行動を開始する。その道中、参加者狩りを楽しむ元聖王の騎士・テレサが一同の前に立ち塞がり……。その後、セーフエリアにたどり着き、しばしの休息につく夜霧たち。だが、そこでもこもこの身に異変が！？"
                },
                "7": {
                    "ID": "10212526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212526",
                    "TitleEnglish": "Standard Opening of Gate Number One Confirmed",
                    "SummaryEnglish": "The group heads to the basement of the Tower of Trials, where Theodisia's brethren are held captive. Meanwhile, on the ground, the Demon King's followers attack the tower.",
                    "TitleJapanese": "第一門の常時開放を確認",
                    "SummaryJapanese": "行方不明となった妹を探し、試練の塔にやって来た少女・テオディジア。彼女から協力を頼まれた夜霧と知千佳は、それを承諾。一同はテオディジアの同胞が囚われているという試練の塔の地下室へと向かう。一方、地上では、魔神の眷属たちが塔を襲撃。圧倒的な力で試練をくぐり抜けた聖王の騎士たちを追い込んでいく。窮地に陥ったライニールは一か八かで星結晶を使用すると……。"
                },
                "8": {
                    "ID": "10212527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212527",
                    "TitleEnglish": "The Agency",
                    "SummaryEnglish": null,
                    "TitleJapanese": "機関",
                    "SummaryJapanese": "夜霧の幼少期……。『独立行政法人高次生命科学研究所』に就職した高遠朝霞は、夜霧の世話と観察を任され、彼と共同生活を送っていた。ある日、休暇をとり久しぶりに外出した朝霞。その最中、夜霧を狙う『機関』に人質として攫われてしまう。1人で朝霞の帰りを待つ夜霧は一向に帰ってくる気配がない状況に痺れをきらし……。"
                },
                "9": {
                    "ID": "10212528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212528",
                    "TitleEnglish": "It's Like a Class Full of People Who Only Want to Save Themselves",
                    "SummaryEnglish": "Yogiri and Tomochika arrive at the capital and must take on a demon at the king’s command. Meanwhile, several classmates know Yogiri's identity.",
                    "TitleJapanese": "自分だけ助かりたい一心のクラスって感じよね",
                    "SummaryJapanese": "マニー王国の王都に到着した夜霧と知千佳はクラスメイトたちと合流。一同は国王の命令で、魔界に封印された魔神討伐に挑むことに。そんな中、以前から夜霧の正体を知るというクラスメイトが数名現れて……。一方、試練の塔での一件で、夜霧の恐ろしさを知った賢者アオイはすっかり戦意を喪失。そんな彼女の姿を見たシオンは、本格的に夜霧の調査を開始する。"
                },
                "10": {
                    "ID": "10212529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212529",
                    "TitleEnglish": "A Woman from the Past Appeared. Tomochika is Shocked to Her Core...",
                    "SummaryEnglish": "Yogiri senses the gaze and murderous intent of someone different. To lure out the culprit, he heads into the city with Tomochika.",
                    "TitleJapanese": "むかしのおんながあらわれた。ともちかはおどろきとまどっている……",
                    "SummaryJapanese": "自分を見捨てたクラスメイトたちへの復讐に燃える篠崎綺香。人造人間である彼女は、ドラゴンの力を取り込み、圧倒的な力を手に入れクラスメイトたちを次々と抹殺していく。さらに、目的に邪魔な存在であるマニー国王さえも殺害してしまう。時を同じくして、篠崎とは異なる何者かの視線と殺意を察知した夜霧。犯人をおびきだすべく、知千佳と共に街へと繰り出して……。"
                },
                "11": {
                    "ID": "10212530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212530",
                    "TitleEnglish": "Phase 2",
                    "SummaryEnglish": "Sion orders sage candidates to kill each other until there is only one left. Meanwhile, Yogiri, who fell to the seventh layer of the demon world, aims to return to the sixth.",
                    "TitleJapanese": "Phase 2",
                    "SummaryJapanese": "賢者候補生たちの前に再び、姿を現したシオン。このままでは新たな賢者が生まれないと考えたシオンは、候補生たちに最後の1人になるまで殺し合えと命じる。理不尽な命令に一部の候補生は、抵抗しようとするが……。一方、デイヴィッドと共に魔界の第7層まで落下した夜霧は花川大門と再会。2人は封印から解き放たれた魔神マナの攻撃をかわしながら第6層への帰還を目指す。"
                },
                "12": {
                    "ID": "10212531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-instant-death-ability-is-so-overpowered/episodes/10212531",
                    "TitleEnglish": "You Should Use Your Power Any Way You Want",
                    "SummaryEnglish": "Yogiri and his friends go off script during the Sage Candidate Selection Battle to lure Sion out. Yogiri has a mission: find out how to return to his home world.",
                    "TitleJapanese": "自分の好きなように力を使えばいいんだよ",
                    "SummaryJapanese": "クラスメイトとの壮絶な戦いに勝利するも、肉体の6割を失った篠崎。最後の力を振り絞り、体をドラゴンへと変貌させた彼女は、再びクラスメイトへの攻撃を始めるのだった。一方、わざと「賢者候補選抜戦」の範囲外に出て、シオンをおびき出した夜霧たち。《即死チート》を駆使して、彼女から元の世界に帰る方法を聞き出そうとする。だが、シオンは中々、口を割らず……？"
                }
            }
        }
    }
}