{
    "URL": "https://www.thetvdb.com/series/opuscolors",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt19511674/",
        "https://opus-colors.com/",
        "https://www.themoviedb.org/tv/196042",
        "https://www.wikidata.org/wiki/Q111914385",
        "https://en.wikipedia.org/wiki/Opus_Colors",
        "https://x.com/opus_colors"
    ],
    "TitleEnglish": "Opus Colors",
    "SummaryEnglish": "Kazuya Yamanashi, the son of Mr. and Mrs. Yamanashi—famous \"artists\" and the creators of Perception Art, recently enrolled in the prestigious art institution Eisen High School with his childhood friend Jun Tsuzuki, dreaming of becoming a Perception Artist himself. Kazuya also had another motive: to rekindle a friendship with \"another childhood friend\" who had drifted apart after \"an incident\" ten years ago... Kyou Takise, a junior grader at Eisei High School majoring in Perception Art, is the son of a well-known \"grader\" and the creator of Perception Art. He was a childhood friend of Kazuya and Jun, but he has avoided them for years. Kyou's heart was riddled with scars that could never be seen.",
    "TitleJapanese": "Opus.COLORs",
    "SummaryJapanese": "――あなたの世界は、何色ですか？\n\n鑑賞者の感覚にダイレクトに影響を与える没入型デジタル絵画、『パーセプションアート』が生まれておよそ１０年。\n今やすっかり世の中に浸透し、人々の生活を彩っている。\n\nパーセプションアートの生みの親にして著名な『アーティスト』でもあった月見里夫妻の息子・月見里和哉は、幼馴染の都築純とともに、自身もパーセプションアーティストになるという夢を抱いて美術分野の名門・永茜高校に入学したばかり\nそんな和哉には、もうひとつの目的があった。\nそれは、１０年前に起った『ある事件』をきっかけに自分のことを避けるようになった、“もうひとりの幼馴染”との友情を度取り戻すこと……。\n\nパーセプションアートの生みの親にして著名な『グレーダー』でもある父を持つ多岐瀬響は、永茜高校パーセプションアート学科のグレーダー専攻に通う3年生。和哉や純とは家族ぐるみの幼馴染だが、もう何年もの間2人を避け続けている。\n響の心には、決して明かすことのできない傷跡があった……。\n\nぶつかり合い重なり合う、様々な“色”と“色”。\n彼らの目に映るその景“色”とは？\n今描き出される、青春【アート】ストーリーの世界へ、ようこそ。",
    "Aliases": [
        "Opus.COLORs"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2032686",
            "URL": "https://www.thetvdb.com/series/opuscolors/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9481226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9481226",
                    "TitleEnglish": "The Intersection of Colors #FFD900",
                    "SummaryEnglish": "Yamanashi Kazuya is a first year Artist in Eisen High School's Perception Art Department. He's looking for his childhood friend, Takise Kyo, who is a third year Grader, but students from the two specializations are not encouraged to mix.",
                    "TitleJapanese": "交わる、色と色／#FFD900",
                    "SummaryJapanese": "永茜高校パーセプションアート学科に入学した月見里和哉は、疎遠になってしまった幼馴染の多岐瀬響と再会する。響と元の友人関係に戻りたいと願う和哉だが、響にはクールにあしらわれ……。\n\n一方、ジェネラルズは、ステアケーサーコンクールに向けた『ペア決め』を行っている。優秀者揃いのステアケーサー候補たち。今年はどんなペアを作る？"
                },
                "2": {
                    "ID": "9727183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9727183",
                    "TitleEnglish": "A Knot in the Red Thread of Fate #D91E10",
                    "SummaryEnglish": "The Generals give the Staircaser candidates a chance to trade partners for the contest, but this leads to a fight between Artists and Graders instead.",
                    "TitleJapanese": "赤い糸の結び目／#D91E10",
                    "SummaryJapanese": "ジェネラルズが決めたペアに不満のあるステアケーサー候補が続出？　やむなくジェネラルズは、候補生自らにペアの組み直しをさせるべく『パートナー再選考会』を実施する。\n\n一堂に会した一癖も二癖もある6名のアーティストと6名のグレーダー。浮き彫りになる確執、繰り広げられる伝統のアーティストｖｓグレーダー戦争？！　果たして運命のパートナーは見つかるのか。"
                },
                "3": {
                    "ID": "9730126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9730126",
                    "TitleEnglish": "The Colors of Day and Night That Don't Overlap #F19072",
                    "SummaryEnglish": "As Kazuya and Kyo start working together on their piece for the Staircaser Contest, Kazuya reflects on their relationship and the relationship between Artists and Graders.",
                    "TitleJapanese": "重なり合わない、陽だまりと夜の色／#F19072",
                    "SummaryJapanese": "晴れてペアとなった和哉と響は、ステアケーサーコンクールに向けてパーセプションアートを制作中。響と一緒に作品作りが出来るのを楽しみにしていた和哉だが、響からのクールかつ容赦のないダメ出しラッシュに、早くも心が挫けそう。"
                },
                "4": {
                    "ID": "9745809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745809",
                    "TitleEnglish": "The Transparent Color Waiting in the Woods We're Led To #000000",
                    "SummaryEnglish": "The Graders have a curation meeting to decide where their pieces will be displayed for the Staircaser Contest, and Kazuya wants to join, but Kyo won't let him.",
                    "TitleJapanese": "導かれた森に待つ透明／#00000000",
                    "SummaryJapanese": "ステアケーサーコンクールの審査会が目前に迫り、グレーダーたちは自分たちの作品をより審査員にアピールするための戦略会議、『キュレーション』で火花を散らす。初めて目の当たりにする響のグレーダーとしての姿に、和哉は――。"
                },
                "5": {
                    "ID": "9745810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745810",
                    "TitleEnglish": "Gray Thunder #6E60A8",
                    "SummaryEnglish": "As Kazuya helps look for the culprit behind the mysterious Scribble, he talks to Anjyu and finds out about the stress he felt because of the Staircaser Contest.",
                    "TitleJapanese": "灰空の霹靂／#6E60A8",
                    "SummaryJapanese": "純と道臣も巻き込んで、謎のスクリブルアーティスト探しを始めた和哉。\n\n犯人候補として、ステアケーサー候補のひとりだった斑鳩杏寿に接触するが、何やら杏寿の様子がおかしくて……。\n\n杏寿はある出来事をきっかけに、繊細な胃を痛めていたのだった。\n\n果たして杏寿の胃痛の元凶は？　荒ぶる和哉は『ピーマンくん』？？"
                },
                "6": {
                    "ID": "9745811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745811",
                    "TitleEnglish": "Future Plans of Complementary Colors #000000",
                    "SummaryEnglish": "Kazuya and his friends find themselves in the middle of a fight between Mikuriya Kaede and Kirinoe Mashu in their search for answers about the mysterious Scribble.",
                    "TitleJapanese": "反対色の未来計画／#000000",
                    "SummaryJapanese": "スクリブルを描いた次の犯人候補として、御来屋楓に接触を試みる和哉たち。しかし楓は校内イチ気難しく狂暴な危険人物。優一＆康平に協力を仰ぎ突撃するが、果たして生還出来るのか。\n\n一方、桐乃江麻秀は最高潮に不機嫌だった。大手パーセプションアート企業からスカウトを受けたはいいが、先方から思いがけない条件を提示されたのだ。"
                },
                "7": {
                    "ID": "9745812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745812",
                    "TitleEnglish": "The Emperor Loves That Color #20AEE5",
                    "SummaryEnglish": "Kazuya and Kyo go see Haijima Iori's exhibition, and Kazuya learns more about Iori's relationship with Kyo and with Takumi, his Grader for the Staircaser Contest.",
                    "TitleJapanese": "皇帝は、かの色を愛す／#20AEE5",
                    "SummaryJapanese": "スクリブルを描いた犯人は灰島伊織なのでは、という情報を得た和哉は、伊織の個展へ赴く。\n\n既にプロとして活躍する伊織のパーセプションアートに圧倒され、掴みどころのない人柄に翻弄されつつも魅了される和哉。しかし響はそれを快く思っていない様子で。\n\nそんな中、個展で披露された伊織の作品を巡りトラブルが発生。主催者たちは事態を収めるべく、当該作品の展示に制限を設けることを伊織に提案するが……。"
                },
                "8": {
                    "ID": "9745813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745813",
                    "TitleEnglish": "The Scene That Can Be Seen There #EAF4FC",
                    "SummaryEnglish": "Kazuya thinks back to the time right before his parents' death and his family's relationship with Kyo's family during that time.",
                    "TitleJapanese": "そこに“視える”景色／#EAF4FC",
                    "SummaryJapanese": "10年前。まだパーセプションアートが世間で認知されて間もない頃。\n\n和哉の両親である月見里夫妻は、響の父・統梧からの依頼で、永茜高校にパーセプションアート学科が新設されることを記念した作品を制作していた。\n\nしかし、当時の美術界ではパーセプションアートを危険視する考え方が主流であり、此度の件に関しても、何らかの抗議活動が行われるのではと懸念されていた。\n\nそんな中、迎えた作品披露の日……ある出来事が起こる。"
                },
                "9": {
                    "ID": "9745814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745814",
                    "TitleEnglish": "The Room Hiding in the Color of Darkness #E4007F",
                    "SummaryEnglish": null,
                    "TitleJapanese": "闇色の潜む部屋／#E4007F",
                    "SummaryJapanese": "謎のスクリブルアーティスト探しのリミットである『支持空間のアップデートの日』まで１ヶ月を切った。しかし、めぼしい犯人候補はおらず、捜索は頭打ち。\n\nそこで和哉たちは、美術界の重鎮である由羅家の情報網を頼るため、由羅拓海に協力を仰ぐ。\n\nそれをきっかけに、思いもよらない人物が犯人候補として急浮上！？"
                },
                "10": {
                    "ID": "9745815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745815",
                    "TitleEnglish": "The Faint Distance of Orange #F36C21",
                    "SummaryEnglish": "With the supported space update coming soon, Kazuya and the others are running out of time to find the Scribbler, but Kazuya is fighting with Kyo and Jun.",
                    "TitleJapanese": "だいだいには淡い距離／#F36C21",
                    "SummaryJapanese": "響から衝撃的な告白を受け、悩む純。道臣に相談し、響から聞いた話は和哉に黙っていようと決めるが、その会話を和哉は聞いてしまっていて……。\n\n戸惑う和哉の元に、統梧からある依頼が舞い込む。10年前に焼失した和哉の両親の作品が飾られるはずだった場所『色亡き額縁』に、新しいパーセプションアートが飾られることになった。それを和哉に手掛けて欲しいのだという。"
                },
                "11": {
                    "ID": "9745816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745816",
                    "TitleEnglish": "The Heat Haze Clouded by Blue #C44303",
                    "SummaryEnglish": "In his search for the Scribbler, Kazuya learns more about Kyo and Iori's relationship when they were partners for the Staircaser Contest two years ago.",
                    "TitleJapanese": "青く濁る陽炎／#C44303",
                    "SummaryJapanese": "思いがけず再浮上した、謎のスクリブルアーティスト＝灰島伊織説。\n\n和哉は拓海を伴い、伊織に話を聞きに行く。\n\n伊織の口から語られる２年前の出来事。まだ青く、苛立ちを自制できなかったあの頃、伊織は激しく憤り、静かにそれを爆発させたのだった。"
                },
                "12": {
                    "ID": "9745817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/opuscolors/episodes/9745817",
                    "TitleEnglish": "COLORs #FFFFFF",
                    "SummaryEnglish": "Kazuya finally realizes who drew the mysterious Scribble and finding the Scribbler leads him to answers about his past and the day his parents died.",
                    "TitleJapanese": "COLORs／#FFFFFF",
                    "SummaryJapanese": "響が永茜キャンパスから姿を消した。\n\n響を探す中で、和哉は自分の胸の内に未だ拭いきれない哀しみ、両親を失った喪失感が潜んでいることを自覚し始める。同じ苦しみを、響はずっと一人で抱えていた。それを知り、冷静さを欠いてゆく和哉。\n\n「ひとりにはさせらんねえ……俺が助けなきゃ……！」"
                }
            }
        }
    }
}