{
    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29370857/",
        "https://kamonohashiron.com/",
        "http://www.reddit.com/r/RonKamonohashi",
        "https://www.tvmaze.com/shows/70948/show-slug",
        "https://www.themoviedb.org/tv/216523",
        "https://www.wikidata.org/wiki/Q122908782",
        "https://en.wikipedia.org/wiki/Ron_Kamonohashi#Anime",
        "https://x.com/kamonohashi_ron"
    ],
    "TitleEnglish": "Ron Kamonohashi's Forbidden Deductions",
    "SummaryEnglish": "Ron Kamonohashi and Totomaru Ishiki, the geeky detective duo will bring hidden truths to light!",
    "Aliases": [
        "Kamonohashi Ron no Kindan Suiri",
        "Ron Kamonohashi: Deranged Detective"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2032874",
            "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9512351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/9512351",
                    "TitleEnglish": "The Case of the Metropolitan Serial Drownings",
                    "SummaryEnglish": "The Metropolitan Police Department is struggling to investigate a series of murders, yet Detective Isshiki is ordered to go home. Kiku of the General Affairs Division sends him to meet a certain sleuth—a shaggy-haired eccentric named Kamonohashi Ron.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10015878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015878",
                    "TitleEnglish": "The Case of the Locked-Room Piggy Bank Theft",
                    "SummaryEnglish": "Ron is excited to solve cases by using Toto, but he's not on any good ones because his boss thinks he's useless. All he gets are odd jobs and busywork. Ron, however, is quite interested in a new report about coins going missing from a piggy bank...",
                    "Aliases": []
                },
                "3": {
                    "ID": "10015879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015879",
                    "TitleEnglish": "The Case of the Benizome Hot Spring Murder (Part 1)",
                    "SummaryEnglish": "Ron wins a pair of tickets to a hot spring in a raffle. Toto accompanies him to stay at the Benizome Inn. The innkeeper who greets them is friendly, but he isn't who he seems. Plus, it isn't long before Ron's eccentricities begin to surface.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10015880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015880",
                    "TitleEnglish": "The Case of the Benizome Hot Spring Murder (Part 2)",
                    "SummaryEnglish": "There has been a murder. Ron listens to the other guests' testimonies and begins his deductions. Spitz secretly rejoices at this chance to catch Ron in the act of sleuthing, but outwardly both he and Amamiya entrust the investigation to Toto.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10015881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015881",
                    "TitleEnglish": "The Case of the Hand Collector",
                    "SummaryEnglish": "Kawasemi Omito, a supremely skilled detective, leads a joint investigation into a serial killing case. Amamiya lends him Toto, whom Kawasemi deems so useless he's invisible. Ron appears at the newest crime scene as a consultant, irritating Kawasemi.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10015882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015882",
                    "TitleEnglish": "The Case of the Live Broadcast Murder",
                    "SummaryEnglish": "Ron loves a certain TV show that puts psychic abilities to the test. During a live broadcast, a psychic claims he can control minds with written words. His neurosurgeon opponent refutes his claims. Then, the psychic writes the word \"Death\" on a card.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10015883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015883",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 1)",
                    "SummaryEnglish": "Toto and Ron are invited to a meteor shower viewing being held on Nandan Island. Also invited is John Grizzly, an instructor at BLUE. There was a murder at the observatory years ago, so the director has brought in first-rate detectives...just in case.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10015884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015884",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 2)",
                    "SummaryEnglish": "Ron is named main suspect in a murder and Toto investigates to clear his name. Everyone but Ron has an alibi for the time of the murder, which only seems to cement his guilt, but Toto discovers a few things that cast a new light on the incident.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10015885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015885",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 3)",
                    "SummaryEnglish": "Toto gathers everyone together and explains the truth behind the murders. With their name exposed, the culprit takes drastic measures not to be caught, but not before revealing that there's more to this incident than anyone imagined.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10015886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015886",
                    "TitleEnglish": "The Case of the Poisoned Latte",
                    "SummaryEnglish": "Toto is shadowed by a reporter who's a huge fan of his for the way he's solved one difficult case after another. They step into a cafe where Ron happens to be working, making things a little awkward. Then, a customer collapses to the ground — poisoned!",
                    "Aliases": []
                },
                "11": {
                    "ID": "10015887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015887",
                    "TitleEnglish": "The Case of the Mad Chameleon Murder",
                    "SummaryEnglish": "Toto meets Kawasemi while on a business trip to Aichi. Kawasemi's been in a slump since losing Yamane, and his powers of perception have suffered. He's investigating the Mad Chameleon, who commits a crime right in front of them!",
                    "Aliases": []
                },
                "12": {
                    "ID": "10015888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015888",
                    "TitleEnglish": "The Case of the Yadagami-sama Murders (Part 1)",
                    "SummaryEnglish": "Ron agrees to take on Spitz's search request in exchange for his obtaining a file on the Bloody Training Incident. Spitz accepts Ron's terms and takes Ron and Toto to Yadamura, a village in Yamanashi prefecture where his ethnologist brother disappeared.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10199387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10199387",
                    "TitleEnglish": "The Case of the Yadagami-sama Murders (Part 2)",
                    "SummaryEnglish": "Toto reveals the truth of the case and the culprit admits to their crimes. Ron's disorder triggers, putting the culprit in danger, but help comes from an unexpected source. Who is their last minute savior, and how are they connected to everything?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2101160",
            "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10214133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10214133",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 1)",
                    "SummaryEnglish": "There's been a murder in Shibuya. A man has been found killed in a ghastly and impossible manner. Toto and Amamiya arrive at the scene to find Ron already there. A mysterious message makes them wonder if there's more to the crime than meets the eye.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10702608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702608",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 2)",
                    "SummaryEnglish": "There's been another murder in Shibuya. Shocked by the death, the victim's teammate runs. Ron and Toto race to catch him and find more information on the culprit picking off the hacker team. But the more they find, the more complicated things become.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10702610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702610",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 3)",
                    "SummaryEnglish": "A huge monitor across the street explodes. While Ron and Toto try to make sense of events, Winter tells them that they've lost more than they realize. As Winter torments Ron with the guilt of his failure, Ron realizes that Winter is hiding something.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10702611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702611",
                    "TitleEnglish": "The Case of the Midsummer Beachside Stand Drowning (Part 1)",
                    "SummaryEnglish": "Toto suggests that Ron take a rest. They invite Ron's doctor, Usaki Mofu, along and head for a dip in the ocean. Ron looks forward to having shaved ice with black sugar syrup from a beachside stand, but things soon take a tragic turn.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10702612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702612",
                    "TitleEnglish": "The Case of the Midsummer Beachside Stand Drowning (Part 2)",
                    "SummaryEnglish": "Ron and the others interview witnesses, but everyone has an alibi for the surfer's estimated time of death. They can't find any concrete evidence that indicates who committed the murder. Then Mofu's usual clumsiness leads to an unexpected clue.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10702613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702613",
                    "TitleEnglish": "The Case of the Genius Composer Abduction (Part 1)",
                    "SummaryEnglish": "Ron accompanies Toto to the concert of a super popular artist Nyonyon. After the performance, a card is found in her room. It's from the Talent Abductor, Hummingbird, who has been taking geniuses of all types one after another.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10702614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702614",
                    "TitleEnglish": "The Case of the Genius Composer Abduction (Part 2)",
                    "SummaryEnglish": "Nyonyon has disappeared. No matter how much they search the house, there's no sign of her. Sannou presents his personal deductions and concludes that Hummingbird is actually there among them, but Ron spots a hole in his reasoning.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10702615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702615",
                    "TitleEnglish": "The Case of the Psychology Research Lab Murder (Part 1)",
                    "SummaryEnglish": "A lack of cases has left Ron bored, so he and Toto go with Chikori to gather information for a story she's working on. They visit a university lab researching cognitive psychology where the air is filled with hostility.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10702616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702616",
                    "TitleEnglish": "The Case of the Psychology Research Lab Murder (Part 2)",
                    "SummaryEnglish": "Ron and Toto present their deductions to Professor Aoe and the students who use the lab. A number of inconsistencies, starting with the postmark on the threatening letter, lead to the killer's identity and the selfish reasons for their crime.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10702617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702617",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 1)",
                    "SummaryEnglish": "Ron and a number of other guests have been invited to Reunion, an auberge located on a verdant plateau. When their multi-course dinner is served, Ron notices that most everyone seems uneasy. The next morning, there's a disturbing discovery.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10702618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702618",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 2)",
                    "SummaryEnglish": "A second victim is found. Ron notices a pattern in the murder scenes and decides that the key to the mystery must lie there. It soon becomes clear that the guests who were upset by the food the night before are all connected to a case from the past.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10702619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702619",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 3)",
                    "SummaryEnglish": "Ron is in a state of shock after a staggering revelation. He shows no reaction when a third murder occurs. Toto investigates, dragging Ron with him. When Ron recovers enough to help with the case, he tells Toto what he's decided to do.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10702620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702620",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 4)",
                    "SummaryEnglish": "The culprit behind the killings at the auberge has been identified, but Ron is still reeling from the flood of memories that this case has triggered. Will the missing pieces of his past bring him despair, or something else?",
                    "Aliases": []
                }
            }
        }
    }
}