{
    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29370857/",
        "https://kamonohashiron.com/",
        "http://www.reddit.com/r/RonKamonohashi",
        "https://www.tvmaze.com/shows/70948/show-slug",
        "https://www.themoviedb.org/tv/216523",
        "https://www.wikidata.org/wiki/Q122908782",
        "https://en.wikipedia.org/wiki/Ron_Kamonohashi#Anime",
        "https://x.com/kamonohashi_ron"
    ],
    "TitleEnglish": "Ron Kamonohashi's Forbidden Deductions",
    "SummaryEnglish": "Ron Kamonohashi and Totomaru Ishiki, the geeky detective duo will bring hidden truths to light!",
    "TitleJapanese": "鴨乃橋ロンの禁断推理",
    "SummaryJapanese": "かものはしロンと一色十々丸というオタク探偵コンビが、隠された真実を暴く！",
    "Aliases": [
        "Kamonohashi Ron no Kindan Suiri"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2032874",
            "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9512351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/9512351",
                    "TitleEnglish": "The Case of the Metropolitan Serial Drownings",
                    "SummaryEnglish": "The Metropolitan Police Department is struggling to investigate a series of murders, yet Detective Isshiki is ordered to go home. Kiku of the General Affairs Division sends him to meet a certain sleuth—a shaggy-haired eccentric named Kamonohashi Ron.",
                    "TitleJapanese": "大都会連続溺死事件",
                    "SummaryJapanese": "連続殺人事件を捜査中の警視庁・捜査一課。だが、若手刑事の一色都々丸・通称「トト」は失敗続きで、上司の雨宮から帰宅を命じられてしまう。そんなトトに、総務課のキクは一人の探偵を紹介する。訪ねた先にいたのは、ボサボサ頭の風変わりな男・鴨乃橋ロンだった……。"
                },
                "2": {
                    "ID": "10015878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015878",
                    "TitleEnglish": "The Case of the Locked-Room Piggy Bank Theft",
                    "SummaryEnglish": "Ron is excited to solve cases by using Toto, but he's not on any good ones because his boss thinks he's useless. All he gets are odd jobs and busywork. Ron, however, is quite interested in a new report about coins going missing from a piggy bank...",
                    "TitleJapanese": "密室の貯金箱盗難事件",
                    "SummaryJapanese": "トトを利用すれば探偵として事件が捜査できるとわかり、やる気満々のロン。だが、雨宮に無能扱いされているトトは、重要な捜査に参加させてもらえない。回ってくるのは雑用レベルの事件ばかりだったが、ロンはなぜか「貯金箱のお金が減った」という通報に興味を持つ……。"
                },
                "3": {
                    "ID": "10015879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015879",
                    "TitleEnglish": "The Case of the Benizome Hot Spring Murder (Part 1)",
                    "SummaryEnglish": "Ron wins a pair of tickets to a hot spring in a raffle. Toto accompanies him to stay at the Benizome Inn. The innkeeper who greets them is friendly, but he isn't who he seems. Plus, it isn't long before Ron's eccentricities begin to surface.",
                    "TitleJapanese": "紅染温泉殺人事件【前編】",
                    "SummaryJapanese": "ホームセンターの抽選会で、1等の温泉旅行ペアチケットを当てたロン。その旅行にトトがつき合い、二人は紅染温泉の古びた宿・紅染旅館に宿泊する。出迎えた番頭は愛想よく接するが、彼の正体はロンを調査するためにBLUEから派遣された「追跡学」教官、シュピッツ・ファイアだった。"
                },
                "4": {
                    "ID": "10015880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015880",
                    "TitleEnglish": "The Case of the Benizome Hot Spring Murder (Part 2)",
                    "SummaryEnglish": "There has been a murder. Ron listens to the other guests' testimonies and begins his deductions. Spitz secretly rejoices at this chance to catch Ron in the act of sleuthing, but outwardly both he and Amamiya entrust the investigation to Toto.",
                    "TitleJapanese": "紅染温泉殺人事件【後編】",
                    "SummaryJapanese": "温泉旅館で宿泊客の女性が死体となって発見された。何者かによる殺人と考えられ、ロンは早速、宿泊客たちの証言を聞きながら推理を始める。シュピッツはロンの探偵行為の証拠を掴むチャンスと密かに喜ぶが、表向きはトトが動き、一時容疑者となった雨宮もトトに捜査を一任する。"
                },
                "5": {
                    "ID": "10015881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015881",
                    "TitleEnglish": "The Case of the Hand Collector",
                    "SummaryEnglish": "Kawasemi Omito, a supremely skilled detective, leads a joint investigation into a serial killing case. Amamiya lends him Toto, whom Kawasemi deems so useless he's invisible. Ron appears at the newest crime scene as a consultant, irritating Kawasemi.",
                    "TitleJapanese": "ハンドコレクター殺人事件",
                    "SummaryJapanese": "連続殺人事件の合同捜査のため、超敏腕刑事・翡翠臣疾が捜査一課へやってくる。翡翠と張り合う雨宮は、あえて役に立たないトトを貸し出すが、トトの存在は翡翠の視界にすら入っていなかった。新たな死体発見現場でコンサルタントとして現れたロンは、切れ者の翡翠にライバル心を燃やす。"
                },
                "6": {
                    "ID": "10015882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015882",
                    "TitleEnglish": "The Case of the Live Broadcast Murder",
                    "SummaryEnglish": "Ron loves a certain TV show that puts psychic abilities to the test. During a live broadcast, a psychic claims he can control minds with written words. His neurosurgeon opponent refutes his claims. Then, the psychic writes the word \"Death\" on a card.",
                    "TitleJapanese": "生放送殺人事件",
                    "SummaryJapanese": "超能力の有無を検証するテレビ番組に夢中のロン。生放送中の番組では、超能力者・虎毛団吉と脳神経外科医・卯咲もふが対決していた。虎毛はボードに書いた文字で脳を操るという超能力を披露するが、その被験者はボードの「death」という文字を見た途端、突然倒れてしまう……。"
                },
                "7": {
                    "ID": "10015883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015883",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 1)",
                    "SummaryEnglish": "Toto and Ron are invited to a meteor shower viewing being held on Nandan Island. Also invited is John Grizzly, an instructor at BLUE. There was a murder at the observatory years ago, so the director has brought in first-rate detectives...just in case.",
                    "TitleJapanese": "孤島天文台殺人事件【前編】",
                    "SummaryJapanese": "南暖島の天文台で開催される流星群の鑑賞会に招待されたトトとロン。招待客の中にはBLUEの「クローズドサークル学」教官、ジョン・グリズリーもいた。島では10年前の鑑賞会で殺人事件が起き、天文台館長は警戒心から、優秀な刑事のトトと一流探偵のグリズリーを招待したのだった。"
                },
                "8": {
                    "ID": "10015884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015884",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 2)",
                    "SummaryEnglish": "Ron is named main suspect in a murder and Toto investigates to clear his name. Everyone but Ron has an alibi for the time of the murder, which only seems to cement his guilt, but Toto discovers a few things that cast a new light on the incident.",
                    "TitleJapanese": "孤島天文台殺人事件【中編】",
                    "SummaryJapanese": "ロンが殺人事件の容疑者になってしまい、トトは疑いを晴らそうと必死で捜査する。グリズリーも捜査を進めるが、ロン以外の関係者全員にアリバイがあったため、犯人はロンだと考えていた。しかし、トトが調べた犯行当時の現場状況を聞き、グリズリーは真犯人が他にいると確信する……。"
                },
                "9": {
                    "ID": "10015885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015885",
                    "TitleEnglish": "The Case of the Observatory Murder (Part 3)",
                    "SummaryEnglish": "Toto gathers everyone together and explains the truth behind the murders. With their name exposed, the culprit takes drastic measures not to be caught, but not before revealing that there's more to this incident than anyone imagined.",
                    "TitleJapanese": "孤島天文台殺人事件【後編】",
                    "SummaryJapanese": "関係者たちを集め、ロンに仕込まれた事件の真相を語るトト。そこで遂に犯人の名が明かされる。反論する犯人に対し、トトは次々とトリックの謎を暴いていく。観念した犯人は自ら命を絶とうとするが、最期に今回の事件がロンを狙う罠だったと明かし、裏に黒幕がいることも匂わせる。"
                },
                "10": {
                    "ID": "10015886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015886",
                    "TitleEnglish": "The Case of the Poisoned Latte",
                    "SummaryEnglish": "Toto is shadowed by a reporter who's a huge fan of his for the way he's solved one difficult case after another. They step into a cafe where Ron happens to be working, making things a little awkward. Then, a customer collapses to the ground — poisoned!",
                    "TitleJapanese": "毒入りカフェラテ殺人事件",
                    "SummaryJapanese": "週刊誌の一日密着取材を受けることになったトト。記者の門季チコリは、難事件を次々と解決するトトの大ファンだった。そんなチコリと入ったカフェで店員をしていたロンは、チコリが事件記者だと知ると、いい情報源になると見込んで彼女をもてなす。その時、店内で事件が起きる……！"
                },
                "11": {
                    "ID": "10015887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015887",
                    "TitleEnglish": "The Case of the Mad Chameleon Murder",
                    "SummaryEnglish": "Toto meets Kawasemi while on a business trip to Aichi. Kawasemi's been in a slump since losing Yamane, and his powers of perception have suffered. He's investigating the Mad Chameleon, who commits a crime right in front of them!",
                    "TitleJapanese": "毒入りカフェラテ殺人事件",
                    "SummaryJapanese": "週刊誌の一日密着取材を受けることになったトト。記者の門季チコリは、難事件を次々と解決するトトの大ファンだった。そんなチコリと入ったカフェで店員をしていたロンは、チコリが事件記者だと知ると、いい情報源になると見込んで彼女をもてなす。その時、店内で事件が起きる……！"
                },
                "12": {
                    "ID": "10015888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10015888",
                    "TitleEnglish": "The Case of the Yadagami-sama Murders (Part 1)",
                    "SummaryEnglish": "Ron agrees to take on Spitz's search request in exchange for his obtaining a file on the Bloody Training Incident. Spitz accepts Ron's terms and takes Ron and Toto to Yadamura, a village in Yamanashi prefecture where his ethnologist brother disappeared.",
                    "TitleJapanese": "夜蛇神様殺人事件【前編】",
                    "SummaryJapanese": "以前シュピッツから依頼された、行方不明の家族の捜索を引き受けることにしたロン。交換条件として出したのは、ロン自身の謎が関わる「血の実習事件」のファイルの入手だった。条件を飲んだシュピッツは、ロンとトトを連れて、民俗学者の兄が姿を消した山梨県の夜蛇村を訪れる……。"
                },
                "13": {
                    "ID": "10199387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10199387",
                    "TitleEnglish": "The Case of the Yadagami-sama Murders (Part 2)",
                    "SummaryEnglish": "Toto reveals the truth of the case and the culprit admits to their crimes. Ron's disorder triggers, putting the culprit in danger, but help comes from an unexpected source. Who is their last minute savior, and how are they connected to everything?",
                    "TitleJapanese": "夜蛇神様殺人事件【後編】",
                    "SummaryJapanese": "村人たちの前で、事件の真相を解き明かすトト。突きつけられた証拠によって犯人は罪を認めるが、動機についてはまだ謎があるとトトは考えていた。その時、ロンが“能力”で犯人を追い詰めてしまう。危機を救ったのは、ある組織に命を狙われ、村に匿われていたシュピッツの兄だった。"
                }
            }
        },
        "2": {
            "ID": "2101160",
            "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10214133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10214133",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 1)",
                    "SummaryEnglish": "There's been a murder in Shibuya. A man has been found killed in a ghastly and impossible manner. Toto and Amamiya arrive at the scene to find Ron already there. A mysterious message makes them wonder if there's more to the crime than meets the eye.",
                    "TitleJapanese": "渋谷黙示録連続殺人事件【前編】",
                    "SummaryJapanese": "「血の実習事件」の黒幕であるM家の現当主マイロ・モリアーティは、さらなる絶望をロンに与えるため、日本へ送り込んだウィンターに指令を下す。そして、渋谷で殺人事件が発生。現場に駆けつけたロンとトトがそこで見たのは、ユニコーンのオブジェに貫かれた男性の死体だった。"
                },
                "2": {
                    "ID": "10702608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702608",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 2)",
                    "SummaryEnglish": "There's been another murder in Shibuya. Shocked by the death, the victim's teammate runs. Ron and Toto race to catch him and find more information on the culprit picking off the hacker team. But the more they find, the more complicated things become.",
                    "TitleJapanese": "渋谷黙示録連続殺人事件【中編】",
                    "SummaryJapanese": "スクランブル交差点で、第2の殺人が発生する。被害者の仲間らしき男・ほくろによると、彼らは全員ハッカーで、マリィ伊藤と名乗る者から犯罪計画の指示を受けていた。マリィ伊藤は暗号資産盗難事件で奪った金をほくろに要求し、ロンたちはその取引場所で犯人を確保しようとする。"
                },
                "3": {
                    "ID": "10702610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702610",
                    "TitleEnglish": "The Case of the Shibuya Apocalypse Serial Murders (Part 3)",
                    "SummaryEnglish": "A huge monitor across the street explodes. While Ron and Toto try to make sense of events, Winter tells them that they've lost more than they realize. As Winter torments Ron with the guilt of his failure, Ron realizes that Winter is hiding something.",
                    "TitleJapanese": "渋谷黙示録連続殺人事件【後編】",
                    "SummaryJapanese": "暗号が予告した12時に、スクランブル交差点の街頭モニターが爆発した。ウィンターは人質にした雨宮とハッカーに爆弾を巻きつけたと語り、二人を救えなかった罪悪感でロンを苦しめようとする。だが、そこにトリックがあると気づいたロンは、雨宮たちが無事だと確信し、最後の暗号を解く。"
                },
                "4": {
                    "ID": "10702611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702611",
                    "TitleEnglish": "The Case of the Midsummer Beachside Stand Drowning (Part 1)",
                    "SummaryEnglish": "Toto suggests that Ron take a rest. They invite Ron's doctor, Usaki Mofu, along and head for a dip in the ocean. Ron looks forward to having shaved ice with black sugar syrup from a beachside stand, but things soon take a tragic turn.",
                    "TitleJapanese": "真夏の海の家水死事件【前編】",
                    "SummaryJapanese": "ロンのマンションの空き部屋に、主治医の卯咲もふが引っ越してきた。もふはロンの病を抑える新薬を完成させていたが、安全性がわからない薬に頼ることを心配するトト。そこでロンに休養を提案し、もふも誘って海水浴へ出かける。海の家では黒蜜のかき氷を楽しみにしていたロンだが……。"
                },
                "5": {
                    "ID": "10702612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702612",
                    "TitleEnglish": "The Case of the Midsummer Beachside Stand Drowning (Part 2)",
                    "SummaryEnglish": "Ron and the others interview witnesses, but everyone has an alibi for the surfer's estimated time of death. They can't find any concrete evidence that indicates who committed the murder. Then Mofu's usual clumsiness leads to an unexpected clue.",
                    "TitleJapanese": "真夏の海の家水死事件【後編】",
                    "SummaryJapanese": "死亡したサーファーについて、海の家の店長に聞き込みをするロンたち。彼が犯人だとにらんでいたロンは直接的に追求するが、死亡推定時刻のアリバイは完璧だった。殺害を証明できるような証拠も見当たらない。だが、もふがいつもの不器用さを発揮したことが、思わぬ糸口になる。"
                },
                "6": {
                    "ID": "10702613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702613",
                    "TitleEnglish": "The Case of the Genius Composer Abduction (Part 1)",
                    "SummaryEnglish": "Ron accompanies Toto to the concert of a super popular artist Nyonyon. After the performance, a card is found in her room. It's from the Talent Abductor, Hummingbird, who has been taking geniuses of all types one after another.",
                    "TitleJapanese": "天才作曲家誘拐事件【前編】",
                    "SummaryJapanese": "あらゆるジャンルの天才を次々と誘拐する才能誘拐犯・ハミングバードが世を騒がせていた。そんな時、ロンはトトにつき合って超人気アーティスト・にょにょんのライブへ出かける。ライブ終了後、にょにょんの楽屋には、ハミングバードから誘拐を予告する挨拶状が届いていた……。"
                },
                "7": {
                    "ID": "10702614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702614",
                    "TitleEnglish": "The Case of the Genius Composer Abduction (Part 2)",
                    "SummaryEnglish": "Nyonyon has disappeared. No matter how much they search the house, there's no sign of her. Sannou presents his personal deductions and concludes that Hummingbird is actually there among them, but Ron spots a hole in his reasoning.",
                    "TitleJapanese": "天才作曲家誘拐事件【後編】",
                    "SummaryJapanese": "別荘の作曲部屋から、にょにょんが姿を消した。外部からの侵入者はなく、別荘内をくまなく探しても見つからない。そこで山王は自らの推理を披露し、ハミングバードの正体が、にょにょんのマネージャー・三橋だと断定する。だがロンは、彼の推理には穴があることに気づいていた。"
                },
                "8": {
                    "ID": "10702615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702615",
                    "TitleEnglish": "The Case of the Psychology Research Lab Murder (Part 1)",
                    "SummaryEnglish": "A lack of cases has left Ron bored, so he and Toto go with Chikori to gather information for a story she's working on. They visit a university lab researching cognitive psychology where the air is filled with hostility.",
                    "TitleJapanese": "心理学研究室殺人事件【前編】",
                    "SummaryJapanese": "事件がなくて退屈しているロンに呆れるトト。二人は事件記者・門季チコリの取材に同行させてもらい、「認知心理学」を扱う大学の研究室を訪れる。そこには「若きエース」と呼ばれる青江助教授と4人の学生がいたが、青江に心酔する姫野以外の学生たちは、どこか険悪な雰囲気だった。"
                },
                "9": {
                    "ID": "10702616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702616",
                    "TitleEnglish": "The Case of the Psychology Research Lab Murder (Part 2)",
                    "SummaryEnglish": "Ron and Toto present their deductions to Professor Aoe and the students who use the lab. A number of inconsistencies, starting with the postmark on the threatening letter, lead to the killer's identity and the selfish reasons for their crime.",
                    "TitleJapanese": "心理学研究室殺人事件【後編】",
                    "SummaryJapanese": "青江や学生たちに、今回の推理を披露するロンとトト。研究室には被害者・姫野への脅迫状が届いていたが、爆発した実験室を彼女が使うことになったのは直前の夜だった。そこに生じる矛盾点から、犯人を特定するトト。身勝手な犯行理由を語る犯人に、ロンは冷酷な言葉を放つが……。"
                },
                "10": {
                    "ID": "10702617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702617",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 1)",
                    "SummaryEnglish": "Ron and a number of other guests have been invited to Reunion, an auberge located on a verdant plateau. When their multi-course dinner is served, Ron notices that most everyone seems uneasy. The next morning, there's a disturbing discovery.",
                    "TitleJapanese": "高原オーベルジュ連続殺人事件【前編】",
                    "SummaryJapanese": "緑豊かな高原にあるオーベルジュ「リユニオン」には、様々な招待客が集まっていた。ディナーではシェフの酒井によるコース料理が振る舞われるが、ロンやトト、高校生のミア以外の面々は、そのメニューに動揺を隠せない。翌朝、庭師のガードナーが自室で死体となって発見される……。"
                },
                "11": {
                    "ID": "10702618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702618",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 2)",
                    "SummaryEnglish": "A second victim is found. Ron notices a pattern in the murder scenes and decides that the key to the mystery must lie there. It soon becomes clear that the guests who were upset by the food the night before are all connected to a case from the past.",
                    "TitleJapanese": "高原オーベルジュ連続殺人事件【中編】",
                    "SummaryJapanese": "第2の殺人が発生し、死体は赤く染まった湯船で発見される。2つの殺害現場がディナー料理に見立てられていることから、ロンはそこに謎を解く鍵があると推理。すると、昨夜の料理に動揺していた招待客全員が、17年前に起きた研究者の殺害事件に関わっていたことが判明する……。"
                },
                "12": {
                    "ID": "10702619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702619",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 3)",
                    "SummaryEnglish": "Ron is in a state of shock after a staggering revelation. He shows no reaction when a third murder occurs. Toto investigates, dragging Ron with him. When Ron recovers enough to help with the case, he tells Toto what he's decided to do.",
                    "TitleJapanese": "高原オーベルジュ連続殺人事件【後編】",
                    "SummaryJapanese": "父親・エリオットがM家の一員だとわかり、自分に犯罪者の血が流れていることにショックを受けたロン。第3の殺人が発生しても反応せず、トトは無気力なロンを連れ歩きながら捜査にあたる。やがて気持ちを立て直したロンは、今回の事件を最後に探偵行為から手を引くとトトに告げる。"
                },
                "13": {
                    "ID": "10702620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamonohashi-ron-no-kindan-suiri/episodes/10702620",
                    "TitleEnglish": "The Case of the Highland Auberge Serial Murders (Part 4)",
                    "SummaryEnglish": "The culprit behind the killings at the auberge has been identified, but Ron is still reeling from the flood of memories that this case has triggered. Will the missing pieces of his past bring him despair, or something else?",
                    "TitleJapanese": "高原オーベルジュ連続殺人事件【完結編】",
                    "SummaryJapanese": "一連の殺人事件の裏にはM家が存在し、犯人は17年前の事件関係者全員の抹殺を目論んでいた。一方、過去の記憶がフラッシュバックしたロンは、今まで忘れていた父親のことを思い出す。それによってもたらされたのは絶望ではなく、これからもM家に立ちはだかるという強い決意だった。"
                }
            }
        }
    }
}