{
    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31141567/",
        "https://ririsa-official.com/",
        "http://www.reddit.com/r/25DimensionalSeduct",
        "https://www.tvmaze.com/shows/76462/show-slug",
        "https://www.themoviedb.org/tv/216074",
        "https://www.wikidata.org/wiki/Q115650016",
        "https://en.wikipedia.org/wiki/2.5_Dimensional_Seduction#Anime",
        "https://x.com/ririsa_official",
        "https://www.youtube.com/c/@ririsa_official"
    ],
    "TitleEnglish": "2.5 Dimensional Seduction",
    "SummaryEnglish": "Okumura is a second-year high school student who serves as the president and only member of his school's manga club. An otaku, he claims he has no interest in real girls due to his obsession with a fictional character named Liliel. Suddenly, a first-year student named Lilysa Amano, who is passionate about cosplay, joins the club. When he agrees to be her photographer, Okumura discovers her favorite character is also Liliel. As a result, he finds himself conflicted about the situation.",
    "TitleJapanese": "2.5次元の誘惑",
    "SummaryJapanese": "奥村は、学校の漫画クラブの唯一のメンバーであり、会長を務める高校2年生です。 オタクである彼は、リリエルという架空の人物に執着しているため、実際の女の子には興味がないと主張しています。 突然、コスプレに熱中する1年生・天野リリサが入部。 彼が彼女の写真家になることに同意すると、奥村は彼女のお気に入りのキャラクターがリリエルでもあることに気づきます。 その結果、彼は自分自身が状況について対立していることに気づきます。",
    "Aliases": [
        "2.5 Jigen no Yūwaku",
        "Nitengo-jigen no Ririsa",
        "2.5次元の誘惑〈りりさ〉",
        "にてんごじげんのリリサ",
        "Ririsa"
    ],
    "Modified": "2025-09-25",
    "Seasons": {
        "1": {
            "ID": "2033961",
            "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10166490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10166490",
                    "TitleEnglish": "New Student from Another Dimension",
                    "SummaryEnglish": "Okumura may not be interested in 3D girls, but he’s surprised when he discovers that he and Ririsa share similar passions.",
                    "TitleJapanese": "異次元の新入生",
                    "SummaryJapanese": "3次元の女子に興味を持たない高校生・奥村正宗。漫画研究部唯一の部員である彼は、今日も部室で愛するキャラクター・リリエルの名前を叫んでいた。そんな彼のもとに新入生・天乃リリサがやって来る。最初は3次元女子のリリサを警戒し、遠ざけようとする奥村。だが、リリサがリリエルを熱烈に愛する仲間（オタク）だと判明するとすぐに意気投合し、リリエルトークに花を咲かせる。その最中、リリサは自身の秘密の趣味がコスプレであることや漫画研究部にやって来た目的を明かして……。"
                },
                "2": {
                    "ID": "10543527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543527",
                    "TitleEnglish": "Cosplay Group Potential?",
                    "SummaryEnglish": "Mikari is a new student at school and all the boys are crazy for her since she’s a model. She also happens to be Okumura’s childhood friend.",
                    "TitleJapanese": "併せの予感",
                    "SummaryJapanese": "放課後、漫画研究部の部室に集まった奥村とリリサ。この日は制服姿のリリサをモデルにしたカメラチェックをすることに。だが、いつものコスプレ姿ではなく、3次元の自分がモデルにされることを恥ずかしがるリリサ。一方、奥村も前日のハプニングが忘れられず、リリサに対して胸の高鳴りを覚えていた……。同じ頃、クラブ棟の廊下には、リリサのクラスメイトでありモデルとして活動する橘 美花莉が現れちょっとした騒ぎに。漫画研究部の部室の前で奥村を発見した美花莉は彼に抱き付いて！？"
                },
                "3": {
                    "ID": "10543528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543528",
                    "TitleEnglish": "Lili x Miri",
                    "SummaryEnglish": "Mikari doesn’t get why Okumura and Ririsa love cosplay, but she’s willing to give it a shot if it means winning the heart of the boy she loves.",
                    "TitleJapanese": "リリ×ミリ",
                    "SummaryJapanese": "リリサから一緒にコスプレをやらないかと誘われた美花莉。10年間、奥村に片想いをしている美花莉は、彼が好きなキャラクターにコスプレをすれば振り向いてもらえると考え、その誘いを快諾。リリサがリリエル、美花莉がリリエルのライバルキャラクター・ミリエラのコスプレをすることに。そこでリリサはさっそくミリエラの衣装作りを開始する。翌日、衣装が完成し、リリエルとミリエラの併せ撮影をする一同。その最中、“2.5次元”の力で奥村を誘惑してみる美花莉。その結果は！？"
                },
                "4": {
                    "ID": "10543530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543530",
                    "TitleEnglish": "Time For Our First Event!",
                    "SummaryEnglish": "Okumura and Ririsa head to their first cosplay event, but all they can think about is how much this feels like a date",
                    "TitleJapanese": "いざ初イベント",
                    "SummaryJapanese": "奥村とリリサが初めて参加するコスプレイベント・ハルコス19。イベント開催日が近づく中、徹夜で準備を進めていた2人は、ついに会場で販売するリリエルのROM（ロム）を完成させる。そして迎えたイベント当日。休日に男女2人で出かけるデートのような状況を必要以上に意識する奥村たちは顔を合わせて早々、気まずい雰囲気に。その後もぎこちない会話を続けながら会場を目指す2人だったが道中、リリサがヒールで足を痛めてしまう。さらに、会場では新たなトラブルが2人を待ち受けていた……。"
                },
                "5": {
                    "ID": "10543531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543531",
                    "TitleEnglish": "First Event Is Over!!",
                    "SummaryEnglish": "Ririsa dazzles the entire venue with her amazing Lilliel cosplay, but now she and Okumura need to handle her newfound popularity.",
                    "TitleJapanese": "初イベント終了！！",
                    "SummaryJapanese": "ハルコス19の終了10分前。ついにリリサがリリエルのコスプレで会場に戻って来る。本物のリリエルと評すべき新星コスプレイヤーの登場にざわつき始める会場。その渦は徐々に広がり、リリサは一躍注目の的に。そしてついに彼女の元に多くのカメラマンたちが押し寄せて来る。一方、突然の事態に困惑し、上手く立ち振る舞うことが出来ない奥村とリリサ。その様子を見かねたコスプレイヤー・マギノと彼女のカメラマン・オギノが救いの手を差し伸べ、リリサ初の囲み撮影会がスタートする。"
                },
                "6": {
                    "ID": "10543532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543532",
                    "TitleEnglish": "Tips From a Master!?",
                    "SummaryEnglish": "There’s a special bond between cosplayers and photographers, one that Mikari can’t help but be jealous of.",
                    "TitleJapanese": "先輩の秘密特訓！？",
                    "SummaryJapanese": "休日に奥村とリリサが一緒に出かけることで2人の関係に変化が起こるのでは、と不安に感じていた美花莉。休み明け、漫画研究部の部室でリリサと顔を合わせた美花莉はさっそく休日どうだったのか、とリリサに質問する。すると休日の出来事を経て、奥村は頼れる仲間として大好きだと気が付いたと言うリリサ。その言葉を聞いた美花莉は、特に進展は無かったと判断し、安堵の表情を浮かべる。その後、部室に1人きりになった美花莉は、リリエルのコスプレ衣装を試着。するとその時、奥村が部室に入って来て！？"
                },
                "7": {
                    "ID": "10543534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543534",
                    "TitleEnglish": "We Need An Advisor!",
                    "SummaryEnglish": "The Manga Club needs an advisor or else Okumura and Ririsa will lose their clubroom! The new teacher could help, especially since she seems very familiar…",
                    "TitleJapanese": "顧間の先生が必要",
                    "SummaryJapanese": "生徒会から部室の明け渡しと研究会への格下げを通達された漫画研究部。不測の事態に混乱する奥村だったが、リリサの前向きな発言により奮起。生徒会に相談した結果、部としての要件を満たし、申請が通れば引き続き部室を使わせてもらえることに。そこでまず奥村は、現状不在の顧問を務めてくれる教師を探すことになり、新任教師・羽生まゆりにお願いする。交渉虚しく断られてしまいそうになるが、会話の最中、まゆりがコスプレ四天王の１人・まゆらだと気が付き……。"
                },
                "8": {
                    "ID": "10543535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543535",
                    "TitleEnglish": "Do You Love Cosplay?",
                    "SummaryEnglish": "Okumura and Ririsa don’t want to hide their activities from the school and decide to participate in an upcoming cosplay event as an official club activity.",
                    "TitleJapanese": "コスプレを愛してる？",
                    "SummaryJapanese": "生徒会に提出する活動報告レポートを完成させた奥村とリリサ。だが、コスプレ活動のことを隠した‟嘘のレポート”に納得できない2人はそれを破棄。改めて、5月下旬に開催されるイベント・横須賀コスプレストリームでの活動をレポートにまとめようとする。一方、コスプレが恥ずかしいことだと考えるまゆりはそれに反対。しかしリリサの情熱に押され、教え子たちに協力することを決意する。それから時が流れ、迎えたイベント当日。会場の企業ブースにはコスプレ四天王の1人・753♡の姿があった……。"
                },
                "9": {
                    "ID": "10543536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543536",
                    "TitleEnglish": "You're Not Lillel!",
                    "SummaryEnglish": "Nagomi is the star of the event, and her words shook Ririsa to her very core. Now it’s up to Okumura, Mayuri and the others to restore her confidence.",
                    "TitleJapanese": "キミはリリエルじゃない",
                    "SummaryJapanese": "イベント会場で、753♡からコスプレへの愛とその表現方法を試すような言葉をかけられたリリサ。その言葉に動揺した彼女は、自身がコスプレする目的を見失い、更衣室で立ち尽くしてしまう。一方、753♡は企業ブースで囲み撮影会をスタート。すると彼女の元には大勢の人が押し寄せ、会場には大きな人集りが形成されていく。その光景を目撃し、プロのコスプレイヤーの人気と実力を痛感する奥村。だが、リリサなら753♡と渡りあえると信じ、相棒の到着を待つのだが……！？"
                },
                "10": {
                    "ID": "10543537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543537",
                    "TitleEnglish": "Mayura vs. Nagomi!!!",
                    "SummaryEnglish": "The legendary Mayura has returned, and now two Queens of Cosplay square off during the photoshoot.",
                    "TitleJapanese": "まゆら様ＶＳ７５３！！",
                    "SummaryJapanese": "イベントの目玉である753♡の撮影会が終盤に差し掛かり、徐々に帰り始めるカメラマンたち。そんな彼らをリリサの着替え終わるまで会場に足止めすべく、ラスタロッテのコスプレをしたまゆらことまゆりが現れる。引退したコスプレイヤーの登場に歓喜の声が上がり、まゆりの周りにはあっという間に人集りができていく。その様子を見ていた753♡は自身の撮影時間を延長。かつて一度も勝てなかったライバルに勝負を挑む。今、コスプレ四天王2人によるハイレベルな撮影会が始まる。"
                },
                "11": {
                    "ID": "10543539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543539",
                    "TitleEnglish": "My Enchanted Armor",
                    "SummaryEnglish": "Nagomi realizes she can just have fun with cosplay, just like Ririsa. When the two cosplayers meet later on, a new friendship blooms.",
                    "TitleJapanese": "魔法の鎧",
                    "SummaryJapanese": "周囲からの評価に関係なく、純粋にコスプレを楽しむ心を取り戻した753♡。それ以降、彼女は作り笑いではなく心からの笑みを浮かべ、カメラマンたちを一瞬にして魅了。彼女の周りの人集りはさらに大きくなっていく。一方、753♡に敵わないものの、奮闘を続けるリリサ。ポーズや表情の多さを武器に群衆の心を掴んで離さず、囲みの人数を徐々に増やしていく。その後、イベントが終わると会場の通路でバッタリ出くわすリリサと753♡。その場で753♡はイベント前の発言について謝ろうとするが……。"
                },
                "12": {
                    "ID": "10543540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543540",
                    "TitleEnglish": "Five Rising Stars",
                    "SummaryEnglish": "The good news is that the Manga Club can keep the club room! The bad news is that their cosplay activities must remain a secret.",
                    "TitleJapanese": "5人の新星",
                    "SummaryJapanese": "漫画研究部の部室使用について結果が出る日。コスプレ活動についてまとめたレポートは無事に審査を通り、漫画研究部は引き続き部室を使えることに。だが、余計な騒動を避けるために、コスプレ活動のことは校長や生徒会長にのみ明かす形となる。やましいことが無いにも関わらず周囲に活動内容を隠すことになり、複雑な心境の奥村。とはいえ、再び部室が使えるという事実に一同は喜びの声を上げる。その後、部室でまゆりに衣装作りを教えてもらうリリサ。一方、奥村は部長として大きな決断をする……。"
                },
                "13": {
                    "ID": "10543541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543541",
                    "TitleEnglish": "Can We Be Friends?",
                    "SummaryEnglish": "Nonoa wishes to befriend Ririsa, but the rising star of the cosplay world has a big problem: her social skills are non-existent.",
                    "TitleJapanese": "友達できるかな",
                    "SummaryJapanese": "“次にくる5人の新星コスプレイヤー”・4位に選ばれた少女・ノノア（乃愛）。極度のコミュ障である彼女は友達ができず日々悩んでいた。ある日、手芸屋を訪れた彼女はリリサと遭遇。リリサが手にとった布から彼女が同ランキング5位のコスプレイヤー・リリエルだと気が付く。以前からリリサと友達になりたいと考えていたノノアは、その場を利用して彼女を一緒にコスプレイベントに参加しようと誘ってみる。だが、当の本人からはその誘いを果たし状と受け取られてしまい！？"
                },
                "14": {
                    "ID": "10543542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543542",
                    "TitleEnglish": "Together with You",
                    "SummaryEnglish": "Okumura and Nonoa have a heart-to-heart. Perhaps it will give the shy cosplayer the courage to clear up the misunderstanding between her and Ririsa.",
                    "TitleJapanese": "あなたと一緒に",
                    "SummaryJapanese": "イベント会場にて、リリサの誘いを意図せずして断ってしまい落ちこむノノア（乃愛）。そこへやって来た奥村からリリサのことをどう思っているのかと質問される。同時に彼のリリサやコスプレに対する想いを聞いたノノア。自身も胸の奥に秘めた本当の気持ちを言葉にしようとする。だが、いざ発した言葉は意外なもので！？一方、ノノアのことが気になり、撮影に集中できないリリサ。自分とノノアは友達になれないのか……。そう思い落ちこんでいると753♡に声をかけられて？"
                },
                "15": {
                    "ID": "10543543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543543",
                    "TitleEnglish": "I'll Keep Evolving",
                    "SummaryEnglish": "Ririsa and Nonoa have cleared up their misunderstanding and are now friends. While memories of her middle school experiences linger, Nonoa is determined to move forward.",
                    "TitleJapanese": "明日の私へ",
                    "SummaryJapanese": "ずっと言葉にできずにいた本当の気持ちを伝え、リリサと友達になったノノア（乃愛）。イベント後、ノノアもリリエル好きであることが判明し、2人はリリエルトークを始める。会話の最中、中学生時代の苦い経験を思い出し、言葉に詰まってしまうノノア。しかし、過去の自分から逃げず向き合うことで、トラウマを乗り越えることに成功。初めてできた友達と共に楽しい時間を過ごすのだった。翌日、スタジオで一緒に撮影をするリリサとノノア。そこへ2人を探していたという人物が現れて！？"
                },
                "16": {
                    "ID": "10543544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543544",
                    "TitleEnglish": "Your Way, My Way",
                    "SummaryEnglish": "Aria certainly has potential, but her costume seriously lacks substance. Now, it’s up to the Manga Club to give her a crash course in cosplay and all things otaku!",
                    "TitleJapanese": "私のやり方",
                    "SummaryJapanese": "スタジオで出会った女子高生・喜咲アリアと急遽、一緒に撮影をすることにしたリリサとノノア（乃愛）。雑談をしながらアリアの着替えを待っていると、程無くしてキャラクターの特徴を全く掴んでいないコスプレ衣装で彼女が戻って来る。中途半端なその姿に怒りの声を上げるノノア。一方、リリサは抜群のスタイルと容姿を活かしきれていないアリアのコスプレをもったいないと評し、彼女に一からコスプレやアニメについて教えることを決意する。翌日、アリアとノノアを漫画研究部の部室に招待して……。"
                },
                "17": {
                    "ID": "10543546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543546",
                    "TitleEnglish": "Comrades in (Cosplay) Arms",
                    "SummaryEnglish": "Aria confides in the Manga Club about her estranged father and her passion for cosplay. Touched by her story, the club members vow to help Aria accomplish her dream.",
                    "TitleJapanese": "仲間になりたい",
                    "SummaryJapanese": "漫画「ヴァルキリー戦線」の原作者がアリアの父親だと判明し、驚く一同。さらに、アリアの幼少期に両親が離婚したことやその際、彼女自身と父親も喧嘩別れをしてしまったこと。テレビや雑誌を見ない父親に見つけてもらい、昔のことを謝るため「ヴァルキリー戦線」のコスプレイヤーとして有名になろうとしていることが明らかになる。そのことを聞いたリリサたちはアリアの力になろうと一致団結。まずは話題性と知名度アップのために、『リリエル外伝』天使空挺隊の併せ衣装で夏コミに参加することを決意する。"
                },
                "18": {
                    "ID": "10543547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543547",
                    "TitleEnglish": "Destiny",
                    "SummaryEnglish": "The Manga Club rallies around a devastated Aria after she breaks the news. Fortunately, Okumura can’t help but feel there’s more to the story than what Aria overheard.",
                    "TitleJapanese": "運命",
                    "SummaryJapanese": "数年前に父親が亡くなっている可能性が浮上。さらに、母親が父親に対する愛情をすっかり失っているように感じてしまい、ショックを受けるアリア。そんな彼女にリリサとノノア（乃愛）、美花莉は寄り添い励ますのだった。３人のおかげで落ち着きを取り戻したアリアは、父親への気持ちを最後までコスプレで形にすべく、衣装作りを再開する。一方、アリアの父親が本当に亡くなっているのか半信半疑の奥村は調査を開始。するとアリアだけではなく、奥村やリリサに関わる衝撃の事実が判明して！？"
                },
                "19": {
                    "ID": "10543548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543548",
                    "TitleEnglish": "Time for Summer Comiket!",
                    "SummaryEnglish": "The Manga Club arrive at Summer Comiket and are determined to give their cosplay their all! Unfortunately, cosplaying as a group is harder than it looks.",
                    "TitleJapanese": "いざ夏コミですっ",
                    "SummaryJapanese": "夏コミ1日目の朝。万全の準備をして会場へ乗り込んだ奥村とリリサたち。そこで一同は膨大な数の一般参加者とコスプレイヤーを目撃する。予想を遥かに超える人の数に驚きと緊張した表情を浮かべる4人の新人コスプレイヤーたち。だが、今日はアリアと彼女の父親のために会場内で1番になろうと皆で気合を入れ直す。その後、着替えを終えたリリサたちは『リリエル外伝』天使空挺隊のコスプレ衣装を奥村に初披露する……。今、全てのコスプレイヤーたちによって‟アツく”過酷な戦いの幕が上がる！！"
                },
                "20": {
                    "ID": "10543549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543549",
                    "TitleEnglish": "The World We Create with Our Friends",
                    "SummaryEnglish": "Coordination isn’t their only problem. The Manga Club must also deal with the bane of cosplayers everywhere: heat.",
                    "TitleJapanese": "友達と作る世界",
                    "SummaryJapanese": "夏コミ1日目。囲み撮影の人数を中々増やすことができず、苦戦気味のリリサたち。原因が4人のコスプレイヤーの目線やポーズが揃わず、カメラマンたちの心をいまいち掴み切れていないからだと判明する。だが、すぐに解決策を見出せず、ギクシャクしてしまうリリサたち。そこで奥村が自身を目印にして目線を揃えることを提案。その作戦が見事にハマり、徐々にカメラマンたちの心を掴んでいく。そんな中、夏の日差しが容赦なくコスプレイヤーたちの体力を奪い、ついにリリサが倒れてしまい！？"
                },
                "21": {
                    "ID": "10543551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543551",
                    "TitleEnglish": "The Protagonist's Story",
                    "SummaryEnglish": "Ten years is a long time to dwell on guilt. An estranged father’s regrets, and a determined daughter’s wish are about to arrive at a crossroads.",
                    "TitleJapanese": "主人公の物語",
                    "SummaryJapanese": "夏コミ2日目。大好評を博すリリサたちのコスプレ。前日とは打って変り、SNSには彼女たちの写真が溢れていく。その写真を目撃し、アリエルに扮したコスプレイヤーの正体が娘のアリアだと気が付いた漫画家・日枯陽一。成長した我が子に一目会おうと彼は夏コミ会場へ急行する。だが、いざアリアを目の前にすると昔、彼女を傷つけてしまった罪悪感に苛まれてしまう日枯。そのまま、何も言わずに会場を立ち去ろうとしてしまう……。そんな彼に奥村が声をかけて！？"
                },
                "22": {
                    "ID": "10543552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543552",
                    "TitleEnglish": "This Wonderful World",
                    "SummaryEnglish": "Okumura and Ririsa happen to be alone together for once, but that doesn’t mean it’s now a date, right?",
                    "TitleJapanese": "この素敵な世界",
                    "SummaryJapanese": "夏コミ3日目。この日はリリサの希望でコスプレ四天王の1人にして、この世で最も二次元に近い女と評されるコスプレイヤー・淡雪エリカの新刊を買いに行く。さらに、買い物を終えた後、カメラマンの前に立つエリカを見に行く一同。するとリリサはエリカのコスプレが原作絵を寸分違わず再現していることに気が付き、感嘆の声をあげるのだった……。翌日、夏コミ4日目は奥村とリリサで見て回ることに。久しぶりに訪れた2人でお出かけという状況に、奥村とリリサはドギマギしてしまい……。"
                },
                "23": {
                    "ID": "10543553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543553",
                    "TitleEnglish": "Manga Club On the Beach",
                    "SummaryEnglish": "Okumura realizes he needs to understand his friends more, and what better place to do so than at the beach?",
                    "TitleJapanese": "漫研 on the beach",
                    "SummaryJapanese": "まゆりからより良い写真を撮るためには、被写体が生きた人間であるという意識が足りないと指摘された奥村。そこで海で行う漫画研究部の合宿中に3次元女子へ興味を持つための努力をしてみることに。海に着くと、まずは美花莉やアリアの水着を褒めてみる奥村。すると、いつもと違う奥村の言動に2人の心はかき乱されて！？その後、海で遊びながら楽しい一時を過ごす一同。さらに、夜になると2人1組のペアになって肝試しをすることに！美花莉は奥村と２人きりになる絶好のチャンスだと胸を高鳴らせるのだが……。"
                },
                "24": {
                    "ID": "10543554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10543554",
                    "TitleEnglish": "2.5 Dimensional Ririsa",
                    "SummaryEnglish": "Love is messy and doesn’t work in real life like it does in anime. When Okumura overhears a heartfelt conversation, he worries what it means for the future.",
                    "TitleJapanese": "2.5次元のリリサ",
                    "SummaryJapanese": "合宿中、美花莉から奥村への好意を打ち明けられたリリサ。友人からの突然の告白に最初こそ困惑するリリサだったが、美花莉の‟好き”という気持ちと向き合うことを決意。彼女から奥村のどこが好きなのか聞きながら、自身も奥村に対する想いを口にして……。一方、2人の話を密かに聞いていた奥村。美花莉の想いに応えられないと思うと同時に、彼女と今の関係を続けていたいという願望に気が付く。そして、それが美花莉にとって残酷な願いであると理解しているからこそ、自分はどうするべきなのか分からなくなってしまい……？"
                }
            }
        },
        "2": {
            "ID": "2160342",
            "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10851605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/25-dimensional-seduction/episodes/10851605",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}