{
    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29201691/",
        "https://meguminodaigo.com/",
        "http://www.reddit.com/r/FirefighterDaigo",
        "https://www.tvmaze.com/shows/70950/show-slug",
        "https://www.themoviedb.org/tv/223780",
        "https://www.wikidata.org/wiki/Q115698621",
        "https://en.wikipedia.org/wiki/Firefighter_Daigo:_Rescuer_in_Orange#Anime",
        "https://x.com/megumi_animeoff"
    ],
    "TitleEnglish": "Firefighter Daigo: Rescuer in Orange",
    "SummaryEnglish": "From battling blazes to daring rescues, firefighters risk their lives to protect others. Daigo, Yuki, and Shun dream of becoming members of the elite firefighter rescue corps \"Orange.\" To do so, they each must overcome personal challenges, train harder than ever, and rely on one another to make it out of the flames alive. But as disaster strikes Japan, can they work together and save the country?",
    "TitleJapanese": "め組の大吾 救国のオレンジ",
    "SummaryJapanese": "火、煙、アドレナリン、そして恐怖 - 誰もが火から逃げようと走っているとき、少数の勇敢な人々が火の真っ只中に飛び込もうと走っています。 命を懸けて人を守る消防士。朝比奈大吾は常に消防士になることを夢見てきた。 養成所を出たばかりで、めだかヶ浜消防署に配属されたばかり。 生意気で自信過剰なダイゴは、いくつかの電話に応答するとすぐに謙虚になり、自分の立場に置かれます。彼が真の消防士と呼ばれる前に、彼はまだ学ぶべきことがたくさんあります.",
    "Aliases": [
        "Megumi no Daigo: Kyūkoku no Orange",
        "Megumi no Daigo: Kyuukoku no Orange",
        "Me-gumi no Daigo: Kyūkoku no Orange",
        "Me-gumi no Daigo: Kyuukoku no Orange"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2034942",
            "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10196704",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10196704",
                    "TitleEnglish": "The Sun Will Rise Again",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽はまた昇る",
                    "SummaryJapanese": "道路が陥没した現場で、不破消防署特別救助隊は穴に落ちたタクシーの中から要救助者2人を救助する。運転手の男性は危険な状態から持ち直したが、後部座席の妊婦を助けることができなかった。すべての消防官にとって避けては通れない道。大吾と駿は、特別救助隊員として初めて救えなかった命の重さを感じて押し黙る。その様子を見守りながら、山上は大吾と駿のこれまでを思い出していた。"
                },
                "2": {
                    "ID": "10304736",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10304736",
                    "TitleEnglish": "Their Bond",
                    "SummaryEnglish": null,
                    "TitleJapanese": "三人の縁",
                    "SummaryJapanese": "TBA"
                }
            }
        },
        "1": {
            "ID": "2034943",
            "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "9506390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9506390",
                    "TitleEnglish": "The Destined Three",
                    "SummaryEnglish": "As he watches the famed Toake Daigo pull off another rescue so daring others might think it impossible, Fire Sergeant Onoda Shun thinks back to their days in special rescue training together, and how their working relationship began.",
                    "TitleJapanese": "運命の三人",
                    "SummaryJapanese": "消防組織の精鋭「特別救助隊」通称·オレンジを目 指す斧田駿は、倍率20倍の消防官試験に高卒で合格 後、毎年500人近くから50人しか受からない「レス キュー選抜試験」に挑戦し一発合格。栄光への道を 進んでいくと確信していた。しかし、駿の小隊を担 当する山上助教は、ハイバーレスキューの経験もあ り、超スバルタで有名。過酷な“特別救助技術研 修”に打ちのめされるが、同い年の19歳だが異質な 存在の十朱大吾に出会い……。"
                },
                "2": {
                    "ID": "9993762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993762",
                    "TitleEnglish": "Firefighter",
                    "SummaryEnglish": "The \"destined three\" are assigned to a firefighting exercise together, where they must rescue a dummy from a training building that's really on fire. When they realize a true survivor would never survive the smoke, a difficult decision awaits them...",
                    "TitleJapanese": "消防官 (ファイアファイター)",
                    "SummaryJapanese": "大吾にライバル心を持った駿は山上助教との不審な\n会話を立ち聞きし、 弱点を探ろうと近づく。 しかし\nそんな駿に大吾は 「仲間じゃない」 と言い放ち立ち\n去ってしまう。その様子を隠れて見ていた、数少な\nい女性隊員を目指す同期の中村雪。雪から大吾が仲\n間の分もペナルティの訓練をこなしていたことを指\n摘された駿は自分を恥じる。 運命の三人はいよいよ\n実際に燃える室内で人命検索、救出をする “耐火建\n物対応訓練”に挑む......。"
                },
                "3": {
                    "ID": "9993763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993763",
                    "TitleEnglish": "The God of Rescue",
                    "SummaryEnglish": "Daigo, Shun, and Yuki struggle to complete their task in the fire fighting training tower. Yamagami's evaluation of their group is not at all what they expect, but they learn about an additional rule of the Special Rescue Corps.",
                    "TitleJapanese": "救助の神様",
                    "SummaryJapanese": "模擬消火訓練棟で始まった“耐火建物対応訓練”。ホース線の雪、人命検索と救助を担う駿と大吾は炎の中から要救助者であるダミーを発見し、建物を出ようとする。しかし、進入口にいた山上助教に告げられたのは「燃焼により建物内が負圧になり、強い力でドアが閉まっている！　他の脱出口を探せ」というものだった。突然の状況にも動じない雪の誘導を信じてあえて2階に向かう3人。階段を上がるたびに濃くなっていく黒煙。現場であれば死の危険があると感じた駿は、自身の空気呼吸器をダミーに押し当てるという暴挙に出る。安全に呼吸する術を失い苦しくなってきた駿を助けたのは、なんと大吾だった。２人で交互に呼吸をしながら何とか２階に到着した彼らを待っていたのは、窓の外ではしごを用意している長谷部と渡。無事生還した駿たちに報告を受けた山上助教は、黒煙の中で空気呼吸器を外してダミーにあてがう危険な行為に声を荒げる。しかし、それは駿たちが“ダミーを人間として扱っていた”という証拠でもあった。山上助教は叱咤しつつも「救助に成功したらお咎めなし」という東京消防庁の陰なる伝統を伝え、3人を認めた。この一件で、心を通わせることができた駿と大吾。その直後大きな地震を感じ、大吾はそっと地面に手を添える。自分たちが研修を終えて向かう現場の壮絶さを感じて気を引き締めるのだった。"
                },
                "4": {
                    "ID": "9993764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993764",
                    "TitleEnglish": "Fuwa Special Rescue Corps",
                    "SummaryEnglish": "Half a year after their training, Shun is finally going to work with Daigo in the Fuwa Fire Station’s Special Rescue Squad. He’s nervous about his first day when suddenly they have to move out! On the scene, Daigo does something surprising!",
                    "TitleJapanese": "不破特別救助隊",
                    "SummaryJapanese": "研修から半年後、駿はついに不破消防署特別救助隊で勤務することになる。そこには研修終了と同時に拝命し、勤務している大吾の姿があった。緊張の挨拶を終え、先輩たちに声をかけられながら資器材の点検をしていた駿の耳にけたたましい警報が聞こえてくる。いきなりの「出場」。在原区で火災が起きているということで、駿たちは急いで現場に向かう。建物が倒壊しており、中に居る50代男性が動けなくなっているようだ。建物の中に入った中不破消防署特別救助隊のプロ魂に、感動を覚える駿。自分にできることを探し、共に要救助者を発見する。覆いかぶさっている柱をマイティで持ち上げ枕木で支えるが、要救助者の左腕には鉄筋が刺さっていた。そこで誰かが隙間に入り鉄筋を切断することになるが、一番小さな碓井でさえ肩がつかえてしまう。さらに、床には亀裂が入り始め非常に危険な状態になっていた。それを見ていた大吾は、「俺に行かせてください」と、自身の肩を思いっ切り捻り始めて……!?"
                },
                "5": {
                    "ID": "9993765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993765",
                    "TitleEnglish": "252",
                    "SummaryEnglish": "“Please let me go.” With those words, Daigo actually dislocates his own shoulder and goes into the crevice in the rubble. What an unbelievably calm way to continue the rescue mission.",
                    "TitleJapanese": "２５２（要救助者）",
                    "SummaryJapanese": "研修を終え、大吾が半年前からいる不破消防署特別救助隊に勤務することになった駿。初日の出場で向かった在原区では、爆発で建物が倒壊寸前の状態になっていた。懸命な人命検索の末、狭い瓦礫の隙間で動けなくなっている要救助者を発見した救助隊。しかし、彼の左腕には鉄筋が刺さっており救出するには鉄筋を切断する必要があった。すると、隊員たちが侵入できる隙間を空けられないまま床に亀裂が入り始める。それを見ていた大吾は、おもむろに「俺に行かせてください。」と言い放つと、なんと自身の肩を思いっ切り捻って関節を外してしまう。驚く駿だったが、他の隊員たちは呆れたように大吾を見ているだけだ。隊員たちのバックアップで、大吾はそのまま隙間に入り込んでいく。片腕でどうやって鉄筋を切るのか不思議に思いながら駿が見守っていると、大吾は中の柱にぶつけて肩を元に戻してしまう。着々と進んでいく救助作業。駿も要救助者の手を握り必死に声をかけるが、その途中で急にエアソーを使う大吾の手が止まる。反応が無くなったことに隊員たちが慌てる中、大吾は要救助者の左手を見つめていた。何かを決めたのか、再開される大吾の救助作業。その一方、駿は背後の壁に異変を感じ始め……。"
                },
                "6": {
                    "ID": "9993766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993766",
                    "TitleEnglish": "Toake Daigo",
                    "SummaryEnglish": "After his heroic efforts in Ariwara district, Daigo is hospitalized. In fact, he had dislocated his shoulders many times in his past and was scolded for it by the nurses. While talking, Daigo remembers the time he became “Toake Daigo.”",
                    "TitleJapanese": "十朱大吾",
                    "SummaryJapanese": "在原区での救助活動後、病室には看護師に叱られている大吾の姿があった。実は大吾は過去に何度も肩を外して病院の世話になっていたのだ。「どうして外せるようになってしまったのか」と質問され、大吾は自身の幼少期“十朱大吾”になった時の事を思い返していた――。無事に退院した後、いつも通り先に準備を終えた大吾が去っていくのを見送った駿は、あることが気になる。駿が大吾のロッカーを開けると、そこにはペンで書かれた正の字があった。その線が一本増えていることに気が付いた駿は、大吾が『助けた』という手ごたえのある要救助者を数えているのだと考える。一体何のためなのか、三ヶ月一緒に働いても、大吾について知らないことが多いと感じるのだった。そんなある日のこと、不破消防署特別救助隊員たちが向かったのは中華料理店『暁天』。3か月前、火災に巻き込まれた主人はすっかり回復しており、隊員たちに食事をご馳走してくれていたのだ。ほかの隊員には、ぶっきらぼうに「スープは全部飲まないと許さない」と言う主人だったが、大吾が残しても何も言わず、当時のことを思い返していた……。"
                },
                "7": {
                    "ID": "9993767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993767",
                    "TitleEnglish": "My Hero",
                    "SummaryEnglish": "The fire at Hotel New Snysis was called the worst fire in history. Even though Yuki lost four members of her family in that fire, she still aspired to become a firefighter, with a certain heroic “Legendary Rescue Corps Member” in her heart.",
                    "TitleJapanese": "私の英雄",
                    "SummaryJapanese": "“史上最悪の火災”と言われる事故“ホテルニュースナイシス火災”。 その十周忌追悼祈念式には雪の姿があった。自身もその火災に巻き込まれ、犠牲となった140人の中には雪の家族4人がいたのだ。そんな過去を持ちながらも、最年少で女性初の特別救助隊資格を手にした雪に、マスコミは興味津々の様子。矢継ぎ早に質問を繰り返すマスコミに囲まれ、雪は思わず「あれは人災だ」と言ってしまう。自身の中にある本心を言葉にしそうになった時、雪をそこから連れだした男性が居た。男性は「東京消防庁警防部の甘粕」と名乗ると、「あなたに目をつけていた」と話し始める。“ホテルニュースナイシス火災”の現場から自分を助けてくれたヒーローである朝比奈大吾の唯一無二の相棒・甘粕。その登場に驚く雪だったが、さらに甘粕は「救助のためにあらゆる犠牲を受け入れる覚悟があるなら『め組』に志願しないか」と提案してきて……。\n一方、テレビに映る雪の姿を観ていた駿は自己嫌悪に陥っていた。知らなかったとはいえ土足で雪の心に踏み込んでいたことに気が付いた駿は、「雪の救助への想いそのものに勝つ」と決意する。"
                },
                "8": {
                    "ID": "9993768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993768",
                    "TitleEnglish": "The Three in the Basement",
                    "SummaryEnglish": "With a typhoon approaching, Shun and his squad have to move out. For some reason, Daigo ends up being locked in the basement! Will they be able to rescue the survivors as the rain water keeps flowing into the basement?",
                    "TitleJapanese": "地下室の三人",
                    "SummaryJapanese": "雪にとっての“英雄”、伝説の救助隊員・朝比奈大吾と、その唯一無二のバディ甘粕士郎。甘粕から「『め組』に志願しないか？」と誘われる雪。一方、雪の過去を知り、決意を新たにする駿がいた。その気負い方は、救助研修を共にして雪への好意を感じ取っていた大吾はもちろん、他の隊員も気が付くほどだった。\nそんな中で近づく大型の台風。午後に首都圏が暴風域に入るという中で、駿たちにも出場がかかる。危険物排除をおこなう駿たちだったが、いつの間にか大吾は2人の要救助者と共に地下室に閉じ込められていて…！？町は冠水しており、地下室へ流れ込む雨水の水圧でドアを開けることができずに閉じ込められた3人を助け出すため、駿たち救助隊はポンプ車で溜まった水を吸い上げようと試みるが、それには周囲から地下室を区切り、水中で防水シートをおさえる者が必要だった。しかし、現場にスキューバの道具はない。何か思いつかなければ目の前で3人が溺れてしまう。必死に考えた駿はあることを提案する……！"
                },
                "9": {
                    "ID": "9993769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993769",
                    "TitleEnglish": "Mission",
                    "SummaryEnglish": "The typhoon has caused severe flooding. Shun and Igarashi dive into the water with their respirators to help Daigo and the survivors from a basement that is steadily filling with rain water.",
                    "TitleJapanese": "ミッション",
                    "SummaryJapanese": "首都圏にやって来た大型の台風12号によって、町が冠水。出場がかかった駿たちは危険排除をしていたが、一緒に居たはずの大吾はいつの間にか要救助者2名と一緒に地下室に閉じ込められていた。雨水の水圧によってドアを開けることができない中、室内で増える水かさ。駿たちはドア周りの水を排除するため、周囲から地下室を区切り、ポンプ車でそこの水を吸い上げようと試みる。防水シートを抑えるため、通常水中での使用は想定されていない“空気呼吸器”＝面体を付けて水中に潜ることを試みる駿と五十嵐。吸水は上手くいっていたように見えたが、駿の面体に水が入り始める……！\n一方、要救助者の2人と話していた大吾は、自身の少年時代を思い出していた。ホテル・ニュースナイシス火災により、父がホテルの社長であったことから、大吾は“人殺しの息子”として学校でイジメられていた。プールに押し込まれ、肩を脱臼した状態で溺れそうになっていた大吾。次に目を覚ましたのは、病院のベッドの上だった。そこへやってきた朝比奈大吾は、現在の大吾をつくった“ある言葉”を残していく。"
                },
                "10": {
                    "ID": "9993770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993770",
                    "TitleEnglish": "The Auspicious \"Fire Company M\"",
                    "SummaryEnglish": "The door that had trapped Daigo and the two survivors is finally open. Where will the water that rushes out in an instant take them?! Meanwhile, Shun was diving underwater with his face mask on for the rescue operation...",
                    "TitleJapanese": "めでたい“め組”",
                    "SummaryJapanese": "ついに大吾と要救助者2名が閉じ込められた地下室のドアが開いた。一気に流れ出る水にのみ込まれた3人は、扉で待ち構える五十嵐の元に流れていく。しかし急な流れの変化で、大吾はドア横に頭を打ち付けてしまう。何とか2人を守り五十嵐に渡すことに成功した大吾は、流れに耐えるためハンガーバーに付けていたカラビナとロープの繋がるベルトに手をかけるが、水に浸かったため上手く外すことができない。やっと解放され泳ぎだした大吾の目に入ったのは、水が入ってきてしまった面体を付けたまま気絶している駿の姿だった。経験のない“面体を付けて潜る”という方法を取って自分と要救助者を助けようとした駿の姿に、大吾は「生きる」と決意を新たにする。\n数日後、雪は入院している要救助者だった2人・マコと日菜の元を尋ねる。大吾の報告書によると、今回の事故は内水氾濫によって思わぬ形で起きたことだった。怖い思いをしたはずなのにトラウマは残っていないマコと日菜の様子を、雪は不思議に思う。マコから大吾の話を聞き、報告書で駿の行動を知った雪の中で何かが確信に変わった。"
                },
                "11": {
                    "ID": "9993771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993771",
                    "TitleEnglish": "The True Sign of a Buddy",
                    "SummaryEnglish": "The Fuwa Rescue Corps is on the scene at a collapsed street. A car has fallen into the hole, so Daigo and Shun descend using the flexible ladder mounted on their truck. That’s when Daigo senses something...",
                    "TitleJapanese": "バディの証",
                    "SummaryJapanese": "不破消防署で食事の準備をしていた大吾と駿。数日前、駿は雪と２人で話をして「駿、すごく変わったね」という言葉を貰っていた。「大吾の気遣いで、雪と少し仲良くなれたかもしれない」と駿は感謝を伝えるが、大吾は素っ気ない。駿は「もしかして大吾も雪のことがスキになったのでは？」と言いかけるが、それは大吾の「冗談でも言うな！」という言葉に遮られた。胸倉を掴まれ、ぶつけられる怒りに駿は困惑してしまう。前回の救助で、大吾とも本当の友だちになれたと感じていた駿は「浮かれて距離感を間違えた」と反省するのだった。\nその後、出場する車内でお互いに謝罪し気持ちを伝え合った２人。今回の出場で不破消防署特別救助隊が向かったのは、道路が陥没した現場。「穴の中に車が見える」という通報があったが、地上からでは車の状態が分からない。大吾と駿は先端屈折式はしご車で穴の中に入り、確認することになる。「あくまで現場確認だ。見たことを報告しろ。それ以上、余計なことはするな。」と山上にくぎを刺されるが、穴の中で何かを感じ取った大吾は、はしご車のバスケットから降り始めてしまう。慌てて後を追いかける駿。捜索をしていた２人が発見したのは、砂に埋もれる車と人の右手だった。要救助者を発見したことを無線で告げ、砂を掻き出し始める２人。しかし、このままでは砂の影響で要救助者の呼吸が持たないことに気が付く。大吾は近くの金属パイプを切断し、呼吸の確保を行う。必死に呼びかける２人に答えるように、運転席側の要救助者が息を始めるが……。"
                },
                "12": {
                    "ID": "9993772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/9993772",
                    "TitleEnglish": "The Job of Those in Orange",
                    "SummaryEnglish": "At the scene of a collapsed street, Daigo and Shun discover a car with a survivor buried in the sand. However, nothing they do seems to work and they can’t make any progress. That’s when they suggest pulling out the car with the truck’s ladder, but...",
                    "TitleJapanese": "オレンジの仕事",
                    "SummaryJapanese": "不破消防署特別救助隊は道路が陥没した現場に出場。穴の中に入った大吾と駿は砂に埋もれた車と要救助者たちを発見する。運転席にいる要救助者の呼吸を確保するが、砂は蟻地獄状態になっておりいくら掻き出しても埒が明かない。大吾と駿は穴の中にやってきた他の隊員に「はしご車で引っ張ってほしい」と頼む。しかし、土砂の入った車の重さは３トンはある。五十嵐は「引き上げるのは無理だ！」と言うが、大吾の提案は「引き上げるのではなく、砂を落とせる角度まで引っ張ってほしい」というものだった。「車の後ろ側が地面についていれば、３トンの負荷はない。2台のはしご車にロープを繋ぎ水平方向に引けば耐荷重は増す」という考えだ。現場を指揮していた大隊長は、その提案を受け入れる。穴の下に居る隊員たちは出来る限り砂を掻き出し、地上に居る隊員たちはロープを結んだまま縮梯するはしご車を支えていた。少しずつ持ち上がり始める車体。砂から出てきた運転席の男性は意識があったが、後部座席に見えてきた女性は呼吸をしていない。「生きてるか死んでるかを判断するのは俺たちじゃない。この暗い現場から連れて帰る。明るい世界へ」と最後まで全力で救助を行う大吾と駿が見たのは、女性の膨らんだお腹だった。2人の要救助者と胎児の運命は……？"
                },
                "13": {
                    "ID": "10196717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10196717",
                    "TitleEnglish": "Their Respective Emotions",
                    "SummaryEnglish": "Daigo and Shun can’t shake the fact that they failed to save the pregnant woman at the collapsed road. Meanwhile, the 1st squad member of Shogadani Rescue, Matoi Sadaie, and Nagata Sakura meet in an unlikely location.",
                    "TitleJapanese": "それぞれの想い",
                    "SummaryJapanese": "道路が陥没した現場で、穴に落ちたタクシーの要救助者2人を助けようと奮闘した大吾と駿。運転手の男性は危険な状態から持ち直したが、後部座席の妊婦を助けることができなかった。悔しさをにじませる駿は、大吾の「終わったことだ。切り換えろ！」という言葉に「お前は感情が薄いからそんなことが言えるんだ！」と言い返してしまう。しかし大吾の目は真っ赤になっており、泣き続ける駿を奮い立たせるために耐えて声をかけてくれていることに気が付く。駿はこれから救える命のために、そして二度と大吾にこのようなことを言わせないようにと、自分を鍛えることを心に誓うのだった。\n一方、要救助者たちが運ばれた病院にやってきた山上は、藤代という男性と対面する。藤代はタクシーに乗っていた女性の夫だった。女性のお腹の中に居た子どもたちが元気に生まれたことに感謝する藤代は「助けてくれた2人の若い隊員の名前を教えてほしい」と言い……。\n一方、生姜谷救助の一番員・纏定家は永田桜と思わぬ場所で出会っていた。二人の話題は現場の話から、“十朱大吾”へと及んでいく。\nしばらくして、不破消防署では全国の消防救助隊員がその救助技術を競う『全国消防救助技術大会』に向けたトレーニングが始まった。さらに、ずっと要救助者役をやっていた駿は大吾とコンビを組むことになる。不破消防署は打倒・生姜谷消防署を掲げ全国トップの座を目指す！"
                },
                "14": {
                    "ID": "10199484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199484",
                    "TitleEnglish": "The National Firefighter Rescue Technique Tournament",
                    "SummaryEnglish": "Fuwa Fire Station has begun training for the National Fire Fighter Rescue Technique Tournament. Meanwhile, Yuki’s first mission in Fire Company M is to take first place in the tournament’s individual rope bridge traversal discipline.",
                    "TitleJapanese": "全国消防救助技術大会",
                    "SummaryJapanese": "同僚の響に声をかけられた雪は、消防救助隊員が救助技術を競う『全国消防救助技術大会』に出ることを知る。雪に与えられた『め組』最初のミッションが、個人種目のロープブリッジ渡過で全国トップになることだったのだ。一方、不破消防署でも大会に向け、「打倒、生姜谷救助、全国一」を目指しトレーニングが始まった。その後、河川敷でトレーニングを行う大吾は「生姜谷消防署の纏定家」と名乗る男と出会うが……。"
                },
                "15": {
                    "ID": "10199485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199485",
                    "TitleEnglish": "Special Order Dispatch",
                    "SummaryEnglish": "Fuwa Rescue and Shougadani Rescue have come to train for the Tokyo Fire Department’s internal selection tournament. While all of them are focused on their training, a fire breaks out in a high rise building. Both squads receive a special order dispatch.",
                    "TitleJapanese": "特命出場",
                    "SummaryJapanese": "河川敷で衣服にバーベキューの火が移ってしまった家族を助けた大吾と纏。事態が落ち着き会話を再開した大吾は、直前の出場で初めて体験した要救助者の死について、纏に思わず「あなたはどうやって乗り越えたんですか？」と聞いてしまう。しかし、纏はそれに対して「不遜だ」と言う。続けて「『全ての命を救う』そんな顔だな…」という言葉に、怒りを向ける大吾だったが、纏は「また会おう」と去っていくのだった。\n『全国消防救助技術大会』の東京消防庁庁内選考会へ向けた事前練習のため夢の島訓練場を訪れた不破消防署特別救助隊。そこには生姜谷消防署の特別救助隊員たち――当然、纏の姿もあった。何度練習しても生姜谷救助のタイムを超えることができない大吾たち。それでも要救助者役の碓井が筋トレをやめて体重を減らす宣言をするなど、不破救助も気合十分だ。\nそんな中、訓練場の近くでビル火災が発生したと無線が入る。不破救助と生姜谷救助が現場に向かうと、出火元の4階は黒煙に包まれていた。4階のネットカフェが営業中であり、多くの要救助者が取り残されていると察した大吾。一方、付近には雪と響の姿があった。雪に『め組』から与えられた任務は、ビル火災の現場で実践的トレーニングをすること。現場に居るにも関わらず、目の前の命ではなく別の未来のために行われるトレーニング。響は雪の心中を思い憤っていた。そして、大吾と駿は、纏に「不遜」と言われた“全員を助ける”救助のためビルに入っていく。"
                },
                "16": {
                    "ID": "10199486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199486",
                    "TitleEnglish": "Morse Code",
                    "SummaryEnglish": "Fuwa Rescue and Shougadani Rescue are on the scene of the fire at the high-rise building. There should be many people in need of rescue at the internet café where the fire broke out, but for some reason, almost nobody is there...",
                    "TitleJapanese": "モールス信号",
                    "SummaryJapanese": "不破救助と生姜谷救助が夢の島訓練場で練習に励む中、近くでビル火災が発生。出火元である４階のネットカフェは、営業中だったこともあり、多くの要救助者が取り残されていると察した大吾。検索により無事に要救助者1名を発見するが、それ以降、いくら探しても他の要救助者が見つからない。火元のシャワー室もすべて調べ終わった状況で、大吾が行き着いた答えは……。"
                },
                "17": {
                    "ID": "10199487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199487",
                    "TitleEnglish": "Asahina Daigo",
                    "SummaryEnglish": "With the additional help of Yuki and Toyomu, Daigo and Shun manage to rescue every single person. A few days later, the two of them get summoned to the district headquarters for a debriefing, where they get subjected to a behavioral audit, but then...",
                    "TitleJapanese": "朝比奈大吾",
                    "SummaryJapanese": "東京消防庁の特殊部隊「め組」。いつの日か東京を襲う未曽有の大災害に備え集められた「運命の3人」。\n十朱大吾・斧田駿・中村雪。彼らが特別救助隊を目指す道のりや、数々の現場を乗り越えてきたその足跡を辿り、救助へ向き合うそれぞれの想いを振り返る。そして、伝説の救助隊員である朝比奈大吾と彼ら「運命の3人」は、とある「縁」でつながっていた……。"
                },
                "18": {
                    "ID": "10199488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199488",
                    "TitleEnglish": "Team",
                    "SummaryEnglish": "It’s the day of the Tokyo Fire Department’s internal selection process. As a mission from Fire Company M, Yuki aims to take first place nationally in the individual rope bridge traversal discipline. Fuwa Rescue aims to take first place as a squad.",
                    "TitleJapanese": "チーム",
                    "SummaryJapanese": "東京消防庁庁内選考会の当日がやってきた。会場内に、最近連絡が取れず何をしているか分からない雪の姿を見つけ驚く駿。大吾は「雪は必ず庁内選考を突破する。俺たちも勝ち進めば、関東大会や全国大会で会う機会はある」と駿に声をかける。『め組』最初のミッションとして個人種目ロープブリッジ渡過で全国トップを目指す雪。そして生姜谷救助に勝ち、庁内選考トップ通過を目指す不破救助。それぞれの戦いが始まった！\nその後、不破救助の面々は中華そば『暁天』に集まっていた。ライバルだった生姜谷救助に勝ち、庁内選考トップ通過を果たし祝勝会をしていたのだ。筋トレが趣味の碓井が、大吾に頼まれて限界まで減量するという責務を果たし終えたことを称える隊員たち。当時、大吾の言葉に皆が驚いたが、大吾自身も驚いていたという。曰く、碓井が提案するまで「引き上げる側の体重を減らすという発想がなかった」「誰かが何かをしてくれるなんて考えていなかった」とのこと。さらに、地下室が水没して閉じ込められた際や、道路陥没現場でのフォローに対する感謝を続ける。気持ちをあまり表に出さない大吾の告白に、驚く駿たち。大吾が心を開いたことに五十嵐たちは盛り上がる。そんな様子を涙ながらに見守る駿に、声をかけてきたのは椿だった。椿は、不器用で無口な大吾が馴染めるよう駿が間に入ってくれていることに気が付いていたのだ。いつの間にか、大吾の呼び方は『十朱』から『大吾』になり――駿が不破救助に来て、１年が経った。"
                },
                "19": {
                    "ID": "10199489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199489",
                    "TitleEnglish": "Daigo’s Confession",
                    "SummaryEnglish": "Shun runs into Daigo while visiting his grandmother in the hospital. Daigo begins to explain why his mother is in her current state, but being bewildered, Shun interrupts him. But then Daigo’s next words are…",
                    "TitleJapanese": "大吾の告白",
                    "SummaryJapanese": "祖母を見舞うため病院を訪れた駿は、そこで大吾に会う。大吾は植物状態の母親の見舞いに来たらしい。「罪を犯した父親のせいで絶望し、自殺未遂をした」と話し始める大吾に、駿は困惑し話を遮ろうとする。しかし、次に大吾の口から出たのは雪の名前だった。「雪の家族が命を落としたのは父親のせいだ」――“いつかは駿に話さなければならない”と考えていた大吾の過去。思いがけない告白に驚きを隠せない駿は、ある行動に出る。"
                },
                "20": {
                    "ID": "10199490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199490",
                    "TitleEnglish": "A Small Person in Need of Rescue",
                    "SummaryEnglish": "The solar panel wires on a house in a residential area catch fire. While efforts to extinguish the fire are underway, it becomes apparent that the family is still inside. Despite the risk of electrocution, Daigo enters the house.",
                    "TitleJapanese": "小さな要救助者",
                    "SummaryJapanese": "住宅街のある家で、ソーラーパネルの配線部分から発火。それによる絶縁不良でアーク放電が起こっていた。不破消防署特別救助隊は現場に到着し、近隣の住民から家主が留守であることを聞いたため消火活動を行った。しかし、中に家族が残されていたことが分かる。快晴のためソーラーパネルは発電し続けており、水浸しになった屋内は感電する可能性があって危険だ。大吾は、屋内に侵入し発電システムを停止することに。駆け付けた家主の情報もあって、接続箱の場所を見つけることができた大吾はシステムを停止することに成功。まだ電気の残る水の中を歩き、大吾が探し出したのはこの家の愛猫・メイだった。メイが助け出されたことで無事に放水も再開される。数日前、大吾の“救助”しかない部屋を見て、親の罪を背負っていることを可哀想だと感じていた駿。しかし、メイが要救助者と同じように助け出されたことに感謝する家主夫妻の様子を見て、救助隊員になったのは大吾の元々の性分で、自分と同じくこの仕事が好きなのではないかと考えを改めていた。\n一方、訓練施設にはオシャレをしている響の姿があった。雪の「もしかして、デート？」という質問に、響は「仕事だ」と答えて去っていく。響が向かったのはバーで、隣には纏の姿があった。話題は雪のこと、甘粕への愚痴、そして『め組』についてだった。響は『め組』の存在について纏と協力して調べていたのだ。『め組』を含めた様々なことが、二年後の七月に向けて動いている。甘粕が何かを“知ってしまった”が故の行動だと考えた纏は、響を誘って甘粕の行きつけのバーで待ち構えることにしたのだ。"
                },
                "21": {
                    "ID": "10199491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199491",
                    "TitleEnglish": "The Tokyo Fire Department Public Relations Division",
                    "SummaryEnglish": "Chief of the Tokyo Fire Department Public Relations Division’s press team, Satou Yurie, is busy writing an article representative of the Tokyo Fire Department. When she mumbles “We need a hero,” she has a certain goal in mind...",
                    "TitleJapanese": "東京消防庁広報課",
                    "SummaryJapanese": "ある日の東京消防庁広報課――報道係主任の佐藤百合絵消防司令補は、係長から「“東京消防庁”の５文字を出すように！」と檄を飛ばされていた。火災のニュースが警察発表となることを、広報として負けと思っているらしく“東京消防庁”発表になるような記事を書けという指示だ。何度も聞いたその言葉に憤りながら仕事をこなしていた百合絵は、同僚の望月に「ヒーローが必要だ」とこぼす。百合絵曰く、それは「係長が忘れている５文字を出す目的」なのだという。\n百合絵と望月が向かったのは、数日前ソーラー火災に巻き込まれた井草夫妻の仮住まい。危険な現場で愛猫のメイが不破救助に助けられた経緯を聞いた百合絵は、大切にしなければならない“救助”の本質を感じていた。少子高齢化で、消防官の志望者が10年で半分以下になっている。最後までAIに置き替えられない“救助”という苛酷な現場。優秀な人材が興味を持ってその道を志すにはヒーローが必要なのだ。気合いを入れて綴られた百合絵のリポートと、望月が編集した動画は会心の出来だった。これなら、“東京消防庁”の５文字と共に放送される！　２人はそう確信していたが……。"
                },
                "22": {
                    "ID": "10199492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199492",
                    "TitleEnglish": "Dust Explosion",
                    "SummaryEnglish": "On the last day before Yamagami leaves Fuwa Rescue, there is a special order dispatch for them to go to a printing facility that has caught on fire. Inside the building, there are powders that could cause a dust explosion.",
                    "TitleJapanese": "粉塵爆発",
                    "SummaryJapanese": "不破救助を離れることになった山上の出勤最終日、火災が発生した印刷工場に特命出場することになる。建物内には粉末状資材が置かれており、粉塵爆発が起こる可能性があった。現場に到着して検索救助を行い、工場側が把握している出勤者は全員救出できた。不安要素だった粉末状資材は資材庫で厳重に保管されていることも分かり、あとは放水によって火が消えるのを待つだけ……そんな中、駿は排煙口から出る煙の変化に気が付く。"
                },
                "23": {
                    "ID": "10199493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/firefighter-daigo-of-fire-company-m-the-orange-of-national-salvation/episodes/10199493",
                    "TitleEnglish": "The Heroes Assemble",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勇者集う",
                    "SummaryJapanese": "粉塵爆発発生の可能性がある危険な現場に向かった不破救助。不自然な現場の状態から放火の可能性があり、犯人が残っていると気が付いた駿は危険を顧みず再侵入する。後を追ってきた大吾の助けもあり、意識を取り戻した放火犯を抱えて脱出することになるが、爆発のタイムリミットが迫っていた。避難口で待っていた五十嵐と碓井に放火犯を渡した駿は、あと一歩のところで爆発に巻き込まれてしまう。\n一方、自爆型ドローンで排煙ダクトを破壊し、粉塵爆発を防ごうと試みていた甘粕。しかし、その作戦は間に合わなかった。危険を顧みず建物内に再侵入していく駿の姿を見て「人を救うのが天命のような男だ」と感じていた甘粕は、助けられなかったことに悔しさを滲ませる。そこへ朝比奈大吾が現れる。朝比奈は2年後の7月に起こりうる“日本が壊滅しかねない危機”について「この目で見てきた」と言い、秘密裏に動くことしかできなかった甘粕を労い、共に闘うことを誓うのだった。\nICUに居る駿を見守っていた不破救助隊員たちのもとに、放火犯がやって来る。「身体が動くようになったので、ここから一言でも謝りたい」という言葉に、不破救助隊員たちは動揺を隠せない。泣きながら謝罪をする放火犯に、怒りをにじませる大吾。そんな中、ICUの中にいた医師があることに気が付く……。"
                }
            }
        }
    }
}