{
  "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Children"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/228369"
  ],
  "TitleEnglish": "Pokémon: To Be a Pokémon Master",
  "SummaryEnglish": "Ash, Pikachu and their two friends Misty and Brock travel around helping Pokémon in need — all while being watched by a guardian in the sky.",
  "Aliases": [],
  "Modified": "2025-07-25",
  "Seasons": {
    "1": {
      "ID": "2035248",
      "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "9508973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508973",
          "TitleEnglish": "The Road Most Traveled!",
          "SummaryEnglish": "Ash and Pikachu are continuing their journey, meeting wild Pokémon while Team Rocket continue to follow him on this adventure to steal Pikachu. However, one day, Ash & Pikachu go to a forest and find the Legendary Pokémon Latias injured. What happened to Latias and can Ash help it?",
          "Aliases": []
        },
        "2": {
          "ID": "9508974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508974",
          "TitleEnglish": "A Fated Face-Off!",
          "SummaryEnglish": "Continuing their journey, Ash and Pikachu arrive to the beach, where Ash meets a wild Clauncher and tries to catch it. However, awaiting them there is Misty! Who will catch Clauncher?",
          "Aliases": []
        },
        "3": {
          "ID": "9508975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508975",
          "TitleEnglish": "Must Be Our Heroes and the Witch!",
          "SummaryEnglish": "With Misty having rejoined Ash & Pikachu, they continue their travels where they meet up with Brock and Cilan. However, Brock is feeling down due to a fresh heartbreak only to end up being abducted by a wild Hatterene. Why did this happen and can Ash, Cilan & Misty find a way to get Brock back?",
          "Aliases": []
        },
        "4": {
          "ID": "9508976",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508976",
          "TitleEnglish": "Bearing Down Easy!",
          "SummaryEnglish": "Ash & Pikachu have decided to go to a mountain to see the rare Magikarp's Waterfall Climb. However, when they get there, they find a Beartic freezing everything around with its Ice powers. There seems to be something troubling the Beartic. Will Ash be able to help?",
          "Aliases": []
        },
        "5": {
          "ID": "9508977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508977",
          "TitleEnglish": "A Squad’s Worth of Passion!",
          "SummaryEnglish": "Ash, Pikachu and the others have come to a port town where a large crowd has gathered to witness the show put on by the Squirtle Squad, led by the Squirtle that traveled with Ash in the past. Ash and the others are enjoying the show but on the other hand Team Rocket, who have become their manager of the Squirtle Squad seems to be plotting something?",
          "Aliases": []
        },
        "6": {
          "ID": "9508978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508978",
          "TitleEnglish": "The Same Moon, Now and Forever!",
          "SummaryEnglish": "During their journey, Team Rocket attacks Ash and his friends when they had dozed off. Although Ash manages to thwart them, Pikachu flies away into the sky with Team Rocket! Ash and Pikachu, who are separated, search for each other to reunite but. Even if they are apart, their hearts are one! Will they be able to meet again?",
          "Aliases": []
        },
        "7": {
          "ID": "9508979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508979",
          "TitleEnglish": "Ride, Lapras, Ride!",
          "SummaryEnglish": "Ash and Pikachu reunite with Lapras, who once traveled with them. Lapras seems to be asking for their help. On the island where Lapras guides them to is a Wailmer stuck in a hole in the cave and unable to get out! Will they be able to rescue the Wailmer?",
          "Aliases": []
        },
        "8": {
          "ID": "9508981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508981",
          "TitleEnglish": "Getting to the Heart of it All!",
          "SummaryEnglish": "Ash, Pikachu, and the others have come to a town where strange phenomenon have allegedly been occurring in various houses. In order to solve the mystery, the group searches one of the affected houses themselves, where they spot a Banette. The Banette has been taking all kinds of objects from the houses it's broken into. What could its goal be?",
          "Aliases": []
        },
        "9": {
          "ID": "9508982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508982",
          "TitleEnglish": "Rocket Revengers!",
          "SummaryEnglish": "Team Rocket have been coveting Ash's Pikachu ever since they first met him and his Trainer in Viridian City. Wanting to get Pikachu once and for all, they decide to bring in all their Pokémon that were kept in HQ to help them. Can Ash prevent Team Rocket from getting his partner and best friend or will he lose him for good?",
          "Aliases": []
        },
        "10": {
          "ID": "9508984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508984",
          "TitleEnglish": "Ash and Latios!",
          "SummaryEnglish": "Latias once again appears before Ash and Pikachu, using her \"Dream Projection\" to show them Latios being attacked by Pokémon Hunters. Can Ash and his friends help Latias rescue Latios?",
          "Aliases": []
        },
        "11": {
          "ID": "9508985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-aim-to-be-a-pokemon-master/episodes/9508985",
          "TitleEnglish": "The Rainbow and the Pokémon Master!",
          "SummaryEnglish": "When Ash and Pikachu return to Pallet Town and reunite with Gary, he asks Ash the following question: How much closer are you to becoming a Pokémon Master, now that you're a Champion? Becoming a Pokémon Master has been the dream Ash had been gunning for ever since he first set off on his journey with Pikachu. Will Ash be able to find the answer to this question?",
          "Aliases": []
        }
      }
    }
  }
}