{
    "URL": "https://www.thetvdb.com/series/428507-",
    "Genres": [
        "Adaptation",
        "Anime - Kodomomuke",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt24622300/",
        "https://www.bn-pictures.co.jp/battlespirits/Saga-Brave/",
        "https://www.themoviedb.org/tv/132352",
        "https://www.themoviedb.org/tv/13235",
        "https://www.wikidata.org/wiki/Q65241490"
    ],
    "TitleEnglish": "Battle Spirits: Saga Brave",
    "SummaryEnglish": "The year is 2661 CE. Ten years ago, Bashin Dan became the trigger that stopped the Earth from resetting itself. On the anniversary of this sacrifice, Barone and Clackey hold a conference, celebrating the union of Mazoku and humanity, and also Dan's feats. However, beneath that peace, an organization named Cardinal Sign advocates for the subjugation of Mazoku and human supremacy. They resort to terrorist attacks, violence, and have somehow obtained the 12 Zodiac X-Rares which ought to have vanished together with Dan. Amidst all this chaos, the bearers of the core's light feel a weird sensation, one that they've felt before. What could be the meaning of it, and what is the meaning behind the card that appeared within their decks, named \"The Clash King's Miracle\"?",
    "TitleJapanese": "バトルスピリッツ サーガブレイヴ",
    "SummaryJapanese": "西暦2661年、地球。人類と魔族の統一政府による統治が続く中、新たな組織が不穏な胎動を始めていた。そのひずみは各地に広がり、かつて馬神弾と共に世界を救うために戦った仲間たちにも届きだしていた…。馬神弾が地球を救い、光となってから10年。果たして〝平和〟はもたらされたのか、それとも。バトルスピリッツは新たな歴史を刻み始める。",
    "Aliases": [
        "Batoru Supirittsu Sāga Bureivu",
        "Battle Spirits (2019)"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2035435",
            "URL": "https://www.thetvdb.com/series/428507-/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9510256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510256",
                    "TitleEnglish": "Miracle of the Clash King",
                    "SummaryEnglish": "10 years after the since the conclusion between humans and mazoku and the savior once called Dan Bashin became the illuminating trigger for the future. The former core bearers continue moving forward as their respective time periods connect. A new unified government was founded but the harmony was soon disrupted by a new organization erupting conflict across multiple countries. Thus a new history of Battle Spirits begins.",
                    "TitleJapanese": "激突王のキセキ",
                    "SummaryJapanese": "ダンが光となってから十年、人類と魔族は戦いをやめ、統一政府のもと共存の日々を送っていた。その記念式典に出席したバローネは、人間から銃撃を受ける。それを庇い、意識不明の重体に陥るクラッキー。クラッキーの危機は、時代を超えて光主であるまゐ達にも届く。バローネを撃った人間は人類史上戦線カーディナル・サインという過激派組織に属していた。光主達が救った世界を守るため、彼らとの戦いを決意するバローネのもとに『激突王のキセキ』というカードが現れ……。"
                },
                "2": {
                    "ID": "9510257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510257",
                    "TitleEnglish": "The Promised Battle",
                    "SummaryEnglish": "Back on Grand Lolo, Zungurii defends and fights for his world peace, relying on his deck that treasures his memories with Dan and the Core Bearers. Though his deck is nearing his limit, it is where Dan's miracle appears to guide his best friend's desperateness other ways for the offense. Back on Earth 2020, the former Core Bearers secretly gather continue to deal with the world's contradictions while being targeted by a shadow government.",
                    "TitleJapanese": "約束のバトル",
                    "SummaryJapanese": "突如、現れたダンにより、カーディナル・サインの刺客を倒したクラッキーたち。失われたはずの十二宮Ｘレア、そして何故やってきたのか、クラッキーたちはダンに問おうとするが、ダンはそれに答えず、次の戦いへと向かっていく。ダンが向かったのは、異界グラン・ロロ。この世界もまた六色の大陸を我が物にしようとするザバイアにより、争いが起きていた。ダンは赤の大陸を守って戦うズングリーと再会し、彼のデッキを見て助言をする。しかし、ズングリーはそれを受け入れられず--。"
                },
                "3": {
                    "ID": "9510258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428507-/episodes/9510258",
                    "TitleEnglish": "Eternal Bonds",
                    "SummaryEnglish": "On Earth 2020, Mai encounters a mysterious reporter who seems more conspiring than cooperating. Back on Earth 2661, Dan confronts Cardinal Gideon where he tells of his experience leading to humanity's future he foresaw. As the two core bearers braved their beloved thoughts with each other, the fight for the true future they believe continues...",
                    "TitleJapanese": "永遠のキズナ",
                    "SummaryJapanese": "ギデオンの側近、ターナの接触を受けたまゐ。この接触に不穏な気配を感じた硯と剣蔵は、密かに二人の様子を窺うことにする。車にのり、移動するまゐとターナは突如、何者かの襲撃を受ける。それは魔族によるものだった。魔族の登場に驚くまゐの前で、ターナは彼らを殺害する。その中で、まゐはターナのある秘密に気付いてしまう。まゐの身に危機が迫る中、ダンもまた現代の地球へと現れていた。全ての元凶であるレオス・ギデオンの手から十二宮Xレアを救い出すために……。"
                }
            }
        }
    }
}