{
  "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt31940035/",
    "https://seiyuradio-anime.com/",
    "https://www.tvmaze.com/shows/75402/show-slug",
    "https://www.themoviedb.org/tv/216760",
    "https://www.wikidata.org/wiki/Q115787785",
    "https://en.wikipedia.org/wiki/Seiy%C5%AB_Radio_no_Ura_Omote",
    "https://x.com/sayyouradio_prj"
  ],
  "TitleEnglish": "The Many Sides of Voice Actor Radio",
  "SummaryEnglish": "Yuhi Yugure and Yasumi Utatane, high school classmates and co-hosts of a weekly radio program, paint a picture-perfect friendship for their listeners. Yet, in reality, they couldn’t be more different. Their off-air dynamic is a whirlwind of chaos and insults. As their tumultuous relationship unfolds, they navigate the turbulent waters of friendship and rivalry in the cutthroat realm of showbiz.",
  "Aliases": [
    "Seiyū Radio no Ura Omote",
    "Seiyuu Radio no Ura Omote",
    "Seiyū Radio no Uraomote",
    "Seiyuu Radio no Uraomote",
    "The Two Sides of Voice Actor Radio"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2036082",
      "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9517456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/9517456",
          "TitleEnglish": "Yuhi and Yasumi Can't Keep It Hidden?",
          "SummaryEnglish": "A new radio show starring the two high school voice actresses Utatane Yasumi and Yugure Yuhi, who coincidentally are in the same class, has started. The show is known for its cozy atmosphere, but Yasumi has a huge secret. Yasumi is actually a gyaru.",
          "Aliases": []
        },
        "2": {
          "ID": "10431057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431057",
          "TitleEnglish": "Yuhi and Yasumi and the Group and",
          "SummaryEnglish": "On today's High School Radio, Yuhi embarrasses herself by not knowing the butcher shop sells croquettes. Yumiko also lands a big role in an anime, and the main cast is getting together to sing the opening theme, but...",
          "Aliases": []
        },
        "3": {
          "ID": "10431058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431058",
          "TitleEnglish": "Yuhi and Yasumi and a Sleepover and",
          "SummaryEnglish": "Based on the conversation on the show, the two of them have a sleepover at Chika's fancy house. Yumiko's happy to see Chika enjoy the dinner she cooked. Then for some reason, they end up taking a bath together. How did it come to this?!",
          "Aliases": []
        },
        "4": {
          "ID": "10431059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431059",
          "TitleEnglish": "Yuhi and Yasumi Can't Keep It Hidden",
          "SummaryEnglish": "Chika is MIA after rumors make the rounds that she was on the director's casting couch. Yugure's Knight bust into the class and begins to interrogate Chika on his live stream. When he almost reveals Yumiko's identity as well, Chika's anger explodes!",
          "Aliases": []
        },
        "5": {
          "ID": "10431060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431060",
          "TitleEnglish": "Yuhi and Yasumi Will Definitely Keep Going?",
          "SummaryEnglish": "Yumiko and Kagasaki go to Yuhi's agency to apologize. But there they find out that Yuhi could have continued as an idol VA even without Yumiko's intervention. When Yumiko says that she doesn't regret what she did, President Kashima scowls and...",
          "Aliases": []
        },
        "6": {
          "ID": "10431061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431061",
          "TitleEnglish": "Yuhi and Yasumi Are Definitely Doomed?",
          "SummaryEnglish": "Chika and Yumiko are to do more promos as Heart Tart. But before their first guest appearance, they get some nasty comments from Mekuru. Even worse, Yumiko has to admit that she has a lot to learn to get to Mekuru's level of skill and knowledge.",
          "Aliases": []
        },
        "7": {
          "ID": "10431062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431062",
          "TitleEnglish": "Yuhi and Yasumi Just Can't Give Up",
          "SummaryEnglish": "Chika's mother believes her work is putting her in danger, but Chika isn't ready to give up on her dream just yet. Chika's mother thus issues her a challenge that will make or break her voice acting career.",
          "Aliases": []
        },
        "8": {
          "ID": "10431063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431063",
          "TitleEnglish": "Yuhi and Yasumi and Displeasure and",
          "SummaryEnglish": "A few weeks after they won that bet, the outcry about Yuhi and Yasumi has died down. Both of them are also auditioning for roles in an upcoming anime, however when it's her turn, the director asks Yasumi to read a totally different role...",
          "Aliases": []
        },
        "9": {
          "ID": "10431064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431064",
          "TitleEnglish": "Yuhi and Yasumi and Christmas",
          "SummaryEnglish": "After an awful retake hell, Yasumi asks Kagasaki for help. They try figure out what Sugishita wants by recalling the audition. At school, Yasumi heeds Kagasaki's order to not overwork herself and joins the karaoke party and forces Chika to come too.",
          "Aliases": []
        },
        "10": {
          "ID": "10431065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431065",
          "TitleEnglish": "Yuhi and Yasumi and Mekuru and Otome",
          "SummaryEnglish": "Though the recording for Phantom is going well, Yumiko's not happy with her own acting. And now she has to participate in an event that pits her and Yuhi against Mekuru and Otome. The prize is enticing, but the first game is to confess your love?!",
          "Aliases": []
        },
        "11": {
          "ID": "10431066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431066",
          "TitleEnglish": "Yuhi and Yasumi Post-Recording and",
          "SummaryEnglish": "Yumiko is down to her final recording session, and her performance still isn't living up to the directors' expectations. Can she search her soul and find a solution in the eleventh hour?",
          "Aliases": []
        },
        "12": {
          "ID": "10431067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/seiyuu-radio-no-ura-omote/episodes/10431067",
          "TitleEnglish": "Yuhi and Yasumi Want to Break Through",
          "SummaryEnglish": "Yumiko faces her final recording session, the biggest performance of her life, and her inner conflict all at the same time... with a little help from someone special.",
          "Aliases": []
        }
      }
    }
  }
}