{
    "URL": "https://www.thetvdb.com/series/428709-",
    "Genres": [
        "Adaptation",
        "Anime - Kodomomuke",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt25009508/",
        "https://s.mxtv.jp/anime/battlespirits_core/",
        "https://www.themoviedb.org/tv/216879",
        "https://www.themoviedb.org/tv/216879",
        "https://www.themoviedb.org/tv/216879"
    ],
    "TitleEnglish": "Battle Spirits: The Core Bearers",
    "SummaryEnglish": "The series follows the adventure of Bearers of Light's Core that will shape the destiny of the world.",
    "Aliases": [
        "Battle Spirits -The Light Lords of the Core-",
        "Battle Spirits -Core Light Lords-",
        "Batoru Supirittsu Koa no Hikari Nushi-tachi",
        "Battle Spirits -Core no Hikari Nushi-tachi-",
        "バトルスピリッツ -コア の ひかりぬしたち-",
        "Batoru Supirittsu -Koa no Hikari Nushi Tachi-",
        "バトル スピリッツ -コア の ひかり ぬし-たち-",
        "Battle Spirits: Core no Hikarinushi-tachi",
        "Batorusupirittsu - Koa no Hikarinushitachi -",
        "Battle Spirits Otherworldly Records Series",
        "Battle Spirits Hikarinushi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2036320",
            "URL": "https://www.thetvdb.com/series/428709-/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9519110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519110",
                    "TitleEnglish": "Miracle of the Clash King",
                    "SummaryEnglish": "10 years after the since the conclusion between humans and mazoku and the savior once called Dan Bashin became the illuminating trigger for the future. The former core bearers continue moving forward as their respective time periods connect. A new unified government was founded but the harmony was soon disrupted by a new organization erupting conflict across multiple countries. Thus a new history of Battle Spirits begins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9519111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519111",
                    "TitleEnglish": "The Promised Battle",
                    "SummaryEnglish": "Back on Grand Lolo, Zungurii defends and fights for his world peace, relying on his deck that treasures his memories with Dan and the Core Bearers. Though his deck is nearing his limit, it is where Dan's miracle appears to guide his best friend's desperateness other ways for the offense. Back on Earth 2020, the former Core Bearers secretly gather continue to deal with the world's contradictions while being targeted by a shadow government.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9519112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519112",
                    "TitleEnglish": "Eternal Bonds",
                    "SummaryEnglish": "On Earth 2020, Mai encounters a mysterious reporter who seems more conspiring than cooperating. Back on Earth 2661, Dan confronts Cardinal Gideon where he tells of his experience leading to humanity's future he foresaw. As the two core bearers braved their beloved thoughts with each other, the fight for the true future they believe continues...",
                    "Aliases": []
                },
                "4": {
                    "ID": "9519113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519113",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Gallet Revolt is a young man who lives in Vanilla. One day, he hears about the battle between Lucian Parx and Zephyr Try and decides to go see it. Along the way, he runs into two guys who try to pick a fight. He is rescued by Varte Parx who helps him get into the arena. During the match, tragedy occurs when Lucian Parx is killed during a riot. One year later, Gallet and Varte decide to have a match for reasons unknown.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9519114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519114",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Varte's and Gallet's duel continues. As they battle, Als Glynnhorn recalls the events that led up to their fight. What is final decision that awaits them at the end of their battle and how will it affect their futures?",
                    "Aliases": []
                },
                "6": {
                    "ID": "9519115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519115",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After a meeting with Visarga, Gallet heads for a human only city with Lime and Cook to search for a card. Meanwhile, Varte is confronted by Graham's subordinate, Gabra Dow.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9519116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519116",
                    "TitleEnglish": "Bastion",
                    "SummaryEnglish": "After acquiring the Human's Card, Gallet heads off to a Mazoku lead island where equality is maintained between the three races. He seeks the owner of the island to obtain the Mazoku's Card. Meanwhile, Varte has begun his plan to create a world ran by the Mauve, by recruiting the man who helped murder his father, Zephyr Try, to his side.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9519117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519117",
                    "TitleEnglish": "Wisdom",
                    "SummaryEnglish": "Gallet reaches the South Pole, and finds a temple with Visarga right in front of it. In order to enter the gate created by the Three Race Cards, Gallet must battle Visarga to prove himself worthy of going beyond the gate. Meanwhile, Varte has taken the Mauve Special Zone into the sky, announcing to the world his declaration of war against the humans and demons, to create a world controlled by the Mauve. Will the path of peace or the path of violence prevail?",
                    "Aliases": []
                },
                "9": {
                    "ID": "9519118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519118",
                    "TitleEnglish": "Inheritance",
                    "SummaryEnglish": "Two years have passed since the Mauve's uprising. During this time, the Mauve, under Varte Parx's leadership, have conquered many cities, putting pressure on the Unified Government. Meanwhile, Gallet has traveled to Grand Rolo's past. While traveling through the White world, Gallet collapses and is saved by the White King, Yuuki Momose's past life. What is the result of their meeting and what impact will it have on Gallet?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9519119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519119",
                    "TitleEnglish": "Conflagration",
                    "SummaryEnglish": "Gallet has earned many new Otherworld friends on his journey in Grand-Lolo. As the final destination of their trip, they have reached Magisa's temple. Thinking that he should brought the answer he sought in the journey to a clash, he challenges Magisa to a battle. Meanwhile, the conflicts between Mauve and the Unified Government have grown to become more and more fierce. Riots take place and countless Mauve are killed. Varte's subordinates hence ask for a revenge by force but are rejected by Varte with the reason that they shall not take the same path as humans or mazokus. However, Varte's subordinate have decided to defy this order...",
                    "Aliases": []
                },
                "11": {
                    "ID": "9519120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519120",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Gallet, who has returned to the Earth, announces that a \"Grand Reset\", where the Earth and Grand Lolo the Otherworld would merge together, is going to take place. With the merging of the two worlds, all sorts of conventional common sense and values would be wiped clean. And this is what he found out in Grand Lolo, the revolution of Gallet. While the world is shaken by his words, Varte reaches out to Gallet through their symbols. The two begin to talk. However, the exchange ends abruptly as Varte becomes under attack. Being cornered all of a sudden, Varte attempts to escape with the help of Rin, Lime, and the others...",
                    "Aliases": []
                },
                "12": {
                    "ID": "9519121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/428709-/episodes/9519121",
                    "TitleEnglish": "World",
                    "SummaryEnglish": "Gallet talks to Rin about his thoughts on the Grand Reset. However, Rin can't make herself agree to it. Having decided to return to the Unified Government, Monza and Gotz accompany her to go as the ambassador of Grand Lolo. After sending off Rin and the two, Gallet heads towards the air fortress to meet with Varte. Once again confronting each other, Varte and Gallet have chosen to talk about their thoughts in the battle field. However, the fortress is under attack as an attempt to interrupt their conversation. Revolving around the Grand Reset, big changes are going to take place around the world...",
                    "Aliases": []
                }
            }
        }
    }
}