{
    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan",
    "Genres": [
        "Adult Animation",
        "Erotica"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14469506/",
        "https://www.themoviedb.org/tv/89827"
    ],
    "TitleEnglish": "Heart-Pounding Little Landlady",
    "SummaryEnglish": "Tanaka Daisuke is an ordinary college student living alone since last year. He occupies a run-down and cramped apartment—just like many other young adults. However, there is one peculiar bonus about living in his accommodation. Whenever he settles his rent, he receives sexual services from the landlady, Asou Miyuri. Despite her childish looks, she is a grown woman who is more than eager to experience the charms of Tanaka's masculine body. At first shy and overwhelmed by her relaxed and outgoing approach, Daisuke soon starts looking forward to these monthly meetings, as Asou treats him to all kinds of naughty positions and kinky outfits no young man could ever resist.",
    "Aliases": [
        "Heart-Throbbing Little Landlady",
        "Dokidoki Little Ooya-san",
        "Dokidoki Ritoru Ooyasan",
        "Doki Doki Little Ooyasan"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2037114",
            "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9524870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524870",
                    "TitleEnglish": "Is This Kind of Service Allowed? Getting So Aroused from a \"Nun\" Cosplay Volume",
                    "SummaryEnglish": "Tanaka moved into a cheap but slightly rundown apartment. The charm of this apartment however was not the rent or amenities... On rent day every month you get \"service\" from the landlady, who even though she appears to be young is quite a bit older than Tanaka. This service is full service! If you give the rent you get to have your way with the landlady!",
                    "Aliases": []
                },
                "2": {
                    "ID": "9524872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524872",
                    "TitleEnglish": "Did Her Clothes Get Washed Off!? \"Body Paint\" Is Also Considered Cosplay Volume",
                    "SummaryEnglish": "Miyuri ends up borrowing Daisuke’s shower and has sex with him in her sexy bathrobe! Miyuri uses her slutty hip thrusts to squeeze everything out from Daisuke! Getting all sweaty, they take a shower together.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9524873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524873",
                    "TitleEnglish": "How Many Years Has It Been Since I Had PE Lessons!? Don't You Like Teachers \"With Black Rim Glasses",
                    "SummaryEnglish": "Miyuri changes into a lab coat to give Daisuke a physical education lesson. Bad kids get direct attention from the teacher using her body. “Today we’re going to learn how to be gentle while having good sex!”",
                    "Aliases": []
                },
                "4": {
                    "ID": "9524874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524874",
                    "TitleEnglish": "I Can't Grab This Joystick?! It Feels Stuffy and Sweaty in a \"Pilot Suit\" Volume",
                    "SummaryEnglish": "This time around, she makes dinner for him as she wears a frilly apron that causes his imagination to go crazy.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9524875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524875",
                    "TitleEnglish": "The Birthday Cake Is the Landlady!? \"A Lewd Service from a (Concierge)\" Volume",
                    "SummaryEnglish": "Miyuri is celebrating Daisuke’s birthday with her “special” cake. She will also listen to any request he has and will do anything he wants! Just for today though…",
                    "Aliases": []
                },
                "6": {
                    "ID": "9524876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dokidoki-little-ooyasan/episodes/9524876",
                    "TitleEnglish": "Exorcising an Evil Spirit with a Dubious Dance! \"A (Policewoman's) Extreme Punishment\" Volume",
                    "SummaryEnglish": "Taisuke is f****** Miyuri as usual but he seems to be down on his luck lately. She tries to get rid of the bad energy by dancing, and she absorbs the bad energy through his d***with her body. Afterwards the loli police arrives…",
                    "Aliases": []
                }
            }
        }
    }
}