{
    "URL": "https://www.thetvdb.com/series/16bit-sensation",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29143189/",
        "https://16bitsensation-al.com/",
        "http://www.reddit.com/r/16_bit_Sensation",
        "https://www.themoviedb.org/tv/217512",
        "https://www.wikidata.org/wiki/Q117303887",
        "https://en.wikipedia.org/wiki/16bit_Sensation",
        "https://x.com/16bit_anime"
    ],
    "TitleEnglish": "16bit Sensation: Another Layer",
    "SummaryEnglish": "Konoha Akisato is an illustrator that loves beautiful girls and bishojo games. Her dream is to become a super-popular illustrator, so she is working hard at a bishojo game production company, but reality isn't that kind... With the golden age of social network games in full force, Konoha's company isn't doing well, and she works as a sub illustrator, spending her days painting the backs of random background characters. One day, the owner of a game shop gives her a classic bishojo game. With all her excitement over the golden age of bishojo games, she opens the package to \"Dokyusei,\" and is enveloped by a bright light. Konoha then realizes that she just traveled back in time! She ends up in the year 1992! It's the dawn of the bishojo game era! Konoha ends up working at a company called Alcohol Soft. Will she be able to think about, draw, and create all the beautiful girls she’s ever wanted?! A story about a girl and her overwhelming love for beautiful girls—\"Now, let's begin!\"",
    "Aliases": [
        "16bitセンセーション 私とみんなが作った美少女ゲーム",
        "16bit Sensation: Watashi to Minna ga Tsukutta Bishōjo Game",
        "16bit Sensation: Watashi to Minna ga Tsukutta Bishoujo Game"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2037896",
            "URL": "https://www.thetvdb.com/series/16bit-sensation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10014072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10014072",
                    "TitleEnglish": "I Traveled Back in Time?!",
                    "SummaryEnglish": "Konoha Akisato is a struggling illustrator who dreams of being lead artist on a visual novel masterpiece. When Konoha stumbles onto a mysterious used video game store, she finds herself warped back in time to 1992 Akihabara!"
                },
                "2": {
                    "ID": "10016503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016503",
                    "TitleEnglish": "Let’s Make Bishojo Games Together!",
                    "SummaryEnglish": "Konoha ends up in Akihabara in the year 1992. She finds that the building she works at is now a computer shop, with a bishojo game company on the second floor. Could Konoha's 21st century art skills be the key to survival?"
                },
                "3": {
                    "ID": "10016504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016504",
                    "TitleEnglish": "I Wanted to See All of You Again!",
                    "SummaryEnglish": "Konoha suddenly finds herself back in the year 2023, with little to show for her adventure, and no way to contact anyone at Alcohol Soft. Now it's up to Konoha to figure out a way to turn back time once again!"
                },
                "4": {
                    "ID": "10016505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016505",
                    "TitleEnglish": "It's Fine!",
                    "SummaryEnglish": "Konoha has gone back to the year 1996, where Mamoru refuses to work on any more games, leaving Alcohol Soft without a programmer. Can Konoha manage to convince him to come back and save the project?"
                },
                "5": {
                    "ID": "10016506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016506",
                    "TitleEnglish": "Good Things Come in Threes!",
                    "SummaryEnglish": "Konoha figures out the trick to time travel, and succeeds in going back to the past for the third time. But the winds of change are blowing in 1999, and Alcohol Soft is caught in the eye of the storm!"
                },
                "6": {
                    "ID": "10016507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016507",
                    "TitleEnglish": "Believe in Me!",
                    "SummaryEnglish": "Konoha is sent to keep a watch on the shady hostess club that Mamoru's dad has been visiting lately. But what she learns there may pose the biggest threat to Alcohol Soft she's faced yet..."
                },
                "7": {
                    "ID": "10016508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016508",
                    "TitleEnglish": "Every Storm Hardens the Earth",
                    "SummaryEnglish": "Alcohol Soft suddenly finds itself saddled with one billion yen of debt. It's up to Konoha with her future know-how of bishojo games, along with Mamoru's technical expertise, to save the day!"
                },
                "8": {
                    "ID": "10016509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016509",
                    "TitleEnglish": "Echo",
                    "SummaryEnglish": "Mamoru is hurled back in time to the year 1985. Echosoft, the game company previously occupying the Alcohol Soft building, enlists Mamoru for help creating their own bishojo games."
                },
                "9": {
                    "ID": "10016510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016510",
                    "TitleEnglish": "See You Later!",
                    "SummaryEnglish": "Konoha and Alcohol Soft completed the development of her dream game. But now she's left with that uncertainty: How will the game go over?"
                },
                "10": {
                    "ID": "10016511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016511",
                    "TitleEnglish": "I'll Give It All I've Got!",
                    "SummaryEnglish": "Konoha returns to the year 2023, but finds that the Akiba that she knows and loves no longer exists. With a middle-aged Mamoru as her only ally, can Konoha figure out a way to un-change history?"
                },
                "11": {
                    "ID": "10016512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016512",
                    "TitleEnglish": "Original Cuu",
                    "SummaryEnglish": "Konoha needs to create another game to correct the course of history, but it won't be easy with just her and Mamoru. And unbeknownst to Konoha, there's a sinister plot brewing elsewhere in Akiba..."
                },
                "12": {
                    "ID": "10016513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016513",
                    "TitleEnglish": "U... U-U-U-U-U...",
                    "SummaryEnglish": "Mamoru frantically searches all over Akihabara for Konoha after she suddenly goes missing. Little does he know that deep underground, Konoha finds herself facing a fate worse than death..."
                },
                "13": {
                    "ID": "10069571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10069571",
                    "TitleEnglish": "The Things I Hold Dear",
                    "SummaryEnglish": "Just as Konoha and Mamoru are about to lose all hope, they hear a mysterious humming. As they turn their eyes to the sky, they see a giant glowing body of light descending upon Akihabara..."
                }
            }
        }
    }
}