{
    "URL": "https://www.thetvdb.com/series/16bit-sensation",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29143189/",
        "https://16bitsensation-al.com/",
        "http://www.reddit.com/r/16_bit_Sensation",
        "https://www.themoviedb.org/tv/217512",
        "https://www.wikidata.org/wiki/Q117303887",
        "https://en.wikipedia.org/wiki/16bit_Sensation",
        "https://x.com/16bit_anime"
    ],
    "TitleEnglish": "16bit Sensation: Another Layer",
    "SummaryEnglish": "Konoha Akisato is an illustrator that loves beautiful girls and bishojo games. Her dream is to become a super-popular illustrator, so she is working hard at a bishojo game production company, but reality isn't that kind... With the golden age of social network games in full force, Konoha's company isn't doing well, and she works as a sub illustrator, spending her days painting the backs of random background characters. One day, the owner of a game shop gives her a classic bishojo game. With all her excitement over the golden age of bishojo games, she opens the package to \"Dokyusei,\" and is enveloped by a bright light. Konoha then realizes that she just traveled back in time! She ends up in the year 1992! It's the dawn of the bishojo game era! Konoha ends up working at a company called Alcohol Soft. Will she be able to think about, draw, and create all the beautiful girls she’s ever wanted?! A story about a girl and her overwhelming love for beautiful girls—\"Now, let's begin!\"",
    "TitleJapanese": "16bitセンセーション ANOTHER LAYER",
    "SummaryJapanese": "秋里コノハは美少女＆美少女ゲームが大好きなイラストレーター。\n超人気絵師になることを夢見て美少女ゲーム制作会社で奮闘しているものの\n現実はうまくいかず……、ソシャゲ全盛期の現代に会社は傾き、\nコノハはサブのイラストレーターとして\nモブキャラの後ろ姿を塗る日々を過ごしていた。\nある日、ひょんなことから過去の名作美少女ゲームを\nゲームショップの店主から譲ってもらうことに。\n美少女ゲーム黄金時代に思いを馳せ、『同級生』のパッケージを開くと\n突如まばゆい光に包まれ、気づくとコノハは過去にタイムリープをしていた！\n行きついた先は1992年！世は美少女ゲーム黎明期！\nアルコールソフトという会社で働くことになったコノハは、\n美少女を想い、美少女を描き、美少女を創りあげていけるのか！？\n圧倒的な美少女への愛でお送りする、ひとりの少女の物語――\n『じゃ、始めるね！』",
    "Aliases": [
        "16bitセンセーション 私とみんなが作った美少女ゲーム",
        "16bit Sensation: Watashi to Minna ga Tsukutta Bishōjo Game",
        "16bit Sensation: Watashi to Minna ga Tsukutta Bishoujo Game"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2037896",
            "URL": "https://www.thetvdb.com/series/16bit-sensation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10014072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10014072",
                    "TitleEnglish": "I Traveled Back in Time?!",
                    "SummaryEnglish": "Konoha Akisato is a struggling illustrator who dreams of being lead artist on a visual novel masterpiece. When Konoha stumbles onto a mysterious used video game store, she finds herself warped back in time to 1992 Akihabara!",
                    "TitleJapanese": "タイムリープしちゃったぁ～！？",
                    "SummaryJapanese": "美少女ゲーム会社で働く美少女大好きなイラストレーター、秋里コノハ。2023年現在、メインイラストレーターとして活躍する夢を抱くも、業界も会社も低迷中でくすぶっている毎日。ある日、会社の帰りに見つけたゲームショップで手に入れたゲームを開くと光に包まれて……！？"
                },
                "2": {
                    "ID": "10016503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016503",
                    "TitleEnglish": "Let’s Make Bishojo Games Together!",
                    "SummaryEnglish": "Konoha ends up in Akihabara in the year 1992. She finds that the building she works at is now a computer shop, with a bishojo game company on the second floor. Could Konoha's 21st century art skills be the key to survival?",
                    "TitleJapanese": "いっしょに美少女ゲーム作ろ！",
                    "SummaryJapanese": "1992年にタイムリープしたコノハは行くあてもなく美少女ゲームメーカー「アルコールソフト」に転がり込み、ゲームの開発を手伝うことに。美少女の最先端を知る自分なら“無双”できるはずと意気込むコノハだったが、使い慣れたツールはこの時代にはなく悪戦苦闘することに。"
                },
                "3": {
                    "ID": "10016504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016504",
                    "TitleEnglish": "I Wanted to See All of You Again!",
                    "SummaryEnglish": "Konoha suddenly finds herself back in the year 2023, with little to show for her adventure, and no way to contact anyone at Alcohol Soft. Now it's up to Konoha to figure out a way to turn back time once again!",
                    "TitleJapanese": "もう一度みんなに会いたくて！",
                    "SummaryJapanese": "ゲームを完成させたが、2023年に戻ってしまったコノハは再び底辺イラストレーターとして過ごす。夢か現実かわからない「アルコールソフト」での充実した日々に思いを馳せ、またあの場所に戻りたいと願っているとひょんなことから再度タイムリープに成功。しかし、たどり着いたのはゲームを作っていた1992年ではなく1996年で……。"
                },
                "4": {
                    "ID": "10016505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016505",
                    "TitleEnglish": "It's Fine!",
                    "SummaryEnglish": "Konoha has gone back to the year 1996, where Mamoru refuses to work on any more games, leaving Alcohol Soft without a programmer. Can Konoha manage to convince him to come back and save the project?",
                    "TitleJapanese": "いいんだよ！",
                    "SummaryJapanese": "コノハは“PC98専用のゲームしか作らない”と意固地になるマモルを連れ戻す役目を任される。家の前で寝泊まりしながら説得を試みるも寝ている間にマモルを見失ってしまう……。夏コミを過ぎると作業が間に合わないため、それ以上マモルを待っていられない。代わりのプログラマーを探すか決断を迫られる中、夏コミが始まる──。"
                },
                "5": {
                    "ID": "10016506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016506",
                    "TitleEnglish": "Good Things Come in Threes!",
                    "SummaryEnglish": "Konoha figures out the trick to time travel, and succeeds in going back to the past for the third time. But the winds of change are blowing in 1999, and Alcohol Soft is caught in the eye of the storm!",
                    "TitleJapanese": "2度あったことは3度ある！",
                    "SummaryJapanese": "またもや2023年に戻ってきてしまったが、コノハはタイムリープの法則に気付き今度は1999年へ向かう。その頃、アルコールソフトでは有名ゲームクリエイター・イチガヤの手を借りコンシューマー移植の話が持ち上がっていた。しかし、マモルはこの件を怪しんでおり……。"
                },
                "6": {
                    "ID": "10016507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016507",
                    "TitleEnglish": "Believe in Me!",
                    "SummaryEnglish": "Konoha is sent to keep a watch on the shady hostess club that Mamoru's dad has been visiting lately. But what she learns there may pose the biggest threat to Alcohol Soft she's faced yet...",
                    "TitleJapanese": "コノハを信じて！",
                    "SummaryJapanese": "アルコールソフトがコンシューマー移植作業に大忙しな中、マモルに命じられコノハはイチガヤが経営するコスプレクラブを張り込むことに。道中、過去に一緒にゲームを買った冬夜に出会い話をしている最中、てんちょーが現れコノハも店の中へ。そこで聞こえてきたのは、てんちょーの怪しげな話だった。"
                },
                "7": {
                    "ID": "10016508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016508",
                    "TitleEnglish": "Every Storm Hardens the Earth",
                    "SummaryEnglish": "Alcohol Soft suddenly finds itself saddled with one billion yen of debt. It's up to Konoha with her future know-how of bishojo games, along with Mamoru's technical expertise, to save the day!",
                    "TitleJapanese": "雨降って地固まる",
                    "SummaryJapanese": "イチガヤに騙され、１０億円の借金を背負う事になったアルコールソフト。借金を返すために美少女の力を信じるコノハはマモルと話し未来を知る自分の力を使い「最高のゲーム」を作る決心をした。10億円を稼ぐという目標に途方に暮れているアルコールソフトの面々のもとに向かい、必死にプレゼンをするコノハだったが…"
                },
                "8": {
                    "ID": "10016509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016509",
                    "TitleEnglish": "Echo",
                    "SummaryEnglish": "Mamoru is hurled back in time to the year 1985. Echosoft, the game company previously occupying the Alcohol Soft building, enlists Mamoru for help creating their own bishojo games.",
                    "TitleJapanese": "エコー",
                    "SummaryJapanese": "ひょんなことからマモルがタイムリープして辿り着いたのは、1985年のエコーソフトという会社だった。社長の名前はエコー、アシスタントも飼い犬もエコー、どうやら美少女ゲームを作っているらしい。マモルはゲーム作りに誘われPC98を使用することを条件に承諾することにしたが、彼らは普通の人間とは何かが違うようで……？"
                },
                "9": {
                    "ID": "10016510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016510",
                    "TitleEnglish": "See You Later!",
                    "SummaryEnglish": "Konoha and Alcohol Soft completed the development of her dream game. But now she's left with that uncertainty: How will the game go over?",
                    "TitleJapanese": "またね！",
                    "SummaryJapanese": "社員全員が協力し会社の命運をかけた最新作は無事完成を迎え、アルコールソフトのメンバーは打ち上げに繰り出した。気づくと季節はもう冬に、秋葉原には雪が降っている。マモルは打ち上げには参加せず、散策をしながらタイムリープについて考えるのだった。"
                },
                "10": {
                    "ID": "10016511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016511",
                    "TitleEnglish": "I'll Give It All I've Got!",
                    "SummaryEnglish": "Konoha returns to the year 2023, but finds that the Akiba that she knows and loves no longer exists. With a middle-aged Mamoru as her only ally, can Konoha figure out a way to un-change history?",
                    "TitleJapanese": "精一杯やってみる！",
                    "SummaryJapanese": "過去に「ラストワルツ」が大ヒットをしたことで、コノハが戻ってきた2023年は大きく変わっていた。美少女は別の形で成長しグローバルな存在に、マモル以外の皆はアメリカでゲームを作っているらしい。好きだった“アキバ”がなくなってしまい悲しむコノハに、マモルはある提案をする。"
                },
                "11": {
                    "ID": "10016512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016512",
                    "TitleEnglish": "Original Cuu",
                    "SummaryEnglish": "Konoha needs to create another game to correct the course of history, but it won't be easy with just her and Mamoru. And unbeknownst to Konoha, there's a sinister plot brewing elsewhere in Akiba...",
                    "TitleJapanese": "オリジナル・キュー",
                    "SummaryJapanese": "再び時代を変えるようなゲームを作らなければならないコノハ。最新のAIのサポートを受けながら一人で作業を行なうが、なかなかうまくいかずに苦しんでいた。そんな中携帯にかかってきた電話に出ると聞き馴染みのある声が聞こえてきた。"
                },
                "12": {
                    "ID": "10016513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10016513",
                    "TitleEnglish": "U... U-U-U-U-U...",
                    "SummaryEnglish": "Mamoru frantically searches all over Akihabara for Konoha after she suddenly goes missing. Little does he know that deep underground, Konoha finds herself facing a fate worse than death...",
                    "TitleJapanese": "ゆ、ゆゆゆゆゆ…！",
                    "SummaryJapanese": "マモルはコノハを連れ去った車の行先を調べていくうちに秋葉原スタジアムにたどり着き侵入を試みることに。一方、コノハが不気味な巨大な部屋で謎のロボットに囲まれて震えていると、そこに冬夜と謎の男が現れる。"
                },
                "13": {
                    "ID": "10069571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/16bit-sensation/episodes/10069571",
                    "TitleEnglish": "The Things I Hold Dear",
                    "SummaryEnglish": "Just as Konoha and Mamoru are about to lose all hope, they hear a mysterious humming. As they turn their eyes to the sky, they see a giant glowing body of light descending upon Akihabara...",
                    "TitleJapanese": "わたしの大切なもの",
                    "SummaryJapanese": "何度もタイムリープを繰り返しアルコールソフトで美少女ゲームを作ってきたコノハ。自らが変えてしまった世界で、身の危険も迫るなか、コノハは大好きな“アキバ”のため時代を変えるゲームを生み出すことはできるのか……！？"
                }
            }
        }
    }
}