{
    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29171919/",
        "https://hikikomari.com/",
        "https://www.themoviedb.org/tv/217755",
        "https://www.wikidata.org/wiki/Q116032521",
        "https://en.wikipedia.org/wiki/The_Vexations_of_a_Shut-In_Vampire_Princess#Anime",
        "https://x.com/komarin_PR"
    ],
    "TitleEnglish": "The Vexations of a Shut-In Vampire Princess",
    "SummaryEnglish": "Shut-in vampire Terakomari, or Komari for short, awakens from her slumber to find she's been promoted to a commander of the army! The thing is, though, her new squad has a reputation for being violently insubordinate. And although Komari was born to a prestigious vampire family, her hatred of blood has made her the picture of mediocrity-scrawny, uncoordinated, and inept at magic. With the odds stacked against her, will the help of her trusty maid be enough for this recluse to blunder her way to success?",
    "TitleJapanese": "ひきこまり吸血姫の悶々",
    "SummaryJapanese": "引きこもり吸血鬼のテラコマリ、通称コマリが眠りから覚めたら、軍の司令官に昇進していた！ しかし、問題は、彼女の新しいチームは激しく反抗的であるという評判があるということです. コマリは名門の吸血鬼の家族に生まれましたが、彼女の血への憎しみは、彼女を平凡なイメージにしました-やせっぽちで、協調性がなく、魔法が苦手です. オッズが彼女に不利に積み上げられている中、彼女の信頼できるメイドの助けは、この隠遁者が成功への道を間違えるのに十分でしょうか?",
    "Aliases": [
        "Hikikomori Kyūketsuki no Monmon",
        "Hikikomori Kyuuketsuki no Monmon"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2039077",
            "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10267966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10267966",
                    "TitleEnglish": "TVアニメ『ひきこまり吸血姫の悶々』六国大戦編突入記念SP特番",
                    "SummaryEnglish": "出演：楠木ともり／鈴代紗弓／石見舞菜香／ファイルーズあい／島袋美由利 ナレーション：日笠陽子 詳細情報 ＜番組内容＞ 現在好評放送中のTVアニメ『ひきこまり吸血姫の悶々』。#09からスタートする「六国大戦編」について、新たに登場するキャラクターを演じるメンバーも加えた５人が見どころをお届けします！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2039078",
            "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9544279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/9544279",
                    "TitleEnglish": "The Shut-In Vampire Goes Outside",
                    "SummaryEnglish": "Komari knows she's a bottom-tier vampire and has questions that need answers. How did she become a Crimson Lord? Why does she have an army? And who is this maid in her room?",
                    "TitleJapanese": "引きこもり吸血鬼、外に出る",
                    "SummaryJapanese": "ムルナイト帝国の貴族に生まれながら、ひきこもり生活をエンジョイするテラコマリ・ガンデスブラッド。そんなある日、彼女の前に専属メイドを名乗るヴィルヘイズが現れる。彼女の口から伝えられたのは、コマリが帝国軍を率いる『七紅天大将軍』に任命されたということ。七紅天に求められるのは他国の軍にも下剋上を狙う部下にも負けない強さ。しかしコマリは吸血鬼なのに血が飲めない弱々な少女で……。"
                },
                "2": {
                    "ID": "10061795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061795",
                    "TitleEnglish": "A Sudden Insurrection",
                    "SummaryEnglish": "The life of an army commander is never dull, as questionable officers, an assassin, and even a duel can attest to.",
                    "TitleJapanese": "下剋上、勃発",
                    "SummaryJapanese": "突然七紅天に任命されてしまったコマリだったが、ラッキーとハッタリによって下剋上を狙う部下を見事返り討ちにし、初めての戦争でも勝利を飾る。変人だらけの部下たちとのミーティングもしっかりこなし、さらには騎獣を手に入れてごきげん。七紅天として順風満帆のスタートを切ったコマリだが、そこへ部下のヨハンが正面から決闘を挑んできた。衆人環視の決闘で、コマリは七紅天の威厳を示すことができるのか!?"
                },
                "3": {
                    "ID": "10061796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061796",
                    "TitleEnglish": "The Darkness of the Shut-In Vampire Princess",
                    "SummaryEnglish": "Komari comes face to face with the one who bullied her three years ago.",
                    "TitleJapanese": "ひきこもり吸血姫の闇",
                    "SummaryJapanese": "ヴィルの策略もあってヨハンをコテンパンにしたコマリ。おかげで部下たちの間ではコマリンフィーバーが巻き起こり、他国との戦争も連戦連勝。だがその祝勝会の場に一人の少女が姿を見せる。彼女の名はミリセント。過去にコマリとの因縁を持つ相手だった。突然のミリセントの襲撃にコマリは全く反応できず、かばったベリウスが刺されてしまう。この事件によって過去のトラウマが甦ったコマリはまた部屋に引きこもるが……。"
                },
                "4": {
                    "ID": "10061797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061797",
                    "TitleEnglish": "The Mercy of the Lonely Crimson",
                    "SummaryEnglish": "Komari knows she's weak, but she can't abandon Vill. She will fight Millicent, even if her chances of winning are low.",
                    "TitleJapanese": "孤紅の恤",
                    "SummaryJapanese": "さらわれたヴィルを助けるため、ミリセントの呼び出しに単身で応じたコマリ。やってきたコマリに対して、ミリセントは３年前に学院で起きた事件の真相を語り始める。ミリセントの 憎悪と殺意に満ちた言葉を耳にして、コマリはその場にいたヨハンの制止も振り切り戦いを覚悟する。３年前、同じ学院に通いながら、まったく別の道を進んできた二人が今再び激突する……！"
                },
                "5": {
                    "ID": "10061798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061798",
                    "TitleEnglish": "Sakuna Memoir and the Seven Crimson Lords",
                    "SummaryEnglish": "High-level officials are being murdered and Komari is tasked with hunting down the terrorist responsible alongside a Crimson Lord wanting revenge against her killer.",
                    "TitleJapanese": "サクナ・メモワールと七紅天たち",
                    "SummaryJapanese": "烈核解放によってミリセントを撃退したコマリ。しかし、その記憶は全く残っておらずコマリは自分の強さに自覚がないまま……。そんな中、コマリは宮殿に呼び出され七紅天の一人・フレーテと遭遇し、早速衝突。さらに皇帝からはテロリスト退治を命じられる。この明らかな無茶振りの相棒に選ばれたのは、七紅天なのに内気で弱々しい少女サクナだった……！"
                },
                "6": {
                    "ID": "10061799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061799",
                    "TitleEnglish": "A Roundtable of Lowlives",
                    "SummaryEnglish": "Komari’s future hangs in the balance when another Crimson Lord calls for her impeachment.",
                    "TitleJapanese": "曲者ぞろいの円卓会議",
                    "SummaryJapanese": "コマリが七紅天に相応しいかを決めるべく開催された七紅天会議。コマリの実力を疑うフレーテはここぞとばかりにコマリを口撃する 。しかし言われっぱなしに我慢ならなくなったコマリはつい煽り返してしまい会議は紛糾、さらに死人まで出る大混乱に。激怒したフレーテはコマリに堂々と宣戦布告するが、武闘派の七紅天オディロンはそれだけでは生ぬるいとして、七紅天全員による殺し合い『七紅天闘争』の開催を提案する！"
                },
                "7": {
                    "ID": "10061800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061800",
                    "TitleEnglish": "The Scarlet Stage",
                    "SummaryEnglish": "The Crimson Lords hold a competition where the contestant with the lowest score must resign.",
                    "TitleJapanese": "スカーレット・ステージ",
                    "SummaryJapanese": "七紅天闘争にサクナと協力して挑むことにしたコマリだが、サクナの正体は『逆さ月』のスパイだった。サクナは家族を人質に取られていて組織に反抗できずにいた。サクナは解決案を求め、同じく『逆さ月』の一員だったミリセントの元に相談に向かう……。そしていよいよ始まった七紅天闘争、コマリの部下は開始早々フレーテに煽られ、全員がフレーテの部隊に突撃。その隙を突いたデルピュネーがコマリを強襲する！"
                },
                "8": {
                    "ID": "10061801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061801",
                    "TitleEnglish": "Wheels of Asterism",
                    "SummaryEnglish": "Sakuna shares a personal tragedy with Komari, but just as their bond deepens, another Crimson Lord makes his presence known.",
                    "TitleJapanese": "アステリズムの廻転",
                    "SummaryJapanese": "コマリが一時的に烈核解放を発動したことで七紅天闘争は一気に大詰めへ。戦場は崩壊し舞台の上に立っているのはコマリとサクナだけに。そのサクナの精神魔法マインド・リフレインによって、コマリはサクナの記憶を追体験する。サクナの真の力と過去 を知ったコマリは、それでもサクナを受け入れようとする。だが、和解しようとする二人の前に、戦場に残った最後 の一人が姿を見せる……。"
                },
                "9": {
                    "ID": "10061802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061802",
                    "TitleEnglish": "A Warblade Tea Party",
                    "SummaryEnglish": "Komari receives a tea party invitation from the Moonpeach Princess to ease tensions between their two countries, which convinces the Crimson Lord that it’s an obvious trap.",
                    "TitleJapanese": "翦劉茶会",
                    "SummaryJapanese": "七紅天闘争で優勝し二週間の休暇を手にしたコマリはリゾート地へと旅立った。ヴィルやサクナたちと海辺ではしゃぐコマリだが、ここへ彼女たちを招待したのは先日の戦いでコマリが大きな被害をもたらしたゲラ＝アルカ共和国だった！罠の予感に密かにおびえるコマリの前に姿を見せたのはゲラ＝アルカの八英将、ネリア。やたらとテンションが高く、親しげな態度を取る彼女だが、会談の途中で一緒に世界征服をしようと言い出して……。"
                },
                "10": {
                    "ID": "10061803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061803",
                    "TitleEnglish": "The Princess of Aruka Kingdom",
                    "SummaryEnglish": "It’s not every day that one unintentionally starts a war, but that’s the situation Komari finds herself in. At least things can’t get any worse, right?",
                    "TitleJapanese": "アルカ王国のお姫様",
                    "SummaryJapanese": "コマリの部下たちが、ネリアの部下を勝手に襲撃したことでゲラ＝アルカ共和国とムルナイト帝国の関係は一気に最悪に。その代わり天照楽土と同盟を組んだことで国家間のパワーバランスは維持できたかに見えたが、ゲラ＝アルカ共和国は同盟を結んだ二国に対して宣戦布告を行ってきた。コマリが連れ込まれた城塞都市フォールは早速攻め込まれ、いきなり戦争状態に。だがこの戦いの裏には各国それぞれの思惑が見え隠れし……。"
                },
                "11": {
                    "ID": "10061804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061804",
                    "TitleEnglish": "The Dream-Crushing Paradise",
                    "SummaryEnglish": "The fighting rages on and alliances are tested.",
                    "TitleJapanese": "夢の潰える楽園",
                    "SummaryJapanese": "コマリ以外の七紅天が敵部隊と城塞都市フォールで激しく戦闘する中、コマリは違法神具を回収するため夢想楽園に向かった。そこでネリアと遭遇したコマリは、彼女が母の教え子だったことや、現在のアルカ政府の企みを暴こうとしていることを知った。コマリは彼女と手を組むことにするが、ネリアの裏切りを知ったマッドハルトは彼女たちに刺客を送り込む。さらにその裏ではマッドハルトの切り札、楽園部隊が動き始め……。"
                },
                "12": {
                    "ID": "10061805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-vexations-of-a-shut-in-vampire-princess/episodes/10061805",
                    "TitleEnglish": "A Golden World",
                    "SummaryEnglish": "Nelia’s determination to stop Rainsworth grows stronger, but she cannot defeat him without Komari’s help.",
                    "TitleJapanese": "黄金の世界",
                    "SummaryJapanese": "コマリを追ってきたサクナが、味方を引き連れて夢想楽園に到着。さらにコマリの血を吸って烈核解放を発動させたネリアが、地下牢獄に捕えられていた人々を次々に解放し、マッドハルトの計画は潰えたかに見えた。だが、戦力面では五千人の楽園部隊を率いるマッドハルトが有利なまま。しかし、ムルナイト帝国にも最強の切り札、コマリの烈核解放が残されている 。城塞都市フォールでいよいよ最後の戦いが幕を開ける！"
                }
            }
        }
    }
}