{
    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32083095/",
        "https://totokami.com/",
        "http://www.reddit.com/r/MysteriousDisappear",
        "https://www.themoviedb.org/tv/218146",
        "https://www.wikidata.org/wiki/Q120490945",
        "https://en.wikipedia.org/wiki/Mysterious_Disappearances",
        "https://x.com/totokamiPR"
    ],
    "TitleEnglish": "Mysterious Disappearances",
    "SummaryEnglish": "Sumireko Ogawa’s dream of becoming a novelist is reinvigorated with new rumors of mystical incidents. Now a clerk at a bookstore, she enlists her young coworker, Ren Adashino, to investigate urban legends, black magic, and ghost stories across the city. Sumireko has a knack for triggering magical events, and Ren has a dark secret of his own. Will they survive their investigation unscathed?",
    "TitleJapanese": "怪異と乙女と神隠し",
    "SummaryJapanese": "見えてはいけない「！」の標識— それは、そこに“怪異”があった証。 とある街の書店員で、作家志望の緒川菫子は、 今日も同僚の化野蓮と、不毛な無駄話に花を咲かせている。 しかし化野には、菫子の知らない秘密があった。 人々が噂する怪談、都市伝説、現代怪異の一部は実在する。 ある日、書店にいつの間にか増える“逆万引きの本”をきっかけに、 二人は街で次々と起こる不可思議な事件に立ち向かっていく。 これは現代社会に巣食うミステリーに挑む凸凹コンビの、 ささやかな友情と別れの物語。",
    "Aliases": [
        "Kaii to Otome to Kamikakushi",
        "Kaii to Otome to Kamigakushi",
        "とと神",
        "Totokami",
        "怪異と乙女と神隠し"
    ],
    "Modified": "2025-07-28",
    "Seasons": {
        "1": {
            "ID": "2040490",
            "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10281253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10281253",
                    "TitleEnglish": "The Cursed Book, the Maiden, and the Birthday",
                    "SummaryEnglish": "Sumireko and Adashino work and chat together in the quiet of the bookshop where they're employed. Their manager appears and gives Sumireko a strange book of unknown origins. Just after midnight, she casually picks it up to read it, and then...",
                    "TitleJapanese": "呪書と乙女と誕生日",
                    "SummaryJapanese": "閑古鳥が鳴くみどり書店で、今日も仕事と不毛な無駄話に勤しむ菫子と化野。\nそこへ現れた店長は、明日が誕生日の菫子に“逆万引きの本”を渡す。\nいつ、誰が置いていったのか分からない、出所不明な不気味な本。\n深夜0時を過ぎ、28歳になった菫子はふと、その本を読んでしまうのだが……。"
                },
                "2": {
                    "ID": "10404723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10404723",
                    "TitleEnglish": "Schoolhouse, Drool, and an Apartment Wife",
                    "SummaryEnglish": "The curse of Tsukuyomi's Water of Youth hasn't finished with Sumireko yet. Meanwhile, Adashino's younger sister, Oto, picks up on the presence of a Curiosity at the school she attends. Sumireko poses as Oto's friend in order to infiltrate the school.",
                    "TitleJapanese": "校舎とよだれと団地妻",
                    "SummaryJapanese": "月読の変若水の呪いで“変若人”となり、自在に若返ることができるようになった菫子。\n時を同じくして化野の妹の乙は、自身の通う学校で怪異の気配を察知していた。\n奇妙な理由で不登校者が続出するコオネ女学院に、菫子は乙の友達のふりをして潜入することに。\n若かりし制服姿での女子校ライフに舞い上がる菫子だったが……。"
                },
                "3": {
                    "ID": "10404726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10404726",
                    "TitleEnglish": "Horns, Bullying, and a Hair Ornament",
                    "SummaryEnglish": "Uname's childhood in the countryside caused her to become a teacher with a strong desire to eliminate bullying. After hearing about the dribblers from Sumireko, Adashino is certain that a Curiosity is involved and comes up with a plan to catch it.",
                    "TitleJapanese": "角といじめと髪飾り",
                    "SummaryJapanese": "早くに両親を失った畦目は、田舎に暮らす祖母のもとで育った。\n貧しくも穏やかで優しい日々を送っていたが、周囲からの当たりは強く畦目はひどくいじめられた。\nその過去から、教員になっていじめをなくすことを強く願っていた。\n菫子からヨダレカケの話を聞いた化野は怪異の存在を確信し、怪異を捕らえるための作戦を決行する。"
                },
                "4": {
                    "ID": "10438026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438026",
                    "TitleEnglish": "A Bath, Cleaning, and a Surprise",
                    "SummaryEnglish": "The cuckoo known as Adashino cries in the deserted Midori Bookshop once more. Sumireko intends to spend her day off writing. As she's admiring the sakura outside her window, she gets a text from Adashino asking her to look after Oto for two or three days.",
                    "TitleJapanese": "お風呂と掃除とサプライズ",
                    "SummaryJapanese": "今日も化野という閑古鳥が鳴くみどり書店。\nそこへ畦目がやって来て、憑き物が落ちたように話すが、\n頭にはいまだにツノが生えたままだった……。\nそんな平穏な日常に戻り、休日を執筆活動に費やしていた菫子。\n花見酒で創作意欲を整えていると、化野から「２、３日、乙を預かってほしい」と\n連絡が入り、玄関には乙が立っていた。"
                },
                "5": {
                    "ID": "10438027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438027",
                    "TitleEnglish": "Underwear, Snacks, and Scarlet Clothes",
                    "SummaryEnglish": "Sumireko looks after Oto while Adashino is away. They go to Oto's school where Sumireko revels in the joys of youth. She and Oto run into Uname and spend the evening with her. But their peace is short-lived as the shadow of a new Curiosity draws near.",
                    "TitleJapanese": "下着とお菓子と紅い服",
                    "SummaryJapanese": "化野が時空のおっさんの元を訪れているあいだ乙を預かることになり、\nここぞとばかりにコオネ女学院に乗り込む菫子。\nおしゃべりをしながらお菓子を食べて青春を謳歌し、\nその夜は銭湯でばったり畦目に遭遇して３人で一緒に過ごすことになった。\nしかし、穏やかな時間もつかの間、新たな怪異の影が菫子と乙に忍び寄っていた……。"
                },
                "6": {
                    "ID": "10438028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438028",
                    "TitleEnglish": "A Curiosity, a Maid, and a Cultured Young Lady",
                    "SummaryEnglish": "Shizuku is looking for Tomoko, who disappeared on a rainy night a year ago. Based on Tomoko's final video call, Adashino has a guess about the Curiosity, but he has a few concerns. Oto wants to help Shizuku, so she begins her own search.",
                    "TitleJapanese": "怪異とメイドとお嬢様",
                    "SummaryJapanese": "一年前の雨の日に行方不明になったトモコを探しているというシズク。\n最後のビデオ通話に映った赤い服から、化野は怪異を台湾の有名な都市伝説“紅衣小女孩”と予測する。\nただ、紅衣小女孩の怪談に、ノックや雨の要素がないのが気がかりで……。\n乙はシズクを助けたい一心で、過保護に心配する化野を振り払って捜索を始める。"
                },
                "7": {
                    "ID": "10438029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438029",
                    "TitleEnglish": "A Station, Scissors, and a Haircut",
                    "SummaryEnglish": "The hong yi xiao nu hai has become a Curiosity which kills the living who answer its knock at the door. But that isn't all. When Shizuku learns the conclusion that Sumireko and Adashino have come to, she steels her resolve and does the unthinkable.",
                    "TitleJapanese": "駅とはさみとヘアカット",
                    "SummaryJapanese": "海を越えて変質した紅衣少女孩は、雨の日にノックに応じた生者を取り殺し、\nさらには生者と入れ替わって成仏する“替死鬼”の特性をあわせ持つ怪異になっていた。\nそれを知りながらシズクは、放置子で行き場をなくしていた自分を、\n家のドアを開けて招き入れてくれたトモコを解放しようと紅衣少女孩のノックに応じてしまう……。"
                },
                "8": {
                    "ID": "10438030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438030",
                    "TitleEnglish": "A Book, an Affair, and a Mermaid",
                    "SummaryEnglish": "When Sumireko was young, her inability to express herself often led to trouble with her friends. One day, she ran from them and ended up at a strange bookshop. The woman there recommended a book and offered a suggestion to help her speak more easily.",
                    "TitleJapanese": "本と不倫と人魚姫",
                    "SummaryJapanese": "幼い頃の菫子は、口下手でトラブルを起こしやすい子どもだった。\nその日も友達とケンカをして逃げ出してしまい、走るうちに辿り着いたのが“玉心堂書店”だった。\n店主の女性は本を読んで涙を流し、菫子にも本を薦めた。\n店に入り浸って読書に没頭するようになった菫子に、\n店主はうまく喋るために「文章を書いてごらん」と助言する。"
                },
                "9": {
                    "ID": "10438031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438031",
                    "TitleEnglish": "Dreams, Dance, and a Tsukumogami",
                    "SummaryEnglish": "Oto's friend Nodoka dreams of becoming an idol, but as her family runs a hospital, there are certain expectations for her future. Her sole comfort is the VTuber Himeuo Yorumun. But one day...",
                    "TitleJapanese": "夢とダンスと付喪神",
                    "SummaryJapanese": "乙の友達でアイドルになることを夢見るのどか。\nしかし病院の令嬢で将来を嘱望されるのどかは、家では家庭教師と勉強ばかりの日々を送っていた。\n親の期待を裏切って夢を追う勇気が出ない……そんな彼女の癒しが、人気VTuberの姫魚よるむん。\nいつも生配信を見て励まされていたが、ある日、突然よるむんの引退が発表されて……。"
                },
                "10": {
                    "ID": "10438032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438032",
                    "TitleEnglish": "A Live Performance, a Curse, and the Person Inside",
                    "SummaryEnglish": "Yorumun begins hijacking popular streamers' videos, rapidly escalating the commotion around her. Adashino tries to save Nodoka, but Nodoka refuses his help, defending Yorumun instead. Then Uname brings a woman in a wheelchair to meet them.",
                    "TitleJapanese": "ライブと呪いと中の人",
                    "SummaryJapanese": "よるむんが人気配信者の配信を次々とジャックし始めて、騒ぎは急速に拡大する。\nのどかだけでも助けようとする化野だったが、よるむんをかばって拒絶するのどか。\nそこへ、畦目が車椅子に乗った女性を連れてきた。彼女はVTuberとしてよるむんに声を当てる“中の人”で、よるむんを止めるために力を貸してほしいと語り始める。"
                },
                "11": {
                    "ID": "10438033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438033",
                    "TitleEnglish": "Cats, Swimsuits, and a Black Aenoium",
                    "SummaryEnglish": "Adashino and Sumireko discuss the coming of summer and what that means regarding the wearing of swimsuits. Then, as Adashino answers his phone, an otherworldly space envelops the two of them, and Sumireko notices a mysterious figure in the distance.",
                    "TitleJapanese": "猫と水着と黒法師",
                    "SummaryJapanese": "化野が菫子と河原の土手道を歩いていると、いつの間にか河原は異空間になっていた。\nスマホが鳴り、時空のおっさんの警告とともに現れたのは、街の怪異を仕切る“猫の王”……"
                },
                "12": {
                    "ID": "10438034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaii-to-otome-to-kamikakushi/episodes/10438034",
                    "TitleEnglish": "A Ticket, a Video, and Mysterious Disappearances",
                    "SummaryEnglish": "Adashino has vanished from Sumireko's sight. The Cat Sovereign appears at the station just as Oto is returning from visiting Uname. Adashino intervenes, but speaking with the Cat Sovereign makes Oto remember something she's forgotten for ten years.",
                    "TitleJapanese": "切符と動画と神隠し",
                    "SummaryJapanese": "菫子の前から化野が消えた。\n乙は元の世界に帰る前に畦目の家を訪れ、ひとつのお願いをする。\n電車に乗る日、きさらぎ駅に戻ると、そこに猫の王が現れた。\n化野が止めに入ったが、猫の王との対話で10年ものあいだ忘れていた真実を思い出す乙。\nホームに向かう道中で、ためらいながら乙は“化野蓮という怪異”に語りかける……。"
                }
            }
        }
    }
}