{
    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30138102/",
        "https://kinematics.jp/tenchi-gxp/",
        "https://www.themoviedb.org/tv/216890",
        "https://www.wikidata.org/wiki/Q2293448",
        "https://en.wikipedia.org/wiki/Tenchi_Muyo!_GXP#Anime",
        "https://x.com/tenchi4th"
    ],
    "TitleEnglish": "Tenchi Muyo! GXP: Paradise Begins Arc",
    "SummaryEnglish": "Tenchi Muyo! GXP Paradise Shidō-hen anime is a prelude to the \"Paradise War\" event in the story, and is connected to the recent fourth and fifth Tenchi Muyo! Ryo Ohki OVA series, marking a new story for the protagonist Seina Yamada.",
    "TitleJapanese": "天地無用！GXP パラダイス始動編",
    "SummaryJapanese": null,
    "Aliases": [
        "Tenchi Muyō! GXP : Paradise Shidō-hen",
        "Tenchi Muyou! GXP: Paradise Shidou-hen",
        "Tenchi Muyo! GXP Paradise Shidō-hen"
    ],
    "Modified": "2025-07-01",
    "Seasons": {
        "1": {
            "ID": "2041134",
            "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9685783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9685783",
                    "TitleEnglish": "Back... to my old home? From Renza-",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9810065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810065",
                    "TitleEnglish": "Cheerful Farm Village Life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9810066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810066",
                    "TitleEnglish": "Like Attracts Like and Becomes More Alike",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9810067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810067",
                    "TitleEnglish": "Tenchi Turbulence",
                    "SummaryEnglish": "The phenomenon that suddenly appeared on the spaceship was identified as Masaki. Julei Shin-Oh's astral body, Masaki's sister, appeared before Nishiman and others. Through Jobia's magic, the astral clone, manifested on the Plateau Island mothership, departed to observe its condition and confirm the current state of Masaki's grafting. Later, it landed on the sea, forming the shape of Plateau Island. Meanwhile, Nishiman proposed living within the mysterious tree unit in Tsukimizu. Tsukimizu eagerly anticipated adapting to the environment and gaining magical abilities.",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "宇宙船に突如現れた現象の正体は真沙希。樹雷真皇・妹のアストラル体が西南たちの前に現れる。 ジョビアの魔法により受肉して、盤上島母艦に現出したアストラルクローンは、その状態の観察と、真沙樹の接ぎ木の現状を確認するべく、去っていった。 その後、洋上に着水し、島の形を成していく盤上島。西南はその間、月湖に守陀怪の魔樹ユニット内での生活を提案をする。 環境に馴染んで魔法が使えるようになる、と月湖は心躍らせるのであった。"
                },
                "5": {
                    "ID": "9810068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810068",
                    "TitleEnglish": "Tsukikagekouhi",
                    "SummaryEnglish": "During the final adjustments of Plateau Island, Tsukimizu, experiencing a magical illness sign in a \"dream\" during this period, had a dream in a hazy state of consciousness. Despite the vague distinction between dreams and reality, these experiences began to elevate Tsukimizu's potential for \"magic.\" In the midst of the blurred line between dream and reality, Tsukimizu glimpsed memories of the magical \"system,\" which also held nostalgic moments for her. Simultaneously, in the village of Masaki, a shadow appeared at Tsukimizu's residence. It was an investigation into the \"events of the previous night\" in the sea, but disappointingly, there were \"no traces.\" Glancing around, Tsukimizu noticed a \"pamphlet\" delivered by GP delivery, unintentionally catching her attention.",
                    "TitleJapanese": "月影叩扉",
                    "SummaryJapanese": "盤上島の最終調整の中で訪れた“夢”の体験中に魔素風邪の兆候が現れた月湖は、朦朧とする意識の中で夢を見ていた。 しかしそれらは関わり初めであったにもかかわらず、月湖の持つ\"魔法\"へのポテンシャルを引き上げていく。 夢か現実かがあやふやななか、魔素“システム”の記憶を垣間見るが、それは月湖の懐かしい思い出でもあった。 時を同じく正木村月湖宅にひとつの影。“昨夜の情事”確認のため潜入した海であったが、その“痕跡はなく”拍子抜けする。 ふと周囲を見ると西南宛にGP宅配で届けられた“パンフレット”が否応なく目に入るのであった。"
                },
                "6": {
                    "ID": "9810069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyou-gxp-paradise-shidou-hen/episodes/9810069",
                    "TitleEnglish": "Welcome to Paradise!",
                    "SummaryEnglish": "Responding to Seto's request, Nishiman and others managed to shape Plateau Island and accommodate members of the pirate guild. However, facilities were not completed in time, leading Nishiman's group and the Earth returnees to be occupied with daily tasks back on Earth. The ongoing efforts involve maintaining Plateau Island, welcoming and monitoring the pirates, but now Earth's overseers have arrived, introducing hectic days. In an unexpected turn, a family of Earthlings decides to relocate. Hearing that only the young boy is arriving first, the overseer \"Nanda\" struggles with the adjustments, adding another layer of complexity to the bustling situation.",
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "瀬戸たちからの要望で西南たちはなんとか盤上島を形にし、海賊たちギルドの面々を受け入れるところまで持ってきた。 だが、施設までは間に合わず、日々作業に追われている地球へと戻ってきた正木の人たちと西南たち。 引き続き、盤上島の維持、海賊の受け入れ・監視を続けることになるが、地球からの監視者もやってきて、慌ただしい毎日が始まる。 だが、そこに何を間違ったか、地球人の一家が移住してくるというハプニングまで付いてきた。 少年だけが先にやってくると聞き、調整に右往左往する監視者“南田”の姿がそこにあった。"
                }
            }
        }
    }
}