{
    "URL": "https://www.thetvdb.com/series/vtuber-legend",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332792/",
        "https://vden.jp/",
        "http://www.reddit.com/r/VTuberLegendHowIWent",
        "https://www.themoviedb.org/tv/229743",
        "https://www.wikidata.org/wiki/Q116267851",
        "https://en.wikipedia.org/wiki/VTuber_Legend",
        "https://x.com/vden_anime"
    ],
    "TitleEnglish": "VTuber Legend: How I Went Viral After Forgetting to Turn Off My Stream",
    "SummaryEnglish": "Yuki Tanaka is a VTuber at Live-On, one of Japan’s largest VTuber companies, as the polite and ladylike Awayuki Kokorone. One day, she forgets to end the stream, and viewers see her real personality—irreverent, improper, and prone to imbibing after a long day. Yuki is surprised to find that her accident caused her rankings to multiply, so she doubles down and gets to work. She’ll be a star yet!",
    "Aliases": [
        "VTuber nanda ga Haishin Kiriwasuretara Densetsu ni Natteta",
        "VTuber Nandaga Haishin Kiri Wasuretara Densetsu ni Natteta",
        "Vden"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "1": {
            "ID": "2042456",
            "URL": "https://www.thetvdb.com/series/vtuber-legend/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9872947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/9872947",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The top-tier VTuber management company in the country, \"Live On.\" Among their third generation talents is Kokorone Awayuki, who struggles to stand out and grow among the countless VTubers."
                },
                "2": {
                    "ID": "10571611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571611",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Awayuki hosts a surprise question-answering stream with her artist and fellow VTuber, followed by an even more surprising karaoke stream."
                },
                "3": {
                    "ID": "10571612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571612",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Now down one working mic, Awayuki drops in on her genmate Chami for a replacement... and also discovers the side of her that she doesn't show on stream."
                },
                "4": {
                    "ID": "10571613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571613",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "While riding the high of her newfound ability to afford games, Awayuki foolishly orders the instrument of pain known as the bane of many a VTuber... the infamous fitness game."
                },
                "5": {
                    "ID": "10571614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571614",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "The time has come at last for Awayuki to witness the debut of Live-On's brand new fourth-generation VTubers! She remains blissfully unaware of what is about to be unleashed upon the virtual world..."
                },
                "6": {
                    "ID": "10571615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571615",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Awayuki's schedule is packed with collabs left and right, from competing in an animal-themed quiz stream hosted by Eirai to presenting the weekly Live-On News with Shion."
                },
                "7": {
                    "ID": "10571616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571616",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Awayuki runs into Kaeru at the Live-On office, learns more about her past, and one thing leads to another... namely a collab with Kaeru and amusement park visit with Chami."
                },
                "8": {
                    "ID": "10571617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571617",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "After an incident at her local supermarket, Awayuki gets even closer to Mashiro offline."
                },
                "9": {
                    "ID": "10571619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571619",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Shion hosts a duo improv competition for her fellow VTubers to test their comedy chops, while Eirai suffers through a horror game stream with Awayuki as her emotional support."
                },
                "10": {
                    "ID": "10571621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571621",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "All members of Live-On participate in a company-wide collab to play Desert Werewolf, a game where they must survive in the desert while dealing with deadly threats both from the environment and from the traitors among them."
                },
                "11": {
                    "ID": "10571623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571623",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Awayuki gets a surprising and exciting call from her manager - and barely has time to process it before she's dragged into another unhinged collab stream as Mashiro and Alice fight for her affection."
                },
                "12": {
                    "ID": "10571626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571626",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Asagiri Hareru's long-awaited concert is here, with her and Awayuki's duet as the finale. Through it, Awayuki finally learns about Hareru's past - and the true nature of the connection that brought them together today."
                }
            }
        }
    }
}