{
    "URL": "https://www.thetvdb.com/series/overtake",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27679458/",
        "https://komaki-motors.com/",
        "http://www.reddit.com/r/overtake",
        "https://www.themoviedb.org/tv/218684",
        "https://www.wikidata.org/wiki/Q116272472",
        "https://en.wikipedia.org/wiki/Overtake!",
        "https://x.com/komaki_motors"
    ],
    "TitleEnglish": "Overtake!",
    "SummaryEnglish": "Haruka Asahina is a high school teen racing in Formula 4. He crosses paths with a washed-up photographer, Kōya Madoka, who decides to help Haruka realize his dream and reach the podium. The heat is on, and competition is fierce. Racing for the family-run Komaki Motors team means Haruka must push the car, and himself, to the limits to catch the attention of top teams. Buckle up, it’s time to race!",
    "TitleJapanese": "オーバーテイク!",
    "SummaryJapanese": "「F4」、フォーミュラ４。\n\n「F1」を頂点としたフォーミュラカーレースの入門カテゴリーで、\n\n上級カテゴリーに優秀な若手ドライバーを輩出しており、\n\nシリーズ発足以来、「モータースポーツの甲子園」としての役割を担う。\n\nそのサーキットに、ひとりの男が足を踏み入れる。\n\n眞賀孝哉。フォトグラファーとして活動しているが、\n\n現在はとある理由によってスランプの渦中にある。\n\n取材に訪れた富士スピードウェイで、高校生「F4」レーサー、浅雛悠の走りを目の当たりにする孝哉。\n\nその愚直なまでのひたむきさに、久しく感じていなかった胸の高鳴りを自身の裡に蘇らせる……。\n\nそれをきっかけとして、彼は弱小チーム「小牧モータース」と共に、悠を応援しその夢を叶えようと決意。\n\nいつしか、性格も年齢も全く異なる悠と孝哉の人生は、互いに交錯していく――。",
    "Aliases": [
        "Obateiku!"
    ],
    "Modified": "2025-08-06",
    "Seasons": {
        "1": {
            "ID": "2042627",
            "URL": "https://www.thetvdb.com/series/overtake/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9570187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/9570187",
                    "TitleEnglish": "The Man Who Races",
                    "SummaryEnglish": "Photographer Kouya Madoka is assigned to work a Super GT event, but as he wanders through the support race paddock, his curiosity is piqued by the sheer variety of teams and drivers on display in the world of Formula 4.",
                    "TitleJapanese": "走る男 ―I don't need to be cheered on.―",
                    "SummaryJapanese": "カメラマンを生業としている眞賀孝哉は、その日、仕事の紹介を受けてレースサーキットに足を運んでいた。「F4」のパドックへと立ち寄った彼は、小牧モータースのレーサーである浅雛悠と出会う。レースへ赴く彼に「頑張ってね」と声をかける孝哉。だが悠は「応援なんていらない」と言い放つ。"
                },
                "2": {
                    "ID": "10014366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014366",
                    "TitleEnglish": "Enthusiasm and Spirit",
                    "SummaryEnglish": "An inspired Madoka barges into Komaki Motors HQ and declares he wants to sponsor their F4 outfit, but it quickly becomes apparent that he has no idea how much it actually costs to go racing.",
                    "TitleJapanese": "ノリと勢い ―Told ya, roller coaster.―",
                    "SummaryJapanese": "スポンサーになるために、小牧モータースの事務所へ訪れた孝哉。だが、レースにかかる費用は彼の目算より遥かに高額だった。さらにライバルであるチーム「ベルソリーゾ」の本社へ仕事で潜り込んだ彼は、レーサー育成に巨大なコストをかけていることを知る。それを受け孝哉は、ひとつの小さな決意をするのだった。"
                },
                "3": {
                    "ID": "10014367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014367",
                    "TitleEnglish": "How Many Kilometers to the Winner's Podium?",
                    "SummaryEnglish": "Komaki Motors finally have a sponsor, but Haruka may not be so happy about the terms of the deal. Though out on track, money for more tires equals more practice time. Can Haruka make good use of the extra track time?",
                    "TitleJapanese": "表彰台まで何キロメートル？ ―Why？―",
                    "SummaryJapanese": "突如、スポンサーCMの撮影をすることになった悠。その原因は、孝哉が間違って冴子に送った写真にあった。不服そうにする悠だが、撮影は快調に進む。そんな彼を見て、孝哉は満更でもない表情を浮かべる。無事にCMは撮り終わり、インタビューへと移るが、撮影クルーからのとある質問に、悠は……。"
                },
                "4": {
                    "ID": "10014368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014368",
                    "TitleEnglish": "The Past and Regrets",
                    "SummaryEnglish": "The commercial is ready to air, but Haruka isn't happy about Kouya's photograph being inserted, leading to past traumas being revisited.",
                    "TitleJapanese": "過去と後悔 ―His good points？ Don't ask me.―",
                    "SummaryJapanese": "スポンサーCMのお披露目会には、怒り顔の悠と平謝りの孝哉の姿があった。悠は以前彼に撮られた自分の写真が、無断でCMに使われていたことに腹を立てていたのだ。その日以降も、悠は謝罪を受け入れられずにいた。そんななか、雑誌の広告撮影に臨んでいた悠は、彼が抱える悩みの一端を知ることとなる。"
                },
                "5": {
                    "ID": "10014369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014369",
                    "TitleEnglish": "Chariots of Fire",
                    "SummaryEnglish": "Haruka and the two drivers from Belsorriso, Satsuki and Toshiki, take part in a race of a different kind.",
                    "TitleJapanese": "炎のランナー ―It's just luck.―",
                    "SummaryJapanese": "小山町の町おこしとして、富士スピードウェイをゴールとするマラソン大会に参加することになった悠、錮太郎、早月、俊軌、亜梨子。孝哉も見守るなか、太の実況のもとにスタートの狼煙が上げられた！　ランナーのリタイヤが続出して荒れ模様のレース展開のなか、悠は早月と俊軌に喰らい付く。"
                },
                "6": {
                    "ID": "10014370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014370",
                    "TitleEnglish": "Suzuka, Rain",
                    "SummaryEnglish": "Haruka is flying high in qualifying for the next round at Suzuka, but when race day comes and the heavens open, he is faced with the tough decision of which tires to run.",
                    "TitleJapanese": "鈴鹿、雨 ―I don't want you to race.―",
                    "SummaryJapanese": "決勝レース直前の小雨に、タイヤ選びで悩む小牧モータース。悠はそこで、あえてレインタイヤに変えない選択をする。悠の父親の事故は雨の日だった――。それを知り不安げな孝哉にも、人物写真が撮れるようになった孝哉自身を例に挙げ、「何かを乗り越えるのに理由や原因なんかいらない」と断言。だが、それでも孝哉は……。"
                },
                "7": {
                    "ID": "10014371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014371",
                    "TitleEnglish": "Underexposure",
                    "SummaryEnglish": "Satsuki's horror crash reopens old wounds, and to make matters worse, Mikazuki Beverages abruptly end their sponsorship deal with Komaki Motors. How will Haruka—and more importantly, Kouya—cope with this sudden turn of events?",
                    "TitleJapanese": "露出アンダー ―What I really feel…―",
                    "SummaryJapanese": "雨のレース終了後、孝哉からの連絡が来なくなったことを心配する悠。そんな中で、三日月飲料からスポンサー離脱の報告が。それは孝哉が過去に撮影した震災時の写真が原因だった。その責任を感じて連絡が取れないのではないかと考えた悠は、孝哉のことを理解できていなかったと涙を流す。"
                },
                "8": {
                    "ID": "10014372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014372",
                    "TitleEnglish": "Birds of a Feather",
                    "SummaryEnglish": "While Satsuki recovers from his injuries in hospital, his replacement hasn't exactly impressed those in charge at Belsorriso, leading their eyes to be cast in the direction of Haruka.",
                    "TitleJapanese": "同じ穴のムジナたち ―Y’know what makes a fast driver？―",
                    "SummaryJapanese": "突如ベルソリーゾのセカンドドライバーにならないかと誘いを受けた悠。今後のキャリアを考えた太からの薦めもあり、戸惑いつつもベルソリーゾのピットガレージへと赴く。話を聞くだけのつもりだった悠だが、そこで半ば強引にマシンへと乗せられ、実際に走行することに――。"
                },
                "9": {
                    "ID": "10014373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014373",
                    "TitleEnglish": "The Day of the Disaster",
                    "SummaryEnglish": "Haruka tracks down Kouya, who has returned to the small town that was ravaged by a tsunami triggered by an earthquake 12 years before.",
                    "TitleJapanese": "厄災の日 ―What really happened？―",
                    "SummaryJapanese": "孝哉の自宅にあったメモを頼りに、東北にやってきた悠。偶然も手伝い、どうにか彼と再会するも、ここに来た理由を問うと「用事があって」とはぐらかされてしまう。その用事が終わるまで付き合おうと腹を決める悠。だが次の日。悠はなぜか孝哉に付き合い、様々な名所を巡ることになる。"
                },
                "10": {
                    "ID": "10014374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014374",
                    "TitleEnglish": "Never Say Never",
                    "SummaryEnglish": "Now that Kouya has found some form of resolution to the trauma haunting him, everyone's attention turns to Haruka and his goal of standing on the top step of the F4 podium.",
                    "TitleJapanese": "ネバー・セイ・ネバー ―It's gonna be a long race.―",
                    "SummaryJapanese": "岩手から小牧モータースに戻ってきた悠。彼は「ベルソリーゾの誘いを断ってきた」と、事もなげに言い放つ。悠はプロではない今だからこそ、今しかできないことを――このチームで表彰台に上がりたいと心を決めていた。一方、そんな彼が表彰台に上がる姿を撮るために、孝哉は撮影の練習を重ねていて……。"
                },
                "11": {
                    "ID": "10014375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014375",
                    "TitleEnglish": "Hop → Step →",
                    "SummaryEnglish": "After a disappointing conclusion to the last race due to his tires going off, Haruka is determined to do better next time out. Meanwhile, Harunaga is out of the hospital and straight back in the car.",
                    "TitleJapanese": "ホップ→ステップ→ ―Godspeed! Psych！―",
                    "SummaryJapanese": "７位に終わったレースを経て、タイヤに問題があったことを振り返る小牧モータース一同。だが、新品で練習できる予算はない。スポンサーに逃げられた責任を感じ、しょげる孝哉だが、悠は明るく、次こそ表彰台に上がることを宣言するのだった。そんな彼らの前に、見知った商店街の面々が現れる。"
                },
                "12": {
                    "ID": "10014376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/overtake/episodes/10014376",
                    "TitleEnglish": "Overtake",
                    "SummaryEnglish": "The FIA Japanese F4 Championship is reaching its climax and it all comes down to this race at Fuji Speedway. Will Haruka finally get to stand on the top step of the podium?",
                    "TitleJapanese": "オーバーテイク ―Do your best ! ―",
                    "SummaryJapanese": "新しいタイヤに交換したマシンに乗り、予選で新記録を叩き出す悠。その様子に微笑みつつも、一方で、表彰台上の悠を撮影するという可能性に、孝哉の手は震えていた。そんな彼に、悠は話があると切り出す。"
                }
            }
        }
    }
}