{
    "URL": "https://www.thetvdb.com/series/vtuber-legend",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332792/",
        "https://vden.jp/",
        "http://www.reddit.com/r/VTuberLegendHowIWent",
        "https://www.themoviedb.org/tv/229743",
        "https://www.wikidata.org/wiki/Q116267851",
        "https://en.wikipedia.org/wiki/VTuber_Legend",
        "https://x.com/vden_anime"
    ],
    "TitleEnglish": "VTuber Legend: How I Went Viral After Forgetting to Turn Off My Stream",
    "SummaryEnglish": "Yuki Tanaka is a VTuber at Live-On, one of Japan’s largest VTuber companies, as the polite and ladylike Awayuki Kokorone. One day, she forgets to end the stream, and viewers see her real personality—irreverent, improper, and prone to imbibing after a long day. Yuki is surprised to find that her accident caused her rankings to multiply, so she doubles down and gets to work. She’ll be a star yet!",
    "TitleJapanese": "VTuberなんだが配信切り忘れたら伝説になってた",
    "SummaryJapanese": "数々の華やかなVTuberが所属する大手運営会社ライブオン。その三期生で『清楚』VTuberの心音淡雪が、不注意から配信を切り忘れた結果――「やっぱロング缶の鳴る音は最高だぜ!」「は? どちゃしこなんだが?」「わたしがママになるんだよ!」素の性格(酒カス・女好き・清楚(VTuber))がバレてしまい!?そして翌日「めちゃくちゃ切り抜かれてる!?トレンド世界1位!? なにこの同接数!!!!」大炎上するかと思ったら、ギャップがウケて大バズ!その結果「おっしゃー配信始めるどー!」開き直った彼女は、大人気VTuberへ駆け上がっていく!!",
    "Aliases": [
        "VTuber nanda ga Haishin Kiriwasuretara Densetsu ni Natteta",
        "VTuber Nandaga Haishin Kiri Wasuretara Densetsu ni Natteta",
        "Vden"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "1": {
            "ID": "2042456",
            "URL": "https://www.thetvdb.com/series/vtuber-legend/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9872947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/9872947",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The top-tier VTuber management company in the country, \"Live On.\" Among their third generation talents is Kokorone Awayuki, who struggles to stand out and grow among the countless VTubers.",
                    "TitleJapanese": "第一話",
                    "SummaryJapanese": "国内トップクラスのVTuber運営会社「ライブオン」。\nその三期生である心音淡雪は、星の数ほど存在するVTuberたちの中で、どこか個性を出し切れないまま伸び悩む日々を送っていた。\nそんなある日、いつも通り配信を終えた淡雪は不注意からか配信を切り忘れてしまう。\n「やっぱロング缶の鳴る音は最高だぜぇ！！」\n普段の清楚キャラとは真逆の素の姿を全世界に晒した翌日、淡雪に鈴木マネージャーが語った衝撃の事実とは！？"
                },
                "2": {
                    "ID": "10571611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571611",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Awayuki hosts a surprise question-answering stream with her artist and fellow VTuber, followed by an even more surprising karaoke stream.",
                    "TitleJapanese": "第二話",
                    "SummaryJapanese": "配信でのやらかしを思い出し、ベッドで悶える淡雪。\nしかし、部屋に散乱する空き缶たちに導かれ、同期にして”ママ”である彩ましろとのコラボ配信でもガチゼロをキメることに。\n「いつのまにか同期の慰み者になっていることに驚愕を隠し切れません」\nこれまでの清楚路線とは一線を画した言動に困惑するましろをよそに、ガチゼロモードである「シュワちゃん」としてのスタイルを確立する。\nそして、そんな彼女に相応しい一通の「マシュマロ」が届き――！？"
                },
                "3": {
                    "ID": "10571612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571612",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Now down one working mic, Awayuki drops in on her genmate Chami for a replacement... and also discovers the side of her that she doesn't show on stream.",
                    "TitleJapanese": "第三話",
                    "SummaryJapanese": "初配信から苦楽をともにしてきたマイクが壊れてしまった淡雪だったが、折よく配信を見ていた同期・柳瀬ちゃみから、余っているマイクを譲ってもらえることに。\nしかも、せっかくならと自宅にお招きまでされてしまった！\nドキドキワクワクの淡雪をよそに、人見知りのイメージとは違ってお姉さん然とした落ち着きを見せるちゃみ。\nでも、やたらとトイレが近かったり、尿は三点バーストと言い出したりと、どこか様子がおかしいようで……。"
                },
                "4": {
                    "ID": "10571613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571613",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "While riding the high of her newfound ability to afford games, Awayuki foolishly orders the instrument of pain known as the bane of many a VTuber... the infamous fitness game.",
                    "TitleJapanese": "第四話",
                    "SummaryJapanese": "念願叶ってフィットネスゲーム「ロングフィット」をゲットした淡雪は、さっそく同期の祭屋光とシオン先輩と一緒に同時配信をすることに！\n「ふん！うぅ、はぁ、はぁ、ふ、普通に硬いよこれぇ……」\n「大きな壁を壊してこその人生！」\n「お”ゥ”ッ！！」\nセンシティブにしか聞こえない声を出してしまう者、果敢に己の限界に立ち向かう者、そして清楚（笑）な声を漏らしてしまう者と、三者三様のプレイを見せる中、運動負荷はどんどん上がっていき……？"
                },
                "5": {
                    "ID": "10571614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571614",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "The time has come at last for Awayuki to witness the debut of Live-On's brand new fourth-generation VTubers! She remains blissfully unaware of what is about to be unleashed upon the virtual world...",
                    "TitleJapanese": "第五話",
                    "SummaryJapanese": "ついにやってきたライブオン四期生のデビュー配信！\n自分を慕ってくれる可愛い女の子の登場を期待して、配信画面を見つめる淡雪の前に現れたのは――\n「み、皆様初めまして、相馬有素であります！」――お、なかなかいいじゃん！\n「心音淡雪殿っ！ 私を貴殿の女にしてもらえないでありますか！？」\n――は？？？？\nさらに、続く苑風エーライはゴリラのク〇知識をぶん投げてきて？\n山谷還は、見た目は大人の赤ちゃんで？？\nやっぱりライブオンはライブオンだった！？"
                },
                "6": {
                    "ID": "10571615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571615",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Awayuki's schedule is packed with collabs left and right, from competing in an animal-themed quiz stream hosted by Eirai to presenting the weekly Live-On News with Shion.",
                    "TitleJapanese": "第六話",
                    "SummaryJapanese": "苑風エーライの企画配信、「クイズ動物さんの不思議」が開催！\n「プシュ！年中発情期、シュワちゃんだどー！」\n「昼寝ネコマだぞ！」「祭屋光でーす！」\n……そんな濃すぎるメンツが大暴れでアニマルクイズ大会は早くも大喜利大会と化してしまう。\nクイズ内容と回答者、もはやどちらがアニマルなのかわからなくなる中、笑顔のツッコミでサクサク進行していくエーライ園長。\nでも、三人の回答もどんどんエスカレートしていって！？"
                },
                "7": {
                    "ID": "10571616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571616",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Awayuki runs into Kaeru at the Live-On office, learns more about her past, and one thing leads to another... namely a collab with Kaeru and amusement park visit with Chami.",
                    "TitleJapanese": "第七話",
                    "SummaryJapanese": "打ち合わせのためにライブオン本社にやってきた淡雪だったが、「困るんじゃねえぞ……」とつぶやきながら廊下でぶっ倒れている女性を発見！\n倒れていたのは四期生の山谷還で、過去の就職活動でのトラウマで会社の中を歩いただけでも拒絶反応を起こしてしまうらしい……。\n絶対に就職したくない！赤ちゃんになりたい！？だからVTuberになる？？\nそんな還を優しく介抱し励ます淡雪だが、キラキラと瞳を輝かせる彼女の眼差しには気が付かないまま――。"
                },
                "8": {
                    "ID": "10571617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571617",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "After an incident at her local supermarket, Awayuki gets even closer to Mashiro offline.",
                    "TitleJapanese": "第八話",
                    "SummaryJapanese": "厄介リスナーに家バレをしてしまった淡雪は、なぜか近所のガチゼロを全て買い占められてしまう。\nそんな事件もあって、手狭になってきた部屋からの引っ越しを決めた淡雪は、さっそく新居に親友のましろんをお招きすることに！\n配信でもプライベートでもキャッキャウフフでてえてえな二人だが、そんな強い絆が生まれた大切な思い出があって……。\n「うん、ボクやっぱり淡雪ちゃんのこと好きだから」\nそれは「シュワちゃん」が生まれる少し前のお話。"
                },
                "9": {
                    "ID": "10571619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571619",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Shion hosts a duo improv competition for her fellow VTubers to test their comedy chops, while Eirai suffers through a horror game stream with Awayuki as her emotional support.",
                    "TitleJapanese": "第九話",
                    "SummaryJapanese": "ライブオン1グランプリ、略してL-1グランプリ開催決定！\n「ライブオンのママ」こと神成シオンを司会進行に、淡雪、聖、光、有素、ネコマ、還の6人がコンビを組み、優勝賞金を賭けて即興劇で対決をすることに。\n久々の大型コラボ企画に沸き立つ会場に、第一タッグのシュワちゃん＆聖様の「放送事故ンビ」が登場する！\n「さて、出番みたいだよ淡雪君」\n「続く者たちのお手本になる放送事故をみせてやりましょう！」\n……耐えてくれ、シオンママのチャンネル！"
                },
                "10": {
                    "ID": "10571621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571621",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "All members of Live-On participate in a company-wide collab to play Desert Werewolf, a game where they must survive in the desert while dealing with deadly threats both from the environment and from the traitors among them.",
                    "TitleJapanese": "第十話",
                    "SummaryJapanese": "ライブオンだよ全員集合！！\n総勢11名参加のオールスターコラボ企画として、PCゲーム「砂漠人狼」でのサバイバルバトルがスタートする！\n「淡雪殿おしっこ！」「ママ、おっぱい！」\n過酷な砂漠の環境に体力と水分を奪われ、疲弊していく一同。\nさらに、裏切り者の「トレイター」による一人目の犠牲者が出てしまう。\n疑心暗鬼が深まる中、次々と襲われていく参加者達。\nそしていよいよ最初の「投票」が開始される。\n生き残るのは誰だ……！？"
                },
                "11": {
                    "ID": "10571623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571623",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Awayuki gets a surprising and exciting call from her manager - and barely has time to process it before she's dragged into another unhinged collab stream as Mashiro and Alice fight for her affection.",
                    "TitleJapanese": "第十一話",
                    "SummaryJapanese": "淡雪に突然、憧れの一期生・朝霧晴からのコラボ依頼が舞い込む！\nしかもその内容は、晴のファーストソロライブの大トリにサプライズコラボで新曲を披露するというとんでもない大役！？\n戸惑いと嬉しさでごちゃ混ぜになりながらも、全力で取り組む覚悟を決めた淡雪だったが、消えない疑問が胸に引っかかっていた。\nいままで自分が主役になるイベントはやりたがらなかった晴先輩。それなのに――\n「シュワッチが最後に出るならいいよ」\nどうして私なんだろう？"
                },
                "12": {
                    "ID": "10571626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vtuber-legend/episodes/10571626",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Asagiri Hareru's long-awaited concert is here, with her and Awayuki's duet as the finale. Through it, Awayuki finally learns about Hareru's past - and the true nature of the connection that brought them together today.",
                    "TitleJapanese": "第十二話",
                    "SummaryJapanese": "淡雪に突然、憧れの一期生・朝霧晴からのコラボ依頼が舞い込む！\nしかもその内容は、晴のファーストソロライブの大トリにサプライズコラボで新曲を披露するというとんでもない大役！？\n戸惑いと嬉しさでごちゃ混ぜになりながらも、全力で取り組む覚悟を決めた淡雪だったが、消えない疑問が胸に引っかかっていた。\nいままで自分が主役になるイベントはやりたがらなかった晴先輩。それなのに――\n「シュワッチが最後に出るならいいよ」\nどうして私なんだろう？"
                }
            }
        }
    }
}