{
    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30989205/",
        "https://bluearchive-anime.jp/",
        "http://www.reddit.com/r/BlueArchive",
        "https://www.tvmaze.com/shows/75309/show-slug",
        "https://www.themoviedb.org/tv/218833",
        "https://www.wikidata.org/wiki/Q116291369",
        "https://en.wikipedia.org/wiki/Blue_Archive#Blue_Archive_the_Animation",
        "https://x.com/BlueArchive_TV"
    ],
    "TitleEnglish": "Blue Archive the Animation",
    "SummaryEnglish": "In a town divided into various prefectures with their own rules, a club is formed to enable peace and stability across the town.",
    "Aliases": [
        "ブルアカらいぶ The Animation",
        "Blue Archive",
        "Blue Archive the Animation",
        "Blue Archive: The Animation"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2043060",
            "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10081611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10081611",
                    "TitleEnglish": "Blue Archive: 1.5th Anniversary Short Animation",
                    "SummaryEnglish": "This is a short animation commemorating the 1.5th Anniversary of the popular app game \"Blue Archive\" from Yostar."
                },
                "2": {
                    "ID": "10081612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10081612",
                    "TitleEnglish": "Beautiful Day Dreamer",
                    "SummaryEnglish": "The short centers on the Game Development Department of Millennium Science School, and shows Momoi being roped into various activities as she struggles to come up with ideas for a game's story."
                },
                "3": {
                    "ID": "10540306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10540306",
                    "TitleEnglish": "60秒予告",
                    "SummaryEnglish": "仲間。学校。私たちの居場所。"
                }
            }
        },
        "1": {
            "ID": "2043061",
            "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10261948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10261948",
                    "TitleEnglish": "Abydos High School Foreclosure Task Force",
                    "SummaryEnglish": "There are only five students in the whole school. Abydos High School, surrounded by desert, is on the verge of closure. To fight against this, the 5 of them are busy working as a \"task force.\" One day, Shiroko, a student, meets an adult. He was a \"Sensei\" dispatched by the Federal Student Council."
                },
                "2": {
                    "ID": "10403463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403463",
                    "TitleEnglish": "I Don't Accept You!",
                    "SummaryEnglish": "After meeting Sensei, the Task Force begins to see hope for preventing the closure of their school. They have even defeated the approaching Helmet Gang, and their hopes are gradually growing. However, only one of them, Serika, seems unable to accept her teacher. Then danger approaches her?!"
                },
                "3": {
                    "ID": "10403464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403464",
                    "TitleEnglish": "Leave It to Problem Solver 68!",
                    "SummaryEnglish": "The Task Force and Sensei try to solve the problem at hand, but the amount of debt is so huge that they sigh. Unable to come up with a solution, they go into a ramen shop and hit it off with a group of girls who call themselves \"Problem Solver 68,\" a group of outlaws. The next day, however, \"Problem Solver 68\" begins to attack Abydos High School?!"
                },
                "4": {
                    "ID": "10403465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403465",
                    "TitleEnglish": "The Masked Swimsuit Gang⭐︎",
                    "SummaryEnglish": "The Abydos Task Force heads to the \"Black Market,\" an infamously lawless area, in pursuit of clues about the Helmet Gang that attacked them. While investigating with \"Hifumi,\" a girl from Trinity General School that they happened to meet, they discover a possibility that the repaid money was flowing into the black market. There, Shiroko suddenly shouts, \"We're gonna rob the bank!\""
                },
                "5": {
                    "ID": "10403466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403466",
                    "TitleEnglish": "We Are Not Friends!",
                    "SummaryEnglish": "After failing their attack on Abydos, Problem Solver 68 are currently preparing for their next move. On the other hand, their leader, Aru, is struggling with the difference between her ideal and reality. Meanwhile, while Shiroko and her team are running away from Black Market, they decide to leave the large sum of money they inadvertently acquired during their heist. During that time, something big happened at Serika's part-time restaurant, Shiba Seki Ramen."
                },
                "6": {
                    "ID": "10403467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403467",
                    "TitleEnglish": "The Gehenna Prefect Team",
                    "SummaryEnglish": "Shiroko and the others were confronted by Gehenna Academy's Prefect Team. Their target was Problem Solver 68, a group of problem children at the same school. The Prefect Team demanded they be extradited, but the Task Force refused. Problem Solver 68, who blew up Shiba Seki Ramen, could not be handed over that easily. In the face of the Prefect Team, the Task Force and Problem Solver 68 team up to take action."
                },
                "7": {
                    "ID": "10403468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403468",
                    "TitleEnglish": "Keep Moving Forward",
                    "SummaryEnglish": "After the battle with the Prefect Team and saying goodbye to Problem Solver 68, daily life finally returned to Abydos. Then, the girls of the Task Force visit the owner of Shiba Seki Ramen and learn a shocking truth. Meanwhile, Hoshino is lost in thought in a different way than usual."
                },
                "8": {
                    "ID": "10403470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403470",
                    "TitleEnglish": "Secrets",
                    "SummaryEnglish": "At Hoshino's suggestion, the Task Force and Sensei decide to go to the aquarium. The girls spend a peaceful time together, as if the days of battle up to that point had been a lie. Hoshino seemed to enjoy herself as much as the others, but Shiroko felt a slight sense of discomfort. Determined, she took a certain action."
                },
                "9": {
                    "ID": "10403471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403471",
                    "TitleEnglish": "To The Abydos Desert",
                    "SummaryEnglish": "The Task Force learns that Abydos land does not belong to Abydos. What is the current owner of the land, Kaiser Corporation, up to? To find out, Shiroko and the others head to the Abydos Desert."
                },
                "10": {
                    "ID": "10403472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403472",
                    "TitleEnglish": "The Only Place That Matters",
                    "SummaryEnglish": "The letter left by Hoshino describes her past and her feelings. Shiroko runs out of the school without thinking, but at that moment, Kaiser Corporation attacks Abydos High School. When the Task Force finds itself in a tight spot due to the sudden attack, the \"girls\" appear before them."
                },
                "11": {
                    "ID": "10403473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403473",
                    "TitleEnglish": "She's Still My Student",
                    "SummaryEnglish": "Sensei has a meeting with Black Suit face-to-face. Black Suit reveals that, just like Sensei, he isn't from Kivotos but is part of an organization called Gematria that researches and discovers Kivotos' secrets. Black Suit invites Sensei to join Gematria, but he refuses. He wants to save Hoshino, who is still his student since he never signed and approved her withdrawal letter. Despite his confusion about why Sensei cares about the students, Black Suit gives up and tells Sensei that Hoshino is being held at the Kaiser PMC base."
                },
                "12": {
                    "ID": "10403474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-archive-the-animation/episodes/10403474",
                    "TitleEnglish": "I'm Home",
                    "SummaryEnglish": "The Abydos Task Force and Sensei arrived at the desert with their hearts full. Meanwhile, Hoshino, who is still in captivity, has a certain thought in her mind. The final battle for their school and future comes to a close."
                }
            }
        }
    }
}