{
    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi",
    "Genres": [
        "Action",
        "Adventure",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3078982/"
    ],
    "TitleEnglish": "World Peacekeepers",
    "SummaryEnglish": "This series, which is set in the future, is about several events that break out after troops successfully rescued a teenager who was kidnapped by the mysterious Black Armors. Ever since Marty had his first contact with the Black Armors and was subsequently rescued, he has been found to possess mysterious prophetic abilities as he is able to see the future in fragmented visions portraying an avalanche, a tsunami, a storm and other catastrophes. These disasters will always come true after Marty experiences the prophetic visions, but he is unable to predict accurately when and where they will occur.",
    "Aliases": [
        "World Peacekeeper",
        "World Peacekeepers"
    ],
    "Modified": "2023-04-27",
    "Seasons": {
        "1": {
            "ID": "2044509",
            "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "9589290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589290",
                    "TitleEnglish": "Elites",
                    "SummaryEnglish": "In order to defeat the mysterious Black Armor troops, General Yuan, the commander-in-chief, specially selects five elites – LM, SK, SR, TL and BT – to form World Peacekeepers, abbreviated as WPK. They are then given permission to use Ammobots, newly developed mechanical armors. WPK is entrusted with the huge responsibilities of defeating the Black Armors and protecting Marty, a boy with prophetic abilities. One day, Marty has a vision of a collapsing bridge, and it seems a flood is about to break out.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9589291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589291",
                    "TitleEnglish": "Occurense",
                    "SummaryEnglish": "Marty's vision makes LM very anxious, and LM forces Marty to offer more predictions, much to the chagrin of everyone who thinks that he is being unreasonable. General Yuan reveals that LM's father, who was his comrade 20 years ago, died in a flood relief rescue mission. Everyone thus learns to empathize with LM. In the meantime, the weather begins to deteriorate. The WPK members request in unison to conduct another search operation and General Yuan allows them to do so.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9589292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589292",
                    "TitleEnglish": "Search",
                    "SummaryEnglish": "The WPK sets off on a mission of searching for the collapsing bridge. It turns out to be a tall order and after a wild-goose chase, even Marty begins to doubt his own prophetic abilities. General Yuan then decides to call off the search operation. Incidentally, just as Marty begins to feel dismayed, he sees the actual car that got washed away by the flood in his vision. Thus, after a difficult journey, WPK finally finds the collapsing bridge they have been looking for.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9589293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589293",
                    "TitleEnglish": "Besieged",
                    "SummaryEnglish": "After investigating the area near the collapsing bridge, the WPK realizes that many of the trees at the upstream of the river have strangely disappeared. At this moment, the Meteorological Administration announces a cloudburst warning. A flood seems imminent. As the WPK members descend the hill, they are ambushed by a unit of Black Armor troops and several other Black Armors surround Marty. The WPK members are torn between the need to rescue Marty and the need to contend with the flood.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9589294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589294",
                    "TitleEnglish": "Rescue",
                    "SummaryEnglish": "As the WPK puts up a tough fight and manages to defeat the unit of Black Armor troops, Marty's vision turns into reality and the car is washed into the river. LM jumps boldly into the river and successfully rescues the driver who has been hurled into the water, thus making up for the regret he felt when he saw his father being swept away by the flood back then. As the WPK is trying to decipher the actual intention of the Black Armors, the Black Armor troops reemerge to wreak havoc at another location on Earth.",
                    "Aliases": []
                },
                "6": {
                    "ID": "9589345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589345",
                    "TitleEnglish": "Cold war",
                    "SummaryEnglish": "Numerous drifting icebergs start emerging erratically at the seas near the Arctic. Coupled with strange winds, they pose a threat to the ships navigating the area. International environment protection organizations thus seek help from the WPK. Refusing to heed his good friend General Yuan's advice, Professor Chin slogs his guts out to improve the performance of the Ammobots at the expense of his health and eventually falls ill. General Yuan then prohibits Professor Chin from entering the laboratory and the both of them begin a cold war with each other.",
                    "Aliases": []
                },
                "7": {
                    "ID": "9589346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589346",
                    "TitleEnglish": "Windchaser",
                    "SummaryEnglish": "The WPK members encounter strange, strong winds as they are carrying out their mission at the Arctic. SK notices a mysterious dark shadow and makes a rash decision to disobey the rules and pursue the huge shadow alone, but to no avail as the shadow disappears subsequently. LM then reprimands SK and their relationship becomes strained. SK secretly leaves the hostel to pursue the shadow again and is discovered by LM, who tries to stop him. However, at this time, the ice cracks, leaving the two of them stranded on a piece of floating ice.",
                    "Aliases": []
                },
                "8": {
                    "ID": "9589347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589347",
                    "TitleEnglish": "Isolation",
                    "SummaryEnglish": "LM and SK wait for help from the other team members as they are left stranded on the piece of floating ice. While the both of them are left isolated, a polar bear attacks them, but LM's quick-wittedness saves the day. After this incident, SK starts to change his opinion of LM. As the other WPK members arrive, the mysterious dark shadow reappears and all of them jointly pursue the shadow.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9589348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589348",
                    "TitleEnglish": "Emergence",
                    "SummaryEnglish": "After chasing the huge shadow for some time, the WPK notices that it disappears after plunging into the ocean. They then use Professor Chin's new invention, the Water Propeller, to conduct an underwater investigation and discover that the dark shadow is linked to the Black Armors. At this moment, Marty has another prophetic vision.",
                    "Aliases": []
                },
                "10": {
                    "ID": "9589349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589349",
                    "TitleEnglish": "Break through",
                    "SummaryEnglish": "The WPK resorts to ways and means to lure the Black Armors out of the ocean, and the two camps have an intense showdown on the ice, with the WPK eventually emerging victorious. After this battle, SK becomes less hostile to LM, while General Yuan and Professor Chin bury the hatchet. The head of the Black Armors, Commander Nick, emerges to pronounce the WPK as their top enemy and vows vengeance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9589356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589356",
                    "TitleEnglish": "Investigation",
                    "SummaryEnglish": "After performing a series of experiments on the device which the WPK brought back from the ocean, Professor Chin finally confirms that the device has been specially designed to extract resources and then convert them to energy. He thus speculates that the intention of the Black Armors is to seize the Earth's resources. In the meantime, many ships transporting tungsten have encountered strange cases of theft when they are out at sea. The WPK sets out to investigate this phenomenon.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9589357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589357",
                    "TitleEnglish": "Surveillance",
                    "SummaryEnglish": "Professor Chin invents a new surveillance device called Mobile Spy, which Marty is able to maneuver with surprising ease. General Yuan decides that Marty is able to join the WPK's missions provided that he is well protected. In Marty's prophetic vision, he discovers that a tungsten mine will be the next target of the Black Armors. SR begins to worry about the safety of her elder brother who is working at the mine.",
                    "Aliases": []
                },
                "13": {
                    "ID": "9589358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589358",
                    "TitleEnglish": "Brotherhood",
                    "SummaryEnglish": "According to Marty's prophetic vision, the place where the Black Armors is seizing resources turns out to be the mine where SR's brother is employed. The WPK sets off immediately, and General Yuan allows Marty to join the troops while bringing along Mobile Spy. At the site, the mine caves in, entrapping SR's brother. By operating Mobile Spy, Marty finally tracks down the location where SR's brother is trapped. Just as they are about to rescue him, Marty has another prophetic vision portraying the Black Armors showing up at another mine.",
                    "Aliases": []
                },
                "14": {
                    "ID": "9589359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589359",
                    "TitleEnglish": "Crisis",
                    "SummaryEnglish": "The WPK runs into the Black Armors in the cave of the mine, and an intense battle breaks out. The WPK finds itself in a precarious situation as the Black Armors continuously beefs up reinforcements. Remaining composed, the team persists in the fight with concerted efforts and finally manages to defeat the Black Armors. When Commander Nick learns that the Black Armors is once again defeated by the WPK, he decides to enter the battlefield personally.",
                    "Aliases": []
                },
                "15": {
                    "ID": "9589360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589360",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "Commander Nick storms the battlefield in a mysterious Black Armor, attempting to blow up the fuel depot to create a massive explosion in order to defeat the WPK. Marty learns about Commander Nick's intention through his prophetic abilities, and the WPK manages to stop the explosion in time, thus saving everyone from danger and foiling Commander Nick's plan. When Commander Nick learns about Marty's prophetic abilities, he vows to destroy Marty in order to nip the problem in the bud.",
                    "Aliases": []
                },
                "16": {
                    "ID": "9589362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589362",
                    "TitleEnglish": "Dilemma",
                    "SummaryEnglish": "Ever since TL left his martial arts team, the performance of the team has deteriorated. In a bid to restore its former glory, TL's martial arts coach personally persuades TL to rejoin the team, and TL is caught in a dilemma between leaving the WPK and rejoining the martial arts team. The emergence of Commander Nick in his mysterious Black Armor has prompted the WPK members to become more vigilant and embark on more intensive training. Investigating the daily routines of Marty and the WPK members on the sly, Commander Nick begins to hatch a secret plan.",
                    "Aliases": []
                },
                "17": {
                    "ID": "9589363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589363",
                    "TitleEnglish": "Extraordinary",
                    "SummaryEnglish": "Marty is unhappy about the fact that he is not allowed to join a school excursion due to his special identity. Everyone feels bad for Marty and persuades General Yuan to let Marty join the excursion. Much to Marty's delight, General Yuan agrees, but on the condition that the WPK must offer undercover protection to Marty. At this time, the WPK is assigned a sudden mission to investigate the suspected appearance of the Black Armors at a certain location. Marty therefore misses the chance to join the excursion.",
                    "Aliases": []
                },
                "18": {
                    "ID": "9589364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589364",
                    "TitleEnglish": "Hunt",
                    "SummaryEnglish": "Marty is greatly disappointed when he learns that he has to give the excursion a miss. TL, who used to be a public figure, sympathizes with Marty as the boy is unable to lead a normal life. He thus obtains a tracking device from Professor Chin and installs it on Marty so that Marty can go for the excursion again. Commander Nick finally gets his opportunity to kidnap Marty as he is not protected by the WPK.",
                    "Aliases": []
                },
                "19": {
                    "ID": "9589365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589365",
                    "TitleEnglish": "Disguise",
                    "SummaryEnglish": "Convinced that he got defeated by the WPK because of Marty, Commander Nick wishes to capture Marty alive for research. However, he wants to avoid a direct confrontation with the WPK. Disguising himself as an Earthling, he manages to gain Marty's trust. As Commander Nick waits for an opportunity to kidnap Marty, the WPK members reach the site where they are supposed to carry out their new mission, only to discover that it is a prank by a group of teenage bandits. However, just as they are about to leave, the Black Armors appear.",
                    "Aliases": []
                },
                "20": {
                    "ID": "9589366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589366",
                    "TitleEnglish": "Pursuit",
                    "SummaryEnglish": "Marty has a prophetic vision linked to the Black Armors. He tries to contact the base camp immediately, but realizes that there is no communications signal at the farmhouse. Commander Nick pretends to offer a helping hand to Marty, who then falls for the trick and ends up getting kidnapped by Commander Nick. Upon detecting the irregularity of Marty's tracking signal, General Yuan informs the WPK to return at once. Just as they are about to arrive, Marty disappears under the radar.",
                    "Aliases": []
                },
                "21": {
                    "ID": "9589370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589370",
                    "TitleEnglish": "Imprisonment",
                    "SummaryEnglish": "Marty is missing, and the WPK fails to locate him after a prolonged search. As everyone is worried about Marty's safety, Commander Nick has imprisoned him with the intention of finding out why he has such special abilities, but to no avail. The Black Armor troops emerge again to seize resources, but the WPK decides to take the risk of letting them off the hook in order to focus on locating Marty.",
                    "Aliases": []
                },
                "22": {
                    "ID": "9589371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589371",
                    "TitleEnglish": "Sign",
                    "SummaryEnglish": "When the Black Armors realizes that they are being followed by the WPK, they activate the self-detonation protocol, leaving the WPK members wounded by the blast of the explosion. Marty finds an opportunity to escape from the enemy's base camp and uses his prophetic abilities to sneak into a spaceship. Upon detecting Marty's tracking signal again, the WPK sets off immediately. Although Marty is subsequently discovered by the enemy and recaptured, the WPK manages to locate their enemy's suspected base camp.",
                    "Aliases": []
                },
                "23": {
                    "ID": "9589372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589372",
                    "TitleEnglish": "Missing",
                    "SummaryEnglish": "Commander Nick decides to relocate the base camp furtively to err on the side of caution and avoid a direct confrontation with the WPK, which loses track of Marty's whereabouts again. However, Marty finds another opportunity to escape from the new base camp of the Black Armors. This attempt proves successful, but Marty injures himself after accidentally falling down from an elevated height.",
                    "Aliases": []
                },
                "24": {
                    "ID": "9589373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589373",
                    "TitleEnglish": "Combat",
                    "SummaryEnglish": "Commander Nick discovers that Marty is injured and uses his unique healing abilities to save him. Marty decides to return the favor by sharing with Commander Nick his prophetic vision, one which portrays Commander Nick's life in danger. The WPK manages to track down Marty and locate the new base camp of the Black Armors. To defend their final bastion, the Black Armors has an ultimate showdown with the WPK.",
                    "Aliases": []
                },
                "25": {
                    "ID": "9589374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589374",
                    "TitleEnglish": "Reappearance",
                    "SummaryEnglish": "The WPK emerges victorious in the showdown with the Black Armor troops. Commander Nick, who has yet to recover after healing Marty, is eventually defeated. Just as Commander Nick is about to blow up the base camp, the WPK manages to rescue Marty and they escape successfully. Helpless and alone, Commander Nick receives a sudden command from the tyrants of the universe at this point in time. He is ordered to pave the way for them to invade and occupy the Earth as soon as possible.",
                    "Aliases": []
                },
                "26": {
                    "ID": "9589379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589379",
                    "TitleEnglish": "Supplies",
                    "SummaryEnglish": "Marty adopts a young Tibetan mastiff but does not know how to train it. Like a professional, BT guides Marty along. It turns out that BT grew up with a dog. Inspired by the young Tibetan mastiff, Professor Chin invents Mobile Mastiff, a new device that looks like a robotic dog. During simulation trainings, Mobile Mastiff performs very well, thus solving the Ammobot supply problem. In the meantime, Commander Nick secretly plots to capture Marty again.",
                    "Aliases": []
                },
                "27": {
                    "ID": "9589380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589380",
                    "TitleEnglish": "Surrounded",
                    "SummaryEnglish": "Desiring to tap on Marty's prophetic abilities, Commander Nick lays a trap and tries to kidnap Marty again, but his plan gets discovered by General Yuan. As General Yuan gives chase, the WPK rushes back in time and surrounds Commander Nick, who then holds Marty hostage in exchange for his own release. When Marty is held captive, he asks Commander Nick why he is seizing the Earth's resources. Commander Nick reveals that he is forced to do so.",
                    "Aliases": []
                },
                "28": {
                    "ID": "9589381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589381",
                    "TitleEnglish": "Counterattack",
                    "SummaryEnglish": "Commander Nick expects to gain victory by holding Marty hostage, but the WPK has already set a trap to capture Commander Nick alive. Marty resents the team for injuring Commander Nick and gives everyone the cold shoulder. General Yuan requests to interrogate Commander Nick, but Commander Nick refuses to reveal any information. Marty is convinced that Commander Nick is a good man and therefore tries to persuade him.",
                    "Aliases": []
                },
                "29": {
                    "ID": "9589382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589382",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Commander Nick tries to escape imprisonment. As he tries to break out from the laboratory, he accidentally discovers that his planet has been destroyed. Thoroughly disheartened, Commander Nick finally reveals to the WPK that he came from a small planet called Mirzam which used to be a part of the solar system. However, as Algol, the tyrant of the universe, kidnapped the King and Queen of Mirzam as hostages, he has been forced to pledge allegiance to his enemy.",
                    "Aliases": []
                },
                "30": {
                    "ID": "9589383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589383",
                    "TitleEnglish": "Conscience",
                    "SummaryEnglish": "The WPK feels deeply sorry for Commander Nick and decides to help him. Commander Nick is touched by their kindness and tells them the subsequent plans orchestrated by Algol. The WPK decides to take action immediately. Switching over to the side of justice, Commander Nick works with the WPK to eliminate the Algol General that has arrived on Earth. Subsequently, he even makes a resolve to return to Algol as an undercover agent, supporting the WPK from within the enemy's camp.",
                    "Aliases": []
                },
                "31": {
                    "ID": "9589388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589388",
                    "TitleEnglish": "Undercover",
                    "SummaryEnglish": "After Commander Nick switches over to the side of justice, he works as an undercover agent in the Algol Mother Ship and secretly communicates with Marty through telepathy. The three Algol Generals who serve Tyrannus, the ruler of Algol, appear to be grieving over the death of Malum, another general who perished in the battle, but in their hearts, they are actually gloating because each of them harbors his own ulterior motives. Professor Chin anticipates that they will face a very powerful enemy, and thus puts in lots of effort to enhance the combat capabilities of the Ammobots.",
                    "Aliases": []
                },
                "32": {
                    "ID": "9589389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589389",
                    "TitleEnglish": "Invisibles",
                    "SummaryEnglish": "General Eversor suggests to Tyrannus to send their trusted aide Timor, who is able to assume an invisible form, to assassinate the WPK members. Commander Nick tells Marty about this immediately. When the WPK receives the news, they start making plans secretly though they appear to be unresponsive. Eventually, they manage to foil Eversor's evil plot by harnessing the special capabilities of Mobile Mastiff. Eversor is puzzled over the failure of his mission. He detects the presence of unknown electric waves on the mother ship, and begins to conduct investigations on the sly.",
                    "Aliases": []
                },
                "33": {
                    "ID": "9589390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589390",
                    "TitleEnglish": "Glimpse",
                    "SummaryEnglish": "Eversor discovers that the unknown electric waves are being transmitted from the Algol Mother Ship to Earth, and concludes that the assassination attempt has failed because of a traitor who gave the game away. When Tyrannus learns about this, he blows his top and orders Eversor to uncover the traitor. Marty has a fragmented prophetic vision and suspects it has to do with Commander Nick. He begins to worry about Commander Nick's safety. Eversor suddenly launches a new mission to destroy the Earth. When Commander Nick learns about this, he reports the news to Marty immediately.",
                    "Aliases": []
                },
                "34": {
                    "ID": "9589391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589391",
                    "TitleEnglish": "Failure",
                    "SummaryEnglish": "The new mission to destroy the Earth turns out to be Eversor's cunning plot to uncover the traitor. Commander Nick adamantly denies his involvement at first, but he is forced to give in and confess that he is the undercover agent when Tyrannus threatens to kill the King and Queen of Mirzam again. Commander Nick conveys false information so the WPK can let its guard down. He then returns to Earth alone to carry out his mission. In the meantime, Marty's fragmented vision gradually becomes more fathomable.",
                    "Aliases": []
                },
                "35": {
                    "ID": "9589392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589392",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "Commander Nick informs the WPK of his actual intention and tells them that he is here for a fight because of the situation he is facing. Eversor takes the opportunity to launch a massive attack, jeopardizing the safety of the WPK base camp. At this point in time, the King of Mirzam manages to communicate with Commander Nick through Marty. Commander Nick finally joins forces with the WPK. Just as Eversor is about to kill Commander Nick in a fit of anger, TL comes to his rescue and wages a lethal battle with Eversor through hand-to-hand combat.",
                    "Aliases": []
                },
                "36": {
                    "ID": "9589399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589399",
                    "TitleEnglish": "Trap",
                    "SummaryEnglish": "Marty has a prophetic vision portraying the King and Queen of Mirzam being sent to Earth. Guardian Inimicus, who is highly adept at laying traps and able to entrap anyone without fail, invites Commander Nick for \"a game of rescue\" alongside the WPK. Despite knowing the danger, the WPK decides to help Commander Nick. Marty joins them, bringing along a protection device newly invented by Professor Chin.",
                    "Aliases": []
                },
                "37": {
                    "ID": "9589400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589400",
                    "TitleEnglish": "Ambush",
                    "SummaryEnglish": "The WPK, Commander Nick and Marty are ambushed upon arriving at a desolate island. The seven of them are forcefully separated by traps laid on the island, and they lose contact with one another. Devoid of communication and reinforcements, each of them is left to fend off different kinds of vicious attacks by relying only on their respective skills. In this bloody battle full of traps, their combat powers gradually weaken and they successively fall prey to precarious situations.",
                    "Aliases": []
                },
                "38": {
                    "ID": "9589401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589401",
                    "TitleEnglish": "Striving",
                    "SummaryEnglish": "Under trying circumstances, everyone gets embroiled in a tough fight. It is only through outstanding teamwork and strong willpower that they are able to free themselves eventually. Thanks to Marty's prophetic abilities, Commander Nick also manages to escape. Displeased that the team managed to break free, Inimicus decides to lay more menacing traps. In the meantime, Marty has a prophetic vision showing the location where the King and Queen of Mirzam have been imprisoned.",
                    "Aliases": []
                },
                "39": {
                    "ID": "9589402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589402",
                    "TitleEnglish": "Positioning",
                    "SummaryEnglish": "After everyone escapes the traps successfully, they begin searching for the place where the King and Queen of Mirzam have been imprisoned. Through the various clues, Inimicus deduces that Marty has special powers and thus devises a scheme to distract the WPK in order to kidnap Marty. Tyrannus is furious that the WPK managed to fend off the attacks and orders Guardian Odium to capture Professor Chin, the creator of Ammobots, in order to find out the weakness of Ammobots.",
                    "Aliases": []
                },
                "40": {
                    "ID": "9589403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589403",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "The WPK rescues Commander Nick who is trapped in the stone formation, and all of them launch a full-scale counterattack. Inimicus' plan to kidnap Marty fails, and the King and Queen of Mirzam are rescued. At the brink of death, Inimicus vows to perish with his opponents, but Commander Nick sacrifices himself to protect everyone else. In the meantime, Odium manages to sneak into the WPK base camp and he kidnaps Professor Chin stealthily.",
                    "Aliases": []
                },
                "41": {
                    "ID": "9589412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589412",
                    "TitleEnglish": "Trace",
                    "SummaryEnglish": "From the clues that were left behind, General Yuan deduces that Professor Chin has been kidnapped by Algol and infers that the opponent has very powerful weapons. Gordon draws strength from his grief and spends several sleepless nights working hard to improve the performance of the Ammobots. General Yuan decides to enter the fray personally and orders Gordon to upgrade the first-generation Ammobots. After the Queen of Mirzam is rescued, she mistakes Marty for the young prince of Mirzam.",
                    "Aliases": []
                },
                "42": {
                    "ID": "9589413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589413",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "In order to obtain the secret of Ammobots, Odium resorts to torture to \"steal\" Professor Chin's memory. Professor Chin resists unwaveringly. The WPK and General Yuan gear up for a battle with the enemy. In the meantime, Professor Chin, the POW, manages to escape from his prison cell, only to discover that the enemy, Odium, has not only stolen information on Ammobots from his memory; he has even created weapons that can defeat Ammobots and is gearing up for a massive attack.",
                    "Aliases": []
                },
                "43": {
                    "ID": "9589414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589414",
                    "TitleEnglish": "Mission",
                    "SummaryEnglish": "In order to prevent a full-scale attack by Algol, Professor Chin risks his life to destroy the Algol Mother Ship by putting his scientific knowledge to good use. He even contacts the WPK base camp and instructs Gordon to upgrade the Super Ammobots to the highest level. General Yuan and the team are glad to receive news from Professor Chin, yet they are also worried because the highest-level Super Ammobots have yet to be fully programmed and Gordon feels that he is not qualified enough to take over Professor Chin's duties.",
                    "Aliases": []
                },
                "44": {
                    "ID": "9589415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589415",
                    "TitleEnglish": "Side_by_side",
                    "SummaryEnglish": "Odium arrives on Earth with the new weapons that have been created to defeat Ammobots. The WPK is no match for Odium's new weapons, and the Ammobots are destroyed one by one. At this critical moment, General Yuan finally rolls out the upgraded version of the Ammobots and joins forces with SK in a fierce battle against Odium. In the meantime, the Algol Mother Ship has been repaired and is heading towards the Earth at full speed.",
                    "Aliases": []
                },
                "45": {
                    "ID": "9589416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589416",
                    "TitleEnglish": "Hostage",
                    "SummaryEnglish": "The Algol Mother Ship arrives on Earth and begins extracting the Earth's resources without restraint. General Yuan and SK can hardly cope as they have to deal with the highly lethal new weapons, as well as the threat posed by the Algol Mother Ship on the Earth. Just as the other WPK members are about to rescue Professor Chin, Odium holds Professor Chin as his hostage to force the WPK to surrender. General Yuan is thus caught in a dilemma.",
                    "Aliases": []
                },
                "46": {
                    "ID": "9589420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589420",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "General Yuan and Professor Chin become severely injured in the battle, jeopardizing the morale of the WPK which is already facing challenges as resources on different parts of the Earth are reduced to a critical level and the upgrading process of the Super Ammobots has hit a wall. In the meantime, Odium is defeated, but Tyrannus issues orders to accelerate the extraction of the Earth's resources. A huge conspiracy is gradually unveiled and the Earth starts to face a crisis which worsens with each passing minute.",
                    "Aliases": []
                },
                "47": {
                    "ID": "9589421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589421",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "In the face of Tyrannus' strength and Quarum's troops, the WPK finds itself cornered. At this critical moment, Commander Nick appears miraculously. Quarum, who values his friendship with Commander Nick and has yet to come to terms with Odium's death, releases the WPK members and Commander Nick. The team is inspired by General Yuan, who remains optimistic and resilient despite his severe injuries, and everyone's fighting spirit is rekindled. Quarum is shocked when he accidentally discovers the true nature of Tyrannus' conspiracy.",
                    "Aliases": []
                },
                "48": {
                    "ID": "9589422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589422",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "The upgrading process of the Super Ammobots is further hindered by the lack of resources. Commander Nick suggests beating Algol at its own game by infiltrating the Algol Mother Ship to retrieve the Earth's resources. Quarum secretly enlists Commander Nick's help to foil Tyrannus' conspiracy with the support of the WPK. In return, he agrees to help the WPK retrieve the resources. Just as the WPK and Commander Nick are about to return to Earth after successfully retrieving the resources, they are surrounded by Tyrannus' troops.",
                    "Aliases": []
                },
                "49": {
                    "ID": "9589423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589423",
                    "TitleEnglish": "Rebellion",
                    "SummaryEnglish": "As the WPK and Commander Nick are surrounded by the Algol troopers, Quarum seizes the opportunity to spark a mutiny in order to rescue them, and everyone demands Tyrannus, the source of all evil, to surrender. However, it turns out that Tyrannus saw this coming. He launches his plan to exterminate the WPK, Commander Nick and the mutinous troopers. Although the WPK and Commander Nick manage to escape from the Algol Mother Ship, Mobile Mastiff is severely damaged. As bloodshed breaks out on the Algol Mother Ship, Tyrannus becomes even crazier.",
                    "Aliases": []
                },
                "50": {
                    "ID": "9589424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589424",
                    "TitleEnglish": "Upgrade",
                    "SummaryEnglish": "Having succeeded in his conspiracy, Tyrannus decides to launch a new plan to conquer the universe. As the Algol Mother Ship invades Earth, it begins to seize resources without restraint. At this critical moment, the upgrading process of the Super Ammobots is complete. The WPK launches an attack immediately, vowing to foil Tyrannus' evil plot and save the Earth. In the meantime, Marty has another prophetic vision, but he is unable to make sense of it.",
                    "Aliases": []
                },
                "51": {
                    "ID": "9589425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589425",
                    "TitleEnglish": "Attack",
                    "SummaryEnglish": "Harnessing the power of the Super Ammobots, the WPK overcomes the odds to regain control of the situation. It now attempts to strike at the core of Tyrannus' conspiracy. When Marty has yet another prophetic vision, he is surprised to find that he has gained a new type of superpower that can turn the tables in this battle. General Yuan thus relents and permits Marty to infiltrate the Algol Mother Ship along with Commander Nick. As Tyrannus launches another attack, the WPK finds itself subdued and embroiled in a precarious situation again.",
                    "Aliases": []
                },
                "52": {
                    "ID": "9589426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhen-gyi-hong-shi/episodes/9589426",
                    "TitleEnglish": "Glory",
                    "SummaryEnglish": "The WPK embarks on the ultimate showdown with Tyrannus to foil his new plan of conquering the universe. One by one, the Super Ammobots become damaged in the vicious crossfire. Just as the WPK is beginning to lose hope, a wave of unknown energy explodes from the Algol Mother Ship. How would this unknown energy change the outcome of the battle? The WPK must put up the toughest fight in order to save the Earth.",
                    "Aliases": []
                }
            }
        }
    }
}