{
    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28774702/",
        "https://hametsu-anime.com/",
        "http://www.reddit.com/r/TheKingdomsRuin",
        "https://www.themoviedb.org/tv/219673",
        "https://en.wikipedia.org/wiki/The_Kingdoms_of_Ruin",
        "https://x.com/hametsu_anime"
    ],
    "TitleEnglish": "The Kingdoms of Ruin",
    "SummaryEnglish": "Humanity long lived in harmony with witches, but an advanced scientific revolution has made the powers of a witch unnecessary. Succumbing to resentment and fear, the greatest nation in the world begins a brutal witch hunt and eliminates all witches from the land. After being forced to watch his beloved teacher die, Adonis, a witch's apprentice, swears revenge on the empire that took everything away from him.",
    "Aliases": [
        "Hametsu no Ōkoku",
        "Hametsu no Oukoku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2045016",
            "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9593424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/9593424",
                    "TitleEnglish": "And So, Our Story Begins",
                    "SummaryEnglish": "The rapid explosion of human technology has caused humanity to grow to fear and resent the divinely granted supernatural powers of witches. The witch Chloe and her apprentice, Adonis, find themselves caught in the crosshairs of the Redia Empire."
                },
                "2": {
                    "ID": "10007031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007031",
                    "TitleEnglish": "Heavenly Fire",
                    "SummaryEnglish": "Adonis uses his newfound freedom to wreak havoc on the city of New Nightmare. His long-practiced written-style summoning magic tears through the Radian citizens while Doroka races to meet up with him."
                },
                "3": {
                    "ID": "10007032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007032",
                    "TitleEnglish": "A Gentle Death",
                    "SummaryEnglish": "The various government institutions of Redia scramble to stop Adonis' rampage. When they go to activate the Magic Photon Suppression Device, Theta, the director of the National Science Agency, shares previously hidden information."
                },
                "4": {
                    "ID": "10007033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007033",
                    "TitleEnglish": "The Nation of Witches",
                    "SummaryEnglish": "Anna is ultimately successful in her mission and manages to use her magic to fool the Redia Empire long enough to extract Adonis. Adonis is extracted by the witches and witnesses firsthand the state of their society in the wake of their war with humanity."
                },
                "5": {
                    "ID": "10007034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007034",
                    "TitleEnglish": "Joy to the World",
                    "SummaryEnglish": "As the resurrection ritual comes to completion, Lunamilia is suddenly attacked by the National Security Bureau. The safety of the witches is compromised, and the mito is set ablaze. Adonis and Yamato face off in a revenge-fueled duel."
                },
                "6": {
                    "ID": "10007035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007035",
                    "TitleEnglish": "The Witch Doroka",
                    "SummaryEnglish": "Doroka finally calls upon her magical powers in an attempt to put an end to the carnage on Lunamilia. As the battle on the moon comes to a close, we discover who's truly in control of the Redia Empire."
                },
                "7": {
                    "ID": "10007036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007036",
                    "TitleEnglish": "Stand by him. Stand by her.",
                    "SummaryEnglish": "Adonis and Doroka find themselves on the planet's surface once again. Still reeling from the carnage on the moon, they encounter some wasteland vagrants who take them in. However, there may be more to these vagrants than expected."
                },
                "8": {
                    "ID": "10007038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007038",
                    "TitleEnglish": "Coronation",
                    "SummaryEnglish": "With Goethe and the witches out of her way, Dorothea ascends to the imperial throne. As she uses her magic to consolidate her power, Shirousagi searches the wastelands for Adonis. Meanwhile, Adonis and Doroka stumble into a seemingly abandoned ghost town."
                },
                "9": {
                    "ID": "10007039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007039",
                    "TitleEnglish": "The Ruined Kingdom of Mamuta",
                    "SummaryEnglish": "Adonis and Doroka arrive at the city-state of Mamuta only to find it devoid of human life. Strange stirrings of something far from human echo throughout the city as two opposing parties begin to close in on Adonis and Doroka."
                },
                "10": {
                    "ID": "10007040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007040",
                    "TitleEnglish": "The Eyes That Were Lost",
                    "SummaryEnglish": "Shirousagi has found Adonis and Doroka with the help of the National Intelligence Agency. He brings the full power of humanity's technology to bear against Adonis and Doroka in a brutal battle."
                },
                "11": {
                    "ID": "10007041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007041",
                    "TitleEnglish": "Knightfall",
                    "SummaryEnglish": "Adonis has to face Shirousagi alone while trying to protect an incapacitated Doroka. When his limits are reached, the two of them work together through unsavory means in a desperate attempt to survive."
                },
                "12": {
                    "ID": "10007042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hametsu-no-oukoku/episodes/10007042",
                    "TitleEnglish": "Love and Revenge",
                    "SummaryEnglish": "Empowered by Doroka's Love Spell, Adonis reaches new heights of physical and magical power. He unleashes his magic in a way that fulfils a promise he made to Chloe long ago."
                }
            }
        }
    }
}