{
    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13949068/",
        "https://www.themoviedb.org/tv/229255"
    ],
    "TitleEnglish": "Queen's Blade: Beautiful Warriors",
    "SummaryEnglish": "After the end of the Queen's Blade competition in Gyokuza o Tsugumono, the separate stories of many warriors are further developed to bring closure and, in some cases, intertwined again.",
    "TitleJapanese": "クイーンズブレイド 美しき闘士たち",
    "SummaryJapanese": "玉座を継ものでのクイーンズブレイド大会の終了後、多くの戦士の別々の物語がさらに展開されて終結をもたらし、場合によっては再び絡み合う.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2045742",
            "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9601794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601794",
                    "TitleEnglish": "Faith! Elina's Unwavering Bonds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "信義！エリナ揺るぎなき絆",
                    "SummaryJapanese": "After winning the tournament, Leina takes her solo leave, leaving Claudette as the de facto ruler of Gainos. Tomoe has returned to Gainos and starts a journey with Aldra. At the Vance castle, various nobles living nearby are not too happy that Leina won the Queen's Blade tournament and have formed a joint army to attack the castle. Elina manages to hold off the invading forces long enough for her father to escape, but she is defeated by Echidna (who was hired by the nobles) and captured. Having collected her reward and having nothing better to do, Echidna sticks around and teases Elina by tickling her for a while using her pet snake, but Elina is adamant that Leina will come and rescue her. Elina remembers that she and Leina were very close after their mother had passed away, but as the sisters grew up Leina became more distant."
                },
                "2": {
                    "ID": "9601795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601795",
                    "TitleEnglish": "Difficult Parting! The Thousand Year Farewell of Alleyne",
                    "SummaryEnglish": null,
                    "TitleJapanese": "愛惜！アレイン千年の別れ",
                    "SummaryJapanese": "After the Queen's Blade tournament, Alleyne decided to head back to the forest, but Nowa, new to the city life, wanted to visit new places and the two end up wandering around the land. Alleyne feels guilty about not returning to the forest, but she also feels happy to travel with Nowa. One day, Alleyne and Nowa find their way to the seaside where the two decide to spend the day and have fun on the beach, but Alleyne notices that there is a malevolent tentacle creature swimming in the waters. At night, after Alleyne has fallen asleep, Nowa secretly sneaks out of the inn room to find a rare sea stone that Alleyne had told her about a long time ago. Diving into the water and braving the currents, Nowa finds the sea stone but is then knocked unconscious by something. Back at the seaside inn, Alleyne heads out after discovering that Nowa is gone. While searching the beach, Alleyne finds two local girls being attacked by a tentacled monster."
                },
                "3": {
                    "ID": "9601796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601796",
                    "TitleEnglish": "Dejection! Airi's Duplicity",
                    "SummaryEnglish": null,
                    "TitleJapanese": "憂鬱！アイリの二心",
                    "SummaryJapanese": "In the Swamplands, the Swamp Witch painfully tortures Melona for the shapeshifter's previous failures. Melona blames her treatment on Airi, and knowing that Airi must return someday because the Swamp Witch's command spell, Melona vows to punish Airi when she returns. Meanwhile, Airi has been living with Rana, Cattleya, and Owen and helps around with chores in the house. Airi has grown accustomed to the lifestyle and her feeling for Rana continues to grow, but she also feels obligated to return to the swamp to serve her master, so she secretly flies away one day.\n\nAiri returns to the swamp and is confronted by Melona who ties her up and decides to torture Airi by tickling her. After three days of taking it, Airi reveals that the command spell on her is no longer effective, but she came back on her own volition. Melona is skeptical, but Airi refuses to break from the tickle torture and swears loyalty to the Swamp Witch, and is allowed to join Melona."
                },
                "4": {
                    "ID": "9601797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601797",
                    "TitleEnglish": "Restoration! Menace's Joy Palace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再興！メナス愉悦の王宮",
                    "SummaryJapanese": "The Swamp Witch has given Airi and Melona three days to retrieve Menace. Airi and Melona journey through the desert and find that Menace has created a vibrant city along the river. Menace apparently made a lot of money by partnering up with a figurine maker to make a popular line of figures featuring Queen's Blade competitors. In the city, Airi and Melona bump into Ymir who is unsuccessful in selling her weapons. Ymir leads Airi and Melona to the boats that lead to Menace's palace before informing the two that she's returning to Gainos to learn fighting skills from Claudette. Airi and Melona take the boat to Menace's palace and finds that Menace is living the high life with many beautiful girls as her servants. To Airi and Melona's surprise, the servants aren't under any spell and appear to be serving Menace willingly."
                },
                "5": {
                    "ID": "9601798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601798",
                    "TitleEnglish": "Fallen Angel! Nanael's Pleasure",
                    "SummaryEnglish": null,
                    "TitleJapanese": "堕天！逸楽のナナエル",
                    "SummaryJapanese": "Up in the heavens, Nanael is bored with heavenly life and wants to build a \"harem\" (of servants), and to do this Nanael eats a Holy Grape from the Holy Grape Tree which grants the eater any wish. Nanael flies to the tree but is caught by Hachiel, but in the struggle Nanael pulls off one of the grapes which falls into her shirt. Trying to steal the Holy Grape was one of the highest offenses in Heaven, so the Head Angel decides to banish Nanael down into the Swamplands.\n\nAt the swamp, Airi and Melona are complaining about being punished by the Swamp Witch after they failed to retrieve Menace. The two of them then spot Nanael falling from the skies. Nanael wakes up and finds herself tied up, trapped in a cage, and Melona and Airi begin to tickle torture Nanael, the same torture that Melona delivered onto Airi. Like before, laughter immediately erupts from Nanael, who begs them to stop, but they continue."
                },
                "6": {
                    "ID": "9601799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/queens-blade-beautiful-warriors/episodes/9601799",
                    "TitleEnglish": "Secret Technique! The Journey Escorted By Summoned Danger",
                    "SummaryEnglish": null,
                    "TitleJapanese": "奥義！差添いの逢魔が旅",
                    "SummaryJapanese": "In a dark palace somewhere in Hinomoto, a group of women sacrifice themselves to bring back an evil entity while several corrupt officials watch from nearby. Out on the sea, Tomoe and Aldra are sailing towards Hinomoto. While alone, Tomoe suddenly sees a vision of an evil lady reaching into her head. Soon afterwards the ship is rocked by an explosion and Tomoe and Aldra are confronted by a group of ninjas led by the twin brother of the ninja that Shizuka defeated. The subordinate ninja fuse together to form a giant octopus. As Tomoe fights the monster, she suddenly loses her strength, allowing the octopus to attack her. Aldra is able to blind the octopus, giving way for Tomoe to finish it off. The ship explodes, forcing the ninja leader to fly away while Tomoe and Aldra jump into the sea to escape. Tomoe and Aldra are eventually washed ashore and are spotted by an old lady."
                }
            }
        }
    }
}