{
    "URL": "https://www.thetvdb.com/series/ishura",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt26713948/",
        "https://ishura-anime.com/",
        "http://www.reddit.com/r/Ishura",
        "https://www.themoviedb.org/tv/220286",
        "https://en.wikipedia.org/wiki/Ishura",
        "https://x.com/ishura_anime"
    ],
    "TitleEnglish": "Ishura",
    "SummaryEnglish": "The battle to crown the ultimate Hero begins after the Demon King's defeat.",
    "TitleJapanese": "異修羅",
    "SummaryJapanese": "地平のすべてを恐怖させた魔王が打ち倒され、\n破滅に怯える必要がなくなった時代。\n未来に夢を見ることができるようになった今、\n少女は理不尽な暴力の渦中にいた。\n\n素晴らしかった景色はもはやなく、都市も、草花も、\n全てが燃えている。\n生きながら解体されていく親友の\n苦悶の断末魔を聞きながら、少女は逃げ出した。\n親しい誰かが死にゆくとき、自分が無力でいること\n以上の絶望があるだろうか。\n\nしかし、少女の前にふらりと現れた一人の剣士が、\n絶望を、抗うことのできなかった理不尽を、\nたった一振りのなまくらで、いともたやすく斬り伏せ\nてしまった。\n\n「――柳生宗次朗。このオレが、地球最後の柳生だ」\n\nこの世界には、あらゆる“力”の頂点を極め、\n「最強」の名を戴く者たちがいる。\n剣士もまた地平に蠢く無数の、“修羅”の一人。\n魔王亡きこの世界で、なおも闘争を求める、\nその一人目に過ぎない。\n\n――そうか、私はこの男が、“強者”が許せないんだ。\n\n幾度も命を救われたにも関わらず、少女に芽生えた\n見当違いな感情。\nしかし、すべてを失った少女には\n自分自身を支えていく理由が必要だった。\n\n――この男を殺す。この世界には、それができる“強者”がいる。\n\n理不尽な“強者”たちへの憎悪を支えに、\n少女は剣士と共に歩き出す。\n「最強」を殺す旅路は、そうして始まりを告げた。",
    "Aliases": [
        "Ishura"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "2047118",
            "URL": "https://www.thetvdb.com/series/ishura/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9614391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/9614391",
                    "TitleEnglish": "Soujirou the Willow-Sword",
                    "SummaryEnglish": "One day, numerous golems appear in the city, putting an end to Yuno the Distant Talon and Lucelles' peaceful lives. Just as Yuno braces for death, a fearless swordsman who goes by the name of Soujirou Yagyuu appears. Each with a unique purpose, Yuno and Soujirou decide to head to Aureatia.",
                    "TitleJapanese": "柳の剣のソウジロウ",
                    "SummaryJapanese": "ナガン迷宮都市の探索士候補生・遠い鉤爪のユノは、\n友人のリュセルスと探索士を目指して\n勉強に励んでいた。\nある日、都市に数多の機魔(ゴーレム)が現れ、\n二人の穏やかな日常は一変する。\n眼前には機魔に解体されるリュセルス、\n蹂躙されるナガン。\nユノが死を覚悟したそのとき、\n彼女の前になまくら刀を握った男が現れる。"
                },
                "2": {
                    "ID": "10224198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10224198",
                    "TitleEnglish": "Alus the Star Runner",
                    "SummaryEnglish": "Lana the Moon Tempest, a spy for the New Principality of Lithia, is tasked with bringing back mercenaries with Shalk and Higuare. However, they are pursued by a swarm of wyverns and outlaws. Meanwhile, in Aureatia, a military officer sets out to achieve glory by slaying a dragon.",
                    "TitleJapanese": "星馳せアルス",
                    "SummaryJapanese": "リチア新公国の諜報兵・月嵐のラナは、新公国を治める警めのタレンの命により、音斬りシャルクと海たるヒグアレという傭兵を連れ帰ろうとしていた。\nその途中、ラナたちはワイバーンの群れに追われ、\nさらに野盗にまで囲まれてしまう。\n一方、黄都では武官の一人・静寂なるハルゲントが、\n部隊を組織して竜討伐に向かっていた。"
                },
                "3": {
                    "ID": "10224199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10224199",
                    "TitleEnglish": "Dakai the Magpie and Regnejee the Wings of Sunset",
                    "SummaryEnglish": "Dakai the Magpie returns from Nagan Labyrinth City with a powerful magic item. Taren the Guarded tasks Dakai with finding the traitor behind the attacks on merchant caravans. Meanwhile, Regnejee the Wings of Sunset interrogates the wyvern soldiers in search of a certain rule-breaker.",
                    "TitleJapanese": "鵲のダカイと夕暉の翼レグネジィ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "10225367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225367",
                    "TitleEnglish": "Nihilo the Vortical Stampede and Kia the World Word",
                    "SummaryEnglish": "Hidow the Clamp decides to release Nihilo the Vortical Stampede, a notorious figure that once threatened Aureatia. Meanwhile, Elea the Red Tag disguises herself as a teacher and infiltrates an elf village far from Aureatia.",
                    "TitleJapanese": "濫回凌轢ニヒロと世界詞のキア",
                    "SummaryJapanese": "リチア新公国に潜入させた諜報部隊が全滅したとの報告を受けた黄都二十九官の鎹のヒドウは、\nかつて黄都を脅かした最悪の存在・濫回凌轢ニヒロを釈放し、利用しようとする。\n同じく二十九官の一人・赤い紙箋のエレアは、黄都から離れたエルフの村に潜入していた。\n教師になりすました彼女は、ついに目的の存在を発見する。"
                },
                "5": {
                    "ID": "10225368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225368",
                    "TitleEnglish": "Higuare the Pelagic and Nastique the Quiet Singer",
                    "SummaryEnglish": "Higuare the Pelagic and Shalk the Sound Slicer meet with Taren the Guarded. Taren inquires into Higuare's history, leading Higuare to recount the years he spent fighting as a gladiator. Meanwhile, Hidow the Clamp and Kuze the Passing Disaster are busy transporting Nihilo the Vortical Stampede.",
                    "TitleJapanese": "海たるヒグアレと静かに歌うナスティーク",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "10225369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225369",
                    "TitleEnglish": "Gathering of Factions",
                    "SummaryEnglish": "In Aureatia, Soujirou the Willow-Sword and Yuno the Distant Talon are tasked by Hidow the Clamp with a consequential mission. Meanwhile, in the New Principality of Lithia, Dakai the Magpie inspects the room belonging to Curte of the Fair Skies.",
                    "TitleJapanese": "陣営集結",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "10225370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225370",
                    "TitleEnglish": "War Commences",
                    "SummaryEnglish": "Yuno the Distant Talon and Soujirou the Willow-Sword are patrolling the border when they are suddenly attacked by Shalk the Sound Slicer and Higuare the Pelagic, assassins from Lithia. Elsewhere, a swarm of wyverns descends upon Mage City, where Hidow is forced to take action.",
                    "TitleJapanese": "交戦開始",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "10225371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225371",
                    "TitleEnglish": "The New Demon King War",
                    "SummaryEnglish": "Yuno the Distant Talon, who has been captured by the New Principality of Lithia, discovers the person responsible for a certain tragedy and vows to take revenge. Meanwhile, Harghent the Still lands himself in serious danger while attempting to protect his men from attacking wyverns.",
                    "TitleJapanese": "新魔王戦争",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "10225372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225372",
                    "TitleEnglish": "Fire From the Sky",
                    "SummaryEnglish": "Soujirou the Willow-Sword witnesses the strength of Nihilo the Vortical Stampede and decides to challenge her to a duel. Meanwhile, Alus the Star Runner is surrounded by Regnejee the Wings of Sunset and his squadron of wyverns in the sky above Lithia.",
                    "TitleJapanese": "空からの戦火",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "10225373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225373",
                    "TitleEnglish": "Vanishing Calamity",
                    "SummaryEnglish": "Elea and Kia search for Lana the Moon Tempest, and Dakai confronts Nihilo the Vortical Stampede.",
                    "TitleJapanese": "消える災厄",
                    "SummaryJapanese": "炎に飲まれていくメイジ市で月嵐のラナを探す赤い紙箋のエレアと世界詞のキア。\nメイジ市兵にリチアの人間ではないかと疑われ包囲される彼女たちの前に音斬りシャルクが現れる。\n一方、鵲のダカイは市街を蹂躙する埋葬のヘルネテンを迎え撃つ。\n早々にその“中身”の存在に気づくが、強固な装甲に苦戦を強いられる。"
                },
                "11": {
                    "ID": "10225374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225374",
                    "TitleEnglish": "When the Sun Sets",
                    "SummaryEnglish": "Regnejee the Wings of Sunset tries to help Curte of the Fair Skies escape.",
                    "TitleJapanese": "落日の時",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10225375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10225375",
                    "TitleEnglish": "Shura",
                    "SummaryEnglish": "The shura head to Aureatia, each with their own motives.",
                    "TitleJapanese": "修羅",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "2118748",
            "URL": "https://www.thetvdb.com/series/ishura/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10394652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10394652",
                    "TitleEnglish": "Mele the Horizon's Roar",
                    "SummaryEnglish": "A young boy visits Mele the Horizon's Roar, while Kuuro the Cautious is on the run in Toghie City.",
                    "TitleJapanese": "地平咆、メレ",
                    "SummaryJapanese": "サイン水郷郊外に住むギガント、地平砲メレのもとに、集落の少年ミロヤがやってくる。 怠惰なメレが黄都の王城試合に出場することを心配するミロヤ。 お互いに悪態をついていると、メレは大きな嵐を察知し……。 一方、戒心のクウロはトギエ市で黄都と敵対する旧王国主義者に追われていた。 黄都の使者と接触できるのか!?"
                },
                "2": {
                    "ID": "10896535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896535",
                    "TitleEnglish": "Linaris the Obsidian",
                    "SummaryEnglish": "Kuuro the Cautious searches for a traitor. Elsewhere, Shirok the Sextant meets a beautiful girl.",
                    "TitleJapanese": "黒曜、リナリス",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10896536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896536",
                    "TitleEnglish": "Toroa the Awful and Mestelexil the Box of Desperate Knowledge",
                    "SummaryEnglish": "Elgite the Ochre Haze sets out to steal enchanted swords while Mestelexil fights another golem.",
                    "TitleJapanese": "おぞましきトロアと窮知の箱のメステルエクシル",
                    "SummaryJapanese": "おぞましきトロアが遺した魔剣の強奪に向かう霾晦りのエリジテ。トロアは魔剣を手にした者を殺し、魔剣を奪い去るという怪談のごとき存在だったが、トロアが死んだ今、もはや伝説ではないと息巻く。一方、窮知の箱のメステルエクシルはゴーレム同士で戦闘を繰り広げていたしかし、胴を貫かれ体が四散してしまい……。"
                },
                "4": {
                    "ID": "10896537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896537",
                    "TitleEnglish": "Atrazek the Particle Storm, Part One",
                    "SummaryEnglish": "Toroa the Awful offers to fight for the Old Kingdom as Kiyazuna the Axle pursues the Particle Storm.",
                    "TitleJapanese": "微塵嵐アトラゼク・前篇",
                    "SummaryJapanese": "おぞましきトロアは、黄都にいる星馳せアルスの持つ魔剣と旧王国の将軍が持つチャリジスヤの爆砕の魔剣を奪うため、黄都との戦争準備を進める旧王国軍に志願する。だが、灰髪の子供から爆砕の魔剣の現所有者が軸のキヤズナであると聞き、トロアはキヤズナを狙うことに。当のキヤズナは深い因縁のある微塵嵐を追っていた。"
                },
                "5": {
                    "ID": "10896538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896538",
                    "TitleEnglish": "Atrazek the Particle Storm, Part Two",
                    "SummaryEnglish": "Toroa the Awful confronts Mestelexil the Box of Desperate Knowledge as the Particle Storm nears.",
                    "TitleJapanese": "微塵嵐アトラゼク・後篇",
                    "SummaryJapanese": "微塵嵐が迫る中、激闘を繰り広げる窮知の箱のメステルエクシルとおぞましきトロアだがトロアの攻撃に押され、メステルエクシルが膝をついてしまう。トロアはチャリジスヤの爆砕の魔剣と引き換えに、自らが微塵嵐を倒すと交渉を持ちかけるのだが……。すべてが微塵嵐に飲み込まれそうになった刹那、天が割れ、光が落ちる。"
                },
                "6": {
                    "ID": "10896539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896539",
                    "TitleEnglish": "Rosclay the Absolute",
                    "SummaryEnglish": "Jelki the Swift Ink grants Gilnes a chance to fight for justice in a duel.",
                    "TitleJapanese": "絶対なるロスクレイ",
                    "SummaryJapanese": "旧王国主義者たちは敗北し、将軍・破城のギルネスも黄都に捕らえられた。\n速き墨ジェルキは今なお支持を集めるギルネスに、正義を懸けた戦いの機会を与える。\n対戦相手は、民から絶大な信頼を得る英雄・絶対なるロスクレイ。\n決闘までの間、釈放されることになったギルネスは、試合に向けてある計画を進行させる。"
                },
                "7": {
                    "ID": "10896540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896540",
                    "TitleEnglish": "Lucnoca the Winter and Psianop the Inexhaustible Stagnation",
                    "SummaryEnglish": "Harghent the Still and Lagrex the Butchering Landslide seek a dragon. Elsewhere, an ooze appears.",
                    "TitleJapanese": "冬のルクノカと無尽無流のサイアノプ",
                    "SummaryJapanese": "屠山崩流ラグレクスの案内でイガニア氷湖を進む静寂なるハルゲント。伝説の竜――冬のルクノカを勇者候補に擁立しようと目論んでいたが、ルクノカは勝負に興味がないようで……。一方、リカントの集落にサイアノプと名乗る粘獣（ウーズ）が現れる。彼は“最初の一行”の生き残りである彼岸のネフトとの決闘を望んでいた。"
                },
                "8": {
                    "ID": "10896541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896541",
                    "TitleEnglish": "Uhak the Silent",
                    "SummaryEnglish": "Cunodey the Seat of the Ring, oracle of the Religious Order, participates in the hunt of an ogre.",
                    "TitleJapanese": "不言のウハク",
                    "SummaryJapanese": "アリモ列村で“教団”の救貧院を営む神官・環座のクノーディは、森に大鬼（オーガ）が現れるという報せを受け討伐に同行する。だが、当のオーガは言葉を解さず目も見えなかった。彼を救うために救貧院で預かり、“不言のウハク”の名を与えるクノーディ。ウハクとともに穏やかな日々を過ごていたが、村に脅威が迫っていた。"
                },
                "9": {
                    "ID": "10896542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896542",
                    "TitleEnglish": "Kazuki the Black Tone",
                    "SummaryEnglish": "Yukiharu the Twilight Diver encounters deadly mercenaries. At Okahu, a legendary gunner approaches.",
                    "TitleJapanese": "黒い音色のカヅキ",
                    "SummaryJapanese": "“本物の魔王”の手がかりを探るべくアリモ列村へ向かった黄昏潜りユキハルは、街道でオカフ自由都市の傭兵に遭遇する。だが、傭兵に命を狙われていることがわかり……。一方、音斬りシャルクはオカフの傭兵となっていた。彼は、伝説の銃兵として名高い黒い音色のカヅキがオカフに迫っていることを聞く。"
                },
                "10": {
                    "ID": "10896543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896543",
                    "TitleEnglish": "Tu the Magic",
                    "SummaryEnglish": "Rique the Misfortune and Krafnir the Hatch of Truth attempt to find the Demon King's child.",
                    "TitleJapanese": "魔法のツー",
                    "SummaryJapanese": "“本物の魔王”が討たれた“最後の地”――。かつて、この地へと魔王討伐に向かう英雄を阻んだ、移り気なオゾネズマという怪物がいた。魔王討伐がなされた今、“最後の地”には“魔王の落とし子”がいるという。厄運のリッケは、“魔王の落とし子”を見つけるために真理の蓋のクラフニルと共に“最後の地”へと赴く。"
                },
                "11": {
                    "ID": "10896544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896544",
                    "TitleEnglish": "Hiroto the Paradox",
                    "SummaryEnglish": "Yukiharu is targeted by mercenaries and Hiroto the Paradox visits the leader of Okahu.",
                    "TitleJapanese": "逆理のヒロト",
                    "SummaryJapanese": "“最後の地”で目的を果たしたユキハル。だが、“本物の魔王”に関する情報を隠蔽しようとするオカフ自由都市の傭兵に命を狙われる。一方、逆理のヒロトはオカフの主である哨のモリオのもとを訪れていた。もはやオカフはヒロトの協力なしに黄都に太刀打ちする術がない。ヒロトはすべてをひっくり返せるというが……。"
                },
                "12": {
                    "ID": "10896545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ishura/episodes/10896545",
                    "TitleEnglish": "Shiki, Enemy of All",
                    "SummaryEnglish": "Twenty-one years ago, the First Party confronted the True Demon King. Why did they fail?",
                    "TitleJapanese": "全ての敵、シキ",
                    "SummaryJapanese": "21年前、“最初の一行”と呼ばれる七名が“本物の魔王”と対峙した。しかし、彼らは“本物の魔王”を目にした瞬間、身動きが取れなくなってしまう。七名の間を悠然と歩く“彼女”の名は、全ての敵、シキ。全ての希望であったはずの“最初の一行”は、なぜ“本物の魔王”たった一人に敗れてしまったのか――？"
                }
            }
        }
    }
}