{
    "URL": "https://www.thetvdb.com/series/431373-series",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33022396/",
        "https://gunmachan-official.jp/animation/",
        "https://www.themoviedb.org/tv/133306",
        "https://www.themoviedb.org/tv/133306",
        "https://x.com/gunmachan_info"
    ],
    "TitleEnglish": "GUNMACHAN",
    "SummaryEnglish": "This is Hiragana Gunma--a strange place that exists somewhere in the world. While it may be strange, it's also a place of kindness and warmth. Just as there are many different people around you, we see many kinds of strange residents here as well. What might Gunma-chan be up to here in Hiragana Gunma?",
    "TitleJapanese": "ぐんまちゃん",
    "SummaryJapanese": "ここは“ひらがな”の「ぐんま」です。どこかにある不思議な世界。\n不思議な世界だけど、優しくて温かい場所。\nみなさんのまわりに色んな人がいるように、\nここにもいろいろ不思議な住人たちが住んでいます。\nそんな「ぐんま」の中で、ぐんまちゃんは何をしているのかな？",
    "Aliases": [
        "Gunma-chan",
        "Gunma Chan"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2048772",
            "URL": "https://www.thetvdb.com/series/431373-series/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9632208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632208",
                    "TitleEnglish": "Hello, Gunma-chan! / Off to Adventure We GO! / Yayoihime Appears",
                    "SummaryEnglish": "Gunma-chan lives happily in the mysterious world of \"Gunma\". One day, he comes across his friends arguing with each other. / On a beautiful day, Gunma-chan and Aoma decide to go on an adventure to the village of the Haniwa tribe. / Gunma-chan and Meemi are taking a walk when they meet a princess named Yayoihime who is handing out strawberries.",
                    "TitleJapanese": "こんにちは！ぐんまちゃん / ぼうけんへGO!! / ヤヨイヒメあらわる",
                    "SummaryJapanese": "どこかにある不思議な世界「ぐんま」には、いろいろな人たちが住んでいる。そんな「ぐんま」で、楽しく暮らすぐんまちゃん。ある日、お友達のあおまとみーみが言い争いをしているところに出くわす。 / 良い天気の日、ぐんまちゃんとあおまは冒険に行くことに。二人が楽しく歩いて行った先は、ハニワ族の里だった。 / ぐんまちゃんとみーみがお散歩をしていると、イチゴを配るヤヨイヒメというお姫様に出会う。美味しいイチゴを受け取るも、みーみは何かを怪しんでいる。"
                },
                "2": {
                    "ID": "9632209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632209",
                    "TitleEnglish": "What to Do on Sunday? / Factories Are Awesome! / Haniwa Concert",
                    "SummaryEnglish": "On a rainy Sunday, Gunma-chan is bored at home when he wants to play. So he decides to think of a \"fun game\". / Gunma-chan and his friends came to visit the Tomioka factory with his mother's friend. / Gunma-chan and his friends are invited to a concert by the Haniwa tribe and see the \"Three Misses\" perform.",
                    "TitleJapanese": "日曜日には何をする？ / 工場ってすごーい！ /  ハニワコンサート",
                    "SummaryJapanese": "雨の日曜日、遊びに行きたいぐんまちゃんはお家の中で退屈している。そこで、お父さん、お母さん、妹のゆうみと一緒にみんなで遊べる「楽しい遊び」を考えることに。 /  ぐんまちゃんたちは、お母さんのお友達でファッションデザイナーのキリュウさんと一緒に、トミオーカ工場の見学に来た。工場長フランソワーズの案内で、どうやってシルク製品ができるのか学んでいく。 /  ハニワ族の大人気アイドル「三人童女」。ぐんまちゃんたちは、ハニワ族に誘われてコンサート会場へ。三人童女の歌と踊りで大盛り上がり！"
                },
                "3": {
                    "ID": "9632210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632210",
                    "TitleEnglish": "Teach Us! Oh Wise One / Stars Have It Rough / Secrets of the Mirrors",
                    "SummaryEnglish": "The curious Gunma-chan goes to see the Wise One, who knows everything. What will he teach him today? / Gunma-chan is strolling along in a happy mood as usual when he meets a group of four people who sigh deeply. / Yayoihime, the princess of the Strawberry Tribe, is on a tasting campaign for the strawberry Yayoihime today.",
                    "TitleJapanese": "教えて！ものしり博士 /  スターもたいへん /  鏡たちのナイショ話",
                    "SummaryJapanese": "好奇心旺盛なぐんまちゃんは、なんでも知っているものしり博士に会いに行く。今日は何を教えてもらうのかな？ /  いつものようにルンルン気分でお散歩しているぐんまちゃんが出会ったのは、深いため息をつく4人組。彼らは大人気ロックバンド「ニャーズ」だった。 /  イチゴ族のお姫様ヤヨイヒメは、今日もイチゴ「やよいひめ」の試食キャンペーンへ。そんな彼女にお仕えする魔法の鏡たちのナイショ話を聞いてみると。"
                },
                "4": {
                    "ID": "9632211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632211",
                    "TitleEnglish": "A Day with My Uncle / A Bit Tired? Gunma-chan / Where Are You Gunma-chan?",
                    "SummaryEnglish": "Gunma-chan went out with his favorite uncle. He took him to a Haniwa race, which attracts many adults in Gunma. / Gunma-chan, always energetic, looks somewhat tired today. / Trouble is brewing everywhere in Gunma! If only Gunma-chan were here at a time like this...",
                    "TitleJapanese": "おじさんとおでかけ /  ちょっとお疲れ？ぐんまちゃん /  どこにいるの？ぐんまちゃん",
                    "SummaryJapanese": "今日は大好きなおじさんと一緒にお出かけ。おじさんが連れて行ってくれたのは、ぐんまの大人達を魅了する競埴輪（ハニワレース）だった。 /  いつも元気なぐんまちゃんが、今日は何だか疲れている様子。たまには一人になりたいけど、一人は退屈。そんなぐんまちゃんが助けを求めたのは･･･。 /  「ぐんま」のあちこちでトラブル発生！こんな時にぐんまちゃんがいてくれたら･･･どこにいるの！？ぐんまちゃん！！"
                },
                "5": {
                    "ID": "9632212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632212",
                    "TitleEnglish": "Yuumi and Gunma-chan / Global Haniwa Super Field Day / My Mom's Job",
                    "SummaryEnglish": "Gunma and Yuumi are on an errand for their mother. Yuumi seems to be having a lot of fun, but Gunma-chan seems to be in a pain. / The Global Haniwa Super Field Day, a sporting event for the Haniwa by the Haniwa, will be held. / Mom works in a specialty store. Gunma-chan works hard with his mother, stocking products and helping out.",
                    "TitleJapanese": "ゆうみとぐんまちゃん / 世界ハニワ大運動会 / お母さんのお仕事",
                    "SummaryJapanese": "ぐんまちゃんとゆうみは、お母さんのお使いでお出かけ中。ゆうみはとっても楽しそうだが、ぐんまちゃんは何だか苦しそう？ / ハニワ族のハニワ族によるハニワ族のためのスポーツ大会、世界ハニワ大運動会が開催される。ついに1000回を迎えた今大会では、どんな熱戦が繰り広げられるのか！？ / お母さんのお仕事はセレクトショップ。ぐんまちゃんは、お母さんと一緒に商品の仕入れたり、店番をしたり、一所懸命お手伝い。"
                },
                "6": {
                    "ID": "9632213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632213",
                    "TitleEnglish": "The Wise One Loses Motivation / Arrival of the Ninja! / So long, Meows!",
                    "SummaryEnglish": "The curious Gunma-chan goes to see the Wise One today. But the Wise One doesn't seem to get out of bed. / Gunma-chan is resting in his room. When he wakes up, he feels a presence and sees a mysterious shadow...no way! / The popular rock band \"Meows\" is toasting with catnip juice in the middle of the day.",
                    "TitleJapanese": "ものしり博士やる気がなくなる / 忍者参上！ / さらば！ニャーズ",
                    "SummaryJapanese": "好奇心旺盛なぐんまちゃんは、今日もものしり博士に会いに行く。しかし、いつもは出迎えてくれるものしり博士が、ベッドから出てこないようだ。 / お部屋でお休み中のぐんまちゃん。何かの気配を感じて目を覚ますと、そこには謎の影･･･まさか！？ / 真昼間からマタタビジュースで乾杯している大人気ロックバンド「ニャーズ」。そんなところに出くわしたぐんまちゃんに、ニャーズのメンバーたちが語ったおどろきの内容とは？"
                },
                "7": {
                    "ID": "9632214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632214",
                    "TitleEnglish": "Let's Go Camping! / Who to Play With? / Let's Go to the Hot Springs",
                    "SummaryEnglish": "Gunma-chan, his father, and Aoma go camping together. / When Aoma and Meemi come to Gunma-chan's house to play, the three of them begin to argue about how to play together. / Lots of famous hot springs in Hiragana \"Gunma\"! Today Gunma-chan and his uncle go on a tour of Gunma's hot springs.",
                    "TitleJapanese": "キャンプへGO!! / 誰と遊ぶ？ / 温泉へ行こう",
                    "SummaryJapanese": "ぐんまちゃんはお父さんとあおまの３人でキャンプにお出かけ。キャンプ場に到着して遊び始めるぐんまちゃんとあおまに、お父さんはキャンプの何たるかを教え始める。 / ぐんまちゃんのお家にあおまとみーみが遊びに来たが、3人でどうやって遊ぶか揉め始めてしまう。最適解を導き出すために、ぐんまちゃんの脳細胞が活性化する。 / ひらがな「ぐんま」には有名な温泉が沢山！今日のぐんまちゃんは、おじさんと一緒にぐんまの温泉巡りにお出かけ。"
                },
                "8": {
                    "ID": "9632215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632215",
                    "TitleEnglish": "Meemi and Her Dad / Aoma Stays at Home / Gunma-chan's Odd Morning",
                    "SummaryEnglish": "Meemi's mother is an actor and her father is a novelist. At home, her father is stuck in writing. / Aoma stays at home alone. His parents told him to do his homework, eat properly, and play games for one hour a day. / Gunma-chan wakes up in the morning, eats his breakfast, and goes out to play. The day begins as usual but...",
                    "TitleJapanese": "みーみとパパ / あおまのお留守番 / ぐんまちゃんの不思議な朝",
                    "SummaryJapanese": "みーみのお母さんは俳優、お父さんは小説家。お母さんはお仕事にお出かけするが、お家ではお父さんが執筆に行き詰まっている。みーみは、そんなお父さんを心配しているのだが。 / あおまは一人でお留守番。学校の先生をしているお父さんとお母さんから、「宿題をやること」「ちゃんとご飯を食べること」「ゲームは１日１時間」と言われたのだが。 / 朝起きて、ご飯を食べて、遊びに出かけるぐんまちゃん。いつもどおりの一日が始まる。はずだったが･･･"
                },
                "9": {
                    "ID": "9632216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632216",
                    "TitleEnglish": "An Adventure Above the Clouds / Art Is a Big Bang! / Let's Go-Go with Strawberries!",
                    "SummaryEnglish": "On a beautiful day, Gunma-chan and Meemi decided to go on an adventure. / Gunma-chan and his mother came to a private exhibition of a famous artist, \"Diver Kuhatsu.\" / Yayoihime, the princess of the strawberry tribe, was worried that her strawberry \"Yayoihime\" was not becoming well known.",
                    "TitleJapanese": "雲の上のぼうけん / ゲージツはビッグバーン！ / イチゴでゴーゴー！",
                    "SummaryJapanese": "良い天気の日、ぐんまちゃんとみーみは冒険に行くことに。二人が楽しく歩いて行った先は、強い風が吹き上がる崖の上だった。 / ぐんまちゃんはお母さんと一緒に、有名芸術家「ダイバ・クハツ」の個展にやってきた。ダイバの数々の作品を前に、ぐんまちゃんが取った行動は･･･。 / イチゴ族のお姫様ヤヨイヒメは、イチゴ「やよいひめ」の知名度が上がらないことを悩んでいた。そこで、大口顧客を獲得するために、自ら動くことを決意する。"
                },
                "10": {
                    "ID": "9632217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632217",
                    "TitleEnglish": "Our Moms and Ninjas / Teach Us More, Wise One! / A Fun Road Trip",
                    "SummaryEnglish": "The Ninja Sisters, looking for clients, came to Gunma-chan's mother's place for business. / The curious Gunma-chan goes to see the Wise One again. Today Gunma-chan seems to have a very difficult question. / Today, Gunma-chan, Yuumi, their father, and their uncle went out by car. Where to go and what to do, let the fun drive begin!",
                    "TitleJapanese": "お母さんと忍者 /  もっと教えて！ものしり博士 / 楽しいドライブ",
                    "SummaryJapanese": "クライアントを探す忍者姉妹は、ぐんまちゃんのお母さんのところに営業にやってきた。忍者姉妹にお母さんがお願いしたことは？ / 好奇心旺盛なぐんまちゃんは、またまたものしり博士に会いに行く。今日のぐんまちゃんは、とても難しい質問があるようだ。 / 今日はぐんまちゃん、ゆうみ、お父さん、おじさんの4人で車でおでかけ。どこに行って何をしようか、楽しいドライブのスタート！"
                },
                "11": {
                    "ID": "9632218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632218",
                    "TitleEnglish": "Haniwa's Majority Rules / Haniwa Boat Race / Gunma-chan Gets Sick",
                    "SummaryEnglish": "The Haniwa people of Haniwa Village are divided in half and are in violent conflict with each other. What is going on...? / Today Gunma-chan is going out with his favorite uncle. Uncle took him to the Haniwa Boat Race. / Energetic Gunma-chan is sick. It seems he has caught the flu.",
                    "TitleJapanese": "ハニワ多数決 /  ハニワボートレース / ぐんまちゃん寝込む",
                    "SummaryJapanese": "ニワの里のハニワ族たちが、真っ二つに分かれて激しく対立している。いったい何があったのか…。 / 今日は大好きなおじさんと一緒にお出かけ。おじさんが連れて行ってくれたのは、ぐんまの大人達を魅了するハニワボートレースだった。 / いつも元気なぐんまちゃんが寝込んでしまった。どうやらインフルエンザに罹ってしまったようだ。"
                },
                "12": {
                    "ID": "9632219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632219",
                    "TitleEnglish": "Haniwa Meets Daruma / Let’s Play at Home! / Konja Rap Appears!",
                    "SummaryEnglish": "In front of Gunma-chan, who was relaxing outside, Haniwa appeared. / Gunma-chan and Aoma decide to play at Gunma-chan's house. Today, they have a very special \"fun\" thing to do. / Yayoihime is in the midst of a tasting campaign of strawberries \"Yayoihime.\" Suddenly, a rapper appeared with a lively rhythm and began to pound out rhymes.",
                    "TitleJapanese": "ハニワ・ミーツ・ダルマ / お家で遊ぼう / コニャラップあらわる",
                    "SummaryJapanese": "お外でくつろいでいるぐんまちゃんの前に、ハニワが珍しく一人で現れた。「今日は一人になりたい」と語りつつ、なんだか話しかけてほしいオーラを出している。 / ぐんまちゃんとあおまは、ぐんまちゃんのお家で遊ぶことに。今日は、とっておきの「お楽しみ」があるようだ。それは…。 / ヤヨイヒメは、今日もイチゴ「やよいひめ」の試食キャンペーン中。そこに突然軽快なリズムと共にラッパーが現れライムを刻み始めた。ヤツの名は「コンニャラップ」、一体何が始まるのか！？"
                },
                "13": {
                    "ID": "9632220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/9632220",
                    "TitleEnglish": "Reach for the Stars, Gunma-chan! / Arrival to Planet Unknown! / Gunma-chan Does His Best",
                    "SummaryEnglish": "A mysterious voice calls to the sleeping Gunma-chan. When he wakes up, he finds himself on a station platform in the midnight. / The Gunma-chan team dodged an attack by space pirates and continued their space travel. / Gunma-chan tries to fight the crisis on the Planet Unknown with Gunma Power.",
                    "TitleJapanese": "宇宙(そら)いけ！ぐんまちゃん / アンノウン星到着！ / ぐんまちゃん、がんばる",
                    "SummaryJapanese": "眠っているぐんまちゃんに不思議な声が呼びかける。目覚めたら深夜の駅のホーム。そこに「トム・シサク」と名乗る謎の人物がやってきた。 / 宇宙海賊の襲撃を間一髪でかわし、ぐんまちゃんたちは宇宙旅行を続けた。そして、ようやくたどり着いた目的地のアンノウン星で二人を待っていたのは…。 / アンノウン星の危機にぐんまパワーで立ち向かおうとするぐんまちゃん。しかしぐんまから遠く離れた宇宙ではうまくいかない。そこで深く考えた末にぐんまちゃんの出した答えは…。"
                }
            }
        },
        "2": {
            "ID": "2056645",
            "URL": "https://www.thetvdb.com/series/431373-series/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10536676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536676",
                    "TitleEnglish": "Gunma-chan, To Be Continued! / My Little Sister, Yuumi / Aoma's Lie",
                    "SummaryEnglish": "Gunma-chan contemplates what it means for things to continue. Yuumi is dissatisfied with being a younger sibling while Gunma-chan has similar sentiments about being the eldest. Aoma gets caught in a tough situation after telling a lie.",
                    "TitleJapanese": "ぐんまちゃん、つづく /  ゆうみはいもうと / あおまウソをつく",
                    "SummaryJapanese": "テレビの前で団らん中のぐんまちゃん一家。見ていた番組は来週も続く。好きな番組があって、一週間楽しみに待つ。そんな普通の毎日が「つづく」ことについて考え始めたようだ。「ぐんまちゃん」は、つづく！ / なんだか不機嫌なゆうみ。ぐんまちゃんとは双子で誕生日が一緒なのに、妹だから損をしていると不満をもらす。そこに現れるおじさん。おじさんも双子の弟で、弟は損だと熱弁を振るい始める。 / ぐんまちゃんと真剣な表情で向き合うあおまが、「ウソをついていた」と打ち明ける。驚愕するぐんまちゃんに、あおまは事の始まりを語り始める。"
                },
                "2": {
                    "ID": "10536677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536677",
                    "TitleEnglish": "Haniwa Art Festival / Moms Are Hard Workers / Udon is Awesome!",
                    "SummaryEnglish": "Gunma-chan, Aoma, and Meemi visit the Haniwa Art Festival and considers what counts as \"art\". A look into a day of the life of Gunma-chan's Mom and her many jobs. Uncle Akio takes Gunma-chan, Aoma, and Meemi to eat udon noodles.",
                    "TitleJapanese": "ハニワアートフェスティバル / お母さんは働きもの / うどん最高！",
                    "SummaryJapanese": "ぐんまちゃんたちは、ハニワの里の芸術祭「ハニワアートフェスティバル」に招待された。出迎えたのは、ハニワ達と芸術家のダイバ・クハツ。そこには、いったいどんな「芸術」が待っているのだろう？ / 朝から晩まで、お母さんは家事や自分のお仕事で大忙し。その様子をゴロゴロしながら見ていたぐんまちゃんは、あることに気付いたようだ。 / 今日のぐんまちゃんたちは、おじさんとお出かけ！おじさんは、とっても美味しい食べ物を食べさせてくれるという。向かった先は･･･ぐんまのうどん街道！！"
                },
                "3": {
                    "ID": "10536678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536678",
                    "TitleEnglish": "Daruma Fortune / Jomo Karuta Tournament / Gunma-chan's Toothache",
                    "SummaryEnglish": "Gunma-chan, Aoma, and Meemi visits the Daruma Shrine and pulls omikuji fortunes. Gunma-chan enters the Jomo Karuta Tournament. Gunma-chan gets a toothache and learns about oral health.",
                    "TitleJapanese": "ダルマおみくじ / 上毛かるた大会 / ぐんまちゃん歯が痛い",
                    "SummaryJapanese": "ぐんまちゃんたちはダルマの里の神社に遊びに来た。せっかくなのでおみくじを引いてみることに。ドキドキしながら引いたおみくじを見てみると･･･？ / 「上毛かるた」とは、ぐんまのこどもたちを楽しませ、元気づける目的で作られた、ぐんまでは誰もが遊ぶ郷土かるたである。大観衆の前で、大会の勝者を決める激闘が繰り広げられる。 / いつも元気なぐんまちゃんが、なんだか苦しそうにしている。どうやら歯が痛いようだ。どうして歯が痛くなるのか？ぐんまちゃんと一緒に学ぼう！"
                },
                "4": {
                    "ID": "10536679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536679",
                    "TitleEnglish": "Who's the Culprit? / Was It Better Back Then? / Ninja Sisters at Work",
                    "SummaryEnglish": "Meemi's Dad attempts to solve a mystery surrounding missing puddings. Gunma-chan debates whether the past was better with Kofun-sama and King Daruma. The Ninja Sisters search for a new business venture.",
                    "TitleJapanese": "犯人は誰だ / 昔はよかったの？ / 忍者姉妹、働く",
                    "SummaryJapanese": "ぐんまちゃんの家の冷蔵庫から、温泉プリンが消えた。おそらく、温泉プリンはもうこの世に存在しない･･･。推理小説家であるみーみのパパが、この難事件に挑む。犯人は誰だ！？ / 古墳様とダルマ大王、ともに年長者の２人が「時間が過ぎるのが早い」「若い奴らに煙たがられる」と哀愁漂う会話をしている。そこに突然加わったぐんまちゃんが、「昔は良かった」と話し出す / ぐんまちゃんの家にすっかり馴染んだ忍者姉妹。ある時、ぐんまちゃん家の家計が厳しいという情報を得る。家計をお助けするために、忍びの技が炸裂する！"
                },
                "5": {
                    "ID": "10536680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536680",
                    "TitleEnglish": "Gunma-chan, My Big Brother / Cheers at the Hot Spring Inn! / Meemi Meets the Meows",
                    "SummaryEnglish": "Gunma-chan and Yuumi has a different approach on how to solve problems. Gunma-chan goes on a trip to a hot springs inn together with his family. Meemi meets the Meows, her favorite band.",
                    "TitleJapanese": "ぐんまちゃんはおにいちゃん / 温泉宿でカンパイ！ / みーみ、ニャーズに会う",
                    "SummaryJapanese": "ゆうみは内心、他のみんなと自分では、ぐんまちゃんの態度が違うように感じていた。そしてある時、ぐんまちゃんに打ち明ける。「そういう態度、好きじゃない」と･･･。 / ぐんまちゃんは、家族みんなで温泉宿にお出かけ！温泉が有名な「ぐんま」には、温泉宿が沢山ある。美味しい食事と素敵な温泉を楽しもう！ / ぐんまちゃんとみーみがお散歩していると、深いため息をつく大人気ロックバンド「ニャーズ」を見つける。実はニャーズの大ファンであるみーみだが、平静を装いつつ、ニャーズの話を聞いてみると…。"
                },
                "6": {
                    "ID": "10536681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536681",
                    "TitleEnglish": "Aoma's Manga Project / Gunma-chan Learns About the Internet / It's a Ghost",
                    "SummaryEnglish": "Aoma decides to become a manga author and recruits Gunma-chan and Meemi. The Wise One teaches Gunma-chan about the internet. Gunma-chan meets a ghost that lives in his house.",
                    "TitleJapanese": "あおまのマンガプロジェクト / ぐんまちゃんインターネットを知る / オバケがでたぞ",
                    "SummaryJapanese": "ある日、あおまはひらめいた。マンガ家になろう。マンガを売って、大人気にして、アニメ化や映画化、グッズ展開で大儲け！早速、仲間を集めよう！ / 好奇心旺盛なぐんまちゃんは、今日もものしり博士の家にやってきた。しかし、今日は別に聞きたいことはないようだ。それよりまず、Wi-Fiはどこかな？ / 真夜中、トイレに行きたくて目が覚めたぐんまちゃん。一人で行くのはちょっと怖い、そんな時に現れたのは…まさかの？で、でたぞー！！"
                },
                "7": {
                    "ID": "10536682",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536682",
                    "TitleEnglish": "Off to the Auto Race!! / Yayoihime's Angry Innovation / Taking It Easy",
                    "SummaryEnglish": "Uncle Akio takes Gunma-chan to his first Auto Race. Yayoihime goes on a rampage to create a new way to market Yayoihime strawberries. Uncle Akio teaches Gunma-chan how to take it easy.",
                    "TitleJapanese": "オートレースへGO!! / ヤヨイヒメ怒りのイノベーション / のんびりを極める",
                    "SummaryJapanese": "8台のマシンと8人のレーサーが激突する「ハニワオートレース」。そこは、実力だけが物を言う厳しい勝負の世界。大歓声の中、新人レーサー「ジョー」は、ベテラン「キング」に挑む。 / イチゴ「やよいひめ」の売上げが下がっている。ヤヨイヒメは部下を集めて檄を飛ばすも、返ってくるのは言い訳ばかり。ヤヨイヒメは、怒りと「やよいひめ」への愛を胸に、新たなビジネスプランを計画する。 / 散歩しているぐんまちゃんとおじさん。おじさんは、今日は完全フリーの日で、どこで何をやってもいいと言う。そんな今日のために、特別なイベントを用意しているらしい。"
                },
                "8": {
                    "ID": "10536683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536683",
                    "TitleEnglish": "What Will Meemi Do? / Daruma vs. Haniwa / What's Wrong, Gunma-chan?",
                    "SummaryEnglish": "Meemi finds herself perplexed after Gunma-chan and Aoma throw a fit. Gunma-chan witness rituals by Daruma and Haniwa as things get competitive. Aoma and Meemi corner Gunma-chan for not speaking up enough.",
                    "TitleJapanese": "どうする？みーみ / ダルマ対ハニワ / どうしちゃったの？ぐんまちゃん",
                    "SummaryJapanese": "聡明なみーみは、ぐんまちゃんとあおまを加えた三人のリーダーを自認していた。今日も、次に何をして遊ぶかさり気なくリードして上手くまとめる、はずだったが･･･。 / 今日のぐんまちゃんは、ダルマ族に招待されて4年に一度の儀式を見学する。会場に到着すると、そこにはハニワ族。なんと、ハニワ族も同じ時、同じ場所で儀式を開催するという。 / ぐんまちゃんとあおまが、珍しく口喧嘩をしている。なかなか言い返せないぐんまちゃんに、あおまが一方的に言い続け、見かねたみーみが間に割って入るのだが･･･。"
                },
                "9": {
                    "ID": "10536684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536684",
                    "TitleEnglish": "Enter, the Lazy One / The Ninja Sisters' Dilemma / Haniwa Have It Tough, Too",
                    "SummaryEnglish": "The Wise One loses motivation and becomes the Lazy One. The Ninja Sisters hit a roadblock and contemplate the future of their careers. Gunma-chan meets Haniwa-san...or does he?",
                    "TitleJapanese": "ものぐさ博士あらわる / 忍者姉妹の悩み / ハニワもいろいろ",
                    "SummaryJapanese": "好奇心旺盛なぐんまちゃんは、今日もものしり博士の家にやってきた。しかし、そこにいたのは、ものしり博士をやめた「ものぐさ博士」だった。 / ぐんまちゃんのお家に馴染んでいる忍者姉妹。だが、忍者としてこのままの生活でいいのか思い悩み、暇が欲しいと申し出る。そんな二人に、ぐんまちゃんが提案したのは･･･？ / お外でくつろいでいるぐんまちゃんの前に、ハニワが一人で現れる。ぐんまちゃんが今日は一人なのかと尋ねると、ハニワは深いため息をつき、いつもと違うことに気付かないのかと問い始める。"
                },
                "10": {
                    "ID": "10536685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536685",
                    "TitleEnglish": "Donuts, Donuts / Tuning in with Mom / Konja Rap Appears Again",
                    "SummaryEnglish": "Gunma-chan ponders how to share two donuts. Gunma-chan watches an episode of Gun-Gunmer with his mom. Konja Rap makes his second appearance and everyone showcases their musical talent.",
                    "TitleJapanese": "ドーナツドーナツ / お母さんもいっしょ / コンニャラップ再び",
                    "SummaryJapanese": "今日のおやつはドーナツ！ぐんまちゃんがチョコと抹茶のどちらにしようか悩んでいると、先にゆうみがチョコを食べてしまう。実はチョコを食べたい気分だったぐんまちゃんだが、その時、不思議な事がおこった。 / 今日のぐんまちゃんは、お家でとても大切な用事があるようだ。お母さんもいっしょみたいだが、何があるのかな？ / 今日もヤヨイヒメは、イチゴ「やよいひめ」の試食キャンペーン中。そこに再び、リズムと共に現れたヤツの名は「コンニャラップ」。以前の記憶が蘇り警戒するヤヨイヒメだったが…。"
                },
                "11": {
                    "ID": "10536686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536686",
                    "TitleEnglish": "Bing-chan, from a Planet Far, Far Away / Warrior Haniwa-sama Appears / Let's Make Sweets",
                    "SummaryEnglish": "Gunma-chan, Aoma, and Meemi meet Bing-chan, an alien from a distant planet. Gunma-chan attends the Great Haniwa Gratitude Festival and meets Warrior Haniwa. Gunma-chan, Yuumi, Aoma, and Meemi learn how to make snacks.",
                    "TitleJapanese": "遠い星からきたビンちゃん / 武人ハニワさま登場 / おかしをつくろう",
                    "SummaryJapanese": "ぐんまちゃんたちが遊んでいると、空からロケットが降りてきた。中から現れたのは、個性的な見た目の少年。彼は「ぐんま」に移住するために、遠い星からやってきたと語る。 / ぐんまちゃんはハニワ族の一大イベント「大ハニワ感謝祭」に招待された。特別ゲストとして、甲冑と武具を身につけた「武人ハニワ」さまが登場！トークタイムが始まったのだが……。 / ぐんまちゃんたちが集まって、みんなでおやつパーティー！と思ったら、おやつは自分たちで作ることに。みんな上手にできるかな？"
                },
                "12": {
                    "ID": "10536687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536687",
                    "TitleEnglish": "Snowboarding is Fun! / Gunma-chan Struggles Again / Animation Studios are Awesome!",
                    "SummaryEnglish": "Uncle Akio takes Gunma-chan, Aoma, and Meemi snowboarding. Gunma-chan feels lonely and finds solace in his imaginary friend. Gunma-chan visits the Haniwa Animation Studio and learns the ins and outs of creating anime.",
                    "TitleJapanese": "スノボ最高！ / ぐんまちゃんまた悩む / アニメスタジオってすごーい！",
                    "SummaryJapanese": "ぐんま」は冬真っ盛り！ぐんまちゃんたちは、おじさんと一緒にウインタースポーツ「スノーボード」にチャレンジ！みんなでスノボを楽しもう！ / 今日のぐんまちゃんは元気が無い。どうやら何か悩んでいるようだ。それを察して、ぐんまちゃんのイマジナリーフレンドのミニハニワに出動指令が下される。 / ぐんまちゃんはハニワ族のアニメスタジオに見学に来た。人気アニメ「ハニワマンH」ができるまで、制作現場で何が起こっているのか？その全てを紹介しよう！"
                },
                "13": {
                    "ID": "10536688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/431373-series/episodes/10536688",
                    "TitleEnglish": "Gunma's Mysterious Underground Empire / Legendary Treasures / Gunma-chan Tries Really, Really Hard",
                    "SummaryEnglish": "Gunma-chan, Uncle Akio, Aoma, and Meemi visit Gunma's kofun site and wander into an alternate world beneath Gunma in the Season 2 finale.",
                    "TitleJapanese": "ぐんま謎の地下帝国 / 伝説のたからもの / ぐんまちゃん、すごくがんばる",
                    "SummaryJapanese": "ぐんまちゃんたちはおじさんと一緒に古墳の見学。石棺をのぞき込んだぐんまちゃんだが、なんと中に吸い込まれてしまった。転がり落ちたその先に広がるのは、ぐんまの地下世界「アンダーぐんま」だった。 / アンダーぐんまで出会ったジェシカと共に、伝説の三種の神器を集めるぐんまちゃんたち。残る神器「グンマー剣」を探す一行だが、それを阻もうと黒ハニワ軍団が立ち塞がる。 / 伝説の三種の神器を揃え、魔王の城にたどり着いたぐんまちゃんたち。そして、ついにハニワブラック暗黒大魔王が姿を現す。アンダーぐんまの大冒険、ここに完結！"
                }
            }
        }
    }
}