{
    "URL": "https://www.thetvdb.com/series/love-hina-again",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D659-FC91-1882-DF8A-629C-J",
        "https://www.imdb.com/title/tt0368520/",
        "https://www.themoviedb.org/tv/225122"
    ],
    "TitleEnglish": "Love Hina Again",
    "SummaryEnglish": "Love Hina Again is an anime series that serves as a sequel to the original Love Hina series. It continues the story of Keitaro Urashima, a young man who failed his university entrance exams twice and ended up becoming the manager of an all-girls dormitory called Hinata House. In this new series, Keitaro faces new challenges and discovers new truths about himself and the girls he lives with.",
    "Aliases": [],
    "Modified": "2024-06-11",
    "Seasons": {
        "1": {
            "ID": "2048813",
            "URL": "https://www.thetvdb.com/series/love-hina-again/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9629815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-hina-again/episodes/9629815",
                    "TitleEnglish": "Kanako",
                    "SummaryEnglish": "After deciding to take the semester off from Tokyo U, Keitaro goes to America with Seta to explore different archaeology sites. Kanako, Keitaro's step sister, comes to the Hinata apartments and appoints herself as the new landlord in Keitaro's absence, much to the annoyance of all the residents. Kanako makes many new rules, one which the residents try to break in order to find her weakness. What they didn't know was that it had to do with a certain promise Keitaro made with his \"little sister.\" Although, Naru remembering her sister tries to help and defend Kanako, not knowing she plans to drive her out. At the end of the episode, Keitaro returns.",
                    "Aliases": []
                },
                "2": {
                    "ID": "9629816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-hina-again/episodes/9629816",
                    "TitleEnglish": "Keitaro",
                    "SummaryEnglish": "After returning from overseas with Seta, Keitaro brings gifts for all the Hinata residents. After seeing Kanako, Keitaro thinks she's a new resident, but then recognizes her as the little girl who followed him. Kanako plans to get her and Keitaro alone, sending the dorm residents on \"errands\" that turn out to be fake. Tension rises a lot between Kanako and Naru. Keitaro asks Naru to meet him at the abandoned annex. Since the legend of the annex says if a couple stays there over night, they'll live happily ever after. Naru, once again trying to help Kanako and Keitaro sends Kanako to the annex, but regrets it after Haruka explained the legend, and how powerful its magic was. Of course Keitaro still doesn't remember he promised Kanako they'd go to the annex as children! In the dark he grabbed Kanako thinking she was Naru, and Kanako thinking he really loved her. When Keitaro realizes its Kanako, Naru arrives. It was too late! The magic forms a field around Kanako and Keitaro.",
                    "Aliases": []
                },
                "3": {
                    "ID": "9629817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-hina-again/episodes/9629817",
                    "TitleEnglish": "Naru",
                    "SummaryEnglish": "Things are a little strange after Kanako, Keitaro, and Naru were in the annex. Both seem to have dreams with Moe as guide showing their true feelings and past promises. Naru still can't show her feelings for Keitaro, causing Shinobu, Matoko, and Kanako in particular much frustration. Kanako tries to find out both of their feelings using her usual method of disguise. To her disappointment, Naru seems too confused. Both of them are in love of course, however Naru's too afraid to face Shinobu and Motoko. Kanako tries to lure Keitaro again as Naru. Knowing its really her Keitaro goes after her to explain how he loved her as a kid sister. Keitaro's feelings goes against the abandoned annex's spell. He and his sister are brought to its top floor. Naru in an effort to find Keitaro's ring to confess and prove her love tries to go to the top floor clock. But she must go through her own friends, the residents of Hinata.",
                    "Aliases": []
                }
            }
        }
    }
}