{
    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29171927/",
        "https://potion-anime.com/",
        "https://www.themoviedb.org/tv/221148",
        "https://www.wikidata.org/wiki/Q116880477",
        "https://en.wikipedia.org/wiki/I_Shall_Survive_Using_Potions!",
        "https://x.com/potion_APR"
    ],
    "TitleEnglish": "I Shall Survive Using Potions!",
    "SummaryEnglish": "One day, the supervisor in charge of watching over Earth was taking care of a distortion, when they made a mistake that caused Kaoru Nagase to lose her physical body. Not only that, but reincarnating her into a different, less culturally advanced world is the only thing they can offer to do for her. Not one to take this turn of events sitting down, Kaoru makes a demand: the power to create potions at any time she pleases, with whatever effect she wants it to have—and it doesn't stop there either. She asks for a magical Item Box, the ability to understand and speak every language, and the same body she had back when she was a fifteen-year-old girl. Using her newfound powers, Kaoru has to try and make a stable life for herself in a whole new world!",
    "Aliases": [
        "PouKin",
        "Potion-danomi de Ikinobimasu!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2049294",
            "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9870217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/9870217",
                    "TitleEnglish": "Perks of Reincarnation, Please!",
                    "SummaryEnglish": "Kaoru is reincarnated in another world after a dimensional distortion took her life. To make up for the blunder, she demands the ability to make any potion she wants at any time. But her new world isn't quite what she expected..."
                },
                "2": {
                    "ID": "10018312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018312",
                    "TitleEnglish": "My Goal Is a Safe, Worry-Free Life in Another World!",
                    "SummaryEnglish": "While roughing it in the forest, Kaoru meets the children of a noble from the Kingdom of Balmore. They believe she's a goddess and ask her to help their sick grandmother, so she makes three potions for them..."
                },
                "3": {
                    "ID": "10018313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018313",
                    "TitleEnglish": "I'm Gonna Go Speak My Mind at the Castle!",
                    "SummaryEnglish": "Kaoru has been summoned to a party at the castle with no explanation of why. She assumes it's nothing but bad news, but it turns out Prince Fernand himself invited her, and the reason is even worse than she thought..."
                },
                "4": {
                    "ID": "10018314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018314",
                    "TitleEnglish": "I'm Going into Angel Mode to Fight Back!",
                    "SummaryEnglish": "Kaoru starts a secret organization called \"Eyes of the Goddess\" to find and help people in need, earning herself the reputation of an angel. Rumors of an angel in the city quickly draw the attention of the royal family and the temple..."
                },
                "5": {
                    "ID": "10018315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018315",
                    "TitleEnglish": "I'll Use the Goddess's Potions to Do Business!",
                    "SummaryEnglish": "Kaoru decides to team up with some powerful people she can trust to help her share the benefits of her potions with even more people. But just as her new business is underway, an unexpected visitor comes looking for her..."
                },
                "6": {
                    "ID": "10018316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018316",
                    "TitleEnglish": "I'll Use My Cheat to Destroy an Army!",
                    "SummaryEnglish": "The militaristic Empire of Aligot is invading the Kingdom of Balmore, and Kaoru must come up with a strategy to stop their advancing army."
                },
                "7": {
                    "ID": "10018318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018318",
                    "TitleEnglish": "The Goddess Descends to End the War!",
                    "SummaryEnglish": "Kaoru gives Francette the holy sword Exgram and declares her the goddess's guardian knight, and even gives Roland and his guards holy swords as well. Their new weapons and renewed vigor soon overwhelm the Imperial army as the battle nears its climax..."
                },
                "8": {
                    "ID": "10018320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018320",
                    "TitleEnglish": "I'm Seen as a Beautiful Girl and Abducted!",
                    "SummaryEnglish": "Four years have passed since the war with the Empire of Aligot. Emil and Belle have grown up and grown cozy, while Roland and Francette are now engaged. Tired of being the only bachelorette, Kaoru decides to move on in search of a husband..."
                },
                "9": {
                    "ID": "10018322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018322",
                    "TitleEnglish": "I'm Going to Relax in a Hot Spring for a While!",
                    "SummaryEnglish": "Kaoru and her companions find a hot spring in the mountains. As they're relaxing in the water, three unfamiliar boys show up and invite them to their nearby village, but their invitation seems to be concealing an ulterior motive..."
                },
                "10": {
                    "ID": "10018324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018324",
                    "TitleEnglish": "Going Back to My Original Goal in a New Country!",
                    "SummaryEnglish": "Kaoru opens a drugstore in a new country, the Kingdom of Jusral, in a return to her original goal of living an easy life in this new world with her OP ability. But once again, her potions draw attention in ways she didn't expect..."
                },
                "11": {
                    "ID": "10018326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018326",
                    "TitleEnglish": "I'll Find a Husband with a Treasure Hunt!",
                    "SummaryEnglish": "While delivering potions to the army, Kaoru accidentally deciphers a coded message from a crime ring that the army had been pursuing. An army officer takes notice and asks Kaoru to decipher another message regarding a hidden treasure."
                },
                "12": {
                    "ID": "10018329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/potion-danomi-de-ikinobimasu/episodes/10018329",
                    "TitleEnglish": "I Shall Survive Using Potions!",
                    "SummaryEnglish": "An epidemic spreads like wildfire throughout the capital of the Kingdom of Jusral, and Kaoru is the only one who can stop it... but that would mean exposing her true identity yet again. Will she ever have the peaceful life she dreamed of?"
                }
            }
        }
    }
}