{
    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/65A6-4D17-6288-E21A-CC02-M",
        "http://disneyxd.disney.com/doraemon",
        "https://www.themoviedb.org/tv/221302-doraemon-gadget-cat-from-the-future-2014",
        "https://www.themoviedb.org/tv/22130",
        "https://en.wikipedia.org/wiki/Doraemon_(2005_TV_series)#US_English_dub"
    ],
    "TitleEnglish": "Doraemon: Gadget Cat from the Future",
    "SummaryEnglish": "Doraemon: Gadget Cat from the Future, is the 2014 US English adaptation of the 2005 Japanese Doraemon anime. Many edits from the original Japanese version have been made to make the show more relatable to an American audience. Such as Japanese text being replaced with English text, and the setting being changed from Tokyo to a small town located in the United States. Produced by Bang Zoom! Entertainment. Released on Disney XD in the US since July 7, 2014 and has been given a TV-Y7 rating.",
    "Aliases": [
        "Doraemon (US)",
        "Doraemon (Disney XD)"
    ],
    "Modified": "2023-07-03",
    "Seasons": {
        "1": {
            "ID": "2050050",
            "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/seasons/official/1",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "9641592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641592",
                    "TitleEnglish": "All the Way From the Future World",
                    "SummaryEnglish": "Noby meets Doraemon for the first time."
                },
                "2": {
                    "ID": "9641643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641643",
                    "TitleEnglish": "The Mecha-Maker",
                    "SummaryEnglish": "Noby is planning to make a powerful spacecraft so Doraemon lends him a Mecha Maker to make his spacecraft a reality."
                },
                "3": {
                    "ID": "9641892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641892",
                    "TitleEnglish": "Transformade",
                    "SummaryEnglish": "Noby uses Doraemon's gadget that transforms him into different things."
                },
                "4": {
                    "ID": "9641898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641898",
                    "TitleEnglish": "Battle of the Dueling Nobys!",
                    "SummaryEnglish": "Noby ponders how to use his uncle's gift money, whether to buy ramen or a toy model. Problems escalate when he activates the time machine and spawns multiple Nobys."
                },
                "5": {
                    "ID": "9641899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641899",
                    "TitleEnglish": "Memory Bread",
                    "SummaryEnglish": "Doraemon tries to help Noby with his exams by giving him some Memory Bread that allows him to retain whatever information is imprinted on it. However, while getting some extra notes from Sue after failed attempts from Ace Goody (who never uses notes due to his photographic memory), Sneech (whose notes were digital), and Big G (whose notes are covered in a gross substance), Noby ends overeating on snacks with Doraemon forcing him to eat extra Memory Bread. However, the episode ends with Noby losing his knowledge after a trip to the bathroom and being forced to eat more Memory Bread, much to the dismay of Tammy."
                },
                "6": {
                    "ID": "9641900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641900",
                    "TitleEnglish": "Lost-and-Found Fishing Pond",
                    "SummaryEnglish": "After Noby leaves his mother's bucket by the creek while fishing, Doraemon introduces Noby to a gadget that finds lost items. But when he shows it to his friends and then helps them, Noby and Doraemon learn that some things are better off left lost."
                },
                "7": {
                    "ID": "9641908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641908",
                    "TitleEnglish": "Noby, The Great Illusionist",
                    "SummaryEnglish": "Sneech tricks Noby out of a trading card. Noby becomes the Great Illusionist to get it back and decides to get back a comic Big G never returned."
                },
                "8": {
                    "ID": "9641909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641909",
                    "TitleEnglish": "My Best Friend Doraemon",
                    "SummaryEnglish": "Doraemon shows Sneech a gadget that compels people to befriend the owner. Sneech uses it to break Doraemon and Noby's friendship."
                },
                "9": {
                    "ID": "9642060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642060",
                    "TitleEnglish": "The Not So Lucky, Lucky Cards!",
                    "SummaryEnglish": "Noby finds a deck of cards which grants wishes, but intense bad luck accompanies the wisher when only the Joker card remains. Though he manages to give the deck away, learning people are taking advantage by making a wish and giving it away, Noby puts himself in a predicament when his attempt to reclaim the deck results with him being one card away from the Joker."
                },
                "10": {
                    "ID": "9642042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642042",
                    "TitleEnglish": "Big G: Master Chef",
                    "SummaryEnglish": "Big G wants to cook for his friends, but he is horrible. Doraemon shows Noby an invention that can make any food, no matter what it looks like, taste great. But as Big G learns the hard way, it doesn't only work on food...."
                },
                "11": {
                    "ID": "9642043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642043",
                    "TitleEnglish": "The Woodcutter's Pond",
                    "SummaryEnglish": "In a variant of The Honest Woodman story, Doraemon presents people with similar pair of items, of which the replacement appears to be better than the original. However, there is a condition that the owner must speak the truth. Sneech and Big G end up misusing the gadget due to their greed."
                },
                "12": {
                    "ID": "9642044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642044",
                    "TitleEnglish": "My Pet Rock",
                    "SummaryEnglish": "After Noby's mother tells him he can't have a dog, Doraemon provides him the next best thing – a pet rock animated by Pet Polish. Pet rocks become a popular fad in Noby's neighborhood, but Sneech runs into a problem with his."
                },
                "13": {
                    "ID": "9642045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642045",
                    "TitleEnglish": "Doraemon's Time Capsule",
                    "SummaryEnglish": "Noby borrows Doraemon's time capsule for himself and his friends to bury their stuff in for twenty years, unaware that the capsule will send its contents on a 100–year trip through time. After retrieving the capsule 100 years into the past, Noby unknowingly causes another predicament that could alter Doraemon's own timeline leading Doraemon and Noby to travel to the future, to the day Doraemon was born."
                },
                "14": {
                    "ID": "9642069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642069",
                    "TitleEnglish": "Machine Copy Machine!",
                    "SummaryEnglish": "Doraemon shows Noby a copy machine that can emulate all sorts of machines. But in Big G's hands, the gadget brings Noby nothing but misery as he is kept from watching shooting stars with Sue and Ace Goody."
                },
                "15": {
                    "ID": "9642047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642047",
                    "TitleEnglish": "My Own Golden Cloud",
                    "SummaryEnglish": "After watching a Journey to the West story, Noby wants to try riding on a cloud."
                },
                "16": {
                    "ID": "9642048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642048",
                    "TitleEnglish": "Vacuum Cleaner Super Car",
                    "SummaryEnglish": "When Sneech refuses let Noby ride in his cousin Stan's supercar, Doraemon presents a gadget that hypnotizes items into believing they are something else. Noby and Doraemon use the item to turn the family vacuum cleaner into a supercar and engage Sneech's cousin in a race to see who has the fastest wheels around."
                },
                "17": {
                    "ID": "9642049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642049",
                    "TitleEnglish": "Dad's Day Off",
                    "SummaryEnglish": "Noby brags about how strong his father is, but it is a lie, especially when there's a device that turns lies into forced truths. This results in his dad finding himself taking on Big G's dad, then a dozen sumo wrestlers, and ending up a superhero."
                },
                "18": {
                    "ID": "9642075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642075",
                    "TitleEnglish": "Invasion of the Body Swappers!",
                    "SummaryEnglish": "Noby wants to do a body swap with Sue in order to get out of doing homework. However, the swap backfires when Sue's attributes are passed onto everybody else while Noby ends up with their worst features."
                },
                "19": {
                    "ID": "9642051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642051",
                    "TitleEnglish": "Livin' the Dream",
                    "SummaryEnglish": "Sneech's boasting about his awesome dreams, which present his friends in a negative light, result in Noby and Doraemon intending to use the latter's Dream Director's Chair in retaliation. However, having fallen asleep prior, Noby's inability to have pleasant dreams inspires Doraemon to take charge and direct Noby's shared dream with Sneech where the former is the hero."
                },
                "20": {
                    "ID": "9642052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642052",
                    "TitleEnglish": "Escape from Score Zero",
                    "SummaryEnglish": "In order to improve his grades, Noby plans to use a time machine to cheat on a test."
                },
                "21": {
                    "ID": "9642078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642078",
                    "TitleEnglish": "Go to the Doctor, Doraemon!",
                    "SummaryEnglish": "Something is very wrong with Doraemon and it's up to Noby to fix him – from the inside."
                },
                "22": {
                    "ID": "9642054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642054",
                    "TitleEnglish": "The Skyhorse!",
                    "SummaryEnglish": "Noby's inability to master stilt walking results in Big G and Sneech challenging Noby to a race which leads to a thrilling encounter with a creature from the future. But when the Skyhorse arrives it is a lot harder than what it seems and Noby will learn an important lesson."
                },
                "23": {
                    "ID": "9642055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642055",
                    "TitleEnglish": "Action Quiz!",
                    "SummaryEnglish": "Doraemon challenges Noby to a quiz game with an Action Quiz machine that has a \"shocking\" twist. Big G ends up becoming Noby's partner in the quiz when Noby wanted to enlist Ace Goody."
                },
                "24": {
                    "ID": "9642056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642056",
                    "TitleEnglish": "A-maze-ing House",
                    "SummaryEnglish": "Tired of his boring old house, Noby uses a gadget to turn it into a labyrinth."
                },
                "25": {
                    "ID": "9642057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642057",
                    "TitleEnglish": "Worst Birthday Ever",
                    "SummaryEnglish": "When a series of mishaps ruins Sue's birthday, Noby and Doraemon become time–travelling ninjas to set things right making sure Sue has the Best Birthday Ever."
                },
                "26": {
                    "ID": "9642058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642058",
                    "TitleEnglish": "Sequence Spray",
                    "SummaryEnglish": "To help Noby with his art project, Doraemon gives him a gadget that can make any picture move, but only for a few seconds. It has its downsides too, as Noby and Doraemon soon discover."
                },
                "27": {
                    "ID": "9642059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642059",
                    "TitleEnglish": "The Connection Cap",
                    "SummaryEnglish": "Noby uses Doraemon's gadget to figure out his degrees of separation from a famous actress."
                },
                "28": {
                    "ID": "9642085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642085",
                    "TitleEnglish": "Black Hole, White Hole",
                    "SummaryEnglish": "Noby uses Doraemon's pen gadget to make a black hole that sucks things up and then a white hole that releases the item. But when Noby fails to listen to Doraemon, having lost the white pen, a black hole he forgot to erase begins to increase its gravity from sucking in Sneech's comic book, Sneech himself, Big G, Sue's violin, a kettle corn truck, and his own mom."
                },
                "29": {
                    "ID": "9642086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642086",
                    "TitleEnglish": "Surfin' the Dream Channels",
                    "SummaryEnglish": "Noby can’t sleep and there's nothing good on TV. So Doraemon gives him a television that lets them watch the dreams of their friends. However, Noby feels livid over being portrayed as pathetic in his friends' dreams."
                },
                "30": {
                    "ID": "9642065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642065",
                    "TitleEnglish": "Doraemon, Squared",
                    "SummaryEnglish": "When Doraemon worries that he's not being strict enough with Noby, Dorami appears and gives a special drink from the future to help him. However, it turns Doraemon into a literal square bent on utter perfection."
                },
                "31": {
                    "ID": "9642088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642088",
                    "TitleEnglish": "Dinosaur Alert!",
                    "SummaryEnglish": "When live dinosaurs appear nearby, Doraemon and Noby go back a few days ago to solve the mystery of how they got there in the first place. In the end, it turns out Noby's irresponsibility with a series of gadgets is the cause of it."
                },
                "32": {
                    "ID": "9642089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642089",
                    "TitleEnglish": "Instant Delivery Magic!",
                    "SummaryEnglish": "Noby uses a gadget to show off his abilities as a magician. He enters a talent show, and needs Doraemon's help to keep his secret, while Sneech sets out to expose \"The Great Nobini\" as a fraud."
                },
                "33": {
                    "ID": "9642072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642072",
                    "TitleEnglish": "The Genie-less Magic Lamp",
                    "SummaryEnglish": "Doraemon gives Noby a magic lamp that turns whoever the user targets into a genie. However, Noby abuses the gadget where he uses it on Doraemon, Tammy, Sneech, Big G, Sue (accidental), and Mr. S."
                },
                "34": {
                    "ID": "9642041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642041",
                    "TitleEnglish": "The Evo-Devo Beam",
                    "SummaryEnglish": "Doraemon gives Noby a beam that evolves and devolves anything and anyone. Noby starts using it to see what certain animals looked like millions of years ago with unexpected consequences."
                },
                "35": {
                    "ID": "9642046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642046",
                    "TitleEnglish": "The Action Planner",
                    "SummaryEnglish": "Doraemon pulls out a gadget to get Noby to spend his time wisely. It backfires on him when the gadget makes Doraemon follow the schedule no matter what and hunts him down when he tries to run away."
                },
                "36": {
                    "ID": "9642050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642050",
                    "TitleEnglish": "Experimental Dream Schemes",
                    "SummaryEnglish": "When Noby tries to sleep, Doraemon gives him a gadget pillow which shows him various dream scenarios. Noby repeatedly gives up on each type of dream when things don't go his way only to find out he may have broken it all together."
                },
                "37": {
                    "ID": "9642053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642053",
                    "TitleEnglish": "Noby's Turn at Bat",
                    "SummaryEnglish": "Noby turns himself into a bat using a gadget, but he is unlike the animal in that he can suck out embarrassing memories from his victims."
                },
                "38": {
                    "ID": "9642061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642061",
                    "TitleEnglish": "The House of Forced Fitness",
                    "SummaryEnglish": "Doraemon tries to get Noby to exercise, but his plan backfires when he, Noby's mom and Sneech's mom get trapped in a fitness-crazed house while Noby is away playing baseball."
                },
                "39": {
                    "ID": "9642062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642062",
                    "TitleEnglish": "Werewolf Cream",
                    "SummaryEnglish": "Noby's mother (Tammy) accidentally uses some cream that turns her into a werewolf whenever she looks at something round. Then Doraemon follows her when she leaves the house to prevent her from seeing circles."
                },
                "40": {
                    "ID": "9642063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642063",
                    "TitleEnglish": "Monsters in the House",
                    "SummaryEnglish": "Doraemon and Noby use a secret gadget that produces monsters."
                },
                "41": {
                    "ID": "9642064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642064",
                    "TitleEnglish": "King of the Caveman",
                    "SummaryEnglish": "Noby travels back to prehistoric times as part of a plot to become King of the Cavemen. His plot doesn't go well as neither Noby or the cave people can understand each other and that none of the items Noby brought work. Things get worse when Noby and the prehistoric counterparts of himself and his friends are attacked by a woolly mammoth."
                },
                "42": {
                    "ID": "9642066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642066",
                    "TitleEnglish": "The Moodmaker Orchestra",
                    "SummaryEnglish": "A robotic orchestra provides a musical score for everything Noby does, heightening his emotional reaction to even the most mundane occurrences."
                },
                "43": {
                    "ID": "9642067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642067",
                    "TitleEnglish": "Time Kerchief",
                    "SummaryEnglish": "Noby and Doraemon use a gadget that can age things or make them new. Chaos results when the kerchief falls into Sneech's hands and then Big G's hands."
                },
                "44": {
                    "ID": "9642068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642068",
                    "TitleEnglish": "A Good Deed in a Weary World",
                    "SummaryEnglish": "Doraemon uses a wind-up doll to test people's generosity. The doll has the ability to grant three wishes to the person who treats him kindly who turns out to be Sue."
                },
                "45": {
                    "ID": "9642070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642070",
                    "TitleEnglish": "Makin' Tracks",
                    "SummaryEnglish": "Noby becomes obsessed with finding dinosaur tracks."
                },
                "46": {
                    "ID": "9642071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642071",
                    "TitleEnglish": "Noby the Robot",
                    "SummaryEnglish": "Noby creates toy robots that resemble his friends. He forces them to do his household chores, which results in trouble when the robots' real-life counterparts find out."
                },
                "47": {
                    "ID": "9642073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642073",
                    "TitleEnglish": "U.F.Yo!",
                    "SummaryEnglish": "Noby uses one of Doraemon's gadgets to crank call people, but one of them is a space alien who brings them to its planet and threatens interplanetary war."
                },
                "48": {
                    "ID": "9642074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642074",
                    "TitleEnglish": "What Day is Today?",
                    "SummaryEnglish": "Noby uses a calendar gadget to get past the summer heat."
                },
                "49": {
                    "ID": "9641656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641656",
                    "TitleEnglish": "A Visitor From the Future",
                    "SummaryEnglish": "Future gadgets being used throughout the town bring a surprise visitor from the future. The citizens try to figure out if it is Noby, Sneech, or Doraemon himself using the gadgets that brought this new person to their town. With a bomb that can destroy the Earth, Noby, Doraemon, Sue, and Sneech must find Big G before he unknowingly sets it off and keep it out of the hands of the futuristic visitor who happens to be a criminal that stole the bag of future gadgets in the first place."
                }
            }
        },
        "2": {
            "ID": "2050052",
            "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/seasons/official/2",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "9641646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641646",
                    "TitleEnglish": "Calm Down, Big G!",
                    "SummaryEnglish": "Doraemon shows Noby a gadget that, when pressed against an angry person's mouth, calms that person's anger, and Noby decides to use it on Big G. Unfortunately, the gadget has explosive consequences when abused, as Sneech learns the hard way when he appropriates it."
                },
                "2": {
                    "ID": "9641647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641647",
                    "TitleEnglish": "Hello Martians",
                    "SummaryEnglish": "When Sneech and Big G devise a scheme to get free frozen yogurt out of Mr. Saucer by reporting false UFO sightings, Doraemon and Noby decide to create their own authentic UFO sighting - a plan that first involves creating their own aliens."
                },
                "3": {
                    "ID": "9642076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642076",
                    "TitleEnglish": "Attaboy, Noby!",
                    "SummaryEnglish": "Doraemon shows Noby a gadget that can rewind time, and Noby uses it to repeatedly replay a compliment he received from his teacher, Mr. S. The boys end up using it to retrieve a necklace Big G got for his mother's birthday."
                },
                "4": {
                    "ID": "9642077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642077",
                    "TitleEnglish": "Treasure Huntin' Pork Chop",
                    "SummaryEnglish": "When Big G throws his bumbling German Shepherd, Pork Chop, out of the house, the boys use a gadget to turn the dog into an expert treasure-sniffer. As a result, Big G decides to give up the dog to an archaeologist."
                },
                "5": {
                    "ID": "9642079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642079",
                    "TitleEnglish": "Erase Your Face",
                    "SummaryEnglish": "When Noby becomes depressed over his looks, Doraemon shows him a gadget that erases a person's facial features and enables the user to draw on an entirely new face."
                },
                "6": {
                    "ID": "9642080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642080",
                    "TitleEnglish": "Doraemon, Doraemon, Everywhere",
                    "SummaryEnglish": "When Noby cons Doraemon into doing his homework,Doraemon uses the Time Machine to create four clones of himself to assist in completing the assignment, resulting in complete pandemonium."
                },
                "7": {
                    "ID": "9642081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642081",
                    "TitleEnglish": "Doraemon and the Space Shooters",
                    "SummaryEnglish": "While trying to catch a shooting star, Noby catches an S.O.S. capsule that draws him and Doraemon to the planet Eleos (a planet where its rabbit-like inhabitants grant wishes from anywhere) and help defend their planet against the greedy aliens from the planet Zelos."
                },
                "8": {
                    "ID": "9642082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642082",
                    "TitleEnglish": "Guiding Angel",
                    "SummaryEnglish": "Suffering from a severe virus, Doraemon gives Noby a hand-puppet angel that gives advice. Noby soon tires of the gadget when it begins to control his every move, including discouraging him from trying to find the missing screw to cure Doraemon's illness."
                },
                "9": {
                    "ID": "9642083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642083",
                    "TitleEnglish": "Big G's Pizza of Terror",
                    "SummaryEnglish": "Big G opens his own pizza parlor, with some help from Doraemon's Pop-Up Shop gadget. When Big G can find no customers to try his unappetizing concoctions, the boys use another gadget to help him find someone willing to eat his pizza. Gadgets introduced: Pop-Up Shop, Desire Detecto."
                },
                "10": {
                    "ID": "9642084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642084",
                    "TitleEnglish": "Invasion of the Goat Aliens",
                    "SummaryEnglish": "Trying to get a picture of a real UFO for Mr. Saucer, Noby accidentally uses the U.F. Yo! to summon a tribe of goat-like aliens who eat paper - and specifically develop an insatiable appetite for Noby's failed tests."
                },
                "11": {
                    "ID": "9642087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642087",
                    "TitleEnglish": "Animal Transformation Crackers",
                    "SummaryEnglish": "Noby eats one of Doraemon's special animal transformation crackers and temporarily transforms into a cat and is afraid that he might get fleas. Doraemon and Noby try to prevent disaster when Noby's father's boss eats some of the same crackers."
                },
                "12": {
                    "ID": "9642090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9642090",
                    "TitleEnglish": "Deluxified",
                    "SummaryEnglish": "Doraemon shows Noby a gadget that turns ordinary items into deluxe models. Noby goes out of control \"deluxifying\" everything - including Sue's dress, Big G's dog, his own house, and even Doraemon himself - and discovers that deluxe items aren't always better."
                },
                "13": {
                    "ID": "9878103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878103",
                    "TitleEnglish": "Feeling Crabby",
                    "SummaryEnglish": "Noby promises his friends a king crab feast, but real crab is too expensive, so Doraemon demonstrates a gadget that can change an object's outward appearance (i.e. giving another food the appearance of crab). Doraemon and Noby are accidentally changed into crabs themselves - and Noby nearly ends up as dinner for Big G's family."
                },
                "14": {
                    "ID": "9878104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878104",
                    "TitleEnglish": "Rock Your World Record",
                    "SummaryEnglish": "Doraemon straps a rock-like gadget onto Noby's back allowing him to challenge various athletic world records, and Noby ends up on a mission to deliver a watermelon to Sue's mom."
                },
                "15": {
                    "ID": "9878105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878105",
                    "TitleEnglish": "Noby Goes Off the Rails",
                    "SummaryEnglish": "To help Noby run faster so he can pair with Big G in the school's three-legged race, Doraemon gives him a gadget that allows him to run as fast as a locomotive (complete with a smokestack and coal as fuel). Noby ends up eating too much fuel and becoming a force of destruction, leveling everything in his path."
                },
                "16": {
                    "ID": "9878106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878106",
                    "TitleEnglish": "The UnNoby",
                    "SummaryEnglish": "Sick of being picked on by Big G and Sneech, Noby gets Doraemon to show him an alternate world in which Noby is the neighborhood bully instead of Big G, but soon realizes that bully-Noby also has no friends. When bully-Noby escapes into the real world, it's up to Doraemon and the real Noby to stop him from causing real trouble."
                },
                "17": {
                    "ID": "9878107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878107",
                    "TitleEnglish": "Elementary, My Dear Doraemon",
                    "SummaryEnglish": "Inspired by Sherlock Holmes, Noby develops ambitions of being a great detective, with the help of Doraemon's Sherlock Holmes Kit. His first case: the mystery of his missing backpack and Sue's missing library book."
                },
                "18": {
                    "ID": "9878108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878108",
                    "TitleEnglish": "Kernels of Wrath",
                    "SummaryEnglish": "Doraemon shows Noby a hat-like gadget that harnesses a person's anger to cook popcorn. Doraemon, Noby and friends embark on a quest to find the person whose anger makes the best popcorn, culminating in a showdown between Doraemon and Mr. Rumpleton, the neighborhood checkers champion."
                },
                "19": {
                    "ID": "9878109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878109",
                    "TitleEnglish": "Attack of the Clones",
                    "SummaryEnglish": "When Doraemon's Clone Conditioner is rubbed into a person's hair, a hair plucked from that person's head will transform into a miniature clone - the catch being that it only lasts for 15 minutes. Noby and Sneech use the gadget to create miniature clone armies to get their comics back from Big G."
                },
                "20": {
                    "ID": "9878110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878110",
                    "TitleEnglish": "Hole Away From Home",
                    "SummaryEnglish": "Tired of his mother's rules, Noby decides to run away from home and get his own apartment, and Doraemon uses a gadget to create a makeshift \"apartment,\" an underground maze of rooms and tunnels. Noby invites Big G, Sneech and Sue to move in with him, but when his friends decide to go home, Noby learns that there really is no place like home."
                },
                "21": {
                    "ID": "9878181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878181",
                    "TitleEnglish": "Bug Hero Fix",
                    "SummaryEnglish": "Desiring to become a superhero, Noby straps on a belt of Doraemon's that, when an insect is placed inside it, gives the user superhero powers based on that insect. However, his attempts to rid the neighborhood of injustice in the form of a mosquito, a mantis, and a ladybug (among others) go terribly awry."
                },
                "22": {
                    "ID": "9878182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878182",
                    "TitleEnglish": "Snowkid on the Block",
                    "SummaryEnglish": "On a ski vacation with Sneech's family, Noby and Sue bring Noby's snowman to life with the help of one of Doraemon's gadgets, naming him Snoby. However, when it's time to go home, Sue leaves her hat behind, and Snoby goes to extreme lengths to get it back to her. Gadgets introduced: Stickerbots, Winter Walkers."
                },
                "23": {
                    "ID": "9878138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878138",
                    "TitleEnglish": "Blowback Bobby",
                    "SummaryEnglish": "Tired of Big G's bullying, Noby asks for another gadget. Doraemon gives him Blowback Bobby, a small robot that, for a quarter, will blast him three times with an air cannon. However, when he tries to target Sneech, Sue causes him to accidentally target himself instead. Noby tries to escape, but the chase causes the air blast to hit others instead."
                },
                "24": {
                    "ID": "9878139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878139",
                    "TitleEnglish": "When the Last Leaf Falls",
                    "SummaryEnglish": "To help Noby overcome his fear of heights, Doraemon takes him on a trip through a gadget that shrinks them and lifts him to a tree, where a Leafbelt enables him to attach to and fall safely on a falling leaf. He finds he likes it and introduces it to Sue and Sneech. Meanwhile Little G falls ill and believes that when the last leaf on the tree outside her window falls, she will be taken away by forest goblins. Noby and Sneech choose those leaves to have a leaf riding contest, but Big G determines to prevent it."
                },
                "25": {
                    "ID": "9878186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878186",
                    "TitleEnglish": "Gorgon's Spell",
                    "SummaryEnglish": "Standing in the hall at school all day as punishment is hard on Noby's feet, so Doraemon gives him a gadget featuring a Gorgon head in a box to turn his feet to stone so he can stand painlessly. However, the Gorgon head escapes and starts turning people to stone - including Doraemon - and it's up to Noby to capture it by himself."
                },
                "26": {
                    "ID": "9878141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878141",
                    "TitleEnglish": "Snow Melt",
                    "SummaryEnglish": "To keep himself and Noby warm on a chilly day, Doraemon applies a special cream which makes the user feel cold objects as hot and vice versa, making ice water and snow boiling hot to the touch. This leads to trouble when Doraemon and Noby (clad only in his underwear) get caught outside in a snowstorm, seek shelter in a truck, and end up in the snow-covered mountains."
                },
                "27": {
                    "ID": "9878142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878142",
                    "TitleEnglish": "It's the End of the World As We Know It",
                    "SummaryEnglish": "In a retelling of the story of Noah's Ark, the best friends Doraemon and Noby see a vision in Doraemon's Second Sighters of the world being destroyed in an apocalyptic flood that very night, and set about building a gigantic boat despite jeers from family and friends."
                },
                "28": {
                    "ID": "9878189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878189",
                    "TitleEnglish": "The Horizon Line",
                    "SummaryEnglish": "City-dweller Noby has never seen the horizon, so Doraemon uses the Horizon Tape to create a simulated horizon view. The wide open space provides a refuge for Noby to escape his mother's wrath and avoid getting grounded for life, but when Mom accidentally breaks the Horizon Tape, Noby and Doraemon may be stuck in no man's land forever."
                },
                "29": {
                    "ID": "9878147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878147",
                    "TitleEnglish": "The Galaxy Grand-Prix",
                    "SummaryEnglish": "Doraemon and the gang receive an invitation to compete in the Galaxy Car Race, the first prize of which is the granting of one wish for the winner. Noby and Doraemon compete as a duo, with Noby planning to wish for ears for Doraemon (who has been depressed over not having any ears) if they win. Their fiercest opponent is the dashing, handsome robot-cat racer Devlin, who mercilessly teases Doraemon for not having ears, but Devlin may not be the one they really have to worry about. Note: This episode was originally an hour-long special in Japan for Doraemon's birthday, and was heavily edited into half-hour format for the dub due to time restraints."
                },
                "30": {
                    "ID": "9878191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878191",
                    "TitleEnglish": "See You Go Round",
                    "SummaryEnglish": "Doraemon shows Noby a baggage carousel-like gadget that can summon the person of the user's choice, but can only be used ten times. The guys use it to summon everyone from Noby's Uncle Chester from Springfield to Ace Goody to their favorite pop star, Sera Ivy."
                },
                "31": {
                    "ID": "9878194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878194",
                    "TitleEnglish": "The Puppet Master's Camera",
                    "SummaryEnglish": "When someone takes a picture with Doraemon's Puppet Master's Camera, the camera creates miniature voodoo dolls of the person being photographed. Noby discovers this too late after using the camera to snap photos of his parents and Doraemon, and panic ensues when the resulting dolls get into the hands of Big and Little G."
                },
                "32": {
                    "ID": "9878151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878151",
                    "TitleEnglish": "SuperBaby Panic",
                    "SummaryEnglish": "Doraemon and Noby babysit a neighbor toddler named Sammy who doesn't seem to like either one of them. To pacify Sammy, Noby gives him a piece of Doraemon's Super-Duper Extreme Extra-Strength Candy, not realizing that it amplifies the user's strength by a million times, and the baby soon wears both of them out. Sammy ends up destroying the house, but also gives two burglars the terror of their lives."
                },
                "33": {
                    "ID": "9878152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878152",
                    "TitleEnglish": "A Hurricane is a Boy's Best Friend",
                    "SummaryEnglish": "Noby wants to raise a pet from an egg like Sue's pet bird, Sunny, so Doraemon reluctantly gives him an egg out of which hatches a baby hurricane, which Noby names Spinny. But Spinny is a force of nature, not a pet, and when he destroys Noby's room out of separation anxiety, Noby's parents demand that Noby get rid of him, just in time for a real hurricane to strike."
                },
                "34": {
                    "ID": "9878153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878153",
                    "TitleEnglish": "I Saw A Ghost",
                    "SummaryEnglish": "Big G invites his friends to stay overnight at his uncle's mountain retreat. Little does Noby suspect the whole trip is a ruse by Big G and Sneech to scare him by making ghostly sounds and telling ghost stories. Little does anyone suspect that the place is actually haunted by a real ghost - or is it?"
                },
                "35": {
                    "ID": "9878154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878154",
                    "TitleEnglish": "G-Tastic G to the Rescue",
                    "SummaryEnglish": "Doraemon shows Noby a cape that turns the user into a superhero, but Big G bullies them into giving the cape to him, and uses it to become superhero G-Tastic G, whose only power is being able to fly when summoned by a whistle. Big G soon learns that the superhero life is its own harassed existence, as the cape forces him to perform one hundred tasks before he can take it off and a whistle summons can interrupt whatever he is doing at the time, including eating."
                },
                "36": {
                    "ID": "9878155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878155",
                    "TitleEnglish": "Noby's Tough to Stomach",
                    "SummaryEnglish": "While eating peanuts, Sue accidentally swallows an opal from her mother's $5,000 anniversary ring, and comes to the boys in desperation looking for help. Doraemon and Noby use the Shrink Ray and the Teleporting Submarine to get inside Sue's stomach to find the missing opal, but it's a bumpy ride."
                },
                "37": {
                    "ID": "9878198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878198",
                    "TitleEnglish": "Rub-a-Dub-Dub, See the World from a Tub!",
                    "SummaryEnglish": "When Sue expresses her wish to visit a hot spring resort, the guys show her the Bathmobile, which, when hooked up to a bathtub, sends the user to the location of his or her choice to bathe. Sue accidentally sends the gadget into \"shuffle mode\" - in which she gets whisked away to a new location every thirty seconds - and it's up to Doraemon and Noby to save her."
                },
                "38": {
                    "ID": "9878157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878157",
                    "TitleEnglish": "Big Boys Do Cry",
                    "SummaryEnglish": "Sneech asks Doraemon and Noby for something to make him bigger and stronger so he can get back the video game Big G stole from him. Sneech's overuse of the Gro-Quik Powder causes him to become too big - and then he accidentally breaks Doraemon's Shrink Ray, causing him to cry hysterically, which makes him grow even more."
                },
                "39": {
                    "ID": "9878158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878158",
                    "TitleEnglish": "What's on the Robo-Catwalk",
                    "SummaryEnglish": "The Instant Wardrobe Cam allows the user to scan a picture or drawing of an outfit and then bring the outfit to life by taking a picture of someone. When Big G and Sneech get a hold of the camera, they decide to use it to further their dreams of becoming, respectively, a model and a fashion designer."
                },
                "40": {
                    "ID": "9878201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878201",
                    "TitleEnglish": "The Greatest Little Town in the World",
                    "SummaryEnglish": "Doraemon's Moving Map lets the user alter the layout of the town in real life by moving pieces around on the map. Doraemon, Noby, Sneech and Big G's playing around with it results in a completely unrecognizable town, causing Noby's mom to become hopelessly lost on her way home from the grocery store."
                },
                "41": {
                    "ID": "9878160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878160",
                    "TitleEnglish": "Noby's Home is His Castle",
                    "SummaryEnglish": "As Noby's parents consider selling their house and moving, Noby and Doraemon convince them to consider moving to an ancient German castle that happens to be for sale by its resident, the beautiful Miss Lotte. Noby's parents decide not to move in, but when Lotte mysteriously disappears, Noby, Doraemon and Sue head back to Germany (via the Anywhere Door) to rescue her."
                },
                "42": {
                    "ID": "9878203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878203",
                    "TitleEnglish": "A Little Adventure",
                    "SummaryEnglish": "While playing ball, Doraemon, Noby and friends come across a tiny dwarf boy on a search for a new home for his people, as his village is under threat of destruction by \"giants with machines\" (human beings). Doraemon and friends' quest to help the dwarf people find a new home is interrupted when Big G and a dwarf girl are captured by a \"giant\" girl who plans to use them as dolls."
                },
                "43": {
                    "ID": "9878204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878204",
                    "TitleEnglish": "Noby! Noby! He's Our Man",
                    "SummaryEnglish": "Sneech keeps defeating Noby at go, and Noby is convinced it's because Sneech has his own cheering section of two neighborhood girls. Doraemon gives Noby a pair of pom-pom-like mittens which, when placed on someone, turns that person into Noby's personal cheerleader and makes Noby unbeatable in any game."
                },
                "44": {
                    "ID": "9878163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9878163",
                    "TitleEnglish": "Gone with the Sneeze",
                    "SummaryEnglish": "When Noby is running late to school one morning, an exasperated Doraemon lets him use a special pepper that, when the user sprinkles it on another person and specifies where he or she would like to go, causes the sprinkled person to sneeze and blow the user to that location. Despite Doraemon's command to only use it once, Noby overuses the pepper, leading to Big G stealing it and using it to terrorize the neighborhood kids."
                },
                "45": {
                    "ID": "9641680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641680",
                    "TitleEnglish": "Let Cat's Cradle Rule the World",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "9641679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/doraemon-gadget-cat-from-the-future/episodes/9641679",
                    "TitleEnglish": "Big G's Big Show",
                    "SummaryEnglish": null
                }
            }
        }
    }
}