{
  "URL": "https://www.thetvdb.com/series/432021-3",
  "Genres": [
    "Anime - Seinen",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt15692696/",
    "https://www.themoviedb.org/tv/128963"
  ],
  "TitleEnglish": "Honkai Impact 3rd Animation",
  "SummaryEnglish": "Follow the adventures of Kiana Kaslana, Raiden Mei, and Bronya Zaychik along with their friends and foes as they confront the calamitous forces of evil called the Honkai and the Herrschers that lead its Will to unleash terrible destruction upon the Earth. The trio are a group of Schicksal Valkyries from Saint Freya Academy who must work with their allies leading the charge against Honkai such as Anti-Entropy along with their enemies the World Serpent to put an end to the everlasting power of the Honkai.",
  "Aliases": [],
  "Modified": "2025-02-16",
  "Seasons": {
    "0": {
      "ID": "2051419",
      "URL": "https://www.thetvdb.com/series/432021-3/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10444331",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10444331",
          "TitleEnglish": "SHOWDOWN! COSMIC TRAILBLAZE SAGA OF HEROES Movie Trailer",
          "SummaryEnglish": "\"The King of Terror descends from the sky, humanity is on the brink of crisis. The battle of ultimate destiny is about to begin, and the hero that walks the Path of the Trailblazes strides forth. Rules are meant to be broken! Teaser for the new SFX space fantasy movie SHOWDOWN! COSMIC TRAILBLAZE SAGA OF HEROES Not Releasing Worldwide on 2024/04/01.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2051420",
      "URL": "https://www.thetvdb.com/series/432021-3/seasons/official/1",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "10242555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242555",
          "TitleEnglish": "Reburn",
          "SummaryEnglish": "To protect the world from the evil forces of Honkai, Valkyrie Kiana is here!",
          "Aliases": []
        },
        "2": {
          "ID": "10242556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242556",
          "TitleEnglish": "Will of the Herrscher",
          "SummaryEnglish": "The Herrscher within has been unleashed, can the world survive the wrath of Queen Kiana...",
          "Aliases": []
        },
        "3": {
          "ID": "10242557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242557",
          "TitleEnglish": "Final Lesson",
          "SummaryEnglish": "Though the skies are dark with roiling storms, I shall set the heavens ablaze with my iron drawn, for I've vowed on my life to bring you home. Kiana...you can still end this story the way you want.",
          "Aliases": []
        },
        "4": {
          "ID": "10242558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242558",
          "TitleEnglish": "Cyberangel: ZERO Exception",
          "SummaryEnglish": "After being lost at the Quantum Sea and reuniting with her long-lost friend Seele, Bonya faces the exiled Grey Serpent who threatens all of humanity should he be released. Will the powers contained in Gem of Desire corrupt her soul or give her the powers of creation needed to defeat the Grey Serpent?",
          "Aliases": []
        },
        "5": {
          "ID": "10242560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242560",
          "TitleEnglish": "Seele",
          "SummaryEnglish": "From now on, I will protect you till I am gone.",
          "Aliases": []
        },
        "6": {
          "ID": "10242561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242561",
          "TitleEnglish": "「Bronya」",
          "SummaryEnglish": "Did you hear Seele's calling? Wolf’s Dawn now in battle! WARNING: This video contains mild animated graphic violence that may be disturbing to some viewers. Viewers' discretion is advised. R-13+, viewers under 13 require an accompanying parent or adult guardian.",
          "Aliases": []
        },
        "7": {
          "ID": "10242564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242564",
          "TitleEnglish": "Meteoric Salvation",
          "SummaryEnglish": "Though dreadful gloom grips this endless night. I will burn like a star and give hope its light. For your vows are mine and I shall make things right",
          "Aliases": []
        },
        "8": {
          "ID": "10242566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242566",
          "TitleEnglish": "Lament of the Fallen",
          "SummaryEnglish": "Lightning tore our past asunder, and our paths were rent and split. Once the thunders lose voice, and the storms are wept dry, I’ll enter the darkness and return you to bliss.",
          "Aliases": []
        },
        "9": {
          "ID": "10242568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242568",
          "TitleEnglish": "Reawakening",
          "SummaryEnglish": "\"Can't recognize me anymore? Kiana. I will reverse all creations.\"",
          "Aliases": []
        },
        "10": {
          "ID": "10242540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242540",
          "TitleEnglish": "Shattered Samsara",
          "SummaryEnglish": "Worldly turmoils no longer perturb me, Cherished friendships have all withered, I've stood fast for millennia to safeguard the masses.",
          "Aliases": []
        },
        "11": {
          "ID": "10242537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242537",
          "TitleEnglish": "Everlasting Flames",
          "SummaryEnglish": "When the darkness seized the long night, Did it envisage its end at the hands of a shooting star? She is Kiana Kaslana, K423, Sirin, Herrscher of the Void, and Herrscher of Flamescion. She broke away from her former self and past confusion. She will go toward a brighter tomorrow with an unwavering heart. She grasps her greatsword tight to protect all that is beautiful and give this sad story a happy ending. This animated short is produced by miHoYo Anime. Its theme song \"Moon Halo\" is produced by miHoYo's in-house music team HOYO-MiX and performed by @茶理理理子, @TetraCalyx, @hanser.",
          "Aliases": []
        },
        "12": {
          "ID": "10242539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242539",
          "TitleEnglish": "Thus Spoke Apocalypse",
          "SummaryEnglish": "How many crimes must he commit to save her from the depths of hell? How far must he go to find himself at the end of time? This animated short is presented by miHoYo Anime. Its theme song \"Regression\" is produced by miHoYo's in-house music team @HOYO-MiX and performed by renowned singer Ayanga.",
          "Aliases": []
        },
        "13": {
          "ID": "10242536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/10242536",
          "TitleEnglish": "Because of You",
          "SummaryEnglish": "She knew well that one should take all things with them when they pass on to save others from mourning. She also knew well that she could never do it. But what she left behind was too much... ubiquitous and perpetual. So she decided to act willfully one last time. All that she had seen, all that she had loved, and all that she had left behind... She willfully compiled them into a book. What she left behind is no more than a tale. A story about a bygone era, about the thirteen who never became heroes... It is a tale as simple as that. This animated short is presented by miHoYo Anime. Its theme song TruE is produced by the in-house music team HOYO-MiX and performed by Yellow Zero (黄龄).",
          "Aliases": []
        },
        "14": {
          "ID": "9654678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432021-3/episodes/9654678",
          "TitleEnglish": "Graduation Trip",
          "SummaryEnglish": "Fate once questioned the world, So the hero gave an answer. Across the endless samsara, Create a story for everyone. From a B-Rank Schicksal Valkyrie to the Herrscher of Finality, this is the final culmination in the story of Kiana Kaslana. The short animation \"Graduation Trip\" produced by miHoYo Anime has been released! Theme Song: “Da Capo” Theme Song Production Team: HOYO-MiX.",
          "Aliases": []
        }
      }
    }
  }
}