{
    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28919914/",
        "https://hyakkano.com/",
        "http://www.reddit.com/r/100Kanojo",
        "https://www.tvmaze.com/shows/70514/show-slug",
        "https://www.themoviedb.org/tv/223564",
        "https://www.wikidata.org/wiki/Q117088299",
        "https://en.wikipedia.org/wiki/The_100_Girlfriends_Who_Really,_Really,_Really,_Really,_Really_Love_You",
        "https://x.com/hyakkano_anime"
    ],
    "TitleEnglish": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You",
    "SummaryEnglish": "Rentarō Aijo was rejected 100 times in middle school. He visits a shrine and prays for better luck in high school. The God of Love appears and promises that he’ll soon meet 100 people he’s destined to date. But there’s a catch—once destiny introduces someone to him, the two must happily love each other. If they don’t, they’ll die. What will befall Rentarō and his 100 girlfriends in high school?",
    "TitleJapanese": "君のことが大大大大大好きな100人の彼女",
    "SummaryJapanese": "中学で失恋100回を達成した愛城恋太郎は、高校でこそ彼女を!と願い訪れた神社で、現れた恋の神様から「高校で出会う運命の人は100人いる」と告げられる。しかし神様いわく、運命の人と出会った人間は、その相手と愛し合って幸せになれなければ死んでしまうという・・・・・・。次々に待ち受ける運命の人との出会いーどうする恋太郎? どうなる100人の彼女!?",
    "Aliases": [
        "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo",
        "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo",
        "100-nin no Kanojo",
        "Hyakkano",
        "100 Kanojo",
        "100カノ",
        "100 Kano",
        "100人の彼女"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2051557",
            "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9668060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/9668060",
                    "TitleEnglish": "The 2 Girlfriends Who Really, Really, Really Love You (98 to Go)",
                    "SummaryEnglish": "Aijo Rentaro has faced 100 rejections in life, and when he goes to a matchmaking shrine to pray for love, he finds that he will get more than he ever bargained for in high school.",
                    "TitleJapanese": "君のことが大大大大大好きな2人の彼女（あと98人）",
                    "SummaryJapanese": "中学で失恋100回を達成した愛城恋太郎は「高校でこそ彼女を！」と願い訪れた神社で、恋の神様から「高校で出会う運命の人は100人いる」と告げられる。しかし、神様いわく、運命の人と出会った人間は、その相手と愛し合って幸せになれなければ死んでしまうという…。そんな中、入学式から早々に花園羽香里と院田唐音との運命の出会いを果たした恋太郎。どちらも魅力MAXな二人からのアプローチに、恋太郎の決断は！？"
                },
                "2": {
                    "ID": "10016421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016421",
                    "TitleEnglish": "First Kiss",
                    "SummaryEnglish": "Hakari and Karane learn that Rentaro hasn't had his first kiss yet. They may both be his girlfriends, but they still want his first kiss for themselves!",
                    "TitleJapanese": "はじめてのチュウ",
                    "SummaryJapanese": "100回フラれ続けてきた人生から一転、人生初の彼女が同時に二人もできた恋太郎は、彼女と一緒に登校するという夢にまで見た青春生活を満喫していた。そんな中、ふとした会話から恋太郎が異性との交際だけでなく、キスの経験もまだであることを知った羽香里と唐音。いくら恋太郎が二人を平等に愛していても、ファーストキスができるのはただ一人。二人はあの手この手の策を講じて恋太郎の唇を奪い合うのだが…。"
                },
                "3": {
                    "ID": "10016422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016422",
                    "TitleEnglish": "The Quiet Princess, the Knight, and the Samurai",
                    "SummaryEnglish": "Rentaro has encountered his third soulmate: the shy and smol Yoshimoto Shizuka. How will he get her to open up to him and, more importantly, how will he choose to deal with her?",
                    "TitleJapanese": "無口な姫と騎士と武士",
                    "SummaryJapanese": "ある日図書室を訪れた恋太郎は、図書委員の好本静と運命の出会いを果たす。小動物のように小柄で物静かな彼女は人と話すことが苦手で、丸暗記した愛読書の台詞や文章を指差し、それを相手に読んでもらいながら会話していた。二人は静が恋太郎に貸した愛読書をきっかけに仲を深めていくが、自分の話し方に負い目を感じていた静は、恋太郎への想いを伝えることができずにいた。そんな静を見て、恋太郎がとった行動は…。"
                },
                "4": {
                    "ID": "10016423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016423",
                    "TitleEnglish": "Just When You Think It's a Hanky-Panky Episode",
                    "SummaryEnglish": "Rentaro has a plan to break the ice between Hakari, Karane, and Shizuka, and it involves laughter and Old Maid. But things take a turn for the unexpected.",
                    "TitleJapanese": "いちゃいちゃ回と思いきや",
                    "SummaryJapanese": "まさかの3人目の彼女に戸惑いをみせるも、恋太郎の誠意に満ちた姿勢もあり、静を迎え入れる羽香里と唐音。恋太郎はまだぎこちない3人を打ち解けさせようとあれこれ試みるが、静はどこか遠慮している様子。そこで恋太郎はババ抜きを使ったとっておきの秘策を実行する。それは罰ゲームとしてビリが1位にくすぐられるという「皆でこちょこちょ笑い合って仲良くなっちゃおう作戦」だったのだが…。"
                },
                "5": {
                    "ID": "10016424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016424",
                    "TitleEnglish": "The Hyper-Efficient Girl",
                    "SummaryEnglish": "Rentaro encounters the smartest student in school, Eiai Nano, and it turns out she's a soulmate, too! However, her extreme rationality leads him to question whether they really are meant for each other.",
                    "TitleJapanese": "効率的な彼女",
                    "SummaryJapanese": "教室の窓際で勉強に勤しむ栄逢凪乃と運命の出会いを果たした恋太郎。彼女は才色兼備ながら何事にも効率を求める性格で、恋愛ですら時間の無駄と切り捨ててしまうほどだった。恋太郎は仲良くなろうと何度も話しかけてみるが、何気ない会話ですら「無意義」とあしらわれてしまう。そんな凪乃のあまりに素っ気ない態度に、本当に“運命の人”なのかと戸惑いつつも、それでも諦められない恋太郎は凪乃をデートに誘う…。"
                },
                "6": {
                    "ID": "10016425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016425",
                    "TitleEnglish": "Everyone's Favorite: The Swimsuit Episode",
                    "SummaryEnglish": "Rentaro and the girls hit the newly opened water park at Hakari's suggestion, but Karane appears to have come down with a mysterious chill. Will the gang really get to enjoy their day out at the pool?",
                    "TitleJapanese": "皆大好き水着回",
                    "SummaryJapanese": "オープンしたばかりの屋内プールに遊びに来た恋太郎と4人の彼女。彼女たちの水着姿に喜びを隠せない恋太郎だったが、どこか元気のない唐音は一人プールサイドで暖をとることに。恋太郎は豊満なプロポーションを大いに発揮する羽香里と凪乃に翻弄され、ついには失神してしまう。一方、泳げないなりにプールを満喫していた静もあれよあれよとプールに流されて…。次々にトラブルに見舞われる恋太郎一行。どうなるスパリゾート編？！"
                },
                "7": {
                    "ID": "10016426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016426",
                    "TitleEnglish": "Saying Hello to the Chemistry Girl",
                    "SummaryEnglish": "Rentaro locks eyes with another soulmate: a beautiful girl in the Chemistry Lab. But when he visits the lab the next day, he instead finds a pint-sized bundle of energy who is... obsessed with drugs?",
                    "TitleJapanese": "はじめましてのお薬少女",
                    "SummaryJapanese": "通りがかりの化学室で見かけた女の人に運命を感じた恋太郎。翌日再び化学室を訪れてみるとその女性はおらず、そこには小柄で陽気な女の子がいるだけだった。彼女の名前は薬膳楠莉。昨日の女性について話を聞こうにも、いささか強引な楠莉に振り回されてばかりの恋太郎。怪しげな薬を飲まされ、その効果に驚愕しつつも、ふと楠莉を見ていると、彼女のことがどうしようもなく可愛くてたまらない気持ちになるのだった。"
                },
                "8": {
                    "ID": "10016427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016427",
                    "TitleEnglish": "Kiss Zombie Panic",
                    "SummaryEnglish": "Under attack from the kiss zombies, can Rentaro and Kusuri figure out a way to turn them back to normal? Or are they doomed to smooch forever?",
                    "TitleJapanese": "キスゾンビ♡パニック",
                    "SummaryJapanese": "楠莉が用意した「大好きな人とチューがしたくてしたくてたまらなくなる薬」を間違って飲んでしまった羽香里、唐音、静、凪乃。女子が飲んではいけないその薬によって、恋太郎とキスをすることしか考えられないキスゾンビと化してしまった4人。楠莉いわく、薬が全身に回りきる前に「打ち消しの薬」を飲ませなければ、4人は一生このままだという。恋太郎と楠莉は4人を救うため、キスゾンビの猛追を逃れながら化学室を目指す…！"
                },
                "9": {
                    "ID": "10016428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016428",
                    "TitleEnglish": "The Holy War of Love and Soul",
                    "SummaryEnglish": "The gang has a day out at a flower park on Hakari's suggestion. Little did they know that she did it for a reason.",
                    "TitleJapanese": "愛と魂をかけた聖戦",
                    "SummaryJapanese": "羽香里の提案でデートスポットである蘭舞園（ラブぞの）フラワーパークに遊びに来た恋太郎一行。名物のブーケトスイベントでは、ブーケキャッチに成功すると、パークの花をあしらったウェディングドレスを着て恋人と一緒に記念撮影ができるという。それぞれが恋太郎とのツーショット写真を想像して盛り上がるも、彼女たち以外にもイベントの参加者は多く…。まずは6人全員で力を合わせてブーケ獲得を目指すことに。"
                },
                "10": {
                    "ID": "10016429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016429",
                    "TitleEnglish": "Love Mission: Impossible",
                    "SummaryEnglish": "The Rentaro Family gears up to raid the Hanazono mansion to get Hakari out.",
                    "TitleJapanese": "ラブミッション：インポッシブル",
                    "SummaryJapanese": "突然告げられた羽香里からの別れ。それは彼女の母親である羽々里から恋太郎を守るための悲痛な決断だった。大好きな羽香里を連れ戻す決意を固めた恋太郎ファミリーは、いざ花園家の屋敷に忍び込む。そこには警備員や番犬、厳重なセキュリティシステムが張り巡らされており、簡単には羽香里の元へは辿り着けない大豪邸だった。恋太郎たちは無事に羽香里を救い出すことができるのか？彼らの愛と絆の力が、今試される――。"
                },
                "11": {
                    "ID": "10016430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016430",
                    "TitleEnglish": "Even If It Kills Me",
                    "SummaryEnglish": "Hahari may have been blinded by love, but Hakari's happiness remains her number one priority. How can Rentaro convince her that his love is real?",
                    "TitleJapanese": "この命にかえても",
                    "SummaryJapanese": "恋太郎と唐音を拘束した羽々里はなおも強硬な態度をとり続ける。それは若くして母親になるという選択をした自身の経験から、娘がただ一時の恋愛感情で不幸な人生を歩むことを避けたいという母親としての願いゆえでもあった。しかし、羽香里への想いを見定めるべく用意した特注の嘘発見器をもってしても、恋太郎の言葉に偽りはなく、むしろ彼の誠実さを一層証明するだけだった。そんな中、自室で一人思い詰めていた羽香里は…。"
                },
                "12": {
                    "ID": "10016431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10016431",
                    "TitleEnglish": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You (94 to Go)",
                    "SummaryEnglish": "How will the gang adjust to the newest girlfriend, and what shenanigans will she bring into play during this sleepover?",
                    "TitleJapanese": "君のことが大大大大大好きな100人の彼女（あと94人）",
                    "SummaryJapanese": "羽香里を取り戻し、羽々里を加えた恋太郎ファミリー7人は、何のわだかまりもなく花園邸でお泊まり会をすることに。しかし脳内がピンク色の二人が住む花園邸で、普通のお泊り会になるはずもなく…。羽々里の部屋から聞こえてくる何やらいかがわしい声に、抜け駆けは許すまじと殺到する彼女たち。そうして最終話の出血大サービスとばかりに楽しい時間はあっという間に過ぎていき――恋太郎たちは新しい朝を迎えるのだった。"
                }
            }
        },
        "2": {
            "ID": "2100488",
            "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10212223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10212223",
                    "TitleEnglish": "Her Name.",
                    "SummaryEnglish": "Season 2 begins, and the gap between the seasons means the girlfriends are immediately faced with a crisis. Rentaro, meanwhile, happens to run into a very hungry girl...",
                    "TitleJapanese": "彼（カノ）の名は。",
                    "SummaryJapanese": "ついに始まったアニメ第2期！と喜びもつかの間、カップルが付き合って3ヵ月頃から訪れるという倦怠期を恐れる羽香里たちは、恋太郎に冷められないよう自分の新たな魅力を求めて楠莉の新薬を試そうとしていた。しかし、案の定失敗してお互いの中身が入れ替わる事態に！そんな騒動の後、恋太郎は高校の購買を訪れていた中学3年生の原賀胡桃と運命の出会いを果たす。だが、空腹でイライラする彼女の人当たりがあまりに強すぎて…。"
                },
                "2": {
                    "ID": "10843800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843800",
                    "TitleEnglish": "The Beginning and the End! Food Fight Festival!",
                    "SummaryEnglish": "The food fight festival is here, and the Rentaro Family moves out in order to win the special gelato for themselves. Will they be successful?",
                    "TitleJapanese": "開幕！ 激闘！ 決着！ フードファイトフェスティバル",
                    "SummaryJapanese": "恋太郎の提案で賞金と三星パティシエの特製ジェラートを賭けたフードファイトフェスティバルに参加するファミリー一行。人との関わりに不慣れな胡桃に、このイベントを通して皆と距離を縮めてほしいと願う恋太郎だったが、胡桃は他の彼女たちに対して訝しげな様子。白米、タピオカミルクティー、寿司、激辛麻婆豆腐…次々に立ちはだかる試練をそれぞれ力を合わせて切り抜けるファミリーたちだったが、彼らの胃にも限界が近づき…。"
                },
                "3": {
                    "ID": "10843801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843801",
                    "TitleEnglish": "What Does the Maid See?",
                    "SummaryEnglish": "Hakari laments the change in her once dignified mother. Meanwhile, Hahari's maid piques the gang's curiosity.",
                    "TitleJapanese": "メイドさんは見えてる？",
                    "SummaryJapanese": "かつては品格と威厳に満ち溢れていた花園羽々里が、今や娘も憐れむ大人げない姿で、彼氏の恋太郎やその彼女たちに、ベビー服を着てほしいとせがんでいた。母親の振る舞いに耐え切れずつい声を荒げてしまう羽香里。そんな気まずい空気を和ませようと、再び楠莉の薬が火を噴くのだった…。またある時、羽々里から花園家のメイドの瞳の秘密を知った恋太郎ファミリーは、彼女の瞳を一目見ようとあの手この手で開眼を試みるが…。"
                },
                "4": {
                    "ID": "10843802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843802",
                    "TitleEnglish": "Super Soaked Maid Party",
                    "SummaryEnglish": "Only one way to welcome a maid into the crew: everyone changes into maid outfits and has a shootout!",
                    "TitleJapanese": "ぬれぬれメイドパーティー",
                    "SummaryJapanese": "花園家のメイドの銘戸芽衣は、羽々里の提案で恋太郎との仲を深めるため、1日専属メイド、もとい1日デートをすることに。しかし、人に尽くすことばかりで時に極端な行動に出てしまう彼女に、もっと自分を大事に思ってほしいと恋太郎が下した“命令”とは…。そして、そんな芽衣（と羽々里の趣味）をきっかけにしてメイド服に身を包んだ彼女たちによる、恋太郎のハグチューを賭けたメイドサバイバルゲームが今、開幕する！"
                },
                "5": {
                    "ID": "10843803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843803",
                    "TitleEnglish": "Most Athletes Are Masochists",
                    "SummaryEnglish": "While the girlfriends are forced to work out, Rentaro runs into a girl who punishes herself for other reasons.",
                    "TitleJapanese": "アスリートは基本ドM",
                    "SummaryJapanese": "恋太郎は高校の校門前で須藤育と運命の出会いを果たす。彼女が所属する女子野球部は、部員不足で廃部寸前！部員勧誘のため野球に興味を持ってもらおうと毎朝ユニフォーム姿で素振りをしていたと言うが、彼女がカウントする素振りの桁数が尋常でなく…。やや根性論が行き過ぎているものの、努力家な育の姿に恋太郎は心を動かされていく。惹かれ合う二人だったが、廊下で彼女と手を繋いで歩く恋太郎の姿を育が目撃してしまい…。"
                },
                "6": {
                    "ID": "10843804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843804",
                    "TitleEnglish": "A Homerun Promise",
                    "SummaryEnglish": "It's time for the big game. Will the Rentaro Family win and ensure the baseball team's survival?",
                    "TitleJapanese": "君のホームランに誓う",
                    "SummaryJapanese": "女子野球部存続のため、練習試合に出ることになった恋太郎ファミリー。そして迎えた運命の練習試合当日。誰よりも過酷な練習をしてきた育だったが、打席に立つとなぜかバットを振ることができないでいた…。そんな中、相手の剛速球を受けた育は腕を負傷してしまい、守備の要を失った恋太郎チームはそこから一気に点差を広げられてしまう。さらに相手チームは、勝利を確実なものとするため、とある作戦を実行するのだった。"
                },
                "7": {
                    "ID": "10843805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843805",
                    "TitleEnglish": "Karaoke Crisis",
                    "SummaryEnglish": "The gang goes to karaoke! But how will Shizuka manage?",
                    "TitleJapanese": "カラオケ・クライシス",
                    "SummaryJapanese": "今日は休日！恋太郎ファミリーは皆でカラオケデートを楽しんでいた。彼女たちの歌声に感極まる恋太郎だったが、人前で声を出すことが苦手な静は一歩踏み出せずにいた。一方、皆から可愛がられたいと考えた楠莉は、カラオケルームに怪しげな薬を充満させていて…。そして、ついに静の生歌が室内に響き渡るのだった。またある日、美杉美々美と運命の出会いを果たした恋太郎は、彼女の美しさへのこだわりと探求心に圧倒されて…。"
                },
                "8": {
                    "ID": "10843806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843806",
                    "TitleEnglish": "The Beautiful and the Bold",
                    "SummaryEnglish": "Mimimi and Nano face off in a Beauty Search contest to determine who'll be exiled from the Rentaro Family.",
                    "TitleJapanese": "美しきものたち",
                    "SummaryJapanese": "かつてビューティーコンテストで凪乃に敗北した美々美は、凪乃へ複雑な感情を抱いていた。凪乃と再会した美々美は、恋太郎ファミリー追放を賭けて凪乃に「美しさ探し」の勝負を挑む。それはファミリーたち一人ひとりの美しいところを宣言し合うというものだった。褒められて満更でもない彼女たちと、二人とも失いたくない恋太郎。白熱する勝負は最終戦までもつれ込み…。果たしてファミリーを追われるのは凪乃か？美々美か？！"
                },
                "9": {
                    "ID": "10843807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843807",
                    "TitleEnglish": "The World Hair Only Grows",
                    "SummaryEnglish": "With Rentaro still shaved from the beauty search, the gang decide to show solidarity... to disastrous results.",
                    "TitleJapanese": "髪のみぞ知る世界",
                    "SummaryJapanese": "彼女のことを大事にしすぎて髪の毛と眉毛を失った恋太郎のために、楠莉が開発した「毛生え薬」。その薬で羽々里が彼女たちのヘアチェンジを提案し、いつもと違うヘアスタイルを楽しんでいた恋太郎ファミリー。そんな中、羽々里がもうひとつの薬を服用したことで、羽々里の髪の毛が大暴走！本能のまま蠢く髪の毛はやがて学園の域を超え、町中の人々を襲い始める…。恋太郎たちは無事、その“毛威”から逃げ切ることができるのか！？"
                },
                "10": {
                    "ID": "10843808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843808",
                    "TitleEnglish": "Peekaboy-Meets-Girl",
                    "SummaryEnglish": "Kakure Meme is an extremely shy girl who wishes to live life as a no-name background character. Will she succeed?",
                    "TitleJapanese": "かくれんボーイミーツガール",
                    "SummaryJapanese": "何が起きても前髪を死守する華暮愛々と運命の出会いを果たした恋太郎。彼女は人の視線を気にしすぎて、顔を見られるのが特に苦手な極度の恥ずかしがり屋だった。仲良くしたい恋太郎だったが、彼女に声をかけるたびに一瞬で姿を消してしまう。そこにはいつも、相手の意識を反らすために投げ置かれた手作りのあみぐるみだけが残されていた。こんな自分に恋はできないと諦める愛々。そんな彼女を恋太郎が見捨てるはずはなかった。"
                },
                "11": {
                    "ID": "10843809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843809",
                    "TitleEnglish": "Tsundere Lost",
                    "SummaryEnglish": "Karane becomes increasingly worried at her inability to be sincere and express her feelings. What will she do?",
                    "TitleJapanese": "失われしツンデレ",
                    "SummaryJapanese": "いつの間にか大所帯となった恋太郎ファミリー。そんな中、唐音は自分だけが大好きな恋太郎に素直になれないことを気にしていた。このままではいつか恋太郎に嫌われてしまうと悩んだ唐音は、楠莉が持っていた「ツンデレじゃなくなる薬」を飲んでツンデレじゃなくなってしまう！いつもと様子の違う唐音に戸惑いつつも、素直で可愛い唐音を楽しんでいた彼女たちだったが、やがてファミリーは元の唐音に戻ってほしいと気づき始め…。"
                },
                "12": {
                    "ID": "10843810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-no-koto-ga-dai-dai-dai-dai-daisuki-na-100-nin-no-kanojo/episodes/10843810",
                    "TitleEnglish": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You (89 to Go)",
                    "SummaryEnglish": "Rentaro has come up with a convoluted plan to get Karane's tsundere back. Will it work out?",
                    "TitleJapanese": "君のことが大大大大大しゅきな100人の彼女（あと89人）",
                    "SummaryJapanese": "素直になれない自分に思い悩み、ツンデレを封印した唐音だったが、恋太郎や彼女たちの熱い想いに触れ、皆で力を合わせてツンデレを取り戻すことを決意する。恋太郎たちはそれぞれのツンデレ因子を集めてツンデレ玉を作るため奮闘するが…。失敗が許されない状況の中、果たして唐音と恋太郎たちはこのファミリー最大の危機を乗り越えることができるのか！？唐音への愛が、恋太郎ファミリーの愛が、大空にこだまする！！"
                }
            }
        }
    }
}