{
    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27187054/",
        "https://nigewaka.run/",
        "http://www.reddit.com/r/TheElusiveSamurai",
        "https://www.themoviedb.org/tv/222623",
        "https://www.wikidata.org/wiki/Q117213010",
        "https://en.wikipedia.org/wiki/The_Elusive_Samurai",
        "https://x.com/nigewaka_anime"
    ],
    "TitleEnglish": "The Elusive Samurai",
    "SummaryEnglish": "Set between the Kamakura and Muromachi periods, during the Kenmu Restoration, the story follows the tale of Hojo Tokiyuki, a boy on the run after his family is overthrown by Ashikaga Takauji. With his only allies being a shady priest and his followers, the young lord must seek revenge and regain his glory, with his only weapon: a superhuman ability to flee and hide.",
    "TitleJapanese": "逃げ上手の若君",
    "SummaryJapanese": "時は西暦1333年、武士による日本統治の礎を築いた鎌倉幕府は、\n信頼していた幕臣・足利高氏の謀反によって滅亡する。\n\n全てを失い、絶望の淵へと叩き落とされた幕府の正統後継者・北条時行は、\n神を名乗る神官・諏訪頼重の手引きで燃え落ちる鎌倉を脱出するのだった…… 。\n\n逃げ落ちてたどり着いた諏訪の地で、\n信頼できる仲間と出会い、鎌倉奪還の力を蓄えていく時行。\n時代が移ろう大きなうねりを、「戦って」「死ぬ」武士の生き様とは反対に\n「逃げて」「生きる」ことで乗り越えていく。\n\n英雄ひしめく乱世で繰り広げられる、\n時行の天下を取り戻す鬼ごっこの行方は――。",
    "Aliases": [
        "Nige Jouzu no Wakagimi"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "0": {
            "ID": "2053230",
            "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10682417",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10682417",
                    "TitleEnglish": "History",
                    "SummaryEnglish": "Yorishige tells Tokiyuki there are times when he cannot see the future. As some people have come to rely on Yorishige’s reputation and power as a god, he cannot reveal this shortcoming to anyone. He asks for Tokiyuki’s help, and together, they try every idea, one by one, for Yorishige to regain his holy power.",
                    "TitleJapanese": "歴史",
                    "SummaryJapanese": "逃げて、隠れて、生き抜いて。天下を目指す鬼ごっこ。\n鎌倉幕府滅亡から今日まで、本当にさまざまなことがありました。\n此度は一度立ち止まり、我らが主君・北条時行さまの歩みを、わたくし諏訪頼重とともに振り返って参りましょうぞ！"
                }
            }
        },
        "1": {
            "ID": "2053231",
            "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9682092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/9682092",
                    "TitleEnglish": "May 22nd",
                    "SummaryEnglish": "The year is 1333, Kamakura. Tokiyuki Hojo, the rightful heir to the regent who rules the Kamakura shogunate, is a kind boy with a heart of gold who dislikes conflict – even though he’s the son of a warrior.",
                    "TitleJapanese": "5月22日",
                    "SummaryJapanese": "時は元弘三年（1333年）鎌倉。 世を治める鎌倉幕府執権の跡継ぎ・北条時行は、武士の子ながらも争いを好まぬ、心優しき少年であった。戦いと死こそが武士の名誉といわれる時代にありながら、武芸の稽古を嫌い、臆病者と囁かれ、逃げることと隠れることばかりが得意な時行。ある日、いつものように稽古から逃げ出した時行の前に現れたのは、怪しき神官・諏訪頼重。未来を見通す力を持つという頼重は、時行が「天を揺るがす英雄になる」と告げるのだった。嵐のような運命に翻弄される少年の、天下をかけた鬼ごっこが始まる――！"
                },
                "2": {
                    "ID": "10548651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548651",
                    "TitleEnglish": "The Gentle Uncle",
                    "SummaryEnglish": "Takauji Ashikaga, once considered the guardian of the Kamakura shogunate, stages a rebellion that led to its quick destruction. Tokiyuki’s older brother, Kunitoki, successfully evades the eyes of the warriors loyal to Takauji, and he is placed under the care of their uncle, Muneshige Godaiin.",
                    "TitleJapanese": "やさしいおじさん",
                    "SummaryJapanese": "鎌倉幕府の守護神とも称された足利高氏。\nその高氏の謀反により、鎌倉幕府は驚異の速さで滅亡に追い込まれる。\n伯父の五大院宗繁に保護され、高氏に与する武士たちの目を潜り抜けた時行の兄・邦時。\n一方、時行は頼重の領地・信濃諏訪に向かうため、鎌倉の外れにある廃屋に身を隠していた。\nしかしそこにも監視の目が向いてゆく。\n見知った旗印ばかりが翻る。誰が敵で、誰が味方か。\n裏切りの連鎖に打ちひしがれる時行たちに、さらなる苦難が迫るのだった――。"
                },
                "3": {
                    "ID": "10548654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548654",
                    "TitleEnglish": "A Forest Inhabited by a God",
                    "SummaryEnglish": "Tokiyuki risks his life and wins a game of tag, defeating the enemy who betrayed his brother, their uncle, Muneshige. As soon as he arrives in Suwa, Yorishige urges him to begin his lessons and training to take back Kamakura.",
                    "TitleJapanese": "神の住む森",
                    "SummaryJapanese": "伯父・宗繁との命をかけた鬼ごっこに勝利し、見事兄の仇を討った時行。\n諏訪の地に着くも、傷ついた心を癒す間もなく、時行は頼重に鎌倉奪還へ向けた鍛錬を促される。\n未だ頼重への疑念は拭えず、学ぶことの意味も見出すことができない。\n自身が英雄となることを縁遠く考えている時行に、頼重はあるものを見せる。\nそして、共に鎌倉奪還を目指す「郎党」を作るよう告げるのだった。\n\n全てを失った少年は、「神」の加護を受け、諏訪の地で静かに力を蓄えてゆくーー。"
                },
                "4": {
                    "ID": "10548656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548656",
                    "TitleEnglish": "Sadamune Appears!",
                    "SummaryEnglish": "Tokiyuki spends his days undergoing strenuous training to perfect his sword techniques – something he’s told to do to take back Kamakura for himself. However, everyone was surprised by how weak his swordsmanship was. It turns out that Tokiyuki was much better with another weapon: the bow.",
                    "TitleJapanese": "貞宗登場！",
                    "SummaryJapanese": "時行は鎌倉奪還のため、日々剣術の稽古に励む。しかしその太刀筋は、誰もが驚くひ弱さであった――！そんな時行が唯一得意とする武器「弓」。「逃げ」と「弓」の二つを活かした戦術に頭を悩ませる頼重のもとに、突如来客の知らせが入る。諏訪大社を訪れたのは、新たに信濃守護に任じられた武将・小笠原貞宗。挨拶がわりと天下無双の弓技を見せつけた貞宗の姿に、頼重は妙案を思いつく。鎌倉幕府滅亡を機に動き出した各地の勢力図。諏訪の運命は、時行に託される――。"
                },
                "5": {
                    "ID": "10548658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548658",
                    "TitleEnglish": "Settling The Score! A Dog-Shooting Competition, And Then…",
                    "SummaryEnglish": "\"Tokiyuki faces off against Sadamune in a dog-shooting competition, even though his opponent excels with the bow and possesses an almost prodigy-like eye for detail. With a large lead in points, Tokiyuki faces defeat as he gets hit.\"",
                    "TitleJapanese": "決着！犬追物、そして．．．",
                    "SummaryJapanese": "武芸に秀で、驚異の「目」の良さを持つ貞宗との犬追物対決。\n時行は大きく点差をつけられ、馬を走らせ、容赦のない攻撃にさらされながら、時行は……瞳を輝かせていた！\n「逃げ」のなかに自らの戦い方を見いだした時行は、じわじわと貞宗に迫ってゆく。\n果たして、犬追物の結末はーー。\n貞宗との勝負の相手に時行を指名した、頼重の思惑とはーー。\nそして、諏訪大社から離れた地からは、とある盗人の噂が届くのだった……。"
                },
                "6": {
                    "ID": "10548660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548660",
                    "TitleEnglish": "Steal The Imperial Command from Ogasawara's Residence at Night",
                    "SummaryEnglish": "Tokiyuki and Genba sneak into the Ogasawara's residence and successfully infiltrate the warehouse where the Emperor’s Imperial Command is kept. However, Sadamune’s subordinate, Sukefusa Ichikawa, catches on and hears what these two are doing…",
                    "TitleJapanese": "盗め締旨、小笠原館の夜",
                    "SummaryJapanese": "自在に姿を変化させ、あらゆる技で敵を翻弄する盗人・風間玄蕃。\n時行は玄蕃と共に小笠原の館に忍び込み、帝の綸旨が保管されている蔵への侵入に成功する。\nしかし、そんな二人の様子を、貞宗の配下・市河助房の「耳」が捉えていた……。\n助房の「地獄耳」に、さすがの玄蕃も苦戦を強いられる。\n息の音一つさえも命取りとなる状況で、二人は着実に追いつめられてゆく。\n命の危機に瀕する時に垣間見える人の心こそ本質。闇夜の隠れ鬼に、時行たちは勝利できるのかーー。"
                },
                "7": {
                    "ID": "10548663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548663",
                    "TitleEnglish": "Children in Winter",
                    "SummaryEnglish": "Tokiyuki reigns in the new year for the first time in Suwa. As the chaos from the downfall lulls throughout the country, skirmishes still break out here and there, and another crisis knocks on Suwa’s doors.",
                    "TitleJapanese": "冬の子供たち",
                    "SummaryJapanese": "諏訪での初めての新年を迎える時行。\n全国の混乱は一応の小康状態となっているものの、小競り合いは続き、諏訪の地にもまた新たな危機が迫っていた。\n諏訪領・北の国境付近にて、小笠原の不穏な動きを察知した頼重たち。\n腕利きの偵察が出払っているなか、時行は「逃若党」による偵察を提案する。\n心強い申し出に喜ぶ郎党たちだったが、なぜか頼重だけは猛烈に反対し……。\n大人たちからの期待と心配を背に、逃若党が諏訪を駆ける――！"
                },
                "8": {
                    "ID": "10548665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548665",
                    "TitleEnglish": "A War of Hide and Seek",
                    "SummaryEnglish": "The Elusive Warriors make their way to Nakayama Manor in the northern extremities of Suwa. There, Tokiyuki meets a young boy named Fubuki. In a village where Ogasawara and his forces killed all the grown-ups, Fubuki took charge and continually looked after all the children who were left in the aftermath. The warriors join forces with Fubuki, who’s familiar with military strategies, and go on a mission to meet the enemy.",
                    "TitleJapanese": "かくれんぼ戦争",
                    "SummaryJapanese": "諏訪領の北端・中山庄へと向かった逃若党。そこで時行たちが出会ったのは、吹雪という名の一人の少年だった。小笠原勢により大人たちを殺され、その後も襲われ続けている村を、遺された子供たちとともに守り続けていた吹雪。逃若党は、兵法にも通じる吹雪と協力し敵を迎え討つ作戦に出る。そして時行は、吹雪からある剣技を授かることとなり……。\n対して村を狙うのは、「悪党」として恐れられた男・瘴奸が率いる、血に飢えた悪鬼ども。新たな若き頭脳を味方に、時行はこの窮地を切り抜けられるかーー！"
                },
                "9": {
                    "ID": "10548667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548667",
                    "TitleEnglish": "My Buddha",
                    "SummaryEnglish": "The Elusive Warriors engage in a fierce battle with the Seigi Party, a group spearheaded by Shokan himself. Stuck in a small chamber and faced with opponents wearing armor, Tokiyuki uses the “escape” technique he learned from Fubuki to face off against General Shokan.",
                    "TitleJapanese": "わたしの仏様",
                    "SummaryJapanese": "激しさを増してゆく瘴奸率いる「征蟻党」と逃若党の戦い。\n狭い室内、鎧武者相手という厳しい状況のなか、時行は吹雪から授かった「逃げ」を活かした技で大将・瘴奸に立ち向かう。\n一方、征蟻党幹部・死蝋を相手に苦戦を強いられる弧次郎と亜也子。\nそして一人、同じく征蟻党の幹部・腐乱を誘い出した吹雪の思惑とは……。\n圧倒的な戦力差ある大人たちに、天下奪還を目指す少年少女たちが挑む。\n慈悲深き仏の一太刀は、地獄の闇を彷徨う鬼への救いとなり得るかーー。"
                },
                "10": {
                    "ID": "10548669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548669",
                    "TitleEnglish": "A Perverted Kid and Disturbances of Holy Power",
                    "SummaryEnglish": "Yorishige tells Tokiyuki there are times when he cannot see the future. Since many rely on his reputation and power as a god, he must keep this shortcoming hidden. He asks Tokiyuki for help, and together, they try every idea, one by one, in hopes of restoring Yorishige's holy power.",
                    "TitleJapanese": "変態稚児と神力騒動",
                    "SummaryJapanese": "一時的に未来が見えない時期があるのだと、頼重から打ち明けられた時行。\n神の力を拠りどころとする者もいるため、みなに事情を明かせない頼重は、時行の手を借りて、神力を取り戻すための方法をひとつひとつ試してゆく。\n諏訪大社中を駆け回り、頼重が望むとおりのものを揃えてゆく時行。\nしかしどれを試してみても、一向に神力が回復する兆しは見えないどころか、時行に思わぬ影響が及んできて……。\n神と人とが共存する最後の時代。\n時行は、つかの間の不可思議に触れる……。"
                },
                "11": {
                    "ID": "10548671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548671",
                    "TitleEnglish": "Samurais Who Are Eager to Die & An Elusive Samurai",
                    "SummaryEnglish": "The imperial court assigns a new provincial official for Shinano: Shinanonokami Kiyohara. Kiyohara did not hesitate to wield his power over people. He was considered a corrupt provincial official who made the people living in his territory suffer.",
                    "TitleJapanese": "死にたがりと逃げ上手",
                    "SummaryJapanese": "朝廷より新たに任じられた信濃国司・清原信濃守。その男は権勢を振るい、領民たちを苦しめる悪徳国司であった。いよいよ圧政に耐えかねた諏訪神党の一人・保科弥三郎は国司を討つため兵を挙げる。\nしかし諏訪は朝廷との対立を避けるため、救援を出すことができない。頼重の頼みを受け、保科党の反乱をとめるため、北信濃・川中島へ説得に向かうこととなった時行と逃若党。「誇りのために死ぬ」覚悟に燃える武士たちに、時行は「逃げて生きる」覚悟を示せるかーー。"
                },
                "12": {
                    "ID": "10548673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10548673",
                    "TitleEnglish": "Hang In There, Tokiyuki, Until The Day You Retake Kamakura",
                    "SummaryEnglish": "\"Hoshina and his army decide to retreat from Kawanakajima after hearing what Tokiyuki and Saemontaro Shinomiya, a Suwa Sect warrior, had to say. But Kiyohara is evil and crafty – he won’t let this slide without a fight.\"",
                    "TitleJapanese": "がんばれ時行、鎌倉奪還のその日まで",
                    "SummaryJapanese": "時行と諏訪神党・四宮左衛門太郎の説得を受け、川中島からの撤退を決めた保科軍。\nしかし、悪辣な国司がそれを黙って見逃すはずもなく……。\n領民たちょ守りながらの平地での戦い。\n国司軍に数で劣る保科軍と逃若党。\n得意の「逃げ」を活かし、時行は将となり得るか。\n「逃げるが勝ち」の撤退戦の行方はーー！"
                }
            }
        },
        "2": {
            "ID": "2149833",
            "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10733192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nige-jouzu-no-wakagimi/episodes/10733192",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}