{
    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32832434/",
        "https://www.tsumasho-anime.com/",
        "http://www.reddit.com/r/TsumaShogakuseiNiNaru",
        "https://www.themoviedb.org/tv/257603",
        "https://www.wikidata.org/wiki/Q117213023",
        "https://en.wikipedia.org/wiki/Tsuma%2C_Shōgakusei_ni_Naru",
        "https://x.com/tsumasho_anime"
    ],
    "TitleEnglish": "TsumaSho",
    "SummaryEnglish": "Keisuke Niijima has lived in grief since his wife, Takae, passed away 10 years ago. But when a young girl visits, claiming to be Takae reincarnated, Keisuke and his daughter, Mai, are drawn into a miraculous reunion. As the girl reveals intimate details only they could know, the Niijima family slowly begins to heal, rediscovering love and warmth in the most unexpected way.",
    "TitleJapanese": "妻、小学生になる。 (2024)",
    "SummaryJapanese": "累計部数300万部突破の村田椰融が描く家族再生の物語。\n10年前、妻を亡くした愛妻家の新島圭介はずっと失意の中にいた。\nだがある日、小学生の女の子、白石万理華が、自分は他界した妻、貴恵だと言ってやってくる。\nこうして、小学生の姿をした妻との人生が再び動き始める…\n2022年にTBSにて堤真一主演、石田ゆり子共演で実写ドラマ化もされた本作。\n2024年、TVアニメとして再び日本中を愛で包む――。",
    "Aliases": [
        "Tsuma, Shōgakusei ni Naru.",
        "Tsuma, Shougakusei ni Naru.",
        "TsumaSho",
        "妻、小学生になる。"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2053314",
            "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10348646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10348646",
                    "TitleEnglish": "A Family Again",
                    "SummaryEnglish": "Keisuke fell in love with Takae when they met through work. They got married and had a daughter, Mai, before Takae was tragically killed in an accident. Ten years later, an elementary school student appears on Keisuke's doorstep saying, \"I am your wife!\"",
                    "TitleJapanese": "家族、ふたたび。",
                    "SummaryJapanese": "新島圭介は恋をした。相手は取引先の会社員、古賀貴恵。貴恵をデートに誘い、告白し、結婚して、娘の麻衣が生まれた。しかし、幸せな日々は貴恵の死によって終わりを告げる。最愛の妻を亡くし、生きる気力を失う圭介。それから十年。妻の死から立ち直れずにいる圭介の前に、ひとりの小学生が現れる。「私は新島貴恵！　あんたの妻、麻衣の母親！」彼女は貴恵の生まれ変わりだと言うが……？"
                },
                "2": {
                    "ID": "10712321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712321",
                    "TitleEnglish": "Right Now",
                    "SummaryEnglish": "Keisuke and Mai are thrilled that Takae has returned to them, even if it is in the body of a grade schooler. They devote themselves to making up for lost time together. Meanwhile, Takae is dealing with family issues in her other life as a fourth grader.",
                    "TitleJapanese": "だって、いまは。",
                    "SummaryJapanese": "貴恵が小学生の姿ながらも帰ってきてくれたことを喜ぶ圭介と麻衣。十年ぶりに一緒に出かけ、その奇跡に圭介は感涙してしまい、貴恵と麻衣に呆れられる。共に過ごせなかった時間を取り戻そうと圭介ははりきる。一方で白石万理華として小学四年生の生活をおくる貴恵は人知れず悩みを抱えていた……。"
                },
                "3": {
                    "ID": "10712322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712322",
                    "TitleEnglish": "One Step Forward",
                    "SummaryEnglish": "Mai starts working at a new job but gets depressed after struggling to connect with her first client. To cheer her up, Takae invites her to see a fireworks show. Keisuke decides to stop by as well and happens to bump into his coworker Moriya on the way.",
                    "TitleJapanese": "一歩、ふみだして。",
                    "SummaryJapanese": "転職活動に成功し、新しい仕事をはじめる麻衣。だが、はじめての客先で相手とコミュニケーションがうまく取れず、落ち込んでしまう。貴恵は麻衣を励まし、花火大会へ誘う。同じ頃、会社帰りの圭介は花火大会に立ち寄っていた。そこで会った会社の後輩社員、守屋と一緒に花火を見ることになって……。"
                },
                "4": {
                    "ID": "10712323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712323",
                    "TitleEnglish": "Chatting Together",
                    "SummaryEnglish": "Mai is on her second date with Renji Aikawa, who then asks her to show him around Tokyo. Additionally, Chika, the mother of Marika (also known as Takae), has been seeing a man more frequently. Marika is now also supposed to get to know him.",
                    "TitleJapanese": "ふたりは、語らう。",
                    "SummaryJapanese": "麻衣は同じ失敗をしないようにと、客先の相手・愛川蓮司に真心を持って話しかける。その想いは通じ、蓮司は己の過去を話すなどして少しずつ心の距離を縮めていく。そして偶然再会してしまった貴恵と守屋も、友人としての距離を縮めていて……。"
                },
                "5": {
                    "ID": "10712324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712324",
                    "TitleEnglish": "Mother and Family",
                    "SummaryEnglish": "Takae is nervous to tell Keisuke and Mai about Chika's plans to move and remarry, but the two take the news fairly well since the family will still be able to meet. Takae tries to stay positive about the move and hopes it will bring her mother happiness.",
                    "TitleJapanese": "母と、家族。",
                    "SummaryJapanese": "貴恵は、母・千嘉の再婚のために引っ越すことになる。そのせいで圭介たちと離れてしまうことを心配する貴恵だが、圭介たちは「一生会えなくなるわけではない」と心配する様子はない。育児放棄をする千嘉ではあるが、彼女の幸せも願う貴恵は再婚を前向きにとらえ、千嘉の再婚相手とも仲良くしたいと思う。"
                },
                "6": {
                    "ID": "10712325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712325",
                    "TitleEnglish": "Memories, Creaking",
                    "SummaryEnglish": "After seeing Marika (Takae) with Keisuke and Mai, Chika presses her daughter for an explanation. Takae's reluctance to respond sends Chika into a rage. Keisuke witnesses the outburst and starts trying to think of a way to help Takae leave her toxic home.",
                    "TitleJapanese": "想い、きしんで。",
                    "SummaryJapanese": "娘である万理華（貴恵）が圭介たちと仲よさげにしているところを目撃した千嘉は、貴恵に詰め寄る。真実を話せない貴恵は黙るしかなく、それはますます千嘉を怒らせる。千嘉の激昂を目撃した圭介は、貴恵の複雑な家庭環境をはじめて知る。たとえ妻でも、いまは無関係の人間同士であることを痛感する圭介だが、貴恵を救いたいと願う。血のつながりよりも大切なものがあると信じて。"
                },
                "7": {
                    "ID": "10712326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712326",
                    "TitleEnglish": "A Sign of Happiness",
                    "SummaryEnglish": "Mai and Keisuke receive a surprise visit from Renji. Keisuke is shocked to learn that Mai has a boyfriend and depressed to realize that she might eventually move out. Moriya notices Keisuke's mood at work and tries to think of a way to help cheer him up.",
                    "TitleJapanese": "しあわせの、兆し。",
                    "SummaryJapanese": "貴恵と千嘉の問題はひとまずの解決をみせ、ほっとする圭介たち。そんなときに、麻衣のもとを蓮司がおとずれる。蓮司が麻衣の恋人であると知った圭介は衝撃をうけ、動揺する。それは守屋に心配されるほどのダメージだったが、そんなときに何気なく言った言葉が守屋へひとつのきっかけを与える。"
                },
                "8": {
                    "ID": "10712327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712327",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "Chika and the Niijimas work together to support Marika after her memory loss. Mai tutors Marika to help her with school while Chika continues to work toward becoming a better mother. Meanwhile, Keisuke is worried that he may have lost his wife yet again.",
                    "TitleJapanese": "あなた、誰？",
                    "SummaryJapanese": "貴恵だった頃の記憶をなくしてしまった万理華。「知らない大人」として自分たちを警戒する万理華に困惑する圭介と麻衣。千嘉も戸惑いながらも、万理華を支えようと奮闘する。ここ一年ほどの記憶がない万理華は千嘉の変化に驚き戸惑うが、安らぎを感じはじめる。ひとつの家族の幸せが消え、もうひとつの家族のあらたな日常が戻ってきたのだった。"
                },
                "9": {
                    "ID": "10712328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712328",
                    "TitleEnglish": "I Want to Share How I Feel",
                    "SummaryEnglish": "Takae regains her memories and discovers the truth. Takae asks Chika to call her \"Marika\" to make things easier for when Marika eventually returns. When Keisuke hears about this, he suspects the same, but he still finds the idea very difficult to accept.",
                    "TitleJapanese": "伝えたい、この気持ち。",
                    "SummaryJapanese": "貴恵は記憶を取り戻し、同時に自分が生まれ変わったわけではないことを知る。貴恵は千嘉に自分のことは『万理華』と呼んで欲しいと頼む。いつか万理華が戻ってきたときに困らないように、と。その話を聞いた圭介も、貴恵が生まれ変わりではないことを察する。だがそれは、圭介にとっては受け入れがたいものだった。"
                },
                "10": {
                    "ID": "10712329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712329",
                    "TitleEnglish": "If That Is Your Wish",
                    "SummaryEnglish": "Keisuke explains the situation with his wife to Moriya, who is upset to hear that Keisuke wants to stay away from Takae for her own sake. Meanwhile, Takae joins Mai and Renji on a tour of the wedding venue and uses the occasion to make a special request.",
                    "TitleJapanese": "それが、願いなら。",
                    "SummaryJapanese": "守屋から告白された圭介は貴恵のことを打ち明け、ふがいない自分は守屋に想ってもらうほどの人物ではないと語る。貴恵のために貴恵と別れることを願う圭介に、守屋の心は乱れる。かたや貴恵は、麻衣と蓮司と共に結婚式場の下見に来ていた。美しい教会を見学する三人。貴恵はおもいきって麻衣と蓮司に、あるお願いをする……。"
                },
                "11": {
                    "ID": "10712330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712330",
                    "TitleEnglish": "Love You More than Anyone",
                    "SummaryEnglish": "Mai becomes very distraught when Keisuke tells her that he and Moriya plan to marry. Keisuke explains that Takae has merely possessed Marika and is eager to return the body to its owner. Mai refuses to accept this and turns to her mother for reassurance.",
                    "TitleJapanese": "だれよりも、愛してる。",
                    "SummaryJapanese": "圭介は麻衣に「守屋君と結婚する」と告げる。混乱する麻衣。圭介は貴恵は生まれ変わりではなく、万理華に憑依しているだけなので、その体を返さなくてはいけないと麻衣を説得しようとするが、混乱する麻衣は受け入れられず、その場から逃げ出す。そして、夜の公園で貴恵と話し合い……。"
                },
                "12": {
                    "ID": "10712331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712331",
                    "TitleEnglish": "One Moment",
                    "SummaryEnglish": "Mai takes Takae to the amusement park where Keisuke first ate one of Takae's bentos. On the Ferris wheel, Takae thanks Mai for her kindness and then notices Keisuke and Moriya walking below. Takae then witnesses as Keisuke makes a life-changing decision.",
                    "TitleJapanese": "その一瞬を、",
                    "SummaryJapanese": "圭介が指定する場所に、麻衣と貴恵は訪れる。そこは奇しくも圭介がはじめて貴恵のお弁当を食べた公園だった。懐かしく思う貴恵。麻衣と観覧車に乗り、別れの予感に貴恵は麻衣へ感謝の言葉を伝える。そして貴恵は、圭介の決断を目撃する。"
                }
            }
        }
    }
}