{
  "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt32832434/",
    "https://www.tsumasho-anime.com/",
    "http://www.reddit.com/r/TsumaShogakuseiNiNaru",
    "https://www.themoviedb.org/tv/257603",
    "https://www.wikidata.org/wiki/Q117213023",
    "https://en.wikipedia.org/wiki/Tsuma%2C_Shōgakusei_ni_Naru",
    "https://x.com/tsumasho_anime"
  ],
  "TitleEnglish": "TsumaSho",
  "SummaryEnglish": "Keisuke Niijima has lived in grief since his wife, Takae, passed away 10 years ago. But when a young girl visits, claiming to be Takae reincarnated, Keisuke and his daughter, Mai, are drawn into a miraculous reunion. As the girl reveals intimate details only they could know, the Niijima family slowly begins to heal, rediscovering love and warmth in the most unexpected way.",
  "Aliases": [
    "Tsuma, Shōgakusei ni Naru.",
    "Tsuma, Shougakusei ni Naru.",
    "TsumaSho",
    "妻、小学生になる。",
    "If my wife [became] an elementary school student",
    "If My Wife Become an Elementary School Student",
    "My Wife Becomes a School Student"
  ],
  "Modified": "2025-08-21",
  "Seasons": {
    "1": {
      "ID": "2053314",
      "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10348646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10348646",
          "TitleEnglish": "A Family Again",
          "SummaryEnglish": "Keisuke fell in love with Takae when they met through work. They got married and had a daughter, Mai, before Takae was tragically killed in an accident. Ten years later, an elementary school student appears on Keisuke's doorstep saying, \"I am your wife!\"",
          "Aliases": []
        },
        "2": {
          "ID": "10712321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712321",
          "TitleEnglish": "Right Now",
          "SummaryEnglish": "Keisuke and Mai are thrilled that Takae has returned to them, even if it is in the body of a grade schooler. They devote themselves to making up for lost time together. Meanwhile, Takae is dealing with family issues in her other life as a fourth grader.",
          "Aliases": []
        },
        "3": {
          "ID": "10712322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712322",
          "TitleEnglish": "One Step Forward",
          "SummaryEnglish": "Mai starts working at a new job but gets depressed after struggling to connect with her first client. To cheer her up, Takae invites her to see a fireworks show. Keisuke decides to stop by as well and happens to bump into his coworker Moriya on the way.",
          "Aliases": []
        },
        "4": {
          "ID": "10712323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712323",
          "TitleEnglish": "Chatting Together",
          "SummaryEnglish": "Mai is on her second date with Renji Aikawa, who then asks her to show him around Tokyo. Additionally, Chika, the mother of Marika (also known as Takae), has been seeing a man more frequently. Marika is now also supposed to get to know him.",
          "Aliases": []
        },
        "5": {
          "ID": "10712324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712324",
          "TitleEnglish": "Mother and Family",
          "SummaryEnglish": "Takae is nervous to tell Keisuke and Mai about Chika's plans to move and remarry, but the two take the news fairly well since the family will still be able to meet. Takae tries to stay positive about the move and hopes it will bring her mother happiness.",
          "Aliases": []
        },
        "6": {
          "ID": "10712325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712325",
          "TitleEnglish": "Memories, Creaking",
          "SummaryEnglish": "After seeing Marika (Takae) with Keisuke and Mai, Chika presses her daughter for an explanation. Takae's reluctance to respond sends Chika into a rage. Keisuke witnesses the outburst and starts trying to think of a way to help Takae leave her toxic home.",
          "Aliases": []
        },
        "7": {
          "ID": "10712326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712326",
          "TitleEnglish": "A Sign of Happiness",
          "SummaryEnglish": "Mai and Keisuke receive a surprise visit from Renji. Keisuke is shocked to learn that Mai has a boyfriend and depressed to realize that she might eventually move out. Moriya notices Keisuke's mood at work and tries to think of a way to help cheer him up.",
          "Aliases": []
        },
        "8": {
          "ID": "10712327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712327",
          "TitleEnglish": "Who Are You?",
          "SummaryEnglish": "Chika and the Niijimas work together to support Marika after her memory loss. Mai tutors Marika to help her with school while Chika continues to work toward becoming a better mother. Meanwhile, Keisuke is worried that he may have lost his wife yet again.",
          "Aliases": []
        },
        "9": {
          "ID": "10712328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712328",
          "TitleEnglish": "I Want to Share How I Feel",
          "SummaryEnglish": "Takae regains her memories and discovers the truth. Takae asks Chika to call her \"Marika\" to make things easier for when Marika eventually returns. When Keisuke hears about this, he suspects the same, but he still finds the idea very difficult to accept.",
          "Aliases": []
        },
        "10": {
          "ID": "10712329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712329",
          "TitleEnglish": "If That Is Your Wish",
          "SummaryEnglish": "Keisuke explains the situation with his wife to Moriya, who is upset to hear that Keisuke wants to stay away from Takae for her own sake. Meanwhile, Takae joins Mai and Renji on a tour of the wedding venue and uses the occasion to make a special request.",
          "Aliases": []
        },
        "11": {
          "ID": "10712330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712330",
          "TitleEnglish": "Love You More than Anyone",
          "SummaryEnglish": "Mai becomes very distraught when Keisuke tells her that he and Moriya plan to marry. Keisuke explains that Takae has merely possessed Marika and is eager to return the body to its owner. Mai refuses to accept this and turns to her mother for reassurance.",
          "Aliases": []
        },
        "12": {
          "ID": "10712331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuma-shougakusei-ni-naru/episodes/10712331",
          "TitleEnglish": "One Moment",
          "SummaryEnglish": "Mai takes Takae to the amusement park where Keisuke first ate one of Takae's bentos. On the Ferris wheel, Takae thanks Mai for her kindness and then notices Keisuke and Moriya walking below. Takae then witnesses as Keisuke makes a life-changing decision.",
          "Aliases": []
        }
      }
    }
  }
}