{
    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.facebook.com/der\"rrr",
        "https://www.imdb.com/title/tt29338030/",
        "https://www.instagram.com/ader\"rr",
        "https://kin29man-anime.com",
        "http://www.reddit.com/r/kinnikuman\"ss",
        "https://www.tvmaze.com/shows/77513/show-slug",
        "https://www.themoviedb.org/tv/236000",
        "https://en.wikipedia.org/wiki/Kinnikuman#Television_series",
        "https://x.com/kin29man_anim\"e",
        "https://www.youtube.com/c/ss\"sssss"
    ],
    "TitleEnglish": "Kinnikuman Perfect Origin Arc",
    "SummaryEnglish": "Kinnikuman returns to the ring in an epic three-way battle between the Justice, Devil and Perfect Chojin factions, and reveals the roots of the Choujin.",
    "TitleJapanese": "キン肉マン 完璧超人始祖編",
    "SummaryJapanese": null,
    "Aliases": [
        "Kinnikuman Kanpeki Chо̄jin Shiso-hen",
        "Kinnikuman Kanpeki Choujin Shiso-hen",
        "キン肉マン (新シリーズ)",
        "Kinnikuman (shin shirīzu)",
        "Kinnikuman (shin series)",
        "キン肉マン (新アニメ)",
        "Kinnikuman (shin anime)",
        "キン肉マン (新アニメシリーズ)",
        "Kinnikuman (shin anime shirīzu)",
        "Kinnikuman (shin anime series)"
    ],
    "Modified": "2025-09-20",
    "Seasons": {
        "0": {
            "ID": "2053422",
            "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10581166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10581166",
                    "TitleEnglish": "Kinnikuman Forever...And",
                    "SummaryEnglish": "Ahead of his wedding, Kinnikuman returns to Earth to spar with Terryman. While there, he reunites with his friends and reminisces about past fights.",
                    "TitleJapanese": "キン肉マンよ永遠（とわ）に……そして",
                    "SummaryJapanese": "人生最大の宿敵スーパー・フェニックスを倒したキン肉マンは、キン肉星王位を継承し、故郷の星へと帰還したはずだったが…。ビビンバとの結婚を目前に控えた彼は、なぜか再び地球へ。目指す先は慣れ親しんだ東京・田園調布のキン肉ハウス。そこにはかつての仲間たちが集結していた。キン肉マンは盟友テリーマンと“結婚祝い”という名のガチスパーリングを繰り広げながら、かつての自分たちの出会い、懐かしい激闘の日々を振り返る。"
                },
                "2": {
                    "ID": "11009717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/11009717",
                    "TitleEnglish": "完璧・無量大数軍との闘い！その軌跡!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2053423",
            "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "10058172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10058172",
                    "TitleEnglish": "A New Chapter of History Begins!",
                    "SummaryEnglish": "The Seigi, Akuma and Perfect Chojin factions form a non-aggression pact. Later, a hostile group gatecrashes a Seigi Chojin fan appreciation event.",
                    "TitleJapanese": "新たな歴史の幕開け!!",
                    "SummaryJapanese": "全ての争いがついに終結した地球では、正義超人、悪魔超人、完璧超人の各代表が手を取り合い、歴史的な三属性超人不可侵条約が結ばれる運びとなった。だがその調印式から数日後。正義超人主催のファン感謝デー会場に突然、屈強な12名の超人たちが来襲し、会場は大混乱。現れた彼らは先の不可侵条約に異を唱え、条約の無効を主張する完璧超人のエリート一派“完璧・無量大数軍（パーフェクト・ラージナンバーズ）”と名乗った！"
                },
                "2": {
                    "ID": "10541124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541124",
                    "TitleEnglish": "The Dreadful Perfect Shredder Hell!",
                    "SummaryEnglish": "Terryman declares that he will represent the Seigi Chojin and battle the Perfect Large Numbers Corps. His first opponent is the merciless Max Radial.",
                    "TitleJapanese": "恐怖の完裂地獄!!",
                    "SummaryJapanese": "正義超人主力の大半が不在のなか、天から舞い降り狼藉を働く完璧・無量大数軍（パーフェクト・ラージナンバーズ）に正義超人代表として調印式にも出席にしたテリーマンが激昂。全12名のうち名乗りを上げた完璧超人7名との全面対抗戦を提案するが、まともに闘える正義超人は現状テリーマンのみ。しかし彼は不屈の闘志で、ひとり正義超人軍として闘い抜くことを宣言。第一の刺客“完裂”の異名を取るマックス・ラジアルとの初戦に挑む。"
                },
                "3": {
                    "ID": "10541125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541125",
                    "TitleEnglish": "The Tenacious Texas Bronco!",
                    "SummaryEnglish": "As the wounded Terryman struggles against Max Radial and his troublesome tires, he notices something that can help him turn the fight around.",
                    "TitleJapanese": "執念のテキサス・ブロンコ!!",
                    "SummaryJapanese": "高速回転する巨大タイヤで全身の皮膚を切り裂くマックス・ラジアルの“完裂”攻撃に苦戦するテリーマン。しかし反撃の一手を思いついた彼は、泥臭くも気持ちをぶつける愚直なファイトで大逆転への突破口を切り拓く！　全身全霊を込めた究極の一撃をマックス・ラジアルにぶちかますテリーマンは、激闘の果てに勝利を掴むことができるのか!?　そして試合終了のゴングが響き渡った後、会場の誰もが信じ難い光景を目にすることに!!"
                },
                "4": {
                    "ID": "10541126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541126",
                    "TitleEnglish": "The Akuma Chojin's Raid!",
                    "SummaryEnglish": "Five Akuma Chojin appear and battle the Perfect Large Numbers in the rings around the world. Turbomen contends with Stecasse-King's powers of mimicry.",
                    "TitleJapanese": "強襲！悪魔超人軍!!",
                    "SummaryJapanese": "正義超人と完璧・無量大数軍（パーフェクト・ラージナンバーズ）の対抗戦は第2戦以降、世界に散らばる6つのリングで同時開催されることに。その各会場には戦線復帰が濃厚な正義超人主力組ゆかりの地がそれぞれ選ばれたが…完璧超人が待つその決戦場へ飛び込んでいったのは、まさかの電撃参戦で乱入してきた悪魔超人たちだった!?　まずはウォーズマンに変わってリングインしたステカセキングが、冷酷無比なターボメンと激突する！"
                },
                "5": {
                    "ID": "10541127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541127",
                    "TitleEnglish": "The Akuma Chojin's Pride!",
                    "SummaryEnglish": "Just as Stecasse-King seems poised for victory, Turbomen turns the tables with a cunning trap. Mr. Khamen tenaciously tussles with Crushman in Berlin.",
                    "TitleJapanese": "悪魔超人の誇り!!",
                    "SummaryJapanese": "試合開始から一貫して優勢に試合を進めているように見えたステカセキングだが、そこには完璧超人の大きな罠が隠されていた。ターボメンの奥の手、アースクラッシュの恐るべき効果とは？　そしてブロッケンJr.の地元ベルリンでは、ナイルの悪魔と呼ばれた悪魔超人ミスターカーメンが完璧超人クラッシュマンと交戦中。6枚の巨大鋼鉄板でどんなものも握りつぶす“完掌”奥義にひるむことなく、摩訶不思議なエジプト秘術が冴えわたる！"
                },
                "6": {
                    "ID": "10541128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541128",
                    "TitleEnglish": "The Four-Dimensional Space Plan!",
                    "SummaryEnglish": "The Akuma Chojin reveal their true intentions. In the wrestling ring floating on the River Thames in London, Atlantis fights the fishlike Marlinman.",
                    "TitleJapanese": "策略の四次元空間!!",
                    "SummaryJapanese": "完璧超人相手に屈辱の連敗を喫した悪魔超人陣営としては、もはやこれ以上の失態は許されない。既に敗れ去った同胞たちの無念も背負ってそんな覚悟の闘いを見せるブラックホールの相手は、鋭い牙攻撃を主体に様々な犬の特技を超人技にまで昇華させた完璧超人“完牙”ダルメシマン。影に溶け込み姿を消した者の所在さえも嗅覚で察知する異能の難敵相手に、進化を遂げたブラックホール四次元レスリングの真なる恐怖が扉を開く!! 8月18日(日)23:45〜CBC/TBS系全国28局ネット「アガルアニメ」枠にて放送 ※15分押しでの放送になります。"
                },
                "7": {
                    "ID": "10541129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541129",
                    "TitleEnglish": "Clash of Chojin Ideologies!",
                    "SummaryEnglish": "The Akuma Chojin reveal their true intentions. In the wrestling ring floating on the River Thames in London, Atlantis fights the fishlike Marlinman.",
                    "TitleJapanese": "衝突！超人たちのイデオロギー!!",
                    "SummaryJapanese": "いよいよ明かされる悪魔超人たちの真の狙い、それは完璧超人の皆殺しを図り属性そのものを根絶させるという途方もない目標であった。彼らがそこまで完璧超人を敵視する理由は何なのか？　そしてその言葉通りテムズ川に浮かぶ水上特設リングでは、残虐性にかけてはトップクラスの悪魔超人アトランティスが、完璧超人“完刺”マーリンマンの殲滅を謳い奮戦していた。やがて闘いは水棲超人同士の激しい水中バトルヘ発展していき…。"
                },
                "8": {
                    "ID": "10541130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541130",
                    "TitleEnglish": "With the First and Final Signature Move!",
                    "SummaryEnglish": "As the crowd silently looks on at Atlantis impaled on Marlinman’s bill, a lone cheer of encouragement spurs Atlantis into pulling off a miracle.",
                    "TitleJapanese": "最初で最後の必殺技（フェイバリット）!!",
                    "SummaryJapanese": "完璧超人マーリンマンの“完刺”奥義で心臓を貫かれ、敗北はもちろん絶命必至と思われたアトランティス。かつて地元の英雄ロビンマスクを非道な手段で惨殺した彼の最期を観客たちは冷たくあしらうように見守るが、その中でただひとり、彼の魂の奮闘に声援を送り続ける少年がいた。その純粋無垢なる叫びが、アトランティスにまさかの奇蹟を呼び起こす。闘いの行方やいかに!?　そして同じ頃、日本ではついにあのキン肉マンの復活戦が！"
                },
                "9": {
                    "ID": "10541131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541131",
                    "TitleEnglish": "You Couldn't Learn the Heart!",
                    "SummaryEnglish": "As the fast-learning Peek a Boo continues using Kinnikuman's powerful skills against him, Kinnikuman decides to rely on basic fighting techniques.",
                    "TitleJapanese": "学べなかった心!!",
                    "SummaryJapanese": "赤ん坊のような完璧超人“完恐”ピークア・ブーに得意中の得意技、キン肉バスターまで返されよもやの苦戦を強いられるキン肉マン。さらにその直後、これまで片言しか発してこなかったピークア・ブーが大人のような会話で応答を始める!?　急成長超人の恐ろしさをまざまざと見せつけるようにキン肉マンの技術をどんどん吸収、最終的にはこの試合中にもそれを上回る実力者へ進化を遂げるであろう彼を止める、有効な手立てはあるのか!?"
                },
                "10": {
                    "ID": "10541132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10541132",
                    "TitleEnglish": "The Mountain: An Akuma's Pride",
                    "SummaryEnglish": "While watching The Mountain struggle against Strong the Budo, Buffaloman recalls meeting with his fellow Akuma Chojin before the matches began.",
                    "TitleJapanese": "魔雲天！悪魔の意地!!",
                    "SummaryJapanese": "全世界6つのリングで繰り広げられた対抗戦も残すはラスト一戦のみ。そのザ・魔雲天の対戦相手である“完武”ストロング・ザ・武道はしかし、他の完璧超人たちとは一線を画すほどのとてつもないオーラをまとう、強者の中の強者であった。だが魔雲天はそれも事前に承知の上で、あえて自らこの闘いを志願したという。その裏にはここへ到達するまでの“7人の悪魔超人”たちの深い絆の物語が存在していた。彼らの誓いの真実を紐解く。"
                },
                "11": {
                    "ID": "10579485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10579485",
                    "TitleEnglish": "The New Large Numbers!",
                    "SummaryEnglish": "Led by an unfamiliar Kinniku Clan member, the second group of Perfect Large Numbers arrives to face Kinnikuman and his friends in the next stage.",
                    "TitleJapanese": "新たなる無量大数軍（ラージナンバーズ）!!",
                    "SummaryJapanese": "ようやく全世界を股に掛けた対抗戦がひと段落したのも束の間、東京ドームに凱旋を果たした正義＆悪魔陣営の超人たちを待ち受けていたのは、初登場時にベールを脱がなかった5名を含む完璧・無量大数軍（パーフェクト・ラージナバーズ）の第二陣であった。しかもそのひとりネメシスはキン肉族と思しき風貌の気になる存在で…。疲労困憊のキン肉マンたちは連戦の要求に戸惑うが、そこにとうとう、待ちに待った正義の援軍が到着する!!"
                }
            }
        },
        "2": {
            "ID": "2146036",
            "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "10579486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10579486",
                    "TitleEnglish": "A Three-way Showdown! The Deadly Battle Begins at the Pyramid Staircase!!",
                    "SummaryEnglish": "The wrestlers hurry to the step pyramid rings, where seven members from the Seigi and Akuma Chojin factions team up to face the Perfect Large Numbers.",
                    "TitleJapanese": "三っ巴決単戈!死闘開幕 階段ピラミッド！！",
                    "SummaryJapanese": "新たな闘いの舞台は鳥取砂丘に突如隆起した古代の超人決戦場、7つの各階に試合場を備える巨大な“階段ピラミッドリング”。超人たちは急ぎ現地へ向かうが、先着して待ち構える完璧・無量大数軍（パーフェクト・ラージナンバーズ）7名に対し、戦闘可能な正義超人は4名、悪魔超人は3名と合わせて7名。そこで彼らは対完璧超人のための一時的な共同戦線“正義・悪魔連合軍（ドリームリーグ）”を結成。共にピラミッド内へ突撃する！"
                },
                "2": {
                    "ID": "10904003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904003",
                    "TitleEnglish": "Spirit of the Brocken Family!",
                    "SummaryEnglish": "Brocken Jr. finds himself at a disadvantage in his match against Crushman. Just when things seem hopeless, Ramenman shouts words of encouragement.",
                    "TitleJapanese": "ブロッケン一族の魂!!",
                    "SummaryJapanese": "階段ピラミッドリング全7試合のうち、まず動き出したのは第2ステップ、ブロッケンJr.とクラッシュマンの一戦。超人血盟軍入りを経てクレバーな試合運びを学んだブロッケンJr.が序盤大攻勢をかけるも、徐々に手の内を明かすクラッシュマンの猛反撃を受けやがてジリ貧に。払拭しきれぬ己の未熟さを再認識し挫けかけたブロッケンJr.だが、その時…彼の耳に聞こえきたのは階下で闘う尊敬する男・ラーメンマンからの激励の声だった！"
                },
                "3": {
                    "ID": "10904005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904005",
                    "TitleEnglish": "Belief of the Noble Kung Fu Expert!",
                    "SummaryEnglish": "As Marvelous seems confidently poised to strike a killing blow, a repentant Ramenman explains to him the virtue of sparing an opponent's life.",
                    "TitleJapanese": "高潔なる拳法家の信念!!",
                    "SummaryJapanese": "ラーメンマンの対戦相手・マーベラスはなんと自身がかつて学んだ同じ超人拳法修行寺の門下生だった!?　対戦相手を死に追いやる術を会得した超人拳法家にとって、闘いは生か死かの二択であるべきだと迫るマーベラス。しかしラーメンマンはその意見の受容を真っ向から拒否、相手の命を奪うことなく勝利を収める“生かす拳”の重要性を説く。その思想の裏にはかつて、最高の残虐超人として恐れられた己に対する深い反省の念があった…。"
                },
                "4": {
                    "ID": "10904007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904007",
                    "TitleEnglish": "The Voice from the 4th Dimension",
                    "SummaryEnglish": "Unable to use his shadowy skills due to Jack Chi's watery blasts, Black Hole finds himself on the verge of defeat — until he hears a familiar voice.",
                    "TitleJapanese": "四次元からの声!!",
                    "SummaryJapanese": "対戦相手のジャック・チーに間欠泉を掘り当てられたことでリング周辺に発生した大量の蒸気により、影を使った得意戦法を封じられ、なすすべ無しのブラックホール。さらに一気に勝負を決めようと仕掛けてくるジャック・チーの猛攻をくらい、もはや体力も限界まで尽きかけたその時、彼のよく知るあまりにも懐かしい声が、彼にしか聞こえない言葉となって心の中で響き渡る。そして目を開いた先の空に見えたのは、一枚の白い羽根だった。"
                },
                "5": {
                    "ID": "10904009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904009",
                    "TitleEnglish": "The Strongest Devil Tag Team Returns!!",
                    "SummaryEnglish": "After the Chojin Chairman approves a sudden change of format, Springman and Buffaloman take on Turbomen and Grim Reaper in a tag-team match.",
                    "TitleJapanese": "悪魔最強タッグ再び!!",
                    "SummaryJapanese": "先の試合中にジャック・チーが掘った間欠泉の影響で地盤が緩み、階段ピラミッドリング第5ステップが崩落。そこで闘っていたバッファローマンとターボメンの両者がすぐ下の第4ステップで戦闘中のスプリングマンVSグリムリパーのリングへなだれ込んだことで、両戦は急遽、悪魔超人と完璧超人ふたりずつによるタッグマッチへと試合形式変更に!?　バッファローマンとスプリングマン、悪魔の名タッグ“ディアボロス”がここに復活！"
                },
                "6": {
                    "ID": "10904011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904011",
                    "TitleEnglish": "Did you see that, comrades? A life-threatening revenge!!",
                    "SummaryEnglish": "Spring Man's strongest special move, Devil Tomboy, explodes on Turbo Man! In a bid to avenge Stekase King, Spring Man tightens his grip with the force of his technique, nearly tearing his entire body apart.",
                    "TitleJapanese": "見たか同志たち！命を賭した敵討ち!!",
                    "SummaryJapanese": "スプリングマンの最強必殺技デビル・トムボーイがターボメンに炸裂！　ステカセキングの敵討ちとばかりに、その全身をバラバラにする勢いで技の絞めつけを強めていくスプリングマン。しかしターボメンは前戦でそのステカセキングを自壊へと導いた秘技アースクラッシュを発動し、スプリングマンにもそのワナを仕掛けていく。どちらの体が先に崩壊するか…チキンレースの様相を呈した我慢比べの最果てに、予想外の結末が待ち受ける!?"
                },
                "7": {
                    "ID": "10904013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10904013",
                    "TitleEnglish": "The Chojin Genesis!",
                    "SummaryEnglish": "Buffaloman faces a difficult choice. Despite Robin Mask’s impressive performance in the ring, Nemesis arrogantly dismisses him as an inferior Chojin.",
                    "TitleJapanese": "超人創世記!!",
                    "SummaryJapanese": "正義超人ロビンマスクと完璧超人ネメシス。両軍を代表する実力者同士の対決は序盤まさに一進一退、互角の攻防が続く。しかしどれだけ相手の実力が高くとも他勢力は押しなべて“下等超人”と見下し、決してその価値を認めようとしないネメシス。その真意を問うロビンマスクにネメシスが明かしたのは、完璧超人界に太古から伝わる“超人”という種のはじまりの伝説。そこに下等が下等たる確固たる所以があると、彼は滔々と語り始めた。"
                },
                "8": {
                    "ID": "10964750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10964750",
                    "TitleEnglish": "An unsinkable steel ship!!",
                    "SummaryEnglish": "Withstanding Nemesis' devastating attacks, Robin Mask reveals how his past losses to Kinnikuman affected his sense of pride as a Seigi Chojin.",
                    "TitleJapanese": "鋼鉄の不沈艦!!",
                    "SummaryJapanese": "ロビンマスクの実力は認めながらも頑なに“下等”と蔑み、徹底的に屈服させるべく執拗に苛烈な攻勢を加え続けるネメシス。しかしそれでもロビンマスクは沈まない。絶対に沈むわけにはいかない理由があるのだと叫んだ彼が語り始めたのは、幼き頃から常にエリートとしての道を歩み続けた己の人生。そして栄光の絶頂の中で、ダメ超人と呼ばれたキン肉マンに敗れた挫折の記憶。その果てに彼が見つけることができた、大切な宝物とは…。"
                },
                "9": {
                    "ID": "10964752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10964752",
                    "TitleEnglish": "Keeping my teacher's teachings in mind!!",
                    "SummaryEnglish": "The battle between Robin Mask and Nemesis is reaching its final stage. Who will be victorious?! The final, yet to be decided, match between Warsman and Polarman on the top floor of the Step Pyramid Ring is finally getting intense!",
                    "TitleJapanese": "師の教えを胸に!!",
                    "SummaryJapanese": "ロビンマスクとネメシスの攻防は最終局面へ。果たして勝利はどちらの手に!?　そしてまだ決着のついていない最後の大一番、階段ピラミッドリング最上階のウォーズマン対ポーラマン戦もいよいよ激しく動き出す！　鋭く光るポーラマンの長い爪VSウォーズマンの代名詞でもある鋼鉄のツメによる真“ベア・クロー”対決から始まった闘いはしかし、“完力”の異名をとるほどパワーで圧倒的に勝るポーラマンが、次第に優勢へと転じていき!?"
                },
                "10": {
                    "ID": "10964753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10964753",
                    "TitleEnglish": "Warsman Reboot!!",
                    "SummaryEnglish": "Warsman has a hard time finding an effective solution to Polarman's transcendent power play that transcends dimensions.",
                    "TitleJapanese": "ウォーズマン・リブート!!",
                    "SummaryJapanese": "次元を超えたポーラマンの超絶パワープレイに、有効な手立てがなかなか見つけられないウォーズマン。あまりの劣勢で自暴自棄になりかけたその時、キン肉マンやテリーマンら仲間の必死の声援が彼の遠い記憶を呼び覚ます。それはまだ闘いに染まる以前、子供時代からのストーリー。半分機械で半分生身の“ロボ超人”という不思議な体で生まれた彼は一体どんな人生を歩み、なぜここにたどり着いたのか。ウォーズマンの心の深層に迫る。"
                },
                "11": {
                    "ID": "10964754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinnikuman-shin-anime/episodes/10964754",
                    "TitleEnglish": "Fight for life!!",
                    "SummaryEnglish": "Warsman's doubts disappeared after he remembered the important words he received from his parents and his respected master Robin Mask. The biggest difference between flesh and machine is knowing the value of life.",
                    "TitleJapanese": "生きるための闘い!!",
                    "SummaryJapanese": "記憶の中の両親、そして尊敬する師・ロビンマスクから受けた大切な言葉を思い出したウォーズマンにもはや迷いはなくなった。生身と機械の最大の違いは命の重みを知ることだ。そう思い至った彼は“生きるための闘い”を貫き通すファイトスタイルへとシフトチェンジ。ポーラマンの並外れたパワーにも持ち前の並外れたテクニック、そして仲間の声援を力に変える“友情パワー”で対抗していくが…彼には30分という戦闘時間のリミットが!?"
                }
            }
        }
    }
}