{
    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31131295/",
        "https://roshidere.com/",
        "http://www.reddit.com/r/TokidokiBosottoRoshia",
        "https://www.tvmaze.com/shows/77537/show-slug",
        "https://www.themoviedb.org/tv/235758",
        "https://www.wikidata.org/wiki/Q117192076",
        "https://en.wikipedia.org/wiki/Alya_Sometimes_Hides_Her_Feelings_in_Russian",
        "https://x.com/roshidere",
        "https://www.youtube.com/c/UC6aRb6LAGq2-UNtTwe8pFxQ"
    ],
    "TitleEnglish": "Alya Sometimes Hides Her Feelings in Russian",
    "SummaryEnglish": "Alya is a transfer student enjoying popularity at her new high school, often sporting a cold shoulder while earning high marks in class. She ignores her nerdy classmate, Kuze Masachika, except for when she blurts out a flirtatious line to him in Russian. Little does she know, Kuze understands Russian, though he pretends not to. Let’s see where this wacky love story takes them!",
    "TitleJapanese": "時々ボソッとロシア語でデレる隣のアーリャさん",
    "SummaryJapanese": "「時々ボソッとロシア語でデレる隣のアーリャさん」は、ロシア人の父と日本人の母を持つ完璧美少女のアリサ・ミハイロヴナ・九条、愛称・アーリャと、彼女の隣の席に座るやる気のない男子生徒・久世政近を描くラブコメディ。どんなイケメンからのアプローチにもなびかないキツイ性格のアーリャと、実はロシア語が聞き取れる政近の交流が描かれる。",
    "Aliases": [
        "Tokidoki Bosotto Russia-go de Dereru Tonari no Alya-san",
        "Tokidoki Bosotto Roshiago de Dereru Tonari no Ārya-san",
        "ロシデレ",
        "Roshidere"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "2053532",
            "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9674834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/9674834",
                    "TitleEnglish": "Alya Hides Her Feelings in Russian",
                    "SummaryEnglish": "Alisa Mikhailovna Kujo, also known as Alya, is the ice queen sitting atop the social hierarchy of Seirei Academy. Despite her cold demeanor, she often flirts with her crush, but only in Russian. However, he may know more than he lets on.",
                    "TitleJapanese": "ロシア語でデレるアーリャさん",
                    "SummaryJapanese": "アーリャは今日も、先輩からの告白を玉砕し、完璧超人と噂されていた。そんな彼女が普段と違う顔を見せるのは、とある一瞬、隣の席でだらけている政近に対してだけ。授業中に居眠りをしていたり、休み時間に禁止されているスマホを使ってソシャゲをしていたり。そんな政近に日本語では注意しながらも、時々ボソッとロシア語でデレた言葉を呟くのだった。しかし、そのロシア語の意味が実は政近に伝わっていて……!?"
                },
                "2": {
                    "ID": "10532580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532580",
                    "TitleEnglish": "So Much for Childhood Friends",
                    "SummaryEnglish": "Alya runs into Masachika and Suou while they're out shopping and continues to question the nature of their relationship. Suou takes the opportunity to invite Alya out to a super spicy ramen restaurant.",
                    "TitleJapanese": "幼馴染とは？",
                    "SummaryJapanese": "政近の幼馴染みである有希の手伝いで、学園の備品整理をすることになった政近とアーリャ。使用用途の分からない備品に呆れつつ作業を進める中、生徒会長の統也がやってくる。彼は政近の仕事を認め、生徒会へ勧誘してきた。政近はその誘いを断るものの、同時にアーリャが生徒会長選挙への出馬を考えていることを知り……。そしてその夜、とある女の子が政近のマンションにやってきて……!?　ドキドキのデートが始まる！"
                },
                "3": {
                    "ID": "10532581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532581",
                    "TitleEnglish": "And So They Met",
                    "SummaryEnglish": "While spending some time with her sister, Alya recounts how she met Masachika and began to think highly of him despite his slacker status. Later, Masha gets to meet him in person when he helps out the student council.",
                    "TitleJapanese": "そして二人は出会った",
                    "SummaryJapanese": "数年前、グループで地域の仕事について調査することになったとき、アーリャは本気で課題に取り組んだ。しかし、グループの仲間たちは課題を適当に捉えていたことで、大喧嘩に。それからアーリャは他人に期待せずに生きていくようになる。しかし、昨年の学園祭で起きたとある出来事によって政近から諭され、その日をきっかけに考えを改めることとなるのだった。これは、アーリャが政近にデレるようになった、きっかけのお話。"
                },
                "4": {
                    "ID": "10532582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532582",
                    "TitleEnglish": "An Outpouring of Emotion",
                    "SummaryEnglish": "Alya is sent by the student council to mediate a conflict between the soccer and baseball teams about the use of the school fields. When the conflict comes to a standstill, Masachika saves the day and makes an important promise to Alya.",
                    "TitleJapanese": "溢れ出す想い",
                    "SummaryJapanese": "生徒会に入ることを拒み続けている政近は、統也から自身が冴えない男子だった頃の話を聞く。そして、生徒会に入る動機が何であれ、そこに後ろめたさを覚える必要はないと諭される。一方で、アーリャは単身、野球部とサッカー部の校庭使用権を巡る会議を仲裁する仕事を請け負っていた。しかし、どちらもヒートアップし、アーリャは次第に追い詰められてしまう。その末にアーリャが発したロシア語のヘルプ。それに、応えるのは——！"
                },
                "5": {
                    "ID": "10532583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532583",
                    "TitleEnglish": "Different People, Common Undercurrent",
                    "SummaryEnglish": "Masachika returns home after mulling over Alya's confession. The next day, he states his intentions to make Alya student council president and finds himself increasingly distracted by Alya despite his best efforts.",
                    "TitleJapanese": "それぞれの決意",
                    "SummaryJapanese": "アーリャがボソッとロシア語で呟いた「好きよ」という言葉。そして、幼少期に初恋をした相手のこと。二人の女の子に政近が想いを巡らせる中、有希はお構いなしに兄との愉快な日常を過ごしに来る。しかし有希も、政近が生徒会長選挙で自分ではなくアーリャのサポートを務めることを聞いて……。一方、アーリャも自分が呟いてしまったことを思い出してはドキマギしており、政近から目を離すことができずにいた。"
                },
                "6": {
                    "ID": "10532584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532584",
                    "TitleEnglish": "A Kiss of the Indirect Variety",
                    "SummaryEnglish": "Yuki uses a student council task as an excuse to get Alya alone and discuss how they truly feel about Masachika. When Masachika uses time alone together to be all work and no play, Alya decides to force a romantic moment.",
                    "TitleJapanese": "いわゆるひとつの間接キス",
                    "SummaryJapanese": "正式に生徒会入りを果たし、政近はアーリャとともに他のメンバーと交流しながら活動に奔走し始める。アーリャは有希からパートナーを奪ったことに対し仁義を切りに行くも、政近のことを誰よりも愛しているという発言に振り回されてしまい……!?　更には、ほんわかとしているマーシャが政近と話している様子にも嫉妬してしまう。そんな中、政近はアーリャが生徒会長を目指すにあたり、作戦会議をしようとファミレスに誘うが……？"
                },
                "7": {
                    "ID": "10532585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532585",
                    "TitleEnglish": "A Storm Arrives",
                    "SummaryEnglish": "Ayano confronts Masachika about his intentions to run against Yuki in the upcoming election. The student council throw a welcome party for their two new members where Masachika and Masha discuss their more hidden natures.",
                    "TitleJapanese": "嵐、来たる",
                    "SummaryJapanese": "有希が生徒会長選に向けてパートナーに指名したのは、彼女の従者である君嶋綾乃だった。綾乃は政近が有希ではなくアーリャの補佐役となったことで周防家当主が怒っていることを伝えるが、政近は「周防家の事情など俺には関係ない」と言い返す。その想いを知った有希もまた、アーリャ＆政近にどう立ち回るのか考え始め……。一方、政近と綾乃が新たに加入した生徒会では歓迎会が開かれる。その裏では、新たなライバルが動き始めているとは誰も知らずに――。"
                },
                "8": {
                    "ID": "10532586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532586",
                    "TitleEnglish": "Student Congress",
                    "SummaryEnglish": "The student congress arrives and Alya finds herself wrapped up in a shocking amount of political intrigue and maneuvers. Will her teamwork and preparation with Masachika be enough to win them the day?",
                    "TitleJapanese": "学生議会",
                    "SummaryJapanese": "かつて有希と生徒会長の座を争った谷山沙也加が、アーリャと政近が有希と戦うことに対して、異議を申し立ててきた。更には、アーリャと政近を生徒会長選挙の出馬候補から引きずり下ろそうと、沙也加は二人へ討論会を申し込む。討論会の議題は、「生徒会加入における教師の査定の導入」。ここで負けては、生徒会長への道が閉ざされてしまう。二人は相手の戦法を推理しながら、勝てる策を練っていく。そして、討論会当日。勝利の行方は――⁉"
                },
                "9": {
                    "ID": "10532587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532587",
                    "TitleEnglish": "Rom-commy With a Chance of Hypnosis",
                    "SummaryEnglish": "Masachika tries to capitalize on their victory in the congress, but Alya has some conflicting thoughts about benefitting from Taniyama being ridiculed. A confiscated book leads to some shenanigans among the student council members.",
                    "TitleJapanese": "ラブコメのち催眠術",
                    "SummaryJapanese": "討論会は、沙也加が途中退席をしたために、アーリャの勝利に終わった。しかし、アーリャは生徒たちから揶揄されている沙也加のことが気がかりで、政近に彼女を救いたいと相談する。そこで政近は、彼女の幼なじみである宮前乃々亜のもとへ向かうのだった。一方で、生徒会を取り巻くラブコメの空気はさらに加速。政近とアーリャは有希たちと共に、副会長の更科茅咲が没収してきた本に書かれた催眠術を試してみることとなり……？"
                },
                "10": {
                    "ID": "10532588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532588",
                    "TitleEnglish": "Birthday Party, Much Belated",
                    "SummaryEnglish": "Masachika is having trouble studying for exams until Alya decides to wager a favor on how well he does. When Alya discovers she wasn't invited to celebrate Masachika's birthday, she spends several days questioning just how close they actually are.",
                    "TitleJapanese": "遅ればせながら、誕生会",
                    "SummaryJapanese": "沙也加を揶揄する声も落ち着いたある日、アーリャから政近のもとへ電話がかかってくる。そこでアーリャは、政近がテストで学年30位以内に入ったら、なんでも言うことを聞くと約束した。しかしその会話の最中、自分が政近の誕生日パーティーに誘われなかったと知って、落ち込んでしまう。なぜなら、ロシアでは誕生日パーティーに誘うことが友好の証だったから！　彼女が落ち込んだ理由を知った政近は、アーリャをお出掛けに誘うのだった。"
                },
                "11": {
                    "ID": "10532589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532589",
                    "TitleEnglish": "An Unexpected Curtain-Raiser",
                    "SummaryEnglish": "The unexpected encounter at the parent-teacher meetings leaves Masachika weakened and sick, and more importantly, unaware of what's happening at school.",
                    "TitleJapanese": "予期せぬ前哨戦",
                    "SummaryJapanese": "風邪を引いた政近は、有希に病欠の連絡を入れる。しかし、放課後に看病へやってきたのはアーリャだった。アーリャがおかゆを作ってくれたり、メイド姿の綾乃と対峙したり……。てんやわんやの一日を過ごした政近は、翌日昼頃になってようやく目を覚ます。一方アーリャは、有希がパーソナリティを務めるお昼の校内放送にゲストとして呼ばれていた。政近が病欠の中、果たしてアーリャは生徒会長候補として、この突発イベントを乗り切ることができるのか？"
                },
                "12": {
                    "ID": "10532590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10532590",
                    "TitleEnglish": "Chin Up and Face Forward",
                    "SummaryEnglish": "The only thing standing between the student body and summer break is the closing ceremony, where Alya and Yuki will formally address their schoolmates and begin their official candidacy for student council president.",
                    "TitleJapanese": "前を向いて",
                    "SummaryJapanese": "校内放送で有希に後れを取ったアーリャは、終業式での生徒会役員あいさつに向けて練習をし始める。終業式という全校生徒が集まる場で行われる生徒会役員あいさつは、実質的に生徒会長選挙の立候補者演説と同義。緊張が止まらないアーリャに、政近はある秘策を授ける。そして終業式が始まり、生徒会役員あいさつがスタート。有希と綾乃が堂々としたスピーチをこなした後、遂にアーリャが演台へと上がって……。"
                }
            }
        },
        "2": {
            "ID": "2147192",
            "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10701388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alya-sometimes-hides-her-feelings-in-russian/episodes/10701388",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}