{
  "URL": "https://www.thetvdb.com/series/432609-series",
  "Genres": [
    "Anime"
  ],
  "Other Sites": [
    "https://www.b-ch.com/titles/1529",
    "https://www.themoviedb.org/tv/220735",
    "https://www.wikidata.org/wiki/Q6734151",
    "https://en.wikipedia.org/wiki/Mahjong_Hishō-den:_Naki_no_Ryū"
  ],
  "TitleEnglish": "Mahjong Hishouden: Naki no Ryuu",
  "SummaryEnglish": "Ryuu, also known as Crying Dragon, is a mysterious man who often plays mahjong with gang members. He only wins by \"ron\" - a move in which one needs to wait for the opponent's tile to complete the win. Source: MAL.",
  "Aliases": [],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2053871",
      "URL": "https://www.thetvdb.com/series/432609-series/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "9679493",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679493",
          "TitleEnglish": "Flying Dragon Chapter",
          "SummaryEnglish": "The Sakurado-kai is the largest regional gang in eastern Japan. The Sakurado-kai is now splitting into two factions: Kawachi Yuki, head of the Kawachi-gumi, and Ishikawa Takashi, second-generation head of the Kai-gumi. Ishikawa wants to make Ryu his own, so he starts a mahjong match with Ryu, betting everything on the outcome. This was the will of the previous head, Kai Shozo. However, Ryu coldly mutters, \"Your back is soot!\" And then...",
          "Aliases": []
        },
        "2": {
          "ID": "9679494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679494",
          "TitleEnglish": "Shouryuu Edition",
          "SummaryEnglish": "Ishikawa, the second-generation boss of the Kaigumi, dreams of becoming the second chairman of the Sakurado-kai, and requests a meeting with Kaitobu, the great leader of Japan. He plans to rise to the top by having Kaito become his guardian. However, in an attempt to prevent Ishikawa from becoming the second chairman, Motomiya Haruki kills Ishikawa's subordinates one by one. Meanwhile, Kaito, who is secretly plotting to cause internal division by Motomiya, approaches Ryu in an attempt to get hold of Ryu's good luck in order to succeed in his plan.",
          "Aliases": []
        },
        "3": {
          "ID": "9679495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679495",
          "TitleEnglish": "Dragon Wolf Edition",
          "SummaryEnglish": "Takashi Ishikawa, a top executive of the Sakurado-kai, has been shot... The struggle for the position of Sakurado-kai's second chairman is finally threatening to take Ishikawa's life. And then there is Akio Miyamoto, a man who has followed the path of Shura, learning from his brother, Haruki, as his only \"chivalrous man.\" Regretting his brother's death, Akio kills Ishikawa's minions one by one, and finally appears before Ryu.",
          "Aliases": []
        }
      }
    }
  }
}