{
    "URL": "https://www.thetvdb.com/series/432609-series",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.b-ch.com/titles/1529",
        "https://www.themoviedb.org/tv/220735",
        "https://www.wikidata.org/wiki/Q6734151",
        "https://en.wikipedia.org/wiki/Mahjong_Hishō-den:_Naki_no_Ryū"
    ],
    "TitleEnglish": "Mahjong Hishouden: Naki no Ryuu",
    "SummaryEnglish": "Ryuu, also known as Crying Dragon, is a mysterious man who often plays mahjong with gang members. He only wins by \"ron\" - a move in which one needs to wait for the opponent's tile to complete the win. Source: MAL.",
    "TitleJapanese": "麻雀飛翔伝 哭きの竜",
    "SummaryJapanese": "牌に命を刻み、神がかりな強さを誇る無敵の雀士、人呼んで“哭きの竜”!!\n\n「別冊近代麻雀」にて連載された能條純一の人気麻雀コミックを原作にしたOVA。牌に命を刻み、哭く度に牌が閃光を放つと云われる無敗の雀士、人呼んで「哭きの竜」。その無敗を誇る“強運”を手に入れようとする暴力団の抗争が始まった…。",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2053871",
            "URL": "https://www.thetvdb.com/series/432609-series/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9679493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679493",
                    "TitleEnglish": "Flying Dragon Chapter",
                    "SummaryEnglish": "The Sakurado-kai is the largest regional gang in eastern Japan. The Sakurado-kai is now splitting into two factions: Kawachi Yuki, head of the Kawachi-gumi, and Ishikawa Takashi, second-generation head of the Kai-gumi. Ishikawa wants to make Ryu his own, so he starts a mahjong match with Ryu, betting everything on the outcome. This was the will of the previous head, Kai Shozo. However, Ryu coldly mutters, \"Your back is soot!\" And then...",
                    "TitleJapanese": "飛竜之章",
                    "SummaryJapanese": "「桜道会」東日本最大の広域暴力団である。その桜道会は今や、川地組組長川地幸一派と、甲斐組二代目組長石川喬の二派に分裂しつつあった。石川は竜を自分のものにしようと、竜を相手に全てを賭けての麻雀勝負を始めた。これは先代組長甲斐正三の意志であった。しかし、竜は冷たくつぶやく「あんた、背中が煤けてるぜ！」。そして…。"
                },
                "2": {
                    "ID": "9679494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679494",
                    "TitleEnglish": "Shouryuu Edition",
                    "SummaryEnglish": "Ishikawa, the second-generation boss of the Kaigumi, dreams of becoming the second chairman of the Sakurado-kai, and requests a meeting with Kaitobu, the great leader of Japan. He plans to rise to the top by having Kaito become his guardian. However, in an attempt to prevent Ishikawa from becoming the second chairman, Motomiya Haruki kills Ishikawa's subordinates one by one. Meanwhile, Kaito, who is secretly plotting to cause internal division by Motomiya, approaches Ryu in an attempt to get hold of Ryu's good luck in order to succeed in his plan.",
                    "TitleJapanese": "翔竜編",
                    "SummaryJapanese": "桜道会二代目会長を夢みる甲斐組二代目組長石川は、日本の首領ともいえる巨魁海東武に会見を申し込んだ。海東に後見人となってもらうことによりその地位にのぼろうとするこころみであった。しかし、石川の二代目会長就任阻止をはかる本宮春樹により、石川の子分達が次々と殺されていく。そんな中で本宮による内部分裂を裏で画策している海東は計画を成功させるために竜の強運をとりこもうと竜にせまるのであった。"
                },
                "3": {
                    "ID": "9679495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/432609-series/episodes/9679495",
                    "TitleEnglish": "Dragon Wolf Edition",
                    "SummaryEnglish": "Takashi Ishikawa, a top executive of the Sakurado-kai, has been shot... The struggle for the position of Sakurado-kai's second chairman is finally threatening to take Ishikawa's life. And then there is Akio Miyamoto, a man who has followed the path of Shura, learning from his brother, Haruki, as his only \"chivalrous man.\" Regretting his brother's death, Akio kills Ishikawa's minions one by one, and finally appears before Ryu.",
                    "TitleJapanese": "竜狼編",
                    "SummaryJapanese": "桜道会最高幹部石川喬が撃たれた…。桜道会二代目会長の座を狙う抗争は、遂に石川の命さえ奪おうとしている。そして、兄、春樹をただ一人の“侠”と習い、修羅の道を歩んできたという男、宮本秋生。兄の死を悔やみ、石川の子分を次々と殺していく秋生は、竜の前にもその姿を現した。"
                }
            }
        }
    }
}