{
    "URL": "https://www.thetvdb.com/series/metallic-rouge",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/54ED-187E-7A03-C001-602C-5",
        "https://www.imdb.com/title/tt29510641/",
        "https://metallicrouge.jp/",
        "http://www.reddit.com/r/MetallicRouge",
        "https://www.tvmaze.com/shows/67632/show-slug",
        "https://www.themoviedb.org/tv/222787",
        "https://www.wikidata.org/wiki/Q117265081",
        "https://en.wikipedia.org/wiki/Metallic_Rouge",
        "https://x.com/MetallicRouge"
    ],
    "TitleEnglish": "Metallic Rouge",
    "SummaryEnglish": "In a world where humans coexist with androids called Neans, a group known as the Immortal Nine rises up against society. Tasked with disposing of the revolters, a Nean named Rouge Redstar (aka Metal Rouge) and investigator Naomi Orthmann head to Mars to track them down…but first, Rouge wants some chocolate.",
    "TitleJapanese": "メタリックルージュ",
    "SummaryJapanese": "『交響詩編エウレカセブン』のアニメーション制作会社ボンズと\n『機動警察パトレイバー』のメカニックデザイナーや『宇宙戦艦ヤマト2199』の総監督を務めた出渕裕が\n『ラーゼフォン』以来、19年ぶりの再タッグを実現！\n監督は『キャロル＆チューズデイ』『スーパー・クルックス』の堀元宣が、\nキャラクターデザインは『カウボーイビバップ』『血界戦線』の川元利浩が担当するなど、\n最高峰スタッフが結集し、壮大なテック・ノワールSFを作り上げる。",
    "Aliases": [
        "Metariku ruuji"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2054422",
            "URL": "https://www.thetvdb.com/series/metallic-rouge/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9685378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/9685378",
                    "TitleEnglish": "Crimson Is the Sound of Dawn",
                    "SummaryEnglish": "Songstress Sarah Fitzgerald takes a mysterious girl named Rouge as her helper. After one of her performances, Sarah and her lover are attacked, and a woman named Naomi approaches Rouge with information about Sarah. What is Sarah hiding in her past?",
                    "TitleJapanese": "紅は暁に奏でる",
                    "SummaryJapanese": "2128年、火星。\nキャナルシティでステージに立つ歌手『サラ・フィッツジェラルド』は『ルジュ・レッドスター』という不思議な少女と出会い付き人にする。\n同じ頃、人造人間〈ネアン〉の生命維持に必要な薬品〈ネクタル〉の密売人たちが何者かに襲撃されるという事件が起こる。\nその密売にはサラの愛人、ネクタルの製造元であるパナケア・コーポレーション・火星支社の重役『ヘルマン・ヘイワード』も関わっていた。ステージを終え、ヘルマンと共に過ごしていたサラの元にも現れる襲撃者。\n難を逃れた彼女に接近する謎の男。そして、ルジュの前には『ナオミ・オルトマン』と名乗る女性が現れ、サラに関するある情報を渡すのであった。\nサラに秘められた過去、そしてルジュの真の目的とは……？"
                },
                "2": {
                    "ID": "10233959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233959",
                    "TitleEnglish": "Wander in the Labyrinth",
                    "SummaryEnglish": "Rouge and Naomi take a bus across Mars in search of the next Immortal Nine member. Suddenly a convoy of armed vehicles attacks the bus. They turn out to be a force of mercenaries targeting Rouge. The bus escapes into a forest, but breaks down...",
                    "TitleJapanese": "逃走迷路",
                    "SummaryJapanese": "次なる＜インモータルナイン＞の手掛かりを求め、火星の荒野を行くバスに乗るルジュとナオミ。バスにはネアン差別について調べているジャーナリストの女性『ジル・スタージョン』の他、様々な事情を抱えた乗客たちもいた。そのバスを突然襲う、武装集団。ヘルマンがサラの仇であるルジュを捕まえるため傭兵を雇ったのだ。乗客と共に追跡劇を繰り広げるルジュとナオミ。バスが故障し、逃げ込んだ森の中でルジュは一人の男性と出会う。かつて火星で行われた地球人と異星人〈来訪者〉の連合軍と敵性異星人〈簒奪者〉の戦争、その戦場遺跡の調査をしていると言う男性。彼とルジュの目の前で、残されていた簒奪者の戦闘兵器が目覚めてしまう。"
                },
                "3": {
                    "ID": "10233960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233960",
                    "TitleEnglish": "Marginal City",
                    "SummaryEnglish": "One of the Immortal Nine, Phantom Verde, is said to be staying in a certain Nean settlement, but only authorized personnel are allowed in. While walking around town, Rouge meets a doctor who works in the settlement and seeks his help to get inside.",
                    "TitleJapanese": "境界の街",
                    "SummaryJapanese": "火星のウェルズタウンに辿り着いたルジュとナオミ。この町にあるネアン居留地にインモータルナインの一人“幻影のヴェルデ”がいるらしい。しかし、居留地には関係者以外は入れない。二人はレストランで作戦を話し合うが、ふとしたことから口論となり、ルジュが店を飛び出してしまう。一人町をさまよう彼女は同じバスに乗っていた医師の『アフダル・バシャール』と、その助手であるネアンの少年『リオン』と出会う。居留地内で働いている二人の協力で潜入に成功するルジュ。彼女はそこで人類に差別され、虐げられているネアンたちの現実を知る。そんなルジュの前に現れる〈CFN（ネアン自由評議会）〉と名乗る者たち。そのリーダーである『ユバル』はルジュに対し、ネアンの希望になって欲しいと言う。"
                },
                "4": {
                    "ID": "10233961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233961",
                    "TitleEnglish": "Freedom and Phantoms",
                    "SummaryEnglish": "Rouge is held by the CFN under suspicion of murdering Juval. Naomi advises her on how to escape, but Rouge suspects that Phantom Verde is involved and chooses to stay. Meanwhile, the police dispatch a security force to the Nean settlement...",
                    "TitleJapanese": "自由と幻影と",
                    "SummaryJapanese": "華やかなショーを始める移動カーニバル。一方、ルジュはユバル殺害の疑いをかけられCFNに拘束されていた。メッセージバードを通じ、脱出を勧めるナオミ。だが、裏に幻影のヴェルデの関与があるとにらんだルジュは、あえてとどまることを選ぶ。CFNの幹部『デュマ』によって執り行われるルジュへの尋問。同じ頃、警察はユバル殺害の情報を得て、ネアン居留地へ治安部隊を出動させる。混乱に乗じルジュの救出に向かおうとしたナオミは、同じく居留地内に入ろうとしていた守護局捜査官『アッシュ・スタール』とその相棒であるネアン『ノイド２６２』と合流する。治安部隊によって始められるネアンへの弾圧。騒ぎを見つめるアフダルの目に映るものとは……。"
                },
                "5": {
                    "ID": "10233962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233962",
                    "TitleEnglish": "Carnival Dances With Lost Memories",
                    "SummaryEnglish": "The imprisoned Rouge is lost in an illusion that can’t be called either a dream or a memory: her life just after she was born, her days with her kind older brother Gene and her father Roy... as well as an unfamiliar woman and a masked man.",
                    "TitleJapanese": "カーニバルは忘却と踊る",
                    "SummaryJapanese": "ネアン居留地で幻影のヴェルデの死体を見つけるナオミ。しかし、そこにルジュの姿はない。そんなナオミの前に現れる一人の人物。それは以前、簒奪者の遺跡を探っていた謎の男性であった。彼はルジュの居場所を知っており、そこへナオミを案内すると言う。一方、捕らわれのルジュは夢とも記憶ともつかない幻の中をさまよっていた。生まれたばかりの自分。優しく温かかった兄『ジーン・ユングハルト』、父『ロイ・ユングハルト』との日々。そして見知らぬ女性と仮面の男。同じ頃、男と共にある場所にやって来たナオミ。そこは移動カーニバル。ルジュはこの中にいると言う男、『エデン・ヴァロック』と名乗る彼と共に、ナオミは移動カーニバルへと潜入して行く。"
                },
                "6": {
                    "ID": "10233963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233963",
                    "TitleEnglish": "Nameless Guest",
                    "SummaryEnglish": "A murder occurs on the ship carrying Rouge and Naomi. The killer is captured by a surveillance camera, but another camera shows the same person elsewhere at the same time. Then another murder occurs, and the killer on camera looks like Naomi...",
                    "TitleJapanese": "名前がない客",
                    "SummaryJapanese": "火星での任務を終え、連絡船で地球へと帰還するルジュとナオミ。二人は隣の客室の乗客、『アエス・マキアス』『アリス・マキアス』という双子の姉弟と知り合う。『人形遣い師』のもとで見た幻が気になっているルジュ。彼は自分に何をしていたのか？　同じ船には帰還命令を受けたアッシュとノイドも乗っていた。突如、彼らの前で発生する殺人事件。監視カメラの映像から犯人はすぐに捕まるが、同時刻、別の場所を映すカメラにも、その姿は映っていた。混乱するアッシュたちを尻目に起こる第二、第三の殺人事件。アッシュは容疑者としてナオミを拘束。監視カメラに殺人を犯す彼女の姿が映っていたのだ。無実を証明し、真犯人を捕まえるため、ルジュとナオミは動き出す。"
                },
                "7": {
                    "ID": "10233965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233965",
                    "TitleEnglish": "Appropriate Gear",
                    "SummaryEnglish": "Naomi meets with Gene Junghardt as more pieces of the puzzle are revealed. Meanwhile, Rouge, who is due to be transferred to Ochrona, has an unexpected reunion.",
                    "TitleJapanese": "正しい歯車",
                    "SummaryJapanese": "自宅謹慎を続けるジーン。ルジュは法律で製造を禁止された〈プロトネアン〉で、ジーンが私的にプロトネアンを使っていたことがばれ、真理部次長の任を解かれたのだ。そんな彼を訪ねて来るナオミ。その正体は守護局神祇官であった。火星で遭遇した移動カーニバルと人形遣い師と名乗る男について情報を交換する二人。その背後に簒奪者がいるに違いないとにらむ。一方、真理部本部に監禁されているルジュ。真理部と守護局の間で、その処分について検討が行われる。すぐにでも解体すべきだと言う守護局。自分たちの管理下にあると主張する真理部。その話し合いの場に現れるナオミ。同じ頃、捕らわれのルジュに謎の影が近付いていた。"
                },
                "8": {
                    "ID": "10233967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233967",
                    "TitleEnglish": "Nowhere House",
                    "SummaryEnglish": "Rouge reunites with Gene and they visit Dr. Junghardt's Memory Library. Rouge traces his memories to learn about herself, Code Eve, and Dr. Jung's goals. Then a girl shows up claiming to be Rouge's younger sister, Cyan...",
                    "TitleJapanese": "どこでもない家",
                    "SummaryJapanese": "インモータルナインの一人“双頭のアルコス”であったアエス、アリス姉弟と別れたルジュ。“閃光のシルヴィア”が言っていた「あなたは、あなたのことを何も知らない」という言葉の意味を探るためアッシュ、ノイドと共に、かつて過ごした父・ロイ・ユングハルト博士の館へと向かい、ジーンとの再会を果たす。何者かに導かれるように館の地下へと降りて行くルジュたち。すると、そこにはユングの記憶を外部メモリーに移し保管した〈記憶図書館〉があった。ユングの記憶を辿り、自らに秘められた謎を探るルジュ。〈コード・イヴ〉とは何か？　ユングの真の狙いとは？　そんなルジュたちの前に現れる一人の少女。自分をルジュの妹『シアン』だと名乗るが……。"
                },
                "9": {
                    "ID": "10233969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233969",
                    "TitleEnglish": "The Ones Who Visited",
                    "SummaryEnglish": "As Rouge struggles against Aerkos, Silvia, and Grauphon, Eden shows up to save her, but it turns out he's also part of the Immortal Nine. A Usurper ship and Cyan show up, and the situation spirals into chaos. Could Cyan really be Rouge's sister?",
                    "TitleJapanese": "訪れ来た者たち",
                    "SummaryJapanese": "インモータルナインの一人“不動のグラウフォン”とアルコス、シルヴィアとの戦いに苦戦するルジュ。そんな中、彼女を救いに現れたエデン。その正体はインモータルナインの一人“漆黒のノアール”であった。自分たちと行動を共にすることを拒むノアールに対し、怒り、攻撃をしかけてくるシルヴィア。ルジュの元に向かおうとするジーン。だが、彼の前に立ちはだかるグラウフォン。そこに簒奪者の宇宙船、そしてシアンも現れ、事態は混乱を極めていく。互いにグラディエーターとなり、戦いを繰り広げるルジュとシアン。二人の能力は互角である。シアンは本当にルジュの妹なのか？　果てしなく死闘が続くと思われた、その時。駆けつけたナオミが、ルジュにある提案をする。"
                },
                "10": {
                    "ID": "10233971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233971",
                    "TitleEnglish": "Family Portrait",
                    "SummaryEnglish": "En route to Venus, Rouge and Naomi learn that Cyan has stowed away on their ship. She's convinced Rouge is her big sister and insists on traveling with her, despite Naomi's protests. Ahead of them, Gene reaches Venus and meets the Puppetmaster...",
                    "TitleJapanese": "家族の肖像",
                    "SummaryJapanese": "ジーンを救い、インモータルナインの陰謀を止めるため、金星を目指すルジュとナオミ。エデン、アッシュと共に作戦を話し合っていた二人は、宇宙船内に潜り込んでいたシアンを発見する。意識を取り戻して以来すっかり性格が変わり、子供のようになってしまっているシアン。本気でルジュを姉と慕い、一緒に金星に行くと言い出す。当然、連れて行くわけにはいかないと言うナオミ。が、ルジュはシアンを突き放せず、同行することになる。姉妹のように過ごすルジュとシアン。それを複雑な思いで見つめるナオミ。一方、シルヴィアたちと共に金星に辿り着いたジーンは人形遣い師と対面、ある一室に招き入れられる。そこで、彼を待ち構えていた懐かしい光景とは……。"
                },
                "11": {
                    "ID": "10233973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233973",
                    "TitleEnglish": "Target Planet",
                    "SummaryEnglish": "After making an emergency landing on Venus, Rouge's group enters the Cloud Plant to find Gene, but Silvia picks up on their movements. As Gene looks on, the Puppetmaster begins to talk about his mother, Eva Kristella, and her creation, Code Eve.",
                    "TitleJapanese": "狙われた星",
                    "SummaryJapanese": "攻撃を受け、金星に不時着する宇宙船。ルジュたちはシルヴィアとジーンがいるであろう移動カーニバルを目指し、＜クラウドプラント＞内を進む。だが、その動きはシルヴィアたちに掴まれており、ルジュとナオミ、エデンとアッシュとシアンの二手に分断されてしまう。状況を見つめる捕らわれのジーンに、その母『エヴァ・クリステラ』と彼女の作ったコード・イヴについて話す人形遣い師。人類への反乱を思いとどまらせようとシルヴィアとの対話を続けるジーン。だが、頑なに戦いをやめようとしないシルヴィア。二人の会話から明らかになる新たな事実に驚愕するアエス。そんな彼に、ジーンは幼い頃から抱えていたインモータルナインたちへの想いを語る。"
                },
                "12": {
                    "ID": "10233975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10233975",
                    "TitleEnglish": "Mask Graveyard",
                    "SummaryEnglish": "Rouge and Naomi find Gene, but his behavior seems off. Eden battles Grauphon, both fighting for their convictions and the people they love. And Cyan is captured by the Puppetmaster, robbed of her consciousness, and forced to play a certain role.",
                    "TitleJapanese": "仮面の墓場",
                    "SummaryJapanese": "人形遣い師の素顔を見て、逃げ出すアッシュ。ルジュとナオミはジーンと合流。ルジュたちがやって来た混乱に乗じて逃げ出して来たと言う彼に、どこか違和感を覚える。イドを取り戻したエデンはグラディエーターとなり、グラウフォンとの戦闘を開始。互いの信念と大切な者への想いをぶつけ合う二人。同じ頃、人形遣い師に捕まったシアンは意識を奪われ、ある役割を果たせと言われていた。"
                },
                "13": {
                    "ID": "10369797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/metallic-rouge/episodes/10369797",
                    "TitleEnglish": "Code Eve",
                    "SummaryEnglish": "The true identity of the Puppetmaster is revealed. Rouge, Silvia, and all the others listen in shock as he explains his plans and the world he wishes for. Were Rouge and the rest no more than puppets in his play?",
                    "TitleJapanese": "コード・イヴ",
                    "SummaryJapanese": "仮面の下に隠された人形遣い師の正体、それは死んだはずのユングであった。動揺し、混乱するルジュとシルヴィアたちに語られる真実。ユングの計画と望む世界。全てはユングが描いた戯曲、ルジュたちは彼の操り人形に過ぎなかったのか？"
                }
            }
        }
    }
}