{
  "URL": "https://www.thetvdb.com/series/kamierabi-godapp",
  "Genres": [
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt29475583/",
    "https://kamierabi.com/",
    "https://www.themoviedb.org/tv/222798",
    "https://x.com/kamierabi_PR"
  ],
  "TitleEnglish": "KamiErabi GOD.app",
  "SummaryEnglish": "The ultimate battle royale for divinity has begun. High schoolers must use their unique powers to compete against each other for the coveted title “God.” But as each brawl becomes more vicious than the last, alliances are formed and betrayals take place. Who will emerge victorious and claim their godly throne?",
  "Aliases": [
    "KamiErabi"
  ],
  "Modified": "2025-07-09",
  "Seasons": {
    "1": {
      "ID": "2054428",
      "URL": "https://www.thetvdb.com/series/kamierabi-godapp/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9685394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/9685394",
          "TitleEnglish": "Unnoticed by Anyone, in the Place of Which Everyone Dreams",
          "SummaryEnglish": "Ono Goro, a young man with few friends and poor mental health, is appalled to find out he's not hallucinating when he's informed that he's acquired superhuman abilities and must battle others in a death game.",
          "Aliases": []
        },
        "2": {
          "ID": "10016515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016515",
          "TitleEnglish": "Is He Strong, Is He Weak?",
          "SummaryEnglish": "Goro has somehow made himself even less popular, and Honoka has questions. Lall doesn't understand why Goro has allowed this situation to come to pass. Meanwhile, a mysterious individual in a gas mask begins wandering the halls at school.",
          "Aliases": []
        },
        "3": {
          "ID": "10016516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016516",
          "TitleEnglish": "You're the Finest of Friends",
          "SummaryEnglish": "Goro has advanced in the game despite wanting nothing to do with it, and tries to talk about the situation with Akitsu. In particular, he's struggling with the drawback to using the Fool's Sutra. So it seems Akitsu decides to cheer him up with a prank...",
          "Aliases": []
        },
        "4": {
          "ID": "10016517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016517",
          "TitleEnglish": "What That Means Is, We're Kindred Spirits",
          "SummaryEnglish": "Honoka tells a depressed Goro about Little Angel, who can resolve any problem a person might have. Chika from the Science Club joins in the hunt, and they discover that Tatsuya is Little Angel. But Tatsuya is already the target of Koki the delinquent...",
          "Aliases": []
        },
        "5": {
          "ID": "10016518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016518",
          "TitleEnglish": "So Upright and Strong",
          "SummaryEnglish": "After a late-night SOS call from Chika, Goro heads to school. There he finds Koki fighting off a bunch of students wearing strange masks. Upon figuring out that \"Little Angel\" Tatsuya is a God candidate, Goro sets out with Koki and Chika to stop him.",
          "Aliases": []
        },
        "6": {
          "ID": "10016519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016519",
          "TitleEnglish": "Form, Voice, Memories, and Even the Pain",
          "SummaryEnglish": "Goro accidentally bought two tickets for his favorite idol Iyo's concert, so he invites Koki along. After learning that Koki has become a KamiErabi God candidate in Tatsuya's place, Goro ends up running into Iyo in a men's bathroom just prior to the show.",
          "Aliases": []
        },
        "7": {
          "ID": "10016520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016520",
          "TitleEnglish": "Close Your Eyes, Cover Your Ears, and Afterwards",
          "SummaryEnglish": "Honoka attempts to murder Goro, who's currently incapacitated due to the repeated use of his power. But after Koki and Lall hinder her, a frustrated Honoka encounters Chika while attempting to leave the hospital. Events then take a turn for the bizarre.",
          "Aliases": []
        },
        "8": {
          "ID": "10016521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016521",
          "TitleEnglish": "Introductions Will Have to Wait",
          "SummaryEnglish": "During Goro's recovery celebration at the arcade, sexy actress Mitsuko suddenly climbs out of the TV. She asks for help rescuing her friend from a meddling God candidate named Keita. Meanwhile, Honoka tries to get info about other candidates from Chika.",
          "Aliases": []
        },
        "9": {
          "ID": "10016522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016522",
          "TitleEnglish": "If You Took a Trip, Where Would You Want to Go?",
          "SummaryEnglish": "Falsely branded as fugitives, Goro's group forms a new alliance with Honoka and Chika. They use Mitsuko's power to leap through space and escape Keita's attack, but a navigational blunder on Mitsuko's part leads them to a surprise acquaintance of Keita's.",
          "Aliases": []
        },
        "10": {
          "ID": "10016523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016523",
          "TitleEnglish": "It's Not Rain That's Falling",
          "SummaryEnglish": "Honoka, Koki, and Chika find themselves forced into a harrowing battle against Kyo. Goro and Iyo begin to question their own powers and the true significance of the KamiErabi. Iyo presses Lall for information, but she claims to not remember anything.",
          "Aliases": []
        },
        "11": {
          "ID": "10016524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016524",
          "TitleEnglish": "The Light Hasn`t Reached Us Yet",
          "SummaryEnglish": "Kyo died young before a treatment could be found for his disease, but Ryo wished him back into being when she became a God candidate. Now Kyo has full control of the parallel worlds Ryo creates, and he asks Goro to help him establish a utopia for her.",
          "Aliases": []
        },
        "12": {
          "ID": "10016525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10016525",
          "TitleEnglish": "My Wish Belongs to Me",
          "SummaryEnglish": "Goro succeeds in stopping Kyo and Ryo, but the use of his power robs him of the relationships he's established with his fellow God candidates. Lall alone remains by his side, and Goro confronts his own past in order to recall his long-forgotten true wish.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2134448",
      "URL": "https://www.thetvdb.com/series/kamierabi-godapp/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10704048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10704048",
          "TitleEnglish": "That's Why It Needed God",
          "SummaryEnglish": "Twelve years have passed since the battle between Kyo and Goro, and Goro has disappeared from the world and also from people's memories. The series of events is now called the \"828 Incident\". One day, Eko, who was researching the incident as part of her free research, goes to the site of the 828 Incident, which is still sealed off, in search of the \"God she saw in her dream\", On the way home, she suddenly sees a notice that says something about God...",
          "Aliases": []
        },
        "2": {
          "ID": "10720158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720158",
          "TitleEnglish": "Finally, My Purpose in Life",
          "SummaryEnglish": "Lall remembers Goro, but he appears to have been erased from nearly everyone else's memories. Ryo suggests to Eko that she befriend Lall and help her navigate the upcoming KamiErabi battles, an idea to which Eko reluctantly agrees.",
          "Aliases": []
        },
        "3": {
          "ID": "10720159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720159",
          "TitleEnglish": "Unless You Put Your Sorrow behind You, Happiness Is Just an Illusion",
          "SummaryEnglish": "Lall's next KamiErabi match is against Honoka, but Honoka has apparently had a change of heart during the past twelve years. She might not even be willing to fight unless she's offered a compelling reason.",
          "Aliases": []
        },
        "4": {
          "ID": "10720160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720160",
          "TitleEnglish": "You're the Last Person I Want to Let Become God",
          "SummaryEnglish": "Lall is on a mission to resurrect Goro so he can win the KamiErabi and become God. She and Eko seek out Iyo, hoping her powers might prove useful. But Iyo has a lot going on in her own life at the moment, so will she be able to help?",
          "Aliases": []
        },
        "5": {
          "ID": "10720161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720161",
          "TitleEnglish": "The World Was Already Messed Up",
          "SummaryEnglish": "Akitsu used his powers to undo the carnage inflicted by the mysterious Death Spreader, but all that did was literally buy everyone some time. Ryo once again invites Lall and Eko to work with Gozekai toward uncovering the mysteries behind the KamiErabi.",
          "Aliases": []
        },
        "6": {
          "ID": "10720162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720162",
          "TitleEnglish": "So Don't Cry, It'll Be Okay",
          "SummaryEnglish": "Chika has been comatose ever since the 828 Incident twelve years ago, and her friend Ryo has faithfully taken care of her all that time. But with the Death Spreader on the move again, will it be too late even if she does wake up?",
          "Aliases": []
        },
        "7": {
          "ID": "10720163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720163",
          "TitleEnglish": "If You Want to Save the World, Just Tap That Smartphone",
          "SummaryEnglish": "The Death Spreader seems hopelessly unbeatable, so the God candidates use a combined attack to seal him away in one of Ryo's parallel worlds. Within it, he shows Lall and Kyo his memories of how KamiErabi first came to be--including who created it.",
          "Aliases": []
        },
        "8": {
          "ID": "10720164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720164",
          "TitleEnglish": "I Thought Up My Own Lines",
          "SummaryEnglish": "Higaki reveals to Lall and Kyo some game-changer secrets about the KamiErabi and the very nature of the world. A race against time then begins as both the parallel world they're inside and the world from which they came begin to collapse.",
          "Aliases": []
        },
        "9": {
          "ID": "10720165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720165",
          "TitleEnglish": "I Mean, of Course, It's... Me",
          "SummaryEnglish": "After a narrow escape from the parallel world, the remaining God candidates make their way to the facility housing the KamiErabi AI. But then an unexpected guest appears, and she literally flips the script on everyone.",
          "Aliases": []
        },
        "10": {
          "ID": "10720166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720166",
          "TitleEnglish": "Everything Turned Out Like This Because You Wanted It To",
          "SummaryEnglish": "Eko reveals her true identity to everyone, and proceeds to threaten humanity's very existence. But Akitsu seems skeptical of her genocidal intent, and he and Lall cook up an impromptu plan to fight back with the only weapon they have left.",
          "Aliases": []
        },
        "11": {
          "ID": "10720167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720167",
          "TitleEnglish": "Even If Means Ruining This Story",
          "SummaryEnglish": "Goro has returned, but he doesn't seem to understand who Eko is or grasp the weighty situation he's now in. Will some advice and assistance from his long-suffering friends lead him to do what needs to be done?",
          "Aliases": []
        },
        "12": {
          "ID": "10720168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamierabi-godapp/episodes/10720168",
          "TitleEnglish": "The Next World You Write Will Be",
          "SummaryEnglish": "Goro goes on a quest to find the final missing piece of his puzzle: his original wish. Once that's been reconciled, the only thing left for the last God candidate to do is have a final showdown with God themself.",
          "Aliases": []
        }
      }
    }
  }
}