{
  "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt27206542/",
    "https://undeadgirl.jp/",
    "http://www.reddit.com/r/UndeadGirlMurderFarce",
    "https://www.themoviedb.org/tv/222785",
    "https://www.wikidata.org/wiki/Q117264965",
    "https://en.wikipedia.org/wiki/Undead_Girl_Murder_Farce",
    "https://x.com/undeadgirl_PR"
  ],
  "TitleEnglish": "Undead Murder Farce",
  "SummaryEnglish": "In this world, creatures like vampires and werewolves still walk about, but Aya Rindo can’t say the same for herself. This beautiful disembodied head, carried by her maid Shizuku Hasei, is a detective in search of her stolen body. One evening, they meet half-human oni slayer Tsugaru Shunichi, who offers a lending hand. Now, the trio is traveling through Europe, solving mysteries along the way.",
  "Aliases": [
    "Andeddo Gāru Mādā Farusu",
    "Undead Girl Murder Farce"
  ],
  "Modified": "2024-11-12",
  "Seasons": {
    "1": {
      "ID": "2054425",
      "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "9685379",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9685379",
          "TitleEnglish": "Oni Slayer",
          "SummaryEnglish": "This farce concerns the late 19th century of a history that is very different from our own, where a man with terrifying powers battles monsters in a seedy sideshow for the amusement of the human customers. He draws the notice of a certain detective...",
          "Aliases": []
        },
        "2": {
          "ID": "9847821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847821",
          "TitleEnglish": "Vampire",
          "SummaryEnglish": "This farce concerns Lord Godard, a vampire who has decided to live as an ally to the human race. Yet somehow, it seems an intruder made their way onto his estate to murder his beloved wife with a silver stake. A certain detective comes to the estate...",
          "Aliases": []
        },
        "3": {
          "ID": "9847822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847822",
          "TitleEnglish": "The Immortal and the Oni",
          "SummaryEnglish": "This farce concerns the investigation into the murder of the late Lady Godard. A certain detective turns her great skills of deduction toward the evidence at hand, and reveals a truly shocking and unanticipated truth about the case.",
          "Aliases": []
        },
        "4": {
          "ID": "9847823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847823",
          "TitleEnglish": "The Headliner Appears",
          "SummaryEnglish": "This farce concerns the culprit in Lady Godard's murder. A certain detective makes it clear that Lady Godard was murdered by a member of her own family, despite their protests. Regrettably, the services of the detective's bodyguard are required.",
          "Aliases": []
        },
        "5": {
          "ID": "9847824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847824",
          "TitleEnglish": "The Immortal of London",
          "SummaryEnglish": "This farce concerns the phantom thief Arsène Lupin's advance notice declaring that he shall steal the Penultimate Night and its safe from the mansion of one Phileas Fogg. A certain detective is among those gathered together to try and stop Lupin...",
          "Aliases": []
        },
        "6": {
          "ID": "9847825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847825",
          "TitleEnglish": "The Phantom Thief and the Detective",
          "SummaryEnglish": "This face concerns how our cast whiles away the hours before the dastardly Lupin strikes. A certain detective wishes to visit Madame Tussaud's, but a stroke of misfortune near a fish and chips stand instead takes her on a most unpleasant misadventure.",
          "Aliases": []
        },
        "7": {
          "ID": "9847826",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847826",
          "TitleEnglish": "Free for All",
          "SummaryEnglish": "This farce concerns the shocking methods by which Lupin attempts to steal the Penultimate Night, and how he attempts to match wits with Holmes. A certain detective looks to thwart Lupin in her own way, and so appears in a most unexpected location.",
          "Aliases": []
        },
        "8": {
          "ID": "9847827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847827",
          "TitleEnglish": "The Banquet",
          "SummaryEnglish": "The farce concerns the ultimate fate of the gem called the Penultimate Night, and the identity of the mysterious man who absconded with a certain detective's long-lost body. For what purpose does M pursue the Penultimate Night?",
          "Aliases": []
        },
        "9": {
          "ID": "9847828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847828",
          "TitleEnglish": "Werewolves",
          "SummaryEnglish": "This farce concerns the titular lycanthropes and a remote village that appears to be suffering their predation. A certain detective is brought upon the scene while pursuing other goals, and implored to bring her skills to bear upon the case...",
          "Aliases": []
        },
        "10": {
          "ID": "9847829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847829",
          "TitleEnglish": "Misty Hollow",
          "SummaryEnglish": "This farce concerns the location of the rumored werewolf village, and a certain detective's efforts to find it. In the course of this endeavor, the identify of the werewolf preying upon the human village also seems to be revealed...",
          "Aliases": []
        },
        "11": {
          "ID": "9847830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847830",
          "TitleEnglish": "Where the Wolves Dwell",
          "SummaryEnglish": "This farce concerns the hidden village and the nature of its social order, in addition to the fate of one Shizuku Hasei. Will a certain detective's assistant make his customary stylishly late entrance and, this time, truly be too late?",
          "Aliases": []
        },
        "12": {
          "ID": "9847831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847831",
          "TitleEnglish": "Where the River's Flow Changes",
          "SummaryEnglish": "This farce concerns the method by which a certain detective completes her investigation of serial killings, and the secret behind the relationship between the human and werewolf villages. And Royce is about to concern itself with this relationship...",
          "Aliases": []
        },
        "13": {
          "ID": "9847832",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/undead-girl-murder-farce/episodes/9847832",
          "TitleEnglish": "The Culprit's Name",
          "SummaryEnglish": "This farce concerns the detective presenting her deduction, which identifies the killer's shocking identity right at the moment when the werewolf and human communities are on the verge of destroying each other.",
          "Aliases": []
        }
      }
    }
  }
}