{
    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28313387/",
        "https://returners-magic.com",
        "https://www.themoviedb.org/tv/230050",
        "https://x.com/returners_magic"
    ],
    "TitleEnglish": "A Returner's Magic Should Be Special",
    "SummaryEnglish": "The world is on the brink of destruction after a devastating ten-year war in the \"shadow labyrinth.\" Desir Herrman is one of the last skilled magicians left standing, but even he is no match for the formidable foe threatening humanity's very existence. Just when he's certain the end has come, he is sent back in time to his early days of studying magic at the prestigious Hebrion Academy! With this rare second chance, Desir is determined to save not only himself but also the friends and comrades he once lost. Armed with the knowledge of what their future holds, can his efforts make a difference, or are they all doomed to relive the same terrible destiny? Based on the hit novel. (Source: Tappytoon)",
    "TitleJapanese": "帰還者の魔法は特別です",
    "SummaryJapanese": "絶えず世界を侵食する異次元空間「影の世界」。その中でも最悪の災害と呼ばれる「影の迷宮」に人類は直面した。「デジール・アルマン」は仲間と共に「影の迷宮」最後のボス、破滅竜ボロミア・ナポールと対峙するも、世界は滅亡を迎えてしまう。全てが終わったと思った瞬間、デジールの目の前に広がる光景は…13年前の世界だった。自身の出身校でもある、帝国最高の魔法学園「へブリオン学園」の入学式まで戻ってきたデジール。きたる滅亡の未来を変えるべく、仲間たちを再び集めて世界を救うために立ち上がる！",
    "Aliases": [
        "きかんしゃのまほうはとくべつです",
        "Kikansha no Mahō wa Tokubetsu desu",
        "Kikansha no Mahou wa Tokubetsu desu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2054674",
            "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9690224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/9690224",
                    "TitleEnglish": "Destruction",
                    "SummaryEnglish": "After Desir and his party defeat Boromir Napolitan to escape from the Shadow World, he finds himself sent back in time to the enrollment ceremony of his school 13 years ago.",
                    "TitleJapanese": "破滅",
                    "SummaryJapanese": "「影の世界」――それは絶えず世界を侵食し、すべてを黒い霧で覆いつくそうとする異次元空間。世界を救う方法はただ一つ、浸食が進む前に、「影の世界」を「攻略」すること。人類は幾度もその脅威を乗り越えてきたが、10年前に発生した最悪の災害「影の迷宮」はあまりにも強大で、世界は滅亡へと向かっていた。多くの命が奪われ、極限の絶望のなか、デジール・アルマンは生き残った5人の仲間たちとともに、最後のボスである破滅竜「ボロミア・ナポール」に挑戦するが――"
                },
                "2": {
                    "ID": "10070856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070856",
                    "TitleEnglish": "The Test",
                    "SummaryEnglish": "Desir takes the test to enroll in Hebrion Academy, along with Romantica and Azest in Group D.",
                    "TitleJapanese": "試験",
                    "SummaryJapanese": "「影の迷宮」最後のボス・ナポールとの戦いに敗れ、すべてが終わったと思った瞬間、デジールは、13年前の魔法学院「へブリオン学園」入学式に戻っていた！\n入学試験で、かつての仲間であるロマンティカ・エルやアゼスト・キングスクラウンに再会し、思わず声をかけてしまったデジール。しかし、彼女たちに過去の記憶は無かった。\n二度とあんな絶望は繰り返さない、悲しい過去はこの手で変えてみせる――デジールは決意を固め、仲間と世界を救うため、行動を開始する。"
                },
                "3": {
                    "ID": "10070857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070857",
                    "TitleEnglish": "Comrades",
                    "SummaryEnglish": "Desir is placed in the beta class despite his test result, and so does Romantica, even though she's a noble. Desir finds Pram, another new student from the beta class, and invites Romantica to join his party.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "アゼストをはじめ貴族の学生たちを制し、入学試験をグループ1位で突破したデジール。しかし、平民であるという理由だけで、下位のベータクラスに入ることに。貴族はアルファ、平民はベータと、身分だけでクラス分けされるのが、この世界の常識なのだ。\nこのままではこれから起きる「影の世界」に対抗できず、悲劇を繰り返してしまう！来るべき戦いに備え仲間を鍛えるために、より良い環境で教育を受けられるよう、デジールは貴族と平民の壁に立ち向かう。"
                },
                "4": {
                    "ID": "10070858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070858",
                    "TitleEnglish": "Forming a Party",
                    "SummaryEnglish": "With Pram and Romantica, Desir aims to win the ranking tournament to get promoted to the alpha class. Desir starts training his team to draw out their full potential, based on what he remembers.",
                    "TitleJapanese": "結成",
                    "SummaryJapanese": "新たに剣士のプラム・シュナイザーをスカウトし、ロマンティカと3人でパーティを組んだデジール。当面の目標として3人揃ってランキング戦を勝ち上がることを目指す。この戦いで上位9人に残れば、「シングルランカー」の称号を手にし、ベータからアルファへの昇級が叶うのだ。\n荒れ放題だったベータ用トレーニングセンターを掃除し、環境を整える3人。かつての記憶を頼りに2人の真の実力を引き出そうと、デジールはさっそく特訓を開始するが――"
                },
                "5": {
                    "ID": "10070859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070859",
                    "TitleEnglish": "Rapier",
                    "SummaryEnglish": "Desir and Pram attempt to get Pram's rapier back from the man he sold it to, and uncover hidden secrets in the process.",
                    "TitleJapanese": "細剣(レイピア)",
                    "SummaryJapanese": "帰還前の世界で細剣を使っていたプラムが、なぜ身の丈にそぐわない大剣を使っているのか？デジールがこの疑問を問うと、プラムは重い口を開いた。\n顔も知らない父がプラムと母に唯一残してくれた細剣。プラムは、剣の道を進めばいつか父に辿り着くと信じて、幼いころから剣術に励んだ。しかしある時、父からもらった細剣に「剣としての価値はない」と鑑定されてしまう。自暴自棄になっていたプラムは、その細剣を骨董屋に売り払ってしまっていた。細剣で戦うプラムの強さを知るデジールは、彼を説得して一緒に骨董屋に向かうが――"
                },
                "6": {
                    "ID": "10070860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070860",
                    "TitleEnglish": "Final Round",
                    "SummaryEnglish": "The final round of the ranking tournament begins! Desir, Pram, and Romantica must finish in top place to be promoted to the alpha class, but alpha team Blue Moon are determined to stop them.",
                    "TitleJapanese": "本戦",
                    "SummaryJapanese": "ランキング戦予選を順調に突破した、デジール・ロマンティカ・プラム。ベータクラスの躍進は新聞に載るほど話題になった。\n平民初のアルファ昇級が噂され、3人の活躍を快く思わないパグマン教授は怒り心頭。アルファの学生たちに、彼らを必ず脱落させるよう命じた。さらに、へブリオン学園で最も格式高いパーティ「ブルームーン」の魔剣士アゼスト・キングスクラウンは、入学試験で負けたデジールへの闘志を静かに燃やしていて――"
                },
                "7": {
                    "ID": "10070861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070861",
                    "TitleEnglish": "Magical Beasts",
                    "SummaryEnglish": "Desir and his team plan to survive long enough to place within the top nine, as they defend against the attacks from other parties. Then a monster has spawned, and Pram courageously stands up against it.",
                    "TitleJapanese": "魔獣",
                    "SummaryJapanese": "いよいよ、ランキング戦本戦の幕が上がった！本戦の舞台は、学園が用意した影の世界――そこでは過去に起きた歴史的事件が再現されている。事件を解決すればクリアとなるが、デジールたちは、最大の目的「上位9人に残りシングルランカーになること」を達成するべく、他の学生に挑んでいく。\n様々な思惑が入り乱れるなか、デジール・ロマンティカ・プラムはそれぞれの強みを活かしながら、アルファたちに戦いを挑み「シングルランカー」を目指す！"
                },
                "8": {
                    "ID": "10070862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070862",
                    "TitleEnglish": "Crash",
                    "SummaryEnglish": "Desir and his team find themselves in the world of the Privius Clock Tower. They make it through the survival quest and come face to face with Blue Moon, Red Dragon, and Pine Tree parties.",
                    "TitleJapanese": "激突",
                    "SummaryJapanese": "ランキング本戦の影の世界は、1時間ごとに悪魔を生み出す「プリビウス時計塔」の世界だった！生み出された悪魔の襲撃に耐える「生還クエスト」を突破し、いち早く時計塔にたどり着いた、デジール一行。一方、「ブルームーン」パーティのアゼスト、ドネータ・ハーデン、パーシヴァル・アセグニッツの3人も、それぞれの目的を胸に抱きながら、時計塔に辿り着いていた。\nこうして、いよいよ学園の強者たちが入り乱れ、本格的に実力を競い合う戦いの火ぶたが切られる――"
                },
                "9": {
                    "ID": "10070863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070863",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Desir and his team have finally faced the Blue Moon party for the chance to become single rankers. Azest puts a stop to Desir's plan of pitting the alpha parties on each other, but Desir has another plan. And he asks Azest if she is having fun.",
                    "TitleJapanese": "決着",
                    "SummaryJapanese": "ついに対峙した、デジールとアゼスト、ロマンティカとドネータ、プラムとパーシヴァル。プリビウス時計塔ではシングルランカーの座をかけた死闘が繰り広げられていた。\nデジールの「アルファのメンバーを同士討ちさせてデジールたちが上位9人に残る」という作戦はアゼストによって阻まれたが、彼にはさらなる戦略があった。激しい戦いにより互いに消耗していくなか、デジールはアゼストに笑顔で「楽しくないか？」と問いかける――"
                },
                "10": {
                    "ID": "10070864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070864",
                    "TitleEnglish": "Respite",
                    "SummaryEnglish": "After successfully defeating the challenge of becoming single rankers, Desir, Romantica, and Pram make the most of time to unwind before they join the alpha class.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "10070865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070865",
                    "TitleEnglish": "A Raid",
                    "SummaryEnglish": "Desir, knowing that Tear of Regernel will be stolen by the Outers, takes the initiative to stop them. As expected, Kraiken and the others show up at the Magical Tower. Can Desir protect the magical gem?",
                    "TitleJapanese": "襲撃",
                    "SummaryJapanese": "10時間後に、魔塔エウレリー支部に保管された貴重な魔法石「リゲネルの涙」が、それを狙う集団「アウター」に奪われてしまう――かつての経験から、その事実を知っていたデジールは、先手を打つために行動を開始する。\n「エウレリー支部の護衛任務」の依頼を得た、デジールのパーティ。一方、「アウター」を率いるクライケンは、多数の部下と共にエウレリー支部を急襲する。支部の徹底された警護を怪しみながらも、着々と目的に迫っていくクライケン。果たして、デジールは「リゲネルの涙」を守りきることができるのか――"
                },
                "12": {
                    "ID": "10070866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10070866",
                    "TitleEnglish": "Anti-Mage",
                    "SummaryEnglish": "Desir and Kraiken are now fighting one-on-one over the magic gem. Can Desir protect Tear of Regernel? And what does Desir hope to achieve by protecting it?",
                    "TitleJapanese": "アンチメイジ",
                    "SummaryJapanese": "魔法石「リゲネルの涙」をめぐる戦いは、デジールとクライケンの一騎打ちに突入しいよいよ終盤を迎えようとしていた。圧倒的な力を見せつけるクライケンに臆することなく、冷静に戦況を見極めつつ対抗するデジール。「逆算」の魔法だけでなく、「リゲネルの涙」の膨大な魔力まで駆使して戦うが、クライケンは更なる力を開放する！デジールは「リゲネルの涙」を守りきれるのか？そして、その先にある真の目的とは――"
                }
            }
        },
        "2": {
            "ID": "2100335",
            "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10206999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-returners-magic-should-be-special/episodes/10206999",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}