{
    "URL": "https://www.thetvdb.com/series/dandadan",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4FC5-08F9-3242-E402-0338-P",
        "https://www.imdb.com/title/tt30217403/",
        "https://anime-dandadan.com/",
        "http://www.reddit.com/r/Dandadan",
        "https://www.tvmaze.com/shows/73023/show-slug",
        "https://www.themoviedb.org/tv/240411",
        "https://www.wikidata.org/wiki/Q123564285",
        "https://en.wikipedia.org/wiki/Dandadan#Anime",
        "https://x.com/anime_dandadan"
    ],
    "TitleEnglish": "DAN DA DAN",
    "SummaryEnglish": "When high schooler Momo, from a family of spirit mediums, first meets her classmate Okarun, an occult geek, they argue—Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts. When it turns out both phenomena are real, Momo awakens a hidden power and Okarun gains the power of a curse. Together, they must challenge the paranormal forces threatening their world.",
    "TitleJapanese": "ダンダダン",
    "SummaryJapanese": "霊媒師の家系に生まれた女子高生・モモ＜綾瀬桃＞と、同級生でオカルトマニアのオカルン＜高倉健＞。モモがクラスのいじめっ子からオカルンを助けたことをきっかけに話すようになった2人だったが、「幽霊は信じているが宇宙人否定派」のモモと、「宇宙人は信じているが幽霊否定派」のオカルンで口論に。互いに否定する宇宙人と幽霊を信じさせるため、モモはUFOスポットの病院廃墟へ、オカルンは心霊スポットのトンネルへ。そこで2人は、理解を超越した圧倒的怪奇に出会う。窮地の中で秘めた力を覚醒させるモモと、呪いの力を手にしたオカルンが、迫りくる怪奇に挑む！",
    "Aliases": [
        "DANDADAN",
        "Dan Da Dan",
        "DanDaDan",
        "Dandadan",
        "DAN DA DAN",
        "Dan Da Dan Season 2"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "2054745",
            "URL": "https://www.thetvdb.com/series/dandadan/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "11184736",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11184736",
                    "TitleEnglish": "Scene Breakdown - EP01 - That's how love starts, ya know!",
                    "SummaryEnglish": "Director Fuga Yamashiro discusses the scene where Okarun and Momo meet for the first time.",
                    "TitleJapanese": "シーンブレイクダウン EP01 - 愛はこうやって始まるんだよ！",
                    "SummaryJapanese": "Director Fuga Yamashiro discusses the scene where okarun and Momo meet for the first time."
                },
                "2": {
                    "ID": "11184737",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11184737",
                    "TitleEnglish": "An Interview with the Filmmakers",
                    "SummaryEnglish": "Interview with director Fuga Yamashiro, and producer Komei Sakita",
                    "TitleJapanese": "映画製作者へのインタビュー",
                    "SummaryJapanese": "山城風雅監督と佐喜田光明プロデューサーへのインタビュー"
                },
                "3": {
                    "ID": "11184993",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11184993",
                    "TitleEnglish": "Special Advanced Screening Commemorative Interviews",
                    "SummaryEnglish": "A collection of Interviews with: Shion Wakayama, the voice of Momo; Natsuki Hanae, the voice of Okarun; Yukinobu Tatsu, the original author of Dan Da Dan; Shihei Lin, editor of Dan Da Dan; Fuga Yamashiro, the director of the Dan Da Dan Anime;",
                    "TitleJapanese": "特別先行上映記念インタビュー",
                    "SummaryJapanese": "インタビュー集：モモ役の若山詩音さん、オカルン役の花江夏樹さん、『ダンダダン』原作者の龍幸伸先生、編集者の林士平さん、そしてアニメ『ダンダダン』の監督・山城風雅さんへのインタビューを収録。"
                },
                "4": {
                    "ID": "11185169",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11185169",
                    "TitleEnglish": "An interview with Kensuke Ushio",
                    "SummaryEnglish": "Interview with Kensuke Ushio, the composer of Dan Da Dan",
                    "TitleJapanese": "牛尾憲輔さんへのインタビュー",
                    "SummaryJapanese": "『ダンダダン』の音楽を手がける作曲家・牛尾憲輔さんへのインタビュー"
                }
            }
        },
        "1": {
            "ID": "2054746",
            "URL": "https://www.thetvdb.com/series/dandadan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10165016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10165016",
                    "TitleEnglish": "That's How Love Starts, Ya Know!",
                    "SummaryEnglish": "Momo is a high school girl born to a family of spirit mediums, and Okarun is an occult fanatic. To settle an argument, Momo heads to an abandoned hospital famous for UFO sightings while Okarun heads to a tunnel famous as a spiritual hotspot.",
                    "TitleJapanese": "それって恋のはじまりじゃんよ",
                    "SummaryJapanese": "霊媒師の家系に生まれた女子高生・モモ＜綾瀬桃＞と、同級生でオカルトマニアのオカルン＜高倉健＞。モモがクラスのいじめっ子からオカルンを助けたことをきっかけに話すようになる2人だったが、「幽霊は信じているが宇宙人否定派」のモモと、「宇宙人は信じているが幽霊否定派」のオカルンで口論に。互いに否定する宇宙人と幽霊を信じさせるため、モモはUFOスポットの病院廃墟へ、オカルンは心霊スポットのトンネルへと向かう。"
                },
                "2": {
                    "ID": "10624765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624765",
                    "TitleEnglish": "That's a Space Alien, Ain't It?!",
                    "SummaryEnglish": "Okarun is cursed by Turbo Granny, and Momo uses her newly found psychic powers to curb Turbo Granny from running out of control. Dawn breaks, and the two of them temporarily find shelter in Momo's house.",
                    "TitleJapanese": "それって宇宙人じゃね",
                    "SummaryJapanese": "ターボババアに呪われたオカルンと、目覚めた超能力でターボババアの暴走を抑えるモモ。夜が明け、2人はモモの家に一時避難するも、鳥居の御札を外したことが災いし、巨大な宇宙人“フラットウッズモンスター”が2人の前に現れる。絶体絶命のピンチに、オカルンはモモにある提案をする。"
                },
                "3": {
                    "ID": "10624768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624768",
                    "TitleEnglish": "It's a Granny vs. Granny Clash!",
                    "SummaryEnglish": "Okarun transforms from Turbo Granny's curse. He goes berserk unable to control his power, but Momo's grandmother Seiko, saves them in the nick of time. To lift the curse, Momo and Okarun decide to play tag with Turbo Granny.",
                    "TitleJapanese": "ババアとババアが激突じゃんか",
                    "SummaryJapanese": "ターボババアの呪いにより変身したオカルン。力を制御できず暴走するが、間一髪でモモの祖母で霊媒師の星子が窮地を救う。呪いを解くべくモモとオカルンは、ターボババアと鬼ごっこをすることに。対決を前に星子が2人に特訓を命じるも、その最中、モモの前にターボババアが現れ…。"
                },
                "4": {
                    "ID": "10624770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624770",
                    "TitleEnglish": "Kicking Turbo Granny's Ass",
                    "SummaryEnglish": "To settle the score with Turbo Granny, Momo and Okarun show up at the promised tunnel. They start the game of tag to pull the location-bound spirit away, and they managed to capture Turbo Granny using Momo's psychic powers.",
                    "TitleJapanese": "ターボババアをぶっ飛ばそう",
                    "SummaryJapanese": "ターボババアとの決着をつけるため、約束のトンネルにやってきたモモとオカルン。地縛霊を引き離すべく鬼ごっこを開始し、モモの超能力でターボババアを捕らえることに成功する。しかし巨大な蟹の形をした地縛霊が、ターボババアを取り戻そうと2人に迫る。地縛霊との壮絶な鬼ごっこを繰り広げ…。"
                },
                "5": {
                    "ID": "10624772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624772",
                    "TitleEnglish": "Like, Where Are Your Balls?!",
                    "SummaryEnglish": "Victorious against Turbo Granny, Momo and Okarun regain peace. They have gotten closer through the traumatic experience, but they find their relationship to be awkward. That is when Okarun discloses something important to Momo.",
                    "TitleJapanese": "タマはどこじゃんよ",
                    "SummaryJapanese": "ターボババアに勝利し、平和を取り戻したモモとオカルン。壮絶な体験を経たことで距離が縮まった2人だが、なんとなくギクシャクしてしまう。そんな中、オカルンはモモに、ある大事なことを切り出す。ターボババアを倒したはずなのに、なぜかオカルンの“アレ”は戻って来ず…。"
                },
                "6": {
                    "ID": "10624774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624774",
                    "TitleEnglish": "A Dangerous Woman Arrives",
                    "SummaryEnglish": "Momo, Okarun, and Turbo Granny search for the missing golden ball. They search all over the school and find out that a pretty girl named Aira is in possession of a ball. Perhaps the effects of the ball, but Aira can now see \"invisible things\" now.",
                    "TitleJapanese": "ヤベー女がきた",
                    "SummaryJapanese": "消えた金の玉を探すモモ、オカルン、ターボババア。学校中を探す彼らだったが、玉を持っていたのは美少女・アイラ＜白鳥愛羅＞だった。玉の影響か “見えないもの”が見えるようになったアイラの前に、謎の赤いワンピースの女“アクロバティックさらさら”が現れ…。アイラの危機にモモとオカルンが立ち上がる。"
                },
                "7": {
                    "ID": "10624775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624775",
                    "TitleEnglish": "To a Kinder World",
                    "SummaryEnglish": "Momo and Okarun manage to pull Acrobatic Silky away from Aira after a fierce battle. However, Aira herself had lost her life as a side-effect of being eaten by a yokai monster. Facing Aira in such a crisis, Acrobatic Silky has a surprising proposal…",
                    "TitleJapanese": "優しい世界へ",
                    "SummaryJapanese": "モモとオカルンは、激しい戦いの末に、アクロバティックさらさらをアイラから引き離すことに成功。しかし肝心のアイラは、妖怪に食われた影響で絶命していた。そんなアイラの窮地に、アクロバティックさらさらから、驚きの提案が…。"
                },
                "8": {
                    "ID": "10624776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624776",
                    "TitleEnglish": "I've Got This Funny Feeling",
                    "SummaryEnglish": "The battle against Acrobatic Silky is over, Aira harbors romantic feelings stemming from how Okarun had saved her. As Momo, Okarun, and Aira's feelings intertwine, Serpoians make another appearance, and the three of them are trapped in void space.",
                    "TitleJapanese": "なんかモヤモヤするじゃんよ",
                    "SummaryJapanese": "アクロバティックさらさらとの戦いを終え、3人にいつもの学校生活が訪れる。アイラは、オカルンに助けられたことで恋心を抱く。モモ、オカルン、アイラの想いが交錯する中、再びセルポ星人が現れ、3人は虚空へと閉じ込められてしまう。"
                },
                "9": {
                    "ID": "10624777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624777",
                    "TitleEnglish": "Merge! Serpo Dover Demon Nessie!",
                    "SummaryEnglish": "Aira has awakened the powers of Acrobatic Silky within her and proceeds to have a seesaw battle against the Serpoians and the Dover Demon. Momo and Okarun join the fray, intensifying the battle.",
                    "TitleJapanese": "合体！ セルポドーバーデーモンネッシー！",
                    "SummaryJapanese": "アクロバティックさらさらの力に目覚めたアイラは、セルポ星人やドーバーデーモンと一進一退の攻防を繰り広げる。モモ、オカルンも戦いに加わり、戦いは激しさを増していく。宇宙人たちは、それぞれの弱点を補うべく合体し、3人に襲いかかる。"
                },
                "10": {
                    "ID": "10624778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624778",
                    "TitleEnglish": "Have You Ever Seen a Cattle Mutilation?",
                    "SummaryEnglish": "Momo, Okarun, and Aira make it through the alien assault by combining their powers. However, the Dover Demon that they thought they had defeated appears before them.",
                    "TitleJapanese": "キャトルミューティレーションを君は見たか",
                    "SummaryJapanese": "宇宙人たちに襲われたものの力を合わせ切り抜けたモモ、オカルン、アイラ。だが、倒したはずのドーバーデーモンが目の前に現れる。あわや再戦と思ったそのとき、ドーバーデーモンは力尽きて倒れてしまう。見捨てられなかったモモたちは家に連れ帰り手当をすると、ドーバーデーモンからある悩みを打ち明けられ…。"
                },
                "11": {
                    "ID": "10624780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624780",
                    "TitleEnglish": "First Love",
                    "SummaryEnglish": "Momo's childhood friend, Jiji, appears and begins living in Momo's house. Jiji has been worrying about apparitions in the house he moved into. Okarun is clearly disturbed hearing that Jiji is Momo's first love and tries to distance himself from Momo.",
                    "TitleJapanese": "初恋の人",
                    "SummaryJapanese": "幼なじみで初恋相手のジジ＜円城寺 仁＞が現れ、一緒に暮らすことになったモモ。突然のことに戸惑いを隠せないモモだが、ジジは引っ越し先での怪異に悩まされ、星子を頼りに会いに来ていた。一方、ジジがモモの初恋相手と聞かされたオカルンは動揺を隠せず、モモから離れようとする。そんなオカルンの前に全速力で走る人体模型が…。"
                },
                "12": {
                    "ID": "10624781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10624781",
                    "TitleEnglish": "Let's Go to the Cursed House",
                    "SummaryEnglish": "Momo and Okarun head to Jiji's house in a hot springs district to investigate the case of Jiji's family. Okarun feels gloomy looking at how close Momo and Jiji are. Arriving at Jiji's house, there are several shadows watching them as they enter...",
                    "TitleJapanese": "呪いの家へレッツゴー",
                    "SummaryJapanese": "モモとオカルンは、ジジの家族の事件を調べるため温泉街にあるジジの家に向かう。道中、モモとジジの親密な雰囲気にモヤモヤするものの、ジジの人柄の良さに惹かれ始めるオカルン。山間を進み、ジジの家に到着した3人はさっそく中に入る。その様子を眺めるいくつかの人影が…。"
                }
            }
        },
        "2": {
            "ID": "2161196",
            "URL": "https://www.thetvdb.com/series/dandadan/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10858858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/10858858",
                    "TitleEnglish": "Like, This Is the Legend of the Giant Snake",
                    "SummaryEnglish": "Okarun and Jiji find a hidden room where talismans are plastered everywhere, including the ceiling, walls, and floor. The front door intercom suddenly rings. Expecting Momo, they open the front door, only to find Naki and the Kito family members waiting for them. Meanwhile, Momo is in a pinch, being attacked by the Kito family men at the onsen...",
                    "TitleJapanese": "大蛇伝説ってこれじゃんよ",
                    "SummaryJapanese": "オカルンとジジは、天井や壁、床、すべての面にびっしりお札が貼られた隠し部屋を発見した。そのとき、突然インターホンが鳴り、モモだと思い玄関のドアを開けると外に立つのはナキをはじめとした鬼頭家の者たちだった。一方、モモは、露天風呂で鬼頭家の男たちに襲われて、窮地に立たされていた…。"
                },
                "2": {
                    "ID": "11217472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217472",
                    "TitleEnglish": "The Evil Eye",
                    "SummaryEnglish": "Jiji tries to stop Momo and Okarun, who are being controlled by telepathic waves, from committing suicide.",
                    "TitleJapanese": "邪視",
                    "SummaryJapanese": "鬼頭家が200年もの間、大蛇様ことモンゴリアンデスワームに供物を捧げ続け、その祭壇の上にジジの家が建っていたことがわかった。ジジは、念波に操られたモモとオカルンが自殺しようとするのを止めるため、二人を担いで逃げ出そうとするも、モンゴリアンデスワームが眼前に迫る。もうダメかと思われたとき、邪視が姿を現した。"
                },
                "3": {
                    "ID": "11217473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217473",
                    "TitleEnglish": "You Won't Get Away With This!",
                    "SummaryEnglish": "Jiji's body becomes possessed by the Evil Eye.",
                    "TitleJapanese": "ゆるさねえぜ",
                    "SummaryJapanese": "邪視に体を乗っ取られたジジ。オカルンはジジと戦うも、モンゴリアンデスワームの毒攻めもあり、一刻も早く地中から脱出しなければならないが、ジジを置いていくことはできず、モモのみを脱出させる。地上に脱出したモモは、モンゴリアンデスワームに太陽光を浴びせるため画策する。"
                },
                "4": {
                    "ID": "11217474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217474",
                    "TitleEnglish": "That's, Like, Way Deadly!",
                    "SummaryEnglish": "Momo succeeds in bringing the Mongolian Death Worm to the surface.",
                    "TitleJapanese": "やば過ぎじゃんよ",
                    "SummaryJapanese": "モンゴリアンデスワームを地上へ出すことに成功したモモ。しかしその影響なのか、火山が突如噴火する。流れ来るマグマを止めるため、超能力で持ち上げたモンゴリアンデスワームをホースのように使い消火するモモ。しかし、そんなモモを鬼頭家が邪魔をする。さらに、邪視に乗っ取られたジジまで登場し、大ピンチに。"
                },
                "5": {
                    "ID": "11217475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217475",
                    "TitleEnglish": "We Can All Stay There Together!",
                    "SummaryEnglish": "Momo succeeds in rescuing Okarun. They return safely to their home, but Jiji is still possessed by Evil Eye.",
                    "TitleJapanese": "みんなでお泊まりじゃんよ",
                    "SummaryJapanese": "モモはオカルンを救出することに成功。無事に、家に戻ったモモたちだったが、ジジは邪視に乗っ取られたままで、冷水をかけると邪視、お湯をかけるとジジに戻ることが判明する。モモとオカルンは日常に戻ったが、邪視対策として、アイラも加わり、モモの家でお泊まりすることに。"
                },
                "6": {
                    "ID": "11217476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217476",
                    "TitleEnglish": "We Became a Family",
                    "SummaryEnglish": "Jiji’s transformation into Evil Eye intensifies. The group tries to exorcize Evil Eye from Jiji’s body with a Hayashi performance. They invite the Hayashi and almost succeed in pushing Evil Eye out, but Jiji pleads with them to not kill Evil Eye...",
                    "TitleJapanese": "家族になりました",
                    "SummaryJapanese": "ジジの邪視化が深刻化する中、囃子によってジジの体から邪視を外に出そうと試みることに。囃子を呼び、あと一歩で邪視を外に出せそうになるが、ジジが邪視を殺さないでと懇願する…。"
                },
                "7": {
                    "ID": "11217477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217477",
                    "TitleEnglish": "Feeling Kinda Gloomy",
                    "SummaryEnglish": "Seiko teaches Jiji how to hold back the Evil Eye. However, Jiji struggles keeping him at bay. Jiji turns into Evil Eye and assaults Momo. With some quick thinking, Momo somehow manages to get through the situation, while Okarun is determined to get stronger so he can send Evil Eye packing.",
                    "TitleJapanese": "なんかモヤモヤするじゃんよ",
                    "SummaryJapanese": "ジジに邪視の抑え込み方を教える星子。しかし、ジジは中々抑え込むことができず、邪視となったジジがモモを襲う。モモのファインプレーでなんとかその場はしのげたが、オカルンは強くなって邪視を圧倒的にぶっ飛ばすと決意する。"
                },
                "8": {
                    "ID": "11217478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217478",
                    "TitleEnglish": "You Can Do It, Okarun!",
                    "SummaryEnglish": "Okarun and Aira end up fighting against classical composers lurking in the school music room for training. Aira gradually gets the hang of it, but Okarun is unable to dodge the composers' flying musical note bomb attacks. Turbo Granny gives Okarun some advice, telling him to move his body to the rhythm.",
                    "TitleJapanese": "がんばれオカルン",
                    "SummaryJapanese": "修行のため、学校の音楽室に潜んでいたクラシックの作曲家たちと戦うことになったオカルンとアイラ。徐々にコツをつかむアイラに反して、音符爆弾を飛ばす作曲家たちの攻撃をよけることができないオカルン。そんなオカルンにターボババアは、リズム感で体を動かしてみろとアドバイスをする。"
                },
                "9": {
                    "ID": "11217479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217479",
                    "TitleEnglish": "I Want to Rebuild the House",
                    "SummaryEnglish": "The battle between Okarun and Evil Eye-fied Jiji has begun. Showing the results of his training, Okarun fights toe-to-toe against Evil Eye, going \"full throttle.\" However, he can't fully defeat Evil Eye. And then, Okarun’s transformation is undone…",
                    "TitleJapanese": "家を建て直したい",
                    "SummaryJapanese": "オカルンと邪視化したジジとの戦いが始まった。修行の成果をもって、“本気”で邪視と対等に戦うオカルン。しかし、邪視を倒しきることができない。そんなとき、オカルンの変身が解けてしまう…。"
                },
                "10": {
                    "ID": "11217480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217480",
                    "TitleEnglish": "The Secret Art of Being Attractive",
                    "SummaryEnglish": "Momo gets information about a \"golden ball\" from Miko and Muko. She immediately heads over to Okarun's class to tell him and notices that he is talking to a slightly chubby male student. After school, Momo and Okarun head over to the apartment building rumored to be the site of the golden ball sightings. The chubby boy, Kinta, is following them...",
                    "TitleJapanese": "モテる秘訣はなんだ",
                    "SummaryJapanese": "ミーコとムーコに“金の玉”の情報をもらったモモ。さっそくオカルンに伝えようと教室に行くと、オカルンはちょっとぽっちゃりめの男子生徒と話していた。学校終わりに、モモとオカルンは金の玉が出るという噂の団地に向かう。そんな二人を尾行するのは、ぽっちゃり男子・金太…。"
                },
                "11": {
                    "ID": "11217481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217481",
                    "TitleEnglish": "Hey, It's a Kaiju",
                    "SummaryEnglish": "Kinta's quick thinking lets Momo and Okarun defeat the invisible \"something\" that has a golden ball. Its optical camouflage wears off, and out comes a space kaiju. The trio is then attacked by the now-gigantic space kaiju. The entire town is enveloped in a pitch-black dimension, and Aira and Jiji get wrapped up as well.",
                    "TitleJapanese": "怪獣じゃんよ",
                    "SummaryJapanese": "金太の活躍で金の玉を持つ“見えない何か”を撃退したモモとオカルン。光学迷彩が解けて中から出てきたのは宇宙怪獣。巨大化した宇宙怪獣に襲われる三人。町全体が真っ暗な空間に飲み込まれ、三人だけじゃなく、アイラやジジも取り込まれてしまう。"
                },
                "12": {
                    "ID": "11217482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11217482",
                    "TitleEnglish": "Clash! Space Kaiju vs. Giant Robot!",
                    "SummaryEnglish": "Using the nanoskin that Momo's house is made of, Momo and company create a giant Buddha robot to fight against the space kaiju. Kinta pilots the robot, and together with Momo's psychic powers and Aira's hair abilities, the group seeks to turn the tides of battle. Meanwhile, Okarun and Jiji have been ejected from the Buddha robot, and they land in the middle of a rice paddy...",
                    "TitleJapanese": "激突！　宇宙怪獣対巨大ロボ！",
                    "SummaryJapanese": "モモの家を作っているナノスキンを使い、巨大大仏ロボットを作り宇宙怪獣と戦うモモたち。金太が操縦、モモの超能力とアイラの髪の毛の能力を駆使して、形勢逆転を図る。その頃、大仏ロボットから排出されてしまっていたオカルンとジジは、田んぼに着陸していた…。"
                }
            }
        },
        "3": {
            "ID": "2207062",
            "URL": "https://www.thetvdb.com/series/dandadan/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11344642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dandadan/episodes/11344642",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}