{
    "URL": "https://www.thetvdb.com/series/maou-2099",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32542096/",
        "https://2099.world/",
        "https://www.themoviedb.org/tv/234538",
        "https://www.wikidata.org/wiki/Q117289667",
        "https://en.wikipedia.org/wiki/Demon_Lord_2099",
        "https://x.com/2099_anime"
    ],
    "TitleEnglish": "Demon Lord 2099",
    "SummaryEnglish": "Five centuries ago, Demon Lord Veltol reigned over an immortal nation. Now, the time has come for him to awaken once again. The year is 2099, and civilization has reached peak evolution, leading to a high-tech landscape with towering skyscrapers—nothing like he’s conquered before. Veltol may be a relic of the past, but make no mistake, this new world will be his for the taking!",
    "TitleJapanese": "魔王2099",
    "SummaryJapanese": "統合暦2099年――新宿市。\n究極の発展を遂げた未来都市に、\n伝説の魔王・ベルトールは再臨した。\n巨大都市国家の輝かしい繁栄と\n……その裏に隠された凄惨な“闇”。\n新たな世界を支配すべく、\n魔王は未来を躍動する！\n第33回ファンタジア大賞\n――異次元の《大賞》受賞作、\n遂にアニメ化決定！",
    "Aliases": [
        "Maō 2099",
        "Maou 2099",
        "Ken to Maou no Cyberpunk",
        "DEMON LORD 2099"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "1": {
            "ID": "2054817",
            "URL": "https://www.thetvdb.com/series/maou-2099/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10035186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10035186",
                    "TitleEnglish": "Cyberpunk City Shinjuku",
                    "SummaryEnglish": "Long ago, Demon Lord Veltol was defeated in battle by the Hero, but thanks to his reincarnation magic, he has returned after 500 years. Veltol is keen to resume his world domination once more, but his vassal, Machina—one of the Six Dark Peers—reveals an unexpected truth.",
                    "TitleJapanese": "電子荒廃都市・新宿",
                    "SummaryJapanese": "かつて勇者との戦いに敗れた魔王・ベルトールは、転生の魔法により 500 年ぶりに復活を遂げた。再び世を支配しようと意気込むベルトールだったが、臣下である六魔侯の一人、マキナから、思いもよらぬ事実を告げられる。"
                },
                "2": {
                    "ID": "10696683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696683",
                    "TitleEnglish": "The Demon Lord and His Vassals",
                    "SummaryEnglish": "Veltol learns of his former vassal Marcus’s betrayal firsthand. Meanwhile, Machina shows Veltol around the city. While Veltol struggles to adapt to the completely altered world of the future, Machina introduces him to someone.",
                    "TitleJapanese": "魔王と臣下",
                    "SummaryJapanese": "かつての臣下・マルキュスの裏切りを、その身をもって知ることとなったベルトール。他方、マキナはベルトールを街に連れ出す。変わり果てた未来の世界で生きていくため奮闘するベルトールに、マキナはある人物を紹介する。"
                },
                "3": {
                    "ID": "10696684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696684",
                    "TitleEnglish": "[DEBUT STREAM] The Demon Lord Veltol Has Arisen!",
                    "SummaryEnglish": "Following the advice of Machina’s friend, Takahashi, Veltol begins streaming games with a face reveal. He spends his days establishing his image as a streamer, using Takahashi’s strategy and influence. Meanwhile, Veltol goes for a stroll through the back alleys of Shinjuku’s outskirts one day, and Veltol is intrigued by the sight of a particular vagabond.",
                    "TitleJapanese": "【初配信】 魔王ベルトール復活の時である!",
                    "SummaryJapanese": "マキナの友人・高橋の勧めにより、顔出しでゲーム配信をはじめるベルトール。高橋の戦略と勢いのもと、配信者像を確立させていく日々。そんな中、新宿外縁の裏路地を歩いていたベルトールは、とある浮浪者の姿に息を呑む。"
                },
                "4": {
                    "ID": "10696686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696686",
                    "TitleEnglish": "The Shadows of Shinjuku",
                    "SummaryEnglish": "Veltol is asked to work as Takahashi’s bodyguard. Hoping to test the strength of his restored faith as well, Veltol planned to launch a surprise attack on the yakuza, but their run-of-the-mill heist leads to unexpected developments, swallowing the two of them deeper into the city’s dark underbelly.",
                    "TitleJapanese": "新宿市の影",
                    "SummaryJapanese": "高橋に仕事のボディーガードを頼まれたベルトール。回復してきた信仰力の力試しも兼ね、ヤクザに急襲をしかけるベルトールだったが、ありふれた盗み仕事は思わぬ展開へと進み、二人はこの都市の闇へと入り込んでいく。"
                },
                "5": {
                    "ID": "10696687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696687",
                    "TitleEnglish": "The Depths of the Crucible",
                    "SummaryEnglish": "Machina lets her thoughts drift to Veltol as she prepares dinner. Meanwhile, Veltol learns new facts about the Immortal Furnace, and while he tries to inform Machina using Whisper magic, he gets no response. At the same time, Machina has an unexpected visitor…",
                    "TitleJapanese": "坩堝の底",
                    "SummaryJapanese": "マキナは夕食の支度をしながら、ベルトールに対し思いを巡らせていた。一方、 “不死炉”についての新事実を知ったベルトールは、マキナにこの事を伝えようと念話を行うが、応答がない。同刻、マキナのもとに来客が――。"
                },
                "6": {
                    "ID": "10696688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696688",
                    "TitleEnglish": "The Hero's Battle",
                    "SummaryEnglish": "The Immortal Furnace lies directly below the Aether Reactor of Shinjuku, and Machina flies into a rage when Marcus reveals an appalling truth about immortals. Meanwhile, Kinohara stands in the way of Veltol’s group. After Gram takes an attack for him, Veltol issues his orders.",
                    "TitleJapanese": "勇者の戦い",
                    "SummaryJapanese": "新宿市・エーテルリアクターの直下、”不死炉”にて。不死についての凄惨な事実を告げるマルキュスに、マキナは激昂する。一方、ベルトールたちの行く手を阻む木ノ原。その斬撃を受け止めるグラムに、ベルトールは命ずる。"
                },
                "7": {
                    "ID": "10696689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696689",
                    "TitleEnglish": "The Demon Lord's Resurrection",
                    "SummaryEnglish": "Trusting Gram to handle Kinohara, Veltol reaches the Immortal Furnace. He grills Marcus about his betrayal of the immortals and why he kidnapped Machina. The legendary Demon Lord faces Shinjuku’s ruler. The former lord and vassal cross blades in this new world.",
                    "TitleJapanese": "魔王再誕",
                    "SummaryJapanese": "木ノ原の相手をグラムに託し、不死炉へとたどり着いたベルトール。マキナを攫ったことや、不死達への裏切りについて、マルキュスを問いただす。伝説の魔王と新宿市の支配者。かつての王と臣下は、新たなる世界で剣を交える。"
                },
                "8": {
                    "ID": "10696690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696690",
                    "TitleEnglish": "Cybermagic City Akihabara",
                    "SummaryEnglish": "Hizuki Reynard-Yamada heaves another deep sigh in class at the Akihabara Private School of Magic \"Lu Xel\". Meanwhile, Veltol defeats Marcus and safely rescues Machina. What he seeks next lies somewhere in Akihabara City…",
                    "TitleJapanese": "電脳魔導都市・秋葉原",
                    "SummaryJapanese": "秋葉原魔法学園《ル・クセル》に通う山田・レイナード=緋月は、今日も教室の片隅で深いため息をついていた。一方、マルキュスを倒し無事にマキナを救出したベルトール。彼が次に求めるものは、どうやら秋葉原市にあるようで――。"
                },
                "9": {
                    "ID": "10696691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696691",
                    "TitleEnglish": "The Poor Student and the Exchange Student",
                    "SummaryEnglish": "Veltol, Machina, and Takahashi infiltrate Lu Xel under the pretense of a short-term exchange program so they can search for the regalia. When the three sit around a table in the school cafeteria, the school’s top student—Albert—begins provoking Hizuki Reynard-Yamada, the woman seated nearby.",
                    "TitleJapanese": "劣等生と留学生",
                    "SummaryJapanese": "レガリアを求め、短期留学と称して秋葉原魔法学園に潜入したベルトール、マキナ、高橋。三人が学食でテーブルを囲んでいると、近くに座っていた山田・レイナード=緋月に、学園一の優等生・アルバートが因縁をつけ始め…。"
                },
                "10": {
                    "ID": "10696692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696692",
                    "TitleEnglish": "Akihabara's Three Great Houses",
                    "SummaryEnglish": "Veltol and the others go to Electric Town and visit the maid café Helheim, where Hizuki works. While experiencing the unique services the maid café provides, Veltol asks Hizuki about the regalia. Afterward, the four head out into Electric Town where they encounter a certain someone.",
                    "TitleJapanese": "秋葉原御三家",
                    "SummaryJapanese": "緋月が働く電気街のメイド喫茶・へるへいむへ来店したベルトールたち。メイド喫茶ならではのおもてなしを受けつつ、ベルトールはレガリアについて緋月に尋ねる。その後、電気街に繰り出した４人は、ある人物と出くわす。"
                },
                "11": {
                    "ID": "10696693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696693",
                    "TitleEnglish": "The Goddess Reincarnated",
                    "SummaryEnglish": "After heading out into Electric Town, Veltol’s group visits the mansion of the Reynard family. After entertaining them, Hizuki heads for the bathroom… only to find Veltol already there! The next day, Hizuki hears people talking about the explosion in Electric Town.",
                    "TitleJapanese": "女神降ろし",
                    "SummaryJapanese": "電気街に出かけた後、レイナード家の屋敷に訪れたベルトールたち。余興も終わったところで、浴室へと向かった緋月だったが、そこにはベルトールの姿が…！――次の日の事。緋月は教室で、電気街で起きた爆発事故の噂を聞く。"
                },
                "12": {
                    "ID": "10696694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696694",
                    "TitleEnglish": "The Lord's Return",
                    "SummaryEnglish": "Thanks to Mag Rosanta’s plot, the goddess Meldia has manifested by using Hizuki as a vessel. Veltol battles Meldia in an attempt to save Hizuki. Meanwhile, Machina faces a young girl wearing a visor. What will happen to Akihabara City and the conflict between Electric Town and Magic Town?",
                    "TitleJapanese": "還帰の王",
                    "SummaryJapanese": "マグ＝ロサンタの企てにより、緋月を依代に顕現した女神・メルディア。ベルトールは緋月を救うべく、メルディアと戦うが…。他方、マキナはバイザーを着けた少女と対峙する。対立する電気街と魔法街、秋葉原市の行方とは――。"
                }
            }
        }
    }
}