{
    "URL": "https://www.thetvdb.com/series/maou-2099",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32542096/",
        "https://2099.world/",
        "https://www.themoviedb.org/tv/234538",
        "https://www.wikidata.org/wiki/Q117289667",
        "https://en.wikipedia.org/wiki/Demon_Lord_2099",
        "https://x.com/2099_anime"
    ],
    "TitleEnglish": "Demon Lord 2099",
    "SummaryEnglish": "Five centuries ago, Demon Lord Veltol reigned over an immortal nation. Now, the time has come for him to awaken once again. The year is 2099, and civilization has reached peak evolution, leading to a high-tech landscape with towering skyscrapers—nothing like he’s conquered before. Veltol may be a relic of the past, but make no mistake, this new world will be his for the taking!",
    "Aliases": [
        "Ken to Maou no Cyberpunk",
        "The Lord of Immortals Blooming in the Abyss F.E. 2099",
        "DEMON LORD 2099",
        "Maō 2099",
        "Maou 2099"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "1": {
            "ID": "2054817",
            "URL": "https://www.thetvdb.com/series/maou-2099/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10035186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10035186",
                    "TitleEnglish": "Cyberpunk City Shinjuku",
                    "SummaryEnglish": "Long ago, Demon Lord Veltol was defeated in battle by the Hero, but thanks to his reincarnation magic, he has returned after 500 years. Veltol is keen to resume his world domination once more, but his vassal, Machina—one of the Six Dark Peers—reveals an unexpected truth.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10696683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696683",
                    "TitleEnglish": "The Demon Lord and His Vassals",
                    "SummaryEnglish": "Veltol learns of his former vassal Marcus’s betrayal firsthand. Meanwhile, Machina shows Veltol around the city. While Veltol struggles to adapt to the completely altered world of the future, Machina introduces him to someone.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10696684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696684",
                    "TitleEnglish": "[DEBUT STREAM] The Demon Lord Veltol Has Arisen!",
                    "SummaryEnglish": "Following the advice of Machina’s friend, Takahashi, Veltol begins streaming games with a face reveal. He spends his days establishing his image as a streamer, using Takahashi’s strategy and influence. Meanwhile, Veltol goes for a stroll through the back alleys of Shinjuku’s outskirts one day, and Veltol is intrigued by the sight of a particular vagabond.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10696686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696686",
                    "TitleEnglish": "The Shadows of Shinjuku",
                    "SummaryEnglish": "Veltol is asked to work as Takahashi’s bodyguard. Hoping to test the strength of his restored faith as well, Veltol planned to launch a surprise attack on the yakuza, but their run-of-the-mill heist leads to unexpected developments, swallowing the two of them deeper into the city’s dark underbelly.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10696687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696687",
                    "TitleEnglish": "The Depths of the Crucible",
                    "SummaryEnglish": "Machina lets her thoughts drift to Veltol as she prepares dinner. Meanwhile, Veltol learns new facts about the Immortal Furnace, and while he tries to inform Machina using Whisper magic, he gets no response. At the same time, Machina has an unexpected visitor…",
                    "Aliases": []
                },
                "6": {
                    "ID": "10696688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696688",
                    "TitleEnglish": "The Hero's Battle",
                    "SummaryEnglish": "The Immortal Furnace lies directly below the Aether Reactor of Shinjuku, and Machina flies into a rage when Marcus reveals an appalling truth about immortals. Meanwhile, Kinohara stands in the way of Veltol’s group. After Gram takes an attack for him, Veltol issues his orders.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10696689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696689",
                    "TitleEnglish": "The Demon Lord's Resurrection",
                    "SummaryEnglish": "Trusting Gram to handle Kinohara, Veltol reaches the Immortal Furnace. He grills Marcus about his betrayal of the immortals and why he kidnapped Machina. The legendary Demon Lord faces Shinjuku’s ruler. The former lord and vassal cross blades in this new world.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10696690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696690",
                    "TitleEnglish": "Cybermagic City Akihabara",
                    "SummaryEnglish": "Hizuki Reynard-Yamada heaves another deep sigh in class at the Akihabara Private School of Magic \"Lu Xel\". Meanwhile, Veltol defeats Marcus and safely rescues Machina. What he seeks next lies somewhere in Akihabara City…",
                    "Aliases": []
                },
                "9": {
                    "ID": "10696691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696691",
                    "TitleEnglish": "The Poor Student and the Exchange Student",
                    "SummaryEnglish": "Veltol, Machina, and Takahashi infiltrate Lu Xel under the pretense of a short-term exchange program so they can search for the regalia. When the three sit around a table in the school cafeteria, the school’s top student—Albert—begins provoking Hizuki Reynard-Yamada, the woman seated nearby.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10696692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696692",
                    "TitleEnglish": "Akihabara's Three Great Houses",
                    "SummaryEnglish": "Veltol and the others go to Electric Town and visit the maid café Helheim, where Hizuki works. While experiencing the unique services the maid café provides, Veltol asks Hizuki about the regalia. Afterward, the four head out into Electric Town where they encounter a certain someone.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10696693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696693",
                    "TitleEnglish": "The Goddess Reincarnated",
                    "SummaryEnglish": "After heading out into Electric Town, Veltol’s group visits the mansion of the Reynard family. After entertaining them, Hizuki heads for the bathroom… only to find Veltol already there! The next day, Hizuki hears people talking about the explosion in Electric Town.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10696694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maou-2099/episodes/10696694",
                    "TitleEnglish": "The Lord's Return",
                    "SummaryEnglish": "Thanks to Mag Rosanta’s plot, the goddess Meldia has manifested by using Hizuki as a vessel. Veltol battles Meldia in an attempt to save Hizuki. Meanwhile, Machina faces a young girl wearing a visor. What will happen to Akihabara City and the conflict between Electric Town and Magic Town?",
                    "Aliases": []
                }
            }
        }
    }
}