{
    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30495119/",
        "https://akuyakulv99-anime.com/",
        "http://www.reddit.com/r/VillainessLevel99",
        "https://www.themoviedb.org/tv/222930",
        "https://www.wikidata.org/wiki/Q117288438",
        "https://en.wikipedia.org/wiki/Villainess_Level_99",
        "https://x.com/akuyakuLV99"
    ],
    "TitleEnglish": "Villainess Level 99: I May Be the Hidden Boss but I'm Not the Demon Lord",
    "SummaryEnglish": "A certain otome RPG takes place in the Varschein Kingdom, where dark hair is stigmatized to an abnormal degree. Yumiella Dolkness is the daughter of a count, hated from birth due to her pitch-black locks—and she is also the hidden boss! In a twist of fate, at five years of age, Yumiella recalls memories of her past life in Japan. Uninterested in the romance aspect of the original game, she begins to dedicate herself to training her rare dark-type magic. Despite this, Yumiella's goals are clear: avoid becoming the hidden boss and stay out of the limelight. Upon entering the magic academy, however, she shakes the kingdom's foundation when her level 99 status comes to light. Whether in a physical brawl or magic duel, her abilities are unmatched, and coupled with her black hair, she sticks out like a sore thumb. To make matters worse, the original heroine begins suspecting she is the demon lord! Can the deadpan noble girl achieve her wish of a peaceful life?",
    "TitleJapanese": "悪役令嬢レベル99 ～私は裏ボスですが魔王ではありません～",
    "SummaryJapanese": "乙女ゲーム『ヒカユウ』の悪役令嬢・ユミエラに転生してしまった主人公。\n実は、ユミエラは魔王を倒したあとに登場する裏ボスで、\nレベルをカンストしていないと倒せないほどの強大な存在だった。\nしかし、ただ倒されるだけの存在ではいたくはない。\nそう考えたユミエラは、ゲームのストーリーに干渉しないよう、目立たず生きていこうと決意するが、\nゲーマー魂に火が付いて思わず自身のレベルを99まで上げてしまった。\nその強大な力のせいで、周囲の人々から「魔王」と疑われることになってしまう。\n平穏な学園生活を望むユミエラが手にする未来とは――？",
    "Aliases": [
        "悪役令嬢LV99",
        "Akuyaku Reijō Level 99: Watashi wa Ura-Boss desu ga Maō dewa Arimasen",
        "Akuyaku Reijō Level 99: Watashi wa Ura Boss desu ga Maō de wa Arimasen",
        "Akuyaku Reijou Level 99: Watashi wa Ura-Boss desu ga Maou dewa Arimasen",
        "Akuyaku Reijou Level 99: Watashi wa Ura Boss desu ga Maou de wa Arimasen",
        "AkuyakuLV99"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2054642",
            "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10014379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10014379",
                    "TitleEnglish": "The Hidden Boss Enrolls in the Academy",
                    "SummaryEnglish": "Light Magic and the Hero is a game that follows Alicia Ehnleit and her companions. But we're not following that story. The game's hidden boss no longer has any interest in antagonizing them. She simply wants to grind levels and live peacefully.",
                    "TitleJapanese": "裏ボス、学園に入学する",
                    "SummaryJapanese": "乙女ゲームの世界の裏ボス・ユミエラに転生してしまった主人公。ヒロインたちに討伐されないように目立たず過ごすことを誓うが、ゲーマーの血が騒いでレベル上げに熱中しすぎてしまいーー!?"
                },
                "2": {
                    "ID": "10214025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214025",
                    "TitleEnglish": "The Hidden Boss Shows Her True Strength",
                    "SummaryEnglish": "When the Royal Academy's crystal ball reveals that Yumiella is level 99, a number thought to be impossible, no one is willing to believe it... until she's prompted to demonstrate her abilities in her first magic class.",
                    "TitleJapanese": "裏ボス、実力を見せる",
                    "SummaryJapanese": "王立学園の授業が始まった。ユミエラのレベルが99であることを頑なに認めないエドウィンたち。ついに彼らの手によって、ユミエラは学園長から退学を通告されてしまう。そこでユミエラは実力の一端を発揮することになる。"
                },
                "3": {
                    "ID": "10214026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214026",
                    "TitleEnglish": "The Hidden Boss Is Summoned to the Castle",
                    "SummaryEnglish": "The king summons Yumiella to the castle and has her face off against the knight captain, Adolf, to prove that she's level 99. Yumiella then has a private meeting with the queen, who makes an unexpected request...",
                    "TitleJapanese": "裏ボス、お城に招かれる",
                    "SummaryJapanese": "国王から王城へと招かれたユミエラ。騎士団長のアドルフとの手合わせで、ユミエラのレベルが99であることが認められる。謁見を終えて王妃から個別に呼び出されたユミエラは、彼女からある依頼をされるーー。"
                },
                "4": {
                    "ID": "10214027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214027",
                    "TitleEnglish": "The Hidden Boss Attends Field Lessons",
                    "SummaryEnglish": "Yumiella learns that she appears as a solid black mosnter in Alicia's eyes, but she doesn't know why. Later, the academy's new principal asks Yumiella to help lead a field lesson.",
                    "TitleJapanese": "裏ボス、野外演習に出る",
                    "SummaryJapanese": "アリシアの目からは自分が真っ黒な魔物のように見えていることを知ったユミエラ。しかし、その原因は分からなかった。そんな中、ユミエラは新しい学園長に乞われて野外演習の運営を担当することになる。"
                },
                "5": {
                    "ID": "10214028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214028",
                    "TitleEnglish": "The Hidden Boss Finds a Conversation Partner",
                    "SummaryEnglish": "After growing a bit closer to Patrick during the field lesson, Yumiella pairs up with him for a magic lesson, and they talk even more. When the next field lesson rolls around, Yumiella decides the students aren't taking it seriously enough...",
                    "TitleJapanese": "裏ボス、話し相手が出来る",
                    "SummaryJapanese": "野外演習でパトリックとの距離が近づいたユミエラは、剣術の授業で彼とペアを組むなど交流を深めていく。数日後、二度目の野外演習で生徒の緊張感が薄れているなか、ユミエラは再び魔物呼びの笛を取り出してーー？"
                },
                "6": {
                    "ID": "10214029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214029",
                    "TitleEnglish": "The Hidden Boss Participates in the Martial Arts Competition",
                    "SummaryEnglish": null,
                    "TitleJapanese": "裏ボス、武術大会に出る",
                    "SummaryJapanese": "夏休みが終わり、学園の武術大会の季節がやってきた。武官を志す者の邪魔にならないよう、出場を見合わせるつもりだったユミエラだが、優勝賞品が「闇属性魔法強化の護符」だと知って、俄然やる気を出してしまう。"
                },
                "7": {
                    "ID": "10214030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214030",
                    "TitleEnglish": "The Hidden Boss Attempts Dancing",
                    "SummaryEnglish": "Yumiella takes some time to reflect on the circumstances that led to the game version of herself down a path of villainy. An end-of-year dance presents an opportunity for Yumiella to learn who Alicia is pursuing, but someone else may have other plans.",
                    "TitleJapanese": "裏ボス、ダンスに挑む",
                    "SummaryJapanese": "突然、エドウィンからアリシアの私物がなくなることについて問われたユミエラ。当然心当たりはないが、イジメのショックでアリシアのレベル上げに支障があっては困ると、犯人探しのために教室で張り込みをはじめる。"
                },
                "8": {
                    "ID": "10214031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214031",
                    "TitleEnglish": "The Hidden Boss Meets a Dragon",
                    "SummaryEnglish": "A classmate asks Yumiella for help slaying a dragon in her family's territory. Yumiella recognizes the task as an event from the game that rewards the player with a means of transport and is eager to take up the challenge.",
                    "TitleJapanese": "裏ボス、ドラゴンに出会う",
                    "SummaryJapanese": "同級生のジェシカから、実家の領地に住み着いたドラゴン退治を頼まれたユミエラは、さっそくドラゴンの住む山へとやってきた。ゲーム通りであるならば、移動手段を手に入れられるとひそかにやる気をだすのだった。"
                },
                "9": {
                    "ID": "10214032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214032",
                    "TitleEnglish": "The Hidden Boss Is Solicited by an Enemy Nation",
                    "SummaryEnglish": "A spy from the Kingdom of Remlest tries to recruit Yumiella. She declines, but their conversation makes her begin to question her feelings for Patrick.",
                    "TitleJapanese": "裏ボス、敵国に勧誘される",
                    "SummaryJapanese": "レムレスト王国の諜報員からの勧誘を断るユミエラだったが、その会話で自分がパトリックに特別な思いを抱いているのかもと思い始める。パトリックの秘密の行動が気になるが、彼からはどうしても教えてもらえず……。"
                },
                "10": {
                    "ID": "10214033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214033",
                    "TitleEnglish": "The Hidden Boss Enters a Dungeon",
                    "SummaryEnglish": "Yumiella finds the missing Alicia near a dungeon, so they enter it together to raise Alicia's level. As they travell, Yumiella realizes that the plot of Light Magic and the Hero is driving their actions and the paths they take.",
                    "TitleJapanese": "裏ボス、ダンジョンにもぐる",
                    "SummaryJapanese": "行方不明のアリシアをダンジョンの近くで見つけたユミエラ。アリシアの不審な 行動にはシナリオの強制力が関わっていた!?　その後、アリシアをダンジョンで のレベル上げに誘うのだが、その方法はやはりスパルタでーー。"
                },
                "11": {
                    "ID": "10214034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214034",
                    "TitleEnglish": "The Hidden Boss Is Confessed To",
                    "SummaryEnglish": "Yumiella suddenly finds herself a target of multiple assassination attempts—not that any of these hired killers hold a candle to her level 99 strength, of course. Then, she meets a young boy in town who gives her pause.",
                    "TitleJapanese": "裏ボス、告白される",
                    "SummaryJapanese": "ユミエラは突然何者かによって命を狙われるようになった。次々と暗殺者がやってくるが、レベル99のユミエラには歯が立たない。そんな中、ユミエラは王都の大通りである少年と出会う。"
                },
                "12": {
                    "ID": "10214035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-level-99-watashi-wa-ura-boss-desu-ga-maou-dewa-arimasen/episodes/10214035",
                    "TitleEnglish": "The Hidden Boss Battles the Demon Lord",
                    "SummaryEnglish": "At long last, Yumiella and her companions reach the Demon Lord's castle, but his power is so great that she's the only one who stands a chance against him. Then the Demon Lord tells them the true story of his connection to Valschein's royal family.",
                    "TitleJapanese": "裏ボス、魔王と戦う",
                    "SummaryJapanese": "ついに、魔王城へと辿り着いたユミエラたち。しかし、魔王は圧倒的な力を誇り、ユミエラ以外のメンバーは歯が立たない。唯一立ち向かえるユミエラに対し、魔王は王国と魔王に関する真実を語り始める。"
                }
            }
        }
    }
}