{
    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0283-19CA-6CCE-1E48-F727-6",
        "https://www.imdb.com/title/tt32332918/",
        "https://konofuka.com/",
        "http://www.reddit.com/r/Konofuka",
        "https://www.tvmaze.com/shows/73472/show-slug",
        "https://www.themoviedb.org/tv/222925",
        "https://www.wikidata.org/wiki/Q117288460",
        "https://en.wikipedia.org/wiki/Quality_Assurance_in_Another_World#Anime",
        "https://x.com/konofuka_QA"
    ],
    "TitleEnglish": "Quality Assurance in Another World",
    "SummaryEnglish": "When a dragon attacks a peaceful village, it’s not the beast that perplexes resident Nikola, but the man who comes to their aid. Haga, member of a secret royal team of investigators, intrigues her with his eccentric ways. It may be due to the fact he’s a real-life QA debugger and this world is a VR game! With Haga by her side, Nikola’s inspired to venture out and learn her world’s true nature.",
    "TitleJapanese": "この世界は不完全すぎる",
    "SummaryJapanese": "極秘に組織された調査隊“王の探求者キングス・シーカー “の一員として旅をするハガは、様々な異常事態に遭遇する。\nはるか山奥に住むはずのドラゴンに襲われ、何度も燃やされる村。\n壁の向こうに広がる底なしの空間。\n姿勢が固まったままの村人たち。\nはじまりの村で助けた少女・ニコラと共に壊れかけの世界を往くハガ。\nその真の目的は、この世界のデバッグだった。\n──これは未完成の完全体感型VRゲームで巻き起こる、受難の物語。",
    "Aliases": [
        "Kono Sekai wa Fukanzen Sugiru",
        "Konofuka",
        "Quality Assurance in Another World"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "1": {
            "ID": "2054639",
            "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10281092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10281092",
                    "TitleEnglish": "Nikola the Servant Girl",
                    "SummaryEnglish": "Nikola is content to live a normal life in her small, tranquil village... until the day a curious man named Haga arrives. Haga claims to be \"investigating\" the world, and his quest to do so will open Nikola's eyes to all kinds of unseen wonders!",
                    "TitleJapanese": "下働きのニコラ",
                    "SummaryJapanese": "５つの小国がひしめき合うクレボーン島。その辺境にある小さな村で慎ましく暮らす少女ニコラは、日課の薪拾いの最中に、はるか山奥に住むはずのドラゴンに襲われる。 そんなとき駆けつけたのは、極秘に組織された調査隊“王の探求者キングス・シーカ―”の一員を名乗るハガという男だった。 繰り返される平穏な毎日の中で飽きることも知らなかったニコラは、ハガに憧れ、自ら外の世界へと踏み出すことを望むようになる。"
                },
                "2": {
                    "ID": "10543325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543325",
                    "TitleEnglish": "Haga Makoto",
                    "SummaryEnglish": "After what she's been through, Nikola is now determined to join Haga on his quest to debug the world and become a King's Seeker herself! Haga has no idea what to make of this development, so he reluctantly agrees to take her with him.",
                    "TitleJapanese": "羽賀マコト",
                    "SummaryJapanese": "デバッグ作業の中で、ニコラの死に何度も対面してきたハガ。今回も問題なくニコラは死んだはず…… が、何故か生きた姿でハガの前に姿を現す。驚愕するハガだったが、成り行きでニコラを従者として、共に旅路を進めることとなる。 次の目的地であるベイル城を目指す途中、アダンの街に到着した2人は協力してデバッグ作業を進めるが、そこに酒井、隅田という2人組が現れる。"
                },
                "3": {
                    "ID": "10543326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543326",
                    "TitleEnglish": "Tesla",
                    "SummaryEnglish": "After a nasty encounter with some fellow debuggers, Haga takes Nikola to the Advent Altar to teach her an invaluable lesson about abusing the power of the debugger stones.",
                    "TitleJapanese": "テスラ",
                    "SummaryJapanese": "同業他社のデバッガーだった酒井と隅田を退け、何とかその場を逃げ出したハガとニコラ。アダンの街を後にして、隠れるようにしながら辿り着いたのは、ハガの仲間がいるという”降臨の祭壇”だった。多様なモンスターがはびこる祭壇の最奥を目指す2人だったが、途中ニコラがハガの元から姿を消してしまう。\n一方そのころ酒井は、上司である社長に隅田の顛末を報告していた。"
                },
                "4": {
                    "ID": "10543327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543327",
                    "TitleEnglish": "Isora Amano",
                    "SummaryEnglish": "Haga and Nikola stumble across a buggy forgotten village in the remote reaches of the country. There, they meet an interesting character by the name of Isora Amano who has some alarming information on the other debuggers.",
                    "TitleJapanese": "天野イソラ",
                    "SummaryJapanese": "ゲーム世界を統括するメタAI・テスラから、悪質なデバッガーの排除を命じられたハガ。次に訪れた町で遭遇したのは、Tポーズのまま固定され、宙に浮きながら移動する村のNPC達だった。さっそくデバッグ作業に取り掛かるハガとニコラだったが、そこに不可解な挙動をするフェザー種の男が現れる。アマノと名乗るその男は、足を悪くした少女・ルゥのためにマンガを描いていた。"
                },
                "5": {
                    "ID": "10543328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543328",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "Haga, Nicola, and Amano sneak into Vale Castle, the stronghold of the Asobing debuggers. Haga's goal is to steal the debug stone of a malicious debugger and neutralize him. And Amano wants revenge for the death of Ruu... But the game's main quest is triggered, and the three are captured and locked in the castle's prison. They try to escape, but the debugger Sakai is walking towards the prison.",
                    "TitleJapanese": "潜入",
                    "SummaryJapanese": "ハガ、ニコラ、アマノの3人は、アソビングのデバッガー達が根城としているベイル城に忍び込む。ハガの目的は悪質なデバッガーのデバッグストーンを奪い、無力化すること。そしてアマノは、ルゥを殺された復讐のために……。しかし思わずゲームのメインクエストが発生してしまい、3人は拘束され城の牢屋に閉じ込められてしまう。脱出を試みようとするが、デバッガーの酒井が牢屋へと歩みを進めていた。"
                },
                "6": {
                    "ID": "10543329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543329",
                    "TitleEnglish": "The Mad King",
                    "SummaryEnglish": "The party works their way through the game's main story in order to get close to the evil debuggers.",
                    "TitleJapanese": "狂乱の賢帝",
                    "SummaryJapanese": "英語音声で不適切なセリフを吐き続ける衛兵長（拷問官）、狭い裏道に溢れるようにして出てくるモンスター・キトラの群れ。アソビング社長のデバッグストーンを奪うため、メインクエストの仕様を利用しながら、様々な障害を突破するハガたち。いよいよ目的である社長の部屋にたどり着けるというその直前、巨大な剣を携えた寡黙な黒い鎧の騎士が現れる。"
                },
                "7": {
                    "ID": "10543330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543330",
                    "TitleEnglish": "The Boss",
                    "SummaryEnglish": "Haga and his friends confront the evil debuggers at the main gate of the castle.",
                    "TitleJapanese": "社長",
                    "SummaryJapanese": "隠れていたチェストからハガたちが目の当たりにしたのは、アソビングのメンバーたちの反乱により、残虐に殺される社長の姿だった。状況把握もままならないハガたちだったが、間髪入れず残りのアソビングメンバー全員と対峙することになってしまう。酒井を筆頭に、全員がデバッグモードを躊躇なく使用するチート集団を相手に、ハガたちは窮地に追い込まれる。"
                },
                "8": {
                    "ID": "10543331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543331",
                    "TitleEnglish": "Console Command",
                    "SummaryEnglish": "Amano receives an offer from an unexpected source, while Haga looks for a new weapon for Nikola.",
                    "TitleJapanese": "コンソールコマンド",
                    "SummaryJapanese": "ベイル城での出来事を契機に、ハガの役に立てるようになりたいと強く思うようになったニコラは、ハガと共に職探しに奔走する。剣士、魔術師、狩人、盗賊……煌びやかな自身の姿を妄想するニコラであったが、この世界において、村人は一生村人である事実を知らずにいた。一方そのころ、アマノは「ルゥを生き返らせる方法」を求め、アソビング社長のもとを訪れる。"
                },
                "9": {
                    "ID": "10543332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543332",
                    "TitleEnglish": "Akira Kagami",
                    "SummaryEnglish": "Haga and the crew meet a new friend, and a very unusual boy...",
                    "TitleJapanese": "加賀見アキラ",
                    "SummaryJapanese": "ベイル城で戦った謎の黒騎士の正体は、エルフ族の姿をした同業他社のデバッガー・アキラだった。お互いの誤解も解け、ハガ、ニコラ、アマノそしてアキラの4人は共に旅をすることにする。次の目的地をスタマウ諸王連合に定めた一行は、その道中で巨人たちと戦闘になる。しかし巨人たちは逃げ出し、入れ替わるようにして屈強な肉体をした青年・ゲーデルと出会う。"
                },
                "10": {
                    "ID": "10543333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543333",
                    "TitleEnglish": "Gaydle and Yamanaka",
                    "SummaryEnglish": "Haga learns more about what happened to Gaydle, while the village fighters try to treat him as a threat.",
                    "TitleJapanese": "ゲーデルとヤマナカ",
                    "SummaryJapanese": "ゲーデルは、デバッガーであるヤマナカによって肉体を改造された子供のNPCだった。モラヴィ村の戦士たちは、強くなりすぎたゲーデルを恐れて殺害の計画を実行するが、あっけなく返り討ちにされてしまう。村から迫害されたゲーデルは、滝の裏に隠された洞窟の中に駆け込むと、そこにいたヤマナカに助けを乞う。しかし、ヤマナカは微動だにせず、ただその場に無言で佇むのみだった。"
                },
                "11": {
                    "ID": "10543334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543334",
                    "TitleEnglish": "Alba",
                    "SummaryEnglish": "As the party flees from Gaydle, Nikola refuses to wake up.",
                    "TitleJapanese": "アルバ",
                    "SummaryJapanese": "感情が爆発し、圧倒的な暴力をふるうゲーデル。何とか説得を試みようとするハガだったが、結局はアキラによるデバッグモードの使用によって、その窮地を脱することとなる。間髪入れずそこに現れたのは巨人の群れ。どうすることもできない惨状に、やむを得ず村から脱出した一行は、しばし呆然としたのち、目を覚まさなくなったニコラを救うためにアキラが拠点とする公都マズゥナを目指す。"
                },
                "12": {
                    "ID": "10543335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10543335",
                    "TitleEnglish": "The Diamond",
                    "SummaryEnglish": "Haga and the others are teleported to the bottom of a massive dungeon.",
                    "TitleJapanese": "ザ・ダイヤモンド",
                    "SummaryJapanese": "目を覚まさないニコラを救ったのは、マズゥナ神殿の高司祭として活動するメタAIのアルバだった。プレイヤーに過度な干渉をするアルバの立ち居振る舞いに疑念もったテスラの指示で、ハガは運営側に報告をあげようとするが、その瞬間、見知らぬ地下空間にワープしてしまう。 そして時を同じくしてアマノ、アキラ、アカネの3人も、ハガと同じワープ現象に見舞われていた。"
                },
                "13": {
                    "ID": "10578013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kono-sekai-wa-fukanzen-sugiru/episodes/10578013",
                    "TitleEnglish": "Silence",
                    "SummaryEnglish": "Trapped at the bottom of a deadly dungeon, Haga and his party must take incredible risks to escape.",
                    "TitleJapanese": "沈黙の悪魔 （サイレンス）",
                    "SummaryJapanese": "ハガたちより以前に、謎のワープ現象に見舞われていたキノシタの話から、今いる場所が地下1000階のダンジョン”ザ・ダイヤモンド”であることを知るハガ。地上に通じるルートを確認するも、そこにいたのは尋常ならざる速さで攻撃を繰り出す巨大なモンスターだった。 地下カジノから脱出するために内臓を担保にしたポーカーに挑戦するアマノ、アキラ、アカネの3人、そして地上に1人だけ残されたニコラの運命は……。"
                }
            }
        }
    }
}