{
    "URL": "https://www.thetvdb.com/series/wind-breaker",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1963-A2AC-97A3-0DA9-0C94-A",
        "https://www.imdb.com/title/tt29605391/",
        "https://wb-anime.net/",
        "https://www.themoviedb.org/tv/223500",
        "https://en.wikipedia.org/wiki/Wind_Breaker",
        "https://x.com/winbre_sakura"
    ],
    "TitleEnglish": "WIND BREAKER",
    "SummaryEnglish": "Furin High School's delinquents get bad grades, but they excel at protecting their town. Then a victory-obsessed newcomer threatens the balance of power.",
    "TitleJapanese": "WIND BREAKER",
    "SummaryJapanese": "人を傷つける者、物を壊す者、悪意を持ち込む者何人も例外なくボウフウリンが粛清する――！偏差値は最底辺、ケンカは最強。超不良校として名高い、風鈴ふうりん高校。その「てっぺん」を獲るため、街の“外”からやってきた高校1年生・桜遥。しかし、現在の風鈴高校は“防風鈴ボウフウリン”と名付けられ街を守る集団となっていて――！？不良高校生・桜の英雄伝説、ここに開幕！",
    "Aliases": [
        "ウィンドブレイカー"
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "1": {
            "ID": "2055804",
            "URL": "https://www.thetvdb.com/series/wind-breaker/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9701128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/9701128",
                    "TitleEnglish": "SAKURA ARRIVES AT FURIN",
                    "SummaryEnglish": "An admirer of strong people with a complete disinterest in the weak, Haruka Sakura, a loner and delinquent high school student, aims to be a fighter at the top of Furin High School. Coming from outside the city, Sakura enrolls in Furin High School, infamous for its delinquents.",
                    "TitleJapanese": "サクラとフウリン",
                    "SummaryJapanese": "好きなやつは強いヤツ、弱いヤツには興味がない――孤独な不良高校生・桜遥は、この春、超不良校として名高い風鈴高校のてっぺんを目指して、街の“外”からやってきた。\n商店街でガラの悪い男たちに絡まれていた少女・ことはを助けた桜は、お礼に「喫茶ポトス」でご馳走になることに。\n風鈴に来た目的を語る桜に対し、「あんたにてっぺんはとれない」と告げることは。桜は思わず憤るが、その真意と“現在の風鈴”を目の当たりにする出来事が起こる。"
                },
                "2": {
                    "ID": "10378862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378862",
                    "TitleEnglish": "THE HERO OF MY DREAMS",
                    "SummaryEnglish": "It is the morning of the school entrance ceremony, and Furin High School has transformed into a group that protects the town now known as the \"Chime of the Wind Breaker\" — Bofurin.",
                    "TitleJapanese": "憧れのヒーロー",
                    "SummaryJapanese": "“ボウフウリン”と名付けられ、街を守る学校に変貌を遂げていた風鈴高校、入学式の朝。\n登校前に、桜が「喫茶ポトス」で朝食をとっていると、にぎやかな少年・楡井秋彦が店に飛び込んできた。桜と同学年の彼は、ことはに念願の風鈴高校の制服姿を見せに来たという。その底抜けの明るさと言動に調子を狂わされる桜。店を出れば、今度は商店街の人々にも優しくされ、戸惑いを隠せないでいると、突然「助けてください！」と腕を掴まれ――"
                },
                "3": {
                    "ID": "10378863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378863",
                    "TitleEnglish": "THE MAN WHO STANDS AT THE TOP",
                    "SummaryEnglish": "Furin High School's first-year Class 1 is infamous for its group of strong fighters. One of the students in the class, Kyotaro Sugishita, becomes furious with what Sakura said and throws a punch at him. The two begin a spectacular fight, ignoring an aloof Hayato Suo, who's carefully watching the fight, and Nirei, who's now panicking. A tremendously loud voice echoes throughout the school, interrupting the fight between the two young men. The owner of that voice that instantly changed the mood of the entire school is none other than Umemiya, the Representative of Bofurin. Sakura and the rest look nervously up at the speakers to hear Umemiya say something completely unexpected.",
                    "TitleJapanese": "頂に立つ男",
                    "SummaryJapanese": "風鈴高校１年１組には、ケンカで有名な強者たちが集結。慌てる楡井やひょうひょうと静観する蘇枋隼飛をよそに、桜の言動にキレた杉下京太郎は、桜に殴りかかり、二人は豪快にケンカを始めていた。\nその攻防を遮るように、凄まじい大声が校内中に響き渡る。一瞬で学校中の空気を変えた声の主は、“ボウフウリン”総代の梅宮一。緊張の面持ちでスピーカーを見上げる桜たちだったが、降ってきたのは、予想の斜め上をいく梅宮の言葉で――"
                },
                "4": {
                    "ID": "10378864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378864",
                    "TitleEnglish": "CLASH",
                    "SummaryEnglish": "A fight breaks out between Bofurin and Shishitoren as Bofurin tries to protect the town's middle schoolers. Sakura receives a declaration of war from the group's second-in-command, Jo Togame. Sakura and one of the Four Kings of Bofurin, Toma Hiragi, tell Umemiya what happened.",
                    "TitleJapanese": "衝突",
                    "SummaryJapanese": "力”の絶対信仰「獅子頭連」、それはボウフウリンの隣のシマを仕切る、オレンジのスカジャンがトレードマークのチーム――獅子頭連から街の中学生を守るために衝突を起こし、獅子頭連・副頭取の十亀条から宣戦布告を受けた桜。“ボウフウリン”四天王の一人・柊登馬とともに、ことの次第を梅宮に伝えに行くと、非難されるどころか「家族を守ってくれて、ありがとう」と頭を撫でられる。不思議な感情に桜が戸惑っていると、「たのもー！」と無邪気で異質な声が校庭に響き渡る。"
                },
                "5": {
                    "ID": "10378865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378865",
                    "TitleEnglish": "A GENTLEMAN",
                    "SummaryEnglish": "\"That’s why I'm going to take all of Furin…and you for myself!\" declares Shishitoren's leader, Choji Tomiyama, as he makes his way onto Furin High School grounds. Finally, it's a one-on-one showdown between Bofurin and Shishitoren!",
                    "TitleJapanese": "優しい男",
                    "SummaryJapanese": "「フウリンを、梅ちゃんごと、俺のものにする」と風鈴高校に乗り込んで来た、獅子頭連・頭取の兎耳山丁子。ボウフウリンV.S.獅子頭連の、チームをかけたタイマン勝負が、ついに開幕する！\n獅子頭連のシマ、大きな飲み屋街を進み、桜たちが案内されたのは、兎耳山たちのアジトであるつぶれた映画館・通称「オリ」。獅子頭連のメンバーたちに囲まれる「檻」の中のような環境下で、パワータイプ同士の杉下と有馬雪成の1戦目が始まる――"
                },
                "6": {
                    "ID": "10378866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378866",
                    "TitleEnglish": "VOW TO FOLLOW",
                    "SummaryEnglish": "Tomiyama and Togame, far from worrying about their teammate who lost the battle, expel him from their team. While this peculiar spectacle shakes Sakura and the rest, Suo becomes unexpectedly emotional and wins against Minoru Kanuma, earning another win for Bofurin.",
                    "TitleJapanese": "その背中を追って",
                    "SummaryJapanese": "勝負に負けたチームメイトを心配するどころか、仲間から追放していく、獅子頭連の兎耳山と十亀。その異様な光景に桜たちは動揺しつつも、珍しく感情的になった蘇枋が鹿沼稔に勝利し、ボウフウリンは着実に勝利を重ねていた。\n続く3戦目は、ボウフウリン四天王・柊V.S.佐狐浩太で、何やら二人には因縁がある様子。スピードタイプの佐狐に対し、はじめは防戦一方に見えた柊だったが、ついに戦を司る武神の名を冠する「多聞衆」筆頭たる実力を見せつける――！"
                },
                "7": {
                    "ID": "10378867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378867",
                    "TitleEnglish": "FIGHT TO WIN",
                    "SummaryEnglish": "It’s now time for the battle of those second-in-command: Sakura versus Togame — a fight that will set things on fire!",
                    "TitleJapanese": "負けられない戦い",
                    "SummaryJapanese": "いよいよ副将戦、桜V.S十亀の戦いの火ぶたが切られる！\n梅宮から「たくさん話してこい」と送り出され、「ケンカは“対話”」という言葉を思い出す桜。強い者とのケンカに感じてきた高揚感だけではない、経験したことのない“何か”に首をかしげながら、十亀と対峙する。\nゆったりとした普段の挙動からは想像もつかない身のこなしの速さと、「力」の絶対信仰である獅子頭連を押さえつける実力を、まざまざと見せつけていく十亀だったが、事の発端、高架下のトンネルの真実を知ると――"
                },
                "8": {
                    "ID": "10378868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378868",
                    "TitleEnglish": "SUCCEEDING THE PAST",
                    "SummaryEnglish": "Togame can no longer hide the fact he's feeling lost. He remembers when he met Tomiyama, the fun days he had with Shishitoren, how the team changed when Tomiyama became the leader, and the things he's done himself.",
                    "TitleJapanese": "思いを継いで",
                    "SummaryJapanese": "兎耳山との出会い、獅子頭連での楽しかった日々、兎耳山が頭取になって変わってしまったチーム、そして自分自身がしてきたこと――十亀は、迷いを隠せなくなっていた。そんな十亀の変化を拳から感じ取った桜は、ケンカで初めて、相手を「知りたい」と思うのだった。\n“ケンカ＝対話”を通して互いを見つめ合い、真正面からぶつかる二人。笑いながら戦う様子に圧倒され、シンと静まり返っていた場内に、「終わりにしようか」と十亀の声が――"
                },
                "9": {
                    "ID": "10378869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378869",
                    "TitleEnglish": "UMEMIYA'S STYLE",
                    "SummaryEnglish": "It's now time for a one-on-one fight between Umemiya and Tomiyama. Tomiyama believed that by winning against Umemiya, he would obtain Furin High School, freedom, and a sense of fun that would rival no other.",
                    "TitleJapanese": "梅宮の流儀",
                    "SummaryJapanese": "梅宮と兎耳山のタイマンが、ついに始まった。\n兎耳山は、梅宮に勝つことで、フウリンも自由も手にでき、誰よりも“楽しく”なれると信じていた。その勢いのまま俊敏に、梅宮に間髪入れず攻撃を繰り出していくが、ダメージをまるで与えられない。\n梅宮が「何も背負っていないから拳が軽い」と指摘する真意を理解できず、どんどん取り乱していく兎耳山。梅宮渾身の一撃を食らった彼が思い出したのは、楽しそうに笑う、獅子頭連のメンバーで――"
                },
                "10": {
                    "ID": "10378870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378870",
                    "TitleEnglish": "DIALOGUE",
                    "SummaryEnglish": "Admitting defeat, Tomiyama tries to pass Shishitoren on to Umemiya — to which Umemiya declares, \"Instead of taking over your team, we'll be friends!\" Bofurin and Shishitoren are dumbfounded at this turn of events but talks progress, food is brought, and a celebratory afterparty starts.",
                    "TitleJapanese": "対話",
                    "SummaryJapanese": "負けを認め獅子頭連を受け渡そうとした兎耳山に対し「今日からオレたち、友達ってことで！」と言い放つ梅宮。フウリンも獅子頭連も、誰もが呆気に取られているうちに話を進め、料理を持ち寄って “打ち上げ”を始める始末。\nそんな、先ほどまでケンカをしていた相手同士とは思えない空気に、大混乱の桜だったが、改めて懺悔する十亀・兎耳山と、拳を介さずに対話できたのだった。そして、一連の出来事を通して、桜の中では少しずつ“てっぺん”のあり方が変わり始めていて――"
                },
                "11": {
                    "ID": "10378871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378871",
                    "TitleEnglish": "NEW CLASSMATES",
                    "SummaryEnglish": "With the fights against Shishitoren over, Class 1 enthusiastically welcomes Sakura, Nirei, and Suo's return. Their classmates, brimming with interest in the details of the fights, surround them, asking questions. Sakura can't hide his bashfulness.",
                    "TitleJapanese": "新たな級友【とも】",
                    "SummaryJapanese": "獅子頭連との戦いを終えて、1-1の教室で盛大に出迎えられた、桜・楡井・蘇枋の3人。戦いの詳細に興味津々なクラスメイトたちに囲まれ、桜は照れを隠せない。\nその一方、教室の一角で、一心不乱にプロテイン片手に筋トレに勤しむ柘浦大河と、イヤホンをしながらゲームに集中する桐生三輝は、異彩を放っていた。\nいかつい風貌とは裏腹にフレンドリーな柘浦に連れられて、桜たちがお好み焼き屋「まっするぱわー」に行くと、桐生が女の子と一緒にやってきて――"
                },
                "12": {
                    "ID": "10378872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378872",
                    "TitleEnglish": "THE DEPENDABLE ONE",
                    "SummaryEnglish": "Ren Kaji, Yuto Kusumi, and Takeshi Enomoto, second-year students from the Tamon Team, start their ruling on who will be Grade Captain for first-year Class 1. Suo is the first to raise his hand, immediately nominating Sakura as the other classmates vote for him one after the other.",
                    "TitleJapanese": "頼られる者",
                    "SummaryJapanese": "多聞衆2年の梶蓮・楠見結斗・榎本健史のもと、1-1の級長決めが始まった。真っ先に手を挙げた蘇枋を皮切りに、次々と桜を推薦していくクラスメイトたち。桜は、自分が“外の人間”であることを気にするが、蘇枋は「オレと楡井が副をやる」と背中を押す。 結局、しびれを切らした梶の怒声で、級長に決まった桜。級長として何をしたら良いのか悩む中、街の見回りで梶と組むことになる。級長なのに不遜な梶の態度に、納得がいかない桜だったが――"
                },
                "13": {
                    "ID": "10466551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10466551",
                    "TitleEnglish": "FOR A FRIEND",
                    "SummaryEnglish": "Sakura, Nirei, and Suo finish their meeting with Umemiya, the other members of the Four Kings, and other prominent leading figures and join up with Kiryu and Tsugeura on their way home.",
                    "TitleJapanese": "友のため",
                    "SummaryJapanese": "帰路で、いい噂を聞かないチーム・【キール】の3人組と遭遇した桜たち。その様子に戸惑っていると、血を流し傷だらけになった、クラスメイトの杏西に遭遇する。"
                }
            }
        },
        "2": {
            "ID": "2134627",
            "URL": "https://www.thetvdb.com/series/wind-breaker/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10565210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10565210",
                    "TitleEnglish": "RAGE",
                    "SummaryEnglish": "Sakura is a high school delinquent who, as a member of Bofurin, has vowed to “protect this town.”",
                    "TitleJapanese": "怒り",
                    "SummaryJapanese": "孤独な不良高校生・桜遥は、“街を守る”ボウフウリンの一員として、街の人々と触れ合い、獅子頭連との衝突を経験し、1年1組の級長になった。その矢先――クラスメイトの杏西の幼馴染・長門の危機を知る。\n彼を救うため、楡井・蘇枋らクラスの面々を率いて、KEEL【キール】の根城へと向かう桜。対峙するのは、KEELのトップ・名取慎吾。恐怖を振りかざす支配的な挑発と、圧倒的な数の暴力が桜たちに襲い掛かる。"
                },
                "2": {
                    "ID": "11019671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019671",
                    "TitleEnglish": "CONCLUSION",
                    "SummaryEnglish": "Ren Kaji and the second-year senpai rush in to save Sakura and the others when a fierce attack is upon them.",
                    "TitleJapanese": "決着",
                    "SummaryJapanese": "「お前らは風鈴のものに手ぇ出したんだよ」\nKEELの猛攻に押される桜たちの窮地に駆け付けたのは、梶蓮が率いる2年の先輩たちだった。援軍の到着により形勢を立て直すボウフウリン。次々に倒れていく仲間たちを見て、目の前の敵に手こずっていた桜だったが、梶の言葉に、級長として“自分のやるべきこと”に気づかされる。\nKEELのトップ・名取との対決を梶に託した桜。そして蘇枋・杉下・桐生・柘浦らの対決も佳境を迎え――"
                },
                "3": {
                    "ID": "11019672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019672",
                    "TitleEnglish": "Re:start",
                    "SummaryEnglish": "Bofurin is able to defeat every member of Natori-led KEEL and safely rescue Nagato.",
                    "TitleJapanese": "Re:start",
                    "SummaryJapanese": "名取率いるKEELを一人残らず倒し、無事に長門を救出したボウフウリン。\n「優しくておとなしいが、強いヤツだった」彼に何があったのか――桜や杏西を前に、その経緯を長門自身が語り出す。\nそして、帰り道。柘浦の背中で意識を取り戻した楡井をきっかけに、桜が想いを吐露し、呼応するように1年1組それぞれが語り出す。その光景を見守る梶の表情は、KEELへの謎で険しく――\nKEEL編、堂々のクライマックス！"
                },
                "4": {
                    "ID": "11019673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019673",
                    "TitleEnglish": "SENPAI'S TEACHINGS",
                    "SummaryEnglish": "The battle with KEEL is now over, and one afternoon…Sakura doesn’t show up at school. Worried, Nirei contacts him and can tell over the phone that Sakura’s got a terrible cold. That day after school, Nirei and Suo, representing the first-year class 1, head to Sakura’s apartment with a care package. Sakura came from out of town, but what kind of life is he living now?",
                    "TitleJapanese": "先輩の教え",
                    "SummaryJapanese": "KEELとの闘いが終わり、ある昼下がり――\n学校に現れない桜を心配して、楡井が連絡してみると、どうやら電話越しでも分かるほどにひどい風邪を引いたようだ。\nその日の放課後、楡井と蘇枋は1年1組を代表して、たくさんの差し入れが入ったビニール袋を手に、桜の住むアパートへと向かう。“外”から来た桜は、この街でいったいどんな生活をしているのか？"
                },
                "5": {
                    "ID": "11019674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019674",
                    "TitleEnglish": "A PLACE I BELONG",
                    "SummaryEnglish": "Sakura deeply feels that he wasn't able to do much during the battle with KEEL. When Sakura goes to Kaji to seek some advice, Kaji bluntly says, \"You need to trust them based on what you have seen.\" In addition, Umemiya encourages him to \"Jump right out there with everything you've got!\" After recovering from his cold, Sakura enters the classroom determined. He faces Nirei, Suo, and the rest of the first-year class, and begins to share his honest thoughts about being grade captain…",
                    "TitleJapanese": "居場所",
                    "SummaryJapanese": "KEELとのケンカを通して、自分自身のできることが全然多くないと痛感した桜。教えを乞いに行った梶からは、ぶっきらぼうながらも「見てきたままの、あいつらを信じろ」と。さらに梅宮からも「思いっきり飛び込んでこい！」と背中を押される。\n風邪から復活し、意を決して教室に入ると、桜は楡井・蘇枋をはじめとした1年1組に向かい、自分自身の素直な想いや級長としての考えを話し始め――"
                },
                "6": {
                    "ID": "11019675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019675",
                    "TitleEnglish": "HIDDEN FEELINGS",
                    "SummaryEnglish": "Tsubakino leads Sakura, Nirei, and Suo to the home of an old man named Ito.",
                    "TitleJapanese": "密かな想い",
                    "SummaryJapanese": "桜の木も緑になった頃の、ある放課後の屋上――3学年が学年やクラスの所属関係なく繋がれるように開かれた懇親会で、野太く「やっと会えたわー」と桜に声をかけてきたのは、持国衆・筆頭の椿野佑。リボン、スカート、ハイヒールの風貌にも偏見を持たなかった桜の態度に、椿野はさらに興味を抱くのだった。\nそんな椿野に連れられて、桜・楡井・蘇枋は、伊藤さんというおじいさんの家に向かう。"
                },
                "7": {
                    "ID": "11019676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019676",
                    "TitleEnglish": "NIGHT STREET",
                    "SummaryEnglish": "As a thank you for helping Ito recover, Tsubakino takes Sakura, Nirei, and Suo to the neon-lit entertainment district of “Keisei Street,” which is full of cozy drinking establishments, mahjong parlors, and bars. The boys are overwhelmed by the atmosphere of this part of town. They head to meet up with Tsubakino when suddenly, a girl in a tattered white dress falls on Sakura. They have no chance to hear the girl’s story before a group of thugs approaches them.",
                    "TitleJapanese": "宵の街",
                    "SummaryJapanese": "「伊藤のおじいちゃんが元気になったお礼」と椿野に言われ、桜・楡井・蘇枋の3人が足を踏み入れたのは、スナック、雀荘、バーなどのネオンが輝く歓楽街・「ケイセイ街」。街の雰囲気に圧倒されながらも、椿野との待ち合わせ場所に歩みを進めると、ぼろぼろの白いドレス姿の少女が、桜の上から降ってきた！\n追われていた彼女から話を聞く間もなく、何人ものチンピラたちが4人に迫ってきて――"
                },
                "8": {
                    "ID": "11019677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019677",
                    "TitleEnglish": "SHARED FRONTLINES",
                    "SummaryEnglish": "Sakura, Nirei, and Suo, having saved the girl chased by thugs whose name is Shizuka Narita, run into a suited team called Roppo Ichiza, led by someone named Kanji Nakamura. The Roppo Ichiza is a strong fighting team that had many clashes with Bofurin before the school was unified. However, there is no conflict between the two groups at present. The group goes to Burlesque Bar Ougi, where Kanji and Shizuka work, and see Tsubakino pole dance while his two lieutenants are sitting at a nearby table.",
                    "TitleJapanese": "共同戦線",
                    "SummaryJapanese": "チンピラたちに追われていた少女・成田しずかを助けた桜・楡井・蘇枋は、中村幹路率いるスーツ姿のチーム・六方一座と出会う。六方一座は、統一前の風鈴とは何度も衝突を起こしていたという、超武闘派のチーム。しかし、現在は対立している様子はない。\nそれどころか、幹路・しずかが属する「ショーパブOUGI」に行くと、そこにはポールダンスを披露する椿野と、テーブルにつく榊晴竜・雨竜の姿があって――？"
                },
                "9": {
                    "ID": "11019678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019678",
                    "TitleEnglish": "SHALL WE DANCE?",
                    "SummaryEnglish": "The name of the group pursuing Shizuka is GRAVEL, a group of delinquents from the Sunaba District, a notorious area known for its rough reputation. They begin to rampage through Keisei Street again, this time with more members, in an attempt to capture Shizuka. However, the members of Roppo Ichiza, Sakura, Nirei, and Suo are ready to confront them! Roppo Ichiza struggles in the fight due to the overwhelming number of GRAVEL forces despite them being beaten down one after another. Meanwhile, Tsubakino, Seiryu, and Uryu wait with Shizuka at the Burlesque Bar OUGI.",
                    "TitleJapanese": "Shall We Dance?",
                    "SummaryJapanese": "しずかを追っていた集団の名は、GRAVEL【グラベル】。砂把地区の寄せ集めで構成された、治安の悪さで有名なチームだった。しずかを手に入れるため、再び大勢でケイセイ街を荒らし始めた彼らに対し、幹路たち六方一座と桜・楡井・蘇枋が迎え撃つ！\n倒しても倒しても向かってくる、圧倒的人数のGRAVELに、六方一座が苦戦を強いられる一方、「ショーパブOUGI」では、椿野・晴竜・雨竜がしずかと待機していたが――"
                },
                "10": {
                    "ID": "11019679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019679",
                    "TitleEnglish": "SALVATION",
                    "SummaryEnglish": "Unable to bear anyone getting hurt because of her, Shizuka attempts to run to Shuhei Suzuri, the leader of GRAVEL, while ignoring the calls from Nirei and the others. However, she is stopped by Tsubakino, Seiryu, and Uryu. Tsubakino asks what she wants to do, to which Shizuka responds, “I want to stay with everyone!” This prompts Tsubakino to finally show the seriousness of the Four Kings. Tsubakino asks what Suzuri likes and gradually, their fists become part of a conversation, as the battle between Tsubakino and Suzuri continues.",
                    "TitleJapanese": "救いの手",
                    "SummaryJapanese": "自分のせいでみんなが傷つくことに耐えられなくなり、楡井らの呼びかけにも応じず、GRAVELのリーダー・硯秀平のもとへ走り出したしずかだったが、駆け付けた椿野・晴竜・雨竜に食い止められる。椿野の問いかけに「みんなと一緒にいたい」と答えたしずかの本音に応えて、ついに椿野が四天王の本気を出す！\n椿野VS硯の闘いが進むなかで、椿野はそれぞれの「好き」を問い、次第に拳は「対話」となって――"
                },
                "11": {
                    "ID": "11019680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019680",
                    "TitleEnglish": "AFTER THE STORM",
                    "SummaryEnglish": "“All of us will work together and become one unit.” Suzuri-led GRAVEL resolves to walk a different path “together” as they take the extended hand of Roppo Ichiza. Shizuka, whose decision would have made everyone sad, sincerely apologizes and expresses her gratitude to Tsubakino and Kanji. Just then, as they have reconciled and everyone’s feelings are in sync, a former Furin student named Endo, covered in tattoos from his back to his shoulders and arms, appears.",
                    "TitleJapanese": "嵐のあと",
                    "SummaryJapanese": "オレたちは全員で一人になるんだ――六方一座から差し伸べられた手をとって、硯率いるGRAVELのメンバーたちは「みんなで」今までとは違う道を歩む決意を固める。そして、みんなを不幸にする選択をしかけたしずかは、椿野や幹路たちに真摯に謝罪と感謝を伝えるのだった。\nそんな、それぞれの想いが通じ合い、和解し合っていたところに、背中から肩、腕にかけてびっしりと刺青が入った「元」風鈴生・棪堂が現れて――"
                },
                "12": {
                    "ID": "11019681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019681",
                    "TitleEnglish": "STRENGTH FOR ANOTHER",
                    "SummaryEnglish": "Sakura, Nirei, and Suo are called up to the roof of Furin High School. Waiting for them are the Four Kings, their next-in-commands, and Sugishita, who’s helping Umemiya. Having heard about the recent events from Tsubakino, Umemiya has called everyone here to tell the story of Endo, who was the mastermind behind the conflicts between KEEL and GRAVEL, and to explain the origins of the Bofurin unification. As Umemiya, Hiragi, Tsubakino, Momose, and Mizuki join Furin High School and become a part of the Bofurin; what shadow is born as a result of this?",
                    "TitleJapanese": "誰が為の強さ",
                    "SummaryJapanese": "風鈴高校の屋上に呼ばれた桜・楡井・蘇枋。そこには、四天王とそれぞれの次席、梅宮を手伝う杉下が集まっていた。既に、一連の事件について椿野から話を聞いていた梅宮が桜たちを呼んだ理由――それは、KEELやGRAVELとの抗争の黒幕だった棪堂のことを、そしてボウフウリンの成り立ちを伝えるためだった。\n梅宮・柊・椿野・桃瀬・水木の5人が風鈴高校に入学し、統一され「ボウフウリン」となるなかで生まれてしまった「影」とは――"
                }
            }
        }
    }
}