{
    "URL": "https://www.thetvdb.com/series/wind-breaker",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1963-A2AC-97A3-0DA9-0C94-A",
        "https://www.imdb.com/title/tt29605391/",
        "https://wb-anime.net/",
        "https://www.themoviedb.org/tv/223500",
        "https://en.wikipedia.org/wiki/Wind_Breaker",
        "https://x.com/winbre_sakura"
    ],
    "TitleEnglish": "WIND BREAKER",
    "SummaryEnglish": "Furin High School's delinquents get bad grades, but they excel at protecting their town. Then a victory-obsessed newcomer threatens the balance of power.",
    "Aliases": [
        "ウィンドブレイカー"
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "1": {
            "ID": "2055804",
            "URL": "https://www.thetvdb.com/series/wind-breaker/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9701128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/9701128",
                    "TitleEnglish": "SAKURA ARRIVES AT FURIN",
                    "SummaryEnglish": "An admirer of strong people with a complete disinterest in the weak, Haruka Sakura, a loner and delinquent high school student, aims to be a fighter at the top of Furin High School. Coming from outside the city, Sakura enrolls in Furin High School, infamous for its delinquents.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10378862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378862",
                    "TitleEnglish": "THE HERO OF MY DREAMS",
                    "SummaryEnglish": "It is the morning of the school entrance ceremony, and Furin High School has transformed into a group that protects the town now known as the \"Chime of the Wind Breaker\" — Bofurin.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10378863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378863",
                    "TitleEnglish": "THE MAN WHO STANDS AT THE TOP",
                    "SummaryEnglish": "Furin High School's first-year Class 1 is infamous for its group of strong fighters. One of the students in the class, Kyotaro Sugishita, becomes furious with what Sakura said and throws a punch at him. The two begin a spectacular fight, ignoring an aloof Hayato Suo, who's carefully watching the fight, and Nirei, who's now panicking. A tremendously loud voice echoes throughout the school, interrupting the fight between the two young men. The owner of that voice that instantly changed the mood of the entire school is none other than Umemiya, the Representative of Bofurin. Sakura and the rest look nervously up at the speakers to hear Umemiya say something completely unexpected.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10378864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378864",
                    "TitleEnglish": "CLASH",
                    "SummaryEnglish": "A fight breaks out between Bofurin and Shishitoren as Bofurin tries to protect the town's middle schoolers. Sakura receives a declaration of war from the group's second-in-command, Jo Togame. Sakura and one of the Four Kings of Bofurin, Toma Hiragi, tell Umemiya what happened.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10378865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378865",
                    "TitleEnglish": "A GENTLEMAN",
                    "SummaryEnglish": "\"That’s why I'm going to take all of Furin…and you for myself!\" declares Shishitoren's leader, Choji Tomiyama, as he makes his way onto Furin High School grounds. Finally, it's a one-on-one showdown between Bofurin and Shishitoren!",
                    "Aliases": []
                },
                "6": {
                    "ID": "10378866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378866",
                    "TitleEnglish": "VOW TO FOLLOW",
                    "SummaryEnglish": "Tomiyama and Togame, far from worrying about their teammate who lost the battle, expel him from their team. While this peculiar spectacle shakes Sakura and the rest, Suo becomes unexpectedly emotional and wins against Minoru Kanuma, earning another win for Bofurin.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10378867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378867",
                    "TitleEnglish": "FIGHT TO WIN",
                    "SummaryEnglish": "It’s now time for the battle of those second-in-command: Sakura versus Togame — a fight that will set things on fire!",
                    "Aliases": []
                },
                "8": {
                    "ID": "10378868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378868",
                    "TitleEnglish": "SUCCEEDING THE PAST",
                    "SummaryEnglish": "Togame can no longer hide the fact he's feeling lost. He remembers when he met Tomiyama, the fun days he had with Shishitoren, how the team changed when Tomiyama became the leader, and the things he's done himself.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10378869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378869",
                    "TitleEnglish": "UMEMIYA'S STYLE",
                    "SummaryEnglish": "It's now time for a one-on-one fight between Umemiya and Tomiyama. Tomiyama believed that by winning against Umemiya, he would obtain Furin High School, freedom, and a sense of fun that would rival no other.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10378870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378870",
                    "TitleEnglish": "DIALOGUE",
                    "SummaryEnglish": "Admitting defeat, Tomiyama tries to pass Shishitoren on to Umemiya — to which Umemiya declares, \"Instead of taking over your team, we'll be friends!\" Bofurin and Shishitoren are dumbfounded at this turn of events but talks progress, food is brought, and a celebratory afterparty starts.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10378871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378871",
                    "TitleEnglish": "NEW CLASSMATES",
                    "SummaryEnglish": "With the fights against Shishitoren over, Class 1 enthusiastically welcomes Sakura, Nirei, and Suo's return. Their classmates, brimming with interest in the details of the fights, surround them, asking questions. Sakura can't hide his bashfulness.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10378872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10378872",
                    "TitleEnglish": "THE DEPENDABLE ONE",
                    "SummaryEnglish": "Ren Kaji, Yuto Kusumi, and Takeshi Enomoto, second-year students from the Tamon Team, start their ruling on who will be Grade Captain for first-year Class 1. Suo is the first to raise his hand, immediately nominating Sakura as the other classmates vote for him one after the other.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10466551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10466551",
                    "TitleEnglish": "FOR A FRIEND",
                    "SummaryEnglish": "Sakura, Nirei, and Suo finish their meeting with Umemiya, the other members of the Four Kings, and other prominent leading figures and join up with Kiryu and Tsugeura on their way home.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2134627",
            "URL": "https://www.thetvdb.com/series/wind-breaker/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10565210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/10565210",
                    "TitleEnglish": "RAGE",
                    "SummaryEnglish": "Sakura is a high school delinquent who, as a member of Bofurin, has vowed to “protect this town.”",
                    "Aliases": []
                },
                "2": {
                    "ID": "11019671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019671",
                    "TitleEnglish": "CONCLUSION",
                    "SummaryEnglish": "Ren Kaji and the second-year senpai rush in to save Sakura and the others when a fierce attack is upon them.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11019672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019672",
                    "TitleEnglish": "Re:start",
                    "SummaryEnglish": "Bofurin is able to defeat every member of Natori-led KEEL and safely rescue Nagato.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11019673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019673",
                    "TitleEnglish": "SENPAI'S TEACHINGS",
                    "SummaryEnglish": "The battle with KEEL is now over, and one afternoon…Sakura doesn’t show up at school. Worried, Nirei contacts him and can tell over the phone that Sakura’s got a terrible cold. That day after school, Nirei and Suo, representing the first-year class 1, head to Sakura’s apartment with a care package. Sakura came from out of town, but what kind of life is he living now?",
                    "Aliases": []
                },
                "5": {
                    "ID": "11019674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019674",
                    "TitleEnglish": "A PLACE I BELONG",
                    "SummaryEnglish": "Sakura deeply feels that he wasn't able to do much during the battle with KEEL. When Sakura goes to Kaji to seek some advice, Kaji bluntly says, \"You need to trust them based on what you have seen.\" In addition, Umemiya encourages him to \"Jump right out there with everything you've got!\" After recovering from his cold, Sakura enters the classroom determined. He faces Nirei, Suo, and the rest of the first-year class, and begins to share his honest thoughts about being grade captain…",
                    "Aliases": []
                },
                "6": {
                    "ID": "11019675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019675",
                    "TitleEnglish": "HIDDEN FEELINGS",
                    "SummaryEnglish": "Tsubakino leads Sakura, Nirei, and Suo to the home of an old man named Ito.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11019676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019676",
                    "TitleEnglish": "NIGHT STREET",
                    "SummaryEnglish": "As a thank you for helping Ito recover, Tsubakino takes Sakura, Nirei, and Suo to the neon-lit entertainment district of “Keisei Street,” which is full of cozy drinking establishments, mahjong parlors, and bars. The boys are overwhelmed by the atmosphere of this part of town. They head to meet up with Tsubakino when suddenly, a girl in a tattered white dress falls on Sakura. They have no chance to hear the girl’s story before a group of thugs approaches them.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11019677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019677",
                    "TitleEnglish": "SHARED FRONTLINES",
                    "SummaryEnglish": "Sakura, Nirei, and Suo, having saved the girl chased by thugs whose name is Shizuka Narita, run into a suited team called Roppo Ichiza, led by someone named Kanji Nakamura. The Roppo Ichiza is a strong fighting team that had many clashes with Bofurin before the school was unified. However, there is no conflict between the two groups at present. The group goes to Burlesque Bar Ougi, where Kanji and Shizuka work, and see Tsubakino pole dance while his two lieutenants are sitting at a nearby table.",
                    "Aliases": []
                },
                "9": {
                    "ID": "11019678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019678",
                    "TitleEnglish": "SHALL WE DANCE?",
                    "SummaryEnglish": "The name of the group pursuing Shizuka is GRAVEL, a group of delinquents from the Sunaba District, a notorious area known for its rough reputation. They begin to rampage through Keisei Street again, this time with more members, in an attempt to capture Shizuka. However, the members of Roppo Ichiza, Sakura, Nirei, and Suo are ready to confront them! Roppo Ichiza struggles in the fight due to the overwhelming number of GRAVEL forces despite them being beaten down one after another. Meanwhile, Tsubakino, Seiryu, and Uryu wait with Shizuka at the Burlesque Bar OUGI.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11019679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019679",
                    "TitleEnglish": "SALVATION",
                    "SummaryEnglish": "Unable to bear anyone getting hurt because of her, Shizuka attempts to run to Shuhei Suzuri, the leader of GRAVEL, while ignoring the calls from Nirei and the others. However, she is stopped by Tsubakino, Seiryu, and Uryu. Tsubakino asks what she wants to do, to which Shizuka responds, “I want to stay with everyone!” This prompts Tsubakino to finally show the seriousness of the Four Kings. Tsubakino asks what Suzuri likes and gradually, their fists become part of a conversation, as the battle between Tsubakino and Suzuri continues.",
                    "Aliases": []
                },
                "11": {
                    "ID": "11019680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019680",
                    "TitleEnglish": "AFTER THE STORM",
                    "SummaryEnglish": "“All of us will work together and become one unit.” Suzuri-led GRAVEL resolves to walk a different path “together” as they take the extended hand of Roppo Ichiza. Shizuka, whose decision would have made everyone sad, sincerely apologizes and expresses her gratitude to Tsubakino and Kanji. Just then, as they have reconciled and everyone’s feelings are in sync, a former Furin student named Endo, covered in tattoos from his back to his shoulders and arms, appears.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11019681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-breaker/episodes/11019681",
                    "TitleEnglish": "STRENGTH FOR ANOTHER",
                    "SummaryEnglish": "Sakura, Nirei, and Suo are called up to the roof of Furin High School. Waiting for them are the Four Kings, their next-in-commands, and Sugishita, who’s helping Umemiya. Having heard about the recent events from Tsubakino, Umemiya has called everyone here to tell the story of Endo, who was the mastermind behind the conflicts between KEEL and GRAVEL, and to explain the origins of the Bofurin unification. As Umemiya, Hiragi, Tsubakino, Momose, and Mizuki join Furin High School and become a part of the Bofurin; what shadow is born as a result of this?",
                    "Aliases": []
                }
            }
        }
    }
}