{
  "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2104011/",
    "https://www.wikidata.org/wiki/Q18577650",
    "https://en.wikipedia.org/wiki/Darker_than_Black:_Gaiden"
  ],
  "TitleEnglish": "Darker Than Black: Gaiden",
  "SummaryEnglish": "After the incidents in Tokyo, Hei and Yin try to bury their past and start a new life, but everywhere they go someone seems to be following them. Unaware to Hei, Yin's current odd behavior appears to be related to a prophecy that might lead to the end of the world. - This OVA series shows the events between the first and the second seasons.",
  "Aliases": [
    "DARKER THAN BLACK -黒の契約者- 外伝",
    "DARKER THAN BLACK: Kuro no Keiyakusha Gaiden",
    "DARKER THAN BLACK Gaiden",
    "DARKER THAN BLACK: Ryuusei no Gemini Specials",
    "Darker Than Black: The Black Contractor (OVA)",
    "Darker than Black: Gemini of the Meteor (OVA)",
    "Darker Than Black: The Black Contractor (Specials)",
    "Darker than Black: Gemini of the Meteor (Specials)",
    "Darker Than Black (OVA)",
    "Darker than BLACK 2 (OVA)",
    "DTB (OVA)",
    "Darker than Black: Ryuusei no Gemini Specials",
    "Darker than Black: Kuro no Keiyakusha Gaiden"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2055581",
      "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "9699478",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden/episodes/9699478",
          "TitleEnglish": "OVA 1",
          "SummaryEnglish": "Fleeing from the consequences of his decision at the Hell's Gate, superpowered Contractor Hei and his companion Yin take refuge in a quiet inn, adopting the guise of a married couple in order to not draw suspicion. In an attempt to recover from recent events, Hei befriends the inn's other guests. He discovers that one of them is a fellow Contractor tasked with killing him. Their resulting encounter spells disaster for both Hei and Yin, who are forced to fight for their lives and grapple with the emotional wounds sustained in their previous life together.",
          "Aliases": []
        },
        "2": {
          "ID": "9699479",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden/episodes/9699479",
          "TitleEnglish": "OVA 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9699480",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden/episodes/9699480",
          "TitleEnglish": "OVA 3",
          "SummaryEnglish": "Picking up from last time,the men barging in to help Hei turned out to be Amber’s former Evening Primrose members led by Amagiri. Upon talking to Hei about how books from over fifty years ago predicted the appearance of a girl with the power to change the world and wondering if Amber foresaw all this, Amagiri asks Hei what exactly does he think of Yin. Hei is unable to give an answer...",
          "Aliases": []
        },
        "4": {
          "ID": "9699481",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/darker-than-black-gaiden/episodes/9699481",
          "TitleEnglish": "OVA 4",
          "SummaryEnglish": "Claude gives Yin an unknown substance which should make her unstable to fasten her awakening. He calls every secret organization in the world in order to set them up against each other. The Chinese Secret Organization is first, whom Claude sells Yin to. He throws the money out of the window. In the next scene, Hei is seen with the real contractor body of the dog who helps him now because of Claude's irrational actions. They are able to enter into the building, killing contractors in the process. Outside the building, several organizations are fighting each other just as Claude had intended...",
          "Aliases": []
        }
      }
    }
  }
}