{
  "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/308C-02E3-8991-5F99-7C25-L",
    "https://www.imdb.com/title/tt31596104/",
    "https://shinmaiossan-anime.com/",
    "http://www.reddit.com/r/ShinmaiOssanBoukensha",
    "https://www.tvmaze.com/shows/77073/show-slug",
    "https://www.themoviedb.org/tv/250598",
    "https://www.wikidata.org/wiki/Q117354421",
    "https://en.wikipedia.org/wiki/Shinmai_Ossan_Bōkensha,_Saikyō_Party_ni_Shinu_Hodo_Kitaerarete_Muteki_ni_Naru#Anime",
    "https://x.com/shinmaiossan"
  ],
  "TitleEnglish": "The Ossan Newbie Adventurer, Trained to Death by the Most Powerful Party, Became Invincible",
  "SummaryEnglish": "Normally, people choose to become adventurers in their teens. At 30 years old, Rick Gladiator bucks the trend by leaving his job as a guild clerk to become an adventurer. He begins as a novice F-rank with the fighting strength of an S-rank. After two years of brutal training with the continent’s strongest party, Orichalcum Fist, Rick will defeat anyone who underestimates him!",
  "Aliases": [
    "新米オッサン冒険者、最強パーティに死ぬほど鍛えられて無敵になる。",
    "Shinmai Ossan Bōken-sha, Saikyō Party ni Shinu Hodo Kitae Rarete Muteki ni Naru.",
    "Shinmai Ossan Bouken-sha, Saikyou Paati ni Shinu Hodo Kitae Rarete Muteki ni Naru.",
    "Shinmai Ossan Boukensha, Saikyou Party ni Shinu Hodo Kitaerarete Muteki ni Naru.",
    "Shinmai Ossan Boukensha",
    "新米オッサン冒険者",
    "The Middle-Aged Newbie Adventurer, Trained to the Brink of Death by the Strongest Party, Became Unbeatable",
    "The Rookie Middle-Aged Adventurer Was Trained to Death by the Most Powerful Party to Become Invincible",
    "The Newbie Middle-aged Adventurer Was Trained to Death by the Strongest Party and Became Unbeatable"
  ],
  "Modified": "2025-08-21",
  "Seasons": {
    "1": {
      "ID": "2056070",
      "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10338156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10338156",
          "TitleEnglish": "Starting 12 Years Late",
          "SummaryEnglish": "Rick Gladiatol became an adventurer at the age of thirty. Now, after two years of training, he's taking the test to advance to E-rank. As the exam begins, he wonders if he's done enough to measure up to all the young people testing alongside him.",
          "Aliases": []
        },
        "2": {
          "ID": "10551794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551794",
          "TitleEnglish": "Number 4242's E-rank Promotion Exam",
          "SummaryEnglish": "As Rick awaits his initial exam results, Raster, an examiner for the upcoming section, appears. Rick stops him from hitting on Reanette and earns the examiner's hatred. Raster isn't one to be thwarted, and he isn't called the F-rank Crusher for nothing.",
          "Aliases": []
        },
        "3": {
          "ID": "10551795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551795",
          "TitleEnglish": "A Super First-Rate Elite vs an F-Rank Ossan",
          "SummaryEnglish": "Rick begins his mock battle with the F-rank Crusher, Raster Diarmut. Raster thinks the gap in ability between him, a genius, and Rick, a late-starting newbie, is all too clear. But as the battle progresses, Rick's training begins to show through.",
          "Aliases": []
        },
        "4": {
          "ID": "10551796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551796",
          "TitleEnglish": "The Ossan Becomes an Adventurer",
          "SummaryEnglish": "As Rick waits for his test results, memories flood his mind. As a boy, he'd dreamed of being an adventurer, but the older he got, the more distant the dream became. He set it aside and began work at a Guild. Then, Rick met a certain S-rank adventurer.",
          "Aliases": []
        },
        "5": {
          "ID": "10551797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551797",
          "TitleEnglish": "Ossan, Trained to Death by the Most Powerful Party",
          "SummaryEnglish": "Laurotte asks Rick if he can meet Orichalcum Fist. Rick agrees, but under certain conditions. After warming to Laurotte, Broughston asks him to gather intel to help the party reach their goal. A tip from him sends Rick and the others to a northern town.",
          "Aliases": []
        },
        "6": {
          "ID": "10551798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551798",
          "TitleEnglish": "The King of Fists Elimination Tournament",
          "SummaryEnglish": "Rick and the others head to Heractopia to look for information on the Six Jewels. A parade for an upcoming tournament makes them realize that what they seek might be closer than they think, but there's only one way to know for sure. Enter the tournament!",
          "Aliases": []
        },
        "7": {
          "ID": "10551799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551799",
          "TitleEnglish": "Ossan, the Fastest Preliminaries Qualifier in History",
          "SummaryEnglish": "Angelica, Rick, and Broughston all make it through the preliminaries, but the two men do it at an unheard of speed. Rick meets a tournament sponsor who says he's close to Angelica, but when Rick mentions him, Angelica's expression turns dark.",
          "Aliases": []
        },
        "8": {
          "ID": "10551800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551800",
          "TitleEnglish": "Scales of the Heart",
          "SummaryEnglish": "Angelica tries to run from her brutal training. Rick empathizes and shares something Broughston once told him. After her training, Angelica faces her final block match. Will she break through the qualifiers? The King of Fists Tournament is about to begin.",
          "Aliases": []
        },
        "9": {
          "ID": "10551801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551801",
          "TitleEnglish": "The Perfect Prodigy, Born with Absolutely Everything",
          "SummaryEnglish": "Angelica strikes at Geith using the techniques she's learned in her training. Rick and the others watch closely as she makes use of what they've taught her. Just when it looks like Angelica is about to win, Geith rallies. But Anglica isn't one to give up.",
          "Aliases": []
        },
        "10": {
          "ID": "10551802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551802",
          "TitleEnglish": "The Strongest Pugilist in History",
          "SummaryEnglish": "The second semi-final match pits Kelvin against Broughston. Kelvin heads out of town to prepare. He spots Rick and presses him for a sparring match. After seeing Rick's skills, Kelvin opens up to Rick about his dreams and what his strength has cost him.",
          "Aliases": []
        },
        "11": {
          "ID": "10551803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551803",
          "TitleEnglish": "Fistfight on Equal Ground",
          "SummaryEnglish": "When Rick learns who he'll face in the final match, he locks himself in his room in fear. Mizett tells Rick he's free to withdraw, but he might like to know Broughston's secret wish first. With that, and everyone's encouragement, Rick decides to fight.",
          "Aliases": []
        },
        "12": {
          "ID": "10551804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shinmai-ossan-boukensha-saikyou-party-ni-shinu-hodo-kitaerarete-muteki-ni-naru/episodes/10551804",
          "TitleEnglish": "Quarter Thumbs-Up",
          "SummaryEnglish": "During the final match, Broughston tells Rick about his loneliness, the founding of Orichalcum Fist, and his longtime dream. Wanting to repay Broughston for the training that allowed him to fulfill his own dream, Rick makes a decision. It's time to fight!",
          "Aliases": []
        }
      }
    }
  }
}