{
    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27479417/",
        "https://anime.bang-dream.com/mygo/",
        "https://www.themoviedb.org/tv/224207",
        "https://www.wikidata.org/wiki/Q118329914",
        "https://x.com/bang_dream_mygo"
    ],
    "TitleEnglish": "BanG Dream! It's MyGO!!!!!",
    "SummaryEnglish": "The best way to fit in at a new school? Start a band! Anon has just transferred to Haneoka Girls’ Academy where girl bands are all the rage. But she started school late, so there aren’t many girls left to recruit. Then she meets her first friend and Haneoka’s misfit, Tomori, who’s hesitant to join. Still, Anon is determined to persuade Tomori and experience the true power of friendship and music.",
    "TitleJapanese": "BanG Dream! It's MyGO!!!!!",
    "SummaryJapanese": "高1の春の終わり。羽丘女子学園では誰も彼もがバンドをしており、遅れて入学した愛音も早くクラスに馴染めるよう、急いでバンドメンバーを探す。そんな中、「羽丘の不思議ちゃん」である燈がまだバンドを組んでいないと知り、愛音はなんとなく声をかけるが……。傷だらけで不格好な、私たちの＜ 音楽（叫び）＞。迷子でもいい、迷子でも進め。",
    "Aliases": [
        "バンドリ！It's MyGO!!!!!"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "1": {
            "ID": "2057916",
            "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9846625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9846625",
                    "TitleEnglish": "Haneoka's Quirky Girl",
                    "SummaryEnglish": "Anon transfers into Haneoka Girls Academy late, just before Golden Week. She soon realizes that almost everyone at school is in a band and hurriedly begins building one of her own. She tries inviting Haneoka's quirky girl, Tomori, to join her, but...",
                    "TitleJapanese": "羽丘の不思議ちゃん",
                    "SummaryJapanese": "とある事情からゴールデンウイーク前に羽丘女子学園に入学してきた愛音。\nそんな羽丘ではバンドが流行していることが分かり、急いでバンドメンバーを探すことに。\n「羽丘の不思議ちゃん」、燈をバンドに誘うも…。"
                },
                "2": {
                    "ID": "9871814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9871814",
                    "TitleEnglish": "I Won't Invite You Anymore",
                    "SummaryEnglish": "Anon’s classmates encourage her to come with them to RiNG, a live venue with practice studios, to look for members for her band. She reluctantly agrees to go along and runs into the last person she wanted to see again.",
                    "TitleJapanese": "もう誘わない",
                    "SummaryJapanese": "燈をバンドに誘うも断られてしまった愛音。\nバンドメンバー探しのため向かったライブハウス「RiNG」で最悪の再会を果たす。\n「舌打ちした！」"
                },
                "3": {
                    "ID": "9871815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9871815",
                    "TitleEnglish": "CRYCHiC",
                    "SummaryEnglish": "Tomori is awkward, unable to fit in with those around her. In her third year of middle school, a blossom from a fragrant snowbell tree leads her to a chance encounter that changes everything.",
                    "TitleJapanese": "CRYCHIC",
                    "SummaryJapanese": "「人間になりたい」\n周りに馴染めない、不器用な燈。\n中3の春、ハクウンボクの花に誘われ出会ったのは……"
                },
                "4": {
                    "ID": "9884084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9884084",
                    "TitleEnglish": "For Our Whole Lives?!",
                    "SummaryEnglish": "After hearing from Soyo about the circumstances surrounding CRYCHIC's break up, Anon brings Tomori, Soyo, and Taki together at RiNG where she tells them to talk everything out!",
                    "TitleJapanese": "一生だよ！？",
                    "SummaryJapanese": "そよからCRYCHIC解散について聞いた愛音は、燈・そよ・立希を「RiNG」に集める。\n「はい、話し合って！」"
                },
                "5": {
                    "ID": "9885468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885468",
                    "TitleEnglish": "I'm Not Running Away!",
                    "SummaryEnglish": "The band forms around a certain promise, but Anon isn’t taking practice seriously even in the face of a rare opportunity for the group. Fed up, Taki says to Anon, \"You're just running away, aren't you?\"",
                    "TitleJapanese": "逃げてない！",
                    "SummaryJapanese": "初ライブまでは解散しない約束でバンドを結成したが、愛音は真面目に練習をしない。\nそんな愛音に立希はーー\n「お前のそれは逃げだよね？」"
                },
                "6": {
                    "ID": "9885469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885469",
                    "TitleEnglish": "Why, When It's Too Late",
                    "SummaryEnglish": "Band rehearsals aren’t going well, making Taki more and more annoyed. RiNG’s stray cat, Rāna, appears to say she’ll “do the band,” but she leaves as unexpectedly as she arrived, increasing Taki’s frustration. Will they be ready in time for their concert?",
                    "TitleJapanese": "なんで今更",
                    "SummaryJapanese": "「バンドやる」\n突如現れた楽奈に振り回される一同。\nライブのための練習が上手くいかず、立希のイライラは募る。"
                },
                "7": {
                    "ID": "9885470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885470",
                    "TitleEnglish": "Even After Today's Concert Ends",
                    "SummaryEnglish": "Even as the band rushes around to get ready, the day of their first live performance is upon them. None of them feel ready, but before they know it, it's time to go on. As Tomori stands on the stage, her legs trembling, the crowd grows restless.",
                    "TitleJapanese": "今日のライブが終わっても",
                    "SummaryJapanese": "バタバタしながらもついに初ライブの日。\n震える足で燈はステージに立つ。\n「迷子のままでも進みたい」"
                },
                "8": {
                    "ID": "9885471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885471",
                    "TitleEnglish": "Why",
                    "SummaryEnglish": "Soyo's shock from playing Spring Sunlight without warning, and from seeing Sakiko's tears, has made her drop out of contact with everyone. Anon and Tomori are worried, but Taki says it doesn't matter. Elsewhere, Sakiko asks Uika to meet with her.",
                    "TitleJapanese": "どうして",
                    "SummaryJapanese": "「春日影」の勝手な演奏と祥子の涙にショックを受けたそよは、連絡を絶つ。\nそのころ祥子は初華を呼び出して……\n「あいかわらず、初華は星が好きですのね」"
                },
                "9": {
                    "ID": "9885473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885473",
                    "TitleEnglish": "Disbanding",
                    "SummaryEnglish": "Soyo has always behaved as others wanted her to, even when she was very young, but CRYCHiC was the one thing that she held dear and she refuses to believe that it's finished. What will she do? And how will it affect the others?",
                    "TitleJapanese": "解散",
                    "SummaryJapanese": "幼いころから望まれるままに振舞ってきたそよ。\nそんなそよにとって、CRYCHICは何よりも大切なもので…。\n「あれは解散じゃない」"
                },
                "10": {
                    "ID": "9885474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885474",
                    "TitleEnglish": "Always Lost",
                    "SummaryEnglish": "The members of the band have all gone their separate ways. Tomori is having a hard time sorting through her feelings, so she goes to the planetarium where she happens to meet someone who helps her see a course of action she can take.",
                    "TitleJapanese": "ずっと迷子",
                    "SummaryJapanese": "バラバラになってしまったバンドメンバー。\n気持ちがまとまらない中訪れたプラネタリウムで、燈は初華と出会う。\n「詩(うた)って伝わる気がするよね」"
                },
                "11": {
                    "ID": "9885475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885475",
                    "TitleEnglish": "Even So",
                    "SummaryEnglish": "Anon, Rāna, Soyo, and Taki were all deeply moved by Tomori's song. The matter is settled. Or at least, that's what they think. Then, they find out that they're scheduled to perform again. What will they do with only one song, no name, and no costumes?",
                    "TitleJapanese": "それでも",
                    "SummaryJapanese": "燈の詩(うた)で心を動かされた愛音・楽奈・そよ・立希。\n一件落着。と思いきや、次のライブの予定が入っていることを知る。\n「ちょっと待って！みんな、もっと大事なこと忘れてない？」"
                },
                "12": {
                    "ID": "9885476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885476",
                    "TitleEnglish": "It's my go!!!!!",
                    "SummaryEnglish": "Anon, Tomori, Taki, Rāna, and Soyo have finally come together again as a band. They've managed to finish their costumes, but they're still trying to pull things together right up until they go onstage. Is their new song really ready for an audience?",
                    "TitleJapanese": "It’s my go!!!!!",
                    "SummaryJapanese": "ようやく「迷子のバンド」として再集結した5人。\n曲も衣装もなんとか出来上がって、やはりバタバタしながらライブを迎えることに。\n「ちゃんとライブしたかったのに結局これ！？」"
                },
                "13": {
                    "ID": "9885477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bang-dream-its-mygo/episodes/9885477",
                    "TitleEnglish": "The Only One I Can Trust Is Myself",
                    "SummaryEnglish": "After successfully concluding their live performance, the members of MyGO!!!!! gather at RiNG for an after party. But not everyone is happy for them.",
                    "TitleJapanese": "信じられるのは我が身ひとつ",
                    "SummaryJapanese": "無事にライブが終了し、RiNGで打ち上げを行うMyGO!!!!!メンバーたち。\n\n「お幸せに」"
                }
            }
        }
    }
}