{
  "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt27497575/",
    "https://365-wedding-anime.com/",
    "http://www.reddit.com/r/KekkonSurutte",
    "https://www.themoviedb.org/tv/230189",
    "https://www.wikidata.org/wiki/Q117586428",
    "https://en.wikipedia.org/wiki/365_Days_to_the_Wedding#Anime",
    "https://x.com/kekkon_anime"
  ],
  "TitleEnglish": "365 Days to the Wedding",
  "SummaryEnglish": "Takuya and Rika work at the same travel agency in Tokyo and are both happily introverted and single. But their company is opening a new branch in Alaska next year, and employees without a spouse will be recruited to work there. Desperate to avoid the move, and though they’ve hardly spoken before, they decide to fake an engagement. Can these quiet coworkers become a convincing couple?",
  "Aliases": [
    "Are You Really Getting Married?",
    "Kekkon suru tte, Hontou desu ka?",
    "Kekkon Surutte, Hontou desu ka?",
    "Kekkon Surutte, Hontō desu ka?"
  ],
  "Modified": "2025-07-31",
  "Seasons": {
    "1": {
      "ID": "2058020",
      "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10402501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10402501",
          "TitleEnglish": "Why Don't We Get Married?",
          "SummaryEnglish": "Takuya and Rika are quiet loners who work at a travel agency in Tokyo. A new branch office is opening in Alaska, and some unlucky unmarried employee will have to run it. Could a fake marriage between two virtual strangers be a way to avoid the transfer?",
          "Aliases": []
        },
        "2": {
          "ID": "10703526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703526",
          "TitleEnglish": "What Does It Mean to Get Married?",
          "SummaryEnglish": "Someone at work seems to know Takuya and Rika are faking their engagement, so they can't afford to let their guard down at any time. Then, somehow Takuya's father catches wind of the upcoming wedding from all the way across Japan!",
          "Aliases": []
        },
        "3": {
          "ID": "10703527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703527",
          "TitleEnglish": "Can We Share Our Predicaments?",
          "SummaryEnglish": "Takuya plans to go home to Kumamoto over the weekend so he can tell his family the wedding plans aren't real. But first, he has to act as attendant for a high-profile European princess who wants to spend a day touring Tokyo incognito.",
          "Aliases": []
        },
        "4": {
          "ID": "10703528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703528",
          "TitleEnglish": "Can We Share Our Lives?",
          "SummaryEnglish": "The plan is for Takuya to fly home and confess about the marriage lie to his family alone, but circumstances force Rika to accompany him. Along the way, the two of them learn more about each other's families and childhoods.",
          "Aliases": []
        },
        "5": {
          "ID": "10703529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703529",
          "TitleEnglish": "How About We Travel Together?",
          "SummaryEnglish": "The trip to Aso largely turns into a comedy of errors, but at least now Takuya's family knows the marriage idea is just a ploy. Afterwards, it begins to resemble a normal countryside trip, but there seems to be no end to the surprises that are in store.",
          "Aliases": []
        },
        "6": {
          "ID": "10703530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703530",
          "TitleEnglish": "Are Two People Happy Together?",
          "SummaryEnglish": "After returning to Tokyo, Rika and Takuya are both no longer sure how to communicate with one another. An unexpected turn of events for their coworker Shinshi demonstrates that difficulties can lurk even in the most seemingly blissful of marriages.",
          "Aliases": []
        },
        "7": {
          "ID": "10703531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703531",
          "TitleEnglish": "Can I Come Over to Your Place?",
          "SummaryEnglish": "Nao happens upon Rika on her first day in Tokyo. While the two of them are hanging out, Rika expresses frustration over how noncommittal Takuya tends to be, so Nao takes the liberty of ordering Takuya to pay a visit to Rika's apartment.",
          "Aliases": []
        },
        "8": {
          "ID": "10703532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703532",
          "TitleEnglish": "Are Declarations of Love Genuine?",
          "SummaryEnglish": "Gonda drops by unannounced and asks for Takuya's help. He's about to meet someone from a dating app in real life for the first time, and he needs a wingman to help ensure things don't go sideways. But it's not exactly a date...",
          "Aliases": []
        },
        "9": {
          "ID": "10703533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703533",
          "TitleEnglish": "Rika-san, How Are You?",
          "SummaryEnglish": "Nao recommends Rika try out glassmaking as a form of stress management. But it isn't long before a stressor from the past reenters Rika's life, and this leads her to take a thorough look at where things now stand between her and Takuya.",
          "Aliases": []
        },
        "10": {
          "ID": "10703535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703535",
          "TitleEnglish": "Are You Okay With Dating?",
          "SummaryEnglish": "Rika rather abruptly invites Takuya on a date, and what she has in mind is unconventional to say the least. What's her actual goal for the day, and what happens if things don't play out the way she envisions?",
          "Aliases": []
        },
        "11": {
          "ID": "10703538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703538",
          "TitleEnglish": "Are You Serious About Living Under the Same Roof?",
          "SummaryEnglish": "Kurokawa gives a new work assignment to Rika and Takuya, one that living together for a time would make it easier to complete. But as they soon discover, that would mean having to sort out quite the bevy of details.",
          "Aliases": []
        },
        "12": {
          "ID": "10703540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/365-days-to-the-wedding/episodes/10703540",
          "TitleEnglish": "Are You Really Getting Married?",
          "SummaryEnglish": "The time has finally come to choose someone for the Alaska transfer. Takuya and Rika might be safe provided everyone believes their fake marriage plan, but once somebody goes in their place, will they be able to live with the guilt?",
          "Aliases": []
        }
      }
    }
  }
}