{
    "URL": "https://www.thetvdb.com/series/oi-tonbo",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31957516/",
        "https://www.instagram.com/anime_tonbo",
        "https://tonbo-anime.com/",
        "https://www.tvmaze.com/shows/shows/show-slug",
        "https://www.themoviedb.org/tv/243140",
        "https://www.wikidata.org/wiki/Q124325069",
        "https://en.wikipedia.org/wiki/Oi!_Tonbo",
        "https://x.com/anime_tonbo",
        "https://www.youtube.com/c/UCEqZejKb__yW0cbb5GmQ85A"
    ],
    "TitleEnglish": "Tonbo!",
    "SummaryEnglish": "A dramatic tale of golf and humans, set on the beautiful Tokara Islands. Igarashi has thrown away his past and fled society, relocating to Hinoshima Island. Here, on \"Japan's last hidden paradise,\" he meets Tonbo, the island’s only middle schooler. To his surprise, this girl harbors an extraordinary talent for golf!? This encounter marks the beginning of a significant change in their destinies.",
    "Aliases": [
        "Ooi! Tonbo",
        "Ooi Tonbo",
        "Hey! Tonbo",
        "Tonbo",
        "Oi! Tonbo"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2061341",
            "URL": "https://www.thetvdb.com/series/oi-tonbo/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10066716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10066716",
                    "TitleEnglish": "Tonbo and the 3-Iron",
                    "SummaryEnglish": "Igarashi hits rock bottom as he loses his family and his job. He flees society on a ferry to Hinoshima - “Japan’s last hidden paradise.” There, he meets Tonbo, the island's only middleschooler. As Igarashi explores the remote island, he senses something odd—a pervasive golf theme, despite no golf course or known golfers on the island. What secrets does this golf-enveloped, mysterious island hold?",
                    "Aliases": []
                },
                "2": {
                    "ID": "10428911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428911",
                    "TitleEnglish": "The Secret of the 3-Iron",
                    "SummaryEnglish": "While visiting a golf course on the island made by the residents, Igarashi witnesses Tonbo's incredible super shot. Intrigued by each other's golf skills, they decide to play together again the next day. While playing, Tonbo opens up about her love for the island. Returning at sunset, Gon encourages Igarashi to experience the island's starry sky, under which Tonbo reveals her past.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10428912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428912",
                    "TitleEnglish": "Wedges and Regrets",
                    "SummaryEnglish": "Tonbo impresses seasoned golfer Igarashi with her unique style, playing solely with a 3-iron. Intrigued, Igarashi adapts his wedge with her 3-iron's grip and coaches her on its use. Teaching Tonbo reminds him of instructing his son, Rintaro, evoking regrets about robbing Rintaro of golf's joy.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10428913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428913",
                    "TitleEnglish": "Sashimi Shot",
                    "SummaryEnglish": "As Igarashi adjusts to island life, he observes the interactions between Bunpei and Yoko. Golfing daily with Tonbo, he sees how the island has influenced her impressive shots. Inspired by her uninhibited style, Igarashi wants her to try tournament golf. However, he feels there's something unusual about her play. Unexpectedly, a squall hits them on the course.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10428914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428914",
                    "TitleEnglish": "This Isn't Real Golf",
                    "SummaryEnglish": "Igarashi's unease with Tonbo's golf stems from the fact that she doesn’t feel the pressure that comes with a competition. On the island's cliff-top course, he sees his past failures with his son in her. Yet, Tonbo's actions make him reconsider, accepting her as she is. Learning from Yoko that Tonbo hates the idea of leaving, Igarashi realizes that a change in perspective, not location, is needed.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10428915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428915",
                    "TitleEnglish": "The Okinawan Rival!",
                    "SummaryEnglish": "Igarashi heads to Kagoshima to find a young golfer who can match Tonbo, who refuses to leave the island. Despite visiting several ranges, no one measures up. On the ferry back, Igarashi learns from Yoko that her niece is a junior tournament winner. Excited, he arranges her visit to Hino Island. Days later, a pickup truck arrives by ferry, with the girl sleeping in the back.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10428916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428916",
                    "TitleEnglish": "The Great Monotony",
                    "SummaryEnglish": "Despite meeting for the first time, Tonbo and Tsubura hit it off and decided to play a round on the island's golf course. Tsubura is amazed by Tonbo's free-spirited style. However, Tsubura's own approach is methodical and precise, with calculated shots. Inspired by each other's contrasting styles, a competitive spirit grows within Tonbo, determined not to lose. How will their match turn out?",
                    "Aliases": []
                },
                "8": {
                    "ID": "10428917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428917",
                    "TitleEnglish": "The Phantom Hole",
                    "SummaryEnglish": "The typhoon hit Hinojima directly. At the development center, Tonbo and Tsubura took refuge. Despite the power outage, Tsubura practiced her swings and shared her feelings. After the typhoon, she gifted her 5-wood to Tonbo. Igarashi then found plans for a hidden hole on the island's golf course and took Tonbo to play it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10428918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428918",
                    "TitleEnglish": "Off to Akureki",
                    "SummaryEnglish": "Igarashi travels to Akureki to meet Mr. Kuta, the designer of the Hinonoshima golf course. He shares his past with Tonbo, who fears leaving the island. The next morning, Tonbo joins him willingly. Mr. Kuta warmly welcomes them and shows them a special one-hole course he created in the forest by a small pond.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10428919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428919",
                    "TitleEnglish": "Criteria for a Famous Golf Hole",
                    "SummaryEnglish": "The single-hole course designed by Mr. Kuta on Warizumajima Island, with its beautiful scenery, was a challenging monster hole. Igarashi struggles to conquer it, while Tonbo impresses with creative shots, though Mr. Kuta has doubts about her use of a 3-iron for putting.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10428920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428920",
                    "TitleEnglish": "A Line Without an Answer",
                    "SummaryEnglish": "Mr. Kuta asserts, \"Tonbo's golf style won't work in competition,\" and takes Tonbo and Igarashi to a challenging practice green. As Tonbo tackles the monstrous green all day, she starts to appreciate the kindness of Igarashi and Mr. Kuta.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10428921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428921",
                    "TitleEnglish": "Straightforward Feelings",
                    "SummaryEnglish": "The children of the island had to write an essay titled \"The Last Summer Vacation\" at the end of their final middle school summer. After returning from Akurekijima, Tonbo expressed feelings for the island and new resolutions in essay. The islanders were surprised, and Igaiga worked hard to support her. By spring, at the graduation ceremony, Tonbo had grown taller, and hair reached her shoulders.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10556314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10556314",
                    "TitleEnglish": "I'm Off!",
                    "SummaryEnglish": "Tonbo decided to leave the island, which greatly impacted the residents of the surrounding islands. Amidst the mixed emotions, a farewell golf tournament was held, with just one day left until departure.",
                    "Aliases": []
                },
                "14": {
                    "ID": "10730679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730679",
                    "TitleEnglish": "I Love This Island, and I Love Golf Too!",
                    "SummaryEnglish": "Having decided to leave Hinoshima, Tonbo boards a ferry with Igarashi, bound for Kagoshima. On the ship, the two reflect on their time living on the island. Through playing golf with \"Igaiga\", Tonbo's world begins to broaden. As she starts to look toward the future, the warm presence of the island's residents, who have been watching over her, stays by her side.",
                    "Aliases": []
                },
                "15": {
                    "ID": "10730680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730680",
                    "TitleEnglish": "Tonbo's Course Debut!",
                    "SummaryEnglish": "Igarashi sends Tonbo, now a high schooler, to stay at a golf practice range in Kumamoto run by a friend who trains junior players. When Tonbo tries a driver shot for the first time, the other students are puzzled by her skill. She soon gets a chance to practice at a nearby course, where she meets Hinoki Otowa, a talented junior golfer known for her performance at the Kyushu Junior Championship.",
                    "Aliases": []
                },
                "16": {
                    "ID": "10730681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730681",
                    "TitleEnglish": "Igaiga's Parting Gift",
                    "SummaryEnglish": "Tonbo and Hinoki hit the golf course for practice. As Tonbo unleashes bold, carefree shots, Hinoki’s view of her begins to change. Despite the strong winds, they exchange impressive plays. Meanwhile, Igarashi arrives with a special gift for Tonbo, who's just started her new life in Kumamoto.",
                    "Aliases": []
                },
                "17": {
                    "ID": "10730682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730682",
                    "TitleEnglish": "It Begins! The Kyushu Women's Championship",
                    "SummaryEnglish": "After witnessing Tonbo's golfing style up close, Coach Hajime is determined to unlock her potential by entering her in the Kyushu Women's Championship. However, she must meet the eligibility criteria first. As Tonbo starts her new high school life, things get hectic as she learns to juggle school, going to the practice range, and practicing on the golf course to secure her spot in the tournament.",
                    "Aliases": []
                },
                "18": {
                    "ID": "10730683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730683",
                    "TitleEnglish": "Career Average Stroke",
                    "SummaryEnglish": "Though on the first day of the Kyushu Women’s Championship there were many players around Tonbo's age, she ended up paired with a housewife golfer named “Shima-san.” Her skills being just barely above the cutoff line irritates some fellow competitors. However, as the championship progresses, Shima-san’s unique approach to golf begins to influence her fellow competitors playing style!",
                    "Aliases": []
                },
                "19": {
                    "ID": "10730684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730684",
                    "TitleEnglish": "My Rival Is the Title Holder",
                    "SummaryEnglish": "Tonbo joins her first tournament, playing with a bold, freewheeling golf style that puts her in the lead on day one. On the second day, she's paired with the other top players from the first round: Hinoki, Tsubura, and Ema, who placed second. With Ema fighting for a comeback after a rough past, their group’s round ignites from the very first hole!",
                    "Aliases": []
                },
                "20": {
                    "ID": "10730685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730685",
                    "TitleEnglish": "Jack-in-the-box Golf",
                    "SummaryEnglish": "On day two of the tournament, Tonbo, Hinoki, Tsubura, and Ema are paired up. Hinoki faces pressure from her father, Tsubura plays in her usual style, and Ema makes her comeback. Amidst this heated battle, Tonbo, as always, sticks to her carefree style. Then, driven by her father’s relentless push to be \"number one,\" Hinoki makes a surprising move...",
                    "Aliases": []
                },
                "21": {
                    "ID": "10730686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730686",
                    "TitleEnglish": "The Tossing and Turning Winds",
                    "SummaryEnglish": "The night before the tournament’s final day, Igarashi arrives in Kumamoto. Noticing a change in Tonbo, he offers advice to draw out her strengths.On the last day, Tonbo, with her trainee caddie Nishida, faces challenging, windy conditions. Skillfully using the wind to her advantage, she climbs the leaderboard, making Hinoki, Tsubura, and Ema recognize her as a serious rival for the title.",
                    "Aliases": []
                },
                "22": {
                    "ID": "10730687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730687",
                    "TitleEnglish": "Hinoki's Troubles",
                    "SummaryEnglish": "On the final day of the tournament, Tonbo plays in her free-spirited style while Hinoki, Tsubura, and Emma close in, their competitive edges starting to show. Hinoki leads at the halfway point, but looks glum despite that. In the second half, Hinoki’s shot hits a tree branch, leading to an unexpected setback…",
                    "Aliases": []
                },
                "23": {
                    "ID": "10730688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730688",
                    "TitleEnglish": "First Time Under Pressure",
                    "SummaryEnglish": "On the final day of the tournament, Hinoki turns a penalty into a mental reset. Tsubura stays steady with strategic play, while Emma takes a risky shot despite her injured leg. Meanwhile, Tonbo begins to feel the weight of competition, spurring a change in her resolve.",
                    "Aliases": []
                },
                "24": {
                    "ID": "10730689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730689",
                    "TitleEnglish": "Tonbo, Hole Out",
                    "SummaryEnglish": "With three holes left on the final day, Tonbo makes a charge, closing in on the leader. Meanwhile, Tsubura and Emma struggle to improve their scores, while Hinoki regains composure to recover. Suddenly, all four are tied, setting the stage for a dramatic finish. On the final hole, Tonbo's tee shot takes an unexpected turn, changing everything.",
                    "Aliases": []
                },
                "25": {
                    "ID": "10730753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730753",
                    "TitleEnglish": "Winner and Courage",
                    "SummaryEnglish": "Emma pushes through the pain of her injured leg for the sake of her swing, Hinoki battles her inner limits, and Tsubura stays true to her own style. Watching from the sidelines, Tonbo cheers them on. An intense showdown over a single final stroke builds to a thrilling, unexpected finish.",
                    "Aliases": []
                },
                "26": {
                    "ID": "10862200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10862200",
                    "TitleEnglish": "Tonbo's Challenge: Heroines of Kyushu",
                    "SummaryEnglish": "After competing in the Kyushu Women’s Championship, Tonbo travels to Hinoshima with Igarashi to report the results. Together, they reflect on their new challenges in Kumamoto. Along the way, they recall the people who supported Tonbo and the rivals she faced in her first tournament, each with their own aspirations. Tonbo's journey through golf continues to soar—unstoppable and full of promise.",
                    "Aliases": []
                }
            }
        }
    }
}