{
    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32524882/",
        "https://yarinaoshi-reijyou.com/",
        "http://www.reddit.com/r/YarinaoshiReijou",
        "https://www.themoviedb.org/tv/244624",
        "https://www.wikidata.org/wiki/Q117894820",
        "https://en.wikipedia.org/wiki/The_Do-Over_Damsel_Conquers_the_Dragon_Emperor#Anime",
        "https://x.com/yarinaoshi_pr"
    ],
    "TitleEnglish": "The Do-Over Damsel Conquers the Dragon Emperor",
    "SummaryEnglish": "Jill Savelle—fiancée of the crown prince Gerald de Kleitos and known as the \"Lady Goddess of War\"—is being hunted down by the same country she swore to protect. Betrayed by her betrothed, she is framed as a traitor and imprisoned. In her last moments, Jill is filled with regret, but just as death approaches, she awakens six years in the past. This time, she will not be a mere pawn. Now as a 10-year-old girl, Jill resolves to escape her imminent engagement to the prince. To this end, she jokingly professes her love to the 19-year-old dragon emperor Hades Theos Rave, who will one day stain the land in blood due to madness. But against all expectations, he accepts! In contrast to the tyrant from Jill's memories, the Hades of this time is a kind albeit unfortunate emperor. Can Jill prevent Hades from descending down the same dark, villainous road, or is he bound to an inevitable future?",
    "Aliases": [
        "Yarinaoshi Reijō wa Ryūtei Heika o Kōryaku-chū",
        "Yarinaoshi Reijou wa Ryuutei Heika o Kōryaku-chuu",
        "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryakuchuu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2061148",
            "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10059038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10059038",
                    "TitleEnglish": "I Tried to Avoid the Route to Destruction and Somehow Ended Up Courting My Greatest Enemy",
                    "SummaryEnglish": "Betrayed by her fiancé, Jill's life nearly ends in frustration, but instead, she suddenly finds herself back on the night she was proposed to six years ago. To avoid the route that leads to her doom, she makes use of a man that crosses her path, but..."
                },
                "2": {
                    "ID": "10716764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716764",
                    "TitleEnglish": "I Already Know the Tragedy That Is to Come, so I Will Do What I Can to Avoid It",
                    "SummaryEnglish": "Hadis accepts Jill's proposal and gifts her the Dragon Consort's ring. After suffering a sudden enemy attack, they arrive in Beilburg. There, Sphere, a candidate to become Hadis's fiancée, and daughter of the local lord, comes running up to the ship."
                },
                "3": {
                    "ID": "10716765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716765",
                    "TitleEnglish": "The Situation Is Desperate, but as the God of War's Daughter, I Will Defeat the Enemy with Brute Strength",
                    "SummaryEnglish": "With the combined information from the other captives, Jill sees through the Marquess Beil's plot. Realizing that she must act quickly, and knowing that the others may not trust her, she takes a chance and asks for help. Will it be enough?"
                },
                "4": {
                    "ID": "10716766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716766",
                    "TitleEnglish": "My Fiancé Is Trying His Best to Woo Me and I Don’t Know What to Do about It",
                    "SummaryEnglish": "Hadis must deal with Marquess Beil and his men. Will knowing Jill's wishes make a difference? And for Jill, hearing the heartless words the marquess hurls at Hadis makes her worry that Hadis pushes himself too hard."
                },
                "5": {
                    "ID": "10716767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716767",
                    "TitleEnglish": "When Seeking the Truth, Things Turned into an Argument, so I Can No Longer Do Anything",
                    "SummaryEnglish": "Prince Gerald goes to Beilburg to see if it's true that Jill was abducted. To deny the rumors, Hadis and Jill must show that they're happy, but it may not be so easy. Then their meeting with Gerald is cut short by distressing news of Marquess Beil."
                },
                "6": {
                    "ID": "10716768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716768",
                    "TitleEnglish": "Upstarts Are Attempting to Get Close to My Fiancé and I Want to Beat Them at Their Own Game",
                    "SummaryEnglish": "Hadis' enemies are conspiring against him. Jill has secretly worked out a plan to protect him, but she's locked inside a barrier and Rave won't let her out. Instead, he tells her the real reason she was chosen as the Dragon Consort."
                },
                "7": {
                    "ID": "10716769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716769",
                    "TitleEnglish": "I Want to Stop Living the Slow Life, so I Have Decided to Start in the Dragon Knights",
                    "SummaryEnglish": "Hadis, Jill, and the others head to the imperial capital, Rahelm. As they near the city, they're suddenly attacked! Jill and the others spring into action. Amidst the fighting, the leader of the other forces accuses Hadis of being a false emperor."
                },
                "8": {
                    "ID": "10716770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716770",
                    "TitleEnglish": "I, the Dragon Consort, Am Now Hated by the Dragon and I Want to Find a Way to Be Friendly Again",
                    "SummaryEnglish": "Jill has been accepted into the Dragon Knights, but during an aptitude test referred to as dragon initiation, Captain Elentzia's dragon does something unexpected and the test is cut short. Jill heads home feeling useless... until Hadis talks to her."
                },
                "9": {
                    "ID": "10716771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716771",
                    "TitleEnglish": "My Fiancé and I Nearly Ripped Each Other to Shreds and It May Still End up Being a Bloodbath",
                    "SummaryEnglish": "Risteard brings Hadis to Elentzia. Jill encourages Hadis to talk to them, which leads to a shocking development. In the midst of their negotiations, a dragon knight enters with news that a force has arrived to burn down the town!"
                },
                "10": {
                    "ID": "10716772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716772",
                    "TitleEnglish": "As a Result of Doing-over My Life, I Find Myself Out of Options Once Again",
                    "SummaryEnglish": "At the castle, Elentzia asks Jill to look after her little brothers. The party leaves, hoping to meet up with reinforcements, but wary of a trap. Jill reminds herself that she's there to make sure Hadis never feels alone."
                },
                "11": {
                    "ID": "10716773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716773",
                    "TitleEnglish": "My Fiancé’s Uncle Is Behaving So Outrageously That I Can No Longer Stand Silently By",
                    "SummaryEnglish": "Hadis has been betrayed. An unexpected intervention allows Jill to escape certain death, but drops her into another dire situation. Jill finds herself face to face with an angry dragon, and her powers are still sealed away!"
                },
                "12": {
                    "ID": "10716774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716774",
                    "TitleEnglish": "The Do-Over Damsel Conquers the Dragon Emperor",
                    "SummaryEnglish": "The truth of the Rave imperial family is revealed. Hadis explodes with rage. His expression, twisted with hate and despair, is exactly the same as that of the Hadis Jill knows from the future. Will she be able to save him this time?"
                }
            }
        }
    }
}