{
    "URL": "https://www.thetvdb.com/series/oi-tonbo",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31957516/",
        "https://www.instagram.com/anime_tonbo",
        "https://tonbo-anime.com/",
        "https://www.tvmaze.com/shows/shows/show-slug",
        "https://www.themoviedb.org/tv/243140",
        "https://www.wikidata.org/wiki/Q124325069",
        "https://en.wikipedia.org/wiki/Oi!_Tonbo",
        "https://x.com/anime_tonbo",
        "https://www.youtube.com/c/UCEqZejKb__yW0cbb5GmQ85A"
    ],
    "TitleEnglish": "Tonbo!",
    "SummaryEnglish": "A dramatic tale of golf and humans, set on the beautiful Tokara Islands. Igarashi has thrown away his past and fled society, relocating to Hinoshima Island. Here, on \"Japan's last hidden paradise,\" he meets Tonbo, the island’s only middle schooler. To his surprise, this girl harbors an extraordinary talent for golf!? This encounter marks the beginning of a significant change in their destinies.",
    "TitleJapanese": "オーイ！とんぼ",
    "SummaryJapanese": "物語は、ある“事件”をきっかけにプロゴルファー失格となった五十嵐が、表舞台から逃れるために鹿児島県・トカラ列島に移住するところから始まる。 「日本最後の秘境」と呼ばれるこの島で、彼は純朴な少女とんぼに出会う。 実は、この秘境と思われている島には手作りのゴルフコースがあり、トンボは毎日プレーしています。 彼女は、たった 1 本のゴルフクラブ、3 番アイアンであらゆるショットをこなす天才レベルの腕前を発揮します。 五十嵐はトンボが3番アイアンしか使わないことに疑問を抱きながらも、トンボの才能に驚く。 しかし、とんぼの心の奥底には、悲しく悲しい過去が隠されていた…。",
    "Aliases": [
        "Ooi! Tonbo",
        "Oi! Tonbo",
        "Ooi Tonbo",
        "Tonbo"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2061341",
            "URL": "https://www.thetvdb.com/series/oi-tonbo/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10066716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10066716",
                    "TitleEnglish": "Tonbo and the 3-Iron",
                    "SummaryEnglish": "Igarashi hits rock bottom as he loses his family and his job. He flees society on a ferry to Hinoshima - “Japan’s last hidden paradise.” There, he meets Tonbo, the island's only middleschooler. As Igarashi explores the remote island, he senses something odd—a pervasive golf theme, despite no golf course or known golfers on the island. What secrets does this golf-enveloped, mysterious island hold?",
                    "TitleJapanese": "とんぼと３番アイアン",
                    "SummaryJapanese": "職も家族も失い、人生のどん底に沈んだ中年男性・五十嵐。世間から逃げるようにフェリーで向かった先は、\"日本最後の秘境\"と呼ばれる\"火之島\"だった。島の施設管理人として働くことになった五十嵐は、そこで島でたった一人の中学生・とんぼと出会う。スーパーもコンビニもない島内を巡る中、奇妙な違和感を感じる五十嵐。それは、島のあちこちにゴルフを感じさせる物事があるということだった。ゴルフコースもない、ゴルフ経験者もいないはずの島にゴルフの痕跡が...。謎に包まれた島の秘密とは？"
                },
                "2": {
                    "ID": "10428911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428911",
                    "TitleEnglish": "The Secret of the 3-Iron",
                    "SummaryEnglish": "While visiting a golf course on the island made by the residents, Igarashi witnesses Tonbo's incredible super shot. Intrigued by each other's golf skills, they decide to play together again the next day. While playing, Tonbo opens up about her love for the island. Returning at sunset, Gon encourages Igarashi to experience the island's starry sky, under which Tonbo reveals her past.",
                    "TitleJapanese": "３鉄の秘密",
                    "SummaryJapanese": "とんぼと共に島の住民が自分たちのために作ったゴルフコースを訪れた五十嵐は、とんぼの驚異的なスーパーショットを目の当たりにする。対するとんぼも、本格的なゴルフができる五十嵐に興味を抱き、二人は翌日もコースを一緒に回る。夕暮れまでゴルフに興じる中、島に対する思いを口にするとんぼ。日が暮れ、ようやく帰ってきた二人を迎えたゴンじいは、五十嵐に島の星空を見せてあげるよう促す。満天の星空の下、とんぼが語った過去とは—。"
                },
                "3": {
                    "ID": "10428912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428912",
                    "TitleEnglish": "Wedges and Regrets",
                    "SummaryEnglish": "Tonbo impresses seasoned golfer Igarashi with her unique style, playing solely with a 3-iron. Intrigued, Igarashi adapts his wedge with her 3-iron's grip and coaches her on its use. Teaching Tonbo reminds him of instructing his son, Rintaro, evoking regrets about robbing Rintaro of golf's joy.",
                    "TitleJapanese": "ウェッジと後悔",
                    "SummaryJapanese": "3鉄1本しか使わない独特なプレースタイルで、ゴルフ経験豊富な五十嵐も驚くほどの才能を持つとんぼ。五十嵐は自身のウェッジのグリップを3鉄に付け替え、とんぼにウェッジを使うことを試させる。ウェッジでの正しいボールの打ち方を教えようとする五十嵐は、かつて、自分の息子\"凜太郎\"にゴルフを教えたことを思い出す。凜太郎から「ゴルフをやる喜び」を奪ってしまったという後悔と向き合うことに―。"
                },
                "4": {
                    "ID": "10428913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428913",
                    "TitleEnglish": "Sashimi Shot",
                    "SummaryEnglish": "As Igarashi adjusts to island life, he observes the interactions between Bunpei and Yoko. Golfing daily with Tonbo, he sees how the island has influenced her impressive shots. Inspired by her uninhibited style, Igarashi wants her to try tournament golf. However, he feels there's something unusual about her play. Unexpectedly, a squall hits them on the course.",
                    "TitleJapanese": "お刺身ショット",
                    "SummaryJapanese": "徐々に島の生活に慣れてきた五十嵐。島の施設職員のブンペイと看護師の洋子の人間関係も垣間見える。とんぼと日々コースを回る五十嵐は、そのスーパーショットの多くが、島での生活から身に付いたセンスと気づく。とんぼの自由なゴルフを目の当たりにした五十嵐は、次第にとんぼにゴルフの試合を経験させたいと願うようになる。しかし一方で、とんぼのプレースタイルに異なる違和感を覚えてもいた。そんな折、コースを回る二人に突然のスコールが襲う。"
                },
                "5": {
                    "ID": "10428914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428914",
                    "TitleEnglish": "This Isn't Real Golf",
                    "SummaryEnglish": "Igarashi's unease with Tonbo's golf stems from the fact that she doesn’t feel the pressure that comes with a competition. On the island's cliff-top course, he sees his past failures with his son in her. Yet, Tonbo's actions make him reconsider, accepting her as she is. Learning from Yoko that Tonbo hates the idea of leaving, Igarashi realizes that a change in perspective, not location, is needed.",
                    "TitleJapanese": "お前のはゴルフじゃない",
                    "SummaryJapanese": "とんぼのゴルフに対する違和感の正体。それはゴルフに対して「競技のプレッシャー」を感じていない事だった。島のコースの崖上にて、とんぼにプレッシャーについて教えようとする五十嵐は、かつて息子\"凜太郎\"に向き合えていなかった事をとんぼの姿に重ねる。しかし、想定以上のとんぼの行動は、五十嵐の後悔をも吹き飛ばし、「このままでいいのかもな…」と、今のとんぼを肯定する思いへと変わる。診療所で洋子より、島を出ることをとんぼが嫌がっていることを改めて知る五十嵐は、とんぼを島から出すのではなく、発想の転換が必要と行動を起こす。"
                },
                "6": {
                    "ID": "10428915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428915",
                    "TitleEnglish": "The Okinawan Rival!",
                    "SummaryEnglish": "Igarashi heads to Kagoshima to find a young golfer who can match Tonbo, who refuses to leave the island. Despite visiting several ranges, no one measures up. On the ferry back, Igarashi learns from Yoko that her niece is a junior tournament winner. Excited, he arranges her visit to Hino Island. Days later, a pickup truck arrives by ferry, with the girl sleeping in the back.",
                    "TitleJapanese": "沖縄からのライバル！？",
                    "SummaryJapanese": "島を出ることを頑なに拒否するとんぼに刺激を与えるため、五十嵐は彼女に匹敵する実力を持つ同世代のゴルファーを探しに鹿児島に向かう。しかし、市内の複数のゴルフ練習場を訪れるも、とんぼの才能に肩を並べる選手は見つからない。失意の中、帰路のフェリーで同伴した洋子から、姪っ子がアマチュア大会で優勝経験があると聞き、興奮する五十嵐。姪っ子を火之島に招待するよう約束を取り付ける。数日後、約束の日にフェリーから降りてきた軽トラックの荷台には、一人の少女が眠っていた。"
                },
                "7": {
                    "ID": "10428916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428916",
                    "TitleEnglish": "The Great Monotony",
                    "SummaryEnglish": "Despite meeting for the first time, Tonbo and Tsubura hit it off and decided to play a round on the island's golf course. Tsubura is amazed by Tonbo's free-spirited style. However, Tsubura's own approach is methodical and precise, with calculated shots. Inspired by each other's contrasting styles, a competitive spirit grows within Tonbo, determined not to lose. How will their match turn out?",
                    "TitleJapanese": "グレートワンパターン",
                    "SummaryJapanese": "初めて会ったにもかかわらず意気投合したとんぼとつぶらは、島のゴルフコースで一緒にラウンドをする。自然がそのまま残るコースと、とんぼの自由奔放なプレースタイルに驚くつぶら。しかし、つぶら自身は理論的で堅実なプレーでボールを正確に打ち進める。互いの異なるスタイルに刺激を受けながら、とんぼの心には「負けたくない」という競争心が芽生え始める。二人の対決の行方は？"
                },
                "8": {
                    "ID": "10428917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428917",
                    "TitleEnglish": "The Phantom Hole",
                    "SummaryEnglish": "The typhoon hit Hinojima directly. At the development center, Tonbo and Tsubura took refuge. Despite the power outage, Tsubura practiced her swings and shared her feelings. After the typhoon, she gifted her 5-wood to Tonbo. Igarashi then found plans for a hidden hole on the island's golf course and took Tonbo to play it.",
                    "TitleJapanese": "幻のホール",
                    "SummaryJapanese": "台風が直撃した火之島。開発センターに避難している島民たちの中に、とんぼとつぶらの姿があった。停電する施設の中でも、大会に向けて黙々と日々のスイング練習をするつぶらは、自分の抱いている思いを打ち明ける。台風は無事通過し、火之島を後にするつぶらは、とんぼに愛用していた5番ウッドを贈る。一方、五十嵐は偶然にも島のゴルフコースの設計図を発見する。そこには、これまでプレーしてきたコースに隠された新たなホールの存在が描かれていた。五十嵐は早速とんぼを連れて、隠されたホールでラウンドを試みる。"
                },
                "9": {
                    "ID": "10428918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428918",
                    "TitleEnglish": "Off to Akureki",
                    "SummaryEnglish": "Igarashi travels to Akureki to meet Mr. Kuta, the designer of the Hinonoshima golf course. He shares his past with Tonbo, who fears leaving the island. The next morning, Tonbo joins him willingly. Mr. Kuta warmly welcomes them and shows them a special one-hole course he created in the forest by a small pond.",
                    "TitleJapanese": "いざ、悪礫島へ",
                    "SummaryJapanese": "五十嵐は、火之島のゴルフコースを設計した「クタさん」に会うため、同じトカラ列島の悪礫島へ行くことを決める。島外へ出ることに恐怖を感じるとんぼに対し、自身の過去と、とんぼと出会ってからの深い思いを語る。翌朝、フェリー乗り場に現れたとんぼは、自らの意志で船に乗り込む。世俗を離れ、ひとり山奥で暮らすクタさんは、悪礫島に来た五十嵐ととんぼを快く迎え入れる。二人はクタさんが悪礫島に作った、1ホールだけの特別なコースに向かう。そのコースは森の中、小さな池のそばに設けられていた。"
                },
                "10": {
                    "ID": "10428919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428919",
                    "TitleEnglish": "Criteria for a Famous Golf Hole",
                    "SummaryEnglish": "The single-hole course designed by Mr. Kuta on Warizumajima Island, with its beautiful scenery, was a challenging monster hole. Igarashi struggles to conquer it, while Tonbo impresses with creative shots, though Mr. Kuta has doubts about her use of a 3-iron for putting.",
                    "TitleJapanese": "名ホールの条件",
                    "SummaryJapanese": "クタさんが悪礫島に設計した1ホールのみの池越えコースは、その美しい景観とは裏腹に非常に攻略が難しいモンスターホールであった。攻略法に悩む五十嵐に対して、設計者としてゴルフへの深い愛情を持つクタさんとの知恵比べが展開される。一方で、とんぼはその設計意図を超える独創的なショットでコースを攻略していく。その自由な発想のプレースタイルに、クタさんも舌を巻く。しかし、グリーン上で3鉄を使ってパッティングするとんぼのプレーには一抹の疑念を抱く。"
                },
                "11": {
                    "ID": "10428920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428920",
                    "TitleEnglish": "A Line Without an Answer",
                    "SummaryEnglish": "Mr. Kuta asserts, \"Tonbo's golf style won't work in competition,\" and takes Tonbo and Igarashi to a challenging practice green. As Tonbo tackles the monstrous green all day, she starts to appreciate the kindness of Igarashi and Mr. Kuta.",
                    "TitleJapanese": "答えのないライン",
                    "SummaryJapanese": "クタさんは、「とんぼのゴルフスタイルは競技の世界で通用しない」と断言し、とんぼと五十嵐をコース裏にある練習用グリーンへと連れて行く。そこは多くの起伏と強烈な傾斜を持つ巨大なモンスターグリーンだった。一日中、3鉄を駆使してこの巨大グリーンに果敢に挑むとんぼは、やがてその時間を共にしてくれる五十嵐やクタさんの優しさにも気付き始める。日が暮れる中、カップに寄せる明確なラインが存在しないこの難題のグリーンで、とんぼが選んだラインとは？"
                },
                "12": {
                    "ID": "10428921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10428921",
                    "TitleEnglish": "Straightforward Feelings",
                    "SummaryEnglish": "The children of the island had to write an essay titled \"The Last Summer Vacation\" at the end of their final middle school summer. After returning from Akurekijima, Tonbo expressed feelings for the island and new resolutions in essay. The islanders were surprised, and Igaiga worked hard to support her. By spring, at the graduation ceremony, Tonbo had grown taller, and hair reached her shoulders.",
                    "TitleJapanese": "真っ直ぐな気持ち",
                    "SummaryJapanese": "島の子供たちには、中学三年の夏休みが開けると、「最後の夏休み」という題名の作文を書く決まりがあった。悪礫島から戻ったとんぼは、その作文の中で、島への思いと新たな決意を語る。その想いを知った島の住民たちは一様に驚き、五十嵐もバックアップすべく奔走する。そして春、中学の卒業式には、背も伸び、髪も肩まで長くなったとんぼの姿があった。"
                },
                "13": {
                    "ID": "10556314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10556314",
                    "TitleEnglish": "I'm Off!",
                    "SummaryEnglish": "Tonbo decided to leave the island, which greatly impacted the residents of the surrounding islands. Amidst the mixed emotions, a farewell golf tournament was held, with just one day left until departure.",
                    "TitleJapanese": "いってきます！",
                    "SummaryJapanese": "島を出ることを決意したとんぼ。それは周囲の島の住民たちにも少なからず影響を及ぼしていた。ゴンじいの思い、ワタルの思い、ブンペイの、洋子に対する思い。それぞれの感情が交錯していく中、島のゴルフコースでとんぼの送別会ゴルフコンペが開かれる。旅立ちの日まで、あと1日……"
                },
                "14": {
                    "ID": "10730679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730679",
                    "TitleEnglish": "I Love This Island, and I Love Golf Too!",
                    "SummaryEnglish": "Having decided to leave Hinoshima, Tonbo boards a ferry with Igarashi, bound for Kagoshima. On the ship, the two reflect on their time living on the island. Through playing golf with \"Igaiga\", Tonbo's world begins to broaden. As she starts to look toward the future, the warm presence of the island's residents, who have been watching over her, stays by her side.",
                    "TitleJapanese": "この島が好き　ゴルフも大好き！",
                    "SummaryJapanese": "火之島を離れる決心をしたとんぼは、五十嵐と共にフェリーに乗って鹿児島へ向かう。その船上で、二人は出会ってからの島での生活を振り返る。 五十嵐とのゴルフを通じて広がるとんぼの世界。未来に目を向け始めたとんぼのそばには、とんぼを温かく見守る島の住民たちの姿があった。"
                },
                "15": {
                    "ID": "10730680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730680",
                    "TitleEnglish": "Tonbo's Course Debut!",
                    "SummaryEnglish": "Igarashi sends Tonbo, now a high schooler, to stay at a golf practice range in Kumamoto run by a friend who trains junior players. When Tonbo tries a driver shot for the first time, the other students are puzzled by her skill. She soon gets a chance to practice at a nearby course, where she meets Hinoki Otowa, a talented junior golfer known for her performance at the Kyushu Junior Championship.",
                    "TitleJapanese": "とんぼ、コースデビュー！",
                    "SummaryJapanese": "高校生になるとんぼを、五十嵐はジュニア育成に力を注ぐ知人が経営する熊本のゴルフ練習場に下宿させることにした。ドライバーショットが初めてという彼女のスイングを見た同世代の練習生たちは、その実力に怪訝な表情を浮かべた。そんな中、近くのゴルフ場で練習する機会を得たとんぼは、同じ練習場に通い、実力を誇る女子高生ジュニアゴルファー・音羽ひのきと出会う――。"
                },
                "16": {
                    "ID": "10730681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730681",
                    "TitleEnglish": "Igaiga's Parting Gift",
                    "SummaryEnglish": "Tonbo and Hinoki hit the golf course for practice. As Tonbo unleashes bold, carefree shots, Hinoki’s view of her begins to change. Despite the strong winds, they exchange impressive plays. Meanwhile, Igarashi arrives with a special gift for Tonbo, who's just started her new life in Kumamoto.",
                    "TitleJapanese": "イガイガからの餞別",
                    "SummaryJapanese": "練習のためゴルフ場をラウンドするとんぼとひのき。自由奔放なショットを次々と繰り出し、ゴルフを楽しむとんぼの姿に、ひのきのとんぼに対する意識も変わっていく。強風の中、二人のスーパーショットの応酬が続く。一方、五十嵐は熊本で新しい生活を始めたとんぼのために、プレゼントを用意し、ゴルフ場にやってくる。"
                },
                "17": {
                    "ID": "10730682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730682",
                    "TitleEnglish": "It Begins! The Kyushu Women's Championship",
                    "SummaryEnglish": "After witnessing Tonbo's golfing style up close, Coach Hajime is determined to unlock her potential by entering her in the Kyushu Women's Championship. However, she must meet the eligibility criteria first. As Tonbo starts her new high school life, things get hectic as she learns to juggle school, going to the practice range, and practicing on the golf course to secure her spot in the tournament.",
                    "TitleJapanese": "開幕！九州女子選手権",
                    "SummaryJapanese": "とんぼのゴルフを間近で見たコーチのハジメは、その潜在能力を開花させるために、とんぼを九州女子選手権に挑戦させることを決意する。しかし、出場資格を満たすためにはいくつかのハードルを越える必要があった。新しい高校生活も始まったとんぼは、大会出場資格を得るために、学校、練習場、ゴルフ場を往復する慌ただしい生活を送る。"
                },
                "18": {
                    "ID": "10730683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730683",
                    "TitleEnglish": "Career Average Stroke",
                    "SummaryEnglish": "Though on the first day of the Kyushu Women’s Championship there were many players around Tonbo's age, she ended up paired with a housewife golfer named “Shima-san.” Her skills being just barely above the cutoff line irritates some fellow competitors. However, as the championship progresses, Shima-san’s unique approach to golf begins to influence her fellow competitors playing style!",
                    "TitleJapanese": "生涯の平均ストローク",
                    "SummaryJapanese": "九州女子選手権初日。とんぼたちと同世代の参加選手が多い中、とんぼと同組になったのは、「島さん」という主婦ゴルファーだった。予選通過ラインギリギリの腕前の彼女にイラだつ同伴競技者たち。ラウンドが進む中で、そのゴルフに対する取り組みは、やがて同伴競技者たちのプレーに影響を与えていく――。"
                },
                "19": {
                    "ID": "10730684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730684",
                    "TitleEnglish": "My Rival Is the Title Holder",
                    "SummaryEnglish": "Tonbo joins her first tournament, playing with a bold, freewheeling golf style that puts her in the lead on day one. On the second day, she's paired with the other top players from the first round: Hinoki, Tsubura, and Ema, who placed second. With Ema fighting for a comeback after a rough past, their group’s round ignites from the very first hole!",
                    "TitleJapanese": "ライバルはタイトルホルダー",
                    "SummaryJapanese": "初めての試合に出場したとんぼ。自由奔放なゴルフを展開し、初日単独トップに立つ。そして迎えた二日目は、同じく初日に好成績を収めたひのき、つぶら、そして初日2位の栗須エマと同組になる。壮絶な過去からの復活をかけたエマを加えた4人のラウンドは、1番ホールから白熱の展開に！"
                },
                "20": {
                    "ID": "10730685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730685",
                    "TitleEnglish": "Jack-in-the-box Golf",
                    "SummaryEnglish": "On day two of the tournament, Tonbo, Hinoki, Tsubura, and Ema are paired up. Hinoki faces pressure from her father, Tsubura plays in her usual style, and Ema makes her comeback. Amidst this heated battle, Tonbo, as always, sticks to her carefree style. Then, driven by her father’s relentless push to be \"number one,\" Hinoki makes a surprising move...",
                    "TitleJapanese": "ビックリ箱のゴルフ",
                    "SummaryJapanese": "大会二日目。同組でラウンドする、とんぼ、ひのき、つぶら、エマ。 父からのプレッシャーと戦うひのき。自身のプレースタイルを貫くつぶら。過去からの復活にかけるエマ。3人の意地がぶつかり合う白熱の展開の中、とんぼだけは、今日も自由奔放なゴルフを展開していく。 そんな中、父親から常に「1番」になることを強いられているひのきがとった行動とは—。"
                },
                "21": {
                    "ID": "10730686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730686",
                    "TitleEnglish": "The Tossing and Turning Winds",
                    "SummaryEnglish": "The night before the tournament’s final day, Igarashi arrives in Kumamoto. Noticing a change in Tonbo, he offers advice to draw out her strengths.On the last day, Tonbo, with her trainee caddie Nishida, faces challenging, windy conditions. Skillfully using the wind to her advantage, she climbs the leaderboard, making Hinoki, Tsubura, and Ema recognize her as a serious rival for the title.",
                    "TitleJapanese": "翻弄する風",
                    "SummaryJapanese": "大会最終日前夜に熊本にやってきた五十嵐は、とんぼの微妙な変化に気づき、持ち味を引き出すためのアドバイスをする。 迎えた最終日。とんぼはキャディを務める研修生の西と共に、最終組の１つ前の組でラウンドすることに。風が徐々に強くなる難しいコンディションの中、風を味方につけたプレーでスコアを伸ばすとんぼ。ひのき、つぶら、エマは、とんぼが優勝を争うライバルであることを徐々に意識し始める。"
                },
                "22": {
                    "ID": "10730687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730687",
                    "TitleEnglish": "Hinoki's Troubles",
                    "SummaryEnglish": "On the final day of the tournament, Tonbo plays in her free-spirited style while Hinoki, Tsubura, and Emma close in, their competitive edges starting to show. Hinoki leads at the halfway point, but looks glum despite that. In the second half, Hinoki’s shot hits a tree branch, leading to an unexpected setback…",
                    "TitleJapanese": "ひのきの葛藤",
                    "SummaryJapanese": "大会最終日。自由なゴルフを続けるとんぼに対し、近接したスコアのひのき、つぶら、エマの3人は、互いの意地が徐々に見え隠れする中で、前半戦を終了する。前半をトップで終えたひのきだったが、その表情は浮かない。 そして迎えた後半戦。ひのきがショットしたボールは、木の枝に引っかかるアクシデントに見舞われ――。"
                },
                "23": {
                    "ID": "10730688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730688",
                    "TitleEnglish": "First Time Under Pressure",
                    "SummaryEnglish": "On the final day of the tournament, Hinoki turns a penalty into a mental reset. Tsubura stays steady with strategic play, while Emma takes a risky shot despite her injured leg. Meanwhile, Tonbo begins to feel the weight of competition, spurring a change in her resolve.",
                    "TitleJapanese": "初めてのプレッシャー",
                    "SummaryJapanese": "大会最終日の後半戦。木に引っかかったボールに対してペナルティを受けたひのきだったが、それが気持ちを切り替えるきっかけとなる。一方、つぶらはコースマネジメントを徹底して堅実なプレーを続ける。左足に不安を抱えるエマも、リスクを負ったショットで勝負をかける。\nそして、徐々に勝負を意識し始めたとんぼにも、その心理に変化が訪れる。"
                },
                "24": {
                    "ID": "10730689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730689",
                    "TitleEnglish": "Tonbo, Hole Out",
                    "SummaryEnglish": "With three holes left on the final day, Tonbo makes a charge, closing in on the leader. Meanwhile, Tsubura and Emma struggle to improve their scores, while Hinoki regains composure to recover. Suddenly, all four are tied, setting the stage for a dramatic finish. On the final hole, Tonbo's tee shot takes an unexpected turn, changing everything.",
                    "TitleJapanese": "とんぼ、ホールアウト",
                    "SummaryJapanese": "大会最終日も残り3ホール。再びスコアを伸ばし、トップを追うとんぼ。\n対して、スコアを伸ばせないつぶらとエマ。気持ちを立て直し、スコアを戻すひのき。\n気づけば、4人は同スコアとなり、優勝の行方は混沌とする。\n迎えた最終ホール、とんぼの放ったティーショットが思いもよらぬ展開を生む――。"
                },
                "25": {
                    "ID": "10730753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10730753",
                    "TitleEnglish": "Winner and Courage",
                    "SummaryEnglish": "Emma pushes through the pain of her injured leg for the sake of her swing, Hinoki battles her inner limits, and Tsubura stays true to her own style. Watching from the sidelines, Tonbo cheers them on. An intense showdown over a single final stroke builds to a thrilling, unexpected finish.",
                    "TitleJapanese": "勝者と勇気",
                    "SummaryJapanese": "大会最終日、最終ホール。\n左足のケガの痛みに耐え、限界のスイングをするエマ。自分の殻を破ろうともがくひのき。最後まで自分のプレースタイルを貫くつぶら。1打を巡る3人の渾身のプレーを、先にホールアウトしたとんぼが見守る。最後の最後まで分からない白熱の展開は、意外な結末に――。"
                },
                "26": {
                    "ID": "10862200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oi-tonbo/episodes/10862200",
                    "TitleEnglish": "Tonbo's Challenge: Heroines of Kyushu",
                    "SummaryEnglish": "After competing in the Kyushu Women’s Championship, Tonbo travels to Hinoshima with Igarashi to report the results. Together, they reflect on their new challenges in Kumamoto. Along the way, they recall the people who supported Tonbo and the rivals she faced in her first tournament, each with their own aspirations. Tonbo's journey through golf continues to soar—unstoppable and full of promise.",
                    "TitleJapanese": "とんぼの挑戦　九州のヒロインたち",
                    "SummaryJapanese": "九州女子選手権を終えたとんぼは、結果報告のために五十嵐と共に火之島に向かう。二人は熊本での新たな挑戦を改めて振り返る。とんぼを支える人々との出会い。そして、初めて挑んだ試合では、様々な思いを抱いてゴルフに臨むライバルたちの姿があった。ゴルフを通じたとんぼの羽ばたきは止まらない――。"
                }
            }
        }
    }
}