{
    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32524882/",
        "https://yarinaoshi-reijyou.com/",
        "http://www.reddit.com/r/YarinaoshiReijou",
        "https://www.themoviedb.org/tv/244624",
        "https://www.wikidata.org/wiki/Q117894820",
        "https://en.wikipedia.org/wiki/The_Do-Over_Damsel_Conquers_the_Dragon_Emperor#Anime",
        "https://x.com/yarinaoshi_pr"
    ],
    "TitleEnglish": "The Do-Over Damsel Conquers the Dragon Emperor",
    "SummaryEnglish": "Jill Savelle—fiancée of the crown prince Gerald de Kleitos and known as the \"Lady Goddess of War\"—is being hunted down by the same country she swore to protect. Betrayed by her betrothed, she is framed as a traitor and imprisoned. In her last moments, Jill is filled with regret, but just as death approaches, she awakens six years in the past. This time, she will not be a mere pawn. Now as a 10-year-old girl, Jill resolves to escape her imminent engagement to the prince. To this end, she jokingly professes her love to the 19-year-old dragon emperor Hades Theos Rave, who will one day stain the land in blood due to madness. But against all expectations, he accepts! In contrast to the tyrant from Jill's memories, the Hades of this time is a kind albeit unfortunate emperor. Can Jill prevent Hades from descending down the same dark, villainous road, or is he bound to an inevitable future?",
    "TitleJapanese": "やり直し令嬢は竜帝陛下を攻略中",
    "SummaryJapanese": "処刑前夜、牢から逃げ出す令嬢ジル。何の咎もない自分を罪人に仕立て上げたのは、婚約者の王太子・ジェラルドだった。\n戦場で「化け物」と恐れられ、いつしか「軍神令嬢」と呼ばれるようになった働きもすべて初恋のためだったのに……。\n初対面で求婚された、あの夜。もし、もしも、渡された薔薇を手に取らなければ……。後悔にくちびるを噛みながら兵の矢に討たれたジルは生涯を終え――た、はずだった。気がつけば、そこは2人が出会った６年前の夜。ジルは、10歳に戻ってしまった自分に戸惑いながらもジェラルドの求婚をかわすため、たまたま手を掴んだ男に「一目惚れした」と嘘をつく。だがそれは、6年後の未来に暴虐の限りを尽くし、クレイトスを火の海に沈めた隣国の皇帝・ハディスだった――！でも、ジルが知る姿とはまるで違うピュアすぎる「恋愛オンチ皇帝」で……!?やがて、ジルは決意する。ジェラルドではなく、ハディスと結ばれることで失ったすべてを取り戻していこうと。「あなたを必ず更生――いえ、しあわせにいたします」生涯最悪の選択を回避したやりなおし令嬢の大逆転劇が、幕を開ける！",
    "Aliases": [
        "Yarinaoshi Reijō wa Ryūtei Heika o Kōryaku-chū",
        "Yarinaoshi Reijou wa Ryuutei Heika o Kōryaku-chuu",
        "Yarinaoshi Reijou wa Ryuutei Heika wo Kouryakuchuu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2061148",
            "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10059038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10059038",
                    "TitleEnglish": "I Tried to Avoid the Route to Destruction and Somehow Ended Up Courting My Greatest Enemy",
                    "SummaryEnglish": "Betrayed by her fiancé, Jill's life nearly ends in frustration, but instead, she suddenly finds herself back on the night she was proposed to six years ago. To avoid the route that leads to her doom, she makes use of a man that crosses her path, but...",
                    "TitleJapanese": "破滅ルートを避けようと思ったら、何故か最大の敵に求婚してました",
                    "SummaryJapanese": "婚約者の王太子・ジェラルドに裏切られ、悔しさの中で16年の生涯を終えようとしていたジル。だが、気がつくとそこは求婚を受けた6年前の夜。破滅ルートを回避すべく、たまたま目に入った男を利用するのだが……。"
                },
                "2": {
                    "ID": "10716764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716764",
                    "TitleEnglish": "I Already Know the Tragedy That Is to Come, so I Will Do What I Can to Avoid It",
                    "SummaryEnglish": "Hadis accepts Jill's proposal and gifts her the Dragon Consort's ring. After suffering a sudden enemy attack, they arrive in Beilburg. There, Sphere, a candidate to become Hadis's fiancée, and daughter of the local lord, comes running up to the ship.",
                    "TitleJapanese": "これから起きる悲劇も既に知っていたので、どうにか回避したいと思います",
                    "SummaryJapanese": "ジルの求婚を受け入れ「竜妃の指輪」を贈るハディス。謎の敵襲に見舞われながらも、二人は水上都市ベイルブルグに辿り着く。そこへ、領主ベイル侯爵の娘にしてハディスの婚約者候補・スフィアが駆けつけ……。"
                },
                "3": {
                    "ID": "10716765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716765",
                    "TitleEnglish": "The Situation Is Desperate, but as the God of War's Daughter, I Will Defeat the Enemy with Brute Strength",
                    "SummaryEnglish": "With the combined information from the other captives, Jill sees through the Marquess Beil's plot. Realizing that she must act quickly, and knowing that the others may not trust her, she takes a chance and asks for help. Will it be enough?",
                    "TitleJapanese": "絶望的状況でしたが軍神令嬢なので、物理で無双してやろうと思います",
                    "SummaryJapanese": "ハディスの地盤を揺るがすべく、実の娘をも捨て駒にしようというベイル侯爵の陰謀を看破したジルは、カミラたちに正体を明かして協力を求める。驚いたスフィアは、ジルに「なぜ、恋敵の自分を助けるのか」と尋ね……。"
                },
                "4": {
                    "ID": "10716766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716766",
                    "TitleEnglish": "My Fiancé Is Trying His Best to Woo Me and I Don’t Know What to Do about It",
                    "SummaryEnglish": "Hadis must deal with Marquess Beil and his men. Will knowing Jill's wishes make a difference? And for Jill, hearing the heartless words the marquess hurls at Hadis makes her worry that Hadis pushes himself too hard.",
                    "TitleJapanese": "婚約相手が本気で口説いてくるので、対処方法がとにかく分かりません",
                    "SummaryJapanese": "ジルの願いに応えたハディスは、ベイル侯爵の命を奪わなかった。だが、ベイル侯爵は、そんなハディスに「人の皮を被った化け物」と心無い言葉を浴びせかける。ジルは、ハディスが無理をしていないか心配で……。"
                },
                "5": {
                    "ID": "10716767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716767",
                    "TitleEnglish": "When Seeking the Truth, Things Turned into an Argument, so I Can No Longer Do Anything",
                    "SummaryEnglish": "Prince Gerald goes to Beilburg to see if it's true that Jill was abducted. To deny the rumors, Hadis and Jill must show that they're happy, but it may not be so easy. Then their meeting with Gerald is cut short by distressing news of Marquess Beil.",
                    "TitleJapanese": "真実を知ろうとしたところ喧嘩になったので、私は何もできなくなりました",
                    "SummaryJapanese": "ジェラルドが来訪する。誘拐されたわけではないことを証明するため、２人の幸せを見せつけなければならなくなったジルは大慌て。だが、会合の最中、ベイル侯爵が獄中で自ら命を絶ったことが伝えられ……。"
                },
                "6": {
                    "ID": "10716768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716768",
                    "TitleEnglish": "Upstarts Are Attempting to Get Close to My Fiancé and I Want to Beat Them at Their Own Game",
                    "SummaryEnglish": "Hadis' enemies are conspiring against him. Jill has secretly worked out a plan to protect him, but she's locked inside a barrier and Rave won't let her out. Instead, he tells her the real reason she was chosen as the Dragon Consort.",
                    "TitleJapanese": "婚約相手に近寄る輩がいたので、返り討ちにしてやりたいと思います",
                    "SummaryJapanese": "ジルはベイル侯爵とジェラルドの結託を見抜き、ハディスを守るための策を密かに講じていた。だが、ラーヴェはジルを結界に閉じ込めて出そうとしない。そして、ジルを竜妃として迎えた本当の理由を語るのだった……。"
                },
                "7": {
                    "ID": "10716769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716769",
                    "TitleEnglish": "I Want to Stop Living the Slow Life, so I Have Decided to Start in the Dragon Knights",
                    "SummaryEnglish": "Hadis, Jill, and the others head to the imperial capital, Rahelm. As they near the city, they're suddenly attacked! Jill and the others spring into action. Amidst the fighting, the leader of the other forces accuses Hadis of being a false emperor.",
                    "TitleJapanese": "スローライフ生活を終わらせたいので、竜騎士団始めることにしました",
                    "SummaryJapanese": "ベイルブルグを守ったジルたちのもとに、帝都ラーエルムから迎えの竜がやってきた。だが、一行は、ハディスの叔父・ゲオルグ率いる帝国軍に襲撃される。ゲオルグは、ハディスを「皇帝を騙るまがい者」と断罪し……。"
                },
                "8": {
                    "ID": "10716770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716770",
                    "TitleEnglish": "I, the Dragon Consort, Am Now Hated by the Dragon and I Want to Find a Way to Be Friendly Again",
                    "SummaryEnglish": "Jill has been accepted into the Dragon Knights, but during an aptitude test referred to as dragon initiation, Captain Elentzia's dragon does something unexpected and the test is cut short. Jill heads home feeling useless... until Hadis talks to her.",
                    "TitleJapanese": "竜妃の私が竜に嫌われてしまったので、どうにか仲良くなりたいと思います",
                    "SummaryJapanese": "愛〝夫〟弁当を携え、竜騎士団への潜入を開始したジル。だが「竜の洗礼」と呼ばれる適性試験で、隊長・エリンツィアの竜であるローザに威嚇されてしまう。「自分は役立たずだ」とふさぎ込むジルに、ハディスは……。"
                },
                "9": {
                    "ID": "10716771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716771",
                    "TitleEnglish": "My Fiancé and I Nearly Ripped Each Other to Shreds and It May Still End up Being a Bloodbath",
                    "SummaryEnglish": "Risteard brings Hadis to Elentzia. Jill encourages Hadis to talk to them, which leads to a shocking development. In the midst of their negotiations, a dragon knight enters with news that a force has arrived to burn down the town!",
                    "TitleJapanese": "婚約相手と修羅場になりかけましたが、やっぱり修羅場になりそうです",
                    "SummaryJapanese": "リステアードに居所を知られ、エリンツィアのもとに連れて来られたハディス。ジルは「２人とちゃんと話し合った方がいい」とハディスを諭しながらも、大胆な行動に出る。そんな中、帝国軍が罪のない村を焼き討ちし……。"
                },
                "10": {
                    "ID": "10716772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716772",
                    "TitleEnglish": "As a Result of Doing-over My Life, I Find Myself Out of Options Once Again",
                    "SummaryEnglish": "At the castle, Elentzia asks Jill to look after her little brothers. The party leaves, hoping to meet up with reinforcements, but wary of a trap. Jill reminds herself that she's there to make sure Hadis never feels alone.",
                    "TitleJapanese": "人生やり直した結果、またもや人生詰みかけてしまいました",
                    "SummaryJapanese": "ヴィッセル皇太子の援軍と合流すべく、動き出す一行。城に留まったエリンツィアは、２人の弟のことをジルに託す。ジルは「ハディスをひとりぼっちにさせないために、ここにいるのだ」と思いをあらたにするのだが……。"
                },
                "11": {
                    "ID": "10716773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716773",
                    "TitleEnglish": "My Fiancé’s Uncle Is Behaving So Outrageously That I Can No Longer Stand Silently By",
                    "SummaryEnglish": "Hadis has been betrayed. An unexpected intervention allows Jill to escape certain death, but drops her into another dire situation. Jill finds herself face to face with an angry dragon, and her powers are still sealed away!",
                    "TitleJapanese": "婚約相手の叔父が無茶苦茶すぎたので、もはや黙って見過ごすわけにはいきません",
                    "SummaryJapanese": "エリンツィアの裏切りによって、ハディスは幽囚の身となる。ジルは、ブリュンヒルデに「竜の巣」に転移されることで一命を取り留めた。だが、そこに棲まう黒竜は、魔力が封じられたままのジルを竜妃と認めず……。"
                },
                "12": {
                    "ID": "10716774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yarinaoshi-reijou-wa-ryuutei-heika-wo-kouryakuchuu/episodes/10716774",
                    "TitleEnglish": "The Do-Over Damsel Conquers the Dragon Emperor",
                    "SummaryEnglish": "The truth of the Rave imperial family is revealed. Hadis explodes with rage. His expression, twisted with hate and despair, is exactly the same as that of the Hadis Jill knows from the future. Will she be able to save him this time?",
                    "TitleJapanese": "やり直し令嬢は竜帝陛下を攻略中",
                    "SummaryJapanese": "明らかになるラーヴェ皇族の真実。身勝手すぎる人間たちへの怒りを爆発させるハディスに、ジルの声は届かない。「殺してやる……全員だ！」――。憎しみと絶望に満ちたその形相は、ジルが知る未来のハディスと同じで……。"
                }
            }
        }
    }
}