{
    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28919932/",
        "https://do-tennen.com/",
        "https://www.themoviedb.org/tv/234740",
        "https://x.com/do_tennen_anime"
    ],
    "TitleEnglish": "My New Boss Is Goofy",
    "SummaryEnglish": "Forced to change jobs after being bullied by his boss, office worker Momose worries his new boss will be the same. But Shirosaki is totally easygoing!",
    "Aliases": [
        "Atarashii Jōshi wa Do Tennen",
        "Atarashii Joushi wa Do Tennen"
    ],
    "Modified": "2025-06-25",
    "Seasons": {
        "1": {
            "ID": "2064003",
            "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9792529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/9792529",
                    "TitleEnglish": "It's a little cracked!!",
                    "SummaryEnglish": "After his power-harassing boss damaged his spirit and health, Momose quit working and started a new sales job for an advertising agency. However, on the very first day of his new job, while making rounds to see clients with his new boss, Momose frets, \"What should I do if my new boss also abuses his power?\" and is unable to move due to a stomachache caused by his past traumas. Alone, Momose anxiously worries, \"If I don't hurry and stand up…I might get kicked.\" But just what exactly does his new boss Shirosaki do…?!"
                },
                "2": {
                    "ID": "10070873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070873",
                    "TitleEnglish": "Should I carry you piggyback?",
                    "SummaryEnglish": "To create an advertisement for a renovated amusement park, Momose and Shirosaki go on-site to gather information. From merry-go-rounds to roller coasters, the two try out various attractions after Shirosaki states, \"It's essential to enjoy the attractions firsthand to create a good advertisement.\" On the way home from their successful on-site research, the train they are riding in suddenly stops after a power outage. Inside the pitch-black train car, Momose tells Shirosaki about the day he decided to change jobs."
                },
                "3": {
                    "ID": "10070874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070874",
                    "TitleEnglish": "Paws, Paws, Paws...",
                    "SummaryEnglish": "One day, Momose and Shirosaki come upon an abandoned kitten in a cardboard box along the side of the road. At first, the kitten was scared of Shirosaki and intimidated him. But because of Shirosaki's gentle words and actions, the kitten gets attached and decides to go live with him. Since taking in and raising the kitten, Shirosaki struggles to decide on a name when he suddenly remembers the time he mistook a tanuki for an abandoned cat during his childhood. Shirosaki recalls the name he and his grandmother gave the tanuki back on that sad day they returned it to the mountains. What name will Shirosaki give to the kitten…?!"
                },
                "4": {
                    "ID": "10070875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070875",
                    "TitleEnglish": "Wanna live with me?",
                    "SummaryEnglish": "After witnessing a charming exchange between Momose and Shirosaki, Kinjo, harassed by his boss just like Momose, decides to change jobs. Kinjo manages to switch careers, landing at the same company as the other two, with Aoyama in charge of his training. Then, one day after work, Momose, Shirosaki, Aoyama, and Kinjo decide to all go out for drinks. Kinjo is concerned when Momose states, \"I've never gotten drunk at a drinking party with my bosses before.\" Will Momose be able to get drunk at this drinking party?"
                },
                "5": {
                    "ID": "10070876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070876",
                    "TitleEnglish": "Heart Eyes!",
                    "SummaryEnglish": "Momose and Shirosaki stay at a hot spring inn when it is decided that they will go on a business trip. At the same time, Aoyama and Kinjo go on a single-day business trip to Kumatte Land. After arriving at the inn, Shirosaki realizes something important when he sees Momose naturally enjoying his time. On the other hand, Aoyama and Kinjo are suddenly hit with heavy rain on their way home after walking around and finishing up at Kumatte Land. Thanks to assistance from the public relations staff, the two stay at the hotel. But Kinjo catches a cold…."
                },
                "6": {
                    "ID": "10070877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070877",
                    "TitleEnglish": "Ex-boyfriend? Ex-boyfriend?? Ex-boyfriend???",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "10070878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070878",
                    "TitleEnglish": "The Shocking Truth…!!",
                    "SummaryEnglish": "While enjoying his time living at Shirosaki's home, Momose finally decides to tell Shirosaki about his former boss, Kurono, properly. From when he first started at the company, how he thought he had to live up to Kurono's expectations, to the power harassment that worsened day by day, Momose tries his best to tell it all. Later, Momose returns to his apartment for a change of clothes. Although it is dark and he can barely see, Momose catches a glimpse of a shadowy figure outside his apartment from the window!"
                },
                "8": {
                    "ID": "10070879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070879",
                    "TitleEnglish": "Wanna Visit My Family Home?",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "10070880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070880",
                    "TitleEnglish": "I'll listen to that~!",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "10070881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070881",
                    "TitleEnglish": "Take Responsibility...!",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "10070882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070882",
                    "TitleEnglish": "I Have to Find a Place to Live!",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "10070883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atarashii-joushi-wa-do-tennen/episodes/10070883",
                    "TitleEnglish": "Be back soon...!?",
                    "SummaryEnglish": "At Kinjo's suggestion, the four hold a Christmas party and bring presents. Momose continues his daily search for a new property as he decides where to move but is saddened that his fun life living together with Shirosaki will come to an end. After the party, and after much deliberation, Momose decides to move forward and contacts a real estate agent to assist with his move. And finally, the day of his move arrives..."
                }
            }
        }
    }
}