{
    "URL": "https://www.thetvdb.com/series/7th-time-loop",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28685624/",
        "https://7th-timeloop.com/",
        "https://www.themoviedb.org/tv/232926",
        "https://www.wikidata.org/wiki/Q121583756",
        "https://en.wikipedia.org/wiki/7th_Time_Loop",
        "https://x.com/7th_timeloop"
    ],
    "TitleEnglish": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!",
    "SummaryEnglish": "Rishe Irmgard Weitzner, a duke's daughter, has a secret: she died at the age of 20 and returned to the moment five years prior when her engagement was called off. She has already experienced this time loop six times and lived out those five years a different way each time, as a merchant, a doctor, a maid, a knight, and more. Now, on her seventh go-around, she's determined to live to a ripe old age and spend it relaxing. But the moment she flees the castle with that decision in her heart, she runs into the infamously cruel crown prince of a rival kingdom, Arnold Hein. He happens to be the one who killed her during her life as a knight, but now, he seems to have taken a bizarre liking to her... and begs her to become his wife. Thus, in order to stay alive and prevent a war, Rishe utilizes her previous experiences to kick off her seventh life as the bride of an enemy nation's crown prince.",
    "Aliases": [
        "Loop 7-kaime no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome Seikatsu o Mankitsu suru",
        "Loop 7-kaime no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimamana Hanayome Seikatsu wo Mankitsu suru",
        "Loop 7-kaime no Akuyaku Reijō wa, Moto Tekikoku de Jiyūkimama na Hanayome Seikatsu o Mankitsu suru",
        "Loop 7-kaime no Akuyaku Reijou wa, Moto Tekikoku de Jiyuukimama na Hanayome Seikatsu wo Mankitsu suru"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "2064099",
            "URL": "https://www.thetvdb.com/series/7th-time-loop/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9959868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/9959868",
                    "TitleEnglish": "The Fiancé Who Killed Me",
                    "SummaryEnglish": "Riesche Irmgard Wertzner, daughter of a duke, has a secret—she dies at age twenty and loops back to a moment five years prior. As her seventh loop begins, she swears to live a long, relaxed life. Then, the man who killed her in her sixth life appears!"
                },
                "2": {
                    "ID": "10199449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199449",
                    "TitleEnglish": "The Golden Imperial Capital",
                    "SummaryEnglish": "Arnold proposes marriage to Rishe. She replies with certain conditions which must be met. Arnold gives his promise, and he and Rishe head to Galkhein. Rishe is excited to visit a country she's ever been to, but wonders what Arnold is truly after?"
                },
                "3": {
                    "ID": "10199450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199450",
                    "TitleEnglish": "A Thinly Veiled Sword Dance (Rondo)",
                    "SummaryEnglish": "Rishe's new life in Galkhein begins with cleaning the villa that's her new home. She attends a party where she's presented as the prince's fiancée. Dancing with Arnold brings up memories of her past life, spurring her to test him just a little."
                },
                "4": {
                    "ID": "10199451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199451",
                    "TitleEnglish": "Turning the Knave Into a Secret Spice",
                    "SummaryEnglish": "Kaine Tully has arrived to meet with Rishe. When she tells him that she wants the his company to procure her wedding goods, he does something unexpected. Rishe knows that his trade routes could help stop the war. Will she succeed in making him an ally?"
                },
                "5": {
                    "ID": "10199452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199452",
                    "TitleEnglish": "Another Kind of Trade",
                    "SummaryEnglish": "Rishe arrives at the chapel to find Theodore waiting for her with a warning. Arnold appears and his icy treatment of his brother leaves Rishe with more questions. But she doesn't have time for that. She still has to convince Tully to become an ally!"
                },
                "6": {
                    "ID": "10199454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199454",
                    "TitleEnglish": "The Only One in the World",
                    "SummaryEnglish": "Rishe has been imprisoned. Her captor sits down with Arnold and tells him the conditions for her safe return. Arnold's seemingly nonchalant manner confounds Rishe's captor. What are the kidnapper's true motives? And what will Rishe do about the situation?"
                },
                "7": {
                    "ID": "10199456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199456",
                    "TitleEnglish": "A Lullaby Like the Beat of a Heart",
                    "SummaryEnglish": "Rishe suggests to Arnold that he should live with her in the imperial villa. Arnold admires the work that Rishe and her maids have done. Rishe asks Arnold for a sparring match so that she can experience the special training given to the imperial knights!"
                },
                "8": {
                    "ID": "10199458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199458",
                    "TitleEnglish": "The Color of the Sea Beyond the Horizon",
                    "SummaryEnglish": "Rishe's secret plan advances perfectly. Then, she receives an invitation from Arnold to join him on an incognito trip into town. Certain it must be for official business, Rishe goes along only to end up at a jeweler's where Arnold has a plan of his own!"
                },
                "9": {
                    "ID": "10199460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199460",
                    "TitleEnglish": "Visitor From the North",
                    "SummaryEnglish": "As Rishe picks herbs for Kyle from her garden, Michel, a scholar she apprenticed under in her third life, appears before her. Later, at the party, Rishe spots Arnold and Kyle quietly slip away. She follows them and overhears Kyle make a bold request."
                },
                "10": {
                    "ID": "10199462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199462",
                    "TitleEnglish": "A Sweetly Fragrant Cigarette Is Lit",
                    "SummaryEnglish": "Rishe has kept a certain activity of hers secret from Arnold, but when he appears right in front of her, there's no escaping his notice. Later she learns that Michel believes Arnold fulfills every condition necessary to conduct a particular experiment."
                },
                "11": {
                    "ID": "10199464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199464",
                    "TitleEnglish": "The Determination of a Snow Flower",
                    "SummaryEnglish": "Rishe and Prince Kyle work to prevent Coyolle's future downfall. After making preparations, they gain the opportunity to negotiate with Arnold again, but things don't quite go to plan. Then, a message from Theodore arrives, interrupting their discussion."
                },
                "12": {
                    "ID": "10199466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/7th-time-loop/episodes/10199466",
                    "TitleEnglish": "The Most Beautiful Thing",
                    "SummaryEnglish": "Michel has decided who he'll give his black powder to, but Rishe plans to stop him using experience from her past lives and relationships built in this life. Will she be able to convince Michel? What will Arnold do when he sees the results of her plot?"
                }
            }
        }
    }
}