{
    "URL": "https://www.thetvdb.com/series/beyblade-x",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27865962/",
        "https://beyblade.takaratomy.co.jp/anime/",
        "http://www.reddit.com/r/BeybladeX",
        "https://www.themoviedb.org/tv/226688",
        "https://www.wikidata.org/wiki/Q118940775",
        "https://x.com/beyblade_info"
    ],
    "TitleEnglish": "Beyblade X",
    "SummaryEnglish": "Beyblade pros from around the world gather to compete in the Pro League held inside the X Tower!",
    "TitleJapanese": "BEYBLADE X",
    "SummaryJapanese": "世界中からベイブレードのプロが集結し、Xタワー内で開催されるプロリーグで競い合います！",
    "Aliases": [
        "ベイブレードエックス",
        "ベイブレードX"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "2064164",
            "URL": "https://www.thetvdb.com/series/beyblade-x/seasons/official/1",
            "# Episodes": 103,
            "Episodes": {
                "1": {
                    "ID": "9794301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/9794301",
                    "TitleEnglish": "X",
                    "SummaryEnglish": "Bird Kazami is an amateur blader who came to \"X City\" to become a professional beyblader.",
                    "TitleJapanese": "エックス",
                    "SummaryJapanese": "バード・カザミは、プロのベイブレーダーになるために「X市」に来たアマチュアブレーダーです。"
                },
                "2": {
                    "ID": "10078290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10078290",
                    "TitleEnglish": "The Rainbow Colored Assassin",
                    "SummaryEnglish": "After revealing his true identity and forming Team Persona with Robin, Jaxon signs the new team up for a pro-selection match.",
                    "TitleJapanese": "七色の刺客",
                    "SummaryJapanese": "もう一度ゼロからXタワーの頂上を目指そうとする黒須エクスに刺激されたバードは、心が熱くなり共に闘う決意を固める。ベイを壊されて失ってしまいバトルに出ることができないと焦るバード達の前に、謎の人物が現れベイを譲ってくれる事に。しかし、実はその人物は…！？そして、プロを目指すべく「プロ選抜試合」に挑む2人の前に、人気と実力を兼ね備え、ベイを自由に操るブレーダー・七色マルチが立ち塞がる！！"
                },
                "3": {
                    "ID": "10078291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10078291",
                    "TitleEnglish": "Team Persona",
                    "SummaryEnglish": "After their battle with the mega-popular Multi Nana-iro, Jaxon set his sights on a potential third member for Team Persona.",
                    "TitleJapanese": "チームペルソナ",
                    "SummaryJapanese": "「仮面Xなら七色マルチに勝ってくれる」と信じるバードだったが、マルチは既に仮面Xの闘い方を研究しており、新たなベイと自らの姿を変えて有利な戦法で勝ちにくる！万全のマルチに対し、仮面Xは臆するどころかまさかの瞬殺宣言…！？不利な闘いの中、必殺のエクストリームダッシュを放つが、果たしてマルチに勝利し、チーム「ペルソナ」はプロに昇格することができるのか…！"
                },
                "4": {
                    "ID": "10078292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10078292",
                    "TitleEnglish": "Bey Sponser",
                    "SummaryEnglish": "Now that they're officially pros, the hunt is on for Team Persona's Bey Sponsor, who will help them train and climb The X.",
                    "TitleJapanese": "ベイスポンサー",
                    "SummaryJapanese": "プロ選抜試合で勝利した仮面Xは、マルチをチームに勧誘。晴れてプロになることが出来たと喜ぶバードだったが、正式にプロになるにはスポンサーが必要だ！さっそく仮面Xにオファーがあり、スポンサーの会社があるという場所へ向かうとそこはなんと創業200年のお寿司店だった…！バード達は、スポンサーの最終プロテストに合格し、無事にスポンサーになってもらうことが出来るのか！？"
                },
                "5": {
                    "ID": "10118674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10118674",
                    "TitleEnglish": "Onwards to X Tower",
                    "SummaryEnglish": "Now that Team Persona is officially sponsored by Komaba Sushi, the team is finally ready to battle at The X.",
                    "TitleJapanese": "いざ Xタワー",
                    "SummaryJapanese": "正式にプロチームになったペルソナはついにXタワーへ。プロ専用エリアに入り、負け続ければ全てを失うという緊張感と、4Xアバターが出現する迫力満点のバトルに心躍るバード達。プロ専用エリアで練習バトルをして、初試合へのモチベーションが高まる中、ライバルチームの試合速報が流れ、バードは衝撃を受ける。なんとそのバトルの勝利チームがペルソナの初戦の相手になることが決定する。"
                },
                "6": {
                    "ID": "10143463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10143463",
                    "TitleEnglish": "Lion's Jungle",
                    "SummaryEnglish": "Instead of training, Robin, Jaxon and Multi set off to Lions Jungle to scout out their opponents, Team Zooganic, to see if they could gather any intel.",
                    "TitleJapanese": "ライオンズジャングル",
                    "SummaryJapanese": "プロ初のバトルで、万獣キング率いるチーム「ズーガニック」とのバトルが決まったバード達は、そのスポンサーが運営する動物園「ライオンズジャングル」に偵察へ。潜入していたバード達だったが、リーダーのキングの鋭い嗅覚によって見つかってしまう。動物園のお客さんも見守る中で、挑発されたペルソナは臆さずキングの前に歩み出る。予期せず両チームのメンバーが対峙することになり、一触即発…！？"
                },
                "7": {
                    "ID": "10156054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10156054",
                    "TitleEnglish": "Team Zooganic",
                    "SummaryEnglish": "It's Team Persona's debut match, they're set to go head-to-head with the inimitable Team Zooganic.",
                    "TitleJapanese": "チームズーガニック",
                    "SummaryJapanese": "ついにプロデビュー戦に臨むペルソナ。バードは初の憧れの舞台に足を踏み入れ、会場のスケールと巻き起こる歓声に感極まる。両チームメンバー同士がステージ上で対峙し、ファーストブレーダーが決まり、早速ズーガニックとの対決が始まる！バトル開始前から心理戦を仕掛ける億長トグロ、データ無し実力未知数のチョー・パンと、圧倒的な実力を誇る万獣キング達に、果たして勝つことができるのか！？"
                },
                "8": {
                    "ID": "10076429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10076429",
                    "TitleEnglish": "The Mask and the King of Lions",
                    "SummaryEnglish": "The Persona-Zooganic showdown is locked at one point each; it has all come down to Jaxon's battle with Zooganic's leader, Titus Manju.",
                    "TitleJapanese": "仮面と獅子王",
                    "SummaryJapanese": "公式戦無敗の記録を持つ仮面Xと万獣キング、チームの要でもある2人の圧倒的実力者が相まみえる。バトル開始前から煽り合い、強者同士が放つ迫力に、観客の緊張と期待が高まる中、お互いの強烈なシュートが放たれる！4Xスタジアムで火花を散らすハイレベルなバトルが繰り広げられ、ここまで激闘を続けてきたペルソナ対ズーガニック、プロデビュー戦のゆくえは一体・・！？"
                },
                "9": {
                    "ID": "10076430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10076430",
                    "TitleEnglish": "Bey Crafter",
                    "SummaryEnglish": "After their victory against Team Zooganic, Multi uses some Beycrafting skills to help Robin improve his game.",
                    "TitleJapanese": "ベイクラフター",
                    "SummaryJapanese": "デビュー戦を終え、注目を浴びたペルソナがプロとして受けた初の依頼は、ベイカフェでのデモンストレーションバトルだった。仮面Xとマルチ宛に依頼されていたバトルだったが、勝つだけでなくプロとして「魅せるバトル」を覚えてもらう為にも、バードに出てもらうことに。マルチはバードの実力を引き出す為に新たなベイを作るが、果たしていままで良いとこ無しのバードは今度こそ活躍することが出来るのか！"
                },
                "10": {
                    "ID": "10188325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10188325",
                    "TitleEnglish": "The World of Pros",
                    "SummaryEnglish": "Team Phalanx is hanging on to their sponsorship by a thread, with their upcoming match with Team Persona their last chance to stay in the limelight.",
                    "TitleJapanese": "プロの世界",
                    "SummaryJapanese": "ペルソナのプロ2戦目の相手は、アマチュア時代にバードのベイを破壊した石山タクミの所属するファランクス。試合直前、スポンサーの要求に応えられず追い詰められる石山の姿を目撃したバードは悶々としながら試合に臨む。一方仮面Xは、勝ち抜き戦で3人抜きを狙えることにテンションが高まる。試合が始まり、万全なドランソード対策をしてきたファランクスに向けて、仮面Xが驚きの事実を告げる…！"
                },
                "11": {
                    "ID": "10201004",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10201004",
                    "TitleEnglish": "Kadovar's Test",
                    "SummaryEnglish": "After failing Warden's Exam, Robin wonders if he can ever get to the same level as his teammates.",
                    "TitleJapanese": "カドバーの試験（カドバーのしけん）",
                    "SummaryJapanese": "Xタワーの1階を突破するためにはチーム全員が「カドバーの試験」に合格することが必要！しかしバードは失敗してしまう。ペルソナの弱点をおぎなうため、タイショーの提案によりバードは1人でキャンプ施設でのトレーニングに送り込まれる。なぜかそこへエクスも合流し、一緒に特訓することに…！？エクスのペースに巻き込まれ戸惑うバードだったが、試験を突破するため練習を続ける。果たしてバードは合格できるのか！？"
                },
                "12": {
                    "ID": "10208789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10208789",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "Team Persona enters the Solo Battle Fest, a series of exhibition matches in which Bladers showcase their individual personalities and skills.",
                    "TitleJapanese": "最後の闘い",
                    "SummaryJapanese": "ペルソナのメンバーは、個人戦の「シングルバトルフェス」に参加する。予想以上に真剣な雰囲気の中、気合を入れてステージに上がったバードが対戦する丸湖カルロは、ある理由で「本気のバトル」を要求してくる。カルロはかつてバードが使用していたベイの力を存分に引き出し、引退直前とは思えない強さを見せて立ちはだかる。バトル後にカルロの口からバードに「本気のバトル」を求めた理由が語られる…。"
                },
                "13": {
                    "ID": "10235061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10235061",
                    "TitleEnglish": "Fan Number One",
                    "SummaryEnglish": "With all eyes on the mysterious Blader X and the multi-talented Multi Nana-iro, Robin's losing streak starts to weigh on his confidence, until he finds his first fan.",
                    "TitleJapanese": "ファン第一号",
                    "SummaryJapanese": "ペルソナの中で唯一人気がないバードだったがファンだという少女が現れる。感激してファンサービスをしていたところ、悪意を持って近づいてきたブレーダーたちに絡まれ…"
                },
                "14": {
                    "ID": "10235062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10235062",
                    "TitleEnglish": "Ekusu Exercise",
                    "SummaryEnglish": "Recently, feeling a lack of tension and noticing laxity in Ekusu, Meiden orders specialized training at the Blader Gym. If Ekusu completes the training menu, there's a bonus of Meiden personally becoming the opponent in a Beybattle. Presented with a case containing various Beys, Ekusu's excitement reaches its peak! The prepared menu includes strength training, running, and even swimming, unrelated to battles. Meiden emphasizes that this training is not just for Ekusu but also for Bird...",
                    "TitleJapanese": "エクスエクササイズ",
                    "SummaryJapanese": "最近緊張感がなく、たるんでいるエクスに、冥殿はブレーダージムでの特訓を命じる。トレーニングメニューをこなせばノルマクリアの特典として、冥殿自らベイバトルの相手をするという。様々なベイが収められたケースを見せられ、エクスのテンションは最高潮に！用意されたメニューはバトルとは関係がない筋トレやランニング、水泳！？冥殿は、特訓はエクスのためだけでなくバードのためでもあるというが…。"
                },
                "15": {
                    "ID": "10271298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10271298",
                    "TitleEnglish": "Riddle and Bey",
                    "SummaryEnglish": "The invitation to the new sensation theme park \"Zonamos House,\" where you can enjoy both the bey and riddles simultaneously, has been extended to the influencer, Multi. In the most popular 4X attraction, \"Riddles and Bey,\" numerous riddles and battles with unknown creatures await, challenging Bird's Team Persona. They collaborate to overcome various challenges, ultimately reaching a mysterious figure who presents further riddles to Persona!",
                    "TitleJapanese": "ナゾアンドベイ",
                    "SummaryJapanese": "ベイとナゾトキを同時に楽しめる新感覚テーマパーク「ゾナモスハウス」から、インフルエンサーであるマルチに招待状が届いた。一番人気の4Xアトラクション「ナゾアンドベイ」では、数々の謎と、未知の生物とのバトルがペルソナを待ち受けていた！？バード達はチームで協力しながら挑戦する！いくつもの問題を乗り越え最終的に辿り着いた先で、謎の人物が登場し、更なる難問がペルソナに繰り出される！！"
                },
                "16": {
                    "ID": "10271317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10271317",
                    "TitleEnglish": "Noblesse Oblige",
                    "SummaryEnglish": "In the main attraction of Zonamos House, \"Riddles and Beys,\" the Persona who cleared numerous riddles faces further challenges from Zonamos, the caretaker of Zonamos House. Despite struggling to solve the riddles that started with the cry \"Do it!\" by Kamen X and Bird, Multi notices something while watching their battle. Although it's said that no one has ever cleared \"Riddles and Beys\" before, can Persona overcome it?",
                    "TitleJapanese": "ノブレスオブリージュ",
                    "SummaryJapanese": "ゾナモスハウスのメインアトラクション「ナゾアンドベイ」で数々のナゾトキをクリアしたペルソナに、ゾナモスハウスの管理人、ゾナモスから更なる難問が出題される。「実行せよ！ Do it！」という掛け声からスタートした謎が解けずに苦戦する仮面Xとバードだったが、マルチは2人のバトルを見ている中で何かに気づく。かつてこの「ナゾアンドベイ」をクリアした者はいないというが、ペルソナはクリアすることが出来るのか！"
                },
                "17": {
                    "ID": "10311695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10311695",
                    "TitleEnglish": "Bey Time Shift",
                    "SummaryEnglish": "A mysterious Bey scattered throughout X City. By the time Bird became aware of its existence, it had already fallen into the hands of many bladers. The power of amateur bladers wielding it rivaled that of professionals, and even the shots fired by innocent children in battle were moving at speeds beyond the eye's ability to track with that Bey. Bird, witnessing this phenomenon everywhere, was astonished. The mysterious Bey boasting overwhelming speed enveloped X City...!!",
                    "TitleJapanese": "ベイタイムシフト",
                    "SummaryJapanese": "Xシティ中にばら撒かれた謎のベイ。バードがその存在を知った頃には、既にたくさんのブレーダーたちの手に渡っていた。それを手にしたアマチュアブレーダーたちの力はプロにも匹敵し、無邪気にバトルをする子供たちが放つシュートですら、そのベイでは目で追えない程のスピードを出していた。いたるところでそれを目の当たりにしたバードは驚愕する。圧倒的な速さを誇る謎のベイが、Xシティを包み込む…！！"
                },
                "18": {
                    "ID": "10311696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10311696",
                    "TitleEnglish": "Pride",
                    "SummaryEnglish": "Due to declining popularity, the professional status of Phalanx is in jeopardy as they prepare for their third showdown. At the behest of sponsors, all members of Phalanx were seen using the mysterious Bey that's been the talk of the city. As they climb X Tower with consecutive victories, they once again stand before Persona! Will Ishiyama and his team, determined to win at all costs to secure a permanent sponsor, come at them?",
                    "TitleJapanese": "プライド",
                    "SummaryJapanese": "人気低迷により、プロの地位が危ぶまれたファランクスとの3度目の対戦が決まる。スポンサーの意向で、ファランクスのメンバー全員が、Xシティ中で話題の謎のベイを使用していた。勝利を重ねて一気にXタワーを駆け上がってきた彼らが、再びペルソナの前に立ちはだかる！！永久スポンサーを獲得するために自らの信念を曲げてまで勝利にこだわる石山たちは、どのように襲いかかってくるのか！？"
                },
                "19": {
                    "ID": "10325251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10325251",
                    "TitleEnglish": "DATTO",
                    "SummaryEnglish": "Persona participates as a guest in the \"DATTO\" event hosted by Zooganic's King Manju. Bird is mistaken for an amateur participant for some reason and ends up joining on the run side! Throughout various locations, Beybattles unfold, with some amateur bladers even using the mysterious Bey that's the talk of X City. As the finale approaches, even the seasoned pro bladers begin to show signs of fatigue. Amidst both pros and amateurs dropping out, who manages to stay until the very end...!?",
                    "TitleJapanese": "DATTO （ダット）",
                    "SummaryJapanese": "ズーガニックの万獣キング主催のイベント『DATTO』にゲスト参加するペルソナ。バードはなぜかアマチュア参加者に間違えられ、逃げる側で参加することに！？各所でベイバトルが繰り広げられ、アマチュアブレーダーにはXシティで話題の謎のベイを使用する者も。終盤に差し掛かるにつれ、さすがのプロブレーダーたちにも次第に疲れが見え始める。プロもアマチュアも脱落していく中、なんと最後まで残ったのは…！？"
                },
                "20": {
                    "ID": "10346271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10346271",
                    "TitleEnglish": "Sushi Memory",
                    "SummaryEnglish": "Bird discovers a talent outside of Beyblade! His amazing skills for sushi-making end up reminding former top player Ekusu of his past...",
                    "TitleJapanese": "寿司のメモリー",
                    "SummaryJapanese": "Xタワー上層階を目指すためにはバードの人気を上げることが重要！ペルソナは駒刃寿司の新商品を考案しつつ、ベイの特訓をする動画の配信をする事に！バトルで負けたブレーダーが個性的なオリジナル寿司を試食し、レビューをしていくが、エクスとマルチの考えたお寿司は上手くいかず。そんな2人に対し、バードはまさかの才能を発揮する！一方、エクスはお寿司を見てふとペンドラゴンの頃の思い出を思い浮かべ…。"
                },
                "21": {
                    "ID": "10354818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10354818",
                    "TitleEnglish": "Producing Popularity",
                    "SummaryEnglish": "\"Stop neglecting your appearance so much!\" scolded by Multi, Ekusu and Bird were taken to the Blader-exclusive apparel shop \"Bladers Dress\" to tidy up. While Bird was looking for clothes in the store, a person introducing themselves as the Ambassador told him that he lacked charm as a pro Blader. Furthermore, when told that the shoot for measuring Blader characteristics was \"disappointing\", Bird, unsatisfied, challenges to a battle...!",
                    "TitleJapanese": "モテプロデュース",
                    "SummaryJapanese": "「日ごろ見た目を気にしなさすぎ！」とマルチに叱られ、エクスとバードは身なりを整えるため「ブレーダーズドレス」へ連れてこられた。店内で声をかけてきた人物に…"
                },
                "22": {
                    "ID": "10372665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10372665",
                    "TitleEnglish": "Black & White",
                    "SummaryEnglish": "The next battle has already been set to be against the formidable newly formed Team Yggdrasil! As Nekoyama Zonamos and Namba Yuni step onto the stage, the tension rises up and beyond. That, however, is nothing compared to when their leader...",
                    "TitleJapanese": "ブラックアンドホワイト",
                    "SummaryJapanese": "Xタワー50階まで登り詰めたペルソナと、強敵揃いのチーム「ユグドラシル」との対戦が決まる。しかし、入場コールが終わってもステージに肝心のリーダー・不死原バーンの姿は無い。ユグドラシルはどのような作戦でペルソナに挑んでくるのか！？ファーストブレーダーのゾナモスはペルソナに変則ナゾトキバトルを提案してくる！ゾナモスお得意の「ナゾ」が再びペルソナに襲いかかる！"
                },
                "23": {
                    "ID": "10383470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10383470",
                    "TitleEnglish": "True Heart",
                    "SummaryEnglish": "The second battle between Team Ygdrassil and Team Persona commences! As Nanairo Multi and Namba Yuni fight, the latter proposes to bet on their influencer careers...",
                    "TitleJapanese": "Hontou no Kokoro (本当の心)",
                    "SummaryJapanese": "ユグドラシルとの闘いは、いまだにバーンの姿が見えないままセカンドバトルを迎える。2戦目のバトルはマルチ対ゆに。ゆにはマルチに、お互いインフルエンサーの引退をかけて闘うことを提案してくる。リスクある提案に対し、マルチは臆さず受けて立つ！序盤から激しいアタックを繰り出し、派手にバトルを進め、マルチを追い詰めるゆにに対しマルチも反撃を始める。インフルエンサー同士の対決、果たして勝つのは…！？"
                },
                "24": {
                    "ID": "10411303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10411303",
                    "TitleEnglish": "The Fastest Advent",
                    "SummaryEnglish": "As the final battle with Team Yggdrasil closes in, their leader Fujiwara Burn finally arrives with a beyblade that seems to surpass its predecessor, Phoenix Feather, which has caused chaos within X City..!",
                    "TitleJapanese": "最速の降臨",
                    "SummaryJapanese": "ユグドラシルとの決戦、ついにバーンがヘリで駆けつけ、バトルアリーナに現れる。緊張感が場を包む中、バーンは闘えることに興奮し、突如仮面Xを抱擁する！？負けたチームは解散という無茶な提案をしてくるバーンに対し、なんと仮面Xは提案を飲んでしまう。Xシティ中を賑わせた謎のベイから更に進化を遂げた最速のベイがついにそのベールを脱ぐ！「最速」対「最速を超えた最速」のバトルが始まる…！"
                },
                "25": {
                    "ID": "10413460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10413460",
                    "TitleEnglish": "Proof of the Fastest",
                    "SummaryEnglish": "The battle between Persona and Yggdrasil that will determine the team's victory or defeat has finally begun. Kamen X launches his signature Extreme Dash attack, but Burn responds with a confident smile, ready to face it head-on! Despite using his greatest weapon, speed, Kamen X is surpassed by Burn and finds himself in a tight spot. Can Kamen X emerge victorious in the battle against Burn, who has triggered \"Bey Time Shift\"?! What will be the fate of Persona's team survival?!",
                    "TitleJapanese": "最速の証明",
                    "SummaryJapanese": "ペルソナ対ユグドラシル、チームの勝敗が決まるバトルがついに始まった。仮面Xは得意のエクストリームダッシュで仕掛けていくが、バーンは余裕の笑みで迎え撃ってくる！自身の最大の武器でもあるスピードでバーンに上回られ、ピンチに追い込まれた仮面Xは、「ベイタイムシフト」を起こしたバーンとの戦いに果たして勝利することができるのか…！？ペルソナのチーム存亡の行方はいかに！？"
                },
                "26": {
                    "ID": "10428125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10428125",
                    "TitleEnglish": "Invitation",
                    "SummaryEnglish": "The \"Shuffle Battle Festival\" begins, the rules of which demand existing teams to be broken up and for each member to be assigned to a new one! During this event, however, the winners are not chosen by their amount of victories or losses, but their popularity..?!",
                    "TitleJapanese": "インビテーション",
                    "SummaryJapanese": "既存のチームをバラバラにし、運営が新たにランダムでチーム編成を行うイベント「シャッフルバトルフェス」が開催される。バトルの勝敗ではなく人気投票によって順位が決定し、最終的に最も人気のあるチームと、人気のある個人ブレーダー上位3人で組むチームでのバトルが行われる。結果を出せばXタワー頂上への挑戦に近づけるこの大会を前に、バードは今までのペルソナの闘いを振り返り、1人考え込む様子で…。"
                },
                "27": {
                    "ID": "10446564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10446564",
                    "TitleEnglish": "The Unyielding End",
                    "SummaryEnglish": "As Byrd passes by the amateur arena, he hears abuse. For some reason, Ishiyama continued to fight against many amateurs without breaking the losing blader's bay. Ishiyama notices Bird and challenges him to a battle, but after many battles, he has clearly exceeded his limits, and he looks thoughtful, as if something is wrong with him... Before long, he has his own bey and starts doing strange things...! Then, an unexpected person appears...! ?",
                    "TitleJapanese": "不屈の最後",
                    "SummaryJapanese": "バードがアマチュアアリーナを通りかかると罵声が耳に飛び込んでくる。中ではなぜか石山が多数のアマチュアを相手に、負けたブレーダーのベイを壊すこともなくただひたすら闘い続けていた。バードに気づいた石山は煽りながらバトルを挑んでくるが、幾度ものバトルを終えて明らかに限界を超えており、何か事情があるように思い詰めた表情をしている…。やがて自分のベイを持ち、あらぬ行動に…！そこへまさかの人物まで現れ…！？"
                },
                "28": {
                    "ID": "10459522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10459522",
                    "TitleEnglish": "The King and Phoenix",
                    "SummaryEnglish": "It's time to let the Shuffle Battle Fest commence! As both active and retired players are brought back to battle within mixed teams, viewers are eager to watch the opening match between unexpected bladers..!",
                    "TitleJapanese": "王とフェニックス",
                    "SummaryJapanese": "ついにシャッフルバトルフェスが開幕！！現役プロだけでなく引退したプロやスポンサーからもブレーダーがイベントに参加し、まさかの編成チームが出揃う。オープニングマッチから早速、未知の組み合わせチーム同士が激突しアツい闘いが繰り広げられる。誰も予想しなかったまさかのブレーダーまで参入する大注目チームの対決と、メンバーがバラバラになったペルソナの、投票のゆくえはいったい！？"
                },
                "29": {
                    "ID": "10470601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10470601",
                    "TitleEnglish": "Mask and Meat Bun",
                    "SummaryEnglish": "The battle between Kamen X and Pan begins. King talks about his encounter with the members of Zooganic, and says that he will realize that his friends are truly strong. How will Kamen Will Persona be able to perform well at the Shuffle Battle Festival and collect votes? ? In the final match of each team, the unexpected Blader finally appears! How will the 4X mascot AI, Ichigo-chan, fight? ?",
                    "TitleJapanese": "仮面と 肉まん",
                    "SummaryJapanese": "仮面X対パンのバトルが始まる。キングは、ズーガニックのメンバーとの出会いを語り、仲間達が真の強者であることを思い知るだろうという。煽ってくるパンに対して仮面Xはどう出るのか！ペルソナはシャッフルバトルフェスで活躍し、票を集めることが出来るのか！？各チーム最後の対戦は、まさかのブレーダーがついに登場！4XマスコットAIのイチゴーちゃんは一体どうやってバトルをするのか！？"
                },
                "30": {
                    "ID": "10483026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10483026",
                    "TitleEnglish": "Riddles and Popularity",
                    "SummaryEnglish": "On the second day of the Shuffle Battle Festival, a battle begins between the team \"Multi-sama and I\", to which Multi belongs, and the team \"Otokogoma\". Zonamos, who appeared in the first battle, proposes a mysterious Bey battle that he is good at! Toguro was reluctant to accept Nazotoki, but was pushed along by the excitement at the venue and decided to accept. In the ensuing battle, the man who is closely related to Yuni and Persona clash! ! What will be the outcome of these two battles...?",
                    "TitleJapanese": "ナゾとモテ",
                    "SummaryJapanese": "シャッフルバトルフェス2日目、マルチが所属するチーム「マルチ様とアタシ」と、チーム「男独楽」の闘いが始まる。ファーストバトルで登場したゾナモスは、得意のナゾトキベイバトルを提案してくる！トグロはナゾトキに対し乗り気ではなかったが、会場の盛り上がりにも押されて受けることに。続くバトルでは、ゆに、そしてペルソナとも因縁深いあの男が激突！！果たして2つのバトルのゆくえは…！"
                },
                "31": {
                    "ID": "10491390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10491390",
                    "TitleEnglish": "My Friends",
                    "SummaryEnglish": "The battle between teams “Multi-sama and I” and “Otokogoma” has finally reached the final battle! The third battle is a showdown between Multi and Cadover, who also operates the X Tower! Maruti will appear on stage with a flashy performance and liven up the venue wearing idol costumes. Persona is conscious of gaining votes as a team, and Multi works for her friends to stand out, but Cadover starts bringing up stories about Multi when she was working as a one-person team even before the battle…! ?",
                    "TitleJapanese": "ボクの仲間",
                    "SummaryJapanese": "チーム「マルチ様とアタシ」と「男独楽」の対戦は、ついに最終戦に！サードバトルはマルチと、Xタワー運営でもあるカドバーの対決！マルチは派手な演出でステージに登場し、アイドルの衣装で会場を盛り上げる。ペルソナがチームとして投票数を獲得することを意識し、目立とうと仲間のために動くマルチに対して、カドバーはバトル前から1人チームで活動していた頃のマルチの話を持ち出し始め…！？"
                },
                "32": {
                    "ID": "10491391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10491391",
                    "TitleEnglish": "New Partner",
                    "SummaryEnglish": "On the final day of the Shuffle Battle Fest, the team Bird belongs to, ``Class Visit'', will be participating. Due to the success of EX and Multi, votes are gathering for Persona, but they still haven't reached the number one spot in the team vote and need more appeal! After receiving advice, Bird switches to a customized launcher and takes on the battle with his new partner. Will Bird, who has prepared to the fullest, be able to perform well in this event and gather votes for Persona?",
                    "TitleJapanese": "新しい相棒",
                    "SummaryJapanese": "シャッフルバトルフェス最終日を迎え、バードが所属するチーム「授業参観」が出場する。エクスとマルチの活躍もあり、ペルソナに票が集まっているが、チーム投票1位にはまだ届かず更なるアピールが必要！バードは助言を受けてカスタマイズしたランチャーに持ち替え、新たな相棒と共にバトルに挑む。万全の準備をしてきたバードはこのイベントで活躍し、ペルソナに票を集めることが出来るのか！？"
                },
                "33": {
                    "ID": "10491392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10491392",
                    "TitleEnglish": "Promise on index finger",
                    "SummaryEnglish": "Meiden will be competing in the final battle for Bird's team, \"Class Visit.\" Meiden was once a professional blader on a team that was expected to reach the top of the X Tower, but due to certain circumstances, he retired from active duty. The audience, who knew of his past achievements, are excited by Meiden's appearance. Before the battle, Meiden says something cryptic while holding his Bey. What is his intention in participating in this Shuffle Battle Fest...?! And so the event ends, and the curtains rise on another battle.",
                    "TitleJapanese": "人指し指の 約束",
                    "SummaryJapanese": "バードのチーム「授業参観」の最終バトルは冥殿が出場。かつてXタワーの頂上に登り詰めると期待されたチームでプロブレーダーとして活動していた冥殿は、とある事情で現役を引退していた。過去の活躍を知る観客は冥殿の登場に盛り上がる。バトルの前に、ベイを手にしたまま意味深なことを告げた冥殿が、このシャッフルバトルフェスに参加する意図とは一体何なのか…！？そしてイベントは終わり、更なる闘いの幕が開ける。"
                },
                "34": {
                    "ID": "10491393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10491393",
                    "TitleEnglish": "Multi-Colored Visitor",
                    "SummaryEnglish": "While Ex and Bird are helping out at Komaba Sushi, Nanairo Shiguru, a member of the X Tower champion team, suddenly visits the store. Shiguru doesn't acknowledge the abilities of the other members except Persona Ex, and asks Ex if he's not going back to Pendragon, but Ex suggests that Shiguru battle Bird. Then Multi appears, and an unexpected relationship between them is revealed...! Can Persona prove the strength of their team to Shiguru?",
                    "TitleJapanese": "七色の来客",
                    "SummaryJapanese": "エクスとバードが駒刃寿司の手伝いをしていると、Xタワーのチャンピオンチームの一員、七色シグルが突如店を訪れる。ペルソナのエクス以外のメンバーの実力を認めないシグルは、エクスにペンドラゴンへ戻らないのかと問いかけるが、エクスはシグルにバードとのバトルを提案する。更にそこへマルチも現れ、シグルとの意外な関係が明かされる…！シグルに対し、ペルソナはチームの実力を証明することが出来るのか！"
                },
                "35": {
                    "ID": "10520050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10520050",
                    "TitleEnglish": "A Dream Collaboration",
                    "SummaryEnglish": "The All-Star Battle begins, a battle between those chosen by vote in the Shuffle Battle Fest! Persona's opponent is the impromptu team \"Dreams,\" formed from the top three individual votes. One of the team members, Blader Manjuu Quinn, said to be a living legend, changes the battle format to a knockout tournament! The first blader, Bird, faces off against the super popular Beytuber Pakkun. What he pulls out is the same Bey as Bird...?!",
                    "TitleJapanese": "夢の競演",
                    "SummaryJapanese": "シャッフルバトルフェスの投票で選ばれた者たちの闘い、オールスターバトルが始まる！ペルソナの対戦相手は、個人投票トップ3で組まれた即席チーム「ドリームズ」。そのチームの1人、生ける伝説と言われるブレーダー万獣クインによって、バトル形式が勝ち抜き戦へと変更されてしまう！ファーストブレーダー、バードが対峙するのは超人気ベイチューバーのぱっくん。取り出したのは、なんとバードと同じベイ…！？"
                },
                "36": {
                    "ID": "10520051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10520051",
                    "TitleEnglish": "Bladership",
                    "SummaryEnglish": "Multi is Persona's second blader who will face Pakkun, who won the first match of the All-Star Battle. Although he is a genius Beycrafter, Multi is quietly angry at Pakkun for using a Bird's Bey that was copied in a way that is unbecoming of a professional blader in the first match...! As confusion and criticism grow in the audience as they get closer to the truth about the Bey copy, Queen of the Beasts declares that the match will continue...!",
                    "TitleJapanese": "ブレーダーシップ",
                    "SummaryJapanese": "オールスターバトル初戦を勝ち抜いたぱっくんと対戦する、ペルソナのセカンドブレーダーはマルチ。天才ベイクラフターとはいえ、プロブレーダーとしてあるまじき方法でコピーしたバードのベイを初戦で使用してきたぱっくんに対し、マルチは静かに怒りを燃やしバトルに臨む…！ベイのコピーの真相に迫る会場に戸惑いや非難が広がり高まる中、万獣クインの宣言で試合の続行が決まる…！！"
                },
                "37": {
                    "ID": "10520053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10520053",
                    "TitleEnglish": "Unpredictable",
                    "SummaryEnglish": "Dreams' second Blader is Jyura Rex, known as the Undefeated Killer. He is known for his ferocity, and is overwhelmingly popular with fans looking for thrilling battles. The crowd erupts in cheers as Rex appears! From start to finish, Rex keeps jumping around and rampaging, repeating unpredictable onslaughts, forcing the Personas into a difficult battle. Bird and Multi are worried about Masked X in this battle where they don't know what's going to happen, but Masked X, who approaches the battle as usual, uses an unexpected strategy!?",
                    "TitleJapanese": "予測不能",
                    "SummaryJapanese": "ドリームズ2人目のブレーダーは、無敗殺しと呼ばれる珠羅レックス。猛々しさが持ち味で、血沸き肉躍るバトルを求めるファンからの支持は圧倒的。レックスの登場に観客からは大歓声が上がる！終始飛び跳ね暴れまわる、予測不能な猛攻を繰り返すレックスに対しペルソナは苦戦を強いられる。何が起こるか分からないバトルに仮面Xを心配するバードとマルチだったが、いつもの調子でバトルへ臨む仮面Xが取ったのはまさかの戦法で！？"
                },
                "38": {
                    "ID": "10520054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10520054",
                    "TitleEnglish": "The Queen's Return",
                    "SummaryEnglish": "The crowd erupts in cheers as the final battle decides whether Queen of the Beasts, who holds a record of 9,999 wins and 9 losses, will achieve her 10,000th victory, or whether Kamen X will break his undefeated record!",
                    "TitleJapanese": "女王の帰還",
                    "SummaryJapanese": "9999勝9敗の記録を持つ万獣クインの1万勝目か、仮面Xの無敗記録更新かを懸けたラストバトルに会場では大歓声が巻き起こる！大勝利宣言をする仮面Xだが、不敵に笑うクインは豊富なベイブレードの経験と知識を生かした戦略で迎え撃つ。バトル直前、クインは仮面Xのこれまでの戦法を見透かす発言をして…！？数多のブレーダーも息を呑んで見守る中、伝説のブレーダー万獣クインと仮面Xの闘いが始まる！！"
                },
                "39": {
                    "ID": "10569164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10569164",
                    "TitleEnglish": "The Strongest Blade",
                    "SummaryEnglish": "The match was decided in a fierce clash between the Ten Thousand Beasts Queen, who was able to parry and nullify the opponent's attacks, and Masked X, who unleashed an unknown extreme dash.",
                    "TitleJapanese": "最高のブレーダー",
                    "SummaryJapanese": "相手の攻撃を受け流し無効化する万獣クインと、未知のエクストリームダッシュを放つ仮面Xが激しくぶつかり合い、勝負は決着がついた。試合後にクインはプロのベイブレーダーの在り方を語る。それはあるブレーダーの心に強く刺さり、自身の今までと今後を考えさせるものだった…。一方、頂上決戦に向けて自主練に取り組むバード。ベイの力を最大限に引き出そうと奮闘する彼の元へ、突然謎の来訪者がバトルを仕掛けてきて…！？"
                },
                "40": {
                    "ID": "10569165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10569165",
                    "TitleEnglish": "The Other Mask",
                    "SummaryEnglish": "Suddenly, Bird is challenged to a battle by a mysterious Masked Y. Masked Y continues to appear throughout X City, challenging the professional bladers that Masked X has fought to battles.",
                    "TitleJapanese": "もうひとつの仮面",
                    "SummaryJapanese": "突如、謎の人物仮面Yにバトルを挑まれたバード。その後も仮面Yは立て続けにXシティ中に出没し、仮面Xが闘ってきたプロブレーダーたちにバトルを挑み続ける。プロに引けを取らないその実力は徐々に噂になり、マルチはタイトルマッチ直前で仮面Xに疑惑がかかりそうな状況を不安視する。仮面Xを真似し、バトルを再現する目的は一体何なのか？バトル後に残す不可思議な言葉の真意とは…？"
                },
                "41": {
                    "ID": "10569166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10569166",
                    "TitleEnglish": "The Third Mask",
                    "SummaryEnglish": "Following Masked Y, Masked Z appears, hunting down professional Bladers.",
                    "TitleJapanese": "3つの仮面",
                    "SummaryJapanese": "仮面Yに続いて、プロブレーダー狩りを行う仮面Zも現れる。仮面Zは仮面Xに対して強い対抗心を抱いているようだが…。ブレーダー同士で仮面Y、Zの情報共有をしている最中、彼らに関わることを禁止する命令がB4より届く。納得がいかないエクスは突然姿を消し、各地で神出鬼没に押し掛けバトルを挑む騒動を起こす！やっとの思いでエクスを見つけ、勝手な行動を怒るマルチとなだめるバード。彼らの前に現れた人物とは一体…！？"
                },
                "42": {
                    "ID": "10569167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10569167",
                    "TitleEnglish": "XYZ",
                    "SummaryEnglish": "Z challenges X to a battle, but suddenly stops the battle and leaves.",
                    "TitleJapanese": "XYZ",
                    "SummaryJapanese": "仮面Xにバトルを挑んだ仮面Zだが、突然バトルを中断し立ち去ってしまう。そしてエクスは隙をついて再び失踪…さらに騒動解決までペルソナが謹慎処分！？ショックを受けたマルチは寝込んでしまう。エクスを見つけるため1人奔走するバードは、逆に仮面3人をまとめて呼び出す作戦を思いつく。B4とプロブレーダーたちに協力してもらい実行した作戦は、予想外のハチャメチャな展開に…！果たして仮面騒動は解決するのか！？"
                },
                "43": {
                    "ID": "10626688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10626688",
                    "TitleEnglish": "The Pendragon Back Then",
                    "SummaryEnglish": "Since his professional debut, Pendragon has been winning consecutive games, steadily climbing to the top.",
                    "TitleJapanese": "あの日のペンドラゴン",
                    "SummaryJapanese": "プロデビュー当初から連勝し続け、順調に頂上へ駆け上がるペンドラゴン。そして有名になればなるほどバトル以外の仕事が増えていく日々。クロムはエクスと共に戦えるチームのリーダーとして多忙な日々を送っていた。しかし、とにかくバトルだけしたいエクス、プロの仕事とバトルを両立させるクロムとシグル。少しずつ狂い始めた歯車により、あるメンバーはついに行動を起こす…。"
                },
                "44": {
                    "ID": "10626689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10626689",
                    "TitleEnglish": "Family Back Then",
                    "SummaryEnglish": "As Bird worries about which Bey to use in the final battle, Multi begins to tell him about his past. No matter how hard he tries, he can't beat Shiguru with his Beyblade...",
                    "TitleJapanese": "あの日の家族",
                    "SummaryJapanese": "頂上決戦で使うベイに悩むバードに、自身の過去を語り始めるマルチ。いくら努力を重ねてもベイブレードだけはシグルに勝てない…"
                },
                "45": {
                    "ID": "10626690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10626690",
                    "TitleEnglish": "The You From That Day",
                    "SummaryEnglish": "A blader with dreams takes his first steps into X City. Although he performs as well as an amateur, the wall to become a professional is high and steep.",
                    "TitleJapanese": "あの日のあなた",
                    "SummaryJapanese": "夢を抱いた1人のブレーダーがXシティへと一歩を踏み出した。アマチュア顔負けの活躍をするも、プロの壁は高く険しい。しかし悔しさを糧に努力を続けた彼は、最優秀アマチュア選手に選ばれるほどの実力をつける。憧れの龍宮クロムにも激励をもらい、ついにプロ相手の交流戦でリベンジも果たす！そんな彼を直々にペンドラゴンにスカウトしたクロムは、どこか様子がおかしくて…？クロムの心情を察した彼は重大な決意を固める…！！"
                },
                "46": {
                    "ID": "10626691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10626691",
                    "TitleEnglish": "Off",
                    "SummaryEnglish": "Just before the summit showdown, Bird is given a day off to rest and get away from his Beys, so he and X return to their hometown.",
                    "TitleJapanese": "オフ",
                    "SummaryJapanese": "頂上決戦直前、ベイから離れて休養の為オフが与えられバードはエクスと2人で地元に帰ることに。プロらしい活躍ができていないことに引け目を感じていたバード。しかし地元では大歓迎を受け、子供達にベイを教えることになる。これまでのベイの経験を振り返りながら教えるバードの姿を見たツルとスザキは、バードの変化を感じる。一方、頂上決戦までベイを禁止されていたが、皆が遊んでいる姿に我慢ができなくなったエクスは…！？"
                },
                "47": {
                    "ID": "10684378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10684378",
                    "TitleEnglish": "Clash at the top",
                    "SummaryEnglish": "Finally, the summit decisive battle approaching tomorrow. With the thoughts for the actual performance, each spends the night the night... On the day of the greeting, Persona was surrounded by the press.",
                    "TitleJapanese": "頂上決戦",
                    "SummaryJapanese": "ついに明日に迫った頂上決戦。本番に向けた思いを胸に、各々は前夜を過ごす…。迎えた当日、さっそく報道陣に囲まれたペルソナ。取材を受けたバードからはビッグマウス発言が飛び出して！？ペンドラゴン対ペルソナの世紀の闘いを前に、観客たちは両チームの名前をコールし超満員の会場の熱気も高まっていく。ファーストブレーダーには一体誰が来るのか！？ついに、頂上決戦の火蓋が切って落とされる！！"
                },
                "48": {
                    "ID": "10684379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10684379",
                    "TitleEnglish": "Multi-colored Showdown",
                    "SummaryEnglish": "In the first battle of the Summit Showdown, Shiguru and Multi face off.",
                    "TitleJapanese": "七色の 決着",
                    "SummaryJapanese": "頂上決戦ファーストバトル、シグルとマルチが対峙する。昔と変わらない言葉でマルチを褒めるシグル。対するマルチは過去を追憶し自身のコンプレックスとケリをつける決意を固めていた。一筋縄ではいかない相手に果敢に挑むマルチ！戦法を通してマルチが積み重ねてきた努力を感じたシグルは、シュート直前にある言葉を放つ。ベイのせいですれ違ってしまった心は、頂上のベイバトルで2人の関係に虹を架けられるのか…！？"
                },
                "49": {
                    "ID": "10707701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10707701",
                    "TitleEnglish": "The Unseen",
                    "SummaryEnglish": "While Z and Bird were in high spirits, it was Ryugu Chrome who stepped up as the second blader. In response, X stepped forward as well.",
                    "TitleJapanese": "ミエナイモノ",
                    "SummaryJapanese": "仮面Zやバードが意気込む中、セカンドブレーダーとして立ち上がったのは龍宮クロムだった。それに呼応して仮面Xも前に出る。過去の記憶や思いは捨て去ったと断言するクロムは、仮面Xにおぞましい視線を向ける。クロムが纏うオーラの中にバードが見たものは…？一方、仮面Xは、最高のバトルができる予感にワクワクが止まらない。両者が放ったベイは凄まじい勢いで衝突し、その衝撃は観客席をも轟かす！！"
                },
                "50": {
                    "ID": "10707702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10707702",
                    "TitleEnglish": "The Two X's",
                    "SummaryEnglish": "The head-on collision between the two Extreme Dashes was so powerful that it caused a crack in the Doranbuster.",
                    "TitleJapanese": "ふたりのX",
                    "SummaryJapanese": "エクストリームダッシュ同士の正面衝突はドランバスターに亀裂が入るほどの威力だった。仮面Xのベイを変更することでバトルは続行。過酷な修練を積む引き金になった日のことを思い出すクロムは、自身の中のエクスと共に仮面Xを超えると咆哮する。仮面Xの上位互換であることを示すような戦法を取るクロムに、仮面Xは楽しさで歓喜の声を上げ迎え撃つ！最高の場所、最高の相手、最高の自分。激突するふたりのバトルの行方は…！？"
                },
                "51": {
                    "ID": "10733546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10733546",
                    "TitleEnglish": "The Ultimate Game",
                    "SummaryEnglish": "The final battle of the summit showdown has finally come.",
                    "TitleJapanese": "最高の 遊び",
                    "SummaryJapanese": "頂上決戦もついに最終バトル。クロムの仇を取ると叫んだ仮面Zは、自ら仮面を外した。その正体はアマチュアの王、神成シエル。シエルの強さを知る人々はバードの勝利は限りなく難しいと口々に言う。仮面Xとマルチに緊張をほぐされたバードは、凛とした態度でバトルに向かう。全力で叩き潰すバトルを想定していたシエルだが、思惑通りにいかず焦り始め…！？最後に勝利を手にするのは果たして！？"
                },
                "52": {
                    "ID": "10733547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10733547",
                    "TitleEnglish": "Re: (Restart)",
                    "SummaryEnglish": "After the Summit Battle, Persona vows to reach the top once again!",
                    "TitleJapanese": "Rｅ：（リスタート）",
                    "SummaryJapanese": "頂上決戦後、再び頂上を目指すことを誓うペルソナ！"
                },
                "53": {
                    "ID": "10733548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10733548",
                    "TitleEnglish": "Signs of a New Era",
                    "SummaryEnglish": "Zooganic and Yggdrasil are strong candidates to challenge for the title match. However, Burn, who has refused to play against any other team, seems to have a plan...?",
                    "TitleJapanese": "新時代の予兆",
                    "SummaryJapanese": "タイトルマッチの挑戦者候補として有力なズーガニックとユグドラシル。しかし他チームとの試合を全て断るバーンには思惑があるようで…？一方、キングはバードに新しいベイの構造を説明しつつ、混沌とした新時代の到来を予感していた。そんな中、闘いを拒んでいたはずのユグドラシルからズーガニックに果たし状が！さらに、ユグドラシルにも果たし状が届き、一触即発の状況に。両者を焚きつけ暗躍する人物とは一体！？"
                },
                "54": {
                    "ID": "10763486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10763486",
                    "TitleEnglish": "The Path of Determination",
                    "SummaryEnglish": "Senior Director Gigatani won't allow Pendragon to compete in the official match without Chrome.",
                    "TitleJapanese": "決意の道",
                    "SummaryJapanese": "クロムが欠けた状態のペンドラゴンに公式戦を許さない戯画谷専務。シエルは反抗するが方針は変わらず、まさかの真実も知ることに."
                },
                "55": {
                    "ID": "10763487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10763487",
                    "TitleEnglish": "The Extended Bey Timeshift",
                    "SummaryEnglish": "In response to Burn's request to try out the Phoenix Ladder, Ishiyama visits Yggdrasil Pharmaceuticals.",
                    "TitleJapanese": "更なるベイタイムシフト",
                    "SummaryJapanese": "フェニックスラダーを試したいバーンの要望に応え、石山はユグドラシル製薬を訪れる."
                },
                "56": {
                    "ID": "10763488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10763488",
                    "TitleEnglish": "White Conspiracy",
                    "SummaryEnglish": "Shiroboshi Tenka suddenly appears at Komaba Sushi. He comes with the intention of having a bey battle with Masked X, but Masked X himself is not there.",
                    "TitleJapanese": "白き陰謀",
                    "SummaryJapanese": "駒刃寿司に突然現れた、白星テンカ。仮面Xとのベイバトルを目的に来るも、当の仮面Xは不在。この場にいる全員に勝ったら仮面Xとのバトルを許可してほしいと言う。独特な構えと、未知のベイを使うテンカにペルソナは立ち向かう！警戒するマルチは、仮面Xを倒すだけが目的ではないだろうと問いかける。にやけた笑みを浮かべるテンカに、マルチは負けじと強気に振る舞うが…？ベイブレードの新時代はまさに今、動き出している！！"
                },
                "57": {
                    "ID": "10763490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10763490",
                    "TitleEnglish": "Three-Way Battle",
                    "SummaryEnglish": "Finally, Persona's next match has been decided! When they head to X Tower without knowing the details, three teams have been called: Persona, Yggdrasil, and Zooganic.",
                    "TitleJapanese": "三つ巴の戦い",
                    "SummaryJapanese": "ついにペルソナの次の試合が決定！詳細が不明のままXタワーに向かうと、招集されたのはペルソナ、ユグドラシル、ズーガニックの3チームだった。一方、仮面Xは控室に用意された差し入れと思われる大量のあんこクリーム寿司を一心不乱に食べ始める…！そんな中、発表された初のバトル方式に、会場ではどよめきが生まれる。バトル中相手を観察し攻撃のタイミングを計るバードだが、思いも寄らないハプニングが起こってしまい！？"
                },
                "58": {
                    "ID": "10763492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10763492",
                    "TitleEnglish": "Triple Battle",
                    "SummaryEnglish": "Multi, Pan, and Zonamos were chosen as the second bladers for the triple battle.",
                    "TitleJapanese": "トリプルバトル",
                    "SummaryJapanese": "トリプルバトルのセカンドブレーダーは、マルチ、パン、ゾナモスが選ばれた。ゾナモスはバトルの前にいつものように出そうとしたベイナゾをマルチに断られ、あっさり引き下がるが、せめてと作ったナゾを披露する。一度は断ったはずのベイナゾを、名探偵マルチが推理ショーで解き明かす！迎えたサードセット、大量のあんこクリーム寿司とのラストバトルに挑んでいた仮面Xに異変が…！？そして、その様子を見て現れた人物とは！？"
                },
                "59": {
                    "ID": "10833046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10833046",
                    "TitleEnglish": "Mask S",
                    "SummaryEnglish": "The third bladers are Mask S, King and Burn! A heated battle ensues, and who will initiate the fight...?! And from B4, the new stadium will be unveiled for the first time in the world!",
                    "TitleJapanese": "仮面Ｓ",
                    "SummaryJapanese": "サードブレーダーは仮面S、キング、バーン！白熱するバトル、勝負を仕掛けたのは…！？\nそしてB4からは新スタジアムが世界初公開！"
                },
                "60": {
                    "ID": "10833047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10833047",
                    "TitleEnglish": "Multi-Colored Trial",
                    "SummaryEnglish": "Convinced that we are entering a new era, Burn, Zonamos, and Yuni come to Yggdrasil Pharmaceuticals' research lab on an isolated island. The sudden visitor seems to know the details of Mask S...?",
                    "TitleJapanese": "七色の試練",
                    "SummaryJapanese": "新時代への突入を確信するバーンは、ゾナモス、ゆにと共にユグドラシル製薬の孤島の研究所に来ていた。突如現れた来訪者は仮面Sの詳細を知っているようで…？一方駒刃寿司では、テンカがここにいる全員を倒したら仮面Xとバトルをさせてもらえるという以前の約束を再度持ち出し、マルチに宣戦布告！一番の自信作で来いと挑発するテンカにマルチが立ち向かう！さらに、張り詰めた空気の中、ついに真打ちが登場する！！"
                },
                "61": {
                    "ID": "10833048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10833048",
                    "TitleEnglish": "Unbeatable",
                    "SummaryEnglish": "Mask X readily accepts Tenka's condition that he will listen to his orders if he wins the battle, and they battle in the Double Extreme Stadium that he had prepared!",
                    "TitleJapanese": "必勝不敗",
                    "SummaryJapanese": "仮面Xは、勝負に自分が勝ったら命令を聞いてもらうというテンカの条件をあっさり受け入れ、手配してきたダブルエクストリームスタジアムでバトルに臨む！仮面Ｘの勝利を期待し前のめりなバードに対し、マルチは自分が作ったベイが通用するかと不安げにバトルを見守る。ブレーダーとしてもベイクラフターとしても全く足りてないというテンカの指摘に、何も言い返せず俯くことしかできないマルチが下した決断は…。"
                },
                "62": {
                    "ID": "10833049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10833049",
                    "TitleEnglish": "Bey Academy Private School",
                    "SummaryEnglish": "A special lesson taught by my teacher, Mr. Megaoka. Although confused, Maruti gradually remembers the basics of Baycraft...",
                    "TitleJapanese": "私立ベイアカデミー",
                    "SummaryJapanese": "恩師の目ヶ岡先生が開催した特別授業。戸惑いながらもマルチは徐々にベイクラフトの基本を思い出して…"
                },
                "63": {
                    "ID": "10875954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10875954",
                    "TitleEnglish": "The Manju Family",
                    "SummaryEnglish": "To train in baycraft, Multi visits Animal Castle, home to the Ten Thousand Beasts. Multi is overwhelmed by the warm hospitality shown to her by King and Quinn's family.",
                    "TitleJapanese": "万獣家の一族",
                    "SummaryJapanese": "ベイクラフトの修行をすべくマルチが訪ねたのは、万獣一族が住むアニマルキャッスル。キングやクインの家族の手厚いもてなしにマルチは圧倒される。クインが言っていた、ベイクラフトの本物の天才は意外な人物で…！？始めは半信半疑だったマルチだが、その人物が作ったベイの設計図を見て敗北感を感じる。確かな実力を理解し自分の現状を打ち明けたマルチは、自身の作ったベイを率直に評価してほしいと願い出る…！"
                },
                "64": {
                    "ID": "10875955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10875955",
                    "TitleEnglish": "Formless Shadow",
                    "SummaryEnglish": "Multi, who is working hard on his Beycraft, takes a break and has a Bey battle with Joca. What advice did Joca give Multi?",
                    "TitleJapanese": "形無き影",
                    "SummaryJapanese": "ベイクラフトに励むマルチは、休憩がてらジョカとベイバトルをする。マルチがジョカにもらったアドバイスとは…？"
                },
                "65": {
                    "ID": "10875956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10875956",
                    "TitleEnglish": "The Wings of a New Beginning",
                    "SummaryEnglish": "Bird tells Tenka how he got started with Beyblade. His reaction when he first got the chance to play with a Beyblade was in stark contrast to how he is now...!?",
                    "TitleJapanese": "始まりの翼",
                    "SummaryJapanese": "テンカにベイブレードを始めたきっかけを語るバード。ベイブレードに触れる機会を得た時の反応は、今とは対照的で…！？"
                },
                "66": {
                    "ID": "10875957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10875957",
                    "TitleEnglish": "Something You're Crazy About",
                    "SummaryEnglish": "Tsubasa is afraid of winning, but Bird yells at him to give it his all! The reason why Bird aims to become a professional blader is now revealed!",
                    "TitleJapanese": "夢中になれるものを",
                    "SummaryJapanese": "勝つことを恐れるツバサに、本気でやれよ！と叫ぶバード…バードがプロブレーダーを目指すきっかけが今、明らかに！"
                },
                "67": {
                    "ID": "10933125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10933125",
                    "TitleEnglish": "The Silver Wolf",
                    "SummaryEnglish": "Masked X and Bird visit Pakkun for some intensive training. The next day, a disturbing video is posted... Meanwhile, Masked X wants to introduce his master to Bird and Tenka. Who is that master...?!",
                    "TitleJapanese": "銀の狼",
                    "SummaryJapanese": "特訓で、ぱっくんを訪ねる仮面Xとバード。翌日投稿された不穏な動画…\n一方、バードとテンカに自分の師匠を紹介したいという仮面X。師匠とは一体…！？"
                },
                "68": {
                    "ID": "10933126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10933126",
                    "TitleEnglish": "Above and Below",
                    "SummaryEnglish": "Ginrou invites Ex to join him in a fight to protect the world from the underground gang. Ex's future will depend on a triple battle with Tenka! What will the outcome be?",
                    "TitleJapanese": "表と裏",
                    "SummaryJapanese": "銀狼は、裏プロから世界を守る闘いにエクスを誘う。エクスの進退を賭け、テンカとのトリプルバトルで決めることに！果たして結果は…！？"
                },
                "69": {
                    "ID": "10933127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10933127",
                    "TitleEnglish": "The Underground Scene",
                    "SummaryEnglish": "Ginrou and his group arrive at an abandoned warehouse and begin battling the underground pros, with the condition that if they win, they will be able to take Pakkun home!",
                    "TitleJapanese": "裏の世界",
                    "SummaryJapanese": "廃倉庫に到着した銀狼一行、勝利すれば ぱっくんを連れ帰る条件で、裏プロとバトル開始！"
                },
                "70": {
                    "ID": "10933128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10933128",
                    "TitleEnglish": "Demon Dragon",
                    "SummaryEnglish": "It's the day of the exhibition match! Just as Ciel is beginning to walk his own path to becoming the strongest, Blade appears suddenly in front of him...",
                    "TitleJapanese": "魔龍",
                    "SummaryJapanese": "エキシビションマッチ当日！自分なりの、最強への道を歩み始めたシエルの前に、突如、刃威斗が現れ..."
                },
                "71": {
                    "ID": "10988266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10988266",
                    "TitleEnglish": "To That Place",
                    "SummaryEnglish": "Omega hands Chrome a Bey with forbidden power! He witnesses the power of the Demon Dragon with his own eyes... What path will Chrome choose...?",
                    "TitleJapanese": "その場所へ",
                    "SummaryJapanese": "オメガから禁断の力を持つベイを手渡されたクロム！目の当たりにする魔龍の力… 果たしてクロムが選びとる道とは…！？"
                },
                "72": {
                    "ID": "10988267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10988267",
                    "TitleEnglish": "The Mystery Maze of Terror",
                    "SummaryEnglish": "The promotional event for the new stadium has begun! Bird goes to check out the identity of the ghost he saw on the security camera, but what awaits him...?",
                    "TitleJapanese": "恐怖の謎迷宮",
                    "SummaryJapanese": "新スタジアムのプロモーションイベント開幕！監視カメラに映る幽霊の正体を確かめに行ったバードを待ち受けていたのは…？"
                },
                "73": {
                    "ID": "10988268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10988268",
                    "TitleEnglish": "Star Battle",
                    "SummaryEnglish": "At Tenka's request, Persona decides to join the duel for a win, but he notices a familiar face among his opponents! Persona's first match begins!",
                    "TitleJapanese": "スターバトル",
                    "SummaryJapanese": "テンカの頼みでペルソナも白星決闘への参戦を決めるが、対戦相手には見覚えのある顔が！？ ペルソナの初戦が始まる！"
                },
                "74": {
                    "ID": "10988269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/10988269",
                    "TitleEnglish": "Curse",
                    "SummaryEnglish": "Persona vs. Gordius, a showdown between leaders and Karla! Bird is reminded of the curse that was placed on Rayu some time ago...!",
                    "TitleJapanese": "呪い",
                    "SummaryJapanese": "ペルソナVSゴルディアス、カルラとのリーダー対決！バードの脳裏には以前、レイユにかけられた呪いがよぎり…！"
                },
                "75": {
                    "ID": "11054296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11054296",
                    "TitleEnglish": "Return of the Knight",
                    "SummaryEnglish": "When Rayu tries to put a curse on him that he cannot win, Multi shows off his new bey and smiles fearlessly. How will the battle between the knight and the ghost end?",
                    "TitleJapanese": "リターンオブナイト",
                    "SummaryJapanese": "勝てない呪いをかけようとするレイユに対し、新ベイを見せつけ不敵な笑みを浮かべるマルチ。騎士VS亡霊の闘いの決着は！？"
                },
                "76": {
                    "ID": "11054297",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11054297",
                    "TitleEnglish": "White Nova",
                    "SummaryEnglish": "What strategy will Tenka use against Iwao, who boasts a high winning rate?! As the battle nears its end, with both of their stamina depleted, the situation changes dramatically!",
                    "TitleJapanese": "白き新星",
                    "SummaryJapanese": "高い勝率を誇るイワオを相手に、テンカがとった戦法とは！？互いのスタミナが消耗したバトル終盤、戦況が大きく動く！"
                },
                "77": {
                    "ID": "11054298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11054298",
                    "TitleEnglish": "The Blue Dragon and the Demon Dragon",
                    "SummaryEnglish": "Ekusu reunites with Khrome at the street battle arena. Ekusu is excited to fight Khrome again, but...",
                    "TitleJapanese": "青き龍と魔龍",
                    "SummaryJapanese": "エクスは、ストリートバトル場でクロムとの再会を果たす。クロムと再び闘えることに興奮するエクスだが..."
                },
                "78": {
                    "ID": "11054299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11054299",
                    "TitleEnglish": "Customize",
                    "SummaryEnglish": "Toguro and Pan visit Animal Castle to try customizing their bays. What is Quinn's true purpose in sending them out?",
                    "TitleJapanese": "カスタマイズ",
                    "SummaryJapanese": "ベイのカスタマイズに挑むため、アニマルキャッスルを訪れるトグロとパン。クインが二人を送り出した真の目的とは！？"
                },
                "79": {
                    "ID": "11102351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11102351",
                    "TitleEnglish": "The King and the Queen",
                    "SummaryEnglish": "In order to attract attention, Pakkun plans to have Dreams enter a duel for a win. He skillfully convinces Quinn and Rex to reunite, but who will be their first opponent?",
                    "TitleJapanese": "王と女王",
                    "SummaryJapanese": "注目を集めるため、ぱっくんはドリームズの白星決闘参戦を画策。言葉巧みにクインとレックスを丸め込み再結成する、その初戦の相手は…？"
                },
                "80": {
                    "ID": "11102352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11102352",
                    "TitleEnglish": "The Slowest",
                    "SummaryEnglish": "Ishiyama was invited as a guest to a special program. Byrne said he wanted to master the slowest, the opposite of the fastest, but on the way home he couldn't understand what he meant...",
                    "TitleJapanese": "最遅の者",
                    "SummaryJapanese": "特別番組にゲストとして呼ばれた石山。最速の対極である最遅を極めてほしいと語るバーン、その意図をつかみかねた帰途…"
                },
                "81": {
                    "ID": "11102353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11102353",
                    "TitleEnglish": "All-In",
                    "SummaryEnglish": "The new Persona bay will be unveiled against Phalanx. This highly anticipated battle will test the true worth of the new bay!",
                    "TitleJapanese": "オールイン",
                    "SummaryJapanese": "ペルソナの新ベイお披露目の相手はファランクス。白星決闘敗退もかかる大注目バトル、新たなベイの真価が試される！"
                },
                "82": {
                    "ID": "11102354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11102354",
                    "TitleEnglish": "Multi-Colored Determination",
                    "SummaryEnglish": "After Pendragon was defeated in the Ultimate Summit Battle, Multi appears with a new Bey and challenges Shiguru to a duel for victory. What will be the outcome of the 10,002nd showdown with his sister?",
                    "TitleJapanese": "七色の決意",
                    "SummaryJapanese": "超頂上決戦で敗北していたペンドラゴンのもとに現れたマルチは新ベイを手にシグルに白星決闘を申込む。1万2回目の姉との対決の行方は！？"
                },
                "83": {
                    "ID": "11102355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11102355",
                    "TitleEnglish": "Partner",
                    "SummaryEnglish": "Bird is anxious because he can't draw out the power of the new Bey Hell's Reaper. Unable to bear it any longer, Meiden takes Bird to the beach. What is his goal?",
                    "TitleJapanese": "相棒",
                    "SummaryJapanese": "新ベイ ヘルズリーパーの力を引き出せず焦るバード。見かねた冥殿は、バードを海辺に連れ出す。その狙いとは！？"
                },
                "84": {
                    "ID": "11167488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167488",
                    "TitleEnglish": "Proxy War",
                    "SummaryEnglish": "The Personas use beys created by Multi, while the Zooganics use beys created by the Manjuu Clan, and the duel is fought under special rules, with the Beycrafter proxy war, so to speak, beginning!",
                    "TitleJapanese": "代理戦争",
                    "SummaryJapanese": "ペルソナはマルチが作ったベイ、ズーガニックは万獣一族が作ったベイを使用する、特殊ルールの白星決闘、いわばベイクラフター代理戦争開戦！"
                },
                "85": {
                    "ID": "11167489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167489",
                    "TitleEnglish": "Popularity vs. Curse",
                    "SummaryEnglish": "A duel between Gordius and Yggdrasil! With a minimum of 20 wins bet on each set, the battle becomes tense!",
                    "TitleJapanese": "モテVS.呪い",
                    "SummaryJapanese": "ゴルディアスとユグドラシルの白星決闘！各セット、最低20個 白星ベットのルール採用で、戦局は一気に緊迫！！"
                },
                "86": {
                    "ID": "11167490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167490",
                    "TitleEnglish": "Crimson Showdown",
                    "SummaryEnglish": "The fiery firebird showdown between Karla and Vern has finally begun! Who will burn their opponent to ashes and soar to greater heights on wings of fire?!",
                    "TitleJapanese": "深紅の対決",
                    "SummaryJapanese": "カルラとバーン、灼熱の火の鳥対決がついに開幕！相手を焼き尽くし、炎の翼でより高みへと舞い上がるのはどちらか！？"
                },
                "87": {
                    "ID": "11167491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167491",
                    "TitleEnglish": "The Path of the Demon Dragon",
                    "SummaryEnglish": "Chrome is wandering alone in search of a stronger opponent when Blade appears and challenges him to a battle. He then uses Ex's name to provoke Chrome...",
                    "TitleJapanese": "魔龍の道",
                    "SummaryJapanese": "より強い相手を求めて一人彷徨うクロムの前に現れた刃威斗がバトルを挑む。さらに、エクスの名を持ち出してクロムを挑発すると…"
                },
                "88": {
                    "ID": "11167492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167492",
                    "TitleEnglish": "Bay Spirit",
                    "SummaryEnglish": "After learning from Ciel about Ginrou, a master he shares with Ex, Sigurd visits him to ask for his lessons. He takes on the training one by one, but it's not that easy...",
                    "TitleJapanese": "ベイ魂",
                    "SummaryJapanese": "シエルからエクスと共通の師匠である銀狼の存在を聞き、教えを請いに訪ねるシグル。一つずつ修行に挑むが、そう簡単にはいかず…"
                },
                "89": {
                    "ID": "11167493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167493",
                    "TitleEnglish": "Things to Achieve",
                    "SummaryEnglish": "Ciel is shocked to learn that Chrome has gone underground as Masked Y, but then he receives an invitation to joint training from an unexpected person...!?",
                    "TitleJapanese": "果たすべきこと",
                    "SummaryJapanese": "クロムが仮面Yとして裏プロになったと告げられ動揺するシエルのもとに、思わぬ人物から合同トレーニングの誘いが…！？"
                },
                "90": {
                    "ID": "11167494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11167494",
                    "TitleEnglish": "The Nine-Tailed Fox",
                    "SummaryEnglish": "Yoko Kyubi, the leader of Miss Leaders, came to visit Pakkun after seeing his live stream. Yoko said she was a big fan, and Pakkun got carried away...",
                    "TitleJapanese": "九尾のキツネ",
                    "SummaryJapanese": "ぱっくんの配信を見て訪ねてきた「ミスリーダーズ」のリーダー九尾ヨウコ。大ファンと語るヨウコにおだてられ、調子に乗ったぱっくんは…"
                },
                "91": {
                    "ID": "11260207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11260207",
                    "TitleEnglish": "Dream Match",
                    "SummaryEnglish": "The first set of the Miss Leaders vs. Dreams match is a showdown between Fusaka Dokuga and Pakkun. Next up is a man who has extraordinary feelings for Quinn...",
                    "TitleJapanese": "ドリームマッチ",
                    "SummaryJapanese": "ミスリーダーズVSドリームズのファーストセットは、腐飾ドクガとぱっくんの対決。続くは、クインに対し並々ならぬ思いを胸に秘める…"
                },
                "92": {
                    "ID": "11260208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11260208",
                    "TitleEnglish": "Perseus' Messenger",
                    "SummaryEnglish": "Roji Lantz suddenly appears, challenging Bird to a battle with high risk and high reward. It may seem like a reckless challenge, but Bird accepts!",
                    "TitleJapanese": "ペルセウスの使者",
                    "SummaryJapanese": "突如現れた露地ランツ。ハイリスクハイリターンの条件でバトルを申し込み、無謀な挑戦に思えたが、バードはそれを、受けて立つ！"
                },
                "93": {
                    "ID": "11260209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11260209",
                    "TitleEnglish": "Super Summit Challenger Showdown",
                    "SummaryEnglish": "Bird, still feeling the frustration of his battle with Lantz, devotes himself to training. Meanwhile, the final battle to determine the ultimate challenger has been announced!",
                    "TitleJapanese": "超頂上挑戦者決定戦",
                    "SummaryJapanese": "ランツとのバトルで味わった悔しさを胸に、ひたすら練習に打ち込むバード。一方、白星決闘の超頂上挑戦者決定戦の開催が決定！"
                },
                "94": {
                    "ID": "11260210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11260210",
                    "TitleEnglish": "Mislead",
                    "SummaryEnglish": "The first set of the Ultimate Challenger Tournament is a showdown between Masked X and Isshin Ryu! Masked X's insensitive remarks only fuel Ryu's fighting spirit...!",
                    "TitleJapanese": "ミスリード",
                    "SummaryJapanese": "超頂上挑戦者決定戦、ファーストセットは仮面Xと一心リュウの対決！仮面Xの無神経な発言に、リュウの闘志はさらに燃え上がり…！"
                },
                "95": {
                    "ID": "11260211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11260211",
                    "TitleEnglish": "A Fox’s Seven Tricks, a Tanuki’s Eight",
                    "SummaryEnglish": "Multi challenges the superiorly skilled Kyuubi Yoko. In this battle, they deceive and trick each other! Will Multi's clever strategy be the winning move?",
                    "TitleJapanese": "狐七化け狸は八化け",
                    "SummaryJapanese": "実力は格上の九尾ヨウコにマルチが挑む。互いをだまし、化かし合いが交錯するバトル！果たしてマルチの奇策は勝利の一手となるのか！？"
                },
                "96": {
                    "ID": "11330068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11330068",
                    "TitleEnglish": "Shiroboshi, back then",
                    "SummaryEnglish": "At the Hakusei-ryu dojo of the past, young Tenka trains hard with his senior disciples. ...And then his mother, Omega, disappears. What is the truth behind the parting that lies behind the battle between mother and son?",
                    "TitleJapanese": "あの日の白星",
                    "SummaryJapanese": "ありし日の白星流道場、兄弟子らと修行に励む幼いテンカ。…やがて姿を消す、母オメガ。\n母と子が交える一戦の裏に隠された決別の真相とは！？"
                },
                "97": {
                    "ID": "11330069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11330069",
                    "TitleEnglish": "Star Battle Grand Final",
                    "SummaryEnglish": "The day of the final battle has finally arrived. However, Masked X's Doran Brave is suspected of tampering, and Masked X himself is suspended from the competition!",
                    "TitleJapanese": "白星最終決闘",
                    "SummaryJapanese": "ついに迎えた決戦の日。しかし、仮面Xのドランブレイブに不正改造の疑いがかかり、仮面X自身も出場停止に！？"
                },
                "98": {
                    "ID": "11330070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11330070",
                    "TitleEnglish": "I Absolutely Won't Lose",
                    "SummaryEnglish": "The second set of the final showdown is a showdown between Bird and Lantz! Can they overcome the overwhelming difference in skill?",
                    "TitleJapanese": "絶対に負けない",
                    "SummaryJapanese": "白星最終決闘のセカンドセットは、バードとランツによる因縁の対決！圧倒的な実力差を覆すことはできるのか！？"
                },
                "99": {
                    "ID": "11330071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11330071",
                    "TitleEnglish": "Episode 99",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "100": {
                    "ID": "11330072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11330072",
                    "TitleEnglish": "Episode 100",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "101": {
                    "ID": "11335184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11335184",
                    "TitleEnglish": "Episode 101",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "102": {
                    "ID": "11335185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11335185",
                    "TitleEnglish": "Episode 102",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "103": {
                    "ID": "11335186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-x/episodes/11335186",
                    "TitleEnglish": "Episode 103",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}