{
    "URL": "https://www.thetvdb.com/series/bucchigiri",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=https://ui.eidr.org/view/content?id=10.5240/6BBB-ECA0-F7B1-CDA9-6ECA-6",
        "https://www.imdb.com/title/tt28454318/",
        "https://bucchigiri.jp/",
        "http://www.reddit.com/r/Bucchigiri",
        "https://www.tvmaze.com/shows/73781/show-slug",
        "https://www.themoviedb.org/tv/226905",
        "https://www.wikidata.org/wiki/Q118733027",
        "https://en.wikipedia.org/wiki/Bucchigiri%3F!",
        "https://x.com/bucchigiri_PR"
    ],
    "TitleEnglish": "Bucchigiri?!",
    "SummaryEnglish": "Arajin Tomoshibi’s reunion with his old pal Matakara Asamine takes an unexpected turn when they stumble into a brawl with the toughest guys in town. And just when you thought things couldn’t get weirder, a colossal genie decides to drop in. Brace yourself for the ultimate showdown. It’s the clash of the cool and the magical!",
    "TitleJapanese": "ぶっちぎり?!",
    "SummaryJapanese": "灯ともびし荒仁あらじんは、かつての親友浅観音あさみね真宝またからとの\n再会をきっかけに強者たちの戦いに巻き込まれていく…。\nそんな中、巨大な魔人の影が現れ…？！",
    "Aliases": [
        "BUCCHIGIRI?!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2064780",
            "URL": "https://www.thetvdb.com/series/bucchigiri/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10321283",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10321283",
                    "TitleEnglish": "Revival! Tonight Is BUCCHI Back to the Chinese Food!",
                    "SummaryEnglish": "In this special episode, Okawa Genki, the voice of Tomoshibi Arajin, recalls the events of the first six episodes of Bucchigiri!",
                    "TitleJapanese": "蘇る！今夜はぶっちーバック to the 中華！",
                    "SummaryJapanese": "これまでのお話しを一気におさらいできる「蘇る！今夜はぶっちーバック to the 中華！」を放送！灯 荒仁役の大河元気さんがナレーションをつとめ、『ぶっちぎり?!』の魅力を総ざらいします。"
                }
            }
        },
        "1": {
            "ID": "2064781",
            "URL": "https://www.thetvdb.com/series/bucchigiri/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9800373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/9800373",
                    "TitleEnglish": "Merge?! Fall in Love With Fortune Bang Bang Chicken!",
                    "SummaryEnglish": "Arajin dreams of a sweet high school life at a new school, where the Minato Kai and Siguma Squad gangs fight to be on \"top.\" Arajin meets the charming Mahoro, his childhood friend Matakara, and then a legendary djinn Senya, and his fate begins to change.",
                    "TitleJapanese": "合体！？恋するフォーチュンバンバンジー？",
                    "SummaryJapanese": "転校先での甘い高校生活を夢見る荒仁。しかし、彼のやってきた威血頭（いちず）高校では魅那斗會（みなとかい）とシグマスクワッドという２つのグループが“テッペン”を目指して張り合っていた。可憐なクラスメイトのまほろとの出会いに幼馴染の真宝と再会、そして伝説の“本気人”を名乗る千夜との遭遇によって荒仁の運命は大きく動き出していく・・・?!"
                },
                "2": {
                    "ID": "10235130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235130",
                    "TitleEnglish": "Wanna Take You On! The Chu Chu Chinese Pepper Steak Train!",
                    "SummaryEnglish": "Arajin surprises everyone when he uses Senya's power to land a punch on Marito. Marito falls in love with that fist and tries to convince Arajin to join Siguma Squad, but Matakara asks Arajin to join Minato Kai to continue their Honki training together.",
                    "TitleJapanese": "君を乗せたい！チューチュー・チンジャオローストレイン！",
                    "SummaryJapanese": "ひょんなことから憑依した千夜の力で摩利人に一発ブチかました荒仁は、一晩にして校内の注目の的に。荒仁のパンチにほれ込んだ摩利人から、シグマスクワッドに加わるよう猛烈アピールまで受け、かつて一緒に“本気人”を目指した真宝からも魅那斗會に誘われる。とにかくモテたいだけなのに、なぜかヤンキーたちに追いかけ回される荒仁が出した答えは…?!"
                },
                "3": {
                    "ID": "10235131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235131",
                    "TitleEnglish": "Love at Fist Fight! The One and Only Quail in the World",
                    "SummaryEnglish": "Despite Matakara's protests, Arajin joins Siguma Squad to please Mahoro. Marito takes Arajin out and tells him that they're headed to a raunchy welcome party full of girls. When they arrive, Arajin discovers that the party is not at all what he imagined.",
                    "TitleJapanese": "なぐり愛！世界に一つだけのウズラ",
                    "SummaryJapanese": "愛しのまほろの一声であっさりとシグマスクワッドに加入を決めてしまった荒仁。喧嘩に興味はないが「酒池肉林の歓迎会がある」と聞いて、荒仁は思わず鼻の下を伸ばす。しかし、会場で行われていたのは拳で勝敗を決める酒“血“肉林のあっちむいてホイ”だった…?!"
                },
                "4": {
                    "ID": "10235132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235132",
                    "TitleEnglish": "Stop the War! ~Sometimes You Gotta Eat Goya Chanpuru~",
                    "SummaryEnglish": "Siguma Squad goes to Minato Kai headquarters to avenge their injured comrades. The Minato side claims that their members were jumped by Siguma. Sensing something afoot, Matakara asks Mahoro and Arajin to persuade Marito to prevent an inevitable gang war.",
                    "TitleJapanese": "ストップ戦争(ウォー)！～時には食せよゴーヤチャンプルー～",
                    "SummaryJapanese": "王太に加えて舎弟たちまでボコボコにされてキレた摩利人は、シグマスクワッドを率いて魅那斗會に乗り込む。一方、魅那斗會もまた仲間たちをシグマスクワッドにやられたとして、互いに一触即発の空気になってしまう。闇討ちの真実がわからないまま、抗争に向けて熱くなっていく両者の争いを終わらせるため、真宝はまほろと荒仁に摩利人の説得を頼み、自身も拳一郎を止めに行くが…?!"
                },
                "5": {
                    "ID": "10235133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235133",
                    "TitleEnglish": "Frightening! Chili Shrimps Falling Down Like Snowflakes!",
                    "SummaryEnglish": "Akutaro sees potential in Arajin and asks him to join NG BOYS. Arajin finds the offer tempting but is disturbed by the bloodthirsty look in the members' eyes. Matakara confronts Akutaro about the war being a set-up and is jailed so he cannot warn anyone.",
                    "TitleJapanese": "戦慄！エビチリは雪のように！",
                    "SummaryJapanese": "魅那斗會とシグマスクワッドの抗争に火をつけたのはNG BOYSのリーダー阿久太郎の目論みだった。ふとしたことで阿久太郎に気に入られてしまった荒仁は、彼らと共に闘いの場へ向かう。仕組まれた争いだと知った真宝が、魅那斗會とシグマスクワッドの間に割って入るが…?!"
                },
                "6": {
                    "ID": "10235134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235134",
                    "TitleEnglish": "Much Much Friendship! \"Nira-Reba\"-lution 21!",
                    "SummaryEnglish": "Despite Matakara's efforts, the fight between Kenichiro and Marito begins. Taking advantage of their position, the NG BOYS enter the battle between Minato Kai and Siguma Squad. How will the war end, and what will happen to Arajin and Senya's training?",
                    "TitleJapanese": "友情マシマシ！ニラレバリューション２１！",
                    "SummaryJapanese": "真宝の奔走もむなしく、魅那斗會の総長である拳一郎と摩利人のタイマンが始まる。しかし漁夫の利を狙うNG BOYSが動き出し、シグマスクワッド・魅那斗會との戦いに突入していく。３つのチームの抗争、そして荒仁と千夜の修行のゆくえは…?!"
                },
                "7": {
                    "ID": "10235135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235135",
                    "TitleEnglish": "Group Date?! The Sea, Maji Croquette, and I!",
                    "SummaryEnglish": "As Arajin keeps trying to capture Mahoro's heart, the injured Marito invites him to a \"group date\" at the beach. Arajin agrees and buffs up for the party. When the day comes, Arajin realizes that he was set to 'date' very different partners... in battle.",
                    "TitleJapanese": "合コン！？海とマジバブと私！",
                    "SummaryJapanese": "摩利人からの提案で合コンをやることに?! モテるカラダ作りにいそしむ荒仁。そして待ちに待った合コンの日、荒仁を待ち受けていた運命とは……?!"
                },
                "8": {
                    "ID": "10235136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235136",
                    "TitleEnglish": "Sad News! Seriously Falling in Love With Gomoku Soba!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悲報！マジで恋する五目そば！",
                    "SummaryJapanese": "少年院に入っていた真宝の兄・満邦の出所日が近づき、荒仁や魅那斗會の仲間とともに、出所祝いの準備に勤しむ真宝。そんな中、彼に連絡が入り……?!"
                },
                "9": {
                    "ID": "10235137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235137",
                    "TitleEnglish": "Temptation! Soup-Related Etceteras!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誘惑！スープにまつわるエトセトラ！",
                    "SummaryJapanese": "唯一の肉親である兄・満邦を失い茫然自失の真宝。そんな真宝に対し、阿久太郎に取り憑いた一夜がささやきかけた言葉とは……?!"
                },
                "10": {
                    "ID": "10235138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235138",
                    "TitleEnglish": "Fallen Friend! This Love, This Pain, This Almond Tofu!",
                    "SummaryEnglish": "After Akutaro warns Arajin that a Majin's goal is to take over his host's body, Senya disappears. Meanwhile, Ichiya commands Matakara to fight as many people as he can. Matakara's uncharacteristic brutality leads him to one very dangerous confrontation.",
                    "TitleJapanese": "堕ちゆく友！愛しさと切なさと杏仁豆腐と！",
                    "SummaryJapanese": "荒仁の前から姿を消してしまう千夜。そして真宝は一夜に言われるがまま喧嘩に明け暮れ始める。真宝の容赦のない拳が振りおろされたその先にいたのは……?!"
                },
                "11": {
                    "ID": "10235139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235139",
                    "TitleEnglish": "Unanswered Wishes! Sudden Crab Fried Rice",
                    "SummaryEnglish": "Matakara's violence is unstoppable after merging with Ichiya and defeating Marito. He demands that Kenichiro fight him one-on-one. Meanwhile, Mahoro waits anxiously for Marito to regain consciousness and Senya finally explains his true goals to Arajin.",
                    "TitleJapanese": "とどかぬ想い！カニチャーハンは突然に",
                    "SummaryJapanese": "一夜と合体した真宝は摩利人をも倒し、その暴走は止まらない。一方、荒仁の前にようやく姿をみせた千夜が、ついに真の目的を語る……?!"
                },
                "12": {
                    "ID": "10235140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bucchigiri/episodes/10235140",
                    "TitleEnglish": "Fateful Duel! Beyond the Gyoza Dumplings",
                    "SummaryEnglish": "The fate of two friendships hangs in the balance of one final, brutal showdown. Can Senya and Ichiya finally make peace with their past? And, more importantly, can Matakara and Arajin survive it?",
                    "TitleJapanese": "運命の戦い！餃子ノムコウ",
                    "SummaryJapanese": "300年の時を超え、千夜と一夜の真拳勝負が幕を開ける。そして、千夜との合体を決意した荒仁。拳一郎と魅那斗會に決別を告げた真宝。２人の決闘の行方は……?!"
                }
            }
        }
    }
}