{
    "URL": "https://www.thetvdb.com/series/pon-no-michi",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31309480/",
        "https://ponnomichi-pr.com/",
        "http://www.reddit.com/r/PonNoMichi",
        "https://www.tvmaze.com/shows/70964/show-slug",
        "https://www.themoviedb.org/tv/234176",
        "https://www.wikidata.org/wiki/Q118612313",
        "https://en.wikipedia.org/wiki/Pon_no_Michi",
        "https://x.com/ponnomichi_pr",
        "https://www.youtube.com/c/@ponnomichi"
    ],
    "TitleEnglish": "Pon no Michi",
    "SummaryEnglish": "The story is set in Hiroshima Prefecture's Onomichi City, where a high school student Nashiko Jippensha was kicked out of her house. Without a place to play with her friends, she learns that the mahjong parlor that her father used to run is now vacant. She fixes the mahjong parlor and turns it into a place where she and her friends can have fun, cook, have tea, and sometimes play mahjong.",
    "TitleJapanese": "ぽんのみち",
    "SummaryJapanese": "広島県尾道市に住む女子高生・十返舎なしこは家を追い出され困っていた。\n「友達と遊べる場所がないけん…」\n父親が昔経営していた雀荘が今は空き家になっていることを知ったなしこは、\nみんなで集まれる場所に作り直すことを決めた。友達のぱい、泉とともに。\n遊び場を手に入れたなしこたちは、遊んだり、料理をしたり、お茶をしたり、\n時々麻雀をしたり…。\nそんな、なんでもない日常が愛おしくなる物語です。",
    "Aliases": [
        "Pon no Michi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2065170",
            "URL": "https://www.thetvdb.com/series/pon-no-michi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9804859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/9804859",
                    "TitleEnglish": "Nashiko's First Pass",
                    "SummaryEnglish": "One day, Nashiko Jippensha is kicked out of the house by her mother for making too much noise in her room. Having lost her place to party freely, Nashiko receives a call from her father telling her that she can use the old mahjong hall he used to run as she pleases in exchange for cleaning the place up. She immediately starts cleaning and then, a mysterious spirit appears from the store's mahjong tiles...?!",
                    "TitleJapanese": "麻雀をやるしかなしこちゃん",
                    "SummaryJapanese": "ある日、自分の部屋で騒ぎ過ぎた十返舎なしこは、母親に家からたたき出されてしまう。自由に遊べる場所を失い不貞腐れるなしこは、父親から昔経営していた元雀荘を片付ける代わりに、そこを好きに使っていいという電話をもらう。さっそく彼女は友達の河東ぱい、徳富 泉と集まれる遊び場を手に入れるべく元雀荘を片付け始める。すると店にあった麻雀牌から謎の精霊が現れて……！？"
                },
                "2": {
                    "ID": "10229538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229538",
                    "TitleEnglish": "Four Players Gathered",
                    "SummaryEnglish": "Riche finds Nashiko at the mahjong club, as she promised, and manages to convince her to let her join the group of friends. She also meets Pai, Izumi and Chombo and, around the mahjong table, a new friendship is created.",
                    "TitleJapanese": "4人揃った",
                    "SummaryJapanese": "元雀荘に現れた麻雀の精霊・チョンボや、謎のお嬢様・林リーチェと出逢ったなしこ。休日、彼女が元雀荘に向かうと、リーチェが店の前で待っていた。幼い頃に楽しい時間を過ごした思い出の場所で、一緒に麻雀を打たせてほしいと頼み込むリーチェ。一方、麻雀をやるより、元雀荘を友達との自由な秘密基地にしたいと思っていたなしこは、何かと理由をつけてリーチェのお願いを断ろうとするが……。"
                },
                "3": {
                    "ID": "10229539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229539",
                    "TitleEnglish": "Let's Eat",
                    "SummaryEnglish": "Now that the four friends know that the stove works, the next step is obvious: prepare a good dish! On the menu, a delicious curry accompanied by sashimi and ice cream for dessert. But before that, they start putting the old mahjong club in order.",
                    "TitleJapanese": "ご飯を食べよう",
                    "SummaryJapanese": "遊び仲間にリーチェが加わり、より一層賑やかになったなしこの日常。元雀荘ではガスが使えることが判明し、一同はご飯を作ることに。料理の前に途中で終わっていた室内の片付けをしていると、雀荘経営時のメニュー表を発見。それを参考に協議した結果、カレーを作ることが決定し、なしこと泉は材料の買い出しへ向かう。だが、買い物からの帰り道、なしこは刺身が食べたくなってしまい……？"
                },
                "4": {
                    "ID": "10229540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229540",
                    "TitleEnglish": "I'm Running Out of Gigs!",
                    "SummaryEnglish": "Nashiko finds herself without internet on her cell phone after using up all her mobile data. So, she contacts her father asking for Wi-Fi to be installed in the store. With the Wi-Fi working, on Riche's recommendation, the girls decide to play mahjong online.",
                    "TitleJapanese": "ギガが減る！",
                    "SummaryJapanese": "スマホの使い過ぎでギガ不足に陥ったなしこ。そこで、Wi-Fiさえ通っていればスマホ使い放題だと考えた彼女は父親に相談。一度は断られたものの、機転を利かせて見事、説得に成功するのだった。その後、リーチェがオススメしたオンライン麻雀ゲームで遊ぶことにしたなしこ、ぱい、泉。各々、オンライン対戦のマッチングを開始すると……。"
                },
                "5": {
                    "ID": "10229541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229541",
                    "TitleEnglish": "She's Here!",
                    "SummaryEnglish": "Riche defeated a strong opponent she met in an online mahjong game. While they were in a celebratory mood, their opponent in question, Emi Haneru, arrives. Immediately upon arriving, Nashiko is initially impressed to see her requesting a rematch with Riche. However, after hearing the words of Riche and her friends, she is inspired. Later, to deepen their friendship with the girl, the group begins a certain strategy...",
                    "TitleJapanese": "奴がきた！",
                    "SummaryJapanese": "オンライン麻雀ゲームで出会った強敵に勝利したリーチェ。元雀荘が祝勝ムードに包まれる中、そこへ件の対戦相手・江見 跳がやって来る。到着して早々、リーチェにリベンジマッチを申し込む彼女の姿に最初は気圧され恐れ戦くなしこ。だが、リーチェたちの言葉を聞き、跳を遊び仲間に加えようと奮起。後日、改めて元雀荘にやって来た跳と親睦を深めるべく、一同はとある作戦を開始する……。"
                },
                "6": {
                    "ID": "10229542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229542",
                    "TitleEnglish": "Training Camp!",
                    "SummaryEnglish": "Mahjong fans organize a one-night stay at an inn in Onomichi to... play mahjong. They also take the opportunity to visit tourist sites in the city that they normally don't have the opportunity to see. Haneru only hopes for one thing: to finally confront Riche and get revenge.",
                    "TitleJapanese": "合宿！",
                    "SummaryJapanese": "尾道市内の旅館で泊まり込みの麻雀合宿をすることにしたなしこたち。まずは旅館のチェックイン時間まで、近すぎて今まで訪れていなかった尾道市の有名観光地を訪れてみることにする。最初は美しい景観や温泉を満喫する一同だったが、次第に道のりがハードになり、旅館に着く頃にはヘトヘトに。だが、休む間もなく、跳の音頭で徹マン地獄が幕を開けるのだった……。"
                },
                "7": {
                    "ID": "10229543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229543",
                    "TitleEnglish": "August One Is for Pai",
                    "SummaryEnglish": "August 1st is \"Mahjong Day\". On this day, Pai celebrates her birthday, so Nashiko throws a birthday party for her on the beach. The group enjoys a unique birthday party, eating birthday cake on the beach in the middle of the day and playing in the sea. Later, as the party approaches its final stage, Nashiko and the others decide to give Pai a gift. However, right away, Riche presents her with something too expensive to be a gift...",
                    "TitleJapanese": "8月1日（ぱいの日です）",
                    "SummaryJapanese": "「パイ（牌）の日」にして「麻雀の日」である8月1日。この日、誕生日を迎えたぱいのため、なしこはビーチで彼女の誕生日会を開催。一同は真昼のビーチで誕生日ケーキを食べたり、海遊びをしたりと、一風変わった誕生日会を楽しむのだった。その後、会が終盤に差し掛かり、なしこたちからぱいにプレゼントを渡すことに。だが、その場でリーチェがプレゼントとしては高価すぎる代物を差し出して……。"
                },
                "8": {
                    "ID": "10229544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229544",
                    "TitleEnglish": "Turn On the Light",
                    "SummaryEnglish": "Nashiko's mother invites her to help produce 3,000 paper lamps for the festival of lights, but with only 4 days available she will have to resort to the indispensable help of her friends.",
                    "TitleJapanese": "あかりをつけましょう",
                    "SummaryJapanese": "４日後に開催が迫った灯りまつり。そのお祭り用に母親からぼんぼり作りを頼まれたなしこだったが、なんと課されたノルマは４日間で3000個……。一人では到底終わらない仕事量に涙を流すなしこ。すると事情を聞いたぱいや泉。さらに、チョンボや思わぬ人物たちが助っ人に加わり、一同は急ピッチで作業を進めていく。果たして、なしこたちはお祭りに間に合わせることができるのか！？"
                },
                "9": {
                    "ID": "10229545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229545",
                    "TitleEnglish": "Let's Betcha!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "れっつべっちゃー",
                    "SummaryJapanese": "鬼に扮した氏子が子供たちを追い回す、ベッチャー祭り。尾道市を代表するそのお祭りの開催が近づいたある日。なしことリーチェは、皆で一緒にお祭りをまわろうと提案。しかし、それを聞いた泉は崩れ落ちてしまう。心配するなしこたちに小さい時、氏子に追いかけられて以来、鬼がトラウマになっていることを明かす泉。そこで、なしこたちは泉に鬼を克服させるため、彼女にとある訓練を課すのだった……。"
                },
                "10": {
                    "ID": "10229546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229546",
                    "TitleEnglish": "Merry Christmas to All!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "みんなのメニ―クリスマス！",
                    "SummaryJapanese": "12月25日、元雀荘でクリスマスパーティーを開催することにしたなしこたち。パーティー当日、テーブルにはみんなで作った沢山の料理が並び、一同は一夜限りの特別な食事の時間を楽しむのだった。その後、満腹になると休憩がてら麻雀をすることに。すると対局中、突然、不敵な笑みを浮かべるなしこ、ぱい、泉。その様子を見た跳は、なしこたちのイカサマを疑うが……。"
                },
                "11": {
                    "ID": "10229547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229547",
                    "TitleEnglish": "Happy New Year!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あけおめ！",
                    "SummaryJapanese": "大晦日の夜、初詣に行くため集合したなしこたち。新年のお祈りを終えた5人は、お蕎麦を食べたりおみくじを引いたりと、新年早々、楽しい時間を過ごす。それから2日後の1月3日、麻雀の初打ちのために元雀荘へ集合したなしこたち。一同はなしこが作ったお雑煮やみんなで持ち寄った料理をつまみながら対局を始める。新年初上がりを勝ち取るのは果たして……？"
                },
                "12": {
                    "ID": "10229548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pon-no-michi/episodes/10229548",
                    "TitleEnglish": "The Ladies of Mahjong",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雀卓の娘たち",
                    "SummaryJapanese": "ずっと使い続けてきた電動雀卓のジャンタ君が故障し、動揺するなしこたち。自分たちで修理を試みるものの、素人が直せるものではなく、断念。以降、元雀荘に5人全員が集まる頻度は減り、自然と麻雀をする時間も短くなってしまう。そんな状況に一抹の寂しさと悲しさを感じるなしこ。他の4人もなしこと同じような気持ちを抱えているものの、状況を変えることができず月日だけが流れていき……。"
                }
            }
        }
    }
}