{
    "URL": "https://www.thetvdb.com/series/horimiya-piece",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28261206/",
        "https://horimiya-anime.com/",
        "https://www.themoviedb.org/tv/228663",
        "https://x.com/@horimiya_anime"
    ],
    "TitleEnglish": "Horimiya: The Missing Pieces",
    "SummaryEnglish": "Featuring stories from the manga not adapted in the main anime. Hori looks back on her favorite moments with Miyamura.",
    "TitleJapanese": "ホリミヤ -piece-",
    "SummaryJapanese": null,
    "Aliases": [
        "Horimiya -piece-",
        "Horimiya: Piece"
    ],
    "Modified": "2025-05-02",
    "Seasons": {
        "1": {
            "ID": "2073946",
            "URL": "https://www.thetvdb.com/series/horimiya-piece/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9848246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848246",
                    "TitleEnglish": "Class Trip",
                    "SummaryEnglish": "Everyone's excited for the class trip to Kyoto—except for Miyamura, who isn't sure how he'll navigate close time with others (including bath time!) while keeping his secret. Thankfully, Hori's there to help! Then there's drama(?) at the pool.",
                    "TitleJapanese": "修学旅行",
                    "SummaryJapanese": "高校二年生の堀京子と宮村伊澄はお互いの“秘密”の共有者。\n修学旅行にプール、四季折々の行事や学生生活を楽しむ同級生たちの中、宮村は憂鬱そう。\nその理由は堀と共有している“秘密”が原因で――。"
                },
                "2": {
                    "ID": "9848247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848247",
                    "TitleEnglish": "Cooking Class",
                    "SummaryEnglish": "A few wallflowers at Katagiri High are dreading the approach of sports day. With a little help from their friends, however, things just might shape up for everyone. That is, IF Sakura can survive cooking class with the student council first!",
                    "TitleJapanese": "調理実習",
                    "SummaryJapanese": "体育祭を目前に、運動が苦手な仙石と桜は浮かない顔。宮村も過去の思い出からあまり乗り気ではなかったが――。そんな体育祭前の雰囲気の中、仙石・レミ・桜たちは調理実習に立ち向かう事となる。"
                },
                "3": {
                    "ID": "9848248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848248",
                    "TitleEnglish": "Sports Day",
                    "SummaryEnglish": "Sports day is officially upon Katagiri High. Miyamura has never had a reason to look forward to the school-wide event, but something (or someone) may just make his last sports day in high school one to remember...",
                    "TitleJapanese": "体育祭",
                    "SummaryJapanese": "いよいよ体育祭当日。東軍・西軍に分かれた堀たちは応援合戦に騎馬戦、リレーに借り物競争と大盛り上がり。乗り気ではなかった面々、そして宮村もいつしか本気で体育祭に臨むことに。"
                },
                "4": {
                    "ID": "9848249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848249",
                    "TitleEnglish": "Hori Kotatsu",
                    "SummaryEnglish": "Some people get closer around a table, some get all tangled up, some have awkward moments, some reminisce... Welcome to the kotatsu at the Hori household!",
                    "TitleJapanese": "堀こたつ",
                    "SummaryJapanese": "寒い季節のこたつにすっかり魅入られている堀家と宮村。偶然会った仙石と仙石の父・武、堀の父・京介までもがこたつに吸い込まれてゆく。ふとした会話から京介と武には昔からの因縁があるとわかり――？"
                },
                "5": {
                    "ID": "9848250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848250",
                    "TitleEnglish": "Iura",
                    "SummaryEnglish": "The Iura siblings have an interesting relationship that gets even more interesting when... a boy comes between them in a way neither one of them wants! What are the Iuras to do?",
                    "TitleJapanese": "井浦",
                    "SummaryJapanese": "井浦の妹・基子は同級生の北原に恋をしている。その様子が兄として面白くない井浦は北原を冷たい態度であしらうものの、北原はまさかの態度を示してきて……？"
                },
                "6": {
                    "ID": "9848251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848251",
                    "TitleEnglish": "Sleepover",
                    "SummaryEnglish": "Miyamura, Iura, and Ishikawa go to the Sengoku household for a sleepover. Sengoku's cramped bedroom leaves the boys scratching their heads about sleeping arrangements. Their close proximity leads Sengoku to start asking questions about Miyamura refusing to show his skin.",
                    "TitleJapanese": "お泊り会",
                    "SummaryJapanese": "仙石家へお泊りすることになった宮村・石川・井浦。以前から宮村には秘密があると怪しんでいた仙石は、千載一遇のチャンスと無防備に眠る宮村から秘密を暴こうとする。しかしそれがとんでもない誤解に発展してしまい――。"
                },
                "7": {
                    "ID": "9848252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848252",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Sakura finds a kindred spirit to enjoy her favorite hobby with, and Sawada gets a little closer to the people around her.",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "好きな漫画が一緒という意外な共通点から仲良くなった桜と柳。しかし周囲からは釣り合っていないと囁かれてしまい……そして人の陰口にさらされているのは同学年に友達が少ない沢田もだった。学生生活は時に厳しく、戸惑う日々で。"
                },
                "8": {
                    "ID": "9848253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848253",
                    "TitleEnglish": "Yanagi-kun",
                    "SummaryEnglish": "Yanagi has it tough. He can't see well, he has trouble getting up in the morning, and he's polite to a fault. But with the right people by his side, he just might catch a break.",
                    "TitleJapanese": "柳くん",
                    "SummaryJapanese": "いつもニコニコしていて本人曰く少し目が悪いだけ、という同級生・柳明音。しかしみんなは柳の事は意外と知らなくて……実は寝坊常習犯で朝が弱くて、寝起きにはギャップが――？柳の知られざる一面が徐々に明らかになってゆく。"
                },
                "9": {
                    "ID": "9848254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848254",
                    "TitleEnglish": "Teacher",
                    "SummaryEnglish": "Nakamine-sensei may be oblivious, Terajima-sensei may be strict, and Yasuda-sensei may be a hopeless pervert, but they all have one thing in common... They're all teachers at Katagiri High!",
                    "TitleJapanese": "先生",
                    "SummaryJapanese": "片桐高校には個性豊かな生徒だけでなくちょっと変わった先生たちもいる。\n英語教師の安田先生、そして不思議な雰囲気のある物理教師の中峰先生。ある日由紀は偶然のきっかけで中峰先生と２人で話すことになる。"
                },
                "10": {
                    "ID": "9848255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848255",
                    "TitleEnglish": "Jealousy",
                    "SummaryEnglish": "Hori and Miyamura get into another silly spat, and the longer Hori goes without apologizing, the harder she finds it to tell Miyamura how she really feels...",
                    "TitleJapanese": "やきもち",
                    "SummaryJapanese": "堀たちの同級生・渡部は理由はわからないが宮村フリーク。宮村に異常な興味を抱く渡部の「におい」を堀は敏感に察知する。ある日堀は渡部にマーキングされた宮村に激怒し、二人は喧嘩をしてしまう。"
                },
                "11": {
                    "ID": "9848256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848256",
                    "TitleEnglish": "Chocolate",
                    "SummaryEnglish": "Valentine's Day is just around the corner. Everyone is so eager to impress with their chocolatey gifts that the prospect of heartbreak has some of them on edge over what should be a loving holiday.",
                    "TitleJapanese": "チョコレート",
                    "SummaryJapanese": "もうすぐバレンタイン。ケーキ屋の息子である宮村からチョコをもらう予定の堀は、レミに冷たいと言われてしまう。堀にチョコを渡すと意気込んでいた沢田だが、クラスメイトの女子にとある相談を持ち掛けられる。"
                },
                "12": {
                    "ID": "9848257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848257",
                    "TitleEnglish": "The Hori House",
                    "SummaryEnglish": "A lot goes on in the Hori household. The family comes together, the family fights, the family makes up... But no matter what happens, it's always fun.",
                    "TitleJapanese": "堀家",
                    "SummaryJapanese": "堀の父親である京介と母親の百合子。一般的な夫婦とは少し違うような関係性の二人だが、出会いは鮮烈で運命的な物だった。"
                },
                "13": {
                    "ID": "9848258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/horimiya-piece/episodes/9848258",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "The students of Katagiri High now look forward to their lives after high school, which involves a little reminiscing about the days that led up to this moment.",
                    "TitleJapanese": "卒業",
                    "SummaryJapanese": "どんな世界だったとしても、友達との関係性が例え今と違ったとしても――きっと私たちは出会ってしまう。そんな風に、宮村の事を想う堀。もうすぐ、卒業式。"
                }
            }
        }
    }
}