{
  "URL": "https://www.thetvdb.com/series/miru",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.facebook.com/miruanimeinfo",
    "https://www.imdb.com/title/tt28400589/",
    "https://www.miru-anime.com/",
    "https://www.tvmaze.com/shows/83090/show-slug",
    "https://www.themoviedb.org/tv/259466",
    "https://www.wikidata.org/wiki/Q131923877",
    "https://en.wikipedia.org/wiki/Miru:_Paths_to_My_Future",
    "https://x.com/miruanime_info"
  ],
  "TitleEnglish": "MIRU: Paths to My Future",
  "SummaryEnglish": "Born in a distant future, MIRU, a weaponless robot, travels across time to support people from different eras. MIRU meets individuals from different times and places, people who, despite their struggles, live their lives with determination. Through their encounters with MIRU, people take small yet meaningful steps forward. These steps, like the \"Butterfly Effect,\" create waves of change, moving toward a brighter future.",
  "Aliases": [
    "MIRU",
    "MIRU: Watashi no Mirai",
    "MIRU: Paths to My Future",
    "MIRU Watashi no Mirai"
  ],
  "Modified": "2025-06-28",
  "Seasons": {
    "1": {
      "ID": "2069700",
      "URL": "https://www.thetvdb.com/series/miru/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "10596144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/miru/episodes/10596144",
          "TitleEnglish": "Episode 079: Stardust ‌Memory",
          "SummaryEnglish": "Yoshimura, a space janitor who has spent 10 years collecting space debris is urged to retire by his boss, due to advances in AI technology. His replacement is a young pilot named Umi. While Umi takes her training seriously, Yoshimura remains unmotivated. However, the two soon find themselves facing a critical emergency.",
          "Aliases": []
        },
        "2": {
          "ID": "10598067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/miru/episodes/10598067",
          "TitleEnglish": "Episode 101: The ‌King ‌of ‌the ‌Forest",
          "SummaryEnglish": "Mario, who lives in a tropical rainforest, works as a tour guide, spending his days leading tourists through the forest. However, the forest has gradually changed since he was a child. Then one day, he stumbles upon an illegal gold mining site…",
          "Aliases": []
        },
        "3": {
          "ID": "10598068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/miru/episodes/10598068",
          "TitleEnglish": "Episode 217: Londonderry Air",
          "SummaryEnglish": "Ame attends music school, pursuing her dream of becoming a professional pianist. While she works at a construction site to pay for her tuition, her secret joy is playing a public piano on a street corner. One day, her piano skills are noticed, and she is invited to participate in an AI demonstration experiment…",
          "Aliases": []
        },
        "4": {
          "ID": "10598069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/miru/episodes/10598069",
          "TitleEnglish": "Episode 630: Re: MIRU",
          "SummaryEnglish": "In a world plagued by division, conflict, and worsening global warming, a young diplomat, Toshi, returns home after successfully brokering a peace negotiation. But his moment of relief is short-lived, as news of the negotiation’s collapse plunges him into despair. Exhausted and wandering the streets aimlessly, he is unexpectedly saved by an unremarkable, middle-aged man.",
          "Aliases": []
        },
        "5": {
          "ID": "10598070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/miru/episodes/10598070",
          "TitleEnglish": "Episode 926: Wait, I’ll Be There",
          "SummaryEnglish": "In a frozen post-apocalyptic world, Airu travels with her companion Pochimaru. Their mission is to travel the world making flowers bloom using the “magic sand” left behind by her mother, a botanist. Deep in a mountain of dead trees, they meet Izumif, a boy who says he’s from the distant future…",
          "Aliases": []
        }
      }
    }
  }
}