{
    "URL": "https://www.thetvdb.com/series/hanadoll",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://hanadoll-anime.com/",
        "https://www.themoviedb.org/tv/283361",
        "https://en.wikipedia.org/wiki/Hana-Doll#Anime",
        "https://x.com/Anthos_twt"
    ],
    "TitleEnglish": "HANA Doll* -Reinterpretation of Flowering-",
    "SummaryEnglish": "Boys auditioning for the “Hana Doll Project.\" They all came with dark pasts in mind. They were not the only ones with secrets. The production company that sponsored ask them one condition for passing the audition; In order to \"blossom\" as perfect idols, the boys have to sign a contract that they will undergo an operation to implant a special “seed” in their bodies in exchange for their lives. There is no one who refuses. \"No matter what the cost, I will make my dream come true.\" Will their determination blossom?",
    "Aliases": [
        "華Doll*",
        "ハナドール*-Reinterpretation of Flowering-"
    ],
    "Modified": "2025-08-06",
    "Seasons": {
        "1": {
            "ID": "2069534",
            "URL": "https://www.thetvdb.com/series/hanadoll/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10621765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/10621765",
                    "TitleEnglish": "Do Hana Ningyo Dream Of Becoming An Idol?",
                    "SummaryEnglish": "The six who passed the audition start living together, aiming for their official debut. Everyone tries to get along with each other to ease their tension, but there is one person who refuses to get along with them. The atmosphere is awful. Lessons are full of mistakes, and the unit doesn't come together. Meanwhile, a stern notice is issued by the production company..."
                },
                "2": {
                    "ID": "11070404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070404",
                    "TitleEnglish": "It's Not A Tragedy, But A Comedy",
                    "SummaryEnglish": "Rihito stubbornly rejects the other members and becomes isolated. Mahiro, who has a strong sense of responsibility, tries his best to mediate between them, but to no avail. Memories of a rainy day flash through his mind. A distorted afterimage makes him strongly aware of \"that guy.\" The same scent, emotions that should have been suppressed. Just before the final lesson evaluation test, something strange happens to Rihito..."
                },
                "3": {
                    "ID": "11070405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070405",
                    "TitleEnglish": "The Invisible Flower Is in a Box",
                    "SummaryEnglish": "The pre-debut is finally decided, and Anthos and the others head to the location for the music video shoot. Amidst the excited voices, Chise is alone, looking at \"him\" with a gloomy face. The color of her heart is reflected only in her eyes - the production company's cruel verdict causes the complex colors to eat away at Anthos. And then, one more person experiences a new abnormality..."
                },
                "4": {
                    "ID": "11070406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070406",
                    "TitleEnglish": "Flowers Smell Sweet Even If You Call Them By Different Names",
                    "SummaryEnglish": "The voices of the members congratulate Kaoru for her blossoming. Impatience, jealousy, anxiety, irritation - their true feelings are revealed because they are serious. Some have blossomed, and some have not. Mixed with their hidden pasts, the gap that was half filled becomes deeper again. Is it a coincidence or a destiny? Resonating with the clashing confessions, new buds begin to tremble."
                },
                "5": {
                    "ID": "11070407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070407",
                    "TitleEnglish": "Clockwork Level Up",
                    "SummaryEnglish": "Finally, Anthos has landed a big TV job. The Idol Competition Sports Day will allow them to perform alongside famous idols, and is the perfect chance for these budding guys to make a name for themselves. Anthos is enthusiastic, but there are voices that mock them and call them \"cyborgs.\" The shadow of the hyenas that prey on the industry is creeping up on them..."
                },
                "6": {
                    "ID": "11070408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070408",
                    "TitleEnglish": "Once-In-A-Lifetime Encounter in Room 317",
                    "SummaryEnglish": "The long-awaited release event and public press conference were held. It was supposed to be a grand stage of joy and excitement. A gossip reporter criticizes Anthos's body modification surgery. Mahiro's secret is revealed, and the members are shaken. Their blossoming...tears them apart, giving rise to frustration and rampage..."
                },
                "7": {
                    "ID": "11070409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070409",
                    "TitleEnglish": "A Knight Fallen into the Ripples of Tears",
                    "SummaryEnglish": "Mahiro and Yota see off the blossoming members as they head off to promote their new song. Left behind in the dorm, their hearts sink. It's painful to see them acting strong out of concern for their friends. Then they receive something from the production company. It makes them happy, even if just for a moment..."
                },
                "8": {
                    "ID": "11070410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070410",
                    "TitleEnglish": "When the Sun Wakes Up",
                    "SummaryEnglish": "The dark side of Anthos becomes news, and curious eyes turn to them. Their secret of being from an orphanage is revealed, and to make matters worse, Yota is forced to suspend his activities due to an aggravation of his injury. What is the answer he comes up with in this corner? During a fan meeting with only the five of them, a small shadow takes a step forward."
                },
                "9": {
                    "ID": "11070411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070411",
                    "TitleEnglish": "Stand by Me",
                    "SummaryEnglish": "Thanks to Anthos' efforts, public opinion of him has begun to change little by little, and Yota has blossomed and regained his usual energy. Meanwhile, Mahiro is the only one who has yet to blossom. He is depressed, and keeps getting NGs even during location shoots. Ryouga is worried. Mahiro rejects him. The promise they once made with \"that guy\" ties the two together and binds them..."
                },
                "10": {
                    "ID": "11070412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070412",
                    "TitleEnglish": "Chocolate box contents",
                    "SummaryEnglish": "\"If all members do not blossom within a year, Anthos will disband.\" As the deadline approaches, Mahiro is the only one who has not yet blossomed. Heavy responsibilities and anxiety drive him into a corner. Darkness seeps into his weakened heart. It even begins to take away his life as an idol---The production company delivers a cruel verdict to him---"
                },
                "11": {
                    "ID": "11070413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070413",
                    "TitleEnglish": "​​I’ll come back for you",
                    "SummaryEnglish": "夢を見失い、寮を出ていく眞紘。 その無気力な態度に苛立ち、怒りをぶつける凌駕。 変わらない覚悟。届かない想い。 無力感に打ちひしがれる凌駕を仲間たちの声が救う。 他の誰でもない。彼が「眞紘」自身に伝えたいこと。 凌駕たちは天霧に逆らい、眞紘の元へ走る——"
                },
                "12": {
                    "ID": "11070414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanadoll/episodes/11070414",
                    "TitleEnglish": "More human than human",
                    "SummaryEnglish": "Finally, the six members of Anthos are gathered together, and the anniversary live stage begins. Antholic erupts with endless cheers—— The staff is amazed at the potential that Hana has brought out. The passion hidden in their hearts sprouts, and the stage that everyone has been waiting for is about to begin——"
                }
            }
        }
    }
}