{
    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28131643/",
        "https://www.dekisoko-anime.com/",
        "https://www.themoviedb.org/tv/229108",
        "https://en.wikipedia.org/wiki/Dekisokonai_to_Yobareta_Moto_Eiyū_wa,_Jikka_Kara_Tsuihōsareta_node_Suki_Katte_ni_Ikiru_Koto_ni_Shita",
        "https://x.com/dekisoko_pr"
    ],
    "TitleEnglish": "The Banished Former Hero Lives as He Pleases",
    "SummaryEnglish": "Allen is banished from the Duchy of Westfeldt on account of his low level and lack of a god-given Gift, and all seems lost. But with his memories of a past life as a hero intact, Allen sees this twist of fate as a blessing—he can finally live his life as he pleases! That momentary peace is cut short when Allen saves his ex-fiancée, beginning a new saga for the banished former hero.",
    "TitleJapanese": "出来損ないと呼ばれた元英雄は、実家から追放されたので好き勝手に生きることにした",
    "SummaryJapanese": "神の恩恵『ギフト』を得られず、出来損ないと呼ばれた少年・アレン。しかし、彼の正体は――前世の記憶と力を持つ元英雄だった!?\n\n実家である公爵家から追放されたのをいいことに、自由気ままな旅を始めようとするアレンだったが、元婚約者の暗殺未遂に遭遇することになり……!? 今世こそのんびりしたい元英雄の、望まぬヒロイック・ファンタジー開幕！",
    "Aliases": [
        "Dekisokonai to Yobareta Moto Eiyū wa, Jikka kara Tsuihōsareta node Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyuu wa, Jikka Kara Tsuihousareta node Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Motoeiyū wa Jikka kara Tsuihō sareta node Sukikatte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyū wa, Jikka kara Tsuihō Sareta no de Suki Katte ni Ikiru Koto ni Shita",
        "Dekisokonai to Yobareta Moto Eiyuu wa, Jikka kara Tsuihou Sareta no de Suki Katte ni Ikiru Koto ni Shita",
        "できそこ",
        "DekiSoko",
        "出来損ないと呼ばれた元英雄は"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2069724",
            "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10526980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10526980",
                    "TitleEnglish": "100 Second Notice",
                    "SummaryEnglish": "Allen is a boy who was called a failure because he did not get the \"gift\" of God's favor. But who is he—a former hero with memories and powers from a previous life?",
                    "TitleJapanese": "100秒予告",
                    "SummaryJapanese": "神の恩恵『ギフト』を得られず、出来損ないと呼ばれた少年・アレン。しかし、彼の正体は――前世の記憶と力を持つ元英雄だった！？"
                }
            }
        },
        "1": {
            "ID": "2069725",
            "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9857468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/9857468",
                    "TitleEnglish": "Cast Out",
                    "SummaryEnglish": "Alan is deemed to be a failure and cast out of his family. He is delighted to leave his stifling life behind and sets off on a journey to find the peace he longs for. Then, he happens to run across his ex-fiancée, Lise, being attacked by monsters.",
                    "TitleJapanese": "追放",
                    "SummaryJapanese": "世界を救った元英雄アレン。\n平穏な暮らしを望んで転生した先は、異世界の名門公爵家。\nギフトを得られず、出来損ないと見なされて家を追放されてしまう。\nだが、息苦しい生活に辟易していたため、追放を喜び、自由気ままな旅を開始することに。\nその旅の途中、元婚約者であるリーズが魔物に襲われているところに遭遇してしまい……。"
                },
                "2": {
                    "ID": "10419663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419663",
                    "TitleEnglish": "The Master Blacksmith of the Sacred Sword",
                    "SummaryEnglish": "After an unexpected battle, Alan decides to travel with Lise and Béatrice for a while longer. Lise wants to introduce him to a friend, a swordsmith in a village in the borderlands, but when they arrive, they find Lise's friend has collapsed!",
                    "TitleJapanese": "聖剣の鍛冶師",
                    "SummaryJapanese": "赤龍王との闘いで剣を折ってしまったアレンのため、一行はグランホルムを目指すことに。\nそこに住む鍛冶師・ノエルは、リーズの友達ということだったが……忙しさを理由に、剣を打つのを断られてしまう。\nところが、アレンの折れた剣を見せた途端、ノエルの態度に変化が。\n「“聖剣を超える剣”に興味はある？」と、持ちかけられ……。"
                },
                "3": {
                    "ID": "10419726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419726",
                    "TitleEnglish": "Stubbornness and Determination",
                    "SummaryEnglish": "Forging a sword for Alan has stirred unpleasant memories for Noelle. Her past motivates her and drives her to reckless extremes. Meanwhile, Alan asks Lise and Béatrice why they've really come to this town.",
                    "TitleJapanese": "意地と覚悟",
                    "SummaryJapanese": "森で遭遇した魔物・フェンリルに、異常なまでの復讐心を抱くノエル。\n自身の剣で切りかかろうとする彼女を、「その剣では傷一つつけることは出来ない」とアレンは説得する。\n復讐を諦められないノエルは、寝ずに剣を打ち直し、遂に聖剣を超える剣を完成させる。\nその剣で復讐を果たそうと、一人森へ向かうが……。"
                },
                "4": {
                    "ID": "10419727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419727",
                    "TitleEnglish": "Returning Spirits Festival",
                    "SummaryEnglish": "Still in search of clues about the sinister happenings within the kingdom, Alan, Lise, and Béatrice head to a village where a ghost has been seen. They arrive to find everyone preparing for a festival, but something about the place seems odd.",
                    "TitleJapanese": "降霊祭",
                    "SummaryJapanese": "将軍暗殺の手がかりを探すアレンたちは、ノエルからある噂を聞く。\nリンダールの村に出る“銀の鎧”の霊──悪魔が関わっている可能性があると知り、一行は村を調べることに。\nだが、降霊祭の準備中だという村は平穏そのもの。\nそんな中、“銀の鎧”に思うところがあるリーズ。\n実は、亡くなったリーズの叔父も、かつて銀の鎧をまとっていた……。"
                },
                "5": {
                    "ID": "10419728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419728",
                    "TitleEnglish": "The Beginning of Madness",
                    "SummaryEnglish": "The Westfelts' schemes are proceeding apace. Craig and Bret head into the capital. While Craig goes off to complete his portion of the plan, two unexpected personages address the people of the town",
                    "TitleJapanese": "狂乱の開幕",
                    "SummaryJapanese": "「死んだはずのシリル将軍が現れた」という噂に揺れる王都。\nその裏では、クレイグたちの謀略が進んでいた。\n訓練場に誘き出される第一騎士団のエドワード団長──悪魔に襲われる勇者・アキラ…そして、大司教と共に、民衆の前に姿を現すシリル将軍。\nクレイグと、ブレットの歪んだプライドが、王都を襲う！"
                },
                "6": {
                    "ID": "10419729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419729",
                    "TitleEnglish": "The Utmost Limit of Hate",
                    "SummaryEnglish": "The attack on the capital continues. Alan has a plan, but he'll need the people to believe him. Meanwhile, Akira and Edward try to bring Craig down, but between his gift and his power, it seems impossible—until a certain failure arrives.",
                    "TitleJapanese": "憎悪の果て",
                    "SummaryJapanese": "騒乱の王都に現れたアレンによって、クレイグたちの陰謀が暴かれる。将軍暗殺、リーズ暗殺未遂…いずれも、悪魔とヴェストフェルト公爵家が組んで行ったものだった。一方、復讐心に駆られ、悪魔の力で暴走するクレイグ。王都に降りかかる闇の力を振り払うため、かつて出来損ないと呼ばれた息子、アレンがその前に立ちはだかる！"
                },
                "7": {
                    "ID": "10419730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419730",
                    "TitleEnglish": "The Imperial Marquis's Daughter",
                    "SummaryEnglish": "Though things within the kingdom have quieted down, Alan is still searching for the peaceful life he's always yearned for. After an exhausting day, he decides to head to the Victour Empire for a change of pace. Once there, he runs into an old friend.",
                    "TitleJapanese": "帝国の侯爵令嬢",
                    "SummaryJapanese": "王都の戦いから半年。平穏な暮らしを送るアレンは、転生直前の夢を見る。それは、使徒アンリエットとの最期の対話だった……。日々の暮らしに思うところあったアレンは、ヴィクトゥル帝国へ旅立つことを決める。そこで待ち受けていたのは…くすぶる戦争の火種、そして、侯爵令嬢へと転生していたアンリエットだった。"
                },
                "8": {
                    "ID": "10419731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419731",
                    "TitleEnglish": "The Fairy Sovereign",
                    "SummaryEnglish": "Noelle is bored. She gets permission to go into town, and runs into some other elves. Later, Henriette says she has somewhere she'd like to take them. Meanwhile, the captain of the Black Wolf Knights plots her next move.",
                    "TitleJapanese": "妖精王",
                    "SummaryJapanese": "アンリエットの屋敷に匿ってもらう間、暇を持て余して街へと遊びに行くノエル。\nだが、なぜか街のエルフたちからの注目を集めてしまう。\n理由を知るアンリエットは、“昔の記憶がない”ノエルを連れて、アレンたちをエルフの森へ誘うが、そこでノエルの出自が明らかになり──。"
                },
                "9": {
                    "ID": "10419732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419732",
                    "TitleEnglish": "The Mark of a Demon",
                    "SummaryEnglish": "Alan and the others enjoy the elves' hospitality, but Noelle still isn't sure about what she wants to do. Percival shows them around the forest and introduces them to the elves' way of life, but the tour is cut short by an unexpected visitor.",
                    "TitleJapanese": "悪魔の烙印",
                    "SummaryJapanese": "エルフの森に滞在中のアレンたち。“エルフの王”を望まれるノエルは、決断を悩んでいた。そんな中、黒狼騎士団が動き出す。屋敷に戻ったアンリエットを待ち構えていたリゼット。さらに、エルフの森に侵入したオズワルドに、悪魔の子供も見つかってしまう。前世での苦い経験から、「救うべきか？」とアレンもまた、決断を悩むことに……。"
                },
                "10": {
                    "ID": "10419733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419733",
                    "TitleEnglish": "A Cry For Help",
                    "SummaryEnglish": "With the blockades lifted, Alan and the others are free to return to their kingdom. Just as they're about to leave, a stranger runs up, asking for help with a story they can't afford to ignore. The question is, is the peril real, or is it all a trap?",
                    "TitleJapanese": "助けを求める声",
                    "SummaryJapanese": "街道の封鎖が解かれ、帝国を発つことにしたアレンたち。しかし、その直前、アンリエットの弟を名乗る青年・カーティスが現れ、助けを求めてくる。なんと、アンリエットが皇帝暗殺事件の主犯として、黒狼騎士団に連行されてしまったのだという。アレンたちは、カーティスに疑いを持ちつつも、共に帝都を目指すことになるが……。"
                },
                "11": {
                    "ID": "10419734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419734",
                    "TitleEnglish": "A Former Hero at a Loss",
                    "SummaryEnglish": "Alan and Lise arrive at the site of an explosion to find a foe whose threats to kill bystanders trigger Alan's memories of his time as a hero. Meanwhile, Lizette locks Henriette up, but Henriette's words linger in her mind even after she leaves.",
                    "TitleJapanese": "惑う元英雄",
                    "SummaryJapanese": "ノエルとミレーヌを人質に取ったオズワルドと対峙するアレン。難なく二人を救出するが、すでにオズワルドに『エクスプロード』を仕掛けられていた。しかも、周囲にいる負傷した多数の市民たちも同様で──。そこで思い出されたのは、助けた子供に「化け物」と罵られた……前世での記憶。逡巡するアレンの出した答えは……！？"
                },
                "12": {
                    "ID": "10419735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-banished-former-hero-lives-as-he-pleases/episodes/10419735",
                    "TitleEnglish": "The Former Hero Lives as He Pleases",
                    "SummaryEnglish": "Henriette learns the truth behind the assassination, but it only puts her in more danger. Meanwhile, Alan and the others get a timely piece of advice from an unexpected source. Will Alan ignore the wishes of others and finally live as he pleases?",
                    "TitleJapanese": "元英雄は好き勝手に生きる",
                    "SummaryJapanese": "地下牢のアンリエットの前に現れたカーティス。すべては、悪魔の力を手にしたカーティスが仕組んだことだった。一方、アンリエットから手助け無用と告げられたアレン。王国への帰路を選択するが、リーズから「戻りましょう」と提案され……。かつて実家を追放され、好き勝手に生きようと願ったアレン。その旅路の先に望んだものは──。"
                }
            }
        }
    }
}