{
  "URL": "https://www.thetvdb.com/series/fate-strange-fake",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "Urban"
  ],
  "Other Sites": [
    "https://www.facebook.com/FateSF.Anime.EN",
    "https://www.imdb.com/title/tt32864316/",
    "https://fate-strange-fake.com/",
    "https://www.themoviedb.org/tv/229858",
    "https://www.wikidata.org/wiki/Q120176184",
    "https://en.wikipedia.org/wiki/Fate/strange_Fake",
    "https://x.com/Fate_SF_Anime"
  ],
  "TitleEnglish": "Fate/strange Fake",
  "SummaryEnglish": "The Holy Grail War: a competition in which Mages summon Heroic Spirits and vie against each other in pursuit of the Holy Grail, a wish-granting machine that can grant any and all wishes. Several years after the conclusion of the Fifth Holy Grail War in Japan, the next war is about to manifest in a place called Snowfield in the western United States. It is a Holy Grail War that is full of false things. Mages and Heroic Spirits have gathered together on a false pedestal. Even though they know that this is a false Holy Grail War, they continue to dance on the pedestal. What is true and what is false will be settled in the next life. They do it not for the Holy Grail but to uphold their own beliefs and nothing more.",
  "Aliases": [
    "Fate strange Fake",
    "Fate⧸strange FAKE"
  ],
  "Modified": "2025-09-24",
  "Seasons": {
    "0": {
      "ID": "2071451",
      "URL": "https://www.thetvdb.com/series/fate-strange-fake/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "9875682",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/fate-strange-fake/episodes/9875682",
          "TitleEnglish": "Whispers of Dawn",
          "SummaryEnglish": "In a Holy Grail War, Mages (Masters) and their Heroic Spirits (Servants) fight for the control of the Holy Grail—an omnipotent wish-granting device said to fulfill any desire. Years have passed since the end of the Fifth Holy Grail War in Japan. Now, signs portend the emergence of a new Holy Grail in the western American city of Snowfield. Sure enough, Masters and Servants begin to gather... A missing Servant class... Impossible Servant summonings... A nation shrouded in secrecy... And a city created as a battleground. In the face of such irregularities, the Holy Grail War is twisted and driven into the depth of madness. Let the curtain rise on a masquerade of humans and heroes, made to dance upon the stage of a false Holy Grail.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2071452",
      "URL": "https://www.thetvdb.com/series/fate-strange-fake/seasons/official/1",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "9875671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fate-strange-fake/episodes/9875671",
          "TitleEnglish": "The Heroic Spirit Incident",
          "SummaryEnglish": "Due to the anomalous battle taking place in the desert between Archer and Lancer, various factions become aware of the commencement of the Holy Grail War. As the situation unfolds into chaos, Faldeus, tirelessly acquiring information and manipulating the press, catches sight of a girl new to Snowfield. This girl is Ayaka Sajyou, who wanders the city aimlessly. A mark resembling a Command Spell is engraved on her body.",
          "Aliases": []
        },
        "2": {
          "ID": "10880103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fate-strange-fake/episodes/10880103",
          "TitleEnglish": "Ensemble VS Pretense",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}