{
    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai",
    "Genres": [
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28279848/",
        "https://suicidesquad-isekai.com",
        "https://www.themoviedb.org/tv/229926"
    ],
    "TitleEnglish": "Suicide Squad Isekai",
    "SummaryEnglish": "In the crime-ridden city of Gotham, Amanda Waller, the head of A.R.G.U.S., assembles a group of notorious criminals—Harley Quinn, Deadshot, Peacemaker, Clayface and King Shark—for a mission into an otherworldly realm that's connected to this world through a gate. It's a realm of swords and magic where orcs rampage and dragons rule the skies. Can Harley Quinn and her crew conquer this perilous realm?",
    "TitleJapanese": "異世界スーサイド・スクワッド",
    "SummaryJapanese": "異世界舞台に決死の狂宴！！\n悪党共の異世界″暴″険ファンタジー\n堂々開幕！！",
    "Aliases": [
        "Isekai Suicide Squad",
        "Suicide Squad Isekai"
    ],
    "Modified": "2025-07-10",
    "Seasons": {
        "1": {
            "ID": "2071768",
            "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "9879316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/9879316",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "“A new world”—After going on a rampage with her partner-in-crime The Joker, Harley Quinn is sent straight to Belle Reve Penitentiary. Now in prison, Harley is selected by Amanda Waller to join her operative Peacemaker and other misfit Super-Villains including Deadshot and Clayface on a top-secret mission in another world!",
                    "TitleJapanese": "第１話",
                    "SummaryJapanese": "″新しい世界″。狂気に満ちた理想を掲げ毎夜ゴッサム・シティを暴れ回るハーレイ・クインとジョーカーだったが、カタナの襲撃により、ハーレイは監獄にブチ込まれてしまう。収監の半年後、A.R.G.U.S長官のアマンダはハーレイを気絶させ監獄から連れ出し、ヘリコプターへと乗せる。目を覚ましたハーレイの目の前にいたのは、悪党面したおっさん＝デッドショット、お調子者のナルシスト＝クレイフェイス、ズタ袋を被ったマッチョマン＝ピースメイカー！！意味不明な状況下、モニター越しのアマンダから告げられたのは、爆弾付きの極秘ミッションだった！！"
                },
                "2": {
                    "ID": "10538102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538102",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Harley Quinn, Deadshot, Peacemaker, Clayface, and King Shark find themselves in a new world of swords and sorcery, known as an “ISEKAI.” This Suicide Squad wake up in an entirely different kind of jail where they meet Rick Flag, an agent of A.R.G.U.S. But what’s he doing there? And why exactly were they sent to this ISEKAI? They’ll have to work together and escape to find out!",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "スーサイド・スクワッド（極悪悪党共）が送り込まれたのは剣と魔法の世界、“異世界＝ISEKAI”！！　監獄に収監されたハーレイ、デッドショット、ピースメイカー、クレイフェイス、キング・シャークは、A.R.G.U.Sの兵隊リック・フラッグと出会う。「この世界に送り込まれたのはお前たちが初めてじゃない」。アマンダの狙いは、新世界に眠る新たな資源だった！！　資源の前に先ずは脱獄。収監されたオーク達と共に…LET’S PARTY（暴動）！！"
                },
                "3": {
                    "ID": "10538103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538103",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Harley Quinn and the Suicide Squad strike a deal with Queen Aldora of the Kingdom to deactivate the bombs in their necks.",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "首の爆弾を解除するため王国の女王アルドラと交渉を行うハーレイ達。掴み取った解放の条件は“敵対する帝国軍の征圧”。そうしてハーレイ達が送り込まれたのは、暴れる獣人と魔法攻撃が入り乱れるデンジャラスな戦地！！　戦況を見極める中…デッドショットは「指揮官の目星が付いた」と告げる。帝国軍を率いていたのは、かつて同じ釜の飯を食ったデッドショットの“マブダチ”だった！！"
                },
                "4": {
                    "ID": "10538104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538104",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "The war between the Kingdom and the Empire has been raging for decades. Hoping to end the carnage, Princess Fione enlists Harley and her team's help.",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "ISEKAIでは数十年に及び王国と帝国の戦争が続いていた。元は王国の民であったエルフや獣人が、半年前から帝国側に寝返ったことにより戦争は激化。平和を望む王国の姫フィオネは、戦争を終わらせるためハーレイ達の力を借りられないかと思案する…。しかしその間にも絶え間なく攻め入ってくる帝国軍。ハーレイ達は再びデッドショットのマブダチことラットキャッチャーを迎え撃つ作戦を実行する！！　さあ、ネズミ狩りだ！！"
                },
                "5": {
                    "ID": "10538105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538105",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Taking on Ratcatcher’s army of beasts turns out to be a piece of cake for the Suicide Squad.",
                    "TitleJapanese": "第5話",
                    "SummaryJapanese": "ラットキャッチャー率いる獣人軍団を易々と退け、首の爆弾のリセットに成功したスーサイド・スクワッド達。喜びも束の間、デッドショットの弾が底を尽きてしまう。弾薬や武器の補充のため、先遣隊が乗ってきたヘリコプターの下へと向かった彼らを待ち受けていたのは…なんとドラゴンだった！！"
                },
                "6": {
                    "ID": "10538106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538106",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Harley and the Suicide Squad triumphantly return from dragon-slaying when they find a blazing fortress and a heartbreaking defeat.",
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "ドラゴン退治を終えて帰還したハーレイ達が目にしたのは、戦火に燃える砦と仲間のオーク達の変わり果てた姿であった。\n\n手を下したのは＜古の魔女＞エンチャントレスと、＜悪の天才科学者＞シンカー。彼らも先遣隊としてISEKAIにやってきたスーサイド・スクワッドだが、帝国に与し邪智暴虐の限りを尽くしていた。\n\n一触即発！！スーサイド・スクワッドVSスーサイド・スクワッド、極悪悪党同士が激突する！！"
                },
                "7": {
                    "ID": "10538107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538107",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "To stop the Suicide Squad from resetting their bombs, Thinker has his elf army build a fortress near the gate.",
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": "ハーレイ達の爆弾のリセットを妨害するため、シンカーはゲートの傍に自身が操ったエルフ軍団の力で要塞を築いていた。そしてそこにはカタナの姿も…。難攻不落の要塞を落とすため、それぞれの借りを返すため、ハーレイ達が考え出した作戦とは！？いざリベンジ・マッチ！！"
                },
                "8": {
                    "ID": "10538108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538108",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Back in the royal capital after their epic triumph, the Suicide Squad are in for a rude awakening.",
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": "犯罪都市、ゴッサム・シティ。\nA.R.G.U.S長官のアマンダ・ウォラーはある任務のため、ハーレイ・クイン、デッドショット、ピースメイカー、クレイフェイス、キング・シャークを招集。ゴッサムの極悪悪党（ヴィラン）共が送りこまれたのは、ゲートによって繋がった剣と魔法の世界、オークが闊歩しドラゴンが空を翔ける″異世界＝ISEKAI″だった！！\n\nISEKAI到着直後から暴走するハーレイ達だったが、王国の兵隊に捕まり監獄送りに。\n首に装着された爆弾の爆発まであと72時間…。\nタイムリミットが迫るハーレイ達。\n女王アルドラとの交渉の末、掴み取った解放の条件は″敵対する帝国軍の征圧″\nNO CHOICE ！！自由を得るため…ハーレイ達はファンタスティックでデンジャラスな戦地へ向かう！！\n\n逃げても即死！任務失敗でも即死！\n命懸けのミッションを背負ったハーレイ達はこのISEKAIを生き抜くことができるのか！？\n決死の特殊部隊＝スーサイド・スクワッドのド派手な”暴”険譚が今、幕を開ける！LET'S PARTY！！"
                },
                "9": {
                    "ID": "10538109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538109",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "The shocking truth about the Undead King is revealed!",
                    "TitleJapanese": "第9話",
                    "SummaryJapanese": "ついに正体を現したアンデッドキングのリッチ。死でこの世を満たすため、女王アルドラに姿を変え、戦争を裏で操っていたのだ！！リッチに殺された母アルドラを憂い悲しむフィオネを奮い立たせたのは、ハーレイの言葉。「もう我慢はしない！」危機に瀕する王国のため、今、フィオネが立ち上がる！！"
                },
                "10": {
                    "ID": "10538110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/suicide-squad-isekai/episodes/10538110",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Things look dire when Lich's undead army rolls in and starts wrecking the Kingdom.",
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": "リッチが呼び起こしたアンデッド軍団が王国に押し寄せる。王国を救う最後の希望は…英雄の鎧を託されたスーサイド・スクワッド達！！魔法の力を手に、伝説の武具を装備し変身したハーレイ達の最後の戦いが始まる！！見よ！！これがISEKAIの力だ！！！"
                }
            }
        }
    }
}