{
    "URL": "https://www.thetvdb.com/series/436836-series",
    "Genres": [
        "Adaptation",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332813/",
        "https://tasogare-anime.com/",
        "https://www.themoviedb.org/tv/249409",
        "https://x.com/tasogare_eigabu"
    ],
    "TitleEnglish": "Twilight Out of Focus",
    "SummaryEnglish": "Three poignant love stories unfold in a boys' school film club as its members butt heads and navigate friendship, sexuality and boundaries.",
    "Aliases": [
        "Tasogare Out Focus",
        "Tasogare Outfocus"
    ],
    "Modified": "2025-08-11",
    "Seasons": {
        "1": {
            "ID": "2071733",
            "URL": "https://www.thetvdb.com/series/436836-series/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10389078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10389078",
                    "TitleEnglish": "If This Love Is Going to be Over Before It Even Begins...",
                    "SummaryEnglish": "In the dormitory of an all-boys school, Mao ends up sharing a room with Hisashi. They make three promises to each other: \"Mao won't disclose that Hisashi is gay and has a boyfriend,\" \"Kotobuki won't see Mao as a romantic interest and won't make a move on him,\" and \"they won't interfere with each other's private activities.\""
                },
                "2": {
                    "ID": "10575435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575435",
                    "TitleEnglish": "Pick Me",
                    "SummaryEnglish": "Mao prepares to shoot the BL movie for his film club. Hisashi gets ready to play the handsome, troubled, gay lead. Mao starts to feel something beyond friendship toward Hisashi, but is bound by their promise. However, the night before the shoot begins..."
                },
                "3": {
                    "ID": "10575436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575436",
                    "TitleEnglish": "Our Feelings Aren't Always Pretty",
                    "SummaryEnglish": "Preoccupied with their fragile promises, Mao tries to film Hisashi's kiss scene but gets distracted and is injured on set. Hisashi carries Mao to the nurse's office and, when alone, asks Mao to express his true feelings. Mao opens his heart to Hisashi..."
                },
                "4": {
                    "ID": "10575437",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575437",
                    "TitleEnglish": "Like the Movies",
                    "SummaryEnglish": "Wanting Mao to keep watching him after the film club wraps their shoot, Hisashi considers the drama club. Mao and Hisashi sneak out of their dorms one night. Earlier in spring, Ichikawa Giichi feels an intense rivalry with the third-year president..."
                },
                "5": {
                    "ID": "10575438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575438",
                    "TitleEnglish": "Kikuchihara Jin's Troubles",
                    "SummaryEnglish": "Popular film club president Kikuchihara Jin is regularly berated by his younger rival, Ichikawa Giichi. During a violent argument one day, the two accidentally kiss. Due to an unexpected family issue, Giichi is then assigned to become Jin's new roommate."
                },
                "6": {
                    "ID": "10575439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575439",
                    "TitleEnglish": "Kikuchihara Jin's First Love",
                    "SummaryEnglish": "Jin and rival director Giichi are now roommates. Tensions between them start to relax as they get used to each other's more playful behavior at home. But when another member announces he plans to quit the club, it reignites the conflict between the two."
                },
                "7": {
                    "ID": "10575440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575440",
                    "TitleEnglish": "A Fateful Resolution",
                    "SummaryEnglish": "After Jin's confession, Giichi is overwhelmed with confusion and excitement. Giichi realizes that he competed with Jin in an art contest for kids and that Jin was inspired by him. The two stay in that night to watch a movie and talk about their feelings."
                },
                "8": {
                    "ID": "10575441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575441",
                    "TitleEnglish": "A Real Trashy Boyfriend",
                    "SummaryEnglish": "When first year student Shion joins the film club to find love, former VP Rei coolly warns him he'll never get a boyfriend. Rei later finds Shion crying and, to comfort him, suggests they date. Shion soon learns that Rei is actually a very trashy person."
                },
                "9": {
                    "ID": "10575442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575442",
                    "TitleEnglish": "You Should Want to See Me More",
                    "SummaryEnglish": "Shion is now formally dating the ex-film club president, Rei. Shion has high expectations for the relationship, but Rei keeps disappointing. However, when Shion gets into an argument with his roommate, Rei invites him over to spend the night in his room."
                },
                "10": {
                    "ID": "10575443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575443",
                    "TitleEnglish": "Promise Me This Is Forever",
                    "SummaryEnglish": "With Shion avoiding him, Rei starts wondering if he's been dumped. Rei and Jin have a heart-to-heart talk about relationships. Jin points out that Rei has changed a lot. Jin convinces Rei to run after Shion and try to salvage things before it's too late."
                },
                "11": {
                    "ID": "10575444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575444",
                    "TitleEnglish": "Paths",
                    "SummaryEnglish": "The festival competition has ended. Mao and Hisashi go back to their respective clubs, but now have to think seriously about the future. Mao realizes he's feeling lonely as he watches Hisashi spread his wings. Then, Ichikawa's movie starts going viral..."
                },
                "12": {
                    "ID": "10575445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/436836-series/episodes/10575445",
                    "TitleEnglish": "A Red Thread",
                    "SummaryEnglish": "Giichi invites Hisashi to star in a music video the film club was asked to produce. Anxious about his acting and his future, Hisashi turns the role down. Mao asks Hisashi to skip a day of class to cheer his boyfriend up and talk about their relationship."
                }
            }
        }
    }
}