{
    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31940099/",
        "https://www.tbs.co.jp/anime/hensara/",
        "http://www.reddit.com/r/SaladBowlofEccentrics",
        "https://www.themoviedb.org/tv/236392",
        "https://www.wikidata.org/wiki/Q120402100",
        "https://en.wikipedia.org/wiki/Henjin_no_Salad_Bowl#Anime",
        "https://x.com/hensara_anime"
    ],
    "TitleEnglish": "A Salad Bowl of Eccentrics",
    "SummaryEnglish": "Sosuke Kaburaya is a detective struggling to make ends meet. While on a case, he happens upon Sara da Odin, a princess from another world who wields magical powers. Sara quickly adjusts to modern Japanese life as Livia de Udis, a knight from Sara’s kingdom, arrives to find her. Soon enough, both Sara and Livia’s positivity begins to rub off on Sōsuke and the neighborhood’s cast of characters.",
    "TitleJapanese": "変人のサラダボウル",
    "SummaryJapanese": "貧乏探偵、鏑矢惣助が尾行中に出逢ったのは、魔術を操る異世界の皇女サラだった。\n\nなし崩し的にサラとの同居生活を始める惣助だが、サラはあっという間に現代日本に馴染んでいく。一方、サラに続いて転移してきた女騎士リヴィアは、ホームレスに身をやつしながらも意外と楽しい日々を送る。\n\n前向きにたくましく生きる二人の異世界人の姿は、惣助のほか、鬼畜弁護士、別れさせ工作員、宗教家といったこの地に生きる変わり者達にも影響を与えていき――。\n\n平坂読×カントクコンビがこの時代に放つ、天下無双の群像喜劇、堂々アニメ化！",
    "Aliases": [
        "Henjin no Salad Bowl",
        "変サラ",
        "Hensara"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2072203",
            "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10069149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10069149",
                    "TitleEnglish": "Awaiting Kirin (From Another World)",
                    "SummaryEnglish": "Sosuke is a hardworking private detective who's down on his luck, but he'll be working even harder after he catches an (un)lucky break—an otherworldly princess who falls from the sky and takes an interest in his occupation.",
                    "TitleJapanese": "麒麟がくる（異世界から）他",
                    "SummaryJapanese": "岐阜県岐阜市に住む貧乏探偵、鏑矢惣助は、調査対象を尾行中、異世界から転移してきた魔術を操る皇女、サラと出会う。身寄りのないサラを仕方なく住まわせることになった惣助。あっという間に現代日本に順応したサラは、貧乏生活から抜け出すため惣助の仕事を手伝うと言い出し…"
                },
                "2": {
                    "ID": "10423481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423481",
                    "TitleEnglish": "Homeless Lady Knight / First Job",
                    "SummaryEnglish": "Sara begins helping Sosuke with his detective work, and Livia is still making the best of life on the street while looking for her princess. It's just a shame that her best, well, isn't very good.",
                    "TitleJapanese": "ホームレス女騎士/はじめてのおしごと他",
                    "SummaryJapanese": "主のサラを追って異世界へとやってきた女騎士リヴィアは、行く当てがなくホームレスとなってしまう。サラを探すべく探偵に依頼するため、お金を稼ごうとするリヴィアだが、住所もスマホもないので仕事は見つからない。そこへ怪しげな男、タケオがリヴィアに声をかけてきて…"
                },
                "3": {
                    "ID": "10423482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423482",
                    "TitleEnglish": "The Homeless Gourmet / The Savior Lady Knight",
                    "SummaryEnglish": "Livia faces a desperate struggle concerning her diet. A certain organization also takes an interest in her. But surely they can't win her over with the promise of food and housing... can they?",
                    "TitleJapanese": "救世主女騎士他",
                    "SummaryJapanese": "探偵事務所をクビになり、再びホームレスとして生活することになったリヴィア。いつものように炊き出しに行くと、ボランティアの若者達に声をかけられる。彼らに誘われてリヴィアが訪れたのは、ワールズブランチヒルクランというカルト宗教団体の施設だった…"
                },
                "4": {
                    "ID": "10423483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423483",
                    "TitleEnglish": "The Princess and Skateboards / Halloween in Gifu",
                    "SummaryEnglish": "Sara takes an interest in all things preteen on Earth, while Sosuke begins to wonder what exactly she's doing on Earth. But the case at hand comes first! Can he puzzle out both at the same time?",
                    "TitleJapanese": "ハロウィン IN 岐阜他",
                    "SummaryJapanese": "惣助の後輩、閨春花の紹介でイジメの調査を引き受けることになったサラと惣助は、依頼人の娘で中学1年生の少女、永縄友奈に話を聞きに向かう。自分がいじめられていることを頑なに否定する友奈だったが、サラとある共通の趣味の話題で盛り上がり、打ち解けるのだった。"
                },
                "5": {
                    "ID": "10423484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423484",
                    "TitleEnglish": "The Homeless Lady Knight Resets / The Princess and Karaoke Cafés",
                    "SummaryEnglish": "Sosuke introduces Sara to the wonders of breakfast in Gifu, along with a spot of karaoke. Meanwhile, Livia discovers the refreshing power of a good public bath... that is, before she gets caught up in another unsavory job.",
                    "TitleJapanese": "ホームレス女騎士、ととのう他",
                    "SummaryJapanese": "サラのための居場所を作るという目標を見失い、途方に暮れていたリヴィア。ある日、銭湯でくつろいでいると、以前タケオに騙され働いた違法セクキャバで出会った少女、プリケツと再会する。サウナでお互いの近況を話している中、プリケツから自身の夢が語られる…"
                },
                "6": {
                    "ID": "10423485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423485",
                    "TitleEnglish": "The Religious Leader and the Savior / The Mooching Lady Knight / The Lady Knight Joins a Band",
                    "SummaryEnglish": "Noa continues her devout pursuit of Livia's holy body with perfectly wholesome interests at heart. Meanwhile, Puriketsu continues to dream of making it big with a band. Is there a way Livia might be able to help?",
                    "TitleJapanese": "宗教家ちゃんと救世主ちゃん他",
                    "SummaryJapanese": "宗教団体の指導者、皆神望愛は、探偵を雇って救世主リヴィアの居所を探し出す。望愛に「リヴィア様の像を作るため、全身を3Dスキャンさせてほしい」と頼まれたリヴィアは、それを了承し望愛の家を訪れ、そのまま教団の商品開発アドバイザーとして雇われることになる…"
                },
                "7": {
                    "ID": "10423486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423486",
                    "TitleEnglish": "The Princess and the Kotatsu / The Girl From Another World and Family Register Issues / The Princess and Horses",
                    "SummaryEnglish": "As the weather turns chilly, Sosuke introduces Sara to a special wintertime treat. Then they're off on case that's going to take them in circles and give them a run for their money, you could say.",
                    "TitleJapanese": "異世界人の戸籍問題他",
                    "SummaryJapanese": "「学校に行ってみたい」というサラの願いを叶えるため、惣助は弁護士の愛崎ブレンダに相談を持ちかけるのだが、異世界人であることを隠したまま合法的に戸籍を作る手段はないという。落胆しつつ仕事に向かう惣助とサラ。調査対象を追って辿り着いたのは、隣町の競馬場だった…"
                },
                "8": {
                    "ID": "10423487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423487",
                    "TitleEnglish": "The Princess and the Father / The Princess and Her Friend / Little Miss Religious Leader Eats Grasshoppers / The Princess and Age / The Loner Middle Schooler",
                    "SummaryEnglish": "Sosuke's quest to get Sara into school continues. The question is how to get a princess from another world the paperwork she needs, and Sosuke may have just the family connection to get the job done.",
                    "TitleJapanese": "姫と父親他",
                    "SummaryJapanese": "サラを自分の子供にするため、惣助はかつて自分が勤めていた探偵事務所の所長、草薙勲に仕方なく協力を仰ぐことを決意する。サラが戸籍を手に入れるためには非合法な手段しかなく、勲は惣助に「お前の目指す正義の探偵は、自分が罪を犯すことを許すのか？」と問いかける…"
                },
                "9": {
                    "ID": "10423488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423488",
                    "TitleEnglish": "The Demon Lord's Descendant Makes Her Grade School Debut / Detective Awakening",
                    "SummaryEnglish": "It's Sara's first day at school, and she's bound to make a big impression—for better or worse. Meanwhile, Yuna adjusts to life at her new middle school.",
                    "TitleJapanese": "魔王の末裔、小学デビューする他",
                    "SummaryJapanese": "戸籍を手に入れついに小学校に通うことになったサラ。明るく頭脳明晰なサラは瞬く間にクラスで人気者となるのだが、それを妬む児童たちもいた。一方、新しい中学に転校した友奈は初日の言動によりクラスで浮いていた。トイレで昼食を食べていた友奈は、ある日イジメの現場に遭遇し…"
                },
                "10": {
                    "ID": "10423489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423489",
                    "TitleEnglish": "Multiplying Princesses / Gambler Lady Knight / Friendship Between Girls (LOL)",
                    "SummaryEnglish": "Sara teaches multiple girls about being princesses, multiple women are now vying for Sosuke's hand in marriage (unbeknownst to him), and Livia tries multiple ways to make a living gambling.",
                    "TitleJapanese": "遊び人女騎士他",
                    "SummaryJapanese": "サラは小学生ライフを謳歌する一方で、リヴィアは望愛のヒモとして毎日パチンコに明け暮れて過ごしていた。あるときチンピラのタケオと再会したリヴィアは、彼から岐阜にはパチンコ以外にも競馬や競輪というギャンブル場があることを教わり、ますます遊び人化していくのだった…"
                },
                "11": {
                    "ID": "10423490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423490",
                    "TitleEnglish": "Christmas in Gifu / The Princess and the Aquarium / The Wicked Women's Challenge / A Reunion Under the Bridge",
                    "SummaryEnglish": "Sara gets to enjoy her winter break, including (way too many) Christmas parties, a special gift from Livia, and a big trip to the aquarium. Meanwhile, Livia meets up with an old friend, and Brenda prepares for Valentine's Day.",
                    "TitleJapanese": "クリスマス IN 岐阜他",
                    "SummaryJapanese": "12月24日、一日中たくさんの場所でクリスマスパーティーに出席し、サラが満腹になって事務所で突っ伏していると、サンタコスをしたリヴィアがやってきた。リヴィアがクリスマスプレゼントとしてサラに差し出したのは、ついに完成したリヴィアの着せ替えドールだった…"
                },
                "12": {
                    "ID": "10423491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/henjin-no-salad-bowl/episodes/10423491",
                    "TitleEnglish": "Valentine's in Gifu / The Legend Begins / The Princess Graduates / The Legend Ends / A Salad Bowl of Eccentrics",
                    "SummaryEnglish": "Valentine's Day rolls in... with unexpected results for almost everyone. Next, it's already time for Sara to graduate. And could Grasshopper the Savior finally be about to catch their big break?",
                    "TitleJapanese": "変人のサラダボウル他",
                    "SummaryJapanese": "リヴィア、プリケツ、望愛のガールズバンド「救世グラスホッパー」がついに本格的に活動を開始する。バンドは瞬く間に人気を獲得していき、ついに…。一方、入学してわずか3ヶ月で卒業となったサラの卒業式に出席する惣助。特に感慨もなく席に座っていた惣助を待っていたのは…"
                }
            }
        }
    }
}