{
    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33059860/",
        "https://girumasu.com/",
        "http://www.reddit.com/r/TheGuildReceptionist",
        "https://www.tvmaze.com/shows/79851/show-slug",
        "https://www.themoviedb.org/tv/249964",
        "https://www.wikidata.org/wiki/Q120669696",
        "https://en.wikipedia.org/wiki/I_May_Be_a_Guild_Receptionist,_But_I'll_Solo_Any_Boss_to_Clock_Out_on_Time#Anime",
        "https://x.com/girumasu001"
    ],
    "TitleEnglish": "I May Be a Guild Receptionist, But I'll Solo Any Boss to Clock Out on Time",
    "SummaryEnglish": "Alina thought she had found the perfect job as a guild receptionist. It’s stable, safe, and has a super cute uniform. But this dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. Tired of the long nights, Alina starts taking down the bosses herself! She even earns the name Executioner for her impressive skills. Can she keep her identity a secret?",
    "Aliases": [
        "ギルます",
        "Guild no Uketsuke Jou Desu ga, Zangyou wa Iyananode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou desu ga, Zangyou wa Iya nanode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsuke Jō Desu ga, Zangyō wa Iyananode Boss o Solo Tōbatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou desu ga, Zangyou wa Iyananode Boss wo Soro Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou desu ga, Zangyou wa Iya nano de Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Girumasu",
        "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo",
        "Girudo no Uketsukejō desu ga, Zangyō wa Iya nanode Bosu wo Soro Tōbatsu Shiyō to Omoimasu",
        "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "I'm the Guild Receptionist, but Since I Don't Want to Work Overtime, I Think I'll Just Solo the Boss"
    ],
    "Modified": "2025-03-30",
    "Seasons": {
        "1": {
            "ID": "2073530",
            "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10373865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10373865",
                    "TitleEnglish": "I'm a Guild Receptionist, so I Want a Peaceful Life",
                    "SummaryEnglish": "Alina became a guild receptionist because she thought it'd be an easy, safe, secure job. However, in reality, she's so swamped with work that she's stuck pulling overtime day after day... and she's had enough!"
                },
                "2": {
                    "ID": "10849834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849834",
                    "TitleEnglish": "I May Be the Executioner, but I'll Be Fired if People Find Out, so I'll Have to Use Force",
                    "SummaryEnglish": "Jade has found out that Alina is the Executioner and hounds her to join Silver Sword. Then a certain adventurer with a grudge sets a raid boss loose..."
                },
                "3": {
                    "ID": "10849835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849835",
                    "TitleEnglish": "I May Be Silver Sword's Tank, but I Want to Take On a Really Tough Dungeon",
                    "SummaryEnglish": "Glen has learned Alina's secret and proposes a duel. If she loses, she must go to the Chalk Tower with Silver Sword."
                },
                "4": {
                    "ID": "10849836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849836",
                    "TitleEnglish": "Relics, Secret Quests, and Dark Gods Keep Interfering with My Work, so I'll Destroy Them All",
                    "SummaryEnglish": "The guiding crystal Jade gave Alina starts to glow, signaling that he's in peril, so Alina rushes to help."
                },
                "5": {
                    "ID": "10849837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849837",
                    "TitleEnglish": "I May Be Silver Sword's Healer, but Even I Could Use Some Healing",
                    "SummaryEnglish": "Even after nursing Jade and Lowe back to health, Lululee is depressed over the loss of her weapon and skills."
                },
                "6": {
                    "ID": "10849838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849838",
                    "TitleEnglish": "I May Be Silver Sword's Back Attacker, but I'm Gonna Catch the Jerk Who Started That Rumor",
                    "SummaryEnglish": "Alina and Silver Sword go undercover to find the source of the rumor about relics that grant Dia skills."
                },
                "7": {
                    "ID": "10849839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849839",
                    "TitleEnglish": "I Waited Forever for the Centennial Festival, so I'm Gonna Enjoy It, No Matter What",
                    "SummaryEnglish": "While Alina finally enjoys her first Centennial Festival, Lululee confronts the shadows of her past."
                },
                "8": {
                    "ID": "10849840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849840",
                    "TitleEnglish": "I May Be a Useless Healer, but I'm Going to Do Everything I Can",
                    "SummaryEnglish": "As Alina and Jade struggle in battle against a dark god, Lululee questions her role as a healer."
                },
                "9": {
                    "ID": "10849841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849841",
                    "TitleEnglish": "I May Be in My Third Year as a Guild Receptionist, but I'm Starting New-Employee Training",
                    "SummaryEnglish": "Alina attends new-employee training in hopes of learning how she can avoid working overtime ever again."
                },
                "10": {
                    "ID": "10849842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849842",
                    "TitleEnglish": "A Ghost May Show Up During Training, but Nobody Told Me About It",
                    "SummaryEnglish": "Jade suspects that the \"man in black\" who's been luring adventurers into danger is someone he knows very well."
                },
                "11": {
                    "ID": "10849843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849843",
                    "TitleEnglish": "It May Be a Trap, but I Have to Keep Moving Forward",
                    "SummaryEnglish": "Deep beneath guild HQ, Alina and Silver Sword find the \"man in black,\" who finally reveals his identity."
                },
                "12": {
                    "ID": "10849844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849844",
                    "TitleEnglish": "I May Be a Guild Receptionist, But I'll Fight to the Bitter End to Get Out of Working Overtime",
                    "SummaryEnglish": "Glen attacks Alina and Silver Sword ruthlessly, but they still cling to the hope of saving him."
                }
            }
        }
    }
}