{
    "URL": "https://www.thetvdb.com/series/437206-mecha-ude",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/mecha.ude",
        "https://www.imdb.com/title/tt32526678/",
        "https://www.instagram.com/mecha_ude",
        "https://mecha-ude.com",
        "http://www.reddit.com/r/Mecha_Ude",
        "https://www.themoviedb.org/tv/210355",
        "https://www.wikidata.org/wiki/Q114343351",
        "https://en.wikipedia.org/wiki/Mecha-Ude#Anime",
        "https://x.com/mechaude_JP",
        "https://www.youtube.com/c/UCBndkJPAwHQkzxPoDdLlKhw"
    ],
    "TitleEnglish": "Mecha-Ude: Mechanical Arms",
    "SummaryEnglish": "Hikaru’s ordinary middle school life takes a thrilling turn when he encounters Alma, an alien entity resembling a mechanized limb called Mecha-Ude. Alma, a member of a rare species, is fleeing from a sinister group hunting their kind down in search of one possessing unparalleled power. Tasked by the resistance group ARMS, this unlikely duo will embark on a perilous journey to save the Mecha-Ude.",
    "TitleJapanese": "メカウデ (2024)",
    "SummaryJapanese": "キタカガミ市に住む中学生アマツガ・ヒカルはある日、謎の”ウデ”型機械生命体 アルマと出会う。アルマはヒカルからエネルギーを得ようと彼の身体への結合を試みるも失敗。なんとヒカルが着ていたパーカーに結合してしまう。一方その頃、メカウデ達の自我を奪い兵器にすることを企む大企業”カガミグループ” はアルマの身柄を追っていた。そしてメカウデ達を救い解放するため活動する組織”ARMS（アームズ）”もアルマを探す。そんな中、記憶を失って困っているアルマを見捨てることができなかったヒカルはアルマが結合したパーカーを羽織り、メカウデ使いたちが繰り広げる大事件に巻き込まれていく……",
    "Aliases": [
        "メカウデ −mechanical arms−"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "2073377",
            "URL": "https://www.thetvdb.com/series/437206-mecha-ude/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "2": {
                    "ID": "10933494",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10933494",
                    "TitleEnglish": "Mechanical Arms",
                    "SummaryEnglish": "Hero was a high schooler living an ordinary life. One day, he meets a very strong and intelligent mechanical arm named \"Mecha-ude\". After a strange turn of events, the \"Mecha-ude\" started living inside Hero's hoodie and the two's life full of trouble begins. As the boy and his \"Mecha-ude\" fights together and strengthen their bonds, the two also meets new friends who also fights along with each of their own unique \"Mecha-ude\" partners. Out of those, one of the heroine has two \"Mecha-ude\" which appears out of her skirt. An active girl with a totally opposite characteristics from hero himself, he gradually becomes attracted to her. But the two are confronted with other \"Mecha-ude\" users who are in search of the secret of \"Mecha-ude\" relentlessly.",
                    "TitleJapanese": "Mechanical Arms ONA (2018)",
                    "SummaryJapanese": "Hero was a high schooler living an ordinary life. One day, he meets a very strong and intelligent mechanical arm named \"Mecha-ude\". After a strange turn of events, the \"Mecha-ude\" started living inside Hero's hoodie and the two's life full of trouble begins. As the boy and his \"Mecha-ude\" fights together and strengthen their bonds, the two also meets new friends who also fights along with each of their own unique \"Mecha-ude\" partners. Out of those, one of the heroine has two \"Mecha-ude\" which appears out of her skirt. An active girl with a totally opposite characteristics from hero himself, he gradually becomes attracted to her. But the two are confronted with other \"Mecha-ude\" users who are in search of the secret of \"Mecha-ude\" relentlessly."
                }
            }
        },
        "1": {
            "ID": "2073378",
            "URL": "https://www.thetvdb.com/series/437206-mecha-ude/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9898297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/9898297",
                    "TitleEnglish": "Mecha-Ude User",
                    "SummaryEnglish": "Hikaru Amatsuga is a middle school student who lives in Kita-Kagami City and one day, he hears cries for help and finds a mechanical lifeform in the shape of an arm named Alma. Before he knew it, Alma ended up connecting (derizing) to his hoodie.",
                    "TitleJapanese": "メカウデ使い",
                    "SummaryJapanese": "キタカガミ市の中学生アマツガ・ヒカルは、ある日、助けを求める謎の声に導かれ、記憶を失くしたウデ型機械生命体のアルマと出会う。ひょんな事からヒカルの着ていたパーカーに”結合（デライズ）”してしまったアルマ。そんなアルマを見捨てておくことができなかったヒカルはアルマと行動を共にすることに。そこにヒカルとアルマを狙う謎のメカウデ使いが現れる…!!"
                },
                "2": {
                    "ID": "10727094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727094",
                    "TitleEnglish": "We Live in Completely Different Worlds",
                    "SummaryEnglish": "The Mecha-Ude user Aki Murasame transfers into Hikaru's class with the intention to secure Alma. She belongs to an organization named ARMS and she starts following Hikaru and Alma around 24/7 and Hikaru seems completely exhausted because of all of this.",
                    "TitleJapanese": "生きてる世界が違いすぎ",
                    "SummaryJapanese": "アルマを保護するという名目でヒカルのクラスに転入してきたメカウデ使いのムラサメ・アキ。 \"ARMS（アームズ）\"という組織に所属する彼女は、四六時中ヒカルとアルマにつきまとう。そんな一日に、ヒカルは疲労困憊な様子。一方で、メカウデたちの自我を奪い兵器として扱う大企業\"カガミグループ\"もアルマを付け狙っていて…!?"
                },
                "3": {
                    "ID": "10727095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727095",
                    "TitleEnglish": "It Was Your Will That Reached Out",
                    "SummaryEnglish": "Hikaru and Alma are taken to ARMS HQ. There, Hikaru is told that he is not suited to be a Mecha-Ude user, and Alma falls under ARMS' protection. Meanwhile, multiple incidents where Mecha-Udes are forcibly ripped away from their users occur.",
                    "TitleJapanese": "手を伸ばしたのは君の意志",
                    "SummaryJapanese": "ARMSの本部に連れて行かれたヒカルとアルマ。 そこでヒカルはメカウデ使いとして全くの不適合者であることが判明、アルマは護衛対象としてARMSの監視下に置かれることになる。 そんな中、メカウデ使いの身体からメカウデが無理矢理に引き剥がされるという事件が連続で発生。その調査に向かうアキに同行することとなったヒカルとアルマであったが…。"
                },
                "4": {
                    "ID": "10727096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727096",
                    "TitleEnglish": "It's Supposed to Be Important",
                    "SummaryEnglish": "Hikaru was dealing with the fact that he had to still go to school while learning to live with Alma, working as a member of ARMS, and being followed around by Aki.",
                    "TitleJapanese": "大事な事のはずなのに",
                    "SummaryJapanese": "ヒカルは、アルマとの共同生活やARMSのメンバーとしての活動、そしてアキに付きまとわれる学校生活に振り回されていた。 そんな中、今度はアルマを自分のものにしようとするカガミグループの御曹司、カガミ・ジュンがヒカルの学校に転入してくる。カガミはアルマの過去を知っている様子。ヒカルはアルマの記憶に関する手がかりを掴むため、なんとかカガミと話をしようとするが…。"
                },
                "5": {
                    "ID": "10727097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727097",
                    "TitleEnglish": "Are You Hiding Something?",
                    "SummaryEnglish": "Aki is finally able to track down the worm-type Mecha-Ude user who killed her family. But the person she finds is her younger twin sister Fubuki, who should've also died in the incident that killed Aki's family. Aki is told the truth about what happened in that incident during her unexpected reunion with Fubuki and she's informed of one other cruel truth.",
                    "TitleJapanese": "なんか隠してない？",
                    "SummaryJapanese": "家族の仇であるワーム型のメカウデ使いを追い詰めたアキ。 しかしその正体は、事故に巻き込まれて死んだはずの双子の妹・フブキであった。 思いがけない再会とフブキから明かされる事故の真相に戸惑うアキに、さらなる残酷な事実が明かされる。"
                },
                "6": {
                    "ID": "10727098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727098",
                    "TitleEnglish": "Friends Are, Um...",
                    "SummaryEnglish": "An incident where most of the Mecha-Ude users in Kita-Kagami City lost their minds and go berserk occurs. Hikaru tries to find out more about what the cause of this is, which is the worm-type Mecha-Ude, Amaryllis. But he's also trying to find out why Aki seems to be working with Amaryllis and if she actually has any part in this incident.",
                    "TitleJapanese": "友達っていうのはつまりその…",
                    "SummaryJapanese": "キタカガミ市全域で突如自我を失ったメカウデ使いたちが暴走するという事件が頻発。 騒ぎの元凶とされるワーム型のメカウデ・アマリリスと、アマリリスと行動を共にし事件への加担を疑われるアキの捜索に向かったヒカル。 一方、フブキの命を救うためヒカルを連れてくるようアマリリスに迫られたアキがとった行動とは…。"
                },
                "7": {
                    "ID": "10727809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727809",
                    "TitleEnglish": "You Just Met Me...",
                    "SummaryEnglish": "After a fierce battle with Amaryllis, Alma regains his memories. His expression seemed grim, so Hikaru asks him what's wrong, but then Alma runs away. In order to get clues of where Alma may have gone, Hikaru goes to ARMS HQ to see Alma's older brother, Fist. Fist then explains the past of all of the Mecha-Udes including Alma.",
                    "TitleJapanese": "私と出会ったばっかりに…",
                    "SummaryJapanese": "アマリリスとの激闘の末、過去の記憶を取り戻したアルマ。しかしその表情は険しく、理由を尋ねたヒカルのもとを去って家出してしまう。 アルマの行方を追う手がかりを求め、ヒカルはアルマの兄フィストがいるARMS本部へ足を運ぶ。そして、フィストの口からアルマをはじめとしたメカウデたちの過去が明かされる。"
                },
                "8": {
                    "ID": "10727810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727810",
                    "TitleEnglish": "Your Legs Are Too Slow",
                    "SummaryEnglish": "100 years ago, the founder of the Kagami Group, Yakumo, ends up losing his life after unsealing Ordela, the originator of all the Mecha-Udes. And in the present, Ordela was once again dormant, but the Kagami Group was trying to use Ordela's powers to open up the gate to the world of Mecha-Udes. Alma is then captured to become the trigger to open the gate and...",
                    "TitleJapanese": "お前の脚じゃ遅過ぎる",
                    "SummaryJapanese": "100年前、メカウデの始祖・オルデラの封印を解いてしまったことによって、命を落としたカガミグループの創始者ヤクモ。 そして現代、再び眠りについていたオルデラの力を利用し、メカウデ世界へと続くゲートを開くことをカガミグループは企んでいた。そこでアルマはゲートを開く\"トリガー\"として捕らえられてしまい…。"
                },
                "9": {
                    "ID": "10727811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727811",
                    "TitleEnglish": "You're Pretty Awesome!",
                    "SummaryEnglish": "In order to seal away Ordela, who had awakened once more, Hikaru and Alma work alongside Kagami, who had acquired an even more powerful human-made Mecha-Ude, and begin their attack! The truth comes to light about Kagami and his older brother Naohito as well as the one who is actually pulling the strings behind all these incidents...",
                    "TitleJapanese": "お前最強じゃねえか！",
                    "SummaryJapanese": "覚醒したオルデラを再び封印するため、ヒカルとアルマ、さらにパワーアップした人造メカウデを手に入れたカガミも加わり、力を合わせて攻撃を開始！ カガミとその兄ナオヒトの過去、そして全ての事件の黒幕の正体がついに明らかに…!?"
                },
                "10": {
                    "ID": "10727812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727812",
                    "TitleEnglish": "Remember, Brother",
                    "SummaryEnglish": "The true masterminds behind everything that happened appear before Hikaru and Alma and they end up being ARMS' leader Aljis, and his Mecha-Ude, Fist. And underneath Aljis's mask, they discover it's actually Yakumo, who should've died 100 years ago. What are they truly after? The curtain rises on Hikaru and Alma's final battle to determine the fate of all the Mecha-Udes and the Mecha-Ude users!",
                    "TitleJapanese": "思い出せ、弟よ",
                    "SummaryJapanese": "ヒカルとアルマの前に現れた黒幕の正体は、ARMSのリーダーであるエルジスとそのメカウデ・フィストだった。 しかもエルジスの仮面の下には、100年前に死んだはずのヤクモの顔が隠されていて…!? 彼らの目的とは一体？メカウデとメカウデ使いを巡るヒカルたちの最終決戦が今、幕を明ける！"
                },
                "11": {
                    "ID": "10727813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727813",
                    "TitleEnglish": "Don't Stop Here!",
                    "SummaryEnglish": "Fist was plotting to take in Ordela's powers and take over this world to make it the new home for the Mecha-Udes. During the battle, Hikaru tries to protect Alma from Fist's attack and ends up close to dying. Kagami then thinks up a plan to save Hikaru.",
                    "TitleJapanese": "こんな所で止まんなよ！",
                    "SummaryJapanese": "フィストはオルデラの力を取り込み、この世界をメカウデたちの新天地として支配しようと企んでいた。 しかし戦闘の最中、フィストの攻撃からアルマを守ろうとしたヒカルは、瀕死の状態になってしまう。そんなヒカルを救うためにカガミはあることを思い付く。"
                },
                "12": {
                    "ID": "10727814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/437206-mecha-ude/episodes/10727814",
                    "TitleEnglish": "Even Then, We Continue Onward",
                    "SummaryEnglish": "Kagami successfully revives Hikaru, but he lets his guard down for a second and his body is taken over by Fist, who had obtained Ordela's powers. Hikaru rises again in order to get Kagami's body back. Alma vs Fist... How will this battle between brothers end?",
                    "TitleJapanese": "それでも前に進み続ける",
                    "SummaryJapanese": "皆の力を集めヒカルを復活させることに成功したカガミだったが、オルデラの力を手に入れたフィストによって一瞬の隙をつかれ、身体を乗っ取られてしまう。 カガミの体を取り戻すため、再び立ち上がるヒカル。アルマ vs フィスト、兄弟の決闘の行方は…!?"
                }
            }
        }
    }
}