{
    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33059860/",
        "https://girumasu.com/",
        "http://www.reddit.com/r/TheGuildReceptionist",
        "https://www.tvmaze.com/shows/79851/show-slug",
        "https://www.themoviedb.org/tv/249964",
        "https://www.wikidata.org/wiki/Q120669696",
        "https://en.wikipedia.org/wiki/I_May_Be_a_Guild_Receptionist,_But_I'll_Solo_Any_Boss_to_Clock_Out_on_Time#Anime",
        "https://x.com/girumasu001"
    ],
    "TitleEnglish": "I May Be a Guild Receptionist, But I'll Solo Any Boss to Clock Out on Time",
    "SummaryEnglish": "Alina thought she had found the perfect job as a guild receptionist. It’s stable, safe, and has a super cute uniform. But this dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. Tired of the long nights, Alina starts taking down the bosses herself! She even earns the name Executioner for her impressive skills. Can she keep her identity a secret?",
    "TitleJapanese": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います",
    "SummaryJapanese": "〈ギルドの受付嬢〉。業務内容は絶対安全。公務だから立場も安定。可愛い制服に身を包み、カウンター越しに笑顔で冒険者たちをご案内。受付時間が終わったら、のんびりと事務作業を済ませて定時に帰宅。愛しの我が家でくつろいで、さあ、明日も元気に働こう――。アリナ・クローバーは、そんな理想の職業に就いたはずだった。しかし。その実態は、理想とは程遠かった―ひとたびダンジョンの攻略が滞れば、カウンターは大混雑。めんどくさい対応を求める冒険者もちらほら。顔で笑って心で泣いて、厄介な顧客をやり過ごしても、今度は大量の書類仕事が待っている。やる気は残ってないけれど、明日に回せばなおしんどい。おかげで来る日も来る日も残業地獄…。ああ、もう我慢の限界!!アリナが不満を爆発させると、隠し持った一面が顔を出す。チームで挑むことすら危険なダンジョンにソロで乗り込み、銀に輝く大鎚（ウォーハンマー）で、強大なボスを叩き伏せる――。何を隠そう彼女こそ、正体不明、神出鬼没、街で噂の凄腕冒険者〈処刑人〉その人だったのだ!!でも、そのことは絶対に隠し通さなければならない。なぜなら受付嬢は副業禁止で、バレたら即刻クビだから…。アリナの平穏な暮らしは、守られるのか⁉",
    "Aliases": [
        "Guild no Uketsuke Jō Desu ga, Zangyō wa Iyananode Boss o Solo Tōbatsu Shiyou to Omoimasu",
        "Guild no Uketsuke Jou Desu ga, Zangyou wa Iyananode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou desu ga, Zangyou wa Iya nano de Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "Guild no Uketsukejou desu ga, Zangyou wa Iyananode Boss wo Soro Toubatsu Shiyou to Omoimasu",
        "ギルます",
        "Girumasu",
        "Girudo no Uketsukejō desu ga, Zangyō wa Iya nanode Bosu wo Soro Tōbatsu Shiyō to Omoimasu"
    ],
    "Modified": "2025-03-30",
    "Seasons": {
        "1": {
            "ID": "2073530",
            "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10373865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10373865",
                    "TitleEnglish": "I'm a Guild Receptionist, so I Want a Peaceful Life",
                    "SummaryEnglish": "Alina became a guild receptionist because she thought it'd be an easy, safe, secure job. However, in reality, she's so swamped with work that she's stuck pulling overtime day after day... and she's had enough!",
                    "TitleJapanese": "ギルドの受付嬢なので、平穏な生活をしたいと思います",
                    "SummaryJapanese": "アリナは大都市イフールにあるギルドの受付嬢。カウンターで笑顔を振りまき、のんびり事務作業をこなして、定時になったら即帰宅。ああ、素晴らしい、安心・安全・安定の受付嬢ライフ！　……なんてものは、夢のまた夢。現実には厄介な冒険者たちへの受付対応に忙殺され、溜まった書類を片付け終わる頃には、定時はすっかり過ぎている。……もう限界！　連日の残業地獄でアリナが我慢の限界に達したとき、隠し持った一面が顔を出す――"
                },
                "2": {
                    "ID": "10849834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849834",
                    "TitleEnglish": "I May Be the Executioner, but I'll Be Fired if People Find Out, so I'll Have to Use Force",
                    "SummaryEnglish": "Jade has found out that Alina is the Executioner and hounds her to join Silver Sword. Then a certain adventurer with a grudge sets a raid boss loose...",
                    "TitleJapanese": "処刑人ですが、正体がバレるとクビなので実力行使しようと思います",
                    "SummaryJapanese": "ギルドの精鋭パーティ〈白銀(はくぎん)の剣(つるぎ)〉のリーダーであるジェイドに、アリナが〈処刑人〉だとバレてしまった。巨大な大鎚(ウォーハンマー)を出現させる〈神域(ディア)スキル〉にがアリナがに目覚めたのは、2年前。それ以来、受付嬢としての安定した立場を守るため、ギルドの追跡から必死で正体を隠してきた。それにも関わらず何度断ってもしつこく〈白銀の剣〉に勧誘してくるジェイドに、アリナはうんざり。そんなとき、ある冒険者が、アリナたちを逆恨みし、街で巨大なクレイゴーレムを操って街で暴れ始める――"
                },
                "3": {
                    "ID": "10849835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849835",
                    "TitleEnglish": "I May Be Silver Sword's Tank, but I Want to Take On a Really Tough Dungeon",
                    "SummaryEnglish": "Glen has learned Alina's secret and proposes a duel. If she loses, she must go to the Chalk Tower with Silver Sword.",
                    "TitleJapanese": "白銀の盾役（タンク）ですが、ヤバいダンジョンに挑もうと思います",
                    "SummaryJapanese": "クレイゴーレムの一件をきっかけに、ジェイドに続いて、ギルドマスターであるグレンにも、アリナが〈処刑人〉であることがバレてしまった。受付嬢でいられるのもここまでか……と思いきや、アリナはグレンから、自分の将来をかけた勝負を提案される。グレンと戦い、負けたら〈白銀の剣〉に入り、勝ったらギルドは〈処刑人〉探しから手を引き、アリナの受付嬢としての立場も守るという。ギルド本部の訓練場を舞台に行われた勝負の結果は……。"
                },
                "4": {
                    "ID": "10849836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849836",
                    "TitleEnglish": "Relics, Secret Quests, and Dark Gods Keep Interfering with My Work, so I'll Destroy Them All",
                    "SummaryEnglish": "The guiding crystal Jade gave Alina starts to glow, signaling that he's in peril, so Alina rushes to help.",
                    "TitleJapanese": "遺物(レリック)とか裏クエストとか魔神とか業務の邪魔なので、ブッ飛ばそうと思います",
                    "SummaryJapanese": "ルーフェスの〈白銀の剣〉に対する嫉妬心が暴走し、アリナは「白亜の塔」の攻略から外されることになった。得体のしれない危険なダンジョンに挑むジェイドたちを気にかけながらも、受付嬢としての業務に勤しむアリナ。そんな中、ジェイドから渡された仲間の窮地を報せる「導きの結晶片」が、突如光を放ち始めた。アリナは思わず、ギルド本部にある転移(クリスタル・)装置(ゲート)へと駆け出す――"
                },
                "5": {
                    "ID": "10849837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849837",
                    "TitleEnglish": "I May Be Silver Sword's Healer, but Even I Could Use Some Healing",
                    "SummaryEnglish": "Even after nursing Jade and Lowe back to health, Lululee is depressed over the loss of her weapon and skills.",
                    "TitleJapanese": "白銀の回復役(ヒーラー)ですが、私にも癒やしが欲しいと思うのです",
                    "SummaryJapanese": "もうすぐイフールでは年に一度、町全体が大々的に盛り上がる「百年祭」が開かれる。とても楽しみにしているアリナだが、参加するためには大きな課題があった。百年祭の開催期間、増額されたクエストのクリア報酬を目当てに押し寄せる冒険者たちへの対応で受付嬢は忙殺されてしまう。百年祭を楽しむために、なんとしても効率よく仕事を回そうと意気込むアリナだったが、百年祭前にも関かかわらず突如イフール・カウンターが大混雑し始め……。"
                },
                "6": {
                    "ID": "10849838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849838",
                    "TitleEnglish": "I May Be Silver Sword's Back Attacker, but I'm Gonna Catch the Jerk Who Started That Rumor",
                    "SummaryEnglish": "Alina and Silver Sword go undercover to find the source of the rumor about relics that grant Dia skills.",
                    "TitleJapanese": "白銀の後衛役（バックアタッカー）ですが、デマ野郎を取っ捕まえようと思います",
                    "SummaryJapanese": "「〈神域(ディア)スキル〉が手に入る遺物(レリック)がある」\n\nそんなデマがまことしやかに広まり、冒険者たちが殺到したことで、イフール・カウンターは大混雑。無駄に仕事を増やされた怒りに震えるアリナは、デマの出どころを探りに向かう〈白銀の剣〉に同行することに。狙い通り、デマを吹聴する悪質な冒険者たちが、初心者パーティーに擬装した〈白銀の剣〉に声をかけてきた。その冒険者の中にはルルリの過去を知る人物がいて……。"
                },
                "7": {
                    "ID": "10849839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849839",
                    "TitleEnglish": "I Waited Forever for the Centennial Festival, so I'm Gonna Enjoy It, No Matter What",
                    "SummaryEnglish": "While Alina finally enjoys her first Centennial Festival, Lululee confronts the shadows of her past.",
                    "TitleJapanese": "待ちに待った百年祭なので、絶対に絶対に楽しもうと思います",
                    "SummaryJapanese": "待ちに待った百年祭の初日。無事に仕事を終わらせ、この日を迎えられたアリナは、仕事を手伝ってくれたジェイドと1日だけ一緒に百年祭をまわることに。ようやく目にすることができた賑やかな百年祭の光景に珍しく無邪気に大はしゃぎ。そんな明るく楽しい祭りの様子をよそに、ルルリはロウに付き添われながら、牢に入れられているアイデンの元を訪れる。"
                },
                "8": {
                    "ID": "10849840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849840",
                    "TitleEnglish": "I May Be a Useless Healer, but I'm Going to Do Everything I Can",
                    "SummaryEnglish": "As Alina and Jade struggle in battle against a dark god, Lululee questions her role as a healer.",
                    "TitleJapanese": "ふがいない回復役（ヒーラー）ですが、私のできることを全うしようと思うのです",
                    "SummaryJapanese": "魔神の復活を目論んだハイツの策略で、「永久(とこしえ)の森」の裏クエストにおびき出されたアリナと〈白銀の剣〉は、ヴィエナとフィエナ、“ふたりで一つ”の魔神と対峙する。〈神域(ディア)スキル〉「巨神の死矢(ディア・モーテ)」による魔神の奇妙な連携攻撃に苦しめられながらも、なんとか応戦し続けるアリナとジェイド。しかし追い詰められた魔神は融合し、さらに凶悪な魔神・ヴィルフィナへと姿を変える――"
                },
                "9": {
                    "ID": "10849841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849841",
                    "TitleEnglish": "I May Be in My Third Year as a Guild Receptionist, but I'm Starting New-Employee Training",
                    "SummaryEnglish": "Alina attends new-employee training in hopes of learning how she can avoid working overtime ever again.",
                    "TitleJapanese": "受付嬢３年目ですが、新人研修に行こうと思います",
                    "SummaryJapanese": "受付嬢の新人研修が開かれることに。そこには人知を超えた事務能力を持つ、伝説のカリスマ受付嬢ロゼッタ・ルーベリーが講師として参加することを知り、ロゼッタから仕事の秘訣を教われば、未来永劫、残業がなくなると考えたアリナは、困難を乗り越えて研修に参加する。そこには講師として呼ばれた〈白銀の剣〉の面々もいるのだが、集まった受付嬢たちにちやほやされるジェイドを見て、なぜかアリナはおもしろくない感情が沸き起こり……。"
                },
                "10": {
                    "ID": "10849842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849842",
                    "TitleEnglish": "A Ghost May Show Up During Training, but Nobody Told Me About It",
                    "SummaryEnglish": "Jade suspects that the \"man in black\" who's been luring adventurers into danger is someone he knows very well.",
                    "TitleJapanese": "研修中におばけが出るのですが、そんなの聞いてないよって思います",
                    "SummaryJapanese": "ギルド本部での合同研修はまだまだ続く。アリナは「好印象大作戦」とやらで自分から意識的に距離をとろうとしているジェイドの態度がおもしろくなく、もんもんとしている。一方、そんなこととはつゆ知らず、ジェイドは、危険な裏クエストへと冒険者たちを手引きし、魔神の復活を目論む「黒衣の男」の正体が、自分のよく知る人物なのではないかと思い悩んでいた――"
                },
                "11": {
                    "ID": "10849843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849843",
                    "TitleEnglish": "It May Be a Trap, but I Have to Keep Moving Forward",
                    "SummaryEnglish": "Deep beneath guild HQ, Alina and Silver Sword find the \"man in black,\" who finally reveals his identity.",
                    "TitleJapanese": "罠かもしれないですが、前へ進むしかないと思います",
                    "SummaryJapanese": "人々を騒がせていた噂の「死神」と遭遇したアリナたちは、仕掛けられた罠によって、ギルド本部の地下へと落とされてしまう。そこは、「灰の城塞」と呼ばれた高難易度ダンジョンの隠し階層だった。戸惑うアリナたちの前に姿をあらわした「死神」は、自らが「黒衣の男」であること明かし、真の正体を語り始める――"
                },
                "12": {
                    "ID": "10849844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-may-be-a-guild-receptionist-but-ill-solo-any-boss-to-clock-out-on-time/episodes/10849844",
                    "TitleEnglish": "I May Be a Guild Receptionist, But I'll Fight to the Bitter End to Get Out of Working Overtime",
                    "SummaryEnglish": "Glen attacks Alina and Silver Sword ruthlessly, but they still cling to the hope of saving him.",
                    "TitleJapanese": "ギルドの受付嬢ですが、残業回避のため最後まで戦おうと思います",
                    "SummaryJapanese": "ギルドマスターであるグレンが魔神核に意識を喰われ、時を操る最凶の魔神となってしまった。アリナたちに容赦なく襲いかかる、反撃の隙もない圧倒的な強さ……。だが、アリナ、ジェイド、ルルリ、ロウの4人は魔神核を破壊することで元のグレンに戻せるのではないかという一縷の望みにかけ、必死に食らいつく――"
                }
            }
        }
    }
}