{
    "URL": "https://www.thetvdb.com/series/lazaro",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28454008/",
        "https://www.adultswim.com/videos/lazarus",
        "https://www.tvmaze.com/shows/70005/show-slug",
        "https://www.themoviedb.org/tv/231003",
        "https://www.wikidata.org/wiki/Q121095142",
        "https://en.wikipedia.org/wiki/Lazarus_(TV_series)",
        "https://x.com/lazarus_jp"
    ],
    "TitleEnglish": "Lazarus (2025)",
    "SummaryEnglish": "In 2055, a miracle drug meant to save mankind may now destroy it. Task force 'Lazarus' must locate the doctor with the answers before it's too late.",
    "TitleJapanese": "LAZARUS ラザロ",
    "SummaryJapanese": "西暦2052年。\n世界はかつてない平和な時代を迎え、脳神経学博士スキナーの開発した鎮痛剤「ハプナ」が大きく貢献していた。\n副作用がない「奇跡の薬」として世界中に広まり、人類を苦痛から解放したハプナ。\nしかし、その開発者であるスキナーは突如姿を消し、その行方は誰も知らなかった。\n\n――3年後、彼は世界を破滅に導く悪魔として再び現れる。\nハプナは服用者を3年後に発症させ死に至らしめる薬で、仕掛けられた罠だった。\n「あと３０日。それまでに私の居場所を見つけだせば、人類は生き延びられる。」\nスキナーが持つたったひとつのワクチンを使用するしか、助かる道はない。\nそして、これが欲しければ私を見つけ出せと言う。\n\nスキナーの陰謀に対抗すべく、世界中から集められた5人のエージェントチーム「ラザロ」。\n彼らは、人類を救うことができるのか？ そしてスキナーの真の目的とは――？",
    "Aliases": [],
    "Modified": "2025-09-13",
    "Seasons": {
        "1": {
            "ID": "2074265",
            "URL": "https://www.thetvdb.com/series/lazaro/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9907441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/9907441",
                    "TitleEnglish": "Goodbye Cruel World",
                    "SummaryEnglish": "The miracle drug, Hapna, now threatens to wipe out humanity. A chronic jail-breaker named Axel is asked to find the only man with a cure: Dr. Skinner.",
                    "TitleJapanese": "GOODBYE CRUEL WORLD",
                    "SummaryJapanese": "天才科学者スキナーの開発した奇跡の鎮痛剤「ハプナ」は、実は人類を滅ぼす薬だった。\nそして刑務所にいたアクセルのもとにハーシュと名乗る女性が現れ、自由と引き換えにスキナーを見つけて欲しいと告げる。\nだがアクセルは隙をついて脱獄、彼を捕まえるために派遣されたダグ、クリス、リーランド、エレイナの４人は、\n街中をパルクールで軽々と駆け抜けるアクセルを追い詰めていく…。"
                },
                "2": {
                    "ID": "10368105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368105",
                    "TitleEnglish": "Life in the Fast Lane",
                    "SummaryEnglish": "Genius hacker Eleina finds a potential lead to Skinner. The Lazarus team splits into two groups to investigate it, but both end up getting shot at.",
                    "TitleJapanese": "LIFE IN THE FAST LANE",
                    "SummaryJapanese": "ラザロとは、スキナーを見つけるために結成されたチームだった。\nそこにアクセルも加わり、スキナーの捜索を始める。\nそしてハッカーのエレイナは、スキナーが過去に核シェルターを買っていたことを突き止める。\n二手に分かれ、シェルターとその販売会社に向かうラザロたち。\nだがそこに、次々と現れる正体不明、国籍不明の男たち。\nそして大混乱に陥る一同。いったい彼らは何者なのか…。"
                },
                "3": {
                    "ID": "10368106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368106",
                    "TitleEnglish": "Long Way from Home",
                    "SummaryEnglish": "Searching Skinner's house and interviewing his old colleague reveals a new lead. Axel and Leland go to Istanbul but have trouble with local thugs.",
                    "TitleJapanese": "LONG WAY FROM HOME",
                    "SummaryJapanese": "クリスとリーランドは、清掃員に扮してスキナーの家に潜入するが、手がかりはなかった。\n一方アクセルとダグは、かつてスキナーの同僚だったダグの恩師クロードを探す。\nそしてホームレスになっていた彼の証言から、スキナーの祖母がイスタンブールにいるらしい事を突き止める。\nイスタンブールの、もっとも危険な地域に潜入するアクセルとリーランドだが、案の定現地のガラの悪い連中に取り囲まれて…。"
                },
                "4": {
                    "ID": "10368107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368107",
                    "TitleEnglish": "Don't Stop the Dance",
                    "SummaryEnglish": "The team investigates a club owned by a stockbroker who got rich off Hapna. One of his associates is the hacker Dr. 909, who may be helping Skinner.",
                    "TitleJapanese": "DON'T STOP THE DANCE",
                    "SummaryJapanese": "株のトレーダー、サム・スティーブソンがハプナで製薬会社の株が暴落する前に売り抜けていたことが判明。\n彼はハプナの秘密を知っていたのではないか？\n一方エレイナは、世界三大ハッカーのひとり、ドクター９０９のウォレットを発見し、場所を特定しようとする。\n残りのメンバーはガードの固いサムが毎週ダンスクラブに現れると聞いて、パリピな変装で潜入することになる。\nそしてなぜかリーランドだけは女装するハメになり…。"
                },
                "5": {
                    "ID": "10368108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368108",
                    "TitleEnglish": "Pretty Vacant",
                    "SummaryEnglish": "The team tries to lure Skinner out of hiding with a fake cure staged by the president of Delta Medicinal, but a hacker named Popcorn Wizard butts in.",
                    "TitleJapanese": "PRETTY VACANT",
                    "SummaryJapanese": "デルタ製薬がスキナーに連絡を取っていた可能性を知ったラザロチームは、社長のアーメッド宅に忍び込む。\nしかし彼は一方的にデータを送っていただけだった。\nそこでラザロチームは、逆にスキナーを罠にかけようとする。\nハプナの特効薬が完成したと発表すれば、スキナーは必ず確かめに来るはずだと。\nそして後日、関係者を集めたニセの発表会が開催される。\nしかし意表をついて現れたのは、最強のハッカー、リンだった…。"
                },
                "6": {
                    "ID": "10368109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368109",
                    "TitleEnglish": "Heaven Is a Place on Earth",
                    "SummaryEnglish": "A secluded commune where Eleina once lived is identified as a potential hiding spot for Skinner. She and Leland infiltrate it to find out for sure.",
                    "TitleJapanese": "HEAVEN IS A PLACE ON EARTH",
                    "SummaryJapanese": "スキナーが若い頃、新興宗教のコミューンを訪れていた事を突き止めるラザロたち。\nそしてそのコミューンは、エレイナが生まれ育ち、脱走してきた場所でもあった。\nコミューンに戻ったふりをして潜入するエレイナとリーランド。\nそこで幼馴染のハンナと再開するエレイナ。コミューンではAIのナーガを教祖として崇拝していた。\nそのナーガの本当の目的とは…。"
                },
                "7": {
                    "ID": "10368110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368110",
                    "TitleEnglish": "Almost Blue",
                    "SummaryEnglish": "Coordinates from an AI lead to islands that Skinner bought just before they sunk under rising sea levels. The team visit them hoping to learn more.",
                    "TitleJapanese": "ALMOST BLUE",
                    "SummaryJapanese": "破壊されたAIのナーガに残された謎の数字を分析するラザロたち。\nそれは、どうやら地球温暖化で沈んだ4つの島の座標らしいと判明し、\nスキナーがそれらの島を全て買い取っていたことがわかる。スキナーの目的は何なのか？\nそれを知るために、それぞれの島へと向かうラザロチーム。\nそこで彼らが見たのは、はじめて見る青い空や美しい海だった。\n一方アジトに残ったエレイナは、思いがけずハーシュの秘密を知ることになり…。"
                },
                "8": {
                    "ID": "10368111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368111",
                    "TitleEnglish": "Unforgettable Fire",
                    "SummaryEnglish": "Chris is held captive on an arctic oil rig by Russian operatives. The team unites to save her, despite learning Chris was once a Russian spy herself.",
                    "TitleJapanese": "UNFORGETTABLE FIRE",
                    "SummaryJapanese": "行方不明となったクリス。\nどうやら北極海の廃棄された油田に拉致されているらしい。\nラザロチームは、ハーシュの制止を振り切ってクリスの救出に向かう。\n一方クリスは、ロシアの特殊工作員たちに拉致されていた。\nそのリーダーのインガには、クリスとの深い因縁があった。\nノルウェーの観測所を拠点にしたエレイナの助けで油田に侵入するラザロチームは、ロシア工作員との戦闘で絶体絶命の危機に陥る…。"
                },
                "9": {
                    "ID": "10368113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368113",
                    "TitleEnglish": "Death on Two Legs",
                    "SummaryEnglish": "An inquiry is held at the Pentagon to determine the future of Lazarus where information emerges that prompts Schneider of INSCOM to hire an assassin.",
                    "TitleJapanese": "DEATH ON TWO LEGS",
                    "SummaryJapanese": "ラザロの設立者であり、NSA長官でもあるアベルは、ラザロの存続を問題視する査問委員会に出席する。\n陸軍情報部のシュナイダーは、会議中にラザロの本当の目的に気づく。\nそして彼は幻の殺し屋と呼ばれる人物に接触。\nその代理人・HQ は、常識外れの報酬を要求し、その実力を証明するため特殊部隊と戦うことになる。\nそこに現れた殺し屋・双竜は、まるで人間的な感情を持たない怪物的な存在だった…。"
                },
                "10": {
                    "ID": "10368114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368114",
                    "TitleEnglish": "I Can't Tell You Why",
                    "SummaryEnglish": "Skinner's medical history provides a lead but requires entry to a private clinic. Leland takes Axel and Doug to his home to secure them an invite.",
                    "TitleJapanese": "I CAN'T TELL YOU WHY",
                    "SummaryJapanese": "スキナーの部屋で拾った薬の解析結果から、彼が人工心臓の手術をしたらしいと判明。\n特権階級向けの医療ソサエティで秘密裏に手術をしたのでは、と推測するラザロチーム。\n心当たりがあったリーランドは、ずっと疎遠だった実家のアスター家に戻り、険悪な関係だった姉のイザベラと再会する。\nそして、心臓手術をした旧知の女医・ミリーの病院に辿り着く。\n果たしてスキナーの居場所を特定できるのか…。"
                },
                "11": {
                    "ID": "10368115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368115",
                    "TitleEnglish": "Runnin' with the Devil",
                    "SummaryEnglish": "Doug and Eleina go to Islamabad seeking the elusive hacker but are pursued by INSCOM. Meanwhile, Axel gets into a chaotic fight with the assassin.",
                    "TitleJapanese": "RUNNIN' WITH THE DEVIL",
                    "SummaryJapanese": "幻の殺し屋・双竜に襲撃されるアクセル。\nあり得ないような方法でアクセルに迫る双竜は、果てしない死闘を繰り広げる。\n一方ハーシュは、パキスタンに送られたダグとエレイナへの刺客を止めるため、陸軍情報部へと単身乗り込むが、シュナイダーに監禁されてしまう。\n一方パキスタンでは、ダグが追っ手を食い止める間に、エレイナがリンの元へ向かう…。"
                },
                "12": {
                    "ID": "10368116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368116",
                    "TitleEnglish": "Close to the Edge",
                    "SummaryEnglish": "Eleina gets a lead to Skinner from Popcorn Wizard, but with Hersch, Axel, and Doug out of commission, it's up to Chris and Leland to crack the case.",
                    "TitleJapanese": "CLOSE TO THE EDGE",
                    "SummaryJapanese": "大怪我を負ったアクセルは、生と死の境を彷徨う。\nアベルは、陸軍情報部に囚われているハーシュを救出するため大統領と面会。\n陸軍情報部が秘匿している情報を暴くために、大統領令を発して欲しいと懇願する。\nとうとう今回の事件の黒幕と対決することになるアベル。\n一方、気を失っていたエレイナはリンと会い、ついにスキナーの居場所を特定する…。"
                },
                "13": {
                    "ID": "10368117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lazaro/episodes/10368117",
                    "TitleEnglish": "The World Is Yours",
                    "SummaryEnglish": "Abel conducts a raid to free Hersch, while Axel sneaks off to face his nemesis. The rest of the team pursues Skinner in a final bid to save humanity.",
                    "TitleJapanese": "THE WORLD IS YOURS",
                    "SummaryJapanese": "アクセルは、バビロニアタワーの屋上、天使像の前で双竜に再会し、最後の決着をつけるために戦う。\nそこに、全てを葬り去ろうとする存在が現れる。\n一方アベルは、シュナイダーとの決着をつけハーシュを救出する。\nついに居場所が判明したスキナーの元へ向かうラザロたち。\n彼らは、スキナーからこの世界を取り戻すことができるのか…？"
                }
            }
        }
    }
}