{
    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31844529/",
        "https://www.nazeboku.com/",
        "https://www.themoviedb.org/tv/244672",
        "https://en.wikipedia.org/wiki/Why_Does_Nobody_Remember_Me_in_This_World%3F#Anime",
        "https://x.com/nazeboku_pr"
    ],
    "TitleEnglish": "Why Does Nobody Remember Me in This World?",
    "SummaryEnglish": "In a world where humans triumphed in a great war, Kai guards sealed crypts containing their enemies. But when “World Rebirth” overwrites history, he’s thrust into an alternate reality where humanity lost the war and he’s been forgotten by everyone he knows. Now, this lost hero must rise to restore the world’s balance!",
    "TitleJapanese": "なぜ僕の世界を誰も覚えていないのか？",
    "SummaryJapanese": null,
    "Aliases": [
        "Naze Boku no Sekai wo Daremo Oboeteinai no ka?",
        "Why Does Nobody Remember Me in This World?"
    ],
    "Modified": "2024-12-20",
    "Seasons": {
        "1": {
            "ID": "2074743",
            "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10261953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10261953",
                    "TitleEnglish": "The Boy Forgotten by the World",
                    "SummaryEnglish": "Kai's duty as a member of the Human Protection Agency is to ensure that the four races from The Great War are kept sealed in their graveyards. Humanity has been at peace for 100 years, until one day a portal opens and the world he's known ceases to exist.",
                    "TitleJapanese": "世界から忘れられた少年",
                    "SummaryJapanese": "人公カイが所属する人類庇護庁の使命は、かつて人類と敵対し『五種族大戦』を繰り広げた悪魔族、蛮神族、聖霊族、幻獣族を『墓所』に封印し続けること。その甲斐あって、人類は百年に渡り平和を謳歌していた。誰もが他種族の脅威を薄れさせている中、鍛錬を怠らないカイ。その姿は、かつて他種族の英雄を倒し、五種族大戦を終わらせた者……『預言者シド』を彷彿とさせた。\nある日、カイは幼馴染のジャンヌとショッピングに。何気ない日常を楽しむ二人だが、突如『世界輪廻』が発生。世界は変容していく。ただ一人、カイを置き去りにして……。"
                },
                "2": {
                    "ID": "10535605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535605",
                    "TitleEnglish": "Rinne",
                    "SummaryEnglish": "In the graveyard where the demons were entombed in his world, Kai finds a girl whom he cannot identify as any of the known races. When she asks him for help, he doesn't hesitate for long. After freeing her from her chains, mysterious things happen again.",
                    "TitleJapanese": "リンネ",
                    "SummaryJapanese": "『世界輪廻』によって『五種族大戦が終わっていない世界』に紛れこんでしまうカイ。友人のアシュラン、サキ、ジャンヌが、命懸けで悪魔族と戦っている世界に、カイは困惑する。手がかりを求めて、元の世界と同じように存在する『墓所』に向かう。"
                },
                "3": {
                    "ID": "10535606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535606",
                    "TitleEnglish": "The Hero of the Demons",
                    "SummaryEnglish": "After the demon attack on Neo Vishal, the resistance launches a major offensive against the demons and their heroine with the help of Kai and Rinne. But will Kai's knowledge from his world and Rinne's powers be enough to defeat the demons?",
                    "TitleJapanese": "悪魔の英雄",
                    "SummaryJapanese": "カイの提案を受け入れ、起死回生の反攻に踏み切るジャンヌ。目指すは王都にそびえる政府宮殿。かつてウルザの中枢だった場所は、今や悪魔の巣窟と化していた……。\n漆黒の悪魔、ガーゴイル、大型悪魔……数多の悪魔がレジストの行く手を阻む。ジャンヌの指揮のもと、決死の覚悟で戦うウルザレジストの兵士たち。カイに後を託し、ファリン、ジャンヌ、リンネはそれぞれ、強大な悪魔と対決する。\nウルザレジスト全員の想いを背負い、カイはついに、悪魔族の英雄『冥帝ヴァネッサ』と相まみえる……！"
                },
                "4": {
                    "ID": "10535607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535607",
                    "TitleEnglish": "Thus, the World Was Recorded",
                    "SummaryEnglish": "While Kai and Rinne confront the heroine of the demons, one of those mysterious beings reappears and tries to remove Vanessa from the world. However, Vanessa manages to fight it off. She then turns her attention back to Kai and Rinne.",
                    "TitleJapanese": "そして世界を記憶する",
                    "SummaryJapanese": "ヴァネッサの繰り出す、人間の常識を超越した凄まじい法術を、コードホルダーの力でなんとか凌ぐカイ。駆けつけたリンネも、ヴァネッサの力に、その姿に戦慄する。\n決死の想いで結界を張り、ヴァネッサを足止めするリンネ。だがヴァネッサは容易く結界を破壊し、致命的な法術を放つ。為す術なく吹き飛ばされるカイ。カイの手を離れ、宙を舞うコードホルダー。絶望に俯くリンネ。\n全ての希望が潰えたかに見えたその時……リンネはその体を変容させていく。……それは五種族が色濃く混ざった、混沌の姿……。"
                },
                "5": {
                    "ID": "10535608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535608",
                    "TitleEnglish": "To the East of the World",
                    "SummaryEnglish": "After finally driving the demons out of the capital, Urza's resistance sets out for the Federation of Io, whose resistance has requested support against the divine beings. However, it quickly becomes clear that not everyone welcomes this support.",
                    "TitleJapanese": "世界の東へ",
                    "SummaryJapanese": "ヴァネッサを倒し、王都を奪還したカイたち。安堵したカイの前に、悪魔族の№２、ハインマリルが現れる。最大限に警戒するカイとリンネ。一方、ハインマリルは余裕の姿勢を崩さない。彼女が提案したのは人間と悪魔の『一時休戦』だった。ヴァネッサが倒されたことで他種族との均衡が崩れることを示唆し、ハインマリルは飄々と去っていく。\nカイたちはウルザの復興を後に任せ、五種族大戦を終わらせるために旅立つ。最初の目的地は東方、イオ連邦。彼の地の脅威は、人間の上位互換と称される種族『蛮神族』……！"
                },
                "6": {
                    "ID": "10535609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535609",
                    "TitleEnglish": "Elven Forest",
                    "SummaryEnglish": "Jeanne and Urza's resistance encounter remnants of the Io resistance in the Elfan Forest. Following the trail, they arrive at the Elf Village, where the leader of the elves is already waiting to present them with a proposal.",
                    "TitleJapanese": "エルフの森",
                    "SummaryJapanese": "イオレジストの指揮官、ダンテの不興を買いながらも、兵士たちの信頼を得ていくジャンヌ。そんな折、ダンテがエルフの森で消息を絶つ。ジャンヌはダンテ捜索のため、カイたちと共にエルフの森へ向かう。\n罠を避け、慎重に進むジャンヌたち。だが、突然転移門が起動し、エルフの郷へ飛ばされてしまう。そこでジャンヌたちを出迎えたのは、イオレジストに潜入していたエルフ、キュビレイ。キュビレイはさらに奥へ一同を誘う。そこには、英雄に次ぐ力を持つエルフの巫女、レーレーンが待っていた……。"
                },
                "7": {
                    "ID": "10535611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535611",
                    "TitleEnglish": "Heartless Angel",
                    "SummaryEnglish": "Urza's resistance, along with Reiren, confronts the Lord of the Heavens, Alfreya, who is attempting to subjugate the divine beings. However, Alfreya appears to possess powers that surpass even those of a hero.",
                    "TitleJapanese": "心無い天使",
                    "SummaryJapanese": "レーレーンと共に天使宮殿に侵入するカイたち。立ちはだかるは蛮神族の英雄『主天アルフレイヤ』。\nレーレーンは心優しいアルフレイヤを慕っていた。だが、彼は変わり果てていた。他種族を蔑み、同じ蛮神族であるエルフも、ドワーフも、妖精も不要、と吐き捨てるアルフレイヤ。その変貌ぶりに心を痛めるレーレーン。レーレーンの想いが虚しく踏みにじられようとしたその時、カイはアルフレイヤに対峙する。冥帝ヴァネッサに匹敵するアルフレイヤを前に、カイは一歩も退かない。そして戦いの最中、アルフレイヤにさらなる異変が起こる。"
                },
                "8": {
                    "ID": "10535612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535612",
                    "TitleEnglish": "Celestial Purgatory",
                    "SummaryEnglish": "Once again, a Last Riser seems to be connected to the sudden change in a hero's nature. Will Kai and his companions be able to defeat Alfreya? And what impact will this have on the relationship between humans and the divine beings?",
                    "TitleJapanese": "天界の煉獄",
                    "SummaryJapanese": "ラスタライザの不可解な攻撃により、突如姿を消すアルフレイヤ。\n代わって姿を現したのは、アルフレイヤの『アバター』だった。それは天使と思えない姿で、慈悲の欠片もない言葉を吐く。およそ英雄と称される者の姿ではない、と感じるカイ。そんなカイの言葉を、脆弱種の世迷言だと断ずるアルフレイヤ。\nカイとアルフレイヤの激しい攻防が続く。業を煮やし、天使宮殿そのものを攻撃するアルフレイヤ。\n崩壊していく天使宮殿で、レーレーンとジャンヌは千載一遇のチャンスを伺っていた。アルフレイヤに一矢報いるために。"
                },
                "9": {
                    "ID": "10535613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535613",
                    "TitleEnglish": "The Center of the World",
                    "SummaryEnglish": "The spirit hero, \"Spirit Sovereign Rikugen Kyoko\" and the mythical beast hero, \"Fang King Rath=IE\" face off, with the fate of their races in the balance. Meanwhile, Kai and his companions head south to the Yulun Federation.",
                    "TitleJapanese": "世界の中心",
                    "SummaryJapanese": "聖霊族の英雄、『霊元首六元鏡光』。幻獣族の英雄、『牙皇ラースイーエ』。種族の命運を懸けて、激突する英雄と英雄。一方、カイたちは南のユールン連邦へ向けて移動していた。レーレーンを仲間に加え、道中はより賑やかになる。その最中、休息のために立ち寄った泉で、ジャンヌはリンネとレーレーンに切り出す。ヴァネッサとアルフレイヤ、強大な英雄たちを相手にしてきたジャンヌだからこそ感じる異質。英雄の周囲に現れては消える不可解な怪物、ラスタライザについて……。"
                },
                "10": {
                    "ID": "10535614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535614",
                    "TitleEnglish": "The Prophet of This World",
                    "SummaryEnglish": "Guided by a mysterious voice, Kai, Rinne, and Jeanne enter Megalith. Awaiting them at the end is a stone statue of The Prophetic God Arsla Solaka. Kai is confused as he thought the Prophetic God was nothing more than a legend.",
                    "TitleJapanese": "この世界の預言者",
                    "SummaryJapanese": "謎の声に導かれ、メガリスに入るカイ、リンネ、ジャンヌ。進んだ先に待ち受けていたのは、預言神アスラソラカの石像だった。預言神は伝説に過ぎないと思っていたカイは困惑する。コードホルダーについて、預言者シドについて語るアスラソラカ。そんなアスラソラカですら、全容がわからないという『世界輪廻』、そしてラスタライザという存在……。謎は深まるばかりだが、この旅を続け、五種族大戦を終わらせる、その思いを新たにするカイ。\nそしてアスラソラカは預言神の名の通り、ある預言を授ける。"
                },
                "11": {
                    "ID": "10535615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535615",
                    "TitleEnglish": "To Where Fate Lies",
                    "SummaryEnglish": "The resistance gets into a battle against the heroine of the spirit beings, but in the midst of it, a Last Riser appears. After the battle, they decide to get to the bottom of the mystery of the Last Risers. And so they proceed to the next tomb.",
                    "TitleJapanese": "運命の眠るところ",
                    "SummaryJapanese": "聖霊族の英雄、霊元首六元鏡光との偶発的な戦闘は、一時停戦、という意外な形で決着する。シド、コードホルダー、世界輪廻の記憶を、かなり強く残している六元鏡光。カイが真相に迫ろうとしたその時、やはりラスタライザが現れる。六元鏡光が撃退するものの、倒すには至らない。\nそして六元鏡光は語る。ラスタライザは五種族のどれでもない。それ故に、世界全てにとっての敵、と……。\n一行は謎の答えを求めて、『墓所』内部へと向かう。"
                },
                "12": {
                    "ID": "10535616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/naze-boku-no-sekai-wo-daremo-oboeteinai-no-ka/episodes/10535616",
                    "TitleEnglish": "Those Who Shatter the Endless Cycle of World Reincarnation",
                    "SummaryEnglish": "A battle begins between Last Riser and Kai with Kyoko’s aid. Rinne, frozen out of fear, recalls her past with Sid. They manage to lure the monster out of the graveyard as all the races join forces to defeat one enemy; The enemy of the world, Last Riser.",
                    "TitleJapanese": "無限にまわる世界輪廻を砕くもの",
                    "SummaryJapanese": "異空間でラスタライザと戦うカイ、六元鏡光。一緒にいるリンネはしかし、恐怖で動けずにいた。戦いの最中、リンネの記憶が蘇っていく。シドの意志、ラスタライザとの因縁……再び失うことを恐れて竦むリンネに、カイは言う。「一人になんかさせない」と。\n異空間を脱出したカイとリンネを追い、ラスタライザが迫る。戦いの場は墓所の外、大平原に移り変わる。\nウルザレジスト、ユールンレジストによる人間の作戦に、蛮神族であるレーレーンも力を貸す。全ては世界の敵、ラスタライザを倒すために！"
                }
            }
        }
    }
}