{
    "URL": "https://www.thetvdb.com/series/delicos-nursery",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32645928/",
        "https://delicosnursery.com/",
        "https://www.themoviedb.org/tv/232252",
        "https://www.wikidata.org/wiki/Q121164970",
        "https://en.wikipedia.org/wiki/Trump_(series)#Anime",
        "https://x.com/delicosnursery"
    ],
    "TitleEnglish": "Delico's Nursery",
    "SummaryEnglish": "Hailing from a prestigious noble house, Dali Delico is an elite member of the Blood Pact Council, the highest governing body of the Vamps. Yet, Dali flatly refuses a mission the Vamps assign him. As Dali’s motives and possible connection to mysterious murders begin to mount, council members Gerhard, Dino, and Henrique visit him in hopes he’ll reconsider, but find him soothing an infant child!",
    "TitleJapanese": "デリコズ・ナーサリー",
    "SummaryJapanese": "貴族として育てられたヴァンパイアの世界を舞台にしたゴシックファンタジー。 伝説の元祖吸血鬼TRUMPは永遠の命を持つと信じられている。 このアニメは、最も名門貴族の一つの長であるダリ・デリコを追っています。",
    "Aliases": [
        "TRUMPシリーズTVアニメ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2076674",
            "URL": "https://www.thetvdb.com/series/delicos-nursery/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10739662",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10739662",
                    "TitleEnglish": "Childcare Journal",
                    "SummaryEnglish": "From the pages of Dali's child-rearing journal, as reported on by Henrique, it's a summary of the first six episodes of Delico's Nursery.",
                    "TitleJapanese": "育児日誌",
                    "SummaryJapanese": "1～6話総集編"
                }
            }
        },
        "1": {
            "ID": "2076675",
            "URL": "https://www.thetvdb.com/series/delicos-nursery/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10123143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10123143",
                    "TitleEnglish": "Welcome to the Nursery",
                    "SummaryEnglish": "Dali Delico is an aristocratic vampire who's been neglecting his duties at work. When some of his associates visit him one day to confront him about it, however, they find him taking care of a small child...",
                    "TitleJapanese": "ようこそナーサリー",
                    "SummaryJapanese": "各地で発生している【吸血種連続殺人事件】。現場には、永遠の命を持つとされる原初の吸血種《TRUMP》を探していることを示すカードが残されていた。血盟議会の中でもTRUMPに関する情報保安組織《ヴラド機関》に所属する特級議員ダリ・デリコは事件の捜査を命じられるが、にべもなく断ってしまう。業を煮やした同期議員のゲルハルト、エンリケ、ディーノがダリの屋敷を訪れると、そこには自ら幼子をあやすダリの姿が……。"
                },
                "2": {
                    "ID": "10561822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561822",
                    "TitleEnglish": "Creeping Intrigue and Child-Rearing",
                    "SummaryEnglish": "In exchange for agreeing to accept the case, Dali demands that the investigators establish their base of operations in his nursery, forcing them to help with both the mission and child-rearing.",
                    "TitleJapanese": "渦巻く陰謀と育児",
                    "SummaryJapanese": "【吸血種連続殺人事件】の捜査任務を引き受ける条件として、捜査メンバーであるゲルハルト・フラ、エンリケ・ロルカ、ディーノ・クラシコの３名にも子連れ出勤を要求するダリ。デリコ邸の子供部屋に捜査本部を置き、ダリは捜査本部を《デリコズ・ナーサリー（デリコの託児所）》と名付ける。子育ては乳母に任せるものとしてきた吸血種の貴族である彼らは、はじめての子守りに戸惑いながら任務と育児の両立を試みる。"
                },
                "3": {
                    "ID": "10561823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561823",
                    "TitleEnglish": "The Approaching Shadow",
                    "SummaryEnglish": "Pendulum, a criminal organization that worships the progenitor vampire known as TRUMP, now seems to be involved in the case—and Dali just so happens to have some unfinished business with them.",
                    "TitleJapanese": "しのびよる影",
                    "SummaryJapanese": "【吸血種連続殺人事件】には、原初の吸血種《TRUMP》を信仰する反社会組織《ペンデュラム》が関係していた。１年前、デリコ邸はペンデュラムによる奇襲を受け、ダリの妻・フリーダが亡くなっている。捜査の傍らで、育児を完璧に行おうと使用人の手を借りずに自ら子供たちの食事の支度も行うダリだったが、赤ん坊ウルの夜泣きによる寝不足で倒れてしまう。"
                },
                "4": {
                    "ID": "10561824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561824",
                    "TitleEnglish": "A Curse Called Love",
                    "SummaryEnglish": "Dali's son Raphael has entered his long-dreaded rebellious phase. Envious of the attention Dali is lavishing on his younger son, Ul, Raphael jealously wishes for his little brother's death...",
                    "TitleJapanese": "愛という名の呪い",
                    "SummaryJapanese": "吸血種は咬んだ者が咬まれた者の《イニシアチブ》を掌握することで、絶対的な主従関係を生み出すことができる。ペンデュラムのメンバーたちは、ヴラド機関の一員であるモーリスのイニシアチブを掌握し、内部情報を入手していた。一方、ダリの息子ラファエロは遅れてきた「イヤイヤ期」を迎えていた。ダリが弟のウルにばかりかまうため嫉妬し、「ウルなんか死んじゃえばいいんだ」と言ってしまい……。"
                },
                "5": {
                    "ID": "10561825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561825",
                    "TitleEnglish": "The Second Nursery",
                    "SummaryEnglish": "Wary of potential Pendulum strike on the Delico residence, the men send the children to stay with Clara, the Delico nanny. But something strange is happening to the oldest child, Theodore...",
                    "TitleJapanese": "第二のナーサリー",
                    "SummaryJapanese": "次々とヴラド機関のメンバーを襲うペンデュラム。ダリはこの状況を利用して、ヴラド機関の長官ヨハネス・ヴラドを囮に敵をおびき出す策を練る。作戦に賛同するヨハネスだったが、退避命令に応じないヴラド機関のメンバーが一人いることを告げる。一方、乳母クララの屋敷へ避難した子供たちは「おうちに帰りたい」と大騒ぎ。そんな中、ひとり離れて読書をしていたディーノの息子テオドールに異変が……。"
                },
                "6": {
                    "ID": "10561826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561826",
                    "TitleEnglish": "A Small Adventure",
                    "SummaryEnglish": "Clara and the others are baffled by young Theodore showing signs of entering his cocoon phase at such an early age. Meanwhile, the other children take Ul with them for a little adventure outside the manor.",
                    "TitleJapanese": "小さな冒険",
                    "SummaryJapanese": "ディーノの息子テオドールがみていた幻覚は《繭期》の症状によるものだった。繭期は通常13歳から14歳頃の吸血種が発症し、幻覚、幻聴、妄想、嫉妬、激しい感情の起伏など著しい精神不安定に陥るため、管理と教育のために《クラン》へ収容される。まだ7歳になったばかりのテオドールにその症状が現れ戸惑うクララたち。一方、子供たちはウルを連れて屋敷を抜け出していた。"
                },
                "7": {
                    "ID": "10561827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561827",
                    "TitleEnglish": "Battle Amidst Flames",
                    "SummaryEnglish": "After discovering who the parents of the lost children are, Kiki gathers the members of Pendulum for an assault on Johannes's manor and absconds with both the children and the lord of the house.",
                    "TitleJapanese": "炎上の攻防戦",
                    "SummaryJapanese": "迷子になっていた子供たちを助け、彼らの目的地だったヨハネス邸まで送り届けたキキ。ラファエロがダリの息子であったと知ったキキは、ペンデュラムの仲間を連れて再びヨハネス邸を訪れ襲撃する。ダリ、ゲルハルト、エンリケ、ディーノが交戦するが、イニシアチブにより操られた血盟警察の部隊に阻まれ、子供たちとヨハネスをペンデュラムのメンバーたちに連れ去られてしまうのだった。"
                },
                "8": {
                    "ID": "10561828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561828",
                    "TitleEnglish": "Thus Spoke Juras",
                    "SummaryEnglish": "After he deduces that the bandaged member of Pendulum, Juras, is a survivor of Nebula Village, Dali seeks out another known survivor in pursuit of a lead.",
                    "TitleJapanese": "ジュラスはかく語りき",
                    "SummaryJapanese": "ダリはペンデュラムの包帯の男・ジュラスと交戦した際に隙間からみえた火傷の跡とダンピールの匂いから、彼がネブラ村の生き残りの《ダンピール》だと推察する。ダンピールは人間と吸血種の混ざり子であり、先天的な疾患を抱えて生まれ短命である。ネブラ村の住人はダンピールの集まりで、その多くが永遠の命を持つ伝説の吸血種《TRUMP》を信仰していた。ダリはジュラスの手がかりを追うため、もう一人のネブラ村の生き残りを訪ねる。"
                },
                "9": {
                    "ID": "10561829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561829",
                    "TitleEnglish": "The Battle of Gray Cat Town",
                    "SummaryEnglish": "Dali learns from Banri that Juras is in Gray Cat Town. Meanwhile, the members of Pendulum, who've taken the children hostage, find that they have their hands full looking after them.",
                    "TitleJapanese": "灰猫街の決戦",
                    "SummaryJapanese": "ネブラ村のもう一人の生き残りである萬里。彼はハンターである石舟に保護され暮らしていた。石舟はかつてギルトからの指令で、ジュラスや萬里が暮らしていたネブラ村に訪れたという。その際、御伽噺にしか存在しないはずの吸血種《TRUMP》が現れ、村人を皆殺しにしたと話す。ダリは萬里から、ジュラスは灰猫街にいるという情報を得る。一方、子供たちを人質に連れ去ったペンデュラムのメンバーは、子供たちに振り回されていた。"
                },
                "10": {
                    "ID": "10561830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561830",
                    "TitleEnglish": "How to Kill God",
                    "SummaryEnglish": "Dali and his team uncover Pendulum's hideout and rescue Lord Johannes along with the children, but now Clara and Ul have been kidnapped...",
                    "TitleJapanese": "神さまを殺す方法",
                    "SummaryJapanese": "灰猫街でペンデュラムのアジトをみつけたダリたちは、子供たちとヨハネスの奪還に成功する。だが、ペンデュラムのメンバーであるカタリナが先まわりをし、子供たちから得た情報で乳母クララとダリの息子ウルを連れ去っていた。《TRUMP》が実在し、繭期の少年少女の学び舎であるクランに居ることを聞き出したペンデュラムは、クランの祭典《クランフェスト》に乗じた襲撃をもくろむ。"
                },
                "11": {
                    "ID": "10561832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561832",
                    "TitleEnglish": "The Clan Festival",
                    "SummaryEnglish": "Pendulum is after a teacher by the name of Krauss—TRUMP's alter ego. In order to prevent them from making contact, Dali and the team rush to the Clan.",
                    "TitleJapanese": "クランフェスト",
                    "SummaryJapanese": "拘束したキキからジュラスの目的を聞き出したダリたちは、ペンデュラムが《TRUMP》の命を狙うならクランフェストに乗じるはずだと推測しクランへ向かう。TRUMPはその正体を隠し、クランでティーチャークラウスとして働いていた。クラウスと対峙したダリは、彼の絶望に影響され危うく命を落としかける。ダリの息子ウルの泣き声で我に返ったダリは一命を取り留め、その声を頼りに人質にとられていたウルたちを見つけ出すが……。"
                },
                "12": {
                    "ID": "10561833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10561833",
                    "TitleEnglish": "Sweet Dreams",
                    "SummaryEnglish": "As a dhampir, Juras doesn't have long left to live. In an attempt to kill TRUMP before he expires, he uses his cocoon phase power to enter the deity's mind.",
                    "TitleJapanese": "しあわせな夢",
                    "SummaryJapanese": "ダンピールであるジュラスの寿命は残り僅かであった。息も絶え絶えのジュラスは、ようやく《TRUMP》であるティーチャークラウスのもとへたどり着く。ジュラスはネブラ村を全滅させたTRUMPを憎み、ペンデュラムの一員へ加わり敵を討つ機会を狙っていた。不老不死の肉体は殺せずとも、心を殺すことはできる。ジュラスは自身の繭期の能力で、クラウスの心の中へ侵入する。"
                },
                "13": {
                    "ID": "10625193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/delicos-nursery/episodes/10625193",
                    "TitleEnglish": "Goodbye, Nursery",
                    "SummaryEnglish": "With the string of vampire murders perpetuated by Pendulum now resolved, Raphael realizes his responsibilities as an older brother and vows to act as Ul's guardian when he grows up.",
                    "TitleJapanese": "さよならナーサリ―",
                    "SummaryJapanese": "ペンデュラムによって引き起こされていた【吸血種連続殺人事件】は解決し、その捜査本部であった《デリコズ・ナーサリー》は解体された。この一件でラファエロは兄としての自覚が芽生え、亡き母・フリーダの墓前で、弟のウルを護る《守護者》になると誓う。ナーサリーがなくなるからといって、子育てが終わるわけではない。子育ては、子供たちが自立していくまで続いていく……。"
                }
            }
        }
    }
}