{
    "URL": "https://www.thetvdb.com/series/438096-series",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29140863/",
        "https://www.pokemon.co.jp/ex/sv/ja/sp_anime/",
        "https://www.themoviedb.org/tv/232214",
        "https://www.wikidata.org/wiki/Q121811456"
    ],
    "TitleEnglish": "Pokémon: Paldean Winds",
    "SummaryEnglish": "An online original animated series set in the Paldea region is on its way. Pokémon: Paldean Winds follows several academy students as they come into their own, growing and learning as they attend school.",
    "Aliases": [
        "Hōkago no Breath",
        "Houkago no Breath"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2077193",
            "URL": "https://www.thetvdb.com/series/438096-series/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9944690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438096-series/episodes/9944690",
                    "TitleEnglish": "Breathe Out",
                    "SummaryEnglish": "Just before the arrival of a certain transfer student, three students at an academy in Paldea are tasked with making a video showcasing their school. The reserved Ohara is a skilled flutist, but she’s feeling under pressure due to an upcoming concert. In addition, she’s doing her best to help with the video, but it just isn’t going right. Fed up with it all, she runs away to Glaseado Mountain, under the pretext of doing the academy’s Treasure Hunt activity."
                },
                "2": {
                    "ID": "9944691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438096-series/episodes/9944691",
                    "TitleEnglish": "Breathe In",
                    "SummaryEnglish": "Despite Aliquis and Meowscarada winning battle after battle, there's one Trainer they can't seem to beat: Nemona. After consulting his older brother, Aliquis is advised to stop using a Pokémon after it loses a match. What will he do? Can Aliquis and Meowscarada find the strength within themselves to take on Nemona?"
                },
                "3": {
                    "ID": "9944692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438096-series/episodes/9944692",
                    "TitleEnglish": "Take a Breath",
                    "SummaryEnglish": "With Ohara and Aliquis working hard on their assignment, Hohma is left wondering how he can catch up to them when he comes up with a great idea: creating a piece on the infamous Team Star! Together with Quaxly, Hohma decides to get the inside scoop and infiltrate one of the group's bases."
                },
                "4": {
                    "ID": "9944693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/438096-series/episodes/9944693",
                    "TitleEnglish": "Breathe Together",
                    "SummaryEnglish": "Ohara, Aliquis, and Hohma have grown alongside their partner Pokémon, and together they produced an amazing video featuring not only the academy but also famous Gym Leaders and the wondrous whole of Paldea!"
                }
            }
        }
    }
}