{
    "URL": "https://www.thetvdb.com/series/grendizer-u",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt28596452/",
        "https://grendizer-official.net/",
        "https://www.tvmaze.com/shows/77709/show-slug",
        "https://www.themoviedb.org/tv/232022",
        "https://www.wikidata.org/wiki/Q121202632",
        "https://en.wikipedia.org/wiki/Grendizer_U",
        "https://x.com/grendizer_anime"
    ],
    "TitleEnglish": "Grendizer U",
    "SummaryEnglish": "Following a devastating attack by Vega's forces on planet Fleed, Duke Fleed, and Grendizer escaped to Earth. When he got there, Dr. Amon, the head of the Space Research Center, adopted him and gave him the name Daisuke. While they were working side by side in the center on a quest to find out what strange objects appeared in the city's sky! They were surprised by an attack that jolted Daisuke's memory.",
    "Aliases": [
        "UFO Robo Grendizer (reboot)",
        "Gurendaizā U"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2076770",
            "URL": "https://www.thetvdb.com/series/grendizer-u/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10439710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10439710",
                    "TitleEnglish": "Two Stars Meet in the Desert",
                    "SummaryEnglish": "A man who fell into the desert has no memory. He is named Daisuke and hits it off with Koji Kabuto, who picked him up. As unidentified forces attack the Earth, a giant robot called Grendizer appears."
                },
                "2": {
                    "ID": "10559796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559796",
                    "TitleEnglish": "Legend of the Stars",
                    "SummaryEnglish": "Duke defeats the Vega forces, but loses his senses and flies away eventually landing on Ogami Island. Koji follows him and just as he meets the island's shrine maiden Hikaru, his arch enemy Cassado attacks Earth."
                },
                "3": {
                    "ID": "10559797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559797",
                    "TitleEnglish": "Fury of the Duke",
                    "SummaryEnglish": "Duke's anger burns up in the despicable cassado. He makes Grendizer run wild, but he remembers his promise to Koji and stops. Duke regrets that he got on again and cheers of gratitude."
                },
                "4": {
                    "ID": "10559798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559798",
                    "TitleEnglish": "The Flower of Love Bloomed in the Sky",
                    "SummaryEnglish": "Reunion with childhood friend Naida. It brings a brief moment of peace to Duke. However, she approached Duke as an enemy of her brother Sirius. The blade of love and hate is approaching."
                },
                "5": {
                    "ID": "10559799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559799",
                    "TitleEnglish": "Maria's arrival",
                    "SummaryEnglish": "Duke's sister, Maria, came to earth after her brother. However, Maria looks down on the unexplored planet Earth with girlish arrogance. Meanwhile, the Vega army will attack again."
                },
                "6": {
                    "ID": "10559800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559800",
                    "TitleEnglish": "The Two Princesses",
                    "SummaryEnglish": "Teronna, a female knight who can be said to be Duke's best friend, landed on Earth. Unlike the previous Vega army, Teronna offers a fair game, but she condemns Duke as a planet sinner."
                },
                "7": {
                    "ID": "10559801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559801",
                    "TitleEnglish": "Horror in the Depths of the Sea",
                    "SummaryEnglish": "Investigation of super-ancient ruins was underway on Aijin Island. A new weapon of the Vega army is released in the nearby sea. Glendizer is dragged into an unexpected battlefield and has a hard time. At that time, a mysterious shadow approaches."
                },
                "8": {
                    "ID": "10559802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559802",
                    "TitleEnglish": "Encounter in Asakusa",
                    "SummaryEnglish": "Duke receives a message from the flying beast and reunites with Rubina, who has come down to Earth. Duke begins to tell the truth about the tragedy on Planet Fleed."
                },
                "9": {
                    "ID": "10559803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559803",
                    "TitleEnglish": "Darkness covers the Light",
                    "SummaryEnglish": "The Photon Power Research Institute is finally directly attacked by the Vega Star Alliance. It is invaded by a melee combat unit led by Blacky, and the place becomes a battlefield. Duke, who was imprisoned on suspicion of being a spy, is saved by Umon."
                },
                "10": {
                    "ID": "10559804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559804",
                    "TitleEnglish": "Mazinger Returns",
                    "SummaryEnglish": "Koji and the others activate the new Mazinger and finally start a counterattack. On the other hand, a masked man aiming for Duke was waiting for him on Wolf Island. Duke and Teronna make a temporary truce to counter."
                },
                "11": {
                    "ID": "10559805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559805",
                    "TitleEnglish": "Teronna",
                    "SummaryEnglish": "Berlin was destroyed by the Super Vega curved gun. Malice is spreading on Earth, and the spearhead is being directed at Duke. In order to stop any more conflicts, Rubina and Duke meet secretly."
                },
                "12": {
                    "ID": "10559806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559806",
                    "TitleEnglish": "Rubina",
                    "SummaryEnglish": "Koji and his friends enlist Hikaru's help to destroy the Super Vega Cannon and head off into space. The Vega Star dispatches the strongest Vega beast to fight back. Duke reunites with Rubina and Teronna, and the three of them share their feelings on the moon."
                },
                "13": {
                    "ID": "10559807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grendizer-u/episodes/10559807",
                    "TitleEnglish": "In Honor of this Wonderful Land",
                    "SummaryEnglish": "Red flowers were scattered. Duke, who was swallowed up by anger, once again made Grendizer run wild. If we don't kill Duke, won't Grendizer stop? The time for Koji to make a choice is approaching."
                }
            }
        }
    }
}