{
    "URL": "https://www.thetvdb.com/series/sengoku-youko",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30325850/",
        "https://sengoku-youko.com/",
        "https://www.themoviedb.org/tv/234995",
        "https://www.wikidata.org/wiki/Q121337625",
        "https://en.wikipedia.org/wiki/Sengoku_Youko",
        "https://x.com/sengoku_youko"
    ],
    "TitleEnglish": "Sengoku Youko",
    "SummaryEnglish": "Humans and katawara are at war, but there are those on each side who join forces. Tama is a fox spirit who loves humans, while her sendou brother, Jinka, despises them. Together, they use the power of spirit transformation to defeat the monstrous katawara and put an end to the evils of this chaotic age. What destiny awaits the duo at the end of their journey?",
    "TitleJapanese": "戦国妖狐",
    "SummaryJapanese": "時は永禄七年。\nその戦国の世に人があり、闇があり、人を喰う闇があり、闇を狩る人があり、\n手を取り合う、人と闇があった——\n人間好きの妖狐・ たまと、人嫌いな仙道・ 迅じん火かの\"義姉弟\"が、「精霊転化」の力で、闇かたわらと戦い、乱世にはびこる巨悪を討つ！！\n迅火とたま、二人の旅の先にあるものとは…!?\n疾風怒濤の戦国バトルファンタジー、ここに開幕！",
    "Aliases": [
        "Sengoku Yōko",
        "Sengoku Youko",
        "Sengoku Youko: Senma Konton-hen"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2077415",
            "URL": "https://www.thetvdb.com/series/sengoku-youko/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10574564",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10574564",
                    "TitleEnglish": "The Reformer Siblings Arc in 24 minutes",
                    "SummaryEnglish": "The Reformer Siblings Arc recap episode.",
                    "TitleJapanese": "24分でわかる世界改革編の兄弟",
                    "SummaryJapanese": "第二部「戦国妖狐　千魔混沌編」放送開始前に、第一部「戦国妖狐　世直し姉弟編」をプレイバック！\nポイントとなるエピソードや名シーンを中心にあらすじをわかりやすく再構成した総集編。"
                },
                "2": {
                    "ID": "10714099",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10714099",
                    "TitleEnglish": "The Thousandfold Chaos Arc Part 1 in 24 Minutes",
                    "SummaryEnglish": "Recap episode for the first half of the Thousandfold Chaos Arc.",
                    "TitleJapanese": "24分でわかる「戦国妖狐　千魔混沌編 –前半–」",
                    "SummaryJapanese": "物語は終盤の最終決戦へと突入していく「戦国妖狐」の第二部「千魔混沌編」のこれまでのストーリーをプレイバック！\nポイントとなるエピソードや名シーンを中心にあらすじをわかりやすく再構成した総集編。\nナレーションは、なう役の豊崎愛生さんが担当。"
                }
            }
        },
        "1": {
            "ID": "2077416",
            "URL": "https://www.thetvdb.com/series/sengoku-youko/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "9946915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/9946915",
                    "TitleEnglish": "We Are Those Who Lament This Barbaric Age",
                    "SummaryEnglish": "Shinsuke plans to attack a local group of brigands, only to be beaten to the punch by the eccentric Tama and Jinka. Impressed by their prowess in battle, Shinsuke becomes determined to follow them, and offers to take them to the brigands' leader.",
                    "TitleJapanese": "我ら乱世を憂う者",
                    "SummaryJapanese": "時は永禄7年。武者修行中の武芸者・兵頭真介は、不思議な術で野武士を撃退する「世直し姉弟」＝妖狐・たまと仙道・山戸迅火に出会う。真介は二人とともに野武士集団「鬼兜組」のアジトへ乗り込むが、鬼兜組の頭領が人に仇なす闇（かたわら）だと知った迅火とたまは秘術「精霊転化」によって力を解放すると、瞬く間に頭領を撃退。迅火の力に惹かれた真介は、2人との同行を決意する。"
                },
                "2": {
                    "ID": "10191659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191659",
                    "TitleEnglish": "Shakugan",
                    "SummaryEnglish": "The party retreats after failing to defeat the rampaging katawara. The monks in their party are shocked when they learn exactly who taught Jinka the secret of spirit transformation. Shinsuke, in turn, is shocked to learn the katawara's true origins.",
                    "TitleJapanese": "灼岩",
                    "SummaryJapanese": "闇と戦う霊力僧兵集団「断怪衆（だんがいしゅう）」。迅火、たま、真介の3人は、成り行きで彼らとともに闇・灼岩と戦うことに。灼岩の暴走の理由に疑問を感じたたまたちは、その正体が断怪衆総本山の実験によって生み出された、霊力強化改造人間だったことを突き止める。戦いの末に灼岩を人間の姿に戻した3人は、断怪衆の悪行に灸をすえるべく、総本山に殴り込みをかけることに。"
                },
                "3": {
                    "ID": "10191660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191660",
                    "TitleEnglish": "Year Seven of the Eiroku Period",
                    "SummaryEnglish": "Jinka pours his fury out on the Dangaisyuu temple, prompting the local leaders to discuss moving operations elsewhere. Meanwhile, Tama tells Shinsuke and Shakugan a little more about herself and Jinka's spirit transformation.",
                    "TitleJapanese": "永禄七年",
                    "SummaryJapanese": "断怪衆総本山に到着した一行。迅火は精霊転化し、300人の霊力僧兵と激闘を繰り広げていた。だが、人体実験の主導者である野禅を発見するものの、城の闇・泰山の強大な一撃で気を失ってしまう。朦朧とする意識のなかで、迅火はなぜ自分が人を憎み、闇を求めているのかを思い返していた。一方、森の中で身を潜めていたたま、真介、灼岩も断怪衆の僧兵に見つかってしまう。そのとき、仲間を守ろうとした灼岩の姿が……。"
                },
                "4": {
                    "ID": "10191661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191661",
                    "TitleEnglish": "Jinka and Humans",
                    "SummaryEnglish": "Shinsuke and Shakugan are staying with Jinka and Tama, but Shinsuke isn't learning much in the way of fighting skills. Instead, Shinsuke is left behind to do chores when Tama and Jinka are informed of trouble with a local katawara.",
                    "TitleJapanese": "迅火と人間",
                    "SummaryJapanese": "闇・ぐらぐら様との戦いのさなか、野禅が放った闇喰い人・雷堂斬蔵が乱入してきた。風を操る魔剣・荒吹を駆使する斬蔵に対して、互角の戦いを展開する迅火だが、やがて霊力ではなく技のみで押し通す斬蔵に敗北を喫してしまう。一方、迅火の命までは奪わなかった斬蔵だが、断怪衆から確実に殺すことを要求される。斬蔵からの果たし状を受け、迅火は再度戦うことを決意する。"
                },
                "5": {
                    "ID": "10191662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191662",
                    "TitleEnglish": "Higan",
                    "SummaryEnglish": "Shinsuke starts training with Zanzou, who's recuperating in a mountain cave and requests payment in the form of food. Zanzou tells Shinsuke about his sister, and how she came to join the Dangaisyuu as a nun.",
                    "TitleJapanese": "氷岩",
                    "SummaryJapanese": "野禅が送り込んだ次なる刺客・断怪衆四獣将のひとり、氷岩。彼女の正体は、霊力強化改造人間に改造された、斬蔵の妹・氷乃だった。灼岩に封じられている闇・火岩は、氷岩のなかにいるのが旧友の闇・蒼岩と察して語りかけるが、その意識は消滅していた。友を弄ばれた怒りに、火岩は自ら戦うことを申し出る。だが、そこへ龍の気配をまとった二人組が現れる。龍の力を前にして、迅火たちが取った行動とは……？"
                },
                "6": {
                    "ID": "10191663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191663",
                    "TitleEnglish": "Fukou",
                    "SummaryEnglish": "Raidou departs the party, but not without giving Shinsuke a surprising gift first. The journey to Kagan's home is long, and the others are exhausted when they cross paths with a group of monkey katawara.",
                    "TitleJapanese": "ふこう",
                    "SummaryJapanese": "断怪衆討伐のため、思いを新たに出発した一行。真介は斬蔵から魔剣・荒吹を託されるが、まだ自分の実力に見合わないものだと思い知らされる。旅の途中、闇・猩々（しょうじょう）の酒の匂いをかぎつけたたまは、そこに居合わせた断怪衆四獣将のひとり、道練と鉢合わせてしまう。たまは呑み比べでの勝負を提案し、辛くもピンチを乗り切るが…。そして一行がたどり着いたのは、不幸から人々を守り続けた闇が支配する村だった。"
                },
                "7": {
                    "ID": "10191664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191664",
                    "TitleEnglish": "Kagan & Shakuyaku",
                    "SummaryEnglish": "The party finally reaches Kagan's hometown, a settlement of katawara. Coincidentally, a pregnant human arrives at the same time, seeking shelter so she can give birth. Not coincidentally, some Dangaisyuu agents also arrive...",
                    "TitleJapanese": "火岩と芍薬",
                    "SummaryJapanese": "火岩の故郷である岩の里にたどり着いた一行。ある日、迅火が身重の女性・おこうに手助けしたことで、一行は岩の里にしばらく滞在することに。だが、ほどなくして断怪衆の追っ手、烈深と道練が岩の里にあらわれた。迅火は道練とぶつかり合い、戦いのなかで真っ向勝負の楽しさに気付く。一方、おこうをかくまっている小屋を不審に思った烈深は、卑劣な手段で小屋もろとも葬り去ろうとする。そこに灼岩が身を挺して立ちはだかる…。"
                },
                "8": {
                    "ID": "10191665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191665",
                    "TitleEnglish": "Mystic Swordsman",
                    "SummaryEnglish": "The group's latest battle against the Dangaisyuu pushes Shinsuke to the brink, making him more desperate for strength than ever before. Luckily, they also encounter what appears to be a powerful new ally.",
                    "TitleJapanese": "魔剣士",
                    "SummaryJapanese": "自らを犠牲にして岩の里を守り、深い眠りについた灼岩。彼女を失ったことで、怒りに囚われた真介は、陰の気に飲まれかけていた。ある村で守護者である闇・かごもりが、生贄の人間を食らっていると知った真介は討伐に乗り出す。だが、そこに現れたのは烈深だった。真介は感情に任せて剣をふるうが、烈深の攻撃で気を失ってしまう。朦朧とする意識のなかで、真介は魔剣・荒吹の精神世界に入り込む。"
                },
                "9": {
                    "ID": "10191666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191666",
                    "TitleEnglish": "The Mountain Goddess (Part 1)",
                    "SummaryEnglish": "Jinka, Tama, and Shinsuke meet with the Mountain Goddess to discuss their next course of action against the Dangaisyuu, while Jinun and Senya continue to hunt for them.",
                    "TitleJapanese": "山の神（前）",
                    "SummaryJapanese": "山の神は断怪衆に洗脳された泰山の目を覚ますべく、一行に協力を申し出て、断怪衆３つの大戦力の1つを引き受けると提案する。断怪衆3つの大戦力とは、泰山、龍、そして、くずのは。くずのはの名を聞いたたまは、愕然とする。そのころ、一行を追う断怪衆四獣将筆頭・神雲と少年千夜が目前まで迫っていた。山の神は、迅火、たま、真介を鍛え直すため、それぞれに修行を言い渡す。"
                },
                "10": {
                    "ID": "10191667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191667",
                    "TitleEnglish": "The Mountain Goddess (Part 2)",
                    "SummaryEnglish": "With their training complete, the Mountain Goddess intends on having the party attack the Dangaisyuu. But Tama has a different plan in mind.",
                    "TitleJapanese": "山の神（後）",
                    "SummaryJapanese": "妖精眼を解放した迅火は、りんずの幻術を見破り、修行をクリアする。一方、偶然にも千夜を倒すチャンスを得た真介は、まだ子供である千夜の命を奪うことに戸惑う。そのころ、たまも、迅火、真介に遅れながらも修行をクリアする。いち早く断怪衆の総本山を目指すべきという山の神に、たまが持ちかけた策とは？"
                },
                "11": {
                    "ID": "10191668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191668",
                    "TitleEnglish": "The Strongest of the Dangaisyuu",
                    "SummaryEnglish": "Jinka and Douren square off as Shinsuke and Resshin try to kill each other.",
                    "TitleJapanese": "断怪衆最強の男",
                    "SummaryJapanese": "神雲と千夜が封じられたという報は、総本山の野禅たちにも届いていた。迅火の霊力がさらに磨かれたと聞いた道錬は、再戦を待ち望む。そのころ、一行は総本山の入り口にたどり着く。たまが選んだのは、正門から乗り込む正面突破。総本山に乗り込んだ一行を待ち受けていたのは、彼らの行動を予見していた道錬だった。迅火と道錬、ついに決着となるのか！？"
                },
                "12": {
                    "ID": "10191669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10191669",
                    "TitleEnglish": "Jinka & Douren, Takekichi & Barry",
                    "SummaryEnglish": "Battles unfold in parallel with Jinka and Shinsuke taking on Douren and Resshin. But even if they succeed, how can they take down Taizan, who's been turned into a walking fortress?",
                    "TitleJapanese": "迅火と道錬と竹吉とバリー",
                    "SummaryJapanese": "断怪衆総本山で繰り広げられる迅火vs道錬、真介vs烈深の死闘。妖精眼で攻撃を見極めていた迅火だったが、道錬が繰り出した荒技・千尋拳（せんじんけん）の威力は圧倒的だった。迅火は、朦朧とした意識を払うべく、霊気の塊の手を頭に突っ込むが…。一方、烈深の轟震海（ごうしんかい）をかわした真介は、憎しみの果てに自分が目指すべき境地にたどり着く。そして戦いの行く末を見守っていた野禅は、ついに泰山を起動させることに！"
                },
                "13": {
                    "ID": "10241522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10241522",
                    "TitleEnglish": "Godbeast",
                    "SummaryEnglish": "Jinka squares off for the final battle against Yazen, but as the two spiritually transformed humans fight, Jinka treads into dangerous territory.",
                    "TitleJapanese": "神獣",
                    "SummaryJapanese": "断怪衆四獣将、そして泰山を失った野禅は、「精霊転化」で迅火に対抗する。九つの尾をもつ野禅は、霊力も戦闘能力も迅火を上回っていた。追い詰められた迅火は、泰山の肉を食らい、霊力を極限にまで高めていく。だが、人間としての自分を顧ない迅火は、正気を失い闇の意識に飲み込まれてしまうのだった。野禅は迅火の暴走を好機と見て、幻術で戦いを支配した。たまや真介は、迅火の正気を取り戻すべく、必死に呼びかけるが…。"
                }
            }
        },
        "2": {
            "ID": "2158593",
            "URL": "https://www.thetvdb.com/series/sengoku-youko/seasons/official/2",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "10563620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563620",
                    "TitleEnglish": "Thousand Demon Night March",
                    "SummaryEnglish": "Senya wakes up in a strange village with no memories and is immediately greeted by Shinsuke. Shinsuke wants to use the boy's memory loss to turn him into a normal child. However, the thousand battle-hungry Katawara in his body make this task difficult.",
                    "TitleJapanese": "千鬼夜行",
                    "SummaryJapanese": "断怪衆総本山での戦いの後、真介と千夜はとある村に身を寄せていた。千夜はすべての記憶を失っていたが、「これは人生をやり直せという天の采配」と真介は考え、千夜を普通の子供のように扱う。村の娘・月湖との関わり合いのなかで、徐々に子供らしさを取り戻していく千夜。だがある日、闇の集団が夜に紛れて村の子供たちを拉致し、絶体絶命の危機に、千夜に融合された千体の闇たちが目覚めるのだった。"
                },
                "2": {
                    "ID": "10563573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563573",
                    "TitleEnglish": "Black Dragon",
                    "SummaryEnglish": "The battle in the village has shaken Senya's willingness to fight, as Tsukiko tries to become strong enough to prevent future tragedies.",
                    "TitleJapanese": "黒龍",
                    "SummaryJapanese": "千夜と狂神との戦いにより、月湖の父が亡くなり、村は壊滅的な被害を被った。真介と千夜は、だれにも知らせずに村を去ろうとするが、月湖が同行を申し出る。やむを得ず月湖を加え、旅の途中で出会った謎の闇・なうと共に、京へ向かう一行。戦いで人の命を奪ったことに苦しむ千夜は、内なる千の闇たちの声を遮り「おれはもう戦わない」と決意する。だが、黒龍・ムドが天空より急襲、千夜に代わって戦った月湖が攫われてしまう…。"
                },
                "3": {
                    "ID": "10563622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563622",
                    "TitleEnglish": "Mad God of the Wild City",
                    "SummaryEnglish": "After escaping a clash with the black dragon, Mudo, Senya and his party arrive in Kyoto, but they find that the big city isn't much safer than the country roads.",
                    "TitleJapanese": "荒れ都の狂神",
                    "SummaryJapanese": "月湖の器量を見抜き、彼女を連れ去ろうとするムド。その危機を救ったのは、突如として現れたたまだった。たまの幻術によってムドを欺くことに成功した一行は、再び旅を続ける。だが、京の町で千夜を狙う狂神と遭遇、どうしても逃げ切れず、応戦の末に倒してしまう。自らの力が戦いを呼び寄せてしまうのに、敵を退けるため、仲間を守るためには力がいる。その矛盾に苦しむ千夜の前に現れたのは…。"
                },
                "4": {
                    "ID": "10563596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563596",
                    "TitleEnglish": "Senya & Tsukiko",
                    "SummaryEnglish": "The Shōgun himself takes charge of the group and introduces them to the local goddess. Tsukiko is kidnapped by Mudo, but Senya doesn't have enough control over his Katawara to rescue her.",
                    "TitleJapanese": "千夜と月湖",
                    "SummaryJapanese": "一行の前に現れたのは、テルさんこと室町幕府第十三代将軍・足利義輝だった。義輝は、京の大土地神・華寅を千夜たちに引き合わせる。華寅は、狂神と化した自らの分霊（わけみ）を止めてくれた千夜を労い、自分を責めるなと伝える。それでもなお、戦ったことを後悔し続ける千夜だったが、義輝の常識にとらわれない考え方に触れ、自分の持つ力についてあらためて考え始める。しかし千夜の気持ちが変わり始めたのも束の間、京にムドが襲来し、月湖を攫って行ってしまう。"
                },
                "5": {
                    "ID": "10563624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563624",
                    "TitleEnglish": "When the Time Comes",
                    "SummaryEnglish": "Senya struggles to unify the Katawara inside of him in order to face Mudo and rescue Tsukiko. But with Shinsuke and Yoshiteru's guidance, he might just stand a chance.",
                    "TitleJapanese": "時、来たるべく来る",
                    "SummaryJapanese": "その身を極めよ──。義輝の言葉に動かされ、千体の闇たちと対話を試みる千夜。闇たちに自らを主人と認めさせようとするが、「従わせたくば力を示せ」と彼らは襲い掛かってきた。一方、剣の道を極めた義輝は、時を斬ることすら可能となり、自らの死が目前に迫っていることを打ち明ける。千夜と義輝、それぞれの運命を決める決戦が始まろうとしていた。"
                },
                "6": {
                    "ID": "10563577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563577",
                    "TitleEnglish": "Above the Clouds",
                    "SummaryEnglish": "Senya and Mudo clash, with Senya's new outlook giving him the strength to stand his ground. Meanwhile, the confrontation between Yoshiteru and Matsunaga makes history.",
                    "TitleJapanese": "雲の上まで",
                    "SummaryJapanese": "激戦を繰り広げる千夜とムド。「全力を尽くして遊ぶ」という気持ちで挑んだ千夜に、もう悲壮感はなかった。やがて最強をかけて戦う二人は、共感すら抱きつつあった。そのころ義輝は、松永久秀の軍勢をたったひとりで圧倒していた。「本当に勝てるんじゃ…」真介が義輝の勝利を信じかけたとき、「無の民」と名乗る謎の5人組が現れる。"
                },
                "7": {
                    "ID": "10563578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563578",
                    "TitleEnglish": "End of a Journey",
                    "SummaryEnglish": "With the battle against Mudo and Matsunaga over, it's time to return to the road... But some complications may keep Shinsuke from being able to meet up with Tama again, as he originally intended. And just who are the mysterious five who keep hounding Senya?",
                    "TitleJapanese": "旅の終わり",
                    "SummaryJapanese": "ムドとの戦いを終えた千夜は、無事月湖や真介たちと合流を果たした。回復に専念する千夜たちだが、華寅の術により、真介と斬蔵はその地から離れられぬことが発覚。また、予期せずに無の民が襲撃をしかけてくる。無の民と武でなく対話で向き合うことを決めた千夜は、幽界で彼らの真の目的を知らされる。封印されている父を助けるため、守りたいものを守るために、千夜と月湖は華寅に修行をつけてもらうことに…。"
                },
                "8": {
                    "ID": "10563579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563579",
                    "TitleEnglish": "Furuon",
                    "SummaryEnglish": "Senya, Tsukiko, and Tama manage to find Jinka, but he remains out of reach behind a barrier. As they seek a way past it, they run into some old acquaintances of Jinun...",
                    "TitleJapanese": "古恩",
                    "SummaryJapanese": "たまと合流を果たした千夜と月湖だったが、一行が目の当たりにしたのは千本妖狐となった迅火の姿だった。迅火は海神の力を自らのものにし、周囲に強力な結界を張り巡らせてしまう。結界を突破する方法を探るべく、一行は占い師・八卦猫の元を訪れるが、狂神と化した泰山が突如現れる。なうの助けにより、千夜は幽界干渉を発動し泰山を解放する。そして、仲間に加わった泰山と共に旅を続ける千夜たちの前に、銀髪の一族を探す犬の闇（かたわら）が姿を現す。一方、強くなりたいと悩む月湖に危険な影が忍び寄る。"
                },
                "9": {
                    "ID": "10563604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563604",
                    "TitleEnglish": "Senya & Jinun",
                    "SummaryEnglish": "A meeting with the Mountain Goddess could lead to Tama and Senya getting what they want, but first, they have to go through another one of her trials.",
                    "TitleJapanese": "千夜と神雲",
                    "SummaryJapanese": "父・神雲の封印解除を願い出た千夜に、山の神は試練を申し出た。それは近くの山に現れたネズミの闇を退治すること。すぐさま山へと向かった一行だったが、にわかに不思議な香りが漂いだした。それは闇が仕掛けた催眠香を使った幻術であった。罠にかかった千夜と月湖は祭りを楽しむ子供の姿になり、たまも四人で旅をしていたころの思い出を見、在りし日の迅火の姿に心を奪われ始めるのだった…。"
                },
                "10": {
                    "ID": "10563581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563581",
                    "TitleEnglish": "Senya's Eight Years",
                    "SummaryEnglish": "Senya fights to force Jinun to compromise, but when the Void People interfere, can either of them survive?",
                    "TitleJapanese": "千夜の八年",
                    "SummaryJapanese": "千夜は断怪衆を辞めるよう神雲を説得するが応じてもらえず、二人は拳で勝負することに。激闘が展開するさなか、突如として無の民が現れ、神雲らを幽界に引き込んでしまう。幽界では優勢な無の民は神雲に融合されている龍・ナダレを解放し、共にその場から逃走を試みる。だが、そこに現れたのは怒りに燃える山の神と泰山だった。地神二人を味方につけた千夜一行に勝機は芽生えるのか…？"
                },
                "11": {
                    "ID": "10563582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563582",
                    "TitleEnglish": "Regarding the Thousandfold Chaotic Menagerie",
                    "SummaryEnglish": "With Jinun and Nadare under the control of the Void People, the most powerful human in the land, one strong enough to injure the Mountain Goddess, is now aligned against Senya and his friends.",
                    "TitleJapanese": "千魔混沌を巡って",
                    "SummaryJapanese": "山の神に捕らえられていた野禅から、迅火を人間に戻す方法を告げられた千夜。迅火の結界を破るカギ、それは移動可能で土地神に匹敵する能力を持つ者。一方、無の民は、千夜との戦いには基地となる移動要塞が必要だと考えていた。両者の思惑に合致するもの、それは雲の闇・万象王の力…。一度村に帰った千夜一行だったが、千夜は無の民が起こす事件の要因は自分だと考え、1人で村を旅立ってしまう。そのころ、たまは一足先に単独行動で万象王を捜索するが、恐るべき事実を突きつけられてしまう。"
                },
                "12": {
                    "ID": "10563583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563583",
                    "TitleEnglish": "To the Final Battleground",
                    "SummaryEnglish": "Senya has departed for the final battle against the Void People, but the time-displaced trio's army of katawara is growing stronger with each passing moment. He's going to need some help if he wants to stand any kind of chance.",
                    "TitleJapanese": "決戦の地",
                    "SummaryJapanese": "万象王という移動基地を手に入れた無の民は、各地の闇を洗脳し、闇の軍団を組織する。無の民は猩々たちも取り込もうと万象王を差し向けるが、その前に立ちはだかったのは道錬とムドだった。だが万象王の懐に飛び込んだムドは、予期せず同じ龍族のナダレと遭遇、返り討ちに合ってしまう。辛くも逃げ切った道錬とムドは、タゴの導きで龍の気配を辿ってきた千夜と再会。一方無の民は更に軍を増強すべく、闇の群れを求めて岩の闇の村へと向かう。"
                },
                "13": {
                    "ID": "10563632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563632",
                    "TitleEnglish": "A Renewed Encounter",
                    "SummaryEnglish": "Senya, Mudo, and Douren arrive at the Dangaisyuu main temple in order to battle the forces of the Void People. They're some of the strongest warriors in the land, but can the three of them really overcome an army?",
                    "TitleJapanese": "遭遇（さいかい）",
                    "SummaryJapanese": "無の民が千夜との決戦の地に選んだのは、8年前に激戦が展開された断怪衆総本山。断怪衆僧正・印河は、千夜、ムド、道錬の3人の闘気が、闇の大群に匹敵する力があると感じ、本山奪還への希望を見出す。それぞれが因縁を持つため、「最初に出会った者が神雲と戦う」という取り決めを交わし、総本山へと突入する千夜たち。無の民に操られた闇の兵たちを退け、3人は総本山を突き進んでいく。万象王を追ってきたたまも加勢するが、そこに現れたのはたまがもっとも戦いたくない相手だった…。"
                },
                "14": {
                    "ID": "10563585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563585",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "While Douren engages in a duel with Jinun, the Katawara army storms toward Senya. Additionally, monks of the Dangaishū suddenly intervene, complicating Senya's efforts to prevent any further casualties.",
                    "TitleJapanese": "開眼",
                    "SummaryJapanese": "無の民の指示に従わず、神雲（ナダレ）は道錬との対決を望んだ。2人から激しい闘気が立ち上り、戦いを見守っていたたまたちをも圧倒する。一方、無の民は、道錬と神雲の戦いには構わず、千夜に闇たちを差し向ける。膨大な数の闇たちの攻撃に、徐々に押されていく千夜。だが千夜の肉体は消耗しつつも、霊気はとめどなく湧き水のようにあふれ出していた。操られているすべての闇たちを救いたい…。その真理にたどり着いたとき、千夜はさらなる高みへと向かう。"
                },
                "15": {
                    "ID": "10563610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563610",
                    "TitleEnglish": "Banshou-oh Descends",
                    "SummaryEnglish": "The Void People's forces are dwindling as Shinsuke arrives to help break the mind control over their army, but they still have one incredibly powerful fighter in store for Senya's friends.",
                    "TitleJapanese": "万象王、降臨",
                    "SummaryJapanese": "無の民に操られ、たまに襲い掛かる灼岩。そこに駆けつけたのは真介だった。たまと真介は灼岩を拘束しようとするが、苦戦を強いられる。隙を見て幽界干渉を仕掛ける真介が、灼岩の意識の中に見たのは、彼女が芍薬だった頃の忌まわしい記憶…。村人たちから赤髪と忌み嫌われていた芍薬の前に現れたのは、白馬に乗った謎の侍だった。"
                },
                "16": {
                    "ID": "10563587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563587",
                    "TitleEnglish": "Dousuke & Kumozou",
                    "SummaryEnglish": "Mudo and Banshou-oh square off, but it's not long before their attention is drawn to the titanic clash between Douren and Nadare, which seems to be reaching its conclusion.",
                    "TitleJapanese": "道介と雲蔵",
                    "SummaryJapanese": "万象王が溢れさせた水は大地を覆い、瞬く間に戦場を洗い流した。あらためて万象王に挑みかかるムドだが、軽くあしらわれてしまう。それどころか、万象王はムドを相手にせず、道錬と神雲の戦いを観戦し始めるのだった。そのころ、道錬と神雲の戦いも佳境を迎えようとしていた。極限まで研ぎ澄ませた道錬の拳は一条の光となり、若かりし日の記憶を呼び覚ます。道介、雲蔵と呼び合い、お互いの技を鍛え合っていたあの頃に…。"
                },
                "17": {
                    "ID": "10563636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563636",
                    "TitleEnglish": "Feast of the Uncanny",
                    "SummaryEnglish": "As Mudo struggles to defeat a katawara made up of all of Japan's weather, it may take even more than the black dragon has to win.",
                    "TitleJapanese": "異形達の宴",
                    "SummaryJapanese": "千夜が目覚めると、操られていた闇たちは真介の幽界干渉によって解放されていた。かつて幽界で無の民に敗北を喫した千夜は、幽界での戦い方を真介に問う。幽界干渉の極意とは…？　千夜は万象王とムドのもとに駆け付け、ついに万象王との激戦が幕を開ける。千夜、ムド、万象王が人型となり凄まじい戦いを繰り広げるなか、その様子を見守っていた神雲と道錬は野禅にとある依頼を持ちかける…。"
                },
                "18": {
                    "ID": "10563613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563613",
                    "TitleEnglish": "Above the Clouds",
                    "SummaryEnglish": "While the clash with King Banshou-oh intensifies, Yazen summons Senya for a very important matter, which will lead him back into the presence of the Void People.",
                    "TitleJapanese": "雲を跳び越えて",
                    "SummaryJapanese": "万象王との戦いに苦戦する千夜に、神雲と道錬からある提案が持ちかけられる。二人の中にいる龍と虎を、千夜に譲り渡したいと言うのだ。彼ら自身の命と引き換えとなる提案に戸惑う千夜だったが、既に致命傷を得ている二人の想いを受け止め、受け入れることを決断する。新しく身にした龍と虎、そして千の闇たちと共に、戦いを終わらせに戦場へ戻る千夜。ムドに託され、千夜は万象王を飛び越えて無の民の元へと向かうが、いつしか幽界へと誘われていた。そこで千夜を待っていた人物とは…。"
                },
                "19": {
                    "ID": "10563592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563592",
                    "TitleEnglish": "Dawn",
                    "SummaryEnglish": "Negotiations between Senya and the People of the Void are at a standstill. Jaki, the tiger living in Douren, calls on Hakkeneko to intervene and find a solution.",
                    "TitleJapanese": "夜明け",
                    "SummaryJapanese": "「争いでは決着がつかない」と判断した猛は、“四方円満落着会議”を招集する。お題は、千夜と迅火を生かしたまま、無の民を救う方法を考え出すこと。隕石の落下から無の民の祖国を救うべく、千夜たちは様々な手段を考えるが、隕石の破壊も他の星への移住も、すでに不可能と判断されていた。だれも根本的な解決策を見出せない中、同席していた虎妖・邪貴が「時の万里眼」と呼ばれる闇に声をかけたという。はたして無の民を救う方法は見つけ出せるのか…？"
                },
                "20": {
                    "ID": "10563639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563639",
                    "TitleEnglish": "The One Who Is With Many",
                    "SummaryEnglish": "Shinsuke and the others are ready to rescue Jinka and Takeru, but first Senya will have to confront his past.",
                    "TitleJapanese": "多くと共に在る者",
                    "SummaryJapanese": "ついに千夜たちは、無の民との戦いを終結させた。ひとりその場から去ろうとする千夜だったが、華寅に捕獲され、あえなく村へと帰還する。目覚めた千夜を待っていたのは、月湖主宰による家族会議。なぜ去ろうとしたのかを問いただす月湖に対し、「いずれ人の世にあってはならない力になる」と、心のうちをさらけ出す千夜。だが月湖はまっすぐな気持ちで千夜を説き伏せる。一方、真介は千夜の告白が腑に落ちず、自身が抱える恐怖と対峙するように忠告する。"
                },
                "21": {
                    "ID": "10563640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563640",
                    "TitleEnglish": "Tama & Jinka",
                    "SummaryEnglish": "Senya clashes with the enormously powerful Thousand-Tailed Youko, as his friends look for the chance to rescue Jinka.",
                    "TitleJapanese": "迅火とたま",
                    "SummaryJapanese": "千夜と迅火の壮絶な戦いが幕を開けた。千本妖狐の圧倒的な霊力の前に、ついに千夜も覚醒し、お互い一歩も引かない戦いが展開する。激しい霊力のぶつかり合いのなかで、月湖はひょうたんの力で霊力の乱れを整えようとしていた。霊力の嵐が研ぎ澄まされ、乱れのない川となるときこそ幽界干渉の好機。幽界で迅火に接触すべく、タイミングを見計らい、千夜と迅火の間に飛び込んだたま、真介、灼岩は、ついに幽界干渉を実行する。閉ざされた迅火の心の中で、たまたちが目にしたものとは…？"
                },
                "22": {
                    "ID": "10563617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sengoku-youko/episodes/10563617",
                    "TitleEnglish": "The Poem of Time's Colors in Bloom",
                    "SummaryEnglish": "The battle has come to a close, Jinka and Tama return to their hometown in the mountains.",
                    "TitleJapanese": "時の彩の詩が咲く",
                    "SummaryJapanese": "長き戦いは幕を閉じた。迅火とたまは故郷の山に戻り、なうも地神としてあるべき場所へと帰り着く。千夜と月湖、真介と灼岩たちも長い旅の始末を終えて村へと帰還し、それぞれの暮らしをはじめるのだった。時代が移り変わり、共に過ごしてきた人たちが去っても、千夜は変わらぬ若い姿のまま。過ぎ行く季節の中でただひとり残された千夜は、時の荷を背負って果てのない旅に出るーー。"
                }
            }
        }
    }
}