{
    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32832441/",
        "https://dungeon-people.com/",
        "https://www.tvmaze.com/shows/76759/show-slug",
        "https://www.themoviedb.org/tv/250597",
        "https://www.wikidata.org/wiki/Q121546590",
        "https://en.wikipedia.org/wiki/Dungeon_People#Anime",
        "https://x.com/dungeon_people"
    ],
    "TitleEnglish": "Dungeon People",
    "SummaryEnglish": "Clay has trained all her life to become the elite of the Thieves Guild. But since her father disappeared three years ago, she has put all her skills into searching for him in a dungeon filled with monsters and dangers. As she finally reaches depths never before equaled, she meets the manager of the dungeon... who invites her to join the staff! Arming traps, filling chests... through this new job, Clay will learn everything behind the scenes of a dungeon!",
    "TitleJapanese": "ダンジョンの中のひと",
    "SummaryJapanese": "アントムルグのダンジョンに消えた父を追い、単独で挑み続けてきたシーフの少女クレイ。探索の末、ついに前人未踏の地下9階に到達。そんな矢先にモンスターとの戦闘でダンジョンの壁が崩落！崩れた壁の中から現れたのは――管理人！？ダンジョンで働くもの達が織り成す、迷宮お仕事ファンタジー。",
    "Aliases": [
        "Dungeon no Naka no Hito",
        "Danjon no Naka no Hito"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "1": {
            "ID": "2078528",
            "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10348657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10348657",
                    "TitleEnglish": "A Person in the Dungeon",
                    "SummaryEnglish": "A member of the thieves' guild, Clay ventures into the dungeon in search of her missing father. What she finds is that there’s a lot of work to be done!",
                    "TitleJapanese": "ダンジョンの中に、ひと",
                    "SummaryJapanese": "アントムルグのダンジョンに消えた父を追い、単独で挑み続けてきたシーフの少女クレイ。 探索の末、ついに前人未踏の地下9階に到達する。 厳しく父に育てられてきた彼女は、新たな階層でも冷静に探索を進めていく。 その矢先、モンスターとの戦闘中にダンジョンの壁が崩落するアクシデントに見舞われてしまう。 崩れた壁の中から現れたのは、居住空間だった！困惑するクレイの前にダンジョンの管理人を名乗る少女が現れるーー"
                },
                "2": {
                    "ID": "10541214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541214",
                    "TitleEnglish": "Starting Work on the Dungeon",
                    "SummaryEnglish": "After accepting a position as the dungeon manager, Clay gets the grand tour of the residential quarters in the dungeon. She begins to learn the ropes of the job.",
                    "TitleJapanese": "ダンジョンの仕事始め",
                    "SummaryJapanese": "ダンジョンで働く事になったクレイは、ベルと共にこれから住むことになる居住区を案内されていた。住居や食堂、倉庫など様々な施設を知っていく中で、迷宮のからくりが明かされてゆく。 そんな中、案内されてばかりでは体がなまってしまうと考えたクレイは、仕事の手伝いを申し出る。現場監督のドワーフ・ランガドにアイテム補充を任されるも、ずば抜けた身体能力を生かした規格外のやり方に周りの反応はーー?"
                },
                "3": {
                    "ID": "10541215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541215",
                    "TitleEnglish": "The Ice Wolf's Fangs",
                    "SummaryEnglish": "Clay and Belle observe a party exploring the seventh floor. When Clay hears that they're fun to fight and grows quite interested, just what will Belle propose?",
                    "TitleJapanese": "氷狼の牙",
                    "SummaryJapanese": "クレイとベルは、地下7階で探索を行うパーティー『氷狼の牙』を監視していた。冒険者の中ではトップクラスの実力を持つ彼らだが、7階で死闘を繰り広げていると聞き、9階到達の実力者であるクレイは何か言いたげな様子……。彼らと互角の実力を持つモンスターから「楽しい戦いができる」と評判を聞いてつい惹かれてしまうクレイ。そこでベルはクレイに、スケルトンの中に入らないかと提案する。スケルトンの中に入って戦うとは一体ーー"
                },
                "4": {
                    "ID": "10541216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541216",
                    "TitleEnglish": "The Thieves' Guild and the Dungeon",
                    "SummaryEnglish": "Clay and Belle head to visit the Antomurg Thieves' Guild, where they meet up with the guildmaster Renfringe, and learn of the unique workings of the dungeon of Antomurg.",
                    "TitleJapanese": "シーフギルドとダンジョン",
                    "SummaryJapanese": "クレイとベルは「アントムルグのシーフギルド」に向かっていた。そこには、ギルドマスターのレンヒリンジとフーリンの姿が。ギルドとダンジョンは裏で繋がっており、支給されていた探索アイテムがダンジョン産だったと知り、ベルの掌で転がされていたといじけるクレイ。そんなクレイにベルは、先代の管理人が考案したことで自身は引き継いだだけだと弁解する。そして、特殊といわれる「アントムルグのシーフギルド」について、その成り立ちが明かされる。"
                },
                "5": {
                    "ID": "10541217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541217",
                    "TitleEnglish": "Coworkers, Family",
                    "SummaryEnglish": "Clay decides to face off with the massive dragon Reilmond in the arena. She keeps fighting despite sensing her own inexperience in the face of the skilled opponent.",
                    "TitleJapanese": "仕事仲間、家族",
                    "SummaryJapanese": "モンスター宿舎にある闘技場でのゴブリン達との再戦に軽々と勝利したクレイの前に、巨大なドラゴン型モンスター・レイルモンドが現れた！クレイが目指す地下10階を担当しているという彼に、クレイは「鍛錬には絶好のチャンスだ」と、続けて手合わせをすることに。手練れのレイルモンドに、苦戦を強いられたクレイは、自身の未熟さを痛感するものの、精神を研ぎ澄ます戦いの中である感覚をつかむーー"
                },
                "6": {
                    "ID": "10541218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541218",
                    "TitleEnglish": "Exploration and Cooking",
                    "SummaryEnglish": "Despite the abundant ingredients at hand, Clay and Belle are indifferent to cooking. Rangado proposes that they take cooking lessons.",
                    "TitleJapanese": "探索と料理",
                    "SummaryJapanese": "干し肉とパンばかりを食べるクレイを見て、用意した野菜が減っていないと心配するベル。探索中ではないし、色々食べるのも悪くないと言い調理場に立つも、味付けは素人が手を出すべきものではないと語るクレイ。そのやり取りを聞いていたランガドは呆れるものの、自身はどうかと尋ねられると「野菜を食べるのは人間族のすることだ」と答える。その場の全員が料理に向かないとわかり、シーフギルドのフーリンによる料理教室が開かれることになる。"
                },
                "7": {
                    "ID": "10541219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541219",
                    "TitleEnglish": "Monster Job Interview",
                    "SummaryEnglish": "Today's job is a monster interview. Clay is perplexed by the monsters who file in one after another, especially by a monster with a face clearly different from his resume!",
                    "TitleJapanese": "モンスターの面接",
                    "SummaryJapanese": "クレイが入ったスケルトンとの戦闘に敗北した『氷狼の牙』のパーティーメンバー達は、再戦に備えて、それぞれ鍛錬に励んでいた。一方、当の本人であるクレイは、ベルと共にダンジョンで一緒に働くモンスターの面接をしていた。次々とやってくるモンスター達に困惑しながらもクレイは、”あちら側”から見た”こちら側”の世界を理解していく。そんな中、現れたモンスターは履歴書にある顔とは明らかに異なっていてーー！？"
                },
                "8": {
                    "ID": "10541220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541220",
                    "TitleEnglish": "Remodeling and Employment",
                    "SummaryEnglish": "Clay, Belle, and Rangard discuss remodeling the fifth floor. After somehow completing the map with advice from Belle and Rangard, Clay is taken to the dungeon's origin point.",
                    "TitleJapanese": "模様替えと雇用",
                    "SummaryJapanese": "クレイとベル、ランガドは、地下5階の模様替えを検討していた。マップ作りを任されたクレイは、探索者目線から様々な提案をするが、実際に働くモンスター達への配慮が足りないことに気づき、頭を抱える。2人からアドバイスをもらいつつ、何とか完成したマップを手に、クレイはベルと共にダンジョンの初期区域といわれる場所へ向かう。そこでは精霊達がマップを実際にダンジョンに反映する業務が行われていた。"
                },
                "9": {
                    "ID": "10541221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541221",
                    "TitleEnglish": "King and Dungeon Master",
                    "SummaryEnglish": "Belle and Clay head to the castle to take on a challenge. And for some reason, Clay is forced into a maid uniform...",
                    "TitleJapanese": "国王とダンジョンマスター",
                    "SummaryJapanese": "アントムルグへの徴税を目論む国と、先代の管理人が交わした契約は、アントムルグダンジョンの運営をかけて、国王の任期中に一度だけダンジョンマスターに挑戦できるというものだった。現・ダンジョンマスターのベルは、国王が代わったことにより、メイド服を着せられたクレイと共に王城に挑まれに行くことに。対して王国側は、国内きっての騎士と魔術師を人選し、来たるベルを迎え撃つ。"
                },
                "10": {
                    "ID": "10541222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541222",
                    "TitleEnglish": "The Wind Slicer's Daughter",
                    "SummaryEnglish": "Clay is left perplexed when she's suddenly given time off. With time on her hands to think, she realizes she may have a hint leading to her father.",
                    "TitleJapanese": "風切りの娘",
                    "SummaryJapanese": "ダンジョンでの仕事に少しずつ慣れてきたクレイは、突然与えられた休みに困惑する。何をするべきか考えていると、ふと、共用ロビーで聞いた「あなたって、“風切り”の娘でしょ？」というモンスターの声を思い出す。父の手がかりになると考えたクレイは、声の主を探すためモンスター達に聞き込み調査を開始する。"
                },
                "11": {
                    "ID": "10541223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541223",
                    "TitleEnglish": "Those Who are Not Protected",
                    "SummaryEnglish": "A party of murderers set their sights on the dungeon of Antomurg. To maintain order in the dungeon, Belle and Clay must deal with the rule-breakers.",
                    "TitleJapanese": "守らぬ者たち",
                    "SummaryJapanese": "最近、冒険者の間では仲間殺しのパーティーについての話題で持ち切り。外面がよく、冒険者ギルドの上層部に気に入られているらしい彼らは、ずいぶんとやりたい放題のよう。そんな彼らがアントムルグのダンジョンにも魔の手を伸ばしていると知り、ベルは警戒していた。そしてついに、ダンジョン内で恐れていたことが起きてしまう。治安維持のため、ベルとクレイはルール違反者の対処へと向かう。"
                },
                "12": {
                    "ID": "10541224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dungeon-no-naka-no-hito/episodes/10541224",
                    "TitleEnglish": "Dungeon People",
                    "SummaryEnglish": "Clay grows curious about how the monsters eat so Belle leads her to the hunting grounds. Vast, grassy fields beyond what seems possible to fit inside the dungeon stretch wide.",
                    "TitleJapanese": "ダンジョンの中のひと",
                    "SummaryJapanese": "フーリンのおかげで少しばかり料理ができるようになってきたクレイは、モンスターの食事について疑問を持つ。その様子を見たベルは、食事の様子を見せにクレイを連れていくことに。案内された狩猟エリアでは、ダンジョン内とは思えない広大な草原が広がり、モンスター達が狩りを行っていた。大自然の中で、ベルに連れられた「とっておきの場所」で、クレイはこれまでのダンジョン運営について思い返す。"
                }
            }
        }
    }
}