{
    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt29473209/",
        "https://www.themoviedb.org/tv/233408"
    ],
    "TitleEnglish": "After-school Hanako-kun",
    "SummaryEnglish": "The spirit Hanako-kun and his human assistant, first-year student Nene Yashiro, keep the peace between supernatural forces and the students of Kamome Academy. When they’re not fighting to maintain balance between the living and spirit worlds, how do they spend their time? Join Hanako-kun and Nene on their adventures after school!",
    "TitleJapanese": "放課後少年花子くん",
    "SummaryJapanese": null,
    "Aliases": [
        "Hōkago Shōnen Hanako-kun",
        "Houkago Shounen Hanako-kun"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2079658",
            "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9970071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/9970071",
                    "TitleEnglish": "Hanako-kun After School / Mokke Be Ambitious",
                    "SummaryEnglish": "Nene is fed up with cleaning bathrooms, but there's no getting out of her ghostly bargain, so she seeks advice to make her chores fun. Later, the mokke attack Hanako, hoping to take his place as a Wonder. But why?",
                    "TitleJapanese": "「放課後の花子くん」「もっけの野望　Mokke be ambitious.」",
                    "SummaryJapanese": "「放課後の花子くん」\n花子くんの助手として来る日もトイレ掃除の寧々。せめて楽しくトイレ掃除ができるように、花子くんがアイディアを出したり、友人の葵たちに相談するも、当てにならない答えばかりで……？\n「もっけの野望　Mokke be ambitious.」\n学園の「ようせいさん」こと、怪異・もっけ。その小さな体には「七不思議になりたい」という、大きな野望が秘められていた。花子くんを亡き者にしてでも、七不思議に取って代わろうとするもっけたち。果たして彼らは七不思議に相応しいのか、花子くんによる面接が始まる。"
                },
                "2": {
                    "ID": "10018418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10018418",
                    "TitleEnglish": "Kokkuri-san / Mitsuba's Operation: Friends",
                    "SummaryEnglish": "Akane gathers Nene and her friends for the ultimate fortune-telling session, hoping to impress Aoi. What will his desperation conjure? Meanwhile, Mitsuba longs to make friends. But when Tsukasa offers to help, he gets more than he bargained for.",
                    "TitleJapanese": "「こっくりさん」「ミツバの友達大作戦」",
                    "SummaryJapanese": "「こっくりさん」\n\n蝋燭の炎が怪しく灯る教室に、茜の呼びかけで寧々・葵・檸檬が集まった。茜は、こっくりさんに興味を見せた葵のために「最高のこっくりさん」をするという。最高の10円玉探しなど、周到な準備を経て始まった儀式。想像以上に本格的な様子に寧々が危険を感じると、10円玉が動き出して!?\n\n「ミツバの友達大作戦」\n\n「……友達が欲しい」と、放送室の片隅で切実なつぶやきを漏らすミツバ。どうやら雑誌の特集記事に影響を受けたらしく、いつになく落ち込みが激しい様子。それを見かねた夏彦と桜が相談に乗るが、ミツバの希望は叶わない。そして残る相談相手はつかさのみ。ミツバの望みを聞いたつかさの返答は……。"
                },
                "3": {
                    "ID": "10018419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10018419",
                    "TitleEnglish": "Apparition Fever / A Mokke Came Home With Me!",
                    "SummaryEnglish": "Even apparitions can get sick, and there's a cold going around. Hanako is laid up with a fever, but he seems... delighted? Then, the youngest Minamoto finds a battered mokke on the street. How will her apparition-hunting family react?",
                    "TitleJapanese": "「怪異風邪」「もっけが家にやってきた！」",
                    "SummaryJapanese": "「怪異風邪」\n\n一見ふつうの風邪のようで、怪異だけが引く風邪、人呼んで「怪異風邪」。花子くんや、土籠、ヤコが次々と怪異風邪にかかり調子を崩すが、花子くんは何十年ぶりに風邪を引いたと嬉しそう。テンションが上がった花子くんは、光に見せて来ると保健室から飛び出すが!?\n\n「もっけが家にやってきた！」\n\n由緒正しき源家の長女・源てぃあら5歳。路地でボロボロのもっけを拾った彼女は、そのもっけを自分の“ドレイ”に任命し、お世話を始める。まずはもっけに兄の輝と光をを紹介するが……？"
                },
                "4": {
                    "ID": "10018420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10018420",
                    "TitleEnglish": "Truth of the Mokke / Kamome Monster Nursery School",
                    "SummaryEnglish": "Nene turns into a mokke! Descending into the bowels of the school in search of a cure, she discovers a world-shaking truth. Then, a secret agent infiltrates a nursery supposed to be raising monsters. But what are the researchers really after?",
                    "TitleJapanese": "「トゥルー・オブ・もっけ」「かもめモンスター保育園」",
                    "SummaryJapanese": "「トゥルー・オブ・もっけ」\n\nある日、気がつくと、八尋寧々はもっけになっていた。寧々を取り囲むもっけたちと、そこに現れた偉大なるもっけ・えるだーもっけ。えるだーもっけの導きで、寧々は世界の心理に触れる。歴史を揺るがす事実に動揺しながらも寧々はもっけたちからの逃走を図るが……。\n\n「かもめモンスター保育園」\n\nここはモンスターの卵が通う、“かもめモンスター保育園”！　ハロウィンで活躍する立派なモンスターにすべく、研究員たちは日夜モンスターの育成に励んでいる。そこにやってきたのは見習いのN研究員。S研究員の案内で施設を見学する彼は、3組の研究員とモンスターと出会い……。"
                }
            }
        },
        "2": {
            "ID": "2139185",
            "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/seasons/official/2",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10613722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10613722",
                    "TitleEnglish": "Nightmares / At the Convenience Store",
                    "SummaryEnglish": "Nene has recently been plagued by the same recurring nightmare, and during a shopping trip, she has an unexpected encounter...",
                    "TitleJapanese": "「悪夢」「コンビニ」",
                    "SummaryJapanese": "「悪夢」\n\n最近、悪夢ばかり見ると困り果てている寧々。花子くんと光に相談すると、参考のために他のみんなにも、普段どんな悪夢を見ているのかを聞いて回ることになる。そこで飛び出すのは個性的な悪夢ばかりで……⁉\n\n「コンビニ」\n\n夜の怪異討伐帰りの輝は、コンビニの前で葵と出会う。眠くてテンションが高くなっている輝は、葵にあるものを一緒に作らないかと提案するが、\\t露骨に嫌な顔をされてしまい……。"
                },
                "2": {
                    "ID": "10613723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10613723",
                    "TitleEnglish": "The Summer Monster: Toilet-bound Hanako-san / Return of the Summer Monster",
                    "SummaryEnglish": "A cursed doll hits Hanako with a mysterious ray... and turns him into a girl! Nene seizes the opportunity to give her ghostly friend a makeover. Meanwhile, Tsukasa digs up the remains of the offending toy.",
                    "TitleJapanese": "「夏の魔物　～地縛少女花子さん～」「夏の魔物　～再来～」",
                    "SummaryJapanese": "「夏の魔物　～地縛少女花子さん～」\n\n呪いの不思議道具『夏の魔物』が暴走して、花子くんが女の子になってしまった！寧々は１日くらいで元に戻ると知り、今のうちに女の子っぽいことをしようと提案する。そこに光がやってきて……。\n\n「夏の魔物　～再来～」\n\n花子くんが埋めた『夏の魔物』を掘り起こし、放送室に持ち込んだつかさ。『夏の魔物』はまたもや暴走して、今度は桜を男の子にしてしまう。その様子を見た夏彦が騒ぎ始めて⁉"
                },
                "3": {
                    "ID": "10613724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10613724",
                    "TitleEnglish": "After-school Mokke / After-school Café",
                    "SummaryEnglish": "Tsuchigomori discovers a strange late-night variety show all about mokke. Who would make such a thing, and who is it for? Then, Hanako becomes the manager of a ghostly café.",
                    "TitleJapanese": "「放課後もっけ」「放課後の喫茶店」",
                    "SummaryJapanese": "「放課後もっけ」\n\n宿直室に泊まっていた土籠は、もっけたちが大暴れする『放課後もっけ』という深夜番組を目にする。土籠は、遊びに来たヤコや花子くんと一緒に観るのだが、それはあまりにも奇妙な番組だった。\n\n「放課後の喫茶店」\n\n彼岸と此岸の狭間にある喫茶店の留守を預かり、マスターとなった花子くん。寧々と光にも手伝ってもらい、様子を見に来た土籠を接客することに。だがそのあまりのダメっぷりに土籠は……。"
                },
                "4": {
                    "ID": "10613725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-school-hanako-kun/episodes/10613725",
                    "TitleEnglish": "The Ghost Hotel",
                    "SummaryEnglish": "Deep in a dark forest lies a hotel built, staffed, and frequented by inhuman creatures. When a lost girl stumbles through its doors, what unearthly secrets will she find within?",
                    "TitleJapanese": "「ゴーストホテル」",
                    "SummaryJapanese": "真っ暗な森を彷徨い、寧々がたどり着いたのは、不気味な『ゴーストホテル』だった。中にいる従業員や客人は奇妙な人たちばかり。さらに何か大事なことを忘れている気がして……。"
                }
            }
        }
    }
}