{
    "URL": "https://www.thetvdb.com/series/haigakura",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32832424/",
        "https://haigakura.jp/",
        "http://www.reddit.com/r/Haigakura",
        "https://www.themoviedb.org/tv/244592",
        "https://www.wikidata.org/wiki/Q121807063",
        "https://en.wikipedia.org/wiki/Haigakura",
        "https://x.com/https://twitter.com/haigakura_anime"
    ],
    "TitleEnglish": "Haigakura",
    "SummaryEnglish": "The story is set in a secluded realm where deities and mortals both dwell. A youth named Ichiyō sets out to capture the gods who have fled and scattered all over the realm. Together with the subordinate god Tenkō, Ichiyō seeks the four evil gods who hold the key to the realm's collapse.",
    "Aliases": [],
    "Modified": "2025-09-28",
    "Seasons": {
        "1": {
            "ID": "2079641",
            "URL": "https://www.thetvdb.com/series/haigakura/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10205299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10205299",
                    "TitleEnglish": "The Kagura Dance",
                    "SummaryEnglish": "Immortals and humans dwell in a land on the verge of collapse due to the disappearence of The Four Perils. Kashi Ichiyo travels with servant god Tenko on a search to free his foster father, Hakugo, who was sealed in their place. While his dancing is perfect, his singing is notoriously terrible. Then, Ichiyo finds out Gyuki, a servant god his friend raised, is being mistreated by his master Bui...",
                    "Aliases": []
                },
                "2": {
                    "ID": "10735088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735088",
                    "TitleEnglish": "The Thunder Dance",
                    "SummaryEnglish": "After embarking on their mission, Ichiyo and Tenko drift to a small island in Okinawa where they meet a local boy, Ryu, who invites them to stay at his house where he lives with his sister, a globe-trotting photographer. Upon returning home however, she tries to kick them out and reveals she has no younger brother! Meanwhile, a storm looms over the island and Ryu has disappeared....",
                    "Aliases": []
                },
                "3": {
                    "ID": "10735090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735090",
                    "TitleEnglish": "The Snowflake Dance",
                    "SummaryEnglish": "The Eight Immortals rule over the Immortal Realm, led by the Queen Mother of the West. An orphan, Hakusyurin lives in Ankei Home, a facility that cares for orphans and the elderly, built by one of the Eight Immortals, Kansyouri. Syurin looks up to Kansyouri's son, Sanu, whose mother has become critically ill. However, Kansyouri only returns after her death - and he's come for Hakusyurin...",
                    "Aliases": []
                },
                "4": {
                    "ID": "10735091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735091",
                    "TitleEnglish": "The Moon Water Dance",
                    "SummaryEnglish": "Ichiyo and Syurin grow closer playing together in the courtyard of the Celestial Palace of the Jade Pond as children. A curious Syurin asks Ichiyo about his servant-god, Tenko. Ichiyo recalls their first meeting - when he got separated from the Minister of Kashi, Sonto, deep in a forest. There he found a man bound with a strong seal in the depths of a hidden shrine...",
                    "Aliases": []
                },
                "5": {
                    "ID": "10735092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735092",
                    "TitleEnglish": "The Peach blossoms dance",
                    "SummaryEnglish": "Just as Ichiyo reunites with Hakugo after a long time apart, a massive tremor shakes the Celestial Realm. Amidst the chaos, an incident occurs where the immortal peaches are stolen. Upon discovering that the culprit has fled to Japan, the Assistant to the Head of Poets, Horyusei, gathers the remaining immortal peaches and sets off for Japan with Ichiyo...",
                    "Aliases": []
                },
                "6": {
                    "ID": "10735093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735093",
                    "TitleEnglish": "The Chaos Dance",
                    "SummaryEnglish": "Two mysterious men - one in a gask mask and the other in a rabbit mask - are behind the Peaches of Immortality theft.Ichiyo returns from Japan and reunites with Sanu, who had taught him everything he knew about being a Kashi, and with whom he shares a unique bond. Meanwhile, a stray god attacks the King Father of the East's quarters. Ryusei rushes to the scene and defeats it, or so he thought...",
                    "Aliases": []
                },
                "7": {
                    "ID": "10735094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735094",
                    "TitleEnglish": "The Dragon Fury Dance",
                    "SummaryEnglish": "Hiki, one of the Four Perils, and his brother Gaishi battle above. An injured Ryusei tells Ichiyo he can call just one of his servant gods, so he chooses Kaka out of concern for Tenko. When something odd emerges from the corpse of the stray god which turns fallen soldiers into undead, Kaka struggles with their numbers. Meanwhile, Sonto continues his fierce battle with the man in the rabbit mask...",
                    "Aliases": []
                },
                "8": {
                    "ID": "10735095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735095",
                    "TitleEnglish": "The Dance of the Salomas",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "10735096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735096",
                    "TitleEnglish": "The Dance of Crimson Oblivion",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "10735097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735097",
                    "TitleEnglish": "The Dance of Farewell",
                    "SummaryEnglish": "During his report to Sontō, Ichiyō makes a shocking revelation regarding the Egg of the Moon. But there's no time for explanations. The Eight Immortals have decided to imprison Tenkō. Suddenly, San'u appears, trying to convince Ichiyō to fight alongside him against the Eight Immortals.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10735098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735098",
                    "TitleEnglish": "The Nothingness Dance",
                    "SummaryEnglish": "Yiye continues his fight against Shanwu, but the latter will quickly realize that resorting to taboo carries risks.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10735099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735099",
                    "TitleEnglish": "The White Tiger Dance",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "13": {
                    "ID": "10735100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haigakura/episodes/10735100",
                    "TitleEnglish": "The Flame and Water Dance",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}