{
  "URL": "https://www.thetvdb.com/series/anime-culture-corner",
  "Genres": [
    "Anime"
  ],
  "Other Sites": [],
  "TitleEnglish": "Anime Culture Corner",
  "SummaryEnglish": "Sit back and relax as I chat about anime and manga.",
  "Aliases": [],
  "Modified": "2023-11-24",
  "Seasons": {
    "1": {
      "ID": "2095883",
      "URL": "https://www.thetvdb.com/series/anime-culture-corner/seasons/official/2021",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "10161251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161251",
          "TitleEnglish": "An Honest Review of 2020's Best (& Worst) Anime",
          "SummaryEnglish": "Today, it's a (brutally) honest review of 2020's anime! From greats like Jujutsu Kaisen and Haikyuu to lows with Listeners and cough cough Tower of God, let's check it out!",
          "Aliases": []
        },
        "2": {
          "ID": "10161252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161252",
          "TitleEnglish": "WILL THERE BE ATTACK ON TITAN SEASON 4 PART 2!?",
          "SummaryEnglish": "The Final Season is confirmed to be only 16 episodes long; will this be the end of Attack on Titan, or is there even more in store than this? Let's see!",
          "Aliases": []
        },
        "3": {
          "ID": "10161253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161253",
          "TitleEnglish": "CHAINSAW MAN IS THE NEXT BIG ANIME!!",
          "SummaryEnglish": "Today I'm talking about one of the most recent manga I've read and one that certainly has big things in store with its recently announced anime adaptation: Chainsaw Man. Big thanks to The Masked Man and Sufferents for being 2 of the best Chainsaw Man-reporting YouTubers out there and for inspiring me to read it.",
          "Aliases": []
        },
        "4": {
          "ID": "10161254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161254",
          "TitleEnglish": "Aku no Hana is the CREEPIEST Anime I've Ever Seen.",
          "SummaryEnglish": "Today I'm talking about an incredibly unsettling anime that often goes under the radar: Aku no Hana, aka Flowers of Evil. Check it out!",
          "Aliases": []
        },
        "5": {
          "ID": "10161255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161255",
          "TitleEnglish": "What if Levi chose Erwin instead of Armin? How would the story play out after Season 3? Would the Su",
          "SummaryEnglish": "WHAT IF ERWIN WAS CHOSEN AS THE COLOSSAL TITAN? | Attack on Titan Theory",
          "Aliases": []
        },
        "6": {
          "ID": "10161256",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161256",
          "TitleEnglish": "How ACCURATE Is MyAnimeList's Top 10 ANIME OF ALL TIME!?",
          "SummaryEnglish": "Millions have decided on what \"should be\" the top 10 anime out there: is it accurate? Will it change soon? Let's see!",
          "Aliases": []
        },
        "7": {
          "ID": "10161258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161258",
          "TitleEnglish": "You HAVE To Read Vagabond.",
          "SummaryEnglish": "My favorite manga that (sadly) never got completed, Vagabond is filled with philosophical debates and beautifully drawn scenes. You DON'T want to miss out on reading this masterpiece.",
          "Aliases": []
        },
        "8": {
          "ID": "10161259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161259",
          "TitleEnglish": "The Tragic Duality of Eren & Reiner.",
          "SummaryEnglish": "Eren and Reiner are similar characters, with very intentionally-made parallel stories. Lets see just how they are alike and why its been done!",
          "Aliases": []
        },
        "9": {
          "ID": "10161260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161260",
          "TitleEnglish": "LUFFY & KAIDO REMATCH!? THE YONKOU VS WORST GENERATION!! | One Piece Chapter 1001 Review",
          "SummaryEnglish": "Chapter 1001 was filled with crazy action as Luffy, Law, Kidd, Killer, & Zoro take on Big Mom and Kaido! Let's see what happened!",
          "Aliases": []
        },
        "10": {
          "ID": "10161261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/10161261",
          "TitleEnglish": "The TYBUR Family & WARHAMMER TITAN EXPLAINED!! | Attack on Titan",
          "SummaryEnglish": "The battle in Marley is finally heating up, and the Warhammer Titans powers along have been revealed along with it! Today I'm looking at the history of the Tybur's and the abilities of their Titan!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2080861",
      "URL": "https://www.thetvdb.com/series/anime-culture-corner/seasons/official/2022",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9984751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984751",
          "TitleEnglish": "The Heart of Vagabond",
          "SummaryEnglish": "I attempt to understand the philosophy of Miyamoto Musashi and how it's reflected in the absolutely masterful manga, Vagabond. Check it out.",
          "Aliases": []
        },
        "2": {
          "ID": "9984752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984752",
          "TitleEnglish": "Will Attack on Titan's Ending Be ANIME-ORIGINAL??",
          "SummaryEnglish": "The final season of Attack on Titan continues making waves weekly in the anime community, and today I'm discussing the possibility of it going ANIME-ORIGINAL... spoiler-free, of course. Last April, the AOT manga community was divided over the last chapter and how the series ended. Now, it's up to MAPPA to decide the direction of the series; what will they do?? Let's talk about it.",
          "Aliases": []
        },
        "3": {
          "ID": "9984753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984753",
          "TitleEnglish": "How Attack on Titan Wrote the Perfect Plot Twist",
          "SummaryEnglish": "The final season of Attack on Titan brought the show's BIGGEST PLOT TWIST YET: Eren manipulated EVERYTHING. The reveal of the Attack Titan's true ability- that lets its users see its future memories- allowed Eren to write the past itself and shows us that he was behind one of the series' biggest moments EVER. And today I'm breaking down what makes this scene so incredibly intense, emotional, and utterly surprising. Check it out!",
          "Aliases": []
        },
        "4": {
          "ID": "9984754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984754",
          "TitleEnglish": "The Anime Studio That Never Fails",
          "SummaryEnglish": "Demon Slayer Season 2 finished its run a couple weeks ago and absolutely stunned the anime community once again, and a big part of that is ALWAYS attributed to the absolutely jaw-dropping, seizure-inducing (in a good way), eye candy animation that Ufotable continues to deliver. Today I'm talking about a number of Ufotable's works and their rise to fame over the past decade, in a weird combination of anime analysis and historical retelling. I have no idea what I'm doing honestly, but I hope it's good.",
          "Aliases": []
        },
        "5": {
          "ID": "9984755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984755",
          "TitleEnglish": "The Manhwa With Limitless Potential",
          "SummaryEnglish": "Doom Breaker is a hot, up-and-coming webtoon that has captivated me. Following Zephyr's journey to rewrite history and save humanity from the war against Tartarus and the demon army, this manhwa left me wanting to read chapter after chapter until I caught up. Don't miss it!",
          "Aliases": []
        },
        "6": {
          "ID": "9984756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984756",
          "TitleEnglish": "The Return of Berserk",
          "SummaryEnglish": "Check out the official tweet here from the editing department and Kouji Mori regarding the future of Berserk:",
          "Aliases": []
        },
        "7": {
          "ID": "9984757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984757",
          "TitleEnglish": "The Manga That Teaches You How To Rule the World",
          "SummaryEnglish": "20th Century Boys is by no means a recent manga release; but with a timeless villain and an endless list of themes that Naoki Urasawa dives into through this story, it is a manga that will never get old. Join me today as I discuss the intricacies of the dynamic between Kenji & Friend, my biggest takeaway, and an all-around solid rant about a manga that impressed me, beginning to end.",
          "Aliases": []
        },
        "8": {
          "ID": "9984758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984758",
          "TitleEnglish": "Just Watch Spy X Family, Already",
          "SummaryEnglish": "Spy X Family is the most popular show from this past season, and today I'm giving a breakdown of the backstory of the manga and what I personally think makes this show appeal to so many. Check it out, and thanks for 40k subscribers!!",
          "Aliases": []
        },
        "9": {
          "ID": "9984759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984759",
          "TitleEnglish": "Why Everyone Loves Kaguya-sama",
          "SummaryEnglish": "Kaguya-sama: Love is War Season 3 is the BEST anime of the year so far, and today I'm here to talk about what I think is so special about this show and how it's written. Come join me as I dive into Ishigami, Kaguya, & Shirogane and the importance of their story arcs!",
          "Aliases": []
        },
        "10": {
          "ID": "9984760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984760",
          "TitleEnglish": "Pluto: Naoki Urasawa's Dark Reimagining of Astro Boy",
          "SummaryEnglish": "Pluto is one of Naoki Urasawa's lesser known works, but arguably one of his most notable at the same time. Based on Tezuka Osamu's Astro Boy, Urasawa's dark take on one of the world's most beloved childhood heroes is both interesting and thought-provoking. Join me as I try to understand Pluto, which has joined the ranks of Monster and 20th Century Boys for me as one of my favorite manga ever.",
          "Aliases": []
        },
        "11": {
          "ID": "9984761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984761",
          "TitleEnglish": "The Beauty of the Broken Character",
          "SummaryEnglish": "Who do you think of as a \"broken\" character? Guts? Thorfinn? Eren, even? Today I break down what makes characters- who have undergone such severe tragedy, and reached their breaking point- amazing, and utterly beloved by readers and watchers alike. Going into manga like Berserk, Vinland Saga, and even anime like Steins; Gate, come listen!",
          "Aliases": []
        },
        "12": {
          "ID": "9984762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9984762",
          "TitleEnglish": "The Stunning World of Made in Abyss",
          "SummaryEnglish": "Made in Abyss is one of the most beautiful anime out there, and it rightfully gets this recognition. Today I'm talking about what I find so beautiful and immersive about the world of Made in Abyss, and just how it crafted one of the most curious and inventive worlds in all of anime!",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2080601",
      "URL": "https://www.thetvdb.com/series/anime-culture-corner/seasons/official/2023",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "9981963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9981963",
          "TitleEnglish": "LONELINESS",
          "SummaryEnglish": "The Climber is a psychological manga following the life of Mori Buntarou, a solo climber who struggles to find his place in society. Today I give a brief synopsis of the story and break down the themes of loneliness, rejection, and redemption that it tackles beautifully. Thanks for your patience in waiting for this video... now come take a trip with me!",
          "Aliases": []
        },
        "2": {
          "ID": "9981964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9981964",
          "TitleEnglish": "The Broken Mind of Eren Yeager.",
          "SummaryEnglish": "Attack on Titan: THE FINAL CHAPTERS Special 1 came out only a couple days ago, and it immediately reminded us of how complex and incredible of a series it is; today, I'm going into the broken and divided nature of Eren, and how this episode truly showed how multifaceted and deep he is. Come join in. I hope you enjoy.",
          "Aliases": []
        },
        "3": {
          "ID": "9981965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9981965",
          "TitleEnglish": "Conquering the Past: Kingdom's Epic War Odyssey",
          "SummaryEnglish": "Kingdom does not receive the widespread love that it DESERVES. This manga is one of the greatest odyssey's to be written, and today I'm exploring what I love about this series and what truly makes it one of Shounen Jump's most complex (and, deservedly, acclaimed) series to date. Kingdom is NOT a series you want to miss - jump in and listen to what I've got to say, if you'd like.",
          "Aliases": []
        },
        "4": {
          "ID": "9981966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9981966",
          "TitleEnglish": "One Piece Just Shocked the World",
          "SummaryEnglish": "GEAR 5th IS HERE!! JOY BOY HAS RETURNED!! Join me today as I talk about just why this moment is impactful across alllll of anime, manga, and the Internet as a whole- because this is more than just a plain 'ol transformation. The world has been waiting on edge for the past month, and the moment has finally come. Let's see why the build-up for Gear 5th succeeded so well and why it is a huge moment for every anime watcher out there!",
          "Aliases": []
        },
        "5": {
          "ID": "9981967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-culture-corner/episodes/9981967",
          "TitleEnglish": "This Zombie Anime is Too Realistic",
          "SummaryEnglish": "Zom 100: Bucket List of the Dead is one of the most popular airing shows at the moment, and I think a lot of that can be attributed to just how relatable they make it: a zombie apocalypse means... I don't have work tomorrow!? Come listen as I talk about working conditions in Japan, why the first episode of Zom 100 does such an incredible job of depicting it and reeling us into it, and what it tells us about real freedom.",
          "Aliases": []
        }
      }
    }
  }
}