{
    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32832439/",
        "https://dahliya-anime.com/",
        "https://www.tvmaze.com/shows/75698/show-slug",
        "https://www.themoviedb.org/tv/233523",
        "https://www.wikidata.org/wiki/Q121889986",
        "https://en.wikipedia.org/wiki/Dahlia_in_Bloom",
        "https://x.com/dahliya_anime"
    ],
    "TitleEnglish": "Dahlia in Bloom: Crafting a Fresh Start with Magical Tools",
    "SummaryEnglish": "After a workaholic life in Japan, Dahlia is reborn as a magical maven in a new world, but her afterlife takes an unexpected turn. Engaged, betrayed, and orphaned—all before the honeymoon? Talk about a plot twist! Watch as Dahlia turns heartbreak into wand-making brilliance and declares her independence. In this story, the real magic is self-discovery, and Dahlia’s the sorceress of her own destiny.",
    "TitleJapanese": "魔導具師ダリヤはうつむかない",
    "SummaryJapanese": "彼女が最後に見た光景は資料が雑然と散らかるデスクだった。\n徹夜続きで働き、突然心臓が止まってしまったのだ。\nやりたいことがたくさんあったはずなのに、机に突っ伏して最期を迎えるなんて…。\n彼女は二度目の人生を魔法の存在する世界で送ることになった。\n名前はダリヤ・ロセッティ。\n彼女が暮らすこの世界には、人々の生活を便利にする「魔導具」がある。\n普段の生活はだらしないが魔導具師としては尊敬できる父のカルロ。\nダリヤはカルロの作る魔導具に憧れ、自分も魔導具師になろうと決意する。",
    "Aliases": [
        "魔導具師ダリヤはうつむかない ～今日から自由な職人ライフ～",
        "魔導具師ダリヤはうつむかない ～Dahliya Wilts No More～",
        "Madо̄gushi Dahlia wa Utsumukanai: Kyō kara Jiyū na Shokunin Life",
        "Madо̄gushi Dahlia wa Utsumukanai",
        "Madougushi Dahlia wa Utsumukanai - Kyou Kara Jiyuu na Shokunin Life"
    ],
    "Modified": "2025-07-29",
    "Seasons": {
        "1": {
            "ID": "2080270",
            "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10396691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10396691",
                    "TitleEnglish": "Dahlia's Dream",
                    "SummaryEnglish": "Dahlia Rossetti lives in a world of magic. While she's still very young, her father shows her a beautiful magic device which inspires her to become a magic artificer just like him. One day, she tries to build a device on her own, but...",
                    "TitleJapanese": "ダリヤの夢",
                    "SummaryJapanese": "ダリヤ・ロセッティは二度目の人生を魔法のある世界で歩むことになった。 父・カルロが見せてくれた魔導具・妖精結晶のランタンの輝きに感動して、父と同じ魔導具師になることを決意する。 幼いながらも、さまざまな魔導具を夢想しては、書き溜めていく日々。 そんなある日、ダリヤは父が出かけている間に、一人で魔導具を作ろうとするが――。"
                },
                "2": {
                    "ID": "10559855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559855",
                    "TitleEnglish": "Memories of Being with Carlo",
                    "SummaryEnglish": "Dahlia is inspired to develop a raincoat when she sees her father's coat soaked with rain. She persists through rounds of trial and error with the assistance of her fellow apprentice, Tobias. Her finished work leads to unexpected outcomes.",
                    "TitleJapanese": "カルロとの思い出",
                    "SummaryJapanese": "雨に濡れた父のコートをヒントに、レインコートの制作を思いつくダリヤ。 兄弟子・トビアスに手伝ってもらいながら試行錯誤を繰り返す。 遂に完成した完全防水の布と、その布を使ったレインコートは大きな話題となり注文が殺到する。 そんな折、魔導具作りに成功した二人に、婚約の話が飛び出す。"
                },
                "3": {
                    "ID": "10559856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559856",
                    "TitleEnglish": "True Love?",
                    "SummaryEnglish": "A year has passed since tragedy struck Dahlia's life. Now she's been hit by a confession from Tobias that changes everything. As Dahlia sorts through her memories, she decides that this time she'll live her life as she pleases.",
                    "TitleJapanese": "真実の愛？",
                    "SummaryJapanese": "最愛の父・カルロがこの世を去ってから1年後、ダリヤは婚約者のトビアスから婚約を破棄させてほしいと告げられる。 ひとりぼっちになってしまったダリヤは、前世の最期を思い返し、今度こそうつむかず、生きたいように生きていこうと決意する。"
                },
                "4": {
                    "ID": "10559857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559857",
                    "TitleEnglish": "An Encounter With a Knight",
                    "SummaryEnglish": "While out in the forest, Dahlia helps a gravely wounded knight named Wolf. He tries to repay her kindness, but she declines. Meanwhile, the Trade Guild discovers an irregularity in a contract with Tobias, and Dahlia is at the center of the issue.",
                    "TitleJapanese": "騎士との出会い",
                    "SummaryJapanese": "森に出掛けたダリヤは、重傷を負った騎士・ヴォルフと出会う。 助けてくれた礼をしたいと申し出るヴォルフに、今度会ったらという約束をして別れる。 一方、商業ギルドで、トビアスによる契約トラブルが発覚する。巻き込まれたダリヤに、商業ギルドの面々は協力を名乗り出る。皆の後押しもあり、ダリヤは商会設立を決める。"
                },
                "5": {
                    "ID": "10559858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559858",
                    "TitleEnglish": "Father's Gift",
                    "SummaryEnglish": "After having her eyesight healed, Dahlia stops by a café. As she waits for a server, she notices a flurry of activity. She looks up to find Wolf walking straight toward her! Later, she visits a magic device shop and learns something surprising.",
                    "TitleJapanese": "父の贈り物",
                    "SummaryJapanese": "カフェテラスでヴォルフと再会するダリヤ。 森では姿を偽っていたダリヤだったが、ヴォルフはすぐに本人だと見抜き、食事をご馳走させてほしいと申し出る。 ヴォルフは貴族で騎士、さらに衆目を集める美貌の持ち主だったが、魔導具が大好きなダリヤと魔剣に興味津々なヴォルフは話が盛り上がり、貴族街にある魔導具店に出掛ける約束をする。"
                },
                "6": {
                    "ID": "10559859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559859",
                    "TitleEnglish": "Fairy Crystal Eyeglasses",
                    "SummaryEnglish": "After their trip to the magic device shop, Dahlia invites Wolf over for dinner. They get along so well as friends that Wolf confides in Dahlia, telling her his long held worries. Wanting to help, she comes up with an idea involving fairy crystal.",
                    "TitleJapanese": "妖精結晶の眼鏡",
                    "SummaryJapanese": "亡き父の旧友が営む魔導具店を訪れた夜、ダリヤは自分の家にヴォルフを招待して夕食を振る舞う。友人として気が合う二人。 ヴォルフは目立つ美貌のせいで常に女性から欲望の目を向けられ、男性とは仲良くなってもすぐに友情が破綻してしまうことを打ち明ける。 自分の顔が大嫌いだという彼の悩みを聞いたダリヤは、妖精結晶を使った魔導具で彼の金の目を隠すことを思いつく。"
                },
                "7": {
                    "ID": "10559860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559860",
                    "TitleEnglish": "A Premonition of Pandemonium",
                    "SummaryEnglish": "Dahlia and Wolf are excited by the idea of making a magic sword, but then Wolf has to deploy on a campaign. He completes his duties quickly and returns earlier than expected. Soon, they have their first prototype, but its seems a little... ominous.",
                    "TitleJapanese": "大騒動の予感",
                    "SummaryJapanese": "一緒に人工魔剣をつくる約束をしたダリヤとヴォルフだったが、ヴォルフの遠征任務が入り延期になってしまう。 魔剣作成が待ちきれないヴォルフは、いつになく積極的に任務にあたり、予定よりも早くダリヤの家を訪れる。 二人は協力しあいながら魔剣作成に挑むが、やはり一筋縄ではいかず試行錯誤する。 やがて一本の試作品が出来上がったのだが、それは禍々しいオーラを放っており……？"
                },
                "8": {
                    "ID": "10559861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559861",
                    "TitleEnglish": "The Rossetti Company",
                    "SummaryEnglish": "Thanks to Wolf's help, Dahlia is seeing rather unexpected success with a rather unexpected product. And a massive order has her scrambling to figure out how to make it all happen with her fledgling company.",
                    "TitleJapanese": "ロセッティ商会",
                    "SummaryJapanese": "暑さと湿気の厳しい土地へ遠征に向かうヴォルフに、ダリヤが渡した試作品の魔導具・五本指靴下と乾燥中敷きが討伐部隊内で話題となり皆が欲しがる大人気商品になってしまう。 ただちに正式導入したいと、騎士団から大量発注がかかり、手に負えなくなったダリヤはヴォルフとともに商業ギルドへ相談に行くことに。 服飾ギルドや冒険者ギルドも巻きこんでの大きな話となっていき……。"
                },
                "9": {
                    "ID": "10559862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559862",
                    "TitleEnglish": "Beyond the Nightmare",
                    "SummaryEnglish": "Wolf goes to inform his family of his recent foray into business. He's met by Guido, his older brother, who he's hardly spoken to since a fateful day years ago. Meanwhile, Dahlia asks a local artisan to help her improve one of her inventions.",
                    "TitleJapanese": "悪夢を越えて",
                    "SummaryJapanese": "ロセッティ商会の保証人になった件について話すため、王都にある実家スカルファロット家の別邸を訪れるヴォルフ。 迎えた兄・グイードは歓迎し、惜しみない協力を申し出る。 これまで交流のなかった弟の世話を熱心に焼こうとするのはなぜなのか、その原因が、ヴォルフの母がグイードらを守って命を落としたことにあると気づき……。 一方、ダリヤは泡ポンプボトル改良のため、職人のフェルモに共同開発の依頼を持ち掛ける。"
                },
                "10": {
                    "ID": "10559863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559863",
                    "TitleEnglish": "An Invitation to the Palace",
                    "SummaryEnglish": "Wolf is intrigued by a bracelet Dahlia has imbued with wind magic. As they spend time eating and chatting, Dahlia is inspired to make a new magic device based on Wolf's stories. The next day, when she visits the Trade Guild, a letter arrives for her.",
                    "TitleJapanese": "王城への招待",
                    "SummaryJapanese": "風魔法の効果を付与した腕輪型の魔導具を試作したダリヤ。 すさまじい跳躍を可能にする腕輪に興味をそそられたヴォルフは、自分専用の魔導具にしてもらうことに。 一緒に食事を楽しんだり、ヴォルフの話をヒントにダリヤが靴乾燥機の魔導具を新しく作ったり、二人の時間は過ぎていく。 その翌日、商業ギルドを訪れていたダリヤの元に、魔物討伐部隊の副隊長が書簡を届けに来る。"
                },
                "11": {
                    "ID": "10559864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559864",
                    "TitleEnglish": "Blossoms Opening Toward the Sky",
                    "SummaryEnglish": "Dahlia and Wolf work on creating a magic sword for the first time in a while. An experiment with a mirror snake's scale goes awry, leaving them with questions about the future. Later, they go to the cemetery together and each visit their parents' graves.",
                    "TitleJapanese": "空へと咲く花",
                    "SummaryJapanese": "魔物討伐部隊長からの書簡で招きを受けたダリヤは、王城へ向かう。 急な呼び出しに緊張しながら待っていると、現れたのはヴォルフだった。隊長のグラートがダリヤに直接、五本指靴下と乾燥中敷きのお礼が言いたいのだという。 王城訪問を終えた夜、訪ねてきたヴォルフ。彼と酒を飲みながら互いに秘密を暴露しあう遊びをする。 ダリヤは今まで一度も触れなかった自身の母についてヴォルフに語り……。"
                },
                "12": {
                    "ID": "10559865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dahlia-in-bloom-crafting-a-fresh-start-with-magical-tools/episodes/10559865",
                    "TitleEnglish": "Dahlia in Bloom",
                    "SummaryEnglish": "Dahlia and Wolf work on creating a magic sword for the first time in a while. An experiment with a mirror snake's scale goes awry, leaving them with questions about the future. Later, they go to the cemetery together and each visit their parents' graves.",
                    "TitleJapanese": "魔導具師ダリヤはうつむかない",
                    "SummaryJapanese": "久しぶりに人工魔剣の試作に取り組むダリヤとヴォルフ。 作業を終えて机を片付けていた時、置きっぱなしになっていた鏡蛇の鱗が目に留まる。 めくらまし効果があると言われている鏡蛇の鱗。ダリヤが付与を試みると、突如鱗が光り出し二人を取り囲む。 光の中で二人が見た光景は、煌びやかなダンスホールで一緒に踊る自分たちの姿だった。"
                }
            }
        }
    }
}