{
    "URL": "https://www.thetvdb.com/series/439592-trillion-game",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33609048/",
        "https://trilliongame-anime.com/",
        "http://www.reddit.com/r/TrillionGameManga",
        "https://www.themoviedb.org/tv/240125",
        "https://www.wikidata.org/wiki/Q122584947",
        "https://en.wikipedia.org/wiki/Trillion_Game#Anime",
        "https://x.com/trilliongame_pr"
    ],
    "TitleEnglish": "Trillion Game (2024)",
    "SummaryEnglish": "The founders of big company Trillion Game, Haru and Gaku, are two young men who become the first Japanese people in the 21st century to be listed in the top 10 of The World's Billionaires. The story takes from Gaku's prespective, who recalled how he came this far: his first encounter with Haru, their first establishment of Trillion Game, and people who are involved with the success of the company.",
    "TitleJapanese": "トリリオンゲーム (2024)",
    "SummaryJapanese": "ワルで頭の回転が速い人たらし・ハルと、気弱で人と話すことが苦手なパソコンオタク・ガク。正反対の二人は、中学時代のとある出来事を機に交友を深めていく。それから数年。大学生になり就職活動に励むガクは、その性格が災いし面接で全敗。本命であった大手企業・ドラゴンバンク本社の窓拭きバイトをしていたところ、ハルに一緒に起業しないかと持ちかけられる。「俺らのワガママは、世界一だ」この世の全てを手にいれるため、1兆ドルを稼いで駆け上がる、二人の超予測不能な起業サバイバルが始まる！",
    "Aliases": [
        "Trillion Game"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2083495",
            "URL": "https://www.thetvdb.com/series/439592-trillion-game/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "10023471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10023471",
                    "TitleEnglish": "The World's Most Selfish Man",
                    "SummaryEnglish": "Gaku possesses outstanding computer skills but is socially awkward. Haru's only talent is talking. After graduating from university, Haru wants to use Gaku's abilities to fulfill his childhood dream—to earn a trillion dollars.",
                    "TitleJapanese": "世界一のワガママ",
                    "SummaryJapanese": "世界一のワガママ男・ハルと気弱なパソコンオタク・ガク。そんな二人の出会いは、8年前——中学時代に遡る。ガクが購入したノートパソコンを奪おうとした半グレを、通りがかったハルが撃退したのだ。しかしその様子が、防犯カメラに収められていた。ガクは助けてくれた彼を救うべく、策を巡らせる。"
                },
                "2": {
                    "ID": "10694078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10694078",
                    "TitleEnglish": "START UP",
                    "SummaryEnglish": "After Haru blows their entire startup capital on an expensive office chair, the two young entrepreneurs set out to find a generous investor. There's only one problem: They haven't achieved anything, nor do they have any idea for their business model.",
                    "TitleJapanese": "START UP",
                    "SummaryJapanese": "ドラゴンバンクとキリカをいただく——。そう宣戦布告をしたハルとガクの新会社立ち上げ初日、ハルが20万円するイスを購入したことで、早速2人の全財産である資本金がゼロになってしまう。軍資金を集めるべく、ハルは個人投資家たちに出資を募るためアタックを掛けるが、そうそう上手くいくはずもない。そこでハルは秘策を胸に、ある人物に会いに行くのだが……!?"
                },
                "3": {
                    "ID": "10702621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702621",
                    "TitleEnglish": "You'll Win, Won't You?",
                    "SummaryEnglish": "Kirika offers to invest in Haru and Gaku for a 51% shareholding ratio, which would give her control over their company. Haru uses her offer as a weapon and enters a hacking tournament in order to attract other investors.",
                    "TitleJapanese": "お前なら勝つだろ",
                    "SummaryJapanese": "キリカがハルとガクに出資をする条件として提示したのは、持ち株比率51％であることだった。しかし、その条件を受けてしまっては、経営の実権を彼女に握られてしまう。ハルはキリカが出資をするという言質を武器に、セキュリティ・チャンピオンシップへの出場を決定。大会で目立ち、他の投資家からも出資を取り付けようとするが……？"
                },
                "4": {
                    "ID": "10702622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702622",
                    "TitleEnglish": "A Bad Guy",
                    "SummaryEnglish": "The preliminary phase of the Security Championship is nearing its conclusion. Will Haru and Gaku manage to secure a spot among the top 12 teams and reach the finals?",
                    "TitleJapanese": "ワルい男",
                    "SummaryJapanese": "セキュリティ・チャンピオンシップ予選。ハルの想いに応えるように、ガクは100人の助っ人とともに次々と問題を解き進める。しかし、50位まで進んだガクの前に超難問が。上位のエリートハッカーたちもクリアできていないその問題に回答できるチャンスは、なんと一度きり。果たしてガクは、超難問を解き明かすことができるのか……!?"
                },
                "5": {
                    "ID": "10702623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702623",
                    "TitleEnglish": "The Maiden's Gaze",
                    "SummaryEnglish": "Haru and Gaku compete as the only second team in the final round of the Security Championship. But right from the start, Haru demonstrates that he can contribute to the duo's victory even without IT skills.",
                    "TitleJapanese": "乙女の眼差し",
                    "SummaryJapanese": "セキュリティ・チャンピオンシップの決勝戦に、ハルは神主姿で現れた。意表を突く姿に翻弄されるガクに、「スタートダッシュは一分待て」とハルが伝える。決勝戦の内容は、敵チームにハッキングをしてポイントを奪っていくというもの。ガクたちはドラゴンバンクの精鋭をはじめ、様々なチームに開始前から目を付けられていて……。"
                },
                "6": {
                    "ID": "10702624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702624",
                    "TitleEnglish": "I Want You To the Moon",
                    "SummaryEnglish": "Gaku and Haru win the Security Championship, but they're disqualified after a complaint over their physical attack against the other competitors. However, investor Kedoin Kazuki is drawn to their abilities and reaches out to them.",
                    "TitleJapanese": "月まで欲しくて",
                    "SummaryJapanese": "セキュリティ・チャンピオンシップで優勝したものの、物理的な攻撃にクレームが入り、ガクたちは失格となってしまった。しかし、その能力に惹かれた投資家・祁答院一輝がハルたちに声を掛けてくる。ハルたちは彼から叩きつけられたムチャな課題をクリアして、無事に出資を取り付けることができるのか……!?"
                },
                "7": {
                    "ID": "10702625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702625",
                    "TitleEnglish": "Trillion Game, Inc.",
                    "SummaryEnglish": "With the name of the company settled, Haru and Gaku move on to hiring personnel. But which of the five applicants would be most suited to the job, especially when it hasn't been decided what the \"job\" is yet?",
                    "TitleJapanese": "株式会社トリリオンゲーム",
                    "SummaryJapanese": "株式会社トリリオンゲームの採用面接に集まったのは五人。ドラゴンバンク社長の本から経営学に関する質問を借りつつ、ハルとガクは五人の面接を進めていく。質問に対して自信満々に正解する男性もいる中、現れたのは高橋凜々という大学生。彼女はネタ元の経営学の本を読んだことがあると言い、回答を辞退して……。"
                },
                "8": {
                    "ID": "10702626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702626",
                    "TitleEnglish": "Flowers and Splendor",
                    "SummaryEnglish": "The trio is trying to launch an online shop where customers receive advice from a seemingly AI that appears as a VTuber avatar. Soon, they also discover which market they can specialize in.",
                    "TitleJapanese": "花と華",
                    "SummaryJapanese": "凜々のリサーチとハルの思いつきから、ガクはAIセレクトショップ「ヨリヌキ」を開発。しかし、AIとは名ばかりで作ったのはガワだけ。凜々が人力で対応するサイトだった。「ヨリヌキ」の売上を大きく伸ばすべく、ハルは花市場に注目。そして、フラワーコーディネートの需要がある現場、アイドルグループのライブに潜入することに……!?"
                },
                "9": {
                    "ID": "10702627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702627",
                    "TitleEnglish": "The Flower Way of Kabuki",
                    "SummaryEnglish": "Haru and Gaku begin working as hosts in Shinjuku's Kabukicho to better understand their target market.",
                    "TitleJapanese": "歌舞伎の花道",
                    "SummaryJapanese": "「ヨリヌキ」売却のため、ハルとガクはフラワーアレンジメントが日本で一番売れる街・歌舞伎町のホストクラブに潜入する。売却条件の月商2000万円達成には、ホストクラブの客に「ヨリヌキ」を宣伝するほかないと考え、ハルはすぐさまNo.1の座を目指す。しかし、今まで使っていた花屋から「ヨリヌキ」に乗り換える客は少なく……。"
                },
                "10": {
                    "ID": "10702628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702628",
                    "TitleEnglish": "GOLDEN EGG",
                    "SummaryEnglish": "Haru and Gaku's AI specialty shop catches the attention of Dragon Bank, who uses their media empire to bring them down. Not one to be beaten, Haru immediately begins preparing a counterattack.",
                    "TitleJapanese": "GOLDEN EGG",
                    "SummaryJapanese": "「ヨリヌキ」を蜜園フラワーに 売却し、株式会社トリリオンゲームは軍資金を手に入れる。蜜園フラワーの有能スタッフの力もあって、「ヨリヌキ」は徐々に認知を拡大。だが、急成長するハルたちの事業に目を付けたドラゴンバンクは、メディアの力を駆使し、「ヨリヌキ」の類似サービスを展開。一気に「ヨリヌキ」のシェアが奪われてしまい……。"
                },
                "11": {
                    "ID": "10702629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702629",
                    "TitleEnglish": "The Illusory Man",
                    "SummaryEnglish": "Trillion Game, Inc. invites investors to a private information session for their new social game project, which includes an appearance from a surprising guest.",
                    "TitleJapanese": "幻の男",
                    "SummaryJapanese": "株式会社トリリオンゲームが数十億円を手に入れるための秘策として、人気ソーシャルゲーム『ドラゴン娘』のクリエイターである“世界の堀本”をドラゴンバンクから引き抜こうと考えるハル。ガクと凜々が驚く中、ハルは以前出資を断られた投資家たちを呼び、新企画を大々的に発表。そこでゲストとして登壇したのは驚くべき人物だった。"
                },
                "12": {
                    "ID": "10702630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702630",
                    "TitleEnglish": "Two Bad Guys",
                    "SummaryEnglish": "Haru and Kedoin visit God Promotion, Kedoin's former employer, to make a deal.",
                    "TitleJapanese": "ワルがふたり",
                    "SummaryJapanese": "数年前、芸能事務所のゴッド・プロモーションでチーフマネージャーを務めていた祁答院は、タレントの不祥事をかばって逮捕されていた。その上、会社からは裏切られ、帰る場所を失っていた。そんな彼に、ハルはとある提案を持ちかける。果たして、その策に祁答院が乗るのか？　はたまた、ハルが仕掛ける新たな策とは？"
                },
                "13": {
                    "ID": "10702631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702631",
                    "TitleEnglish": "The Decisive Battle!!",
                    "SummaryEnglish": "Trillion Game, Inc. takes over God Promotion's shareholder meeting, and Gaku learns the shocking truth about Haru's plans for Sakura and his team of game designers.",
                    "TitleJapanese": "決戦！！",
                    "SummaryJapanese": "ゴッド・プロモーションの定時株主総会が開かれ、参加者は総会後に行われる天パ組のライブを楽しみに待ち構えていた。しかし、議案も終盤に差し掛かったところ、突如一般客席より修正動議が提案される。提案した人物を見て、戸惑う神社長。さらに、彼の耳元にあるインカムからは、とある人物の声が聞こえてきて——。"
                },
                "14": {
                    "ID": "10702632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702632",
                    "TitleEnglish": "Haru vs. Gaku",
                    "SummaryEnglish": "Rinrin is furious when she learns the game development project was merely a pawn, but Gaku stops her from going to speak with Haru. If Gaku must fight Haru, then he'd rather do it his way. He reveals the situation to Sakura's team, and together they plan to create a game that exceeds what Haru planned for them. That said, it's a difficult task for a team that's never produced a hit game before.",
                    "TitleJapanese": "ハルVS.ガク",
                    "SummaryJapanese": "ゲーム事業が捨て駒にされていたことを知り、凜々は怒り出す。しかし、彼女がハルに直訴するのをガクは止めるのだった。ハルと対峙するのであれば自分のやり方で喧嘩をしたい——。その想いのもと、ガクは桜たちにも事情を明かし、ゲーム事業でハルの計画を超える決意をする。とはいえ、今までヒット作を生み出したことのないチームが一から作るのは困難で……。果たして秘策は……？"
                },
                "15": {
                    "ID": "10702633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702633",
                    "TitleEnglish": "WITH YOU",
                    "SummaryEnglish": "Gaku goes on a date with Kirihime to an amusement park. Though she seems to be enjoying herself like an ordinary girl, Gaku suspects that their \"date\" is a cover to discuss business.",
                    "TitleJapanese": "WITH YOU",
                    "SummaryJapanese": "キリカから遊園地デートの誘いを受けたガク。どういう服装をすればいいのか見当も付かず、ホストのツテや「ヨリヌキ」の答えをもとにコーディネートを完成させる。デート当日、監視役こそいるものの、ガクの目にはキリカが純粋に遊園地で楽しんでいるように見えた。しかし、ただ楽しいだけでキリカとのデートが終わるはずもなく……。"
                },
                "16": {
                    "ID": "10702634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702634",
                    "TitleEnglish": "I LOVE MONEY",
                    "SummaryEnglish": "Gaku and Rinrin meet with Hebijima, the creator of Dragon Bank's hit game Dragon Musume, to offer him a job at Trillion Game, Inc. Negotiations immediately hit a snag when the topic of pay comes up.",
                    "TitleJapanese": "I LOVE MONEY",
                    "SummaryJapanese": "『ドラゴン娘』のディレクターが蛇島透という男だと知り、早速ガクたちはアポイントを取る。しかし、彼から指定された交渉場所のドラゴンバンク社屋で提示された年俸は1億8000万円。自分の勤務先でありながら引き抜き話を大声で話す蛇島に、ガクたちは違和感を覚える。ゲーム業界を知る桜は、蛇島が社内で飼い殺しにされているのではと推理して……。"
                },
                "17": {
                    "ID": "10702635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702635",
                    "TitleEnglish": "Haru Unparalleled",
                    "SummaryEnglish": "Haru begins networking and making connections in order to build his media empire. Meanwhile, Rinrin has some bad news to share regarding the financial situation of Trillion Game, Inc.",
                    "TitleJapanese": "ハル無双",
                    "SummaryJapanese": "芸能界のドンと名高いとある大物と話を付けるため、テレビ局のパーティーに参加したハル。交渉への糸口を掴むためにハルが仕込んだ秘策とは……？　一方、株式会社トリリオンゲームは資金が底を尽いていた。社長の凜々は会社の危機に対し、ゴッド・プロモーション株を担保に当座のお金を借り入れるが……!?"
                },
                "18": {
                    "ID": "10702636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702636",
                    "TitleEnglish": "The IT Cup",
                    "SummaryEnglish": "Haru fabricates a scandal in order to form a business alliance with Sumeragi Entertainment, the most powerful corporation in the industry.",
                    "TitleJapanese": "ITの盃",
                    "SummaryJapanese": "ハルはテレビ局のパーティーで知り合った暴露系配信者を使い、タレントのスキャンダルを暴露。その収拾役を自らが務めることで、タレントが所属する大手芸能事務所・皇興業に恩を売り、共同出資の新会社設立に漕ぎつける。この影響により、ゴッド・プロモーション株はV字回復。危機を脱し、新作ゲームの制作へ邁進するが……!?"
                },
                "19": {
                    "ID": "10702637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702637",
                    "TitleEnglish": "Look At the Sky Instead of the Peak",
                    "SummaryEnglish": "Trillion Game, Inc. brainstorms ways to get players to pay for a free mobile game.",
                    "TitleJapanese": "頂よりも空を見て",
                    "SummaryJapanese": "蛇島が課金を呼ぶゲーム設計、桜がエンタメ性を追求した『プチプチランド』はヒットチャートを急上昇。ゴッド・プロモーション所属のタレントとのコラボも実施した結果、大ヒット！ドラゴンバンク社の『ドラゴン娘ぷにぷに』との差をどんどん縮めていく。　そして、『プチプチランド』サービス初月の課金総額が発表されて…。"
                },
                "20": {
                    "ID": "10702638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702638",
                    "TitleEnglish": "The Price of Glory",
                    "SummaryEnglish": "Gaku meets his high school crush at a class reunion.",
                    "TitleJapanese": "栄冠の対価",
                    "SummaryJapanese": "『プチプチランド』のヒットによって、株式会社トリリオンゲームは巨万の富を得た。そこでハルたちは、蜜園フラワーの社長をはじめ、これまで出資してくれた人々へのお礼参りをすることに。すると、ある投資家から周囲の反応と自身の行動が変化すると指摘される。そんな中、ガクは中学校の同窓会に出席。当時気になっていた女性、吹奏楽部の桃瀬と再会する。"
                },
                "21": {
                    "ID": "10702639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702639",
                    "TitleEnglish": "The Dragon King's Palm",
                    "SummaryEnglish": "President Kokuryu of Dragon Bank makes Gaku, Haru, and Kedoin an offer they have no reason to refuse.",
                    "TitleJapanese": "龍王の掌",
                    "SummaryJapanese": "ハルとガク、祁答院はドラゴンバンク社長の黒龍宅に招かれる。黒龍の目的は、株式会社トリリオンゲームを買収し、ドラゴンバンクグループの手中に収めること。そのために、350億円の買収額を提示した上で、ハルに娘のキリカとの結婚を迫る。自らとハルの勝負を踏み躙られたキリカが怒りを見せる中、ハルの返答はその場にいる誰もが予想だにしないものだった。"
                },
                "22": {
                    "ID": "10702640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702640",
                    "TitleEnglish": "ALL IN",
                    "SummaryEnglish": "Trillion Game, Inc. takes a company trip to Las Vegas.",
                    "TitleJapanese": "ALL IN",
                    "SummaryJapanese": "ハルは会社の資金30億円をカジノに預け、社員たちにラスベガスで楽しむように告げる。お金の力で活力が生まれている様子を目の当たりにし、ガクはお金の持つエネルギーを直に感じ取る。そして、ガクがカジノのルーレットに挑むと、ビギナーズラックで大当たり。次の一手をハルに問われたガクが出した答えとは…。"
                },
                "23": {
                    "ID": "10702641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702641",
                    "TitleEnglish": "MEDIA WARS",
                    "SummaryEnglish": "Trillion Game, Inc. goes head-to-head against Dragon Bank in the media industry.",
                    "TitleJapanese": "MEDIA WARS",
                    "SummaryJapanese": "トリリオンゲーム社は、ネットテレビ局・トリリオンTVを立ち上げることに。ハルのプランは開局記念の1番組に30億円をフル投入するというもの。スタートダッシュは成功し、急速に人気を集めていく。しかし、ドラゴンバンクがただ指をくわえて見ているはずもなく、新たな刺客を送り込んでくるのだった……!!"
                },
                "24": {
                    "ID": "10702642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702642",
                    "TitleEnglish": "I LOVE NEWS",
                    "SummaryEnglish": "Trillion Game, Inc. proposes a partnership with Kawara TV.",
                    "TitleJapanese": "I LOVE NEWS",
                    "SummaryJapanese": "ハルはトリリオンTVの主軸に、報道番組を据えるという。そのために手に入れたいのは、視聴率レースでは最下位を取りながらも報道には定評のある東京瓦TVだった。ハルは経営陣に真正面から提携を求めるも、すぐに破談。しかし、提携話の噂を聞きつけたアナウンサー・白虎あかりが直々にハルのもとへ訪れてきて……。"
                },
                "25": {
                    "ID": "10702643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702643",
                    "TitleEnglish": "The Collar of Money",
                    "SummaryEnglish": "Trillion Game, Inc. and Kawara TV's Kunugi and Akari get to work producing Trillion News.",
                    "TitleJapanese": "マネーの首輪",
                    "SummaryJapanese": "いくらお金のためだとしても、きっちり中身も作っていく。そう話すハルに功刀とあかりは賛同。トリリオンTVと瓦TVが提携した報道番組がスタートする。瓦TVが弱い地方のニュースは、ガクが構築したフェイク動画を見破るシステムを活用して全国から動画を募集。すると、スマホが爆発するというスクープ動画が届き……。"
                },
                "26": {
                    "ID": "10702644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/439592-trillion-game/episodes/10702644",
                    "TitleEnglish": "GAME CHANGER",
                    "SummaryEnglish": "Haru engineers a scenario in which Trillion News, Kawara TV, and the Mithril phone's manufacturer all come out ahead.",
                    "TitleJapanese": "GAME CHANGER",
                    "SummaryJapanese": "ハルはトリリオンニュースを全世代が視聴するマスメディアへ成長させたいと考え、きっかけを待ち望んでいた。その想いを聞いたガクは、チャンスを逃したくないとアクセス集中の負荷に耐えられるサーバーの強化へ邁進する。そんな折、記録的な大型台風が日本列島を横断。関東を直撃するというニュースが舞い込んできて――。"
                }
            }
        }
    }
}