{
  "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai",
  "Genres": [
    "Adaptation",
    "Adult Animation",
    "Anime - Josei",
    "Erotica"
  ],
  "Other Sites": [
    "https://gunpuku-mouai.af-original.com",
    "https://www.themoviedb.org/tv/235030"
  ],
  "TitleEnglish": "Taisho Era Contract Marriage: The Substitute Bride and a Soldier's Fierce Love",
  "SummaryEnglish": "Asako, despite her status as a viscount's daughter, is shunned in high society. One day, a marriage proposal arrives for her younger sister with Captain Kido, a renowned soldier known for his ice-cold demeanor. Rumor says he seeks a bride solely for the purpose of bearing children... To protect her precious younger sister, Asako volunteers as a substitute bride.",
  "Aliases": [
    "孕むまで乱れいけ～身代わり花嫁と軍服の猛愛",
    "Haramu Made Midare Ike",
    "Taisho Marriage Blanc",
    "Taishou Itsuwari Bridal: Migawari Hanayome to Gunpuku no Mou Ai",
    "Taisho Era Contract Marriage The Substitute Bride and a Soldier's Fierce Love"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2083486",
      "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "10023351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10023351",
          "TitleEnglish": "Chance Meeting - You're the One Who Will Have My Baby, Not Your Sister",
          "SummaryEnglish": "Despite being the daughter of a viscount, Asako is rejected by high society and treated as a nuisance by her parents. When a marriage proposal suddenly arrives for Asako's younger sister from none other than Captain Kido, a soldier known for his coldness, she doesn't hesitate for a moment. To protect her precious younger sister, Asako volunteers as... a substitute bride!",
          "Aliases": []
        },
        "2": {
          "ID": "10753711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10753711",
          "TitleEnglish": "Wedding - You Are My Wife and No One Else",
          "SummaryEnglish": "Concealing the real reason behind their marriage, Asako and Shintaro go to the Tono mansion to ask for the blessing of Asako's parents. Surprisingly, they welcome the idea with open arms, and her father even offers to prepare her wedding kimono. Hiroko, her sister, gifts Asako a precious hairpin for the occasion. Delighted by her family's positive response to her marriage, Asako is excited as her wedding day arrives, however, the fleeting moment of joy is soon shattered by a cruel deed...",
          "Aliases": []
        },
        "3": {
          "ID": "10765051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765051",
          "TitleEnglish": "Newlyweds - If Only I Knew",
          "SummaryEnglish": "Asako begins her new married life with the mysterious and frightening Shintaro, and things get off to a rocky start. Despite the challenges, the newlyweds persevere and head for an outing into town wearing Western clothes. Things start to brighten up for Asako after she hears Shintaro address her as his wife.",
          "Aliases": []
        },
        "4": {
          "ID": "10765052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765052",
          "TitleEnglish": "Readiness - Ready to Risk It All",
          "SummaryEnglish": "Asako is more than happy to receive a surprise visit from her sister, Hiroko. However, when she overhears an unexpected exchange between her sister and her husband, she suddenly remembers why she got married in the first place. Upset that evening, Asako decides to make a bold expression of her feelings to Shintaro...!",
          "Aliases": []
        },
        "5": {
          "ID": "10765054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765054",
          "TitleEnglish": "Jealousy - Want Me All You Want, I'm Your Man",
          "SummaryEnglish": "Asako and Shintaro are on their honeymoon in the seaside town of Atami.Despite being on vacation, they run into Shintaro's colleague Sasaki, who asks him to attend a banquet with military leaders. Later that night, when Shintaro returns to the inn, Asako detects the scent of perfume on him and is overwhelmed with jealousy. Understanding her intense emotions, Shintaro offers himself to her.",
          "Aliases": []
        },
        "6": {
          "ID": "10765055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765055",
          "TitleEnglish": "Friction - Not \"Woman\", She Is My Wife!",
          "SummaryEnglish": "As Asako visits the Kido family home for the first time, she finds herself amid a conflict that has been ongoing for over twenty years between father and son. Displeased with Shintaro's father's verbal abuse, Asako speaks up, further infuriating the man. However, Shintaro's reaction to his father's disrespectful treatment of his wife is completely unexpected...",
          "Aliases": []
        },
        "7": {
          "ID": "10765056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765056",
          "TitleEnglish": "Past - You Are Enough As You Are",
          "SummaryEnglish": "Feeling dejected after the trouble with Shintaro's family, Asako is surprised by an unexpected visitor, a woman who used to be Shintaro's nanny! After talking with her, Asako learns more about Shintaro's past and discovers some surprising news about him and his family. As more time with her new husband passes, Asako finds herself learning more and more about Shintaro and his feelings every day...",
          "Aliases": []
        },
        "8": {
          "ID": "10765057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/haramu-made-midareike-migawari-hanayome-to-gunpuku-no-mouai/episodes/10765057",
          "TitleEnglish": "Future - I've Always Wanted to Be a Family",
          "SummaryEnglish": "Shintaro, mentally and physically exhausted from the battlefield, meets Asako in a fateful encounter that changes everything. Even before she offered herself as a substitute bride, Asako discovers that Shintaro had taken notice of her... When all of their secrets and feelings come to light, the couple brought together by a false union forms a genuine bond and passionately comes together!",
          "Aliases": []
        }
      }
    }
  }
}