{
    "URL": "https://www.thetvdb.com/series/remonster",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31514720/",
        "https://re-monster.com/",
        "http://www.reddit.com/r/remonster",
        "https://www.tvmaze.com/shows/73473/show-slug",
        "https://www.themoviedb.org/tv/235389",
        "https://www.wikidata.org/wiki/Q122705531",
        "https://en.wikipedia.org/wiki/Re:Monster#Anime",
        "https://x.com/ReMonster_anime"
    ],
    "TitleEnglish": "Re:Monster",
    "SummaryEnglish": "After meeting an untimely death, Tomokui Kanata is reincarnated as a lowly goblin, but he's worked up a monstrous appetite. Thanks to his new ability that allows him to grow stronger the more he feeds, his feeble status quickly changes, and he rises to become the goblin leader. With a mix of his past memories, new body, and strong stomach, he’s taking a bite out of this new fantastical world!",
    "Aliases": [
        "リモンスタ",
        "Re Monster",
        "Re-Monster",
        "リ・モンスター"
    ],
    "Modified": "2025-08-11",
    "Seasons": {
        "1": {
            "ID": "2084232",
            "URL": "https://www.thetvdb.com/series/remonster/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10031590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10031590",
                    "TitleEnglish": "Re:Born",
                    "SummaryEnglish": "After being brutally murdered, Tomokui Kanata awakens in the body of a tiny green baby. He now has to begin a new life as a goblin in a brutal world, but fortunately, he has retained his special ability from his previous life.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10405622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405622",
                    "TitleEnglish": "Re:D Bear",
                    "SummaryEnglish": "While Gobrou organizes and trains the goblins of his generation, the generation that fathered them returns from their raiding. When he sees that they've captured a band of human women, he challenges the existing authority for control of their fates.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10405623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405623",
                    "TitleEnglish": "Re:Use",
                    "SummaryEnglish": "Gobe brings a small injured creature to Gobrou, who promises a great reward to him and the other goblins if they help reclaim her master's treasury. Afterward, Gobrou gets in trouble with the village women after falling to external temptation.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10405624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405624",
                    "TitleEnglish": "Re:Ject",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "10405625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405625",
                    "TitleEnglish": "Re:Ady",
                    "SummaryEnglish": "Gobrou interferes with a human plot to steal the daughter of the elven chieftain. As they continue to prepare for conflict to ensue in the woods, the villagers keep growing in strength and evolving into new forms.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10405626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405626",
                    "TitleEnglish": "Re:Medy",
                    "SummaryEnglish": "The human army finally advances on the Kudel Woods, and the Parabellum Mercenary company goes to meet them. Their training, power, and most importantly tactics are put to the test against organized forces of humans.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10405627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405627",
                    "TitleEnglish": "Re:Sist",
                    "SummaryEnglish": "Parabellum and their elven benefactors put all their effort into ending the conflict with the humans as quickly as possible. However, the humans bolster their forces with a Brave blessed by the gods, who quickly finds himself crossing paths with Ogrou.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10405628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405628",
                    "TitleEnglish": "Re:Organization",
                    "SummaryEnglish": "With the conflict with the humans behind them, Parabellum Mercenary Company releases what prisoners remain and offers them a provisional place in the mercenary company. However, several of these potential recruits think they deserve better treatment.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10405629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405629",
                    "TitleEnglish": "Re:Stive",
                    "SummaryEnglish": "Ogrou and his group arrive at Trient, and he gives the abducted humans the chance to leave and live among their own people. A chance encounter with some ruffians gives Parabellum Mercenary Company an opportunity for a lucrative job.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10405630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405630",
                    "TitleEnglish": "Re:Fulgent",
                    "SummaryEnglish": "Ogrou and his group arrive at a small human village called Mason. Out in the country, demi-human prejudices run even deeper. Shortly after their stop at the village, the two chef sisters start feeling strange.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10405631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405631",
                    "TitleEnglish": "Re:Match",
                    "SummaryEnglish": "Ogrou's travels are once again interrupted by unexpected childbirth. After checking up on the other groups of traveling Parabellum mercenaries, he becomes concerned after not hearing back from Ogrekichi.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10405632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405632",
                    "TitleEnglish": "Re:Start",
                    "SummaryEnglish": "Ogrou's group finally arrives at the royal capital and completes their job escorting the princess. They then decide to return home. However, they find that things are not as they had left them a mere month ago.",
                    "Aliases": []
                }
            }
        }
    }
}