{
    "URL": "https://www.thetvdb.com/series/remonster",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31514720/",
        "https://re-monster.com/",
        "http://www.reddit.com/r/remonster",
        "https://www.tvmaze.com/shows/73473/show-slug",
        "https://www.themoviedb.org/tv/235389",
        "https://www.wikidata.org/wiki/Q122705531",
        "https://en.wikipedia.org/wiki/Re:Monster#Anime",
        "https://x.com/ReMonster_anime"
    ],
    "TitleEnglish": "Re:Monster",
    "SummaryEnglish": "After meeting an untimely death, Tomokui Kanata is reincarnated as a lowly goblin, but he's worked up a monstrous appetite. Thanks to his new ability that allows him to grow stronger the more he feeds, his feeble status quickly changes, and he rises to become the goblin leader. With a mix of his past memories, new body, and strong stomach, he’s taking a bite out of this new fantastical world!",
    "TitleJapanese": "Re:Monster",
    "SummaryJapanese": "突如ストーカーに刺され、目覚めると最弱ゴブリンに転生していたゴブ朗。\n 喰えば喰うほど強くなる【吸喰能力】で異常な進化を遂げ、あっという間にゴブリン・コミュニティのトップへ――\n 弱肉強食の異世界で、有能な仲間達とともに痛快下克上サバイバル！\n 怪物転生ファンタジーが蠢き出す！！",
    "Aliases": [
        "リ・モンスター",
        "リモンスタ"
    ],
    "Modified": "2025-08-11",
    "Seasons": {
        "1": {
            "ID": "2084232",
            "URL": "https://www.thetvdb.com/series/remonster/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10031590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10031590",
                    "TitleEnglish": "Re:Born",
                    "SummaryEnglish": "After being brutally murdered, Tomokui Kanata awakens in the body of a tiny green baby. He now has to begin a new life as a goblin in a brutal world, but fortunately, he has retained his special ability from his previous life.",
                    "TitleJapanese": "Re:Born",
                    "SummaryJapanese": "ある日、伴杭彼方はナイフで刺されて殺されてしまう。気がつくと、異世界に住まうゴブリンの赤ん坊に転生し、ゴブ朗と名付けられた。ゴブ朗は、一緒に生まれた赤ん坊の中でも体格の良いゴブ吉と一緒に狩りを開始。分担しながら獲物を仕留めていく。そんな中、ゴブ朗の脳内にはとあるメッセージが流れ......。ゴブ美も仲間に加え、三人は次々と敵を撃破。そして得た獲物を喰べることで、ゴブ朗は次々とスキルを獲得していく。"
                },
                "2": {
                    "ID": "10405622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405622",
                    "TitleEnglish": "Re:D Bear",
                    "SummaryEnglish": "While Gobrou organizes and trains the goblins of his generation, the generation that fathered them returns from their raiding. When he sees that they've captured a band of human women, he challenges the existing authority for control of their fates.",
                    "TitleJapanese": "Re:D bear",
                    "SummaryJapanese": "ランクアップしたゴブ朗は、ゴブリンからホブゴブリンへと進化し、他の同世代のゴブリンたちのコーチ役を引き受け、訓練をはじめていると、出稼ぎに行っていた親世代のゴブリンたちが洞窟へと戻ってきた。彼らは繁殖用に人間の女を捕えてきたが、ゴブ朗にとってそれは受け入れがたい行為だった。そこでゴブ朗は自らに人間の処遇を任せてほしいと頼むものの、生まれたてのゴブ朗に言われたとあっては親世代も腹立たしい。そして、親世代対新世代の決闘が始まり......。"
                },
                "3": {
                    "ID": "10405623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405623",
                    "TitleEnglish": "Re:Use",
                    "SummaryEnglish": "Gobe brings a small injured creature to Gobrou, who promises a great reward to him and the other goblins if they help reclaim her master's treasury. Afterward, Gobrou gets in trouble with the village women after falling to external temptation.",
                    "TitleJapanese": "Re:Use",
                    "SummaryJapanese": "レッドベアーを倒したことで、ゴブ朗はオーガへと進化した。そんなゴブ朗に対して、捕らえられた冒険者の女の子̶̶赤髪ショートや、そのほかの女性たちが好意を寄せ始める。一方、精霊石の採取を任されたゴブ江は、全身血まみれになったカーバンクルのリターナを洞窟に連れ帰ってきた。彼女は額にある赤い宝石を狙った人間によって襲われていたとして、ゴブ朗たちに彼らの撃退を依頼。カーバンクルが守ってきた宝物も貰えるとあって、一同は沸き立つが......?"
                },
                "4": {
                    "ID": "10405624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405624",
                    "TitleEnglish": "Re:Ject",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Re:Ject",
                    "SummaryJapanese": "ゴブ朗たちの洞窟へ、エルフ族の使者がやってきた。彼らの秘宝を狙った冒険者の手をはねのけるべく力を貸してほしいと上から目線で言ってくるが、ゴブ朗たちにとっては何も旨味がない。一度は追い返すものの、数日後にはまたエルフ族がやってくるのだった。そして、遂にゴブ吉もレベルを上げてオーガへと進化。それに触発されたのか、ゴブ治やホブ星も次々にランクアップしていく。さらには赤髪ショートも腕を上げていき......?"
                },
                "5": {
                    "ID": "10405625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405625",
                    "TitleEnglish": "Re:Ady",
                    "SummaryEnglish": "Gobrou interferes with a human plot to steal the daughter of the elven chieftain. As they continue to prepare for conflict to ensue in the woods, the villagers keep growing in strength and evolving into new forms.",
                    "TitleJapanese": "Re:Ady",
                    "SummaryJapanese": "コボルドが仲間に加わったゴブ朗たちは、エルフの巫女を狙っていた人間兵を確保する。彼から人間軍の侵攻に関する情報を引き出し、エルフの巫女を里へ返すことに。帰宅した翌日、ゴブ美たち数名が新たな種へと進化を果たす。そしてゴブ爺は、ゴブ朗にはオガ朗、ゴブ吉にはオガ吉と、みんなへ新たな名前を付けるのだった。そんな中オガ朗はコボルドとエルフも交え、人間との戦闘に向けて訓練を開始する。"
                },
                "6": {
                    "ID": "10405626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405626",
                    "TitleEnglish": "Re:Medy",
                    "SummaryEnglish": "The human army finally advances on the Kudel Woods, and the Parabellum Mercenary company goes to meet them. Their training, power, and most importantly tactics are put to the test against organized forces of humans.",
                    "TitleJapanese": "Re:Medy",
                    "SummaryJapanese": "傭兵団・パラベラムを結成したオガ朗は、エルフ族からの依頼を受けて人間たち王国軍を撃退に向かう。全力で敵に挑んだパラベラムの面々は、目標としていた四人を生け捕りにするだけでなく、兵士たちを完膚なきまでに倒すのだった。捕らえた女騎士や女剣士たちに隷属化の効果を施し、嘘や隠しごとも出来ない状態にした中、オガ朗は来たる主力部隊の情報を得る。そして、再びパラベラムは帝国軍と相対することになるのだが......。"
                },
                "7": {
                    "ID": "10405627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405627",
                    "TitleEnglish": "Re:Sist",
                    "SummaryEnglish": "Parabellum and their elven benefactors put all their effort into ending the conflict with the humans as quickly as possible. However, the humans bolster their forces with a Brave blessed by the gods, who quickly finds himself crossing paths with Ogrou.",
                    "TitleJapanese": "Re:Sist",
                    "SummaryJapanese": "エルフ族から秘薬を得るため、帝国軍は神の加護を得た8名からなる戦闘集団・八英傑騎甲団を投入してきた。自らが持つ力の強大さに気付いたオガ朗は、分体を駆使して兵士を蹴散らし、八英傑騎甲団が一人、骸蟲英雄のフィリポとの直接対決に臨む。フィリポは次々と死体から蟲人間を生み出し、オガ朗に放つ。さらにフィリポは、災害指定個体となるほどの攻撃力を持つ大鎧百足でオガ朗を攻撃し......。果たして、オガ朗の運命やいかに?"
                },
                "8": {
                    "ID": "10405628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405628",
                    "TitleEnglish": "Re:Organization",
                    "SummaryEnglish": "With the conflict with the humans behind them, Parabellum Mercenary Company releases what prisoners remain and offers them a provisional place in the mercenary company. However, several of these potential recruits think they deserve better treatment.",
                    "TitleJapanese": "Re:Organization",
                    "SummaryJapanese": "秘薬を帝国軍に渡したことで、戦いは終わりを告げた。戦死者も出たパラベラムだったが、戦いの結果幾人もが進化を果たす。加えて捕虜も解放し、希望する者はパラベラムに仮入団させることとなったが、彼らはゴブリンより下の待遇に納得がいかない。そこでオガ朗が一人ずつ戦うこととなり......。そしてオガ朗は、拠点の快適化や合成アビリティの試験、さらには食料自給率の向上のため畑作りを行っていく。そんな中、帝国軍の撤収が始まる。"
                },
                "9": {
                    "ID": "10405629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405629",
                    "TitleEnglish": "Re:Stive",
                    "SummaryEnglish": "Ogrou and his group arrive at Trient, and he gives the abducted humans the chance to leave and live among their own people. A chance encounter with some ruffians gives Parabellum Mercenary Company an opportunity for a lucrative job.",
                    "TitleJapanese": "Re:Stive",
                    "SummaryJapanese": "オガ朗たちは、赤髪ショートたちが目指していた防衛都市トリエントに到着。赤髪ショートたちには街に留まるか、今後もオガ朗と一緒に行動するかを今日中に決めてほしいと告げる。パラベラムの面々は街中で情報収集を開始するが、やはりオーガの風貌に対して町⺠は恐怖心を抱いていた。そこでオガ朗は人間の姿に変身して町を散策するが、シュテルンベルト王国の姫を攫った誘拐団と対抗する少年騎士の姿を見かけ......。"
                },
                "10": {
                    "ID": "10405630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405630",
                    "TitleEnglish": "Re:Fulgent",
                    "SummaryEnglish": "Ogrou and his group arrive at a small human village called Mason. Out in the country, demi-human prejudices run even deeper. Shortly after their stop at the village, the two chef sisters start feeling strange.",
                    "TitleJapanese": "Re:Fulgent",
                    "SummaryJapanese": "ルービリア姫を王都オウスヴェルまで護衛する任務に就いたオガ朗たちは、四翼大鷲の最強個体・ジャッドエーグルが住むというクラスター山脈に向かう。しかし、その道中で調理師姉妹の体調が悪化。なんと二人とも、オガ朗の子どもを身籠っていて、今にも出産しそうだというのだ。子どもは母体の栄養を奪いながら、腹を食い破るほどの勢いで成⻑していく。村へ引き返す時間もなく、一同は安全な洞窟を探して出産に備えることとなる。"
                },
                "11": {
                    "ID": "10405631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405631",
                    "TitleEnglish": "Re:Match",
                    "SummaryEnglish": "Ogrou's travels are once again interrupted by unexpected childbirth. After checking up on the other groups of traveling Parabellum mercenaries, he becomes concerned after not hearing back from Ogrekichi.",
                    "TitleJapanese": "Re:Match",
                    "SummaryJapanese": "パラベラムの面々は、王都への最後の中継地であるパーガトリに到着する。出産騒ぎで⻑らく話していなかった別働団員に連絡を取るオガ朗だったが、オガ吉率いる第2グループに映像を繋ぐとオガ朗自らが真っ二つにされている様子が送られてきた。その映像の意味は何なのか。真相を掴むため、寄り道になることは承知で一行は迷宮都市グリフォスに向かう。到着して早々、ダンジョン内でミノタウロスが暴れていることを知り......。"
                },
                "12": {
                    "ID": "10405632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/remonster/episodes/10405632",
                    "TitleEnglish": "Re:Start",
                    "SummaryEnglish": "Ogrou's group finally arrives at the royal capital and completes their job escorting the princess. They then decide to return home. However, they find that things are not as they had left them a mere month ago.",
                    "TitleJapanese": "Re:Start",
                    "SummaryJapanese": "遂に一行は王都オウスヴェルへと辿り着いた。ルービリアから報酬をもらい、オガ朗たちは村へと戻ることを決める。一方ダム美は、オガ吉が強くなっていたことを受けて、自分がまだ半吸血⻤でいることに思い詰めていた。そんな思いを汲み取ったオガ朗は、仲間たちとともにダム美の特訓を開始する。自らのスキルを使って生成した巨人をダム美に倒させることで、彼女はレベルを上げていく。そして夜が明け――。"
                }
            }
        }
    }
}