{
    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30643971/",
        "https://saikyo-tank.com/",
        "https://www.tvmaze.com/shows/73610/show-slug",
        "https://www.themoviedb.org/tv/236532",
        "https://www.wikidata.org/wiki/Q122940810",
        "https://en.wikipedia.org/wiki/The_Strongest_Tank's_Labyrinth_Raids#Anime",
        "https://x.com/saikyo_tank"
    ],
    "TitleEnglish": "The Strongest Tank's Labyrinth Raids",
    "SummaryEnglish": "Rud is a tank of the Hero's Party and is said to have the highest defense ever in history. The party often does labyrinth raids, but to Rud, it means more than just a raid. To cure his beloved sister's illness, he is in search for the wish-granting treasure that might be hidden in those labyrinths. But one day, the arrogant hero kicks him from the party after an unsuccessful raid attempt, blaming it on his skills whose effects he is still unaware of. Without nowhere else to go and nothing to do, he decides to return to his hometown, where his sister is waiting. On his way there, he saves a girl who was being attacked by a monster. Unexpectedly, this girl has an extremely rare skill called \"Appraisal\". Thanks to her skill, Rud is able to discover the truth behind his unknown skills, which turn out to be very powerful skills. With a defense of 9999 and powerful skills, thus begins the adventure of the strongest tank, Rud!",
    "Aliases": [
        "The Labyrinth Raids of the Ultimate Tank ~The Tank Possessing a Rare 9,999 Endurance Skill Was Expelled From the Hero Party~",
        "Saikyou Tank no Meikyuu Kouryaku - Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
        "最強タンクの迷宮攻略 ～体力9999のレアスキル持ちタンク、勇者パーティーを追放される～",
        "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill Mochi Tank, Yuusha Party o Tsuihou Sareru",
        "Saikyō Tank no Meikyū Kōryaku ~ Tairyoku 9999 no Rare Skill-mochi Tank, Yūsha Party o Tsuihō sa Reru ~",
        "Saikyō Tank no Meikyū Kōryaku",
        "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
        "The Strongest Tank's Labyrinth Raids -A Tank With a Rare 9999 Resistance Skill Got Kicked From the Hero's Party-",
        "The Strongest Tank's Labyrinth Raids",
        "-A Tank With a Rare 9999 Resistance Skill Got Kicked From the Hero's Party-",
        "Saikyou Tank no Meikyuu Kouryaku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2087191",
            "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10070599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10070599",
                    "TitleEnglish": "Kicked From the Party",
                    "SummaryEnglish": "Rud is a tank, the member of an adventuring party that protects the others by soaking up attacks. When he is kicked out of his party for losing his absorb shield too quickly on a labyrinth raid, he considers what his next move should be."
                },
                "2": {
                    "ID": "10199426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199426",
                    "TitleEnglish": "Return to Avancia",
                    "SummaryEnglish": "Rud returns to his hometown of Avancia with Luna in tow and reunites with his sister, who quickly takes to the new addition to the household."
                },
                "3": {
                    "ID": "10199427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199427",
                    "TitleEnglish": "An Unknown Monster",
                    "SummaryEnglish": "Manicia worries that her illness has prevented her brother from pursuing a more rewarding path in life."
                },
                "4": {
                    "ID": "10199428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199428",
                    "TitleEnglish": "Selfish",
                    "SummaryEnglish": "A fearsome chameleon kong is sighted near Avancia, and all the fighters in town band together to take it down. But where did it come from?"
                },
                "5": {
                    "ID": "10199429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199429",
                    "TitleEnglish": "Towards Dreams",
                    "SummaryEnglish": "Rud teams up with some old faces to tackle the Avancia labyrinth in the hopes of defeating its formidable guardian to finally attain the Secret Treasure of the Labyrinth."
                },
                "6": {
                    "ID": "10199430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199430",
                    "TitleEnglish": "The Labyrinth's Manager",
                    "SummaryEnglish": "After making a powerful new ally, Rud is given a crash course on how to manage a labyrinth. Meanwhile, his newly formed clan is struggling with all the demands being placed on it, so Rud decides an alliance with other clans is needed."
                },
                "7": {
                    "ID": "10199431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199431",
                    "TitleEnglish": "In Keild",
                    "SummaryEnglish": "Rud has impressed the leaders of the two major clans in the region by talking the talk, but in order to get the alliance with them that he desires, he now must walk the walk by tackling the forbidding Keild Labyrinth."
                },
                "8": {
                    "ID": "10199432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199432",
                    "TitleEnglish": "Lilia and Lily",
                    "SummaryEnglish": "After a successful first raid on Keild Labyrinth, Rud's party returns the following day for a second attempt at clearing it, but they soon find themselves fighting extremely powerful monsters in dangerous uncharted territory."
                },
                "9": {
                    "ID": "10199433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199433",
                    "TitleEnglish": "Amon Sloth",
                    "SummaryEnglish": "The battle with the guardian of the Keild Labyrinth commences, but have Rud and his party bitten off more than they can chew?"
                },
                "10": {
                    "ID": "10199434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199434",
                    "TitleEnglish": "Foreign Homunculi",
                    "SummaryEnglish": "Rud is reassured that his sister Manicia is doing better again. But when an injured girl appears in Avancia, he finds himself caught up in a conflict between two groups of homunculi."
                },
                "11": {
                    "ID": "10199435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199435",
                    "TitleEnglish": "Attack of the Monsters",
                    "SummaryEnglish": "The homunculi finish construction on the town's new public baths and the adventurers plus Rud and his clan are the first to try them out. Meanwhile, a new threat rears its head on the horizon."
                },
                "12": {
                    "ID": "10199436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199436",
                    "TitleEnglish": "Magic Power",
                    "SummaryEnglish": "With Avancia's fate hanging in the balance, the final battle between Rud's party and the demon king known as Greed begins."
                }
            }
        }
    }
}