{
    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30643971/",
        "https://saikyo-tank.com/",
        "https://www.tvmaze.com/shows/73610/show-slug",
        "https://www.themoviedb.org/tv/236532",
        "https://www.wikidata.org/wiki/Q122940810",
        "https://en.wikipedia.org/wiki/The_Strongest_Tank's_Labyrinth_Raids#Anime",
        "https://x.com/saikyo_tank"
    ],
    "TitleEnglish": "The Strongest Tank's Labyrinth Raids",
    "SummaryEnglish": "Rud is a tank of the Hero's Party and is said to have the highest defense ever in history. The party often does labyrinth raids, but to Rud, it means more than just a raid. To cure his beloved sister's illness, he is in search for the wish-granting treasure that might be hidden in those labyrinths. But one day, the arrogant hero kicks him from the party after an unsuccessful raid attempt, blaming it on his skills whose effects he is still unaware of. Without nowhere else to go and nothing to do, he decides to return to his hometown, where his sister is waiting. On his way there, he saves a girl who was being attacked by a monster. Unexpectedly, this girl has an extremely rare skill called \"Appraisal\". Thanks to her skill, Rud is able to discover the truth behind his unknown skills, which turn out to be very powerful skills. With a defense of 9999 and powerful skills, thus begins the adventure of the strongest tank, Rud!",
    "TitleJapanese": "最強タンクの迷宮攻略",
    "SummaryJapanese": "ラッドは史上最高の防御力を持つと言われる勇者パーティーの戦車。迷宮攻略をよく行うパーティだが、ラドにとってそれはただの攻略以上の意味がある。最愛の妹の病気を治すため、彼は迷宮に隠されているかもしれない願いを叶える秘宝を探している。しかしある日、傲慢な主人公は、襲撃が失敗した後、効果がまだ分かっていないスキルのせいとして彼をパーティーから追い出してしまう。行くあてもなく、することもなく、妹の待つ故郷へ戻ることを決意する。その途中、怪物に襲われていた少女を助ける。なんとこの少女は『鑑定』という超レアスキルを持っていた。彼女のスキルのおかげで、ラッドは彼の未知のスキルの背後にある真実を発見することができ、それは非常に強力なスキルであることが判明します。防御力9999と強力なスキルを持った最強タンク、ラッドの冒険が始まる！",
    "Aliases": [
        "最強タンクの迷宮攻略 ～体力9999のレアスキル持ちタンク、勇者パーティーを追放される～",
        "Saikyou Tank no Meikyuu Kouryaku",
        "Saikyō Tank no Meikyū Kōryaku ~ Tairyoku 9999 no Rare Skill-mochi Tank, Yūsha Party o Tsuihō sa Reru ~",
        "Saikyou Tank no Meikyuu Kouryaku - Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
        "Saikyō Tank no Meikyū Kōryaku",
        "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru",
        "Saikyou Tank no Meikyuu Kouryaku: Tairyoku 9999 no Rare Skill Mochi Tank, Yuusha Party o Tsuihou Sareru",
        "Saikyou Tank no Meikyuu Kouryaku",
        "Saikyou Tank no Meikyuu Kouryaku - Tairyoku 9999 no Rare Skill-mochi Tank, Yuusha Party wo Tsuihou sareru"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2087191",
            "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10070599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10070599",
                    "TitleEnglish": "Kicked From the Party",
                    "SummaryEnglish": "Rud is a tank, the member of an adventuring party that protects the others by soaking up attacks. When he is kicked out of his party for losing his absorb shield too quickly on a labyrinth raid, he considers what his next move should be.",
                    "TitleJapanese": "パーティー離脱",
                    "SummaryJapanese": "どんな願いも叶えてくれるという『迷宮の秘宝』を手に入れ、妹の病を治すために、ルードは勇者達と共に迷宮攻略を進めていた。だが勇者の横暴により、突然パーティーを追い出されてしまう。仕方なくルードは妹の待つ故郷へ。しかし旅の途中、予期せぬ戦闘に巻き込まれ……。そこで出会ったのは、裸に布を纏っただけの美しい少女だった――。"
                },
                "2": {
                    "ID": "10199426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199426",
                    "TitleEnglish": "Return to Avancia",
                    "SummaryEnglish": "Rud returns to his hometown of Avancia with Luna in tow and reunites with his sister, who quickly takes to the new addition to the household.",
                    "TitleJapanese": "アバンシアへの帰還",
                    "SummaryJapanese": "久しぶりの故郷に心が休まるルード。しかしルナは緊張が解けない様子。その後、自宅に戻ると最愛の妹マニシアが手料理を用意し、兄の帰りを待っていてくれた。ややツンとした態度のマニシアだが、ルードはデレデレ。そしてルナは、兄妹との交流をきっかけに少しずつ心がほどけてきて――。"
                },
                "3": {
                    "ID": "10199427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199427",
                    "TitleEnglish": "An Unknown Monster",
                    "SummaryEnglish": "Manicia worries that her illness has prevented her brother from pursuing a more rewarding path in life.",
                    "TitleJapanese": "未知の魔物",
                    "SummaryJapanese": "「自分の存在が、兄の未来を閉ざしているのではないだろうか？」不安を拭えないマニシアは、ルードとうまく接することができない。だがルナの励ましにより、ようやく兄と向き合おうと決意する。それから間もなくして、勇者パーティーの一人、聖女のニンがルード宅のドアを叩く――。"
                },
                "4": {
                    "ID": "10199428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199428",
                    "TitleEnglish": "Selfish",
                    "SummaryEnglish": "A fearsome chameleon kong is sighted near Avancia, and all the fighters in town band together to take it down. But where did it come from?",
                    "TitleJapanese": "わがまま",
                    "SummaryJapanese": "襲来したブラックウルフには、２つの魔石が埋め込まれていた。通常では起こらない事態に不安をおぼえるルード達。間を置かず、現れたのは凶暴なカメレオンコングの群れ。ルードは集まった冒険者達と力を合わせ、なんとかこの場を切り抜けるが。町の近くに『迷宮の入り口』が出現し――。"
                },
                "5": {
                    "ID": "10199429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199429",
                    "TitleEnglish": "Towards Dreams",
                    "SummaryEnglish": "Rud teams up with some old faces to tackle the Avancia labyrinth in the hopes of defeating its formidable guardian to finally attain the Secret Treasure of the Labyrinth.",
                    "TitleJapanese": "夢へ",
                    "SummaryJapanese": "マニシアと町を救うため『アバンシア迷宮』の攻略を決めたルード。そこには人と同じように言葉を話す「意思を持つ守護者」がいるという。新たなメンバーと、リリアとリリィと共にルードは次々と襲いかかってくる魔物を倒し、迷宮の深部を目指す。やがて辿り着いた空間には、着物姿のマリウスが立っていて―"
                },
                "6": {
                    "ID": "10199430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199430",
                    "TitleEnglish": "The Labyrinth's Manager",
                    "SummaryEnglish": "After making a powerful new ally, Rud is given a crash course on how to manage a labyrinth. Meanwhile, his newly formed clan is struggling with all the demands being placed on it, so Rud decides an alliance with other clans is needed.",
                    "TitleJapanese": "迷宮の管理者",
                    "SummaryJapanese": "迷宮で手に入れた魔石により、不治の病の症状が軽減したマニシア。一方、仲間となったマリウスは、ルードに迷宮の管理者になってほしいと申し出てきた。断りたいルードだが、マリウスの強い要望により、しぶしぶ迷宮の管理室へ向かう。その後、２通の招待状がルードの元に届き――。"
                },
                "7": {
                    "ID": "10199431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199431",
                    "TitleEnglish": "In Keild",
                    "SummaryEnglish": "Rud has impressed the leaders of the two major clans in the region by talking the talk, but in order to get the alliance with them that he desires, he now must walk the walk by tackling the forbidding Keild Labyrinth.",
                    "TitleJapanese": "ケイルドにて",
                    "SummaryJapanese": "宿泊施設にて、いきなり部屋に引っ張り込まれたルードは、リリィの姿にびっくり。その後、初めてリリアとリリィのつらい過去を知ることに。ルードは『ケイルド迷宮』の攻略を進めると同時に、前に立ち、指揮を執ることを決意したリリィを見守る。だがリリアは、妹の変化に複雑な様子。そして途中の階層にて、マリウスの正体を聞かされ――。"
                },
                "8": {
                    "ID": "10199432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199432",
                    "TitleEnglish": "Lilia and Lily",
                    "SummaryEnglish": "After a successful first raid on Keild Labyrinth, Rud's party returns the following day for a second attempt at clearing it, but they soon find themselves fighting extremely powerful monsters in dangerous uncharted territory.",
                    "TitleJapanese": "リリアとリリィ",
                    "SummaryJapanese": "リリアはリリィの成長を喜ばしく思う反面、自分から離れていってしまうことに不安に感じていた。だがルードの助言により、いつも通りの前向きな気持ちを取り戻す。その後、再び向かった『ケイルド迷宮』にて、進んだ先に現れたのは３つの水晶を操るダークスケルトン。特殊な攻撃を受けてしまったリリアは、過去のトラウマがフラッシュバックし――。"
                },
                "9": {
                    "ID": "10199433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199433",
                    "TitleEnglish": "Amon Sloth",
                    "SummaryEnglish": "The battle with the guardian of the Keild Labyrinth commences, but have Rud and his party bitten off more than they can chew?",
                    "TitleJapanese": "アモン・スロース",
                    "SummaryJapanese": "最奥部にて舞い降りてきた少女アモンは魔王だった。扇子による猛烈な風魔法と、驚異的なスピードに翻弄される一行。しかしルードと仲間達は一致団結し、それぞれの力と、築き上げた信頼関係により、じわじわとアモンを追い込んでいく。すると竜巻のような風が巻き起こり、姿を現したのは――。"
                },
                "10": {
                    "ID": "10199434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199434",
                    "TitleEnglish": "Foreign Homunculi",
                    "SummaryEnglish": "Rud is reassured that his sister Manicia is doing better again. But when an injured girl appears in Avancia, he finds himself caught up in a conflict between two groups of homunculi.",
                    "TitleJapanese": "異国のホムンクルス",
                    "SummaryJapanese": "魔石のおかげで元気になったマニシア。ひと安心のルードだが、そこに傷を負った１人の少女が助けを求めてやってきた。森に向かうと、隣国から逃げてきたというホムンクルス達と、戦闘型ホムンクルス達が剣を突き合わせていた。ルードはスキルと魔力を駆使し、戦闘型を撃破。その後、行き場のないホムンクルス達を保護することになるが――。"
                },
                "11": {
                    "ID": "10199435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199435",
                    "TitleEnglish": "Attack of the Monsters",
                    "SummaryEnglish": "The homunculi finish construction on the town's new public baths and the adventurers plus Rud and his clan are the first to try them out. Meanwhile, a new threat rears its head on the horizon.",
                    "TitleJapanese": "魔物の襲撃",
                    "SummaryJapanese": "魔王グリードの存在を知ったルードは、迷宮にて『魔力の特訓』と『魔物相手による身体強化』を行っていた。その後、ホムンクルス達によって建設された公衆浴場が完成し、お風呂を満喫する一同。ホムンクルス達への偏見も解け、良いムードが漂う町。だがそこに、魔物の群衆が迫っているとの凶報が届き――。"
                },
                "12": {
                    "ID": "10199436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-strongest-tanks-labyrinth-raids/episodes/10199436",
                    "TitleEnglish": "Magic Power",
                    "SummaryEnglish": "With Avancia's fate hanging in the balance, the final battle between Rud's party and the demon king known as Greed begins.",
                    "TitleJapanese": "魔の力",
                    "SummaryJapanese": "最下層と思われる空間にいざなわれたルード達。待ち構えていたのはグリードだった。己の研究のため、違法ホムンクルスを作り、利用し続けていたグリードに、怒りを隠せないメンバー。その後、グリードの姿はみるみるうちに変化し、ルード達にとてつもない魔力が放たれる。外皮を削られながらも、全力で立ち向かうルード達だが――。"
                }
            }
        }
    }
}