{
    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31975268/",
        "https://tenshitsuki.com/",
        "http://www.reddit.com/r/AngelIncluded",
        "https://www.tvmaze.com/shows/75283/show-slug",
        "https://www.themoviedb.org/tv/236533",
        "https://www.wikidata.org/wiki/Q122933438",
        "https://en.wikipedia.org/wiki/Studio_Apartment,_Good_Lighting,_Angel_Included",
        "https://x.com/tenshitsuki_off"
    ],
    "TitleEnglish": "Studio Apartment, Good Lighting, Angel Included",
    "SummaryEnglish": "After a long day, high schooler Shintaro Tokumitsu's plans for relaxing in his studio apartment take a turn when he discovers an angel on his balcony. The divine girl, Towa, reveals she's there to study humanity, and yet, despite his skepticism, he agrees to put her up. Prepare for the most heavenly and high jinks roommate experience of all time!",
    "TitleJapanese": "ワンルーム、日当たり普通、天使つき。",
    "SummaryJapanese": "高校1年生になり、一人暮らしを始めた徳光森太郎。\nある日、ベランダを覗くと清楚で可憐な女の子「とわ」が眠っていた。\nどこか天然だけど、間違いなくいい子な彼女。\nその正体は―「天使」だった。\n\n行くあてもないとわと始める、\nとっても甘くて、とってもピュアなワンルーム生活。\n森太郎は、無垢な天使と少しずつ心を通わせていくけれど…。\nさらなるワケあり少女が次々と現れて!?\n\n天使と高1男子が織りなす癒やされ同居ラブコメ、開幕！",
    "Aliases": [
        "One Room, Hiatari Futsū, Tenshi-tsuki.",
        "One Room, Hiatari Futsuu, Tenshi-tsuki.",
        "One Room, Hi Atari Futsū, Tenshi Tsuki.",
        "One Room, Hi Atari Futsuu, Tenshi Tsuki.",
        "天使つき",
        "Tenshi-tsuki"
    ],
    "Modified": "2025-06-14",
    "Seasons": {
        "1": {
            "ID": "2087066",
            "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10068919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10068919",
                    "TitleEnglish": "Towa and Shintaro",
                    "SummaryEnglish": "One morning, Tokumitsu Shintaro finds a strange girl asleep on his balcony. She seems nice, but she also claims that she's an angel and that she has nowhere to go...",
                    "TitleJapanese": "とわと森太郎",
                    "SummaryJapanese": "高校入学と同時に一人暮らしを始めた徳光森太郎、16歳。ある日の朝、ベランダを覗くと見知らぬ美少女が眠っていた。家出少女かと思ったら、どうやら天界から来た天使らしい!?深入りはなるべく避けたいけれど、いい子だし、家に置いてほしいとお願いされ……。"
                },
                "2": {
                    "ID": "10372229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372229",
                    "TitleEnglish": "May I Cook You Lunch?",
                    "SummaryEnglish": "Towa and Shintaro start settling into life sharing the apartment, but they have a lot to learn about living together. Still, they begin to find a rhythm before Shintaro has to return to school and insists that Towa can't follow him.",
                    "TitleJapanese": "お弁当作ってもいいですか？",
                    "SummaryJapanese": "とわはどうやってこの部屋に来たのか。説明を聞かされ、森太郎はその行動に驚きを隠せない。気を取り直して夕食を食べることになった二人。優しくされて、ご飯まで作ってもらって、森太郎は完全に甘やかされていた！しかも、夜はあまりにドキドキが多すぎる!?"
                },
                "3": {
                    "ID": "10372231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372231",
                    "TitleEnglish": "A Cold Friend",
                    "SummaryEnglish": "Shintaro has racked up a few explanations he needs to make at school, while blissfully unaware of it! And at work, his girl troubles escalate as he runs into an ice queen.",
                    "TitleJapanese": "つめたい友達",
                    "SummaryJapanese": "学校やバイトのことがよくわからないとわは、一人で行動する森太郎に嫌われたのではないかと思ってしまう。一方の森太郎は久しぶりのバイトで、新人の和泉のえると初めて同じシフトになった。しかし、着替え中の彼女と遭遇してしまい……!?"
                },
                "4": {
                    "ID": "10372233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372233",
                    "TitleEnglish": "The Real Deal Is Convincing as Hell",
                    "SummaryEnglish": "Will Shintaro manage to explain Towa to his friends, old and new? And how will the dynamics change in school and at work?",
                    "TitleJapanese": "現物の説得力ってすごいわ",
                    "SummaryJapanese": "森太郎とのえるの前にとわとつむぎが現れる！取り繕おうにも、つむぎものえるも天使の羽根を生やしたとわに興味津々。しかも、マイペースなとわは自分の正体をうっかり明かしてしまうのだった。一方、つむぎは森太郎と親しげな二人の女の子に気が気でなく……。"
                },
                "5": {
                    "ID": "10372234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372234",
                    "TitleEnglish": "The Two After School, The Two After Schools",
                    "SummaryEnglish": "Tsumugi sees the two girls by Shintaro's side and laments her own blandness. Meanwhile, Noel and Shintaro finally get the chance to do what they'd agreed to do.",
                    "TitleJapanese": "ふたりの放課後、ふたつの放課後",
                    "SummaryJapanese": "とわとのえるの存在に焦りを感じたつむぎ。過去の後悔を乗り越えようと、母親から譲られたクーポンを頼りに森太郎をドーナツ店に誘おうとする。またある日、のえるは森太郎と一緒に下校する約束をしていた。初めての友達との初めての放課後、その行方は……。"
                },
                "6": {
                    "ID": "10372235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372235",
                    "TitleEnglish": "The Attack of the Low Pressure Girl",
                    "SummaryEnglish": "The peaceful cadence of Shintaro and Towa's life is interrupted by a surprise visit from one of Towa's juniors from Heaven. The tiny terror of an angel makes Shintaro reexamine their relationship.",
                    "TitleJapanese": "襲来・低気圧幼女",
                    "SummaryJapanese": "とわを慕う天使のしうがやってきた。挨拶も早々にとわを天界へ連れて帰ろうとするしう。すぐに帰るのが無理ならせめて外で話したいと言うが、とわは森太郎を心配させないように外出を避けていた。それで人間を学べるのかと問われた二人は、大きなショックを受ける。"
                },
                "7": {
                    "ID": "10372236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372236",
                    "TitleEnglish": "What Most Mangaka are Like After Deadlines",
                    "SummaryEnglish": "Shintaro and Towa return from their outing for sweet treats to find Shintaro's aunt collapsed at his door. This immediately throws the apartment into a panic as Shintaro has to somehow justify Towa's presence.",
                    "TitleJapanese": "原稿明けの漫画家は大体こう",
                    "SummaryJapanese": "森太郎ととわが帰宅すると、部屋の前に森太郎の叔母・徳光マリがうずくまっていた。マリはこの部屋の持ち主にして漫画家でもあり、徹夜明けのテンションで森太郎に絡み始める。なぜか彼女の誕生日を祝わされる二人。さらに、とわについて説明を求められ……。"
                },
                "8": {
                    "ID": "10372237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372237",
                    "TitleEnglish": "How Wonderful Is the Rule of Cool",
                    "SummaryEnglish": "Shintaro gets to know Lilishka better and learns that she's pretending to be something she's not! Except it's not exactly how he envisioned it...",
                    "TitleJapanese": "すばらしきかな様式美の世界",
                    "SummaryJapanese": "追われている女の子を助けたら、吸血鬼だった!?でも、赤い目はカラコンだし、なぜかメイド喫茶でバイトしているし、どう考えても中二病にしか見えない！ところがその晩、自称吸血鬼のリリーシュカが森太郎のにおいを辿り、部屋に侵入してきて……!?"
                },
                "9": {
                    "ID": "10372238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372238",
                    "TitleEnglish": "Don't Be Scared",
                    "SummaryEnglish": "Everyone has survived the final exam season thanks to being able to study in the occult research club room. They finally meet the second member of the club. However, she and Shintaro immediately get off on the wrong foot.",
                    "TitleJapanese": "こわくないよ",
                    "SummaryJapanese": "オカ研の部室で勉強会を開き、期末テストを乗り切った森太郎たち。テスト期間も終わり、部室へもう一人のオカ研部員・蔓深ひすいがやってくる。みんなでテストの打ち上げをすることになるのだが、どうも森太郎はひすいに避けられているようで……？"
                },
                "10": {
                    "ID": "10372239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372239",
                    "TitleEnglish": "Towa and Noel Are Both Learning",
                    "SummaryEnglish": "Towa and Noel come face-to-face with an emotion new to them, and they both react to it in their own unique ways.",
                    "TitleJapanese": "とわものえるも、勉強中",
                    "SummaryJapanese": "絶対に怒らないように見えたとわが、\nある日、見せたことのない表情を森太郎に\n見せる。 困惑する森太郎。とわの感情の正体は？ 一方、のえるは森太郎と映画に行きたかったのに、森太郎の急用でとわたちと行くことになってしまう。 気分の乗らないのえるだが……。"
                },
                "11": {
                    "ID": "10372240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372240",
                    "TitleEnglish": "To Camp!",
                    "SummaryEnglish": "Shintaro, Tsumugi, and their supernatural friends decide to go to the occult research club's summer camp. As it's being hosted at Hisui's family's vacation home, they're treated to lavish service while they enjoy the beach and hot spring.",
                    "TitleJapanese": "合宿に行こう！",
                    "SummaryJapanese": "オカ研の合宿先は、なんとひすいの家の別邸だった！その財力とカッパ一族のもてなしに圧倒される一行。そんな中、海水浴を勧められるが、用意されていたのは女性用の水着のみ。森太郎は女の子だと思われていた。男だと明かすと、メイドたちの態度が急変し……!?"
                },
                "12": {
                    "ID": "10372241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room-hi-atari-futsuu-tenshi-tsuki/episodes/10372241",
                    "TitleEnglish": "We Went Way Up High",
                    "SummaryEnglish": "The occult club decides to end their summer camp with a bang by trying to summon devils and playing with fireworks. When they return home, Towa and Shintaro spend an entire day together out on the town.",
                    "TitleJapanese": "高いところに行ってみた",
                    "SummaryJapanese": "真夜中、リリーシュカに叩き起こされる森太郎たち。忘れていたメインイベント“悪魔召喚”をやるという。儀式の準備が進み緊張感が高まる中、そこに召喚されたのは……!?そして後日、森太郎ととわは二人きりでスカイツリーへ。二人はまるで、初々しいカップル!?"
                }
            }
        }
    }
}