{
  "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto",
  "Genres": [
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12396208/",
    "https://www.themoviedb.org/tv/117786",
    "https://www.themoviedb.org/tv/117786"
  ],
  "TitleEnglish": "Yuuki Yuuna is a Hero: Churutto!",
  "SummaryEnglish": "It is the year 300 of the Divine Era. The world inside the Shinju where all Heroes and Mikos were summoned from various ages during the crisis of the Shinju. They gathered in Sanshuu Middle School Hero Club and have transformed it into a large family with a total of 27 members. The club president, Inubouzaki Fuu who gathered these powerful friends together, announces the development of the long-awaited Hero Club Udon.",
  "Aliases": [
    "Yuuki Yuuna wa Yuusha de Aru Churutto!",
    "Yuuki Yuuna is a Hero: Slurp!",
    "Yuki Yuna is a Hero: Churutto!"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2087900",
      "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10080309",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080309",
          "TitleEnglish": "A Story That Starts With a Slurp",
          "SummaryEnglish": "A group of pure young girls gathers from various eras at the club room of the Hero Club in Sanshuu Middle School in Kagawa with a duty to protect the peace. One day, the club president, Fuu, told them that they will come together to make a special udon.",
          "Aliases": []
        },
        "2": {
          "ID": "10080311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080311",
          "TitleEnglish": "Training With a Slurp",
          "SummaryEnglish": "In order to set an example for everyone, the original Hero Club started making a trial udon. Since there are two members who are good at cooking, they were laughing at the easy idea that they would be able to complete the \"Hero Club Udon\" today, but then the.... incident happened.",
          "Aliases": []
        },
        "3": {
          "ID": "10080312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080312",
          "TitleEnglish": "That Hand Is the God Hand.",
          "SummaryEnglish": "The three Yuunas worked hard to make udon noodles. However, perhaps they put too much effort into it, and the dough turned out to be harder than expected. With their motto of \"act quickly, don't think\", the three Yuunas get out of the jam by using the only means available to them.",
          "Aliases": []
        },
        "4": {
          "ID": "10080313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080313",
          "TitleEnglish": "As White As Udon.",
          "SummaryEnglish": "Wakaba and Tamako were feeling like udon after entering the hot springs. What is Udon? While Wakaba is searching for the direction of Hero Club Udon, Tamako is doing the opposite. That is because there are tall mountains in front of her eyes!",
          "Aliases": []
        },
        "5": {
          "ID": "10080314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080314",
          "TitleEnglish": "Do Heroes Dream of Udon?",
          "SummaryEnglish": "A sleepover party for the younger group, consisting of elementary school students and junior high school students. The topic of discussion was how to make the best udon. They discuss various opinions such as what should be tasty, what should look good, etc., and finally complete the best udon ......?",
          "Aliases": []
        },
        "6": {
          "ID": "10080315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080315",
          "TitleEnglish": "Declaration of Udon Overthrowal.",
          "SummaryEnglish": "In the Divine Era, when Shikoku became the world, udon is the staple food and the national dish. However, among the Heroes summoned from all over Japan in the past, there were definitely those who favored soba and ramen. There is no way that this will not cause conflict. ......",
          "Aliases": []
        },
        "7": {
          "ID": "10080316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080316",
          "TitleEnglish": "Vessel of a Hero",
          "SummaryEnglish": "Kusunoki Mebuki, the commander of the Sentinels, does not have great cooking skills. However, with the help of her friends, she realises that there is something that only she can do. She must be a great member of the Hero Club!",
          "Aliases": []
        },
        "8": {
          "ID": "10080317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080317",
          "TitleEnglish": "Udon Dwells In Faithful Hearts",
          "SummaryEnglish": "There are Mikos who belong to the Hero Club. They, too, have been struggling with the development of udon for the Hero Club. Using their ability to obtain oracles from Shinju-sama, the god of this world, they try to come up with a supreme udon, but then a helper intervenes!",
          "Aliases": []
        },
        "9": {
          "ID": "10080318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080318",
          "TitleEnglish": "The World Beyond the Warmth",
          "SummaryEnglish": "In the Hero Club where all the innocent girls are gathered, there is a Hero, Koori Chikage, who is aware of her own distortion. The only thing that saved her from being distorted by her harsh upbringing was a simple call and a pair of straight eyes. That's all it took.",
          "Aliases": []
        },
        "10": {
          "ID": "10080319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080319",
          "TitleEnglish": "What Is It That You Dropped?",
          "SummaryEnglish": "A member of the Hero Club accidentally drops \"something\" into the spring. What they have in common leads to a fantastic chaos. It is a fairy tale, a violence, and a mysterious event full of mysteries.",
          "Aliases": []
        },
        "11": {
          "ID": "10080320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080320",
          "TitleEnglish": "The Justice of Udon Lies Within Me",
          "SummaryEnglish": "Kokubou Kamen (masked defenders of the country) are trying to develop Udon with a firm idea. However, what stands in front of them, who aim at frugality and simplicity, is that dark heroine who is gorgeous, selfish, and irreverent, and who is always ready to chomechome!",
          "Aliases": []
        },
        "12": {
          "ID": "10080321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080321",
          "TitleEnglish": "Slurp Till You Drop!",
          "SummaryEnglish": "The time has finally come for a verdict. But they can't decide on a dish that has no definition and is vague to begin with. What is the right kind of udon for the \"Hero Club Udon\"? Will the Heroes be able to settle this difficult question?",
          "Aliases": []
        }
      }
    }
  }
}