{
    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12396208/",
        "https://www.themoviedb.org/tv/117786",
        "https://www.themoviedb.org/tv/117786"
    ],
    "TitleEnglish": "Yuuki Yuuna is a Hero: Churutto!",
    "SummaryEnglish": "It is the year 300 of the Divine Era. The world inside the Shinju where all Heroes and Mikos were summoned from various ages during the crisis of the Shinju. They gathered in Sanshuu Middle School Hero Club and have transformed it into a large family with a total of 27 members. The club president, Inubouzaki Fuu who gathered these powerful friends together, announces the development of the long-awaited Hero Club Udon.",
    "TitleJapanese": "結城友奈は勇者である ちゅるっと！",
    "SummaryJapanese": "時は神世紀300年。神樹の危機に際し、あらゆる時代から勇者と巫女が召喚された神樹内部の世界。彼女たちが集結した讃州中学勇者部は、総勢27名の大所帯へと変貌を遂げていた。強力な仲間を得た部長・犬吠埼 風は満を持して「勇者部うどん」の開発を宣言する……！",
    "Aliases": [
        "Yuuki Yuuna wa Yuusha de Aru Churutto!",
        "Yuuki Yuuna is a Hero: Slurp!",
        "Yuki Yuna is a Hero: Churutto!"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2087900",
            "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10080309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080309",
                    "TitleEnglish": "A Story That Starts With a Slurp",
                    "SummaryEnglish": "A group of pure young girls gathers from various eras at the club room of the Hero Club in Sanshuu Middle School in Kagawa with a duty to protect the peace. One day, the club president, Fuu, told them that they will come together to make a special udon.",
                    "TitleJapanese": "ちゅるっと始まる物語",
                    "SummaryJapanese": "様々な時代から集められた無垢な少女達は、香川の讃州中学にある勇者部に所属し、平和を守る御役目についていた。ある日、部長の風のひと言によって、彼女達は一丸となって特別なうどんを作ることになった。"
                },
                "2": {
                    "ID": "10080311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080311",
                    "TitleEnglish": "Training With a Slurp",
                    "SummaryEnglish": "In order to set an example for everyone, the original Hero Club started making a trial udon. Since there are two members who are good at cooking, they were laughing at the easy idea that they would be able to complete the \"Hero Club Udon\" today, but then the.... incident happened.",
                    "TitleJapanese": "ちゅるっと錬成",
                    "SummaryJapanese": "皆の手本となるため、うどんの試作を始める元祖勇者部。料理の得意なメンバーが２人もいるため、今日で『勇者部うどん』が完成してしまうのではと、安易な考えに笑い合っていたが、その時……事件は起きた。"
                },
                "3": {
                    "ID": "10080312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080312",
                    "TitleEnglish": "That Hand Is the God Hand.",
                    "SummaryEnglish": "The three Yuunas worked hard to make udon noodles. However, perhaps they put too much effort into it, and the dough turned out to be harder than expected. With their motto of \"act quickly, don't think\", the three Yuunas get out of the jam by using the only means available to them.",
                    "TitleJapanese": "その手は神の手",
                    "SummaryJapanese": "張り切ってうどんをこねる３人の友奈達。だが、力が入りすぎたのか、思ったより生地が硬くなってしまった。考えるより即行動がモットーの友奈ズは、彼女らにしかできない手段でこのピンチを切り抜ける。"
                },
                "4": {
                    "ID": "10080313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080313",
                    "TitleEnglish": "As White As Udon.",
                    "SummaryEnglish": "Wakaba and Tamako were feeling like udon after entering the hot springs. What is Udon? While Wakaba is searching for the direction of Hero Club Udon, Tamako is doing the opposite. That is because there are tall mountains in front of her eyes!",
                    "TitleJapanese": "白き事うどんの如し",
                    "SummaryJapanese": "温泉に入り、うどんの気持ちになっていた若葉と球子。うどんとは何ぞやと、勇者部うどんの方向性を模索する若葉に対し、球子はそれどころではなかった。何故なら目の前にはそびえ立つ名峰が連なっていたのだから！"
                },
                "5": {
                    "ID": "10080314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080314",
                    "TitleEnglish": "Do Heroes Dream of Udon?",
                    "SummaryEnglish": "A sleepover party for the younger group, consisting of elementary school students and junior high school students. The topic of discussion was how to make the best udon. They discuss various opinions such as what should be tasty, what should look good, etc., and finally complete the best udon ......?",
                    "TitleJapanese": "勇者はうどんの夢を見るか",
                    "SummaryJapanese": "小学生と中１で構成される年少組のお泊まり会。そこでもやはり話題は勇者部うどんをどうするか。美味しいこと、見た目が良いこと等、様々な意見を出し合い、ついに最高のうどんが完成する……？"
                },
                "6": {
                    "ID": "10080315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080315",
                    "TitleEnglish": "Declaration of Udon Overthrowal.",
                    "SummaryEnglish": "In the Divine Era, when Shikoku became the world, udon is the staple food and the national dish. However, among the Heroes summoned from all over Japan in the past, there were definitely those who favored soba and ramen. There is no way that this will not cause conflict. ......",
                    "TitleJapanese": "打倒うどん宣言",
                    "SummaryJapanese": "四国が世界となった神世紀では、うどんこそが主食で国民食。しかし、過去の日本各地から召喚された勇者の中には、蕎麦派やラーメン派も確実に存在していた。これで争いが起こらぬ訳もなく……。"
                },
                "7": {
                    "ID": "10080316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080316",
                    "TitleEnglish": "Vessel of a Hero",
                    "SummaryEnglish": "Kusunoki Mebuki, the commander of the Sentinels, does not have great cooking skills. However, with the help of her friends, she realises that there is something that only she can do. She must be a great member of the Hero Club!",
                    "TitleJapanese": "勇者の器",
                    "SummaryJapanese": "料理スキルが高くない、防人組リーダー楠芽吹。勇者部うどん開発で役に立てないのではないかと嘆くが、仲間の導きで自分にしか出来ない事があるのだと気付く。防人も立派な勇者部員に違いないのだ。"
                },
                "8": {
                    "ID": "10080317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080317",
                    "TitleEnglish": "Udon Dwells In Faithful Hearts",
                    "SummaryEnglish": "There are Mikos who belong to the Hero Club. They, too, have been struggling with the development of udon for the Hero Club. Using their ability to obtain oracles from Shinju-sama, the god of this world, they try to come up with a supreme udon, but then a helper intervenes!",
                    "TitleJapanese": "信じる心にうどんは宿る",
                    "SummaryJapanese": "勇者部に所属する巫女という存在。彼女達もまた、勇者部うどんの開発には頭を悩ませていた。この世の神である神樹から神託を得る能力を活かし、至高のうどんを導き出そうとするが、そこへ助っ人が乱入した！"
                },
                "9": {
                    "ID": "10080318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080318",
                    "TitleEnglish": "The World Beyond the Warmth",
                    "SummaryEnglish": "In the Hero Club where all the innocent girls are gathered, there is a Hero, Koori Chikage, who is aware of her own distortion. The only thing that saved her from being distorted by her harsh upbringing was a simple call and a pair of straight eyes. That's all it took.",
                    "TitleJapanese": "湯気の向こうに見る世界",
                    "SummaryJapanese": "無垢な少女ばかりが集っている勇者部において、自身の歪みを認識している勇者、郡千景。過酷な生い立ちゆえに歪さを拭えぬ彼女を救ったのは、ごく簡単な呼びかけと、真っ直ぐな瞳。ただそれだけだった。"
                },
                "10": {
                    "ID": "10080319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080319",
                    "TitleEnglish": "What Is It That You Dropped?",
                    "SummaryEnglish": "A member of the Hero Club accidentally drops \"something\" into the spring. What they have in common leads to a fantastic chaos. It is a fairy tale, a violence, and a mysterious event full of mysteries.",
                    "TitleJapanese": "落し物はなんですか？",
                    "SummaryJapanese": "うっかり『何か』を泉に落としてしまった勇者部員。その共通点が導き出すファンタジーなカオス。それは童話でもあり、バイオレンスでもあり、謎に満ち溢れた不可思議な出来事であった。"
                },
                "11": {
                    "ID": "10080320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080320",
                    "TitleEnglish": "The Justice of Udon Lies Within Me",
                    "SummaryEnglish": "Kokubou Kamen (masked defenders of the country) are trying to develop Udon with a firm idea. However, what stands in front of them, who aim at frugality and simplicity, is that dark heroine who is gorgeous, selfish, and irreverent, and who is always ready to chomechome!",
                    "TitleJapanese": "饂飩ノ正義ハ我二有リ",
                    "SummaryJapanese": "確固たる理念を持って勇者部うどん開発に臨む国防仮面達。だが、質素倹約を旨とする彼女らの前に立ち塞がったのは、絢爛豪華ワガママ不遜、チョメチョメ上等を地で行くあのダークヒロインだった！"
                },
                "12": {
                    "ID": "10080321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuuki-yuuna-is-a-hero-churutto/episodes/10080321",
                    "TitleEnglish": "Slurp Till You Drop!",
                    "SummaryEnglish": "The time has finally come for a verdict. But they can't decide on a dish that has no definition and is vague to begin with. What is the right kind of udon for the \"Hero Club Udon\"? Will the Heroes be able to settle this difficult question?",
                    "TitleJapanese": "すすれ、力の限りに！",
                    "SummaryJapanese": "ついに評決の時を迎える勇者部うどん。だが、そもそも曖昧で定義もない一杯を決めかねる面々。果たして『勇者部うどん』に相応しいうどんとは何なのか。勇者達はこの難題に決着をつけられるのか!?"
                }
            }
        }
    }
}