{
    "URL": "https://www.thetvdb.com/series/dragon-ball-daima",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/2F4D-0606-E173-F583-D22D-P",
        "https://www.imdb.com/title/tt29485149/",
        "https://dragonballdaima.com/",
        "http://www.reddit.com/r/DragonBallDaima",
        "https://www.tvmaze.com/shows/75093/show-slug",
        "https://www.themoviedb.org/tv/236994",
        "https://www.wikidata.org/wiki/Q123022503",
        "https://en.wikipedia.org/wiki/Dragon_Ball_Daima",
        "https://x.com/DB_official_jp"
    ],
    "TitleEnglish": "Dragon Ball Daima",
    "SummaryEnglish": "Goku and company were living peaceful lives when they suddenly turned small due to a conspiracy! When they discover that the reason for this may lie in a world known as the \"Demon Realm\", a mysterious young Majin named Glorio appears before them.",
    "TitleJapanese": "ドラゴンボールDAIMA",
    "SummaryJapanese": "その物語では、悟空、ベジータ、ブルマ、そしてシリーズ全体の他のキャラクターが通常よりも若くなります。ただし、これは、元のシリーズの終了後に悟空が子供に戻るドラゴンボール GT アニメの同様のプロットラインとは異なります。",
    "Aliases": [
        "Dragon Ball DAIMA"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "1": {
            "ID": "2088543",
            "URL": "https://www.thetvdb.com/series/dragon-ball-daima/seasons/official/1",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "10086625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10086625",
                    "TitleEnglish": "Conspiracy",
                    "SummaryEnglish": "A giant castle in a mysterious world. Two shady Majin, Gomah and Degesu, watch a monitor. The monitor shows Goku and the others having a fierce battle against Majin Buu. Gomah and Degesu head to Earth to execute a certain conspiracy.",
                    "TitleJapanese": "インボウ",
                    "SummaryJapanese": "謎の世界の巨大な城。モニターを見つめる怪しい魔人の二人組。その名はゴマーとデゲス！そのモニターには魔人ブウと激闘を繰り広げる悟空たちの姿が、なぜか映し出されていた。二人組はあるインボウの実行のため地球へと向かった！"
                },
                "2": {
                    "ID": "10740817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10740817",
                    "TitleEnglish": "Glorio",
                    "SummaryEnglish": "Goku and his friends have been turned small due to Gomah's scheme. They begin preparing to go to the demon world. Goku collects his Nyoibo and looks forward to a new adventure. Then the mysterious young Majin Glorio appears!",
                    "TitleJapanese": "グロリオ",
                    "SummaryJapanese": "ゴマーの企てにより小さな姿にされた悟空たち。魔界へ向かうことが必要と判断し、旅立ちの準備に取り掛かることに。久々に如意棒を手にし新たな冒険への期待に胸を膨らませる悟空。そこにミステリアスな少年魔人・グロリオが現れる！"
                },
                "3": {
                    "ID": "10750291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750291",
                    "TitleEnglish": "Daima",
                    "SummaryEnglish": "Goku, Supreme Kai, and Glorio head out to the \"Demon Realm\" first. Their plane travels through space and a mysterious dimension. They arrive at the entrance to the Demon Realm, the \"Third Demon World\"!",
                    "TitleJapanese": "ダイマ",
                    "SummaryJapanese": "悟空・界王神・グロリオの3人で、先んじて「大魔(ダイマ)界」に向かうことに。宇宙空間を移動し、不思議な空間をなんとか通りぬける悟空たちの飛行機。到着したそこは魔界の入口「第3魔界」だった！"
                },
                "4": {
                    "ID": "10750335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750335",
                    "TitleEnglish": "Chatty",
                    "SummaryEnglish": "Forced to make their way through the Third Demon World on foot, Goku and his companions stop by a lone drive-in on the way. There they encounter some strange souvenirs and a rather chatty and quirky Majin woman and her husband!",
                    "TitleJapanese": "オシャベリ",
                    "SummaryJapanese": "第3魔界内を徒歩での移動を余儀なくされた悟空たちは、道中ポツンとあるドライブインに立ち寄ることに。そこには不思議な土産物と一風変わったオシャベリな魔人夫婦が待ちうけていたのだった！"
                },
                "5": {
                    "ID": "10750336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750336",
                    "TitleEnglish": "Panzy",
                    "SummaryEnglish": "The masked Majin who appeared before Goku and his companions is a young girl named Panzy! While Glorio gives her the cold shoulder, Panzy insists on acting as their guide. The group reaches a suspicious castle!",
                    "TitleJapanese": "パンジ",
                    "SummaryJapanese": "悟空たちの前に現れた仮面の魔人の正体は、パンジと名乗る少女だった！冷たい態度のグロリオをよそに、なぜか無理やり道案内を買って出るパンジ。一行は怪しげな城へとたどり着く！"
                },
                "6": {
                    "ID": "10750337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750337",
                    "TitleEnglish": "Lightning",
                    "SummaryEnglish": "After encountering the Gendarmerie, the wardens of the Demon Realm, the four are forced to camp in a cave where they encounter further trouble! The enigmatic Glorio unleashes lightning magic against Goku to resolve the situation!",
                    "TitleJapanese": "イナヅマ",
                    "SummaryJapanese": "魔界の番人・憲兵隊との遭遇後、洞窟でやむを得ず野営することになった4人にさらなるトラブル！ここで謎多き魔人グロリオが、状況打破のために、悟空に対してイナヅマ魔法を炸裂させる！"
                },
                "7": {
                    "ID": "10750338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750338",
                    "TitleEnglish": "Collar",
                    "SummaryEnglish": "Goku and his companions continue their journey. But the Gendarmerie appear and bar their way again, perhaps due to them knowing the location of the Magic Collar around Panzy's neck. Can the bond with her friends save Panzy from peril?!",
                    "TitleJapanese": "クビワ",
                    "SummaryJapanese": "旅を続ける悟空たち。しかし、パンジにつけられた魔法のクビワで位置を捉えられたのか、またもや現れた憲兵隊に行く手を遮られてしまう。パンジの危機を、仲間の絆で救えるのか!?"
                },
                "8": {
                    "ID": "10750339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750339",
                    "TitleEnglish": "Tamagami",
                    "SummaryEnglish": "The fight with a Tamagami begins! The Tamagamis are the undefeated guardians of the Dragon Balls. Seeing Goku fight toe-to-toe with one, Panzy and the others are unable to hide their surprise. As the battle heats up, what will happen?!",
                    "TitleJapanese": "タマガミ",
                    "SummaryJapanese": "ついに、タマガミとの勝負が始まった！かつて誰にも負けたことがないというドラゴンボールの守護者タマガミ。しかしそのタマガミと互角にやりあう悟空に驚きを隠せないパンジたち。ヒートアップする闘いの行方は!?"
                },
                "9": {
                    "ID": "10750340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750340",
                    "TitleEnglish": "Thieves",
                    "SummaryEnglish": "Rumors of what Goku did in the Third Demon World spread across the Demon Realm. To avoid trouble, Goku wears a disguise at the hotel, but they can't let their guard down in the Third Demon World. Thieves see through his disguise!",
                    "TitleJapanese": "トウゾク",
                    "SummaryJapanese": "第3魔界で活躍する悟空たちの噂は、たちまち魔界中に広まってしまう。面倒を避けるために変装をしてホテルを訪れるが、そこは油断のならない第3魔界。トウゾクたちに正体を見破られてしまった！"
                },
                "10": {
                    "ID": "10750341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10750341",
                    "TitleEnglish": "Ocean",
                    "SummaryEnglish": "Goku and his companions arrive at the mystic Second Demon World where a giant ocean spreads as far as the eye can see! The party is amazed at the new world but is immediately attacked by Gendarmerie that have been sent by Gomah!",
                    "TitleJapanese": "ウナバラ",
                    "SummaryJapanese": "悟空たちが到着した次なる魔界は、一面に大きくウナバラが広がる神秘的な世界・第2魔界だった！新たな世界に驚きを受ける一行だったが、すぐにゴマーによって差し向けられた憲兵隊の襲撃を受けてしまう！"
                },
                "11": {
                    "ID": "10851841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10851841",
                    "TitleEnglish": "Legend",
                    "SummaryEnglish": "Having regrouped with Vegeta and the others, Goku and his companions arrive at a planet that seems familiar. As they move to head out, a suspicious shadow approaches! It's the Legendary Namek who remained alone in the Demon Realm!",
                    "TitleJapanese": "デンセツ",
                    "SummaryJapanese": "やっとのことでベジータたちと合流し、訪れたのはなんだか懐かしい感じのする星だった。出発しようとする一行に怪しい人影が忍び寄る！その正体は、大魔界にひとり残ったデンセツのナメック人であった！"
                },
                "12": {
                    "ID": "10860355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10860355",
                    "TitleEnglish": "True Strength",
                    "SummaryEnglish": "Vegeta’s battle with the Tamagami is evenly matched, but forced underwater where he's not used to fighting, he finds himself struggling! Vegeta is cornered and sinks to the ocean floor. But then he finally unleashes his true strength!",
                    "TitleJapanese": "ソコヂカラ",
                    "SummaryJapanese": "タマガミと互角の闘いを繰り広げるベジータだったが、慣れない水中戦に持ち込まれ苦戦を強いられてしまう！追い詰められ、水底に沈みゆくベジータ・・。しかしついにそのソコヂカラを解き放つ！"
                },
                "13": {
                    "ID": "10872178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10872178",
                    "TitleEnglish": "Surprise",
                    "SummaryEnglish": "As Goku and his companions head to where Gomah is, engine trouble causes them to land on a certain planet. The place they land happens to be a surprise-filled planet where even Supreme Demon Kings are afraid to tread!",
                    "TitleJapanese": "サプライズ",
                    "SummaryJapanese": "ゴマーのいる場所を目指す一行は、飛行機のエンジントラブルによりとある星へ。偶然降り立ったその星は大魔王さえも恐れて近寄らない、とんでもないサプライズに満ち満ちた場所であった！"
                },
                "14": {
                    "ID": "10900689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10900689",
                    "TitleEnglish": "Taboo",
                    "SummaryEnglish": "To stop Goku's advancement, Gomah commits an unbelievable taboo! Goku and his companions can no longer proceed. Just when it seems their adventure is over, a certain someone reveals their true power!",
                    "TitleJapanese": "タブー",
                    "SummaryJapanese": "ゴマーは悟空たちの移動阻止のため、今だかつてないタブーを犯す！そのせいでこれ以上先に進めなくなった悟空たち。冒険が終了してしまうのかと思われたその時、ある人物が真の力を発揮する！"
                },
                "15": {
                    "ID": "10912220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912220",
                    "TitleEnglish": "Third Eye",
                    "SummaryEnglish": "The Evil Third Eye offers absolute power in the Demon Realm. King Gomah confirms its location and moves to obtain it! Will the Third Eye open on Gomah's forehead?!",
                    "TitleJapanese": "サードアイ",
                    "SummaryJapanese": "魔界において絶対的な力を得られるという「魔のサードアイ」。キング・ゴマーはその存在場所をいよいよ確定し、その入手に奔走する！果たして第3の目は、ゴマーの額で開眼するのか！？"
                },
                "16": {
                    "ID": "10912467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912467",
                    "TitleEnglish": "Degesu",
                    "SummaryEnglish": "Goku and his companions finally reach Gomah's palace. But Kadem and the mighty Gendarmerie Force bar their way! Meanwhile, in the palace, Degesu takes action for his own ambitions!",
                    "TitleJapanese": "デゲス",
                    "SummaryJapanese": "とうとうゴマーの王宮へと辿り着いた悟空たち。しかし、王宮の前にはカデム率いる最強部隊・憲兵特戦隊が待ち構えていた！一方、王宮内ではデゲスが、己の野望を果たすため暗躍を開始する…！"
                },
                "17": {
                    "ID": "10912468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912468",
                    "TitleEnglish": "Gomah",
                    "SummaryEnglish": "Goku and his companions face off with Arinsu. With everything on the line, their battle begins. But all of a sudden, a transformed King Gomah stands before both parties!",
                    "TitleJapanese": "ゴマー",
                    "SummaryJapanese": "悟空たちは第1魔界でいよいよアリンスと相対する。互いの進退を賭けて、新たな戦いの火蓋が切って落とされると思った矢先、強大な力により変貌を遂げたキング・ゴマーが両者の前に立ち塞がった！"
                },
                "18": {
                    "ID": "10912469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912469",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "King Gomah enters the battlefield and an all-out battle ensues! Goku and his companions stuggle against the power of the Third Eye. Just when it seems that all is lost, an amazing new power is awakened within Goku!",
                    "TitleJapanese": "メザメ",
                    "SummaryJapanese": "戦場に乱入したキング・ゴマーとの総力戦が始まった！サードアイの圧倒的なパワーに苦戦する仲間たち。万事休すかと思われたその時、悟空は新たな力のメザメにより驚愕の覚醒を行う！"
                },
                "19": {
                    "ID": "10912470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912470",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "The battle continues to go poorly for Goku and his companions. After much hesitation, Glorio puts Arinsu's secret plan into action! As his friends watch in awe, what will Glorio's betrayal set in motion?!",
                    "TitleJapanese": "ウラギリ",
                    "SummaryJapanese": "混乱し悟空たちが大ピンチに陥る戦況。グロリオは逡巡の末、アリンスの巧妙に仕込んだ企みを実行してしまう！仲間たちの動揺の中、グロリオのウラギリによって一体何が起こるのか！"
                },
                "20": {
                    "ID": "10912471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-daima/episodes/10912471",
                    "TitleEnglish": "Maximum",
                    "SummaryEnglish": "Having been restored, Goku finally surpasses his limits! To defeat the mighty Giant Gomah, who keeps regenerating through the power of the Third Eye, everyone puts in their maximum effort in an all-out battle!",
                    "TitleJapanese": "ゼンカイ",
                    "SummaryJapanese": "元の姿に戻り、ついに限界を超えていく悟空！サードアイの力で幾度も復活する強大なジャイアントゴマーを倒すため、皆で共闘してゼンカイやべえバトルが繰り広げられる!!"
                }
            }
        }
    }
}