{
    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/F402-BC94-E28C-C82A-6796-0",
        "https://www.imdb.com/title/tt29521186/",
        "https://lv2-cheat.com/",
        "http://www.reddit.com/r/Lv2KaraCheatDatta",
        "https://www.tvmaze.com/shows/73471/show-slug",
        "https://www.themoviedb.org/tv/237233",
        "https://www.wikidata.org/wiki/Q123051796",
        "https://en.wikipedia.org/wiki/Chillin%27_in_Another_World_with_Level_2_Super_Cheat_Powers#Anime",
        "https://x.com/Lv2cheat_anime"
    ],
    "TitleEnglish": "Chillin' in Another World With Level 2 Super Cheat Powers",
    "SummaryEnglish": "Flio is living an ordinary life as a merchant when he's suddenly transported to Klyrode, an alternate world, as its potential hero. Stuck at level one and lacking abilities, he is banished to a forest where he's attacked by slime. Defeating the slime, he reaches level two and gains infinite power. Join Flio on his quest for peace in a new world full of unique creatures, demons, and chaos.",
    "TitleJapanese": "Lv2からチートだった元勇者候補のまったり異世界ライフ",
    "SummaryJapanese": "商人として日々働いていたバナザは、突然クライロード魔法国という\n見たことも聞いたこともない異世界に「勇者候補」として召喚される。\nだが、Lv1の能力が一般市民並みだったことで勇者失格の烙印を押され、\nさらには国の手違いで元の世界に戻れなくなってしまう……。\n\n王都から辺境へ追放されたバナザが、なんとか生き延びるべく\n森で襲い掛かってきたスライムを撃退、Lvを2に上げると\n彼のステータスは見慣れない「∞」の記号に変わっていて──!?\n\nこれは、名前と姿を変えて異世界で生きることを選んだ「超越者」と、\n敵対する人種族に恋した「魔族」との波乱万丈な新婚ストーリー。\nあらゆる種族を巻き込んで──目指せ、平和なスローライフ！",
    "Aliases": [
        "Lv2 kara Cheat datta Motoyuusha Kouho no Mattari Isekai Life",
        "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life",
        "Lv2 kara Cheat datta Motoyūsha Kōho no Mattari Isekai Life",
        "Lv2 kara Cheat datta Moto Yūsha Kōho no Mattari Isekai Life",
        "Lv2からチート"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2088879",
            "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10090843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10090843",
                    "TitleEnglish": "A Level 2 Hero Candidate",
                    "SummaryEnglish": "Banaza, a merchant, has doubts about a world with racial discrimination. One day, he's summoned to The Magical Kingdom of Klyrode in another world as a hero candidate. However, his level 1 abilities and stats are on par with those of ordinary citizens.",
                    "TitleJapanese": "Lv2の勇者候補",
                    "SummaryJapanese": "商人として働くバナザは、種族によって差別される世の中に疑問を抱いていた。ある日、いつもと同じように仕事をこなしていたところ、突然異世界のクライロード魔法国に勇者候補として突然召喚されてしまう。しかし、Lv1である彼の能力を測定したところ、その数値は一般市民と同程度のもので──。"
                },
                "2": {
                    "ID": "10381460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381460",
                    "TitleEnglish": "Fenrys the Lupine Warrior",
                    "SummaryEnglish": "Banaza has begun his new life as Flio, but right off the bat, he's challenged by Fenrys, the sister of a member of the Dark One's Infernal Four. Flio knows he can't beat such a powerful foe in physical combat, so he starts testing out his new spells...",
                    "TitleJapanese": "牙狼族の戦士フェンリース",
                    "SummaryJapanese": "バナザは、名をフリオと変えて生きることを決めた。しかし、そんな矢先に魔王軍四天王の妹と名乗るフェンリースに遭遇。強力な魔素を振りまく強敵を前に何か戦える術はないかと、使える魔法を片っ端から試していくフリオ。そんな中ウィンドウに表示された魔法は『隷属化魔法』だった――。"
                },
                "3": {
                    "ID": "10381461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381461",
                    "TitleEnglish": "I've Begun My Life in Another World",
                    "SummaryEnglish": "With Fenrys as his wife, Flio begins his new life in this new world. Balirossa and three of her fellow knights end up living with them, as well. Life is peaceful for Flio and his new companions, but a dark figure is watching them from the shadows...",
                    "TitleJapanese": "異世界ライフはじめました",
                    "SummaryJapanese": "フェンリースを妻として迎えることになったフリオは、異世界で突然の新婚生活をスタートさせる。さらには、クライロード魔王国の騎士団であったバリロッサたちとも成り行きで共同生活を始めることに。賑やかな生活を送るフリオたちだったが、それを見守る怪しげな視線があって――"
                },
                "4": {
                    "ID": "10381462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381462",
                    "TitleEnglish": "An Unexpected Visitor",
                    "SummaryEnglish": "Balirossa is disappointed that she was of no help in the Dark Army's attack on Flio and Fenrys. As she's training on her own in the forest to get stronger, a mysterious man approaches and says he's looking for an old friend...",
                    "TitleJapanese": "予期せぬ来訪者",
                    "SummaryJapanese": "襲撃してきた魔王軍を撤退させたフリオたち。その戦いで貢献できず落ち込んでいたバリロッサは、森でフェンリースと旧知だと告げる怪しい男と出会う。不審に思ったバリロッサが剣を向けると、その男は潔く立ち去って行ったのだが……。その男の正体はとんでもないもので──。"
                },
                "5": {
                    "ID": "10381463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381463",
                    "TitleEnglish": "Until My Life Ends",
                    "SummaryEnglish": "As Flio and company are beginning their new life near the town of Houghtow, an all-out attack by the Dark Army endangers Klyrode's very existence, forcing the king to make a decision.",
                    "TitleJapanese": "この命尽きるまで",
                    "SummaryJapanese": "王都から離れたホウタウという街の近くに拠点を移し、フリオたちは新生活の準備を始めた。一方、魔王軍総攻撃が開始されたことでクライロード魔法国は存亡の窮地に陥り、国王は苦渋の決断を迫られる。そして、勇者を解任された金髪勇者は、城の宝物殿に忍び込み、封じられし存在と接触し――。"
                },
                "6": {
                    "ID": "10381464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381464",
                    "TitleEnglish": "Hiya, Djinn of Light and Darkness",
                    "SummaryEnglish": "Hiya, the djinn who commands the origin of light and darkness, appears out of nowhere and attacks Flio. Fenrys is gravely injured protecting him, sending the normally peaceful Flio into a rage as he unleashes his own immense power upon Hiya.",
                    "TitleJapanese": "光と闇の魔人ヒヤ",
                    "SummaryJapanese": "フリオの前に突如現れた光と闇を司る魔人ヒヤ。フェンリースはヒヤの攻撃からフリオを庇い、致命傷を負ってしまう。普段は種族関係なく他者との争いを嫌っているフリオだが、フェンリースが死に瀕している姿を前にして平静を失い――。そして、圧倒的な力を以てヒヤを蹂躙していくが……。"
                },
                "7": {
                    "ID": "10381465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381465",
                    "TitleEnglish": "Toward Their Respective Futures",
                    "SummaryEnglish": "Hiya is assigned general housework duty, making Balirossa and her companions worry that they'll be reduced to freeloaders who contribute nothing to the household. Meanwhile, a witch who was sealed along with Hiya shows up in Houghtow...",
                    "TitleJapanese": "それぞれの未来へ",
                    "SummaryJapanese": "フリオ家に新たに加わったヒヤは、家事全般を担当することに。このままではただの穀潰しになってしまうと危機感を覚えたバリロッサたちは、自分達にできることを探し始める。一方、ヒヤと共に封じられていた暗黒大魔導士ダマリナッセが第一王女を狙い、ホウタウの街に現れて――。"
                },
                "8": {
                    "ID": "10381466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381466",
                    "TitleEnglish": "Unseen Wall",
                    "SummaryEnglish": "When Balirossa confides that Gholl has been appearing in her dreams, her three fellow knights smell love in the air. Meanwhile, Gholl halts his army's advance to try to recruit Flio, a decision that not all demons are happy with...",
                    "TitleJapanese": "見えざる壁",
                    "SummaryJapanese": "バリロッサは最近夢にうなされていた。その夢にたびたび登場するのが魔王ゴウルであることを知り、ブロッサムたちは恋の話に花を咲かせる。一方、魔王ゴウルは魔王軍の侵攻を止め、フリオの行方を追っていた。しかし、ゴウルの方針に反感を抱く弟のユイガードが、腹心のフフンと共に暗躍し――。"
                },
                "9": {
                    "ID": "10381467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381467",
                    "TitleEnglish": "Wolf and Adventurer",
                    "SummaryEnglish": "The princess has learned that Flio's true identity is Banaza. She pays him a visit to apologize for the unfair treatment he's received from the kingdom, and to ask him to protect small towns from the Dark Army as the true hero.",
                    "TitleJapanese": "狼と冒険者",
                    "SummaryJapanese": "フリオの家へ突然訪問してきた第一王女。その目的は、フリオの正体がバナザであることを知り、国が行った非道な行為に対する謝罪だった。さらには、真の勇者として魔王軍の攻撃から町を守るために力を貸して欲しいと相談を持ち掛ける。しかし、人種族と魔族のどちらか一方に肩入れしたくないフリオは――。"
                },
                "10": {
                    "ID": "10381468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381468",
                    "TitleEnglish": "A New Housemate",
                    "SummaryEnglish": "Gholl's younger brother, Yuigarde, has staged an insurrection. At his castle, Gholl learns that even the Infernal Four are dissatisfied with his recent actions, and Yuigarde challenges him to a duel with the Dark One's throne on the line.",
                    "TitleJapanese": "新たな同居人",
                    "SummaryJapanese": "魔王軍で起きた緊急事態、それは魔王ゴウルの弟であるユイガードが謀反を起こしたというものだった。魔王城に駆け付けたゴウルは四天王からも不満を露わにされ、ユイガードから魔王の座を懸けた勝負を挑まれる。人種族と魔族の無用な対立を憂うゴウルがとった選択とは――。"
                },
                "11": {
                    "ID": "10381469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381469",
                    "TitleEnglish": "A Steamy Hot Spring Trip, Part 1",
                    "SummaryEnglish": "Fenrys wins a hot springs resort trip in the town lottery, so Flio and company head to the hot springs. They all enjoy the resort in their own way without realizing that the Dark Army's top officials are staying there as well...",
                    "TitleJapanese": "湯けむり温泉旅行・前編",
                    "SummaryJapanese": "ホウタウの街の福引コーナーでフェンリースが一等の温泉旅行券を当てたことで、温泉街にやってきたフリオたち。フリオと二人きりになれず不満そうなフェンリースだったが、子宝の湯があると聞き心を躍らせる。それぞれが温泉街を満喫している中、魔王軍の幹部たちも温泉街に来ていて……。"
                },
                "12": {
                    "ID": "10381470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chillin-in-another-world-with-level-2-super-cheat-powers/episodes/10381470",
                    "TitleEnglish": "A Steamy Hot Spring Trip, Part 2",
                    "SummaryEnglish": "Flio and his friends have arrived at the hot spring where they encounter the Demon King's group and the Golden-haired Hero who's transformed and chaos ensues. While Flio and his friends fight to save the town, Gholl faces off against Yuigarde.",
                    "TitleJapanese": "湯けむり温泉旅行・後編",
                    "SummaryJapanese": "フリオたちがやってきた温泉街に魔王軍が居合わせ、さらには魔石のせいで化け物となった金髪勇者も現れ大騒ぎになってしまう。暴れだした化け物から温泉街を守るため、フリオたちは奮闘するが……。時を同じくしてユイガードと再び相対することになったゴウル。それぞれの戦いの決着の行方は——。"
                }
            }
        }
    }
}