{
    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32792739/",
        "https://raisewataningaii.com/",
        "http://www.reddit.com/r/YakuzaFiance",
        "https://www.tvmaze.com/shows/79134/show-slug",
        "https://www.themoviedb.org/tv/259787",
        "https://www.wikidata.org/wiki/Q123157627",
        "https://en.wikipedia.org/wiki/Yakuza_Fiancé#Anime",
        "https://x.com/raisetanin_pr",
        "https://www.youtube.com/c/UCflnO8CeyCoZajYKrtol7_Q"
    ],
    "TitleEnglish": "Yakuza Fiancé: Raise wa Tanin ga Ii",
    "SummaryEnglish": "Yoshino’s engagement is far from a dream come true. Her grandfather, head of the largest yakuza group in Kansai, has arranged her marriage to Kirishima, grandson of the Miyama Clan leader, as part of a truce. To Yoshino’s surprise, Kirishima seems kind and charming for a yakuza member. But his warm facade only serves to mask a dark and dangerous truth.",
    "TitleJapanese": "来世は他人がいい",
    "SummaryJapanese": "染井吉乃は極道の家に生まれ育った女子高生。家庭環境は特殊だが、彼女は静かに平穏に日々を過ごしていた。彼女の祖父が、別のヤクザ一家の跡取りである深山霧島との結婚を手配したことを知ったとき、状況はすべて変わります。",
    "Aliases": [
        "Raise wa Tanin ga Ii"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2090111",
            "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10566157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10566157",
                    "TitleEnglish": "Ain't no place for losers here",
                    "SummaryEnglish": "Yoshino, the granddaughter of the local yakuza boss in Osaka, is shocked when she learns that to establish peace between their gangs, she is supposed to become engaged to the grandson of a boss from Tokyo.",
                    "TitleJapanese": "負け犬に出る幕はない",
                    "SummaryJapanese": "女子高生の染井吉乃は、祖父である関西最大の暴力団「桐ヶ谷組」直系「染井組」の組長、染井蓮二がいつの間にか決めていた縁談相手の深山霧島の存在を知り、生活を共にするため大阪から東京へ引っ越すことになる。関東最大の暴力団「砥草会」直系「深山一家」の家系でありながら、人当たりがよく優しい性格の霧島に迎え入れられ、安堵する吉乃だった。しかしある日、吉乃はとある事件をきっかけに霧島の本当の姿を目の当たりにしてしまう。"
                },
                "2": {
                    "ID": "10734802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734802",
                    "TitleEnglish": "Let Me Express My Sincerity, and Maybe Earn Your Affection in the Process",
                    "SummaryEnglish": "The daughter of the president of another subsidiary of the Tokusa group has gone missing, so Yoshino must be accompanied around the clock by Kirishima for her safety.",
                    "TitleJapanese": "誠意を見せたい。あわよくば少し好きになってほしい",
                    "SummaryJapanese": "霧島から向けられる偏った愛に、吉乃は窮屈さと得も言われぬ不気味さを抱えたまま東京での学生生活を送っていた。そんな中、吉乃と霧島は、砥草会の三次団体・赤座興業会長の娘である赤座しおりが突如行方不明になったと、深山一家の構成員である橘葵から知らされる。家出か、それとも人さらいか。自分の知らない世界で何かがうごめいている予感を感じた吉乃はある日、夜の街へと消える赤座しおりの姿を見つける。"
                },
                "3": {
                    "ID": "10734803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734803",
                    "TitleEnglish": "The Triangle From Hell",
                    "SummaryEnglish": "As she and Kirishima try to figure each other out, some visitors from Kansai cast an ominious light on Yoshino's stay in Tokyo.",
                    "TitleJapanese": "地獄の三角関係",
                    "SummaryJapanese": "吉乃の祖父である蓮二は、関東の任侠組織の親睦団体「剛友会」が開く会合に参加するため、大阪から東京に来ていた。蓮二や萼をはじめ、関東と関西のヤクザの重鎮が親睦を深めるため一堂に会する。そして、吉乃のもとには染井組の構成員であり、幼少の頃から吉乃を育ててきた布袋竹人、そして吉乃の家族同然の昔馴染み、鳥葦翔真が来ていた。布袋も翔真も、吉乃の縁談相手である霧島のことが気になるようで…。"
                },
                "4": {
                    "ID": "10734804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734804",
                    "TitleEnglish": "Is He Smart or Stupid?",
                    "SummaryEnglish": "After a tense encounter between Kirishima and Shouma, Shouma drives back to Osaka. Yoshino gets the sense that something is spoiling Kirishima's mood and confronts him. Like every year, Yoshino catches a summer flu.",
                    "TitleJapanese": "頭がいいのか馬鹿なのか",
                    "SummaryJapanese": "「正直このままアンタと一緒に大阪帰りたいわ」。何気なく吉乃が口にした言葉を聞き、複雑な心境の翔真の前に吉乃を迎えに来た霧島が現れる。吉乃と家族同然の関係である翔真と、吉乃に惚れた縁談相手の霧島は、早くも一触即発の雰囲気に…。吉乃をめぐり、霧島と翔真が静かに睨み合う。そしてこの出会いをきっかけに、霧島の様子に変化が・・・。"
                },
                "5": {
                    "ID": "10734805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734805",
                    "TitleEnglish": "Princess Tsubaki",
                    "SummaryEnglish": "Yoshino's cousin Tsubaki is moving from Kyoto to Yokohama, which leads to a three-person outing with the two of them and Kirishima.",
                    "TitleJapanese": "椿姫",
                    "SummaryJapanese": "期末テストが終わり、吉乃と霧島は京都から引っ越して来た吉乃の従姉妹、明石潟椿と会うため横浜に向かう。久しぶりに再会した椿と吉乃、付いてきた霧島の3人で横浜の街を回る。懐かしい話や他愛もない話に花を咲かせながら楽しんでいた3人だが、吉乃は学校から呼び出され、一人横浜を後にする。霧島は「少しデートをしませんか」と椿を誘い、二人きりになった霧島と椿は夜の観覧車の中へ。二人きりの空間で霧島は椿にある質問を切り出す。"
                },
                "6": {
                    "ID": "10734806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734806",
                    "TitleEnglish": "I'd Rather You Hate Me than Not Care, Part One",
                    "SummaryEnglish": "Yoshino and Kirishima travel to Osaka. She wonders if he is just attached to her or maybe even likes her. But at the same time, Kirishima's former love interest, Nao, is also staying there.",
                    "TitleJapanese": "無関心ならいっそ嫌われたほうがいい 前編",
                    "SummaryJapanese": "海外から日本に帰国し、女子アナの仕事が決まっている汐田菜緒は、過去に交際していた霧島と再会する。友人たちの前では初対面のフリをする霧島と菜緒だったが、二人きりになった際に霧島は菜緒に優しい言葉をかけ、自身の連絡先を渡すのであった。そして、吉乃は霧島と一緒に大阪に向かい、久しぶりに帰った大阪で翔真とも再会を果たす。時を同じくして、菜緒もイベントに参加するため大阪に来ていた。"
                },
                "7": {
                    "ID": "10734807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734807",
                    "TitleEnglish": "I'd Rather You Hate Me than Not Care, Part Two",
                    "SummaryEnglish": "Yoshino meets Nao at the university, and they exchange contact information. However, Nao is being blackmailed by Ozu to send Kirishima and Yoshino to a place where he can eliminate both of them.",
                    "TitleJapanese": "無関心ならいっそ嫌われたほうがいい 後編",
                    "SummaryJapanese": "菜緒はバスの車窓から、霧島と吉乃が二人で歩いている所を見つける。二人を追うようにバスを降りた菜緒に声をかけたのは、さっきまで霧島と一緒にいた吉乃だった。吉乃と菜緒の話題は二人が知る共通の人物、霧島の話に。菜緒は吉乃がまだ知らなかった、霧島の過去の話を始める。そして菜緒は元彼氏である小津に、過去の行いや霧島との関係を知られ、今後の人生に関わる弱みを握られてしまった。そこで小津が菜緒に持ちかけるある要求とは…？"
                },
                "8": {
                    "ID": "10734808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734808",
                    "TitleEnglish": "To Be Honest, I Want to Marry You",
                    "SummaryEnglish": "Being blackmailed by Ozu, Nao attempts to trap Kirishima so that the thugs he recently viciously beat up to the point of hospitalization can take revenge on him. Yoshino uncovers the entire scheme and approaches Ozu on her own initiative.",
                    "TitleJapanese": "本音を言えば結婚したい 前編",
                    "SummaryJapanese": "吉乃と霧島に恨みを持つ半グレ達、そして周防薊が小津の元に集まっていた。菜緒と一緒にいた霧島を他所に小津達を見つけた吉乃は、一人である作戦を実行する。そして吉乃の状況を知った霧島は、不本意ながら大阪で唯一声を掛けることが出来る翔真を呼び出し、菜緒を任せて吉乃のもとへ向かう。その最中、霧島は吉乃に電話を掛け、そこで2人は大きな”賭け”をする。"
                },
                "9": {
                    "ID": "10734809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734809",
                    "TitleEnglish": "To Be Honest, I Want to Marry You, Part Two",
                    "SummaryEnglish": "While Kirishima is dealing with the men on his tail and meets a certain individual, Yoshino must handle things alone with Naoya.",
                    "TitleJapanese": "本音を言えば結婚したい 中編",
                    "SummaryJapanese": "花火大会の雑踏の中にいる霧島と、そこに集まる吉乃と半グレ達。吉乃はナオヤに連れ去られる小津の後を追い、霧島は人混みに紛れて半グレ達に奇襲をかける。赤座しおりの一件で目をつけられていた吉乃は、ナオヤに見つかり危険に晒される。霧島は次々と半グレ達を倒していくが、謎の多い危険人物・周防薊が霧島の前に現れる。「染井吉乃はどこ？」霧島に尋ねる薊の目的とは…？"
                },
                "10": {
                    "ID": "10734810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734810",
                    "TitleEnglish": "To Be Honest, I Want to Marry You, Part Three",
                    "SummaryEnglish": "After settling the matter with Ozu and reflecting on a couple of things with Shouma, Yoshino and Kirishima have a chat. What is the status of their bet?",
                    "TitleJapanese": "本音を言えば結婚したい 後編",
                    "SummaryJapanese": "吉乃を探す薊の目的や、南が去り際に翔真へ言った言葉。謎を残したまま薊達は姿をくらませる。取り残された小津を捕まえた霧島と吉乃は菜緒の醜聞を清算して今後一切関わらないように問い詰め始める。法を犯す一歩手前で手を引き、弱みを作らない立ち居振る舞いをする小津に、霧島はある罠を仕掛けていた。事件を片付けたことで吉乃と恋人になれる権利を獲得し、喜々として迫る霧島に吉乃はある勝負を持ちかける。"
                },
                "11": {
                    "ID": "10734811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10734811",
                    "TitleEnglish": "A Pet that Becomes Unruly as It Grows",
                    "SummaryEnglish": "After settling the matter with Ozu and reflecting on a couple of things with Shouma, Yoshino and Kirishima have a chat. What is the status of their bet?",
                    "TitleJapanese": "成長したら飼えない獣",
                    "SummaryJapanese": "染井家の墓参りを終え、霧島は染井組に招かれ和やかな時間を過ごす。皆でバーベキューを囲み、霧島とそっくりな若かりし頃の萼の話題に花を咲かせる。萼の数少ない友人である蓮二は懐かしい話を吉乃と霧島に話す。そんな中、仕事を終えた布袋が帰って来ると空気が張り詰める。蓮二から地下室に呼び出された霧島と翔真は、吉乃を巻き込み関西の地で行われた半グレ達との騒動について尋ねられる。"
                },
                "12": {
                    "ID": "10817985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakuza-fiance-raise-wa-tanin-ga-ii/episodes/10817985",
                    "TitleEnglish": "When She's Upset the Rain Falls and the Dark Night Descends",
                    "SummaryEnglish": "\"Yoshino and Kirishima have returned to Tokyo and should conclude their discussion that began in Osaka. However, Yoshino behaves as if Kirishima does not exist.\"",
                    "TitleJapanese": "彼女が翳ると闇夜が降りて雨がふる",
                    "SummaryJapanese": "波乱の帰省を終え、大阪から東京にある深山邸に帰り着いた吉乃と霧島。いつも通りの日常が始まるかと思っていたが、次の日から吉乃は霧島を無視し始める。登校する時も時間をずらされ、語りかけても無視をされ、料理を作ってあげても返事がない。珍しく取り乱す霧島は雨に打たれながら吉乃がいる離れの前に座り込んでいた。吉乃が霧島の事を無視し続ける理由とは…？"
                }
            }
        }
    }
}