{
    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32174340/",
        "https://www.nhk-character.com/karasu/",
        "https://www.tvmaze.com/shows/75372/show-slug",
        "https://www.themoviedb.org/tv/243141",
        "https://www.wikidata.org/wiki/Q123170358",
        "https://en.wikipedia.org/wiki/Yatagarasu_(novel_series)#Anime",
        "https://x.com/nep_yatagarasu",
        "https://www.youtube.com/c/UCbCrM0J4RcNp-QPZmqYL15Q"
    ],
    "TitleEnglish": "YATAGARASU: The Raven Does Not Choose Its Master",
    "SummaryEnglish": "Welcome to Yamauchi, a world inhabited by the Yatagarasu, a race of three-legged ravens who shapeshift into humans. The land is divided into four regions—North, South, East, and West—each ruled by a noble family. Yukiya, the son of a leader in the North, is shocked by a call to attend to the Imperial Prince. Murder, mysteries, and an invasion from an unexpected enemy await in this epic fantasy.",
    "TitleJapanese": "烏は主を選ばない",
    "SummaryJapanese": "八咫烏の一族が住まう異世界・山内。美しくも風変わりな若宮に仕えることになった八咫烏の少年・雪哉が、日嗣の御子の座をめぐる陰謀の渦に巻き込まれていく――。",
    "Aliases": [
        "Karasu wa Aruji o Erabanai",
        "Karasu wa Aruji wo Erabanai",
        "八咫烏シリーズ"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "1": {
            "ID": "2090409",
            "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/seasons/official/1",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "10107453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10107453",
                    "TitleEnglish": "A Lady Out of Place",
                    "SummaryEnglish": "The yatagarasu race is led by the kin'u, also known as the Golden Raven. When his son, the future kin'u, is ready to take a bride, noblewomen from the Four Houses are sent to the Cherry Blossom Palace to compete for the honor of his hand in marriage.",
                    "TitleJapanese": "場違いな姫君",
                    "SummaryJapanese": "季節は春。皇太子・若宮の后（きさき）を選ぶ「登殿（とうでん）の儀」が始まった。南家の姫・浜木綿（はまゆう）、西家の姫・真赭の薄（ますほのすすき）、北家の姫・白珠（しらたま）、そして病の姉に代わり急きょ登殿した東家の姫・あせび。山内の統治者・次期“金烏（きんう）”たる若宮の妻に選ばれるのは、四人のうちただ一人だけ。張り詰めた空気が漂う女の園で、あせびはまだ見ぬ若宮への想いを募らせていく。"
                },
                "2": {
                    "ID": "10423969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423969",
                    "TitleEnglish": "The Blockhead Second Son",
                    "SummaryEnglish": "A clash with other young noblemen plucks 13-year-old Yukiya out of the backwater village of Taruhi and into royal service. The Northern House wants an agent in the Prince's household, but is the \"blockhead\" Yukiya up to the task?",
                    "TitleJapanese": "ぼんくら次男",
                    "SummaryJapanese": "金の大烏との邂逅から数年後。北領、垂氷（たるひ）の少年・雪哉（ゆきや）は13歳になっていた。北家の宴の席で騒動を起こした雪哉は、なぜか宗家の長束（なつか）の目にとまり、次期“金烏（きんう）”たる若宮の側仕えに指名されてしまう。側仕えの期限は一年間。その間、北家の姫・白珠（しらたま）が若宮の后（きさき）に選ばれるよう動くべし。故郷を離れ中央山へと飛び立つ雪哉に、新たな出会いが待ち受ける。"
                },
                "3": {
                    "ID": "10423970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423970",
                    "TitleEnglish": "A True Golden Raven",
                    "SummaryEnglish": "The Prince immediately buries Yukiya under a mountain of chores. Can the \"blockhead\" keep up with a workload that crushed all his predecessors? And why does the Prince seem so intent on avoiding his potential brides?",
                    "TitleJapanese": "真の金烏",
                    "SummaryJapanese": "出会ったばかりの雪哉（ゆきや）に大量の仕事を言いつけ、若宮は嵐のように去っていった。側仕えとして朝廷に出入りするうちに、雪哉は、若宮が“真（まこと）の金烏（きんう）”と呼ばれていること、若宮に皇太子の座を奪われた異母兄・長束（なつか）との因縁、そして長束を信奉する勢力・長束派にまつわる黒い噂を耳にする。初夏のある日、若宮は男子禁制の桜花宮（おうかぐう）を見下ろす崖へと雪哉を連れ出して……。"
                },
                "4": {
                    "ID": "10423971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423971",
                    "TitleEnglish": "An Imperial Council",
                    "SummaryEnglish": "The lords of the land meet to reconsider the succession. The Prince crashes the council, but his brash approach may do more harm than good. How does Yukiya fit into his plan, if he even has one?",
                    "TitleJapanese": "御前会議",
                    "SummaryJapanese": "若宮の不在を狙って開かれた御前会議（ごぜんかいぎ）。そこでは四家の当主たちが若宮の廃太子を目論んでいた。御前会議に乗り込んだ若宮は、その場にいた父・今上陛下を玉座から引きずり下ろし、異母兄・長束（なつか）に対して屈辱的な仕打ちを行う。身の危険を省みない若宮を心配する雪哉だが、当人はまったく意に介さず、雪哉を連れて花街遊びに興じるのだった。翌朝、帰路についた若宮と雪哉は、何者かの襲撃を受ける。"
                },
                "5": {
                    "ID": "10423972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423972",
                    "TitleEnglish": "A Purge",
                    "SummaryEnglish": "The Prince loses a fortune at dice and leaves Yukiya as collateral. While working as a drudge in the criminal underworld, the boy witnesses a deadly meeting. Meanwhile, the ladies of the Cherry Blossom Palace prepare for Tanabata.",
                    "TitleJapanese": "粛清",
                    "SummaryJapanese": "近習になるやいなや、若宮の借金のカタに売られてしまった雪哉（ゆきや）。谷間の遊女宿であくせく働きながら、偶然、若宮の敵対勢力・長束（なつか）派の恐ろしい会合を目にしてしまう。会合の場には、雪哉が若宮の側仕えになるきっかけを作った、ある宮烏の姿があった。一方、桜花宮（おうかぐう）では、若宮を迎える「七夕の儀式」の準備が進んでいた。東家の姫・あせびは、ふと、初恋の少年のことを思い出して……。"
                },
                "6": {
                    "ID": "10423973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423973",
                    "TitleEnglish": "A Tanabata Invitation",
                    "SummaryEnglish": "The ladies of Cherry Blossom Palace eagerly expect the prince for Tanabata, a celebration too important to miss. The Princess calls on Asebi to perform, giving her a chance to prove herself—or add to her string of public embarrassments.",
                    "TitleJapanese": "七夕の誘い",
                    "SummaryJapanese": "長束（なつか）の側近・敦房（あつふさ）が、若宮のもとを訪ねてきた。「路近（ろこん）を筆頭とする過激な宮烏から長束を守ってほしい」と懇願する敦房に、若宮はある依頼をする。桜花宮（おうかぐう）では、内親王・藤波の勧めで、東家の姫・あせびが琴を演奏することになった。その腕前に、あせびを田舎者と侮っていた女たちは圧倒される。琴の模様に目を付けた北家の女房・茶の花は、薄ら笑いを浮かべながらあせびに近づく。"
                },
                "7": {
                    "ID": "10423974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423974",
                    "TitleEnglish": "Falling",
                    "SummaryEnglish": "The Prince unexpectedly calls in at the Southern House's palace and finds his brother there. Meanwhile, Lady Shiratama puts a proposal to Lady Hamayu about an alliance of sorts between the Northern House and the Southern House.",
                    "TitleJapanese": "転落",
                    "SummaryJapanese": "異母兄・長束（なつか）と南家当主に対峙する若宮。危険を顧みず敵の懐に乗り込む若宮のことを、雪哉は案じる。七夕の宴のあと、南家の姫・浜木綿（はまゆう）と取引を交わした北家の白珠（しらたま）。彼女はあせびを文泥棒だと断じ、池に突き落とす。それを見た西家の真赭の薄（ますほのすすき）はあせびを助け出し、あせびの母・浮雲の君にまつわる話を語り聞かせるのだった。桜花宮に不穏な影が漂いはじめる。そして…。"
                },
                "8": {
                    "ID": "10423975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423975",
                    "TitleEnglish": "The Intruder",
                    "SummaryEnglish": "Samomo's death rocks Cherry Blossom Palace. Suspicions and accusations fly, even before a midnight intruder adds fuel to the fire. And while the bodies pile up, the Prince makes a journey incognito.",
                    "TitleJapanese": "侵入者",
                    "SummaryJapanese": "桜花宮で人死にが出た。心を痛めた東家の姫・あせびは、報告に来た澄尾（すみお）に追いすがる。北家の白珠（しらたま）は、あせびに言いがかりをつけ責めたてるが、南家の浜木綿がその場を収めた。一方、若宮の頼みで、庭師の一巳（かずみ）を桜花宮を見下ろす崖へと案内した雪哉。そこから見えたのは、生気を失った白珠の姿だった。彼女を見つめる一巳の目には焦燥が宿る。そして、夜。闇に沈んだ女の園に、何者かが忍び込んだ。"
                },
                "9": {
                    "ID": "10423976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423976",
                    "TitleEnglish": "Lady Raven",
                    "SummaryEnglish": "In the wake of a bloody disturbance, Shiratama's breakdown exposes Hamayu's past. How will the other ladies receive their rival's story? And do any of them truly have a say in the events unfolding around them?",
                    "TitleJapanese": "烏太夫",
                    "SummaryJapanese": "北家の姫として何としてでも入内する。幼いころから厳しい教育を受け、覚悟のもと登殿した白珠（しらたま）。だが、目の前で愛する人を殺された彼女の心は限界を迎えてしまう。白珠は、感情のおもむくまま浜木綿（はまゆう）の秘密を暴露する。“金烏（きんう）”の座をめぐる恐ろしい企てに、戦慄する真赭の薄（ますほのすすき）とあせび。果たして、桜花宮（おうかぐう）に潜り込んだ“烏太夫（からすだゆう）”の正体とは。"
                },
                "10": {
                    "ID": "10423977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423977",
                    "TitleEnglish": "Assassinating the Prince",
                    "SummaryEnglish": "A wounded Atsufusa calls for the Prince, offering vital intelligence. But what could be worth risking another ambush to hear? When the Prince ignores Sumio's advice, Yukiya's wits become his only lifeline.",
                    "TitleJapanese": "若宮暗殺",
                    "SummaryJapanese": "残る后（きさき）候補は三人になった。あせびは、最近めっきり姿を見せなくなった内親王・藤波を心配する。嵐の日。長束（なつか）の側近・敦房（あつふさ）が斬られた、という知らせが若宮の元に届く。急ぎ花街に向かう若宮、澄尾、そして雪哉。深手を負った敦房は、息も絶え絶えに “本当の黒幕”の名を告げようとするが……。倒れ伏す若宮と澄尾。大切な主の命の危機に、雪哉はひた走る。"
                },
                "11": {
                    "ID": "10423978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423978",
                    "TitleEnglish": "The Loyal Retainer",
                    "SummaryEnglish": "Yukiya is shocked to discover that the Prince always knew about his noble heritage. As recriminations fly, Rokon takes the boy to meet a man who tests his understanding of loyalty and what it means to serve.",
                    "TitleJapanese": "忠臣",
                    "SummaryJapanese": "血筋ではなく、自分そのものを見てくれたただ一人の主。雪哉が若宮に寄せた信頼と、その裏切り。やるせない思いを吐露する雪哉を、路近がある人物の元へと案内する。真の忠誠とは。忠臣とは。その男が身を焦がした、狂おしいほどの“金烏（きんう）”への思いは、少年の心に何を刻むのか。やがて、再びの春。ついに若宮が后（きさき）を選ぶため、桜花宮（おうかぐう）に舞い降りる。"
                },
                "12": {
                    "ID": "10423979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423979",
                    "TitleEnglish": "To Choose a Consort",
                    "SummaryEnglish": "At long last, the Prince arrives in Cherry Blossom Palace. Announcing that the time has come to choose his consort, he calls on the ladies one by one. But is his goal as simple as he claims?",
                    "TitleJapanese": "后選び",
                    "SummaryJapanese": "春たけなわの桜花宮（おうかぐう）。桜が舞い散る花見台で、雪哉が后（きさき）選びの開始を宣言した。若宮に指名されたのは、北家の姫・白珠（しらたま）。愛する人を喪い虚ろになった白珠は、それでもなお、入内にかける悲壮な思いを口にする。若宮はそんな白珠に、ある事実を突きつけるのだった。誇り高い西家の姫・真赭の薄（ますほのすすき）は、若宮に、ある疑問を投げかける。"
                },
                "13": {
                    "ID": "10423980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423980",
                    "TitleEnglish": "Ravens Shouldn't Wear Kimono",
                    "SummaryEnglish": "The Prince confronts Asebi with her correspondence and unravels the last mysteries of Cherry Blossom Palace. But did she act with malice, or merely naivety? And with no other would-be consorts left, does it even matter?",
                    "TitleJapanese": "烏（からす）に単（ひとえ）は似合わない",
                    "SummaryJapanese": "「宮中は血の歴史そのものだ」と若宮は言う。登殿（とうでん）に至る経緯、届かない文、転落死した早桃、秋殿に侵入し、殺された男。隠された真実が若宮によって暴かれ、ひとつの恐ろしい結論へと導かれていく。忌まわしい后（きさき）選びがもたらした悲劇の顛末は。そして、最後に選ばれた姫の名は……。"
                },
                "14": {
                    "ID": "10423981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423981",
                    "TitleEnglish": "The Taboo Elixir",
                    "SummaryEnglish": "Yukiya savors lazy days with his family in Taruhi until a maddened raven interrupts the harvest. A strange new drug is depriving yatagarasu of their senses, and the power to take human form.",
                    "TitleJapanese": "禁断（きんだん）の薬（くすり）",
                    "SummaryJapanese": "若宮との別れから２か月。近習の役目を辞し、故郷・垂氷（たるひ）に戻った雪哉（ゆきや）は、再び“ぼんくら次男”として平和で退屈な日々を過ごしていた。だが突如、垂氷郷に正気を失った大烏が飛来。住民を襲いはじめる。逃げ遅れた者をかばい窮地に陥る雪哉を救ったのは、よく見知った美しい青年だった……。山内にはびこる危険な薬、ゆらめく不知火、姿を現した異形の怪物。大切な故郷を守るため、雪哉は決断する。"
                },
                "15": {
                    "ID": "10423982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423982",
                    "TitleEnglish": "The Girl Who Lived",
                    "SummaryEnglish": "Yukiya and the Prince find a remote farming village devastated by vicious monkeys. A lone girl survives the attack, but is she the innocent victim she seems? Yukiya suspects an even darker side to this unprecedented disaster.",
                    "TitleJapanese": "生き残った少女",
                    "SummaryJapanese": "栖合（すごう）の村を襲撃し、住民を喰らいつくした大猿。雪哉（ゆきや）たちとの戦いの最中、猿は八咫烏と同様に転身し、人の形をとってみせた。おぞましい獣たちは、この場所以外にも潜んでいるのかもしれない。北領からもたらされた凶報に、宮中は騒然となる。栖合の生存者は、小梅（こうめ）と名乗る少女ただ一人。身寄りのなくなった彼女を哀れむ周囲をよそに、雪哉は警戒を強めるのだった。"
                },
                "16": {
                    "ID": "10423983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423983",
                    "TitleEnglish": "Wisteria Arrows",
                    "SummaryEnglish": "Yukiya flies Koume to her home in the Center, but finds a group of toughs waiting to grab her. What does their mysterious leader know, and does the Prince dare to cross him in the midst of a crisis?",
                    "TitleJapanese": "藤の矢",
                    "SummaryJapanese": "中央にある小梅の実家へと向かった雪哉たちは、小梅の父の仲間と称する不審な男たちに囲まれる。ところが、若宮の名を出した途端、男たちは「地下街の鵄（とび）から連絡が行く」と言い残して去っていった。事態を報告するため、雪哉は若宮の住まう招陽宮へ赴くが……。不知火を消し去り、咲き乱れる藤の花々。“真の金烏（きんう）” たる若宮の、この世ならざる神秘の力が明らかになる。"
                },
                "17": {
                    "ID": "10423984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423984",
                    "TitleEnglish": "King of the Underground",
                    "SummaryEnglish": "Yukiya agrees to accompany Natsuka to the underworld. The negotiation threatens to fall apart when Sakuō appears and offers Yukiya a chance to learn more about the monkeys. However, to do so, he must take a great risk.",
                    "TitleJapanese": "地下街の王",
                    "SummaryJapanese": "北家当主の孫として地下街随行を命じられた雪哉。若宮を押しとどめ、名代として交渉に臨む長束（なつか）だったが、頭目の鵄（とび）は無情にも会談の中止を告げる。故郷・垂氷（たるひ）を蹂躙した猿の手がかりを、なんとしても見つけたい。必死に訴える雪哉の前に、一人の翁が現れた。彼が示したのは、封鎖された深い穴の奥。果てしない暗闇の先で、雪哉は禍々しいある“モノ”を発見する。"
                },
                "18": {
                    "ID": "10423986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423986",
                    "TitleEnglish": "The World Outside",
                    "SummaryEnglish": "Yukiya must find the way out of the tunnels with Wakamiya, which turns out to be more difficult than expected. However, he finally learns the truth about Yamauchi - and the world beyond its borders.",
                    "TitleJapanese": "外界",
                    "SummaryJapanese": "猿の猛追から逃れ、道なき道を進む雪哉と若宮。雪哉が手にした“白いカケラ”の正体に、若宮は確信めいたものを感じていた。しるべの糸が途切れたとき、異常な現象が二人を襲う。時間や方向の感覚を失わせ、侵入者を死に至らしめる洞穴から、二人は脱出することができるのか。若宮は雪哉に語りかける。“真の金烏（きんう）”の役割、“外界”が意味するもの、そして、山内の世界の行く先を。"
                },
                "19": {
                    "ID": "10423988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423988",
                    "TitleEnglish": "A Well Run Dry",
                    "SummaryEnglish": "The missing water merchant is found at last—as a mutilated corpse bearing a written confession. The Prince rushes to investigate the dry well at the root of his strange story, but Yukiya isn't ready to clear Koume of suspicion just yet.",
                    "TitleJapanese": "涸れ井戸",
                    "SummaryJapanese": "父・治平（じへい）の変わり果てた姿に、涙を流す小梅。悲しむ彼女の傍らで、雪哉は言いようのない違和感を覚える。吊られた遺体にくくりつけられた治平の文には、中央山の古井戸に潜む“何か”について書かれていた。その正体を確かめるため、雪哉は若宮とともに井戸へ向かうが……。その翌日。北領の郷吏から、仙人蓋（せんにんがい）を売り歩く女の目撃情報が届く。"
                },
                "20": {
                    "ID": "10423990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/karasu-wa-aruji-o-erabanai/episodes/10423990",
                    "TitleEnglish": "The Golden Raven",
                    "SummaryEnglish": "Koume confronts her mother and learns the truth about the monkeys' yatagarasu collaborators. Yukiya and the Prince race to the scene, but can they undo the damage done by Yukiya's rash judgment?",
                    "TitleJapanese": "黄金の烏",
                    "SummaryJapanese": "逃げた小梅を追い、雪哉と若宮は北領へと向かう。猿と仙人蓋（せんにんがい）をめぐる事件の謎がついに解き明かされるも、瞬間、若宮の身を凶刃が貫く。主を守れず、己を責める雪哉。厳しく尋問する長束（なつか）に対し、女は冷酷に笑うのだった。やがて、雪哉は“真（まこと）の金烏（きんう）”に課された過酷な宿命を知る。垂氷（たるひ）の雪哉が選んだ道は、果たして――。"
                }
            }
        }
    }
}