{
  "URL": "https://www.thetvdb.com/series/mukuware-nakatta-murabito-a-kizoku-ni-hirowarete-dekiai-sareru-ue-ni",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://mura-a.com/",
    "https://www.themoviedb.org/tv/281427",
    "https://www.wikidata.org/wiki/Q123186238",
    "https://en.wikipedia.org/wiki/Mukuware_Nakatta_Murabito_A,_Kizoku_ni_Hirowarete_Dekiai_Sareru_Ue_ni#Anime",
    "https://x.com/muraA_dekiai"
  ],
  "TitleEnglish": "Necromancer Isekai: How I Went from Abandoned Villager to the Emperor's Favorite",
  "SummaryEnglish": "The story follows Mateo, who is reincarnated as the grandson of an aristocrat. He learns to use ancient magic and hatch dragon eggs. The emperor hears of his magical power and checks it out, but he has a secret identity...",
  "Aliases": [
    "Mukuwa Renakatta Murabito A, Kizoku ni Hirowarete Dekiai Sareru Ue ni, Jitsuwa Motteita Densetsu-kyū no Kami Skill mo Kakusei Shita",
    "Mukuware Nakatta Murabito A, Kizoku ni Hirowarete Dekiai Sareru Ue ni",
    "Sute rarete ita murabito, kizoku ni hirowa re densetsu no kami sukiru ni mezameta",
    "Villager A, Who was not Rewarded, was Picked Up by a Noble and Doted on him, and in Fact, the Legendary God Skill he Possessed was Also Awakened",
    "The Villager who was Not Rewarded was Picked Up by a Nobleman and Doted on him, and the Legend that Sanewa Had - the Old Hair Skill was Also Awakened",
    "Unrequited Villager A is picked up by a nobleman who dotes on him, and in addition, he also awakens the legendary God Skill he possessed.",
    "The Villager Who Was Abandoned, Was Picked Up by an Aristocrat and Awakened a Legendary Divine Skill"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2090647",
      "URL": "https://www.thetvdb.com/series/mukuware-nakatta-murabito-a-kizoku-ni-hirowarete-dekiai-sareru-ue-ni/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}