{
  "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou",
  "Genres": [
    "Adaptation",
    "Anime - Shojo"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt31976012/",
    "https://www.vampire-dormitory.com/",
    "https://www.tvmaze.com/shows/75077/show-slug",
    "https://www.themoviedb.org/tv/238903",
    "https://x.com/vampiredorm_PR"
  ],
  "TitleEnglish": "Vampire Dormitory",
  "SummaryEnglish": "After Mito loses her parents and is fired from her job, she must fend for herself on the streets disguised as a boy. She comes across a stranger named Ruka and learns his dark secret—he's a vampire! Ruka invites Mito, still in disguise, to live in an all-boys dorm. Mito exchanges her blood for a place to stay, but a budding romance and her true identity threaten all that hangs in the balance.",
  "Aliases": [
    "Vampire Danshi Ryō",
    "Vampire Danshi Ryou"
  ],
  "Modified": "2025-06-06",
  "Seasons": {
    "1": {
      "ID": "2091511",
      "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10115934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10115934",
          "TitleEnglish": "The pretty boy gets picked up.",
          "SummaryEnglish": "Down on his luck and out of a job, the beautiful Mito Yamamoto has a chance encounter with Ruka, a young café employee who turns out to be a real-life vampire in search of a thrall! But Mito is hiding secrets of his own...",
          "Aliases": []
        },
        "2": {
          "ID": "10432437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432437",
          "TitleEnglish": "The pretty boy is targeted.",
          "SummaryEnglish": "Mito meets Takara and Juri, part-time workers with Ruka, as she ends up attending Hijirioka Boys' High School. Now, working at the Café, Mito enjoys her happy new life when she's approached by her classmate, Ren Nikaido, who knows Ruka is a vampire, and…",
          "Aliases": []
        },
        "3": {
          "ID": "10432438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432438",
          "TitleEnglish": "The pretty boy stays over.",
          "SummaryEnglish": "Takara and Juri invite Mito to go on a glamping trip. Not having been on one, Mito is thrilled to go. Ruka, on the other hand, continues to struggle with strange feelings for Mito. With Ren showing up at the campgrounds, it becomes one unsettling night!",
          "Aliases": []
        },
        "4": {
          "ID": "10432439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432439",
          "TitleEnglish": "The pretty boy becomes friends.",
          "SummaryEnglish": "Ruka must find his \"destined partner,\" but he finds himself still attracted to Mito. To suppress his feelings, Ruka suggests that Mito get a girlfriend. At a mixer, Mito gets approached by a beautiful lady and gets an unexpected confession, but...",
          "Aliases": []
        },
        "5": {
          "ID": "10432440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432440",
          "TitleEnglish": "The pretty boy runs away from home.",
          "SummaryEnglish": "Maina's confession and Ren's odd behavior puts Mito in emotional turmoil. After nearly outing herself, a conversation with Ruka sends her running away from home! Mito runs into Ren again after some trouble on the streets, and finds out his secret.",
          "Aliases": []
        },
        "6": {
          "ID": "10432442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432442",
          "TitleEnglish": "The pretty boy is heartbroken?!",
          "SummaryEnglish": "After angering Ruka, Mito is whisked away to the beach by Takara and Juri. While there, Mito steels herself to apologize to Ruka. Meanwhile, Ruka decides to make something as an apology to Mito, but Maina stops by and dramatic events unfold.",
          "Aliases": []
        },
        "7": {
          "ID": "10432443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432443",
          "TitleEnglish": "The pretty boy goes on a date.",
          "SummaryEnglish": "Before his date with Mito, Ruka is confronted by cohorts who've come to harass him. Ruka's feelings for Mito and his need to protect her are making him disregard the search for his destined partner. Trouble arrives when Mito is unexpectedly targeted.",
          "Aliases": []
        },
        "8": {
          "ID": "10432444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432444",
          "TitleEnglish": "The pretty boy has a fateful encounter.",
          "SummaryEnglish": "Back at home, an elder reads Ruka's fortune and shows him his soulmate, predicting he will meet her that night. Despite knowing Mito's secret, Ren continues to act the same towards her, letting her dress as a girl while out in town, but...",
          "Aliases": []
        },
        "9": {
          "ID": "10432445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432445",
          "TitleEnglish": "The pretty boy goes to a party.",
          "SummaryEnglish": "Ruka has met his destined partner and is infatuated with her. Meanwhile, the café saves money on renovations by having the workers DIY the process. The tension between Ruka and Ren grows as Ren takes Mito home to meet his parents.",
          "Aliases": []
        },
        "10": {
          "ID": "10432446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432446",
          "TitleEnglish": "The pretty boy transforms.",
          "SummaryEnglish": "With Mito as a boy, her relationship with Ruka and Ren takes a turn as Hijirigaoka hosts its school cultural festival. After the event, Juri coordinates a mixer for Takara’s sake when an unexpected person arrives for the date.",
          "Aliases": []
        },
        "11": {
          "ID": "10432447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432447",
          "TitleEnglish": "The pretty boy drowns.",
          "SummaryEnglish": "A mysterious figure saves the heartbroken Mito and brings her to Ren's house, where she asks Ren for a favor. Meanwhile, the Founder urges Ruka to marry Miko. Conflicted, Ruka goes along with the plan, until Miko gets handed the sang sucre...",
          "Aliases": []
        },
        "12": {
          "ID": "10432449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vampire-danshi-ryou/episodes/10432449",
          "TitleEnglish": "The pretty boy vows?!",
          "SummaryEnglish": "With Mito and Ren's marriage underway, Ruka takes a final shot to tell Mito how he feels. He hands her the sang sucre as a last gift, but will it be enough to restore Mito's memories of her beautiful life at the dorm?",
          "Aliases": []
        }
      }
    }
  }
}