{
    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32485245/",
        "https://kisakikyouiku.com/",
        "http://www.reddit.com/r/HikyouikuKara",
        "https://www.tvmaze.com/shows/80537/show-slug",
        "https://www.themoviedb.org/tv/261311",
        "https://www.wikidata.org/wiki/Q123272329",
        "https://en.wikipedia.org/wiki/I_Want_to_Escape_from_Princess_Lessons#Anime",
        "https://x.com/kisakikyouiku"
    ],
    "TitleEnglish": "I Want to Escape from Princess Lessons",
    "SummaryEnglish": "Leticia Dorman, daughter of a duke, is less than thrilled to be engaged to a crown prince. Betrothed since childhood and trained to be queen, she always hoped Prince Clarke would fall for someone else one day. So when he shows up at a ball with another woman, Lettie excitedly retreats to the countryside to start her new life—only for Clarke to appear, determined to win her heart. She wastes no time retreating to an easygoing countryside life, but her newfound peace is cut short when the prince shows up and claims she's still his fiancée! Clarke is determined to win Lettie over and marry her, while Lettie is determined to resist his charms and escape! Who will emerge victorious in this heart-pounding battle of wills?",
    "TitleJapanese": "妃教育から逃げたい私",
    "SummaryJapanese": "レティシア・ドーマンは7歳の時から王太子クラークと婚約している公爵令嬢。かつては元気な女の子だったが、未来の女王になるために10年間の厳しいレッスンを乗り越えてきた。自由を失ったことに取り乱したレティシアは、いつか王子が別の女性に興味を持つかもしれないという希望を抱き、未知の女性を側に連れて王室舞踏会に現れたとき、婚約破棄を見て大喜びする。 。ついにあなたの夢が叶いました！レティは平穏な新しい生活を送るために時間を無駄にせず田舎へ向かうが、王子が現れて、実は自分がまだ婚約者であることを告げられ、その喜びは打ち砕かれる。クラーク王子は彼女の心を勝ち取り、結婚しようと決意する。レティは彼に抵抗して逃げることを決意します。",
    "Aliases": [
        "Kisaki Kyōiku kara Nigetai Watashi",
        "Kisaki Kyouiku kara Nigetai Watashi"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2091981",
            "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10518302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10518302",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Leticia loved playing in nature before she was sent to the castle as a candidate to marry Prince Clarke. Years of harsh princess lessons seem to have transformed Leticia into a lady... until a ball one night where she finds her prince with another woman.",
                    "TitleJapanese": "Episode 1",
                    "SummaryJapanese": "ドルマン侯爵の娘レティシアは、\n令嬢ながら自然の中で遊ぶのが大好き！\nしかし、王子クラークの妃候補として、\n幼くして厳しい“妃教育”を受けることに。\nマナー、ダンス、政治経済などを学び、\nたゆまぬ努力によって可憐な令嬢へと\n成長していくのだが、ある夜会で\n別の令嬢をエスコートするクラークを\n目の当たりにして……!?"
                },
                "2": {
                    "ID": "10886750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886750",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Leticia moves to her family's countryside estate and spends her time frolicking in nature. While she is fishing one day, her ex-fiancé Clarke suddenly appears. Puzzled by the visit, Leticia shows Clarke around the village and then learns a shocking fact.",
                    "TitleJapanese": "Episode 2",
                    "SummaryJapanese": "王城を離れ、ドルマン家の別荘に移り住んだレティシア。大自然の中、芝生でゴロゴロしたり、釣りに出かけたりと、穏やかな田舎ライフを楽しんでいた。ところが、釣りをしている最中、婚約破棄をしたはずのクラークが突如として現れる。一緒に村を回ることになるのだが、そこでクラークから衝撃の事実を聞かされ……!?"
                },
                "3": {
                    "ID": "10886751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886751",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Clarke forces Leticia to return to the castle. Upon arriving, he promises that she will be able to spend as much time in nature as she wants. Leticia starts to wonder if marriage is not such an awful idea after all, but she still yearns for more freedom.",
                    "TitleJapanese": "Episode 3",
                    "SummaryJapanese": "レティシアは別荘へ迎えにきたクラークに抵抗するも、そのまま王城へ連れ戻されることに二人きりの馬車の中でクラークに急接近され、照れるレティシア。戻った王城では彼の思いやりで望み通りの生活が約束される。結婚もけっして悪い話ではない……？　それでもレティシアは納得できない。自由を求めるレティシアが、大胆な行動に出る！"
                },
                "4": {
                    "ID": "10886752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886752",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Stuck behind bars in a new room, Leticia talks to Brianna and Nadir about her hopes and dreams before noticing a hidden door during an escape attempt.",
                    "TitleJapanese": "Episode 4",
                    "SummaryJapanese": "懲りずに王城から脱出しようとするレティシアは、ついに鉄格子のはめられた部屋へと移動させられる。話し相手としてクラークに雇われたブリアナには、自分の人生を自分で決めることは贅沢だとツッコまれ、お土産を持ってやってきたナディルにも覚悟を問われる。煮え切らないまま、レティシアは隠し扉を発見してしまい……!?"
                },
                "5": {
                    "ID": "10886753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886753",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "When Leticia steps out from an evening ball after seeing Clarke with another woman, she is suddenly kidnapped.",
                    "TitleJapanese": "Episode 5",
                    "SummaryJapanese": "ある日の夜会、レティシアは謎の美女と笑みを交わすクラークを目撃する。なぜかイライラがおさまらず、バルコニーで佇んでいたのだが……。突然現れた怪しい人影にさらわれてしまう！気がつくと馬車で運ばれ、目の前には謎の男が二人。しかも、誘拐相手を取り違えたようで大騒ぎ！果たして、レティシアの運命は!?"
                },
                "6": {
                    "ID": "10886754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886754",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "With the help of her friends, Leticia temporarily leaves the castle to investigate Clarke's new mystery lover.",
                    "TitleJapanese": "Episode 6",
                    "SummaryJapanese": "レティシアの部屋にルイたちも集まり、賑やかなひとときを過ごしていた。だが、クラークと謎の美女の密会を目撃したブリアナは、心ここにあらず。意を決してレティシアに報告すると、人に不自由を強いておきながら自分は自由に遊んでいると憤慨。外出できないレティシアに代わり、ブリアナたちが美女を調査することに！"
                },
                "7": {
                    "ID": "10886755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886755",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Louis plots to woo Maria with a surprise gift of macarons but instead triggers a tense, late-night ghost hunt.",
                    "TitleJapanese": "Episode 7",
                    "SummaryJapanese": "深夜、マリアの部屋にマカロンを届けようとしたルイが何者かにさらわれた！逃げてきたライルによれば、連れ去ったのは白い「ゴースト」だというゴーストの存在にワクワクが止まらないレティシアは、皆を引き連れてルイの捜索へ。ところが、クラークとブリアナが何者かに襲われてしまい……!?"
                },
                "8": {
                    "ID": "10886756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886756",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Clarke thinks back on Leticia's early days at the castle and reevaluates his naive attempts to make her happy.",
                    "TitleJapanese": "Episode 8",
                    "SummaryJapanese": "クラークは王城内を巡りながら、レティシアが妃候補となり、妃教育を受けていた頃を思い出す。泣いてばかりだった幼少期のレティシア。どんどん笑顔を失っていった少女のレティシア。クラークは、彼女の兄であるナディルに協力してもらい、レティシアの笑顔を取り戻そうとする。これは「君」を追いかける王子の物語――。"
                },
                "9": {
                    "ID": "10886757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886757",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Shortly after Leticia resumes her lessons, a strange incident occurs at the newly renovated conservatory bath.",
                    "TitleJapanese": "Episode 9",
                    "SummaryJapanese": "ブリアナたちと騒いでいたレティシアは、自堕落な生活を咎められ、再び教育係のライラによる、厳しい妃教育を受けることに。夜更けすぎに逃げ出し、たまたま遭遇したライルと苦しみを分かち合うレティシア。しかし、またもや捕まってしまい、再度逃亡を図ろうとする。果たして、脱走は成功するのか!?"
                },
                "10": {
                    "ID": "10886758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886758",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Leticia recalls joyful childhood memories after Queen Laura reminds her that Prince Clarke was her first love.",
                    "TitleJapanese": "Episode 10",
                    "SummaryJapanese": "レティシアはローラ王妃とのお茶会に呼ばれ、クラークをどう思っているかを聞かれる。厳しい意見を返すが、惹かれていることは隠しきれない。しかも、王妃の言う「自分の初恋相手がクラークだったこと」には、心当たりがない！そもそも恋とは何かよくわかっていないレティシアは、ブリアナとマリアに恋について相談する。"
                },
                "11": {
                    "ID": "10886759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886759",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "With wedding preparations in full swing, rumors spread that Clarke wishes to renounce his claim to the throne.",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": "結婚式の準備に追われ、逃げ出したい気持ちでいっぱいのレティシアとクラーク。そんな中、クラークは父であるモーリス王に、レティシアの笑顔を守るために王位継承権を放棄すると告げる。それをライルが偶然聞いてしまい、噂はルイからマリアへ、マリアからリリーへと伝わり、果ては王城を巻き込んだ大騒動へと発展していき……!?"
                },
                "12": {
                    "ID": "10886760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kisaki-kyouiku-kara-nigetai-watashi/episodes/10886760",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "Leticia and Clarke settle in to married life as their friends playfully encourage them to take the next step.",
                    "TitleJapanese": "Episode 12",
                    "SummaryJapanese": "レティシアとクラークの盛大な結婚式が幕を下ろした。怒濤の一日を終えたのも束の間、レティシアにはクラークとの結婚初夜が待っている。クラークの手が頬を撫で、緊張から目を瞑ってしまうレティシア。そして、クラークは……何もせずに寝てしまった！周囲はあの手この手で二人の背中を押そうと奮起するのだが……!?"
                }
            }
        }
    }
}