{
    "URL": "https://www.thetvdb.com/series/i-parry-everything",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32395862/",
        "https://parry-anime.com/",
        "http://www.reddit.com/r/IParryEverything",
        "https://www.tvmaze.com/shows/77803/show-slug",
        "https://www.themoviedb.org/tv/238892",
        "https://www.wikidata.org/wiki/Q123285138",
        "https://en.wikipedia.org/wiki/I_Parry_Everything#Anime",
        "https://x.com/parry_anime_pr"
    ],
    "TitleEnglish": "I Parry Everything",
    "SummaryEnglish": "The Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom’s downfall. The ensuing conflict will shape the face of the continent for centuries to come…but Noor doesn’t have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he’s dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can [Parry] thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero’s road to making his dream come true will be long(?) and arduous(?)—but if there’s one thing Noor’s not afraid of, it’s some good ol’ fashioned hard work!",
    "TitleJapanese": "俺は全てを【パリイ】する ～逆勘違いの世界最強は冒険者になりたい～",
    "SummaryJapanese": "世界をめぐり、怪物と戦い、人々を守る。そんな冒険者に憧れる少年・ノールに下されたのは、「全てにおいて、一切の才能がない」という残酷な判定だった。でも才能がないなら、誰よりも努力すればいい！身につけた最低スキル──攻撃を弾く【パリイ】を十数年もの間ひたすら磨き続け、ついには千の剣を弾けるように成長する。しかし、どれほど極めても最低スキルだけでは冒険者にはなれず、ノールはいつの間にか世界最強クラスの力を手にしながらもそれを自覚することもなく、街の雑用をこなす日々をおくっていた。そんなある日、魔物に襲われている王女・リーンを偶然助けたことで、ノールの運命の歯車は思わぬ方向へと回り出す……！",
    "Aliases": [
        "パリイ",
        "Ore wa Subete wo \"Parry\" suru: Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai",
        "Ore wa Subete wo Parry suru",
        "俺は全てを【パリイ】する",
        "Ore wa Subete o Parry Suru: Gyaku Kanchigai no Sekai Saikyô wa Bôken-sha ni Naritai"
    ],
    "Modified": "2025-07-22",
    "Seasons": {
        "1": {
            "ID": "2092156",
            "URL": "https://www.thetvdb.com/series/i-parry-everything/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10391730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10391730",
                    "TitleEnglish": "I Parry a Cow",
                    "SummaryEnglish": "If young Noor wants to leave his simple farm life and become an adventurer, he's going to need to learn some skills!",
                    "TitleJapanese": "俺は牛をパリイする",
                    "SummaryJapanese": "冒険者に憧れる少年・ノールは、王都の養成所で才能なしと判定されてしまう。それから攻撃を弾くスキル【パリイ】を磨き続けること十数年。ノールは千の木剣を弾くまでに成長したものの、最低ランクで冒険者ギルドに登録し、雑用をこなす日々を送っていた。そんなある日、町はずれで魔物に襲われる少女と遭遇する。彼女との出会いで、ノールの人生は大きく動き出す――。"
                },
                "2": {
                    "ID": "10533231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533231",
                    "TitleEnglish": "I Parry Rewards",
                    "SummaryEnglish": null,
                    "TitleJapanese": "俺は謝礼をパリイする",
                    "SummaryJapanese": "ノールが助けた少女は、クレイス王国の王女・リーンだった。恩人にお礼がしたいと申し出るリーンに、「気持ちだけで十分」と断るノール。しかし、譲らないリーンに押し切られ、ついには王城を訪れることに。ノールはクレイス王に謁見することになるも、その事実に気づいていない。国王にも飾らない物腰を崩さないノールに対して、王城には険しい視線を送る者もいて……。"
                },
                "3": {
                    "ID": "10533232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533232",
                    "TitleEnglish": "I Parry Taking on a Page",
                    "SummaryEnglish": "Noor may be exhausted, but he never gives up. When Gilbert invites him for a mock battle, Noor simply can’t resist the practice for a budding adventurer like himself.",
                    "TitleJapanese": "俺は弟子入りをパリイする",
                    "SummaryJapanese": "ノールは王家直属の槍使い槍聖・ギルバートに模擬戦を挑まれる。すぐに決着がつくかと思われたが、二人の戦いは意外な結末を迎える。その後、王城から戻り雑用をこなすノールの元にリーンが現れ、弟子入りを志願する。自身のスキルを披露するリーンだったが、ノールはその申し出を断り、最低位のスキル【プチファイア】を見せる。リーンは改めて彼の「真の実力」を悟る。"
                },
                "4": {
                    "ID": "10533233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533233",
                    "TitleEnglish": "I Parry a Goblin",
                    "SummaryEnglish": "The more Noor tries to clear up an understanding, the more complicated the situation gets! Meanwhile, Rein plots to use Noor as a future secret weapon.",
                    "TitleJapanese": "俺はゴブリンをパリイする",
                    "SummaryJapanese": "リーンがシルバーランクの冒険者であることから、ノールはついに念願の城外クエストに挑めることになる。意気揚々とゴブリン退治へ向かったが、森で出会ったのはそこに居るはずのない巨大なゴブリンエンペラーだった――！一方、王都周辺で調査を進めるレインは、隠密兵団から上がってきた報告書の内容に、王国を揺るがしかねない陰謀の臭いを感じ取っていた。"
                },
                "5": {
                    "ID": "10533234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533234",
                    "TitleEnglish": "I Parry a Frog",
                    "SummaryEnglish": "Noor and Rein encounter a vicious monster and a mysterious boy that appear in the royal capital of Crays Kingdom.",
                    "TitleJapanese": "俺はカエルをパリイする",
                    "SummaryJapanese": "クレイス王都に魔物が出現し、クレイス王国を守護する【六聖】をはじめとする主戦力が撃退に奔走する。旅の途上にあったノールとリーンは、謎の少年に操られた凶悪な魔物・黒死竜と出会う。だが、黒死竜は暴走し、ノールは少年を守るために黒死竜に立ち向かう。死の淵に立たされる絶体絶命に、リーンはノールに加勢しようとするが、イネスに逃げるよう告げられる。"
                },
                "6": {
                    "ID": "10533235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533235",
                    "TitleEnglish": "I Parry Deadly Poison",
                    "SummaryEnglish": "The boy that Noor saved was born a \"demon\" with the power to control monsters. Noor sees past that and recognizes his talents, but another threat lurks around the corner.",
                    "TitleJapanese": "俺は猛毒をパリイする",
                    "SummaryJapanese": "ノールが助けた少年・ロロは、生まれつき魔物を操る力を持つ「魔族」だった。その力を恐れられ、ロロは幼い頃から酷い扱いを受けてきた。だがノールは偏見を持たず、ロロの才能を純粋に認め、励ましの言葉をかける。"
                },
                "7": {
                    "ID": "10533236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533236",
                    "TitleEnglish": "I Parry the Deadman",
                    "SummaryEnglish": "A dead man who was once an S-rank adventurer has become a vicious murderer. Meanwhile, a threat on a scale beyond human comprehension appears in the sky above the capital.",
                    "TitleJapanese": "俺は死人をパリイする",
                    "SummaryJapanese": "ロロを襲ったのは、かつてSランク冒険者でありながら凶悪な殺人鬼と化した男・【死人（しびと）】のザドゥだった。ザドゥはクレイス王都で何か大きな出来事が起きると匂わせるが、その真意は分からない。一方、王都では王子のレインが襲撃の余波に苦しみながらも次なる波を警戒していた。その時、王都上空に現れたのは、人知を超えた規模の脅威――【厄災の魔竜】だった。"
                },
                "8": {
                    "ID": "10533237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533237",
                    "TitleEnglish": "I Parry a Dragon",
                    "SummaryEnglish": "Noor steps in to face the dragon that appears over the royal capital. A fierce battle unfolds; it’s time to parry every attack!",
                    "TitleJapanese": "俺は竜をパリイする",
                    "SummaryJapanese": "王都の空に現れた【厄災の魔竜】。クレイス王は立ち向かおうとするが、その時、ノールが魔竜の前に割って入る。圧倒的な力で魔竜の一撃を弾き返すノール。魔竜を相手に死闘を繰り広げ、攻撃をことごとく【パリイ】していく。追い詰められかつてない敗北感を覚え混乱する魔竜。対するノールもまた、決して物語の英雄のようには立ち回れずにいた。魔竜を前にした戦いの結末は――。"
                },
                "9": {
                    "ID": "10533238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533238",
                    "TitleEnglish": "I Parry an Army",
                    "SummaryEnglish": "The army of a foreign empire, which signed a non-aggression pact with the Crays Kingdom, finally begins its invasion. Standing in its way: Noor!",
                    "TitleJapanese": "俺は軍勢をパリイする",
                    "SummaryJapanese": "クレイス王国と不可侵条約を結んでいたはずの魔導皇国の大軍勢が、ついに侵攻を始める。圧倒的不利な状況の中、ノールはリーンたちの脱出のために、なんと一人で皇国軍に立ち向かう。皇国軍を弾き飛ばし、魔力砲「光の槍（ブリューナク）」すら次々と【パリイ】していくノール。「黒い剣」を振るい続けるノールの姿に、魔導皇国の皇帝・デリダス三世はある強烈な違和感を抱く。"
                },
                "10": {
                    "ID": "10533239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533239",
                    "TitleEnglish": "I Parry the Emperor's Authority",
                    "SummaryEnglish": "Noor and his team take on a battle that will decide the future of the Crays Kingdom.",
                    "TitleJapanese": "俺は皇帝の威をパリイする",
                    "SummaryJapanese": "ノールの活躍により窮地を脱したクレイス王国。しかし魔導皇国の皇帝・デリダス三世は逃走、帰還しつつあった。ノールたちは【厄災の魔竜】の力を借り、デリダスを追う。皇国との国境にある要塞群をイネスの力で突破し、皇都を目指す一行。クレイス王国が誇る規格外の力を持つ最強の面々、そして何より底知れぬ力を秘めたノールとともに、クレイス王国の未来をかけた戦いに挑む！"
                },
                "11": {
                    "ID": "10533240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533240",
                    "TitleEnglish": "I Parry Divine Wrath",
                    "SummaryEnglish": "Noor must use all his strength to parry his toughest challenge yet: a beam of magical light!",
                    "TitleJapanese": "俺は神の怒りをパリイする",
                    "SummaryJapanese": "魔導皇国の皇都に乗り込んだノールたちに、皇帝・デリダス三世の強大な魔力光が襲いかかる。ノールは渾身の力で魔力光を【パリイ】するが、反動で吹き飛ばされてしまう。ノールを追ったリーンたちが目にしたのは、国の存亡をかけてデリダス三世を討とうとする敵たちの姿だった。彼らはなぜ、皇帝に手をかけるのか。そして吹き飛ばされたノールの運命やいかに！？"
                },
                "12": {
                    "ID": "10533241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/10533241",
                    "TitleEnglish": "I Parry Everything",
                    "SummaryEnglish": "After the battle for Crays Kingdom is over, Noor is busy cleaning away the debris. Amid the rubble, he finds something that makes his childhood days come back to him.",
                    "TitleJapanese": "俺は全てをパリイする",
                    "SummaryJapanese": "戦いが終わり、クレイス王国では復興が進む中、ノールは瓦礫の撤去に勤しんでいた。彼の脳裏には少年だった日々がよみがえる。才能がないと言われながらも、諦めずに努力を重ねたこと。そして、教官だった【六聖】の教え。再び冒険者になる夢を胸に、ノールは瓦礫へ「黒い剣」を振るう。その姿は新たな冒険の日々への希望が込められているようで――。"
                }
            }
        },
        "2": {
            "ID": "2197076",
            "URL": "https://www.thetvdb.com/series/i-parry-everything/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11251121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-parry-everything/episodes/11251121",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}