{
    "URL": "https://www.thetvdb.com/series/the-new-gate",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31146105/",
        "https://the-new-gate-pr.com/",
        "http://www.reddit.com/r/TheNewGate",
        "https://www.themoviedb.org/tv/239161",
        "https://www.wikidata.org/wiki/Q123378713",
        "https://en.wikipedia.org/wiki/The_New_Gate_(novel_series)",
        "https://x.com/thenewgateanime"
    ],
    "TitleEnglish": "THE NEW GATE",
    "SummaryEnglish": "THE NEW GATE―an online game transformed into a life-and-death struggle for its players. Thanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game's final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world. Thrown from a simple game gone wrong into a strange new land, one young swordsman of unrivaled strength is about to embark on a legendary journey!",
    "TitleJapanese": "THE NEW GATE",
    "SummaryJapanese": "オンラインゲーム「THE NEW GATE」\n多くのプレイヤーで賑わいを見せていた仮想空間は突如姿を変え、\n人々をゲームの世界に閉じ込め、苦しめていた。\n\nそんな現状を打破すべく、ゲーム内最強のプレイヤーである一人の青年――シンが立ち上がった。\n彼の前に立ちはだかるのは、この世界の最大の敵＜オリジン＞。\n「終わりだ……ッ!!!!」\n死闘の末、シンの一太刀が＜オリジン＞の身体を貫く。\n鳴り響くアナウンスがゲームのクリアと、囚われていたプレイヤーたちの解放を伝える。\n\n人々がログアウトしていく中、シンも同じく、見慣れた世界に別れを告げようとしていた。\nしかしその刹那、突如新たな扉が開く――\n\n光に包まれたシンの前に広がったのは……\nゲームクリアから500年後の「THE NEW GATE」の世界だった！",
    "Aliases": [
        "ザ・ニュー・ゲート"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2093428",
            "URL": "https://www.thetvdb.com/series/the-new-gate/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10137487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10137487",
                    "TitleEnglish": "The Third Truth",
                    "SummaryEnglish": "When Shin finds himself trapped in a video game turned deadly with thousands of other players, he fights until the bitter end to free everyone. His reward? Waking up inside the game five hundred years later, where he must now forge a new legend!",
                    "TitleJapanese": "第3の真実",
                    "SummaryJapanese": "オンラインゲーム「THE NEW GATE」は姿を変え、人々をゲームの世界に閉じ込め苦しめていた。そんな現状を打破すべくシンは、最後にして最強の敵である＜オリジン＞に立ち向かい撃破。囚われていた人々の解放に成功する。\nシンも他のプレイヤーと同じく、見慣れた世界に別れを告げようとするが、新たな扉が突如開き500年後の「THE NEW GATE」の世界に飛ばされてしまう。\n現実世界に帰る手段を探すため、かつてのホームである「月の祠」に到着したシンは、店番を任されていたエルフの女性、ティエラ・ルーセントと出会う。"
                },
                "2": {
                    "ID": "10390803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390803",
                    "TitleEnglish": "A Little Partner",
                    "SummaryEnglish": "In an attempt to avoid unwanted attention, Shin tries to keep a low profile as word of his deeds already begins spreading through town. But even so, a curious request from a curious girl has him back in the northern woods on a rescue mission.",
                    "TitleJapanese": "小さな相棒",
                    "SummaryJapanese": "ベイルリヒト王国では、王国の近くで現れた常識離れした強さを持つスカルフェイスの噂が広まっていた。噂の主であるスカルフェイスを人知れず撃破し、ギルドに報告を済ませたシンは、教会の孤児院から抜け出してきたミリーと、ミリーを探していたヴィルヘルムと出会う。孤児院に帰るミリーは「キツネさんを助けてほしいの」とシンに告げる。助けを求められ、北の森に向かったシンが目の当たりにしたのは、結界の中で苦しむ小狐の姿だった。"
                },
                "3": {
                    "ID": "10390804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390804",
                    "TitleEnglish": "A Strange Request",
                    "SummaryEnglish": "Shin finds a strange request from the church orphanage on the guild board. Intrigued and hoping to learn more about the orphan girl he met before anyway, he decides to go scope out the situation there.",
                    "TitleJapanese": "奇妙な依頼",
                    "SummaryJapanese": "北の森での戦闘を終えたシンは、救った子狐に「ユズハ」と名前をつけパートナー契約を結ぶ。契約を結んだこと、名前を貰えたことにご満悦のユズハを頭に乗せ、ギルドに向かったシンは「スキル継承者の方にお願いです」と書かれた目を引く依頼書を見つける。いかにも訳ありそうな内容、そして依頼元が教会の孤児院と知ったシンは、ミリーとヴィルヘルムの姿を思い出し、依頼書を手に取り教会へと向かう。"
                },
                "4": {
                    "ID": "10390805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390805",
                    "TitleEnglish": "After The Long Night",
                    "SummaryEnglish": "Shin escorts a young nun on a mission into the Ghost Plains, notorious for spawning undead at frightening rates. Shin's going to find more than he bargained for there, both for better and for worse.",
                    "TitleJapanese": "長き夜を越えて",
                    "SummaryJapanese": "トリアからの依頼を受け、亡霊平原の中心部へとたどり着いたシン達は、順調にラシアのレベル上げを進めていた。目標のレベルに達し安堵するシン達に、不穏な影が近づく。不気味な音が響き、空に黒い球体が浮かぶ。近くのモンスターから魔素を吸い、巨大化する球体は姿を変えスカルフェイス・ロードへと変貌。シン達に牙を剥く。そんな中、主の帰還を知ったかつてのパートナーであるシュニーが、強敵と対峙するシンのもとへと向かっていた…。"
                },
                "5": {
                    "ID": "10390806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390806",
                    "TitleEnglish": "A Momentary Break",
                    "SummaryEnglish": "Now that the immediate danger has passed, Shin opens up to Wilhelm and catches up with an old friend. Then it's time to plan for his next adventure. This world has secrets, and Shin is still determined to figure them out.",
                    "TitleJapanese": "一時の休息",
                    "SummaryJapanese": "依頼を無事に終えたシンは自分がハイヒューマンである事や、シュニーの主である事をヴィルヘルムに伝える。500年後の「THE NEW GATE」の世界で初めての「ダチ」と呼べる存在・ヴィルヘルムと再び会う約束を交わし、シン達はティエラが待つ「月の祠」へと向かう。500年ぶりに帰ってきた「月の祠」店長のシンは、シュニーとティエラ、新たに加わったユズハと一緒に団欒を楽しむ。一夜明け、目を覚ましたシンが見たものは、小狐から少女に姿を変えたユズハだった…。"
                },
                "6": {
                    "ID": "10390807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390807",
                    "TitleEnglish": "Escort Mission",
                    "SummaryEnglish": "Shin and Tiera begin making preparations for the trip ahead of them. Then, on the way out of town, they pick up Tiera's first adventurers guild quest: an escort mission for a merchant.",
                    "TitleJapanese": "護衛任務",
                    "SummaryJapanese": "ティエラを冒険者として登録するため街を訪れたシン達。行き交う人々や賑やかな街並みに目を輝かせるティエラは、ギルドでの用事を早々に済ませシンと街を回る。かつての仲間であるジラートが待つファルニッドを次の目的地に定め、道中参加できる商人ナックの護衛任務を受けるシン。同じ任務に参加したガイエン・ツバキと共に、ティエラの冒険者として初の任務が始まる。"
                },
                "7": {
                    "ID": "10390808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390808",
                    "TitleEnglish": "Bayreun",
                    "SummaryEnglish": "Shin and Tiera complete their quest and reach Bayreun, where they'll make a few important acquisitions and meet up with Schnee before setting out on the second half of their journey.",
                    "TitleJapanese": "ベイルーン",
                    "SummaryJapanese": "シン達は襲いかかる盗賊団を退け、ナックを無事に目的地に送り届ける。任務を終え、ガイエンとツバキに別れを告げたシンは、到着した街で新たな馬車を探す。馬車に改造を施そうと張り切るシンと、目立たないようにと目を光らせるティエラ。そして２人と合流したシュニーは、馬車を引くためのモンスターを連れて来る。シンのためとなると暴走してしまう彼女が連れてきたモンスターは、一体…！"
                },
                "8": {
                    "ID": "10390809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390809",
                    "TitleEnglish": "Trusted and Entrusted",
                    "SummaryEnglish": "Shin and company reach the Farnid Beast Alliance, where they meet Shin's former companion and the nation's first king, Girart. After five hundred long years, Girart has an unusual request for his old friend...",
                    "TitleJapanese": "託されるもの、託すもの",
                    "SummaryJapanese": "ファルニッドへ到着し、かつての仲間であるジラートと再会を果たしたシンは、懐かしい話に花を咲かせていた。共に戦った日の話や、シンが行方を晦ませた後のジラートの話、500年の歳月を埋めるように２人は話を続ける。そしてジラートは自分の寿命が残り少ない事を告げ、シンに最期の決闘を申し込む。一国を築き上げた獣王と、最強の青年の戦いが始まる。"
                },
                "9": {
                    "ID": "10390810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390810",
                    "TitleEnglish": "The Princess of Bayrelicht",
                    "SummaryEnglish": "Shin decides it's time to raise his adventurer rank, but waiting for him at the guild is royal summons from Bayrelicht.",
                    "TitleJapanese": "ベイルリヒトの王女",
                    "SummaryJapanese": "シン達はジラートの葬儀を終えた後、訃報を受けて葬儀に参列していたシュバイドに会いに来ていた。シュニーやジラートと同じく、ゲーム時代に共に戦ったシュバイドと再会したシンは、後日パーティーを組む約束を交わす。そんな中シンに、ベイルリヒト王宮への呼び出しの報せが入る。これからの国を牽引する獣王・ウォルフガングやクォーレと別れを済ませ、シン達はベイルリヒト王国へ向かう。"
                },
                "10": {
                    "ID": "10390811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390811",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "Shin's summons to the castle doesn't go exactly as he thought it would when the princess challenges him to a duel. Then when the aftermath of their fight goes horribly awry, it's up to Schnee to investigate.",
                    "TitleJapanese": "瘴魔（デーモン）",
                    "SummaryJapanese": "ベイルリヒト王国第二王女・リオンに呼び出されたシンは、突拍子もない話や、歯に衣着せぬリオンの物言いに驚かされていた。スカルフェイス・ジャックを討伐した際に王城へ剣を飛ばした件もお咎めがなく、シンは胸を撫で下ろす。ところが、話を終えたシン達の前に突如「魅了」と「混乱」を受け、何者かに操られているグレリール枢機卿が現れる。グレリール枢機卿が発動した転移魔術で聖地カルキアへ飛ばされてしまったシンとリオンは、協力して城への帰還を目指す。"
                },
                "11": {
                    "ID": "10390812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390812",
                    "TitleEnglish": "The Closed Holy Land",
                    "SummaryEnglish": "Shin and Princess Rionne now find themselves effectively trapped in the holy land, forced to fight their way out. Can Shin pull it off without revealing his true strength?",
                    "TitleJapanese": "閉ざされた聖地",
                    "SummaryJapanese": "特定のルート以外では進めない特殊な仕組み、そして強力な敵が現れる聖地カルキアの攻略を目指すシンとリオン。聖地を進み、大きな門の近くまで辿り着いたシン達が目の当たりしたのは、光を纏った巨大な球体だった。その球体を割り、中からグリフォンが現れる。\n強力な氷のブレスを吐き、攻撃を受けても高速で再生するグリフォンを打破すべくシンが打つ一手は…？"
                },
                "12": {
                    "ID": "10390814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-new-gate/episodes/10390814",
                    "TitleEnglish": "Major Flood",
                    "SummaryEnglish": "Shin and Rionne spy a large horde of monsters headed straight for Valmer, where they're supposed to meet up with Schnee and Tiera. Can they reach the city in time to save it?",
                    "TitleJapanese": "大氾濫",
                    "SummaryJapanese": "『氾濫』と呼ばれるモンスターの大群を目の当たりにしたシンとリオンは、急いで大群の行き先であるバルメルへと向かう。ギルドへ『氾濫』の報告を済ませたシンの前に現れたのは、過去に交流のあったサポートキャラ、ベレットだった。ベレットから「THE NEW GATE」がデスゲームだった時代に死んだはずの、かつての仲間たちが生きている事を知らされたシンはシュニー達と合流し、バルメルを救うために『氾濫』を迎え撃つ準備を進める。"
                }
            }
        }
    }
}