{
    "URL": "https://www.thetvdb.com/series/nanare-hananare",
    "Genres": [
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332939/",
        "https://narenare-anime.com/",
        "http://www.reddit.com/r/NanareHananare",
        "https://www.themoviedb.org/tv/239158",
        "https://www.wikidata.org/wiki/Q123378755",
        "https://en.wikipedia.org/wiki/Nanare_Hananare",
        "https://x.com/narenare_anime"
    ],
    "TitleEnglish": "Narenare -Cheer for You!-",
    "SummaryEnglish": "Misora Kanata is a first-year student on the Takanosaki High School cheerleading team. She won a national championship in middle school, but can’t jump after a mistake in a competition. She befriends Suzuha, Shion, Anna, Onka, and Megumi to form the PoMPoMs. Their new team goes beyond cheerleading to reach the hearts of the people they cheer on. They might just change the world!",
    "TitleJapanese": "菜なれ花なれ",
    "SummaryJapanese": "チアリーディング全国大会連覇を目指す名門、鷹ノ咲高校。1年生ながらにAチームを勝ちとった全中大会優勝経験者、美空かなたは大会中のミスがきっかけで飛べなくなってしまう。\nそんなある日、かなたの目に飛び込んできたのは、電車と並んでビルからビルへと飛び移るパルクール女子高生、小父内涼葉だった。\n\nかなたと涼葉に新体操お嬢様・詩音。ブラジルからの帰国子女・杏那。杏那のクラスメイト、ヨガ哲学女子・穏花。そしてかなたの元チームメイト、車いす女子の恵深。\n\n趣味も特技も性格もバラバラなメンバーが歌ったり、ぶつかったり、スタンツしたり、妄想したり…。\n応援したいって純粋な気持ちが揃う時、PoMPoMs（ポンポンズ）の応援はチアリーディングの枠を超えて人の心に伝わっていく。 \n\n群馬の女子高生6人の応援が、\n世界をちょっとだけ変える…のかも？",
    "Aliases": [
        "Nanare Hananare",
        "Na-nare Hana-nare",
        "Na Nare Hana Nare"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "1": {
            "ID": "2093462",
            "URL": "https://www.thetvdb.com/series/nanare-hananare/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10137472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10137472",
                    "TitleEnglish": "Front Tuck Somersault Full Twist Layout",
                    "SummaryEnglish": "Kanata, a member of the Takanozaki cheerleading team, is unable to perform after an accident during a competition. One morning, she encounters a girl named Suzuha, who is leaping across rooftops and walls.",
                    "TitleJapanese": "抱え込み１回宙返り1回ひねり開脚一回伸身1回ひねり",
                    "SummaryJapanese": "鷹ノ咲高校チアリーディング部に所属する美空かなたは大会中の事故をきっかけに飛べなくなってしまう。ある日の朝、重々しくため息をつきながら歩くかなたの前に屋根や壁を自由自在に跳び回る少女・小父内涼葉が現れる。宙を駆け回る姿に心を奪われたかなたは思わず涼葉を追って走り出す。"
                },
                "2": {
                    "ID": "10540113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540113",
                    "TitleEnglish": "Anyway, Something Like That...",
                    "SummaryEnglish": "Kanata, who decided to collaborate with Anna's video, discusses the project details with Onoka, Shion, and Emina, who had also joined. While brainstorming, Anna learns that there are various types of cheerleading...",
                    "TitleJapanese": "って感じで…",
                    "SummaryJapanese": "杏那の動画へ協力することにしたかなたは、いつの間にか参加となった穏花、詩音、恵深と企画内容の相談をすることに。企画の考案中、チアにはダンスや競技など様々な種類があることを聞いた杏那。杏那の提案でチアに決まるが、使用する楽曲に悩んでしまう。そこへ何かを決意した詩音が自身の携帯を差し出す。"
                },
                "3": {
                    "ID": "10540114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540114",
                    "TitleEnglish": "I Always Look This Way",
                    "SummaryEnglish": "The quiet and unsociable Suzuha secretly admired Shion, whom she met at the entrance ceremony. While following her admired Shion around, Suzuha overheard Shion's singing...",
                    "TitleJapanese": "いつもこの顔だから",
                    "SummaryJapanese": "無口で無愛想な涼葉は、入学式で出会った詩音へ密かに憧れていた。憧れの詩音に付きまとう中、歌声を盗み聞いたことで、詩音を傷つけたと後悔する涼葉。一方、チアのポジションを検討する中、一人浮かない表情のかなた。身体が飛ぶことを怖がっていると指摘されたかなたは、自分が飛べなくなってしまったことを打ち明ける。"
                },
                "4": {
                    "ID": "10540115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540115",
                    "TitleEnglish": "Capoeira Rhapsody",
                    "SummaryEnglish": "Anna is thrilled by the increasing views on her cheerleading video and comes up with a special video project. To arrange music for the project, she visits Stout Records, the record store where she works part-time.",
                    "TitleJapanese": "カポエイララプソディ",
                    "SummaryJapanese": "チア動画の再生数が伸びたことに喜ぶ杏那は、とっておきの動画企画を思いつく。企画用に曲をアレンジする為、アルバイト先のレコード店、スタウトレコードを訪れる。店主・YJより商店街のお祭りの日を最後に、お店を閉めると告げられ、驚く杏那。そんな杏那の為に出来ることを探し、かなた達はスタウトレコードへ向かう。"
                },
                "5": {
                    "ID": "10540116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540116",
                    "TitleEnglish": "An Exuberant Carnival Dance",
                    "SummaryEnglish": "Kanata and the others decide to film a support video for Anna and Stout Records. They dedicate themselves to cheerleading practice in preparation for the carnival, scheduled on the store's closing day.",
                    "TitleJapanese": "ありったけカーニバル音頭",
                    "SummaryJapanese": "杏那の為、スタウトレコードの為に応援動画を撮ることにしたかなた達。閉店予定日に開催する高崎中央銀座カーニバルに向け、チアの練習に励む。一方、スタウトレコード存続の為、画策する杏那だったが、思うようにいかず焦りだけが募る。そんな杏那の前へ穏花が現れ、いつもと違って強引に杏那の手を引いていく。"
                },
                "6": {
                    "ID": "10540117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540117",
                    "TitleEnglish": "No Cheer at the Hot Springs",
                    "SummaryEnglish": "Summer vacation. The PoMPoMs gather at Emina's house for a video project meeting. Before the meeting, while everyone is relaxing, Suzuha suddenly starts checking the results of her lottery tickets...",
                    "TitleJapanese": "※温泉でチアはいけません。",
                    "SummaryJapanese": "夏休み。動画の企画会議をするために恵深の家へ集まるPoMPoMs。会議前、各自くつろぐ中、ふと涼葉が高崎中央銀座カーニバルにて貰った福引券の当選結果を見始める。近くにいると自分の不運のせいで外れると騒ぎ始めるかなたを余所に、涼葉が淡々と結果を読み上げていくと、そこには…。"
                },
                "7": {
                    "ID": "10540118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540118",
                    "TitleEnglish": "Stylish × Styleless!",
                    "SummaryEnglish": "The PoMPoMs, who started their Cheer Delivery service, receive a request from Banka Rara, the captain of the Omaebashi High School Cheer Committee. The request is to help support the baseball team, which has made it to the quarterfinals of the prefectural tournament.",
                    "TitleJapanese": "ハイカラ×バンカラ！",
                    "SummaryJapanese": "お届けチアを始めたPoMPoMsのもとへ御前嘴高校応援委員会団長の番家ららより依頼が届く。依頼内容は、県大会準々決勝に出場することになった野球部の応援を手伝ってほしいとのこと。初めての依頼に喜ぶ杏那たちだったが、穏花だけは気まずそうな顔をしていて…。そしてまさかの対戦相手は鷹ノ咲高校⁉"
                },
                "8": {
                    "ID": "10540119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540119",
                    "TitleEnglish": "What a Busy Summer",
                    "SummaryEnglish": "After the baseball support was broadcast on the news, the PoMPoMs received a flood of requests for support. The PoMPoMs sincerely tackle each request one by one, steadily making progress. However, overwhelmed by the sheer number of requests, everyone begins to feel exhausted.",
                    "TitleJapanese": "What a busy summer",
                    "SummaryJapanese": "野球応援の様子がニュースで放送されたことで、PoMPoMsのもとにたくさんの応援依頼がやってくる。１つ１つに真摯に向き合い、依頼を進めていくPoMPoMs。しかし、多すぎる依頼に圧倒され、皆は疲弊していく。重い空気の中、恵深が口を開き、応援依頼の数を絞る提案をするが…。"
                },
                "9": {
                    "ID": "10540120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540120",
                    "TitleEnglish": "Rain and Cheer",
                    "SummaryEnglish": "The PoMPoMs are going through a crisis. Megumi confides in Shion and Nodoka and then has the opportunity to have a conversation with Kanata.",
                    "TitleJapanese": "雨とチア",
                    "SummaryJapanese": "応援依頼の数を絞ることにしたPoMPoMsだったが、動画のコメントより、かなたが一人でお届けチアをしていたことが発覚する。更にとあるアンチコメントをきっかけに、メンバー溝が深まってしまう。自分の行動を責め、1人思い詰めた表情である場所に向かうかなたは…。"
                },
                "10": {
                    "ID": "10540121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540121",
                    "TitleEnglish": "Go Fight Win",
                    "SummaryEnglish": "The PoMPoMs spend the rest of the summer fulfilling support requests. Kanata is feeling better and is slowly trying to get back into cheerleading.",
                    "TitleJapanese": "Go Fight Win",
                    "SummaryJapanese": "恵深のチアをきっかけに、新規の動画投稿をやめ、残りの応援依頼に集中するPoMPoMs。依頼へしっかりと向き合い、応援が伝わっていることを実感しながら充実した夏休みを送る。それぞれが自分のやりたいことを頑張る中でかなたも今出来ることを探してダンスのエキスパートの雅のもとを訪れる。"
                },
                "11": {
                    "ID": "10540122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540122",
                    "TitleEnglish": "Na-nare",
                    "SummaryEnglish": "Kanata discovers that the negative comments were made by her senior in the cheerleading club, Mari. Unable to believe it, she becomes depressed.",
                    "TitleJapanese": "菜なれ",
                    "SummaryJapanese": "例のアンチコメントがチア部の先輩、毬によるものだったと分かり、信じられずに落ち込むかなた。かなたの話を受け、それぞれの思いを抱く杏那たち。かなたは毬との思い出をぽつぽつと恵深へ語る。恵深に毬としっかりと話し合うことを提案されたかなたは、翌日2年生の教室を訪れるのであったが…"
                },
                "12": {
                    "ID": "10540123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nanare-hananare/episodes/10540123",
                    "TitleEnglish": "Hana-ni-nare",
                    "SummaryEnglish": "Mari has disappeared, and Kanata and the others go to look for her. After discovering her problem, they decide to cheer her on.",
                    "TitleJapanese": "花になれ",
                    "SummaryJapanese": "チア部を辞め、PoMPoMsの練習にも学校にも来なくなった毬。かなたは自分を応援してくれた毬を応援するために部室を飛び出して毬を探す。ようやく見つけた毬は、誹謗中傷の書き込みをした自分には応援する資格がないと告げる。そんな毬にかなたは…「応援はキャベツなんです！」"
                }
            }
        }
    }
}