{
    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30970523/",
        "https://mahoaku-anime.com/",
        "http://www.reddit.com/r/TheMagicalGirl",
        "https://www.tvmaze.com/shows/77847/show-slug",
        "https://www.themoviedb.org/tv/239764",
        "https://www.wikidata.org/wiki/Q123473839",
        "https://en.wikipedia.org/wiki/Katsute_Mah%C5%8D_Sh%C5%8Djo_to_Aku_wa_Tekitai_Shiteita#Anime",
        "https://x.com/mahoaku_anime"
    ],
    "TitleEnglish": "The Magical Girl and the Evil Lieutenant Used to Be Archenemies",
    "SummaryEnglish": "An evil organization invades and destroys everything in its path. The brains of the brutal operation is the king’s right-hand man, an evil lieutenant named Mira. Everything changes when a magical girl named Byakuya Mimori tries to stop the evil group in their tracks. When Mira confronts her, he knows it’s love at first sight. What will become of Mira and Byakuya, stuck between orders and love?",
    "TitleJapanese": "かつて魔法少女と悪は敵対していた。",
    "SummaryJapanese": "かつて魔法少女と悪は敵対していた。』は、藤原ここあによる日本の4コマ漫画シリーズ。 2013 年 9 月から 2015 年 3 月までスクウェア・エニックスの月刊ガンガン JOKER 誌に連載され、各章が 3 冊の短冊にまとめられました。ボンズ制作によるテレビアニメシリーズ化が発表された。",
    "Aliases": [
        "Katsute Mahō Shōjo to Aku wa Tekitai Shiteita.",
        "Katsute Mahou Shoujo to Aku wa Tekitai shiteita."
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2094777",
            "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10150398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10150398",
                    "TitleEnglish": "Won't Kill For Love",
                    "SummaryEnglish": "The brilliant officer, strategist, and right-hand of the dark lord, Mira, is part of a villainous organization that aims for nothing but chaos and destruction. However, while a perfect elite villain career lay ahead of him, everything changes when one day he meets a girl who wants to stop him...",
                    "TitleJapanese": "殺し愛（あ）わない",
                    "SummaryJapanese": "悪の参謀・ミラは、薄幸の魔法少女・白夜に一目ボレしてしまう。\n地上侵略を進めるため再び彼女に会いに行くが、なぜか手土産持参。\n白夜のなにげない言動に翻弄されるばかりの自分に、ミラ自身も戸惑う。\n「この悪の参謀である私が、一体どうしたというのだ・・・・・・!?」"
                },
                "2": {
                    "ID": "10539529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539529",
                    "TitleEnglish": "The (taking down of the) magical girl belongs to (no one but) me",
                    "SummaryEnglish": "Having tea in the park is becoming a daily routine for them. Noticing that the sleeve of Mira's coat is burned, Byakuya sews an applique. \"The work of a magical girl isn't as tough as I thought. I'm sure it's thanks to a kind strategist...\" says Byakuya.",
                    "TitleJapanese": "魔法少女（を倒す使命、それ）は（他でもない）私のものだ",
                    "SummaryJapanese": "公園でのお茶会が日課となりつつある二人。\nミラのコートの袖が焼け焦げていることに気づき、白夜はアップリケをつける。\n「魔法少女の仕事は思ったより辛くないんです。きっと、優しい参謀さんのおかげです……」\nそう口にする白夜に、ミラは「優しくなどない」と否定して……。"
                },
                "3": {
                    "ID": "10539530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539530",
                    "TitleEnglish": "Now Back to the Drawing Board",
                    "SummaryEnglish": "Mira has to justify to his subjects and comrades why the ground invasion has stalled. His colleagues then advise him to blow off some steam. However, he couldn't have known who he would meet at the establishment his colleague suggested...",
                    "TitleJapanese": "そしてふりだしえ",
                    "SummaryJapanese": "白夜が魔法少女になった経緯を聞くに、彼女は御使いとやらに騙され、利用されているだけのようだ。\nこのままではますます疲弊していくばかりではないか……？ と心配するミラ。\nそんなある夜、ミラはホステスとして働く白夜と出会う。\n白夜は涙ながらに、「え……えっちなディスクにして売られそうなんです……」"
                },
                "4": {
                    "ID": "10539531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539531",
                    "TitleEnglish": "A Habit of Chasing What Moves",
                    "SummaryEnglish": "Formalhaut has been assigned to assist Mira in the mission to subdue the magical girls. It's likely that this is also a form of surveillance from the evil king, who has heard rumors that Mira, the evil strategist, is inexplicably infatuated with a magical girl.",
                    "TitleJapanese": "動くものを追う習性があります",
                    "SummaryJapanese": "フォーマルハウトが、魔法少女討伐の任にあたるミラの補佐につくことになった。\n悪の参謀であるミラが、あろうことか魔法少女にご執心――という噂を聞きつけた悪の王からの監視でもあるのだろう。\nミラとしては、王の信用を失うわけにはいかない。\n本当に決着をつける時が来たようだ……と覚悟を決めるが、白夜を前に早速グラついて……。"
                },
                "5": {
                    "ID": "10539532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539532",
                    "TitleEnglish": "We're Enemies",
                    "SummaryEnglish": "While Mira finds himself in a serious gift crisis one day, his subjects have a very special surprise for the officer: they have captured none other than the Magical Girl.",
                    "TitleJapanese": "我々は敵対している",
                    "SummaryJapanese": "雨の降りしきる中、白夜は今日も魔法少女の仕事に出かける。\n一方、組織の自室で白夜への贈り物を検索していたミラは、戦闘員に呼び出される。\n地下牢にいたのは、両手両足を拘束された白夜だった。\n戦闘員たちの目がある中、ミラは不敵に笑う。\n「これから陰惨にして残忍な尋問を始める――」"
                },
                "6": {
                    "ID": "10539533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539533",
                    "TitleEnglish": "What Magical Girls Are",
                    "SummaryEnglish": "The angelic bird is convinced: it has found a true Magical Girl and will now support her in her role. However, while the young girl feels like she was born for this role, there is a much less noble background behind it all...",
                    "TitleJapanese": "魔法少女とは",
                    "SummaryJapanese": "御使い（鳥）の導く火花は、ちょっぴり恥ずかしがり屋の魔法少女だ。\n魔法少女に憧れ、積極的に仕事を頑張る彼女のことを、御使い（鳥）は「真の魔法少女」と評する。\nある日、傷だらけで悪と戦う火花の前に、ミラが立ちふさがり……。"
                },
                "7": {
                    "ID": "10539534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539534",
                    "TitleEnglish": "They're Friends…?",
                    "SummaryEnglish": "Hibana and Byakuya were friends. Seeing Hibana express her joy at their reunion with a lariat, Mira is a bit bewildered. Byakuya, who had been told by the messenger that she was disqualified as a magical girl, readily accepts it, though she doesn't want to quit.",
                    "TitleJapanese": "友人…？",
                    "SummaryJapanese": "火花と白夜は友人同士だった。\n再会の喜びをラリアットで表現する火花を見て、ミラはちょっと困惑する。\n御使い（鳥）に魔法少女失格を言い渡された白夜は、あっさり承諾するも、もちろん出来れば辞めたくはない。\nせめて理由を聞かせてほしいと頼むと、御使い（鳥）はとんでもない理由を口にした！"
                },
                "8": {
                    "ID": "10539535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539535",
                    "TitleEnglish": "Before Christmas",
                    "SummaryEnglish": "Byakuya is balancing the accounts when the angelic cat shows up again. But instead of discussing the expenses at length, the cat gives Byakuya an idea: Christmas is just around the corner.",
                    "TitleJapanese": "クリスマス前に",
                    "SummaryJapanese": "もうすぐクリスマス。\n白夜へのプレゼントを悩むミラに、スピカとアルキオネがアドバイスする。\nその様子を観察し、密かに興奮を覚える痴女がひとり……。\n一方、白夜と御使い（猫）は、クリスマス感あふれる商店街で火花たちに遭遇し……。"
                },
                "9": {
                    "ID": "10539536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539536",
                    "TitleEnglish": "On Christmas Night",
                    "SummaryEnglish": "Byakuya and Mira have planned a cozy evening together at Byakuya's home on Christmas Eve. However, since Byakuya also has to work on Christmas Eve, she has to hurry especially fast...",
                    "TitleJapanese": "クリスマスの夜に",
                    "SummaryJapanese": "クリスマスの夜を一緒に過ごす約束をしたミラと白夜。\n家までの道すがら、商店街で買い物をしたり、穏やかな時間を共有する。\n晩ご飯は、白夜の手作りハンバーグ。その形が星とハートで、動揺するミラ。\n「まさか私がハート？ ハートということはつまり――」"
                },
                "10": {
                    "ID": "10539537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539537",
                    "TitleEnglish": "A Day with Mr. Familiar",
                    "SummaryEnglish": "The day of the Messenger and Byakuya on New Year's Eve is no different from any other day. Byakuya prepares breakfast, wakes up the Messenger, and gets harassed.",
                    "TitleJapanese": "御使いさんとの一日",
                    "SummaryJapanese": "御使い（猫）と白夜の一日は、大晦日もいつもと変わらない。\n白夜が朝食を作り、御使い（猫）を起こし、セクハラを受ける。\n朝食後は時々、御使い（猫）の気分により会議が開かれ、そしてセクハラを受ける。\n一方、悪の組織では、この時期だけの特別会議が開かれており……。"
                },
                "11": {
                    "ID": "10539538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539538",
                    "TitleEnglish": "53-Year Old Building",
                    "SummaryEnglish": "Spica and Alcyone are getting excited over a personality test. The theme is, of course, love. \"Could it be that Mira is quite infatuated with the magical girl?\"",
                    "TitleJapanese": "築五十三年です",
                    "SummaryJapanese": "心理テストで盛り上がるスピカとアルキオネ。テーマはもちろん恋愛系だ。\n「ミラは～案外本当に魔法少女にご執心じゃありませんの？」\nベラトリックスも加わり、アブナイ妄想が炸裂する。\nその場からのがれ、いつもの公園に行くミラ。しかし、白夜の姿はなく……。"
                },
                "12": {
                    "ID": "10539539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katsute-mahou-shoujo-to-aku-wa-tekitai-shiteita/episodes/10539539",
                    "TitleEnglish": "Side B / Side M",
                    "SummaryEnglish": "The evil strategist and the magical girl. Today, the two meet again at their usual park. Sweet treats. Casual chit-chat. These happy days will continue from now on—",
                    "TitleJapanese": "SideB/SideM",
                    "SummaryJapanese": "悪の参謀と魔法少女。\n二人は今日も、いつもの公園で待ち合わせる。\n甘いお菓子。他愛ないお喋り。幸福な日々は、これからも――。"
                }
            }
        }
    }
}