{
    "URL": "https://www.thetvdb.com/series/yeosin-gangnim",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33054444/",
        "https://www.tvmaze.com/shows/78219/show-slug",
        "https://www.themoviedb.org/tv/239779",
        "https://en.wikipedia.org/wiki/True_Beauty_(webtoon)"
    ],
    "TitleEnglish": "True Beauty (2024)",
    "SummaryEnglish": "In her teenage years, Ju-kyung Lim has been treated unfairly by her family and bullied by her enemies due to being perceived as ugly. She starts learning how to use makeup by binge-watching tutorial videos on the Internet. She masters the art and her makeover proves to be gorgeously transformative as she quickly rises to fame and people become awed at the sight of her newfound beauty. Soon, she makes an unlikely relationship with two of the most handsome, most popular boys at school: Lee Su-ho, who is the first to recognize her beyond her makeup, and Han Seo-jun, a \"bad boy\" who is not on good terms with Suho. Living in a society where people are judged based on their physical appearance, Jugyeong navigates through her high school days and into her college life while struggling to keep her makeup-less face a secret and facing various challenges with her self-esteem, love life and career.",
    "TitleJapanese": null,
    "SummaryJapanese": null,
    "Aliases": [
        "Yeosin-gangnim (2024)"
    ],
    "Modified": "2025-04-03",
    "Seasons": {
        "1": {
            "ID": "2094763",
            "URL": "https://www.thetvdb.com/series/yeosin-gangnim/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10573754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10573754",
                    "TitleEnglish": "A Goddess descends?!",
                    "SummaryEnglish": "Jugyeong, who is bullied for being ugly, sees a new opportunity when she changes schools. With the help of makeup, she creates a new identity, but a new student seems to know her secret …",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10626252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10626252",
                    "TitleEnglish": "I'm totally screwed!",
                    "SummaryEnglish": "Things are not going well for Jugyeong. In order to keep her secret, Suho makes her his personal assistand and errand girl. And if that wasn't enough, she also runs into her old bullies …",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10636947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10636947",
                    "TitleEnglish": "The Jerk and the Troublemaker",
                    "SummaryEnglish": "A school assignment forces Jugyeong to reach out to Seojun Han, a renowned troublemaker, who turns out to be everything but cooperative. Besides that, Jugyeong faces another challenge: transforming the school choir‘s lead singer with the power of makeup!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "10649506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10649506",
                    "TitleEnglish": "Danger never sleeps",
                    "SummaryEnglish": "The Sebom goddess competition starts off with a dance mission that only ignites Jugyeongs wish to quit altogether. Her fellow candidate Sujin suddenly arranges a blind date for her with a boy from another school. The date goes smoothly. Almost too smoothly.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10662581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10662581",
                    "TitleEnglish": "I Thought Becoming Pretty Would Make a Difference",
                    "SummaryEnglish": "Seojun and Suho catch Hyunwoo red-handed, but Jugyeong‘s blind date points the finger at someone else. Shocked about said accusations, Jugyeong decides to confronts the friend who seemingly tries to sabotage her.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "10678550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10678550",
                    "TitleEnglish": "This Too Shall Pass Away",
                    "SummaryEnglish": "With Suho slowly recovering from his accident, Jugyeong finds out what happened between him and Seojun. But she also has to keep up with her dance mission, which turns out to be harder than anticipated. Luckily, someone steps in to help her out.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "10691194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10691194",
                    "TitleEnglish": "So what If I like her?",
                    "SummaryEnglish": "After a successful first mission, Jugyeong decides to relax and help out Seojun with his part-time job at a festival. Everything is going well, until Suho shows up and a small plushie ignites a fierce battle between the two boys.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "10702509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10702509",
                    "TitleEnglish": "Stop lying to yourself",
                    "SummaryEnglish": "After seeing Suho together with Sujin, Jugyeong finds herself avoiding him at all costs, The second mission also calls for her attention and Jugyeong gets help from no other than Seojun.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "10715810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10715810",
                    "TitleEnglish": "Truth or dare",
                    "SummaryEnglish": "Kang confronts Sujin at school, accusing her of stealing Jugyeong's mission outfit. The girls try to strategize against Sujin at a sleepover. Jugyeong, fearing that her friends will see her face without makeup, struggles with her own insecurities. Will she show her true face at the party?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "10723176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10723176",
                    "TitleEnglish": "I will confess",
                    "SummaryEnglish": "While leaving the pyjama party, Suho and Seojun talk about their feelings for Jugyeong. While Jugyeong is planning a confession herself, Suho surprises her by asking her out for a movie date. But the date doesn‘t go as smoothly as planned.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "10723177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10723177",
                    "TitleEnglish": "Goddess Livestream",
                    "SummaryEnglish": "The day has come: it‘s time for the final mission! The goddess candidates have to gather votes during a livestream. Disheartened from the rumors and the recent dating news, Jugyeong decides to quit, but her friends try everything to change her mind.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10723178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10723178",
                    "TitleEnglish": "Goddess Livestream 2",
                    "SummaryEnglish": "The final mission of the goddess election turned into a warzone. In her weakest moment, Jugyeong is getting backstabbed by her one of her dearest friend who teamed up with her former bully Semi to expose her bare face. But is this really the plan?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "10723179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yeosin-gangnim/episodes/10723179",
                    "TitleEnglish": "Our first love",
                    "SummaryEnglish": "The Goddess election is over and Jugyeong finally has time to enjoy her remaining time in high school. But there is one thing, she still has to do: tell Suho how she feels.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}