{
    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32281073/",
        "https://kijin-anime.com/",
        "http://www.reddit.com/r/KijinGentosho",
        "https://www.tvmaze.com/shows/76811/show-slug",
        "https://www.themoviedb.org/tv/133154",
        "https://www.wikidata.org/wiki/Q123514250",
        "https://en.wikipedia.org/wiki/Sword_of_the_Demon_Hunter:_Kijin_Gentōshō#Anime",
        "https://x.com/kijin_anime"
    ],
    "TitleEnglish": "Sword of the Demon Hunter: Kijin Gentosho",
    "SummaryEnglish": "In the Edo era, young Jinta and his sister must flee their home, finding refuge in a mountain village. Years later, Jinta has grown into a skilled swordsman, sworn to protect the priestess of the village shrine. Charged with slaying a demon that threatens the shrine, Jinta confronts the malevolent creature in the forest, only to learn a shocking truth. The demon speaks of events one hundred and seventy years hence, when Jinta must confront the demon in the future. Thus begins an epic fantasy journey that spans multiple eras as Jinta hunts a demon through time and must come to terms with his own dark nature.",
    "TitleJapanese": "鬼人幻燈抄",
    "SummaryJapanese": "江戸時代、山間の葛野村に「樹姫」と呼ばれる巫女がいました。よそ者でありながら巫女の後見役を務める青年ジンタは、討伐に向かった森で遠い未来を語る謎の悪魔と出会う。江戸から平成へ、刀を持つことの意味を問い続けながらタイムスリップする鬼人を描く和風ファンタジー巨編。",
    "Aliases": [
        "Kijin Gentōshō",
        "Kijin Gentoushou"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2095492",
            "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10157618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/10157618",
                    "TitleEnglish": "Demons and Humans",
                    "SummaryEnglish": "It is 1840, year 1 of Japan's Tenpo era. There lies a small village known as Kadono that is home to the siblings Jinta and Suzune. Jinta is quickly dispatched to slay demons.",
                    "TitleJapanese": "鬼と人と",
                    "SummaryJapanese": "時は天保十一年（1840年）。大飢饉により人心が乱れた世において、鬼が人の姿に化け、戯れに人をたぶらかすようになっていた。江戸の街から遠く離れた山間の集落・葛野（かどの）。この集落に、甚太と鈴音という兄妹が暮らしていた。集落には、「いつきひめ」と呼ばれる巫女がおり、甚太はその「いつきひめ」を守る巫女守で、集落に仇なす怪異を払いのける鬼切役を命じられていた。ある日、近くの森で鬼が二匹出たとの報告があり、討伐のため森に向かった甚太。森で赤黒い皮膚にざんばら髪、二本の角と屈強な体を持つ鬼に遭遇。二匹と聞いていたが、その場にいた鬼は一匹のみ。もう一匹は「葛野の地へ行った」とその鬼は言った…。"
                },
                "2": {
                    "ID": "11048908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048908",
                    "TitleEnglish": "The Demon's Daughter",
                    "SummaryEnglish": "Jinta changes his name to Jinya and departs Kadono. Ten years pass and he is now a ronin living in Edo, well-known by the locals as \"the demon slayer.\"",
                    "TitleJapanese": "鬼の娘",
                    "SummaryJapanese": "鬼となった甚太は夜来を受け継いだことで甚夜と名を変え、葛野を後にする。故郷を離れて十年、甚夜は“刀一本で鬼を打つ男”という異名を持つ浪人として江戸で暮らしていた。ある時、日本橋にある大店・須賀屋の主人から娘の護衛をしてほしいと依頼が入る。その店の手代曰く、娘の部屋に面した庭先で「娘ヲ返セ」と繰り返す鬼が現れたという。"
                },
                "3": {
                    "ID": "11048909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048909",
                    "TitleEnglish": "The Devourer (Part 1)",
                    "SummaryEnglish": "Three years have passed from the Nihonbashi incident. Jinya hears talk of street killings occurring near a soba shop. The number of dead don't match the number of missing.",
                    "TitleJapanese": "貪り喰うもの(前編)",
                    "SummaryJapanese": "須賀屋の一件から、早や三年。甚夜は、店主とおふうの親娘が営む行きつけの蕎麦屋・喜兵衛で、近ごろ辻斬りが起きているという噂を聞きつける。獣に引き裂かれたような無惨な死体ばかりで、なぜか死体と行方不明者の数が合わない。町では鬼の仕業ではないかと囁かれていた。その夜さっそく噂の現場へと向かった甚夜は、女の悲鳴と血塗れの骸に出くわす。"
                },
                "4": {
                    "ID": "11048910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048910",
                    "TitleEnglish": "The Devourer (Part 2)",
                    "SummaryEnglish": "Jinya and Natsu get attacked by the slasher thought to be a demon. After Mosuke arrives to help and Jinya brandishes his blade, the demon quickly vanishes into the darkness.",
                    "TitleJapanese": "貪り喰うもの(後編)",
                    "SummaryJapanese": "鬼と思われる辻斬りに襲われた甚夜と奈津。夜来を振り上げた甚夜と、駆けつけた茂助の反撃に、鬼は暗闇へと姿を消した。再会した善二の話によると、谷中にある廃寺の瑞穂寺から、夜な夜な女性の声がするという。鬼を追いかけた茂助がたどり着いたのも、瑞穂寺だった。茂助は、そこに妻と自分たちの幸せを奪った仇がいると直感する。"
                },
                "5": {
                    "ID": "11048911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048911",
                    "TitleEnglish": "The Garden of Happiness (Part 1)",
                    "SummaryEnglish": "In the fall of 1853, a samurai by the name of Naotsugu Miura grows concerned about his missing brother. However, everyone insists that he doesn't have a brother.",
                    "TitleJapanese": "幸福の庭・前編",
                    "SummaryJapanese": "時は嘉永六年（1853年）、秋。蕎麦屋・喜兵衛の馴染み客で、武士の三浦直次在衛にはある悩み事があった。自分には三浦定長という名の行方知れずとなった兄がいるが、周囲の誰も、父や母でさえ“お前に兄などいない”とその存在を覚えていないのだという。直次、そして店主とおふうに頼み込まれた甚夜は、怪異の真相究明に挑むことになる。"
                },
                "6": {
                    "ID": "11048912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048912",
                    "TitleEnglish": "The Garden of Happiness (Part 2)",
                    "SummaryEnglish": "Jinya and Naotsugu witness a young girl losing her parents in a fire, which brings the unexpected truth of the mystery to light.",
                    "TitleJapanese": "幸福の庭・後編",
                    "SummaryJapanese": "直次の“兄を捜してほしい”という依頼を引き受けた甚夜は、詳しい話を聞くために三浦家を訪れた。しかし定長の部屋から手がかりを探そうとしたその時、甚夜と直次は水仙の香りと数え歌に導かれ、異界へと迷い込んでしまう。二人がそこで目にしたのは、炎に包まれる屋敷と火事で父母を亡くした幼女。失踪の意外な真相が、明らかになろうとしていた。"
                },
                "7": {
                    "ID": "11048913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048913",
                    "TitleEnglish": "The Haunting of Kudanzaka",
                    "SummaryEnglish": "In the winter of 1853, Jinya is hired by Jyuuzou to investigate a demonic painting known as \"the Ukiyo-e of Kudanzaka\" that's said to be cursed.",
                    "TitleJapanese": "九段坂呪い宵",
                    "SummaryJapanese": "時は嘉永六年（1853年）、冬。甚夜のもとに、重蔵から頼み事が舞い込んだ。それは、災いをもたらすという“九段坂の浮世絵”と名付けられた鬼の絵を調べてほしいというものだった。重蔵から浮世絵を預かった甚夜だが、なんと善二も“九段坂の浮世絵”を手に蕎麦屋に駆け込んでくる。その絵の持ち主は変死を遂げたという。甚夜の前に、いわくつきの絵が二枚並んだ。"
                },
                "8": {
                    "ID": "11048914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048914",
                    "TitleEnglish": "Blossoming Dreams of the Kanzashi (Part 1)",
                    "SummaryEnglish": "In the spring of 1854, rumors spread of a demon woman who kills men in the Yoshiwara redlight district. Jinya investigates.",
                    "TitleJapanese": "花宵簪(前編)",
                    "SummaryJapanese": "時は嘉永七年（1854年）、春。吉原遊郭では、夜桜の下で男を殺す醜悪な鬼女が現れるという話が囁かれていた。夜鷹から依頼を受けた甚夜は、噂通り、桜の木の下でぼろを纏い、顔が醜く爛れ、いたい、いたいと泣き叫ぶ鬼に出くわす。甚夜はゆっくりと夜来を抜き、鬼女を討った。夜鷹によるとそれは、体も心も壊れて放り出された、吉原の元遊女だという。"
                },
                "9": {
                    "ID": "11048915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048915",
                    "TitleEnglish": "Blossoming Dreams of the Kanzashi (Part 2)",
                    "SummaryEnglish": "A man named Somegorou Akitsu gifts Natsu a hairpin then crosses paths with Jinya. Somegorou's spirit dogs attack Jinya and he must use his demon powers to defend himself.",
                    "TitleJapanese": "花宵簪(後編)",
                    "SummaryJapanese": "甚夜の前に、奈津に簪を渡した秋津染吾郎を名乗る男が姿を現した。秋津の引き連れている三匹の犬神に襲い掛かられた甚夜は、“隠行”や“疾駆”の力で応戦。犬神に喉元を食いつかれるなど激しい攻防を繰り広げた末、優位に立った甚夜はようやく、秋津の正体を聞き取ることに成功した。秋津は、物に宿る想いを鬼に変える“付喪神使い”だった。"
                },
                "10": {
                    "ID": "11048916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048916",
                    "TitleEnglish": "Harlot in the Rain",
                    "SummaryEnglish": "In May of 1855, Naotsugu and a woman in a kimono catch sight of a man in the distance who looks different to both. Naotsugu sees his brother and the woman sees an old flame.",
                    "TitleJapanese": "雨夜鷹",
                    "SummaryJapanese": "時は安政二年（1855年）、五月。甚夜と酒を交わした帰り道、直次はある軒下で雨宿りをしていた。ついていないとこぼす中、隣に入ってきたのは手拭いを被った着物の女。夜鷹と名乗る女の美しさにすっかり見惚れた直次は、頬を真っ赤に染める。そこで彼らの視線の先に、一人の男が現れる。直次の目には兄、定長にそっくりに見えたその男を、夜鷹は“昔の男”だという。"
                },
                "11": {
                    "ID": "11048917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048917",
                    "TitleEnglish": "Drunken Dreams of Lingering Snow (Part 1)",
                    "SummaryEnglish": "In winter of 1856, Zenji brings a liquor to the soba shop and it becomes immensely popular. However, Jinya finds something unsavory about it.",
                    "TitleJapanese": "残雪酔夢(前編)",
                    "SummaryJapanese": "時は安政三年（1856年）、冬。蕎麦屋・喜兵衛では、須賀屋の番頭となった善二の祝いの席が設けられていた。善二が持参したのは、“ゆきのなごり”という酒。須賀屋の主人・重蔵も毎晩嗜むほど夢中になっているというその酒は、今や江戸の町で大流行しているものだった。しかし甚夜はその味に違和感を覚え、夜鷹に調査を求める。"
                },
                "12": {
                    "ID": "11048918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048918",
                    "TitleEnglish": "Drunken Dreams of Lingering Snow (Part 2)",
                    "SummaryEnglish": "A series of violent incidents occur across Edo, all related to Yuki-no-Nagori. Worse yet, rumors of a woman with blonde hair send chills down Jinya's spine.",
                    "TitleJapanese": "残雪酔夢(中編)",
                    "SummaryJapanese": "江戸の町では、“ゆきのなごり”がらみの暴力や殺しが後を絶たなくなっていた。秋津と調査に乗り出していた甚夜は、夜鷹から酒について驚くべき事実を聞きつける。酒を江戸中に卸しているのは、甚夜がかつて蔵に住みついた鬼を退治した酒屋・水城屋だった。さらに水城屋には時折、金髪の美女が出入りしているという。甚夜はある予感に震える。"
                },
                "13": {
                    "ID": "11048919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048919",
                    "TitleEnglish": "Drunken Dreams of Lingering Snow (Part 3)",
                    "SummaryEnglish": "It turns out Yuki-no-Nagori is an evil drink. Jinya finds a demon calling out the name \"Jinta\". As they face off, Jinya suffers from the weakness of his own heart.",
                    "TitleJapanese": "残雪酔夢(後編)",
                    "SummaryJapanese": "“ゆきのなごり”は呑み続ければ憎しみに取り込まれ、人を鬼へと堕とす酒だった。奈津と重蔵の安否が気になる甚夜は、雪に足を取られながら須賀屋に駆け込む。そこで目にしたものは……!?　一方、後を任された秋津染吾郎は、切り札の鍾馗を召喚して鬼と化した水城屋の主人と対峙していた。一連の出来事を通して、甚夜は自身の心の弱さに打ちのめされる。"
                },
                "14": {
                    "ID": "11048920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048920",
                    "TitleEnglish": "Embodiment of Jealousy",
                    "SummaryEnglish": "Back in the winter of 1839, when Jinya was still just Jinta, there were rumors of strange phenomena occurring near the Modori River. Byakuya orders Jinta to investigate.",
                    "TitleJapanese": "妬心の現身",
                    "SummaryJapanese": "時は天保十年（1839年）、冬。甚夜がまだ、甚太だったころーー。戻川になんらかの怪異が棲みついたという話を受けて「いつきひめ」の白夜は、甚太を鬼切役に就かせ、葛野を護るためにも怪異の正体を探ってくるようにと命じる。甚太が葛野を離れる間、白夜の護衛役は清正が務めることになり、白夜と甚太の心にはさざ波が立つ。"
                },
                "15": {
                    "ID": "11048921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048921",
                    "TitleEnglish": "Late Night Tales of Demonic Swords ~Hijin~",
                    "SummaryEnglish": "The year is 1862. The arrival of the Perry Expedition in Japan brings unrest into the cities. Jinya hears about a cursed sword called the \"Yatonomori Kaneomi.\"",
                    "TitleJapanese": "妖刀夜話～飛刃～",
                    "SummaryJapanese": "時は文久二年（1862年）。嘉永の黒船来航を発端に、町には動乱の気配が漂っていた。甚夜は、直次から“夜刀守兼臣”といういわくつきの妖刀についての話を聞きつける。その妖刀は、会津畠山家中屋敷で御坊主をしている男の手に渡ったという。興味を持った甚夜が直次とともに畠山家を訪ねると、その男は朝方に妻を斬り殺し、すでに屋敷から姿を消していた。"
                },
                "16": {
                    "ID": "11048922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048922",
                    "TitleEnglish": "Logic of the Amanojaku",
                    "SummaryEnglish": "In July of 1863, Jinya hears rumors of a demon in Mizuho temple that devours humans. Upon visiting, Jinya comes across a silver-haired fox demon.",
                    "TitleJapanese": "天邪鬼の理",
                    "SummaryJapanese": "時は文久三年（1863年）、七月。廃寺となっている瑞穂寺に、人を食う鬼が出るという噂を耳にした甚夜。寺を訪れてみると、白銀の狐の鬼が住み着いていた。甚夜が「夕凪」と名乗るその鬼を斬り、喰らうと、遠くから赤ん坊の声が聞こえてくる。世が明けていつものように喜兵衛に足を運ぶと、「夕凪」という名の女が甚夜の帰りを待っていた。"
                },
                "17": {
                    "ID": "11048923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048923",
                    "TitleEnglish": "By the Sword",
                    "SummaryEnglish": "In March of 1864, a job comes to Jinya to slay a demon named Okada. Okada has become a crazed murderer willing to kill anyone from fellow samurai to women and children.",
                    "TitleJapanese": "剣に至る",
                    "SummaryJapanese": "時は元治元年（1864年）、三月。甚夜のもとに、幕府に忠義を捧げる会津藩士の畠山泰秀から依頼が舞い込む。それは泰秀に仕える、岡田貴一という鬼を討ってほしいというものだった。岡田は泰秀配下の中でも随一の腕を持つ男だが、今や開国派や異人だけでなく、攘夷派の武士、女子供さえも斬り殺す、人斬りと化してしまったという。"
                },
                "18": {
                    "ID": "11048924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048924",
                    "TitleEnglish": "A Chat Over Tea",
                    "SummaryEnglish": "In September of 1867, Somegoro Akitsu leaves Kyoto with a tea set that he takes to Jinya. Akitsu wants to find someone who can use the set to conduct a tea ceremony.",
                    "TitleJapanese": "茶飲み話",
                    "SummaryJapanese": "時は慶応三年（1867年）、九月。物の想いを鬼に変える“付喪神使い”の秋津が包みを手に、京から甚夜を訪ねてやって来た。秋津が携えていたのは、金粉で紫陽花が描かれた美しい茶器。これを使って、茶を点ててくれる人を探しているという。ふさわしい人を探す道中、甚夜は秋津に誘われて骨董屋へと足を踏み入れる。"
                },
                "19": {
                    "ID": "11048925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048925",
                    "TitleEnglish": "Change",
                    "SummaryEnglish": "Jinya and his daughter, Nomari, enjoy peaceful days staying with Naotsugu and his family. However, time changes all things and their world faces a drastic transformation.",
                    "TitleJapanese": "流転",
                    "SummaryJapanese": "ある秋の日、三浦邸の庭では、甚夜と直次が実戦さながらの気迫で木刀を交わしていた。直次から頼まれ、甚夜が稽古をつけていたのだ。甚夜は三浦邸で、娘の野茉莉、直次、彼の妻子たちと過ごす穏やかな時間を噛み締める。しかし、平穏は続かない。あらゆるものは流転する。人の命は儚くうつろい、世の情勢も大きな変化の時を迎えていた。"
                },
                "20": {
                    "ID": "11048926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048926",
                    "TitleEnglish": "Wish (Part 1)",
                    "SummaryEnglish": "While engaged in a fierce battle with Tsuchiura, Jinya is forced to take on his demonic form, witnessed by both Naotsugu and Nomari.",
                    "TitleJapanese": "願い(前編)",
                    "SummaryJapanese": "甚夜は、畠山泰秀の忠臣・土浦との激闘の中で鬼へと変わる姿を、直次と娘の野茉莉に見られてしまった。心配するおふうに対して、甚夜は「土浦を討つ」と宣言。強い意志を感じたおふうは、なぜ鬼と戦うのかと甚夜に問いかける。甚夜は、葛野での顛末をおふうに打ち明けた。一方、泰秀は倒幕派に対抗すべく、百ほどの鬼と土浦を京へ送ろうとする。"
                },
                "21": {
                    "ID": "11048927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048927",
                    "TitleEnglish": "Wish (Part 2)",
                    "SummaryEnglish": "Jinya and Tsuchiura face off during a heavy rainstorm. When Jinya's demon arm begins to throb, it sparks a resonance that allows them to experience each other's pasts.",
                    "TitleJapanese": "願い(後編)",
                    "SummaryJapanese": "激しい雨の中、甚夜と土浦が対峙した。甚夜の異形の左腕が脈打った、その刹那、彼らはお互いの記憶を共有し過去を知る。甚夜と土浦は、通じ合うものを見つけると同時に、お互いにこの戦いは譲れないものだと悟る。茂助、はつ、おふう、夕凪…。これまで出会った鬼たちの望みに思いを馳せた甚夜は、土浦がなぜ壊れない体を欲したのか、なぜ戦うのかと問いかける。"
                },
                "22": {
                    "ID": "11048928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048928",
                    "TitleEnglish": "Twin Shizuka",
                    "SummaryEnglish": "In April of 1872, Jinya departs Edo and now lives in Kyoto. He runs a soba shop on Sanjyo Street. One night, Jinya saves a girl named Himawari as she's surrounded by demons.",
                    "TitleJapanese": "二人静",
                    "SummaryJapanese": "時は明治五年（1872年）、四月。江戸を離れた甚夜は、京都三条通で蕎麦屋「鬼そば」を営みながら、娘の野茉莉と暮らしていた。野茉莉は九歳になっていた。すっかり甚夜と古馴染みとなった“付喪神使い”の秋津も、たびたび店を訪れてくる。そんな京都では近頃、鬼が増えていた。ある夜、甚夜は鬼に囲まれていた、向日葵という名の少女を助ける"
                },
                "23": {
                    "ID": "11048929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11048929",
                    "TitleEnglish": "A Tale of Candy Apples and the Heavenly Maiden (Part 1)",
                    "SummaryEnglish": "Akitsu tells Jinya about the legend of a goddess associated with the Aragi Inari Shrine. Jinya pays a visit to the shrine, only to find a woman saying: \"we finally meet.\"",
                    "TitleJapanese": "林檎飴天女抄(前編)",
                    "SummaryJapanese": "ある日、甚夜は秋津から、お狐様を祭る荒妓稲荷神社に伝わる天女譚を聞かされる。天女を空へと返すために使った鉄鏡が神社の御神体となっているが、なんでも昨夜、鏡が安置されている本堂から漏れる光、そして人影を見た者がいるという。興味を示した甚夜が神社を訪ねると、出くわした女性から「ようやく会えた」と声をかけられる。"
                },
                "24": {
                    "ID": "11058217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sword-of-the-demon-hunter-kijin-gentosho/episodes/11058217",
                    "TitleEnglish": "A Tale of Candy Apples and the Heavenly Maiden (Part 2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "林檎飴天女抄(後編)",
                    "SummaryJapanese": "未来から明治時代の京都へとやってきた薫は、「朝顔」と名付けられて甚夜のもとで寝泊まりをしていた。朝顔が天女ならば、天と地を繋ぐと言われている「狐の鏡」に帰り道の手がかりがあるかもしれない。荒妓稲荷神社の神主・航大は鏡の力を使えば、朝顔が願う場所、望む時へと帰ることができると説くが、朝顔はその力を使うことに躊躇してしまう。"
                }
            }
        }
    }
}