{
    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32178571/",
        "https://hoshi-nina-anime.com/",
        "http://www.reddit.com/r/NinaTheStarryBride",
        "https://www.themoviedb.org/tv/240641",
        "https://www.wikidata.org/wiki/Q123587062",
        "https://en.wikipedia.org/wiki/Nina_the_Starry_Bride#Anime",
        "https://x.com/hoshi_nina_bl"
    ],
    "TitleEnglish": "Nina the Starry Bride",
    "SummaryEnglish": "Nina never imagined she would be at the center of a royal deception. She’s had a rough start in life as an orphan in the castle town of Fortna. But when Prince Azure notices that her deep blue eyes look the same as the late Princess Alisha’s, he ordains that she takes her place and marry the Prince of Galgada. Despite this uncertain fate, she finds joy in knowing someone finally needs her.",
    "TitleJapanese": "星降る王国のニナ",
    "SummaryJapanese": "フォルトナ国城下で孤児として暮らしていたニナは、星の神のごとき深き青――瑠璃色の瞳を持っていた。事故で亡くなったフォルトナ国の王女アリシャと同じ色の瞳ゆえ、第二王子アズールに見出され、ニナは王女に成り代わることを求められる。身代わりの星の巫女として、王女として、与えられた使命――それは三月のあと、大国ガルガダの第一王子セトに偽りの花嫁として嫁ぐこと。運命に翻弄されながらも、誰かに必要とされることに喜びを感じるニナ。そのまっすぐな瞳が見ているものとは……。愛する人を守る決意をしたとき、それぞれの運命が大きく動き始める!!",
    "Aliases": [
        "Hoshifuru Ōkoku no Nina",
        "Hoshifuru Oukoku no Nina"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2096468",
            "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10346117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10346117",
                    "TitleEnglish": "The Origin of Sin",
                    "SummaryEnglish": "In the wake of the death of Fortna's princess-priestess, Prince Azure purchases a young woman from the slums who shares her most defining feature. He sets out to turn her into a convincing impostor to cover up the death of his half-sister.",
                    "TitleJapanese": "罪のはじまり",
                    "SummaryJapanese": "フォルトナ国城下で孤児として生きる瑠璃色の瞳を持った少女ニナは、仲間と貧しくも幸せな生活を送っていた。しかし仲間の死をきっかけに灰金色の瞳の男に売られる。その男の正体は、フォルトナ国第二王子アズールで、亡き星の姫巫女に成り代われと命じられる。"
                },
                "2": {
                    "ID": "10729069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729069",
                    "TitleEnglish": "The Lost Name",
                    "SummaryEnglish": "After sneaking out of her quarters, Nina runs into First Prince Muhulum, who is also out and about where he's not supposed to be. As the castle prepares to celebrate the Festival of Stars, Nina considers sneaking back into the city.",
                    "TitleJapanese": "失われた名前",
                    "SummaryJapanese": "亡き星の姫巫女アリシャに成り代わり、大国ガルガダに嫁ぐため、アズールから教育を施されるニナ。耐えきれずに部屋を抜け出したところを第一王子ムフルムに見つかる。優秀な兄アズールと比べられ、意固地になるムフルムのために、一緒に弱みを探ろうとたくらむが!?"
                },
                "3": {
                    "ID": "10729070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729070",
                    "TitleEnglish": "The Night of Dreams",
                    "SummaryEnglish": "When it becomes apparent that Azure's life is in danger, Nina escapes the castle to seek help from the former king. However, the former king's wisdom and cleverness quickly puts Nina in danger.",
                    "TitleJapanese": "夢咲く夜",
                    "SummaryJapanese": "アズールに必要とされるのがうれしくてがんばるニナ。二人きりのときはアズールが「ニナ」と呼んでくれるようになって、ほのかな幸せを感じる。アズールのことを特別だと思うようになった矢先、アズールの命を狙う者の存在を偶然知ることになり……!?"
                },
                "4": {
                    "ID": "10729071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729071",
                    "TitleEnglish": "The Day of Departure",
                    "SummaryEnglish": "As Nina and Azure's feelings for one another deepen, Nina becomes desperate to find a way to protect him from whoever is targeting him. She's given the opportunity in a one on one meeting with the king.",
                    "TitleJapanese": "出立の日",
                    "SummaryJapanese": "お互いに特別な存在となったアズールとニナ。アズールはニナの嫁入りを白紙にする交渉をはじめると言うが、彼の命を狙う者の正体は未だわからず、ニナは素直に喜ぶことができない。意を決したニナは王妃と王それぞれと対峙し、アズールの命を守ろうとするが……!?"
                },
                "5": {
                    "ID": "10729072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729072",
                    "TitleEnglish": "Crimson Eyes",
                    "SummaryEnglish": "Nina arrives in Galgada and quickly discovers that the situation is not what she expected. When she learns that her marriage to the First Prince of Galgada isn't certain, she steels her resolve and sets out to carve a place for herself.",
                    "TitleJapanese": "深紅の瞳",
                    "SummaryJapanese": "ガルガダの第一王子セトの住むバステア城に到着したニナ。しかし、待てど暮らせどセトには謁見できず、侍女たちも冷ややか。ようやく会えたと思ったら、悪びれもせず歓迎の儀に誘ってくる。歓迎の儀には花嫁候補が集められるが、姫たちの様子がおかしく……？"
                },
                "6": {
                    "ID": "10729073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729073",
                    "TitleEnglish": "The First Princess",
                    "SummaryEnglish": "In Sett's absence, the castle's guard captain begins blatantly abusing his power. Nina quickly concocts a plan to put him in his place. However, Sett immediately confronts her about it once he returns.",
                    "TitleJapanese": "はじめての姫",
                    "SummaryJapanese": "セトに斬りつけられたものの、すっかり元気になったニナ。早速、セトのもとへ向かうが、今は留守中だという。セトが不在の中、幅を利かせた近衛隊長が侍女たちを苦しめていた。その振る舞いが許せないニナは、ヒカミやアンの力を借りて、ある作戦を実行する。"
                },
                "7": {
                    "ID": "10729074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729074",
                    "TitleEnglish": "The Great Nation's Dream",
                    "SummaryEnglish": "Sett comes to Nina's rescue, and the two are stuck together for the rest of the night as they await help. Sett's brothers come to greet them as they arrive in the capital, and Nina's strong personality very quickly makes an impression.",
                    "TitleJapanese": "大国の夢",
                    "SummaryJapanese": "崖から転落しながらも一命を取り留めたニナだが、森の中で巨大な虎に襲われてしまう。窮地を救ってくれたのは、ニィナを追ってきたセトだった。しかし、セトは虎の攻撃を受けて負傷。ニナは、高熱を発するセトの体とどこまでも冷えた心に寄り添おうとする。"
                },
                "8": {
                    "ID": "10729075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729075",
                    "TitleEnglish": "Memories of Blood",
                    "SummaryEnglish": "The princes of Galgada begin vying for Nina's hand in bids for the throne. After hearing rumors from the other princes, Nina asks Sett about the Temple of Blood and learns about the childhood that made him the man he is.",
                    "TitleJapanese": "血の記憶",
                    "SummaryJapanese": "ガルガダの王位継承順位は白紙とし、アリシャを得た者を次期国王とする――。王の意向を受け、王子たちは積極的にニナと接触しようとする。ニナは勝手に物事が決まっていくことに苛立ちを募らせるが、図らずもセトの“呪い”について知ることになり……。"
                },
                "9": {
                    "ID": "10729076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729076",
                    "TitleEnglish": "The Window of Love",
                    "SummaryEnglish": "A group of messengers arrive from Fortna, and Az appears to be among them. Nina wrestles with her feelings for Az and her growing affection for Sett.",
                    "TitleJapanese": "懸想の窓",
                    "SummaryJapanese": "フォルトナの使者にまぎれてアズールがいることに気づき、接触しようとするニナ。しかしアズールは振り向いてもくれず、ニナは拒絶されたと落ち込んでしまう。それでも諦めきれず強硬手段を取るのだが、アズールとセトが鉢合わせする事態になってしまい……!?"
                },
                "10": {
                    "ID": "10729077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729077",
                    "TitleEnglish": "Mouth of Money, Heart of Gall",
                    "SummaryEnglish": "Nina meets the King of Galgada and is surprised to learn she is a woman. Later, Nina abandons her plans to remain calm and collected when the tournament takes a dangerous turn.",
                    "TitleJapanese": "口蜜腹剣",
                    "SummaryJapanese": "アズールの言葉に心を揺らしながらも、ニナは自身の知らぬまま自分を巡って事態が進んでいくことに無力感を抱いていた。気もそぞろではセトの気持ちにも向き合えない。闘技大会当日、意を決したニナはガルガダ王に王子との婚姻の見返りにあるものを要求する。"
                },
                "11": {
                    "ID": "10729078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729078",
                    "TitleEnglish": "The Love That Cannot Be",
                    "SummaryEnglish": "Sett is confined to his wing of the castle for violating tournament rules. Realizing conquering Fortna may be more difficult than expected, the king reschedules Nina's wedding for one month from now.",
                    "TitleJapanese": "逢ひて逢わざる恋",
                    "SummaryJapanese": "ニナの前で剣を交えるアズールとセト。そこへノア王の声が響き渡り、会場は騒然となる。一方、ビドーはニナとアズールの態度を見て何かを察し、翌日、ニナとフォルトナの使者たちをお祭りに誘う。ビドーの気遣いで、ニナはアズールと二人きりになるが……。"
                },
                "12": {
                    "ID": "10729079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hoshifuru-oukoku-no-nina/episodes/10729079",
                    "TitleEnglish": "The Path of the Stars",
                    "SummaryEnglish": "Sett remains unconscious after the attempt on his life, and Nina is accused of attempting to kill him.",
                    "TitleJapanese": "星のゆくえ",
                    "SummaryJapanese": "裏切りのナイフがセトに振り下ろされる！セトへの真心を利用されたニナは、一連の事件の容疑者として幽閉されてしまう。失われた絆、届かなかった言葉。ニナを救うために動き出すアズール。一方、意識を取り戻したセトは……。それぞれの瞳が見つめるものは――。"
                }
            }
        }
    }
}