{
    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A3B0-308E-5D57-5F70-D6F7-Z",
        "https://www.imdb.com/title/tt30476504/",
        "https://magilumiere-pr.com/",
        "http://www.reddit.com/r/Magilumiere",
        "https://www.tvmaze.com/shows/79306/show-slug",
        "https://www.themoviedb.org/tv/240576",
        "https://www.wikidata.org/wiki/Q123574057",
        "https://en.wikipedia.org/wiki/Magilumiere_Co._Ltd.#Anime",
        "https://x.com/MagilumiereLtd",
        "https://www.youtube.com/c/UCcP_qBDC-JnF2sBaBcdbQpg"
    ],
    "TitleEnglish": "Magilumiere Magical Girls Inc.",
    "SummaryEnglish": "Magical girls: strong, cool, the ultimate dream job. College student Kana Sakuragi is job hunting - without much luck! One day, she is caught up in an attack by a \"Kaii.\" Fiesty magical girl Hitomi Koshigaya flies to the rescue, and Kana uses her excellent memory to help her take it down. Hired as a magical girl by Magilumiere Magical Girls Inc., Kana takes her first step into the working world!",
    "TitleJapanese": "株式会社マジルミエ",
    "SummaryJapanese": "内定がもらえず就職活動に苦戦中の女子大生・桜木カナ。\n「自分は社会に必要とされていない」と自信を喪失していた彼女は、\nある日、面接先で“怪異”と呼ばれる自然災害に巻き込まれてしまう。\n\nその窮地を救ってくれたのは、ヤンキー気質の魔法少女・越谷仁美――。\n\n持ち前の記憶力で、“怪異”と戦う越谷を手助けしたカナは、\n魔法少女としての才能を見出され、ベンチャー企業・株式会社マジルミエに新卒入社！",
    "Aliases": [
        "Kabushikigaisha Magilumiere",
        "Kabushiki Gaisha Majirumie"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "2096360",
            "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10166491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10166491",
                    "TitleEnglish": "Welcome to Magilumiere Magical Girls Inc.",
                    "SummaryEnglish": "In this world, the job of a Magical Girl - to exterminate dangerous creatures known as “Kaii” – is a dream come true. College student Kana Sakuragi is losing confidence as she struggles to find a job. One day, she gets caught up in a Kaii attack. Magical Girl Hitomi Koshigaya flies to the rescue but faces a bigger foe than she bargained for. When she appeals for help, Kana steps forward...",
                    "TitleJapanese": "株式会社マジルミエへようこそ",
                    "SummaryJapanese": "怪異と呼ばれる自然災害が存在し、それらを退治する魔法少女が人々の憧れの職業として認知された世界。女子大生・桜木カナは就職活動が上手くいかず、すっかり自信を喪失していた。そんな時、面接先で怪異に巻き込まれてしまうカナ……。現場には株式会社マジルミエの魔法少女・越谷仁美が駆けつけ怪異と対峙するが、想定以上の規模にまで成長した敵に苦戦を強いられる。協力を求める越谷に対し周りがしり込みする中、カナがサポートを申し出て！？"
                },
                "2": {
                    "ID": "10716753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716753",
                    "TitleEnglish": "'Cause BROOMs Are a Piece of Cake",
                    "SummaryEnglish": "Having helped Koshigaya, Kana decides to join Magilumiere Magical Girls Inc. President Kouji Shigemoto, engineer Kazuo Nikoyama, and Kaede Midorikawa in sales are unique to say the least, and Kana is taken aback. Maybe joining the company so impulsively was a mistake! Midorikawa encourages her to give BROOM riding a try. And then a request to exterminate a Kaii comes through...",
                    "TitleJapanese": "ホーキなんて楽勝だから",
                    "SummaryJapanese": "越谷の怪異退治をサポートしたカナ。その出来事をきっかけに株式会社マジルミエへの入社を決めた彼女は、さっそく他の社員に挨拶することに。だが、社長の重本浩司はじめ、営業の翠川、エンジニアの二子山和央といった個性が強い社員と対面し困惑気味のカナ。勢いで入社を決意したことを後悔し始めたカナだったが、翠川の勧めもあり魔道具・ホーキに乗ってみることに。さらに、マジルミエ社に怪異退治の依頼が舞い込んで……。"
                },
                "3": {
                    "ID": "10716754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716754",
                    "TitleEnglish": "Our Aesthetic",
                    "SummaryEnglish": "A month after Kana joins Magilumiere Magical Girls Inc., she and Hitomi Koshigaya are busy exterminating Kaii when Magical Girl Mei Tsuchiba joins the fight, exterminating their prey in a flash. Later, an extermination request has everyone discussing solutions, and Kana is bewildered when Shigemoto criticizes her idea for not matching the company aesthetic. And the Kaii become even more active...",
                    "TitleJapanese": "ウチの美学",
                    "SummaryJapanese": "カナがマジルミエ社に入社してから1ヶ月が経ったある日のこと。カナと越谷はいつものように 怪異退治に励んでいた。すると突然、大手魔法少女企業・アスト株式会社の魔法少女・土刃メイが参戦し、あっと言う間に怪異を退治してしまう。その後、古い商店街に蔓延っている怪異退治を依頼されたマジルミエ社。社員一同で最適な対処方法を話し合うが、会社の美学に敵っていない意見を咎める重本に対し戸惑うカナ。 そんな中、怪異が活発化したとの連絡が入る。"
                },
                "4": {
                    "ID": "10716755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716755",
                    "TitleEnglish": "Whipped up a Good One!",
                    "SummaryEnglish": "To protect the historic shopping district, Kana proposes using a new type of magic. But it's just a theory. Shigemoto gives the go sign, and Magic Engineer Nikoyama springs into action, racing to turn it into reality. At the scene, Kana and Koshigaya split up to deal with their foe. With each of them feeling the pinch, the original Magilumiere magic is finally completed!",
                    "TitleJapanese": "ホイホイできただろ",
                    "SummaryJapanese": "歴史ある商店街の景観を守るため、理論上でしか存在しない新たな魔法を使った攻撃を提案するカナ。彼女の考えに賛同した他の社員たちはさっそく行動を開始。マジルミエ社の魔法エンジニア・二子山和央はカナの理論を実現するべく、凄まじいスピードで魔法のプログラムを組んでいく。一方、現場ではカナと越谷が怪異を足止めするべく、二手に分かれて迎撃を行うことに。各々が自分の持ち場で奮闘する中、ついにマジルミエ社オリジナルの魔法が完成する！"
                },
                "5": {
                    "ID": "10716756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716756",
                    "TitleEnglish": "Joint Project",
                    "SummaryEnglish": "Shigemoto gives the order, and it’s off to karaoke for the gang at Magilumiere. Everyone except Midorikawa sings, and their personalities take center stage! The party is a huge success. The next day, there’s a call from Shigemoto’s old friend Miyako Asou, the president of Miyakodo, a major cosmetics manufacturer. Kana ends up assigned to help out in Miyakodo's Magical Girl Department for a week.",
                    "TitleJapanese": "協働業務",
                    "SummaryJapanese": "重本の号令で懇親会としてカラオケにやってきたマジルミエ社の社員たち。重本、二子山、越谷、カナが随所に個性を発揮しながら、持ち歌を披露。翠川の完璧な気遣いにも助けられ、懇親会は大盛り上がり。翌日、重本のもとに自身の旧友にして大手化粧品メーカーであるミヤコ堂の社長・麻生美弥子から連絡が入る。彼女の提案で、カナは1週間限定でミヤコ堂の魔法少女部署を手伝うことになる。"
                },
                "6": {
                    "ID": "10716757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716757",
                    "TitleEnglish": "Miyakodo's Magical Girl",
                    "SummaryEnglish": "On her first day at Miyakodo, Kana is paired with Magical Girl Lily Aoi. They’re supposed to be working together... but Lily takes Kana shopping instead! It’s fun, but Lily’s free spirit overwhelms Kana. Lily’s admiration for the profession they share has Kana realizing that Magical Girls come in all shapes and sizes. Then the two of them head to Hotel Alberic for a routine Kaii inspection...",
                    "TitleJapanese": "ミヤコ堂の魔法少女",
                    "SummaryJapanese": "協働業務期間の初日、ミヤコ堂へ出社したカナは、同社の魔法少女・葵リリーと共に業務にあたる。……はずだったが、なぜかリリーに買い物へ連れて行かれる。久しぶりの買い物を楽しみつつ、自由奔放なリリーに気圧されるカナ。しかし、魔法少女が素敵な職業であることを世間に伝えたいというリリーの想いや魔法少女の在り方が多様であることを知り……。その後、怪異の定期点検業務の為、ホテルアルベリクへと向かう2人だったが！？"
                },
                "7": {
                    "ID": "10716758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716758",
                    "TitleEnglish": "Results vs. Aesthetic",
                    "SummaryEnglish": "Kana and Lily find themselves in a tough spot as they are attacked by a mutated Kaii. Reinforcements arrive in the form of Mei from AST Corporation. On her orders, Kana and Lily leave to evacuate passersby, and Mei begins fighting the Kaii alone. A fierce battle ensues. Worried about her, Kana returns to the scene. Finding Mei injured, Kana offers to fight alongside her...",
                    "TitleJapanese": "結果と美学",
                    "SummaryJapanese": "変異した怪異の攻撃により窮地に陥るカナとリリー。するとその時、アスト社からの援軍としてメイがやって来る。メイから通行人の避難誘導を命じられ現場を離脱するカナとリリー。一方、メイは1人で怪異と戦闘を開始。激しい攻防を繰り広げる。そこへ彼女を心配したカナが再び現場へと戻ってくる。攻撃を受け傷を負うメイを目の当たりにしたカナは共闘を申し出るのだが……？"
                },
                "8": {
                    "ID": "10716759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716759",
                    "TitleEnglish": "Magical Technology EXPO",
                    "SummaryEnglish": "Welcome to the annual Magical Technology EXPO, a showcase for new magical tools and technologies. At the expo, the reticent Nikoyama is tongue-tied when the Magilumiere gang is approached by some famous magic engineers. It seems the magic activated in the shopping district incident is the talk of the town! While watching a magic demo on dealing with mutated Kaii, one appears at the venue!",
                    "TitleJapanese": "魔法業界EXPO",
                    "SummaryJapanese": "年に1回開催され、新たな魔道具や技術の披露、関係者の講演等が行われるイベント・魔法業界EXPOへやってきたマジルミエ社の社員たち。どのブースを回ろうかと考えていると、不意に有名な魔法エンジニアたちから声をかけられる。どうやら商店街の一件で発動した魔法が噂になっているようで……。しかし初対面の人と話すことが苦手な二子山は、うまく対応することができない。その後、変異怪異への対応魔法の実演を見ることにしたカナたち。だが実演中、魔法を破った変異怪異が会場内に発生してしまい！？"
                },
                "9": {
                    "ID": "10716760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716760",
                    "TitleEnglish": "Colleagues",
                    "SummaryEnglish": "Three years ago, Nikoyama was a university student whose hobby was making magic. His obsession was off the charts, but his fear of criticism had him almost giving up on working in the magic industry. Then came a phone call! Now, at the Magical Technology EXPO, Nikoyama is developing magic to deal with the mutant Kaii, but his PC starts to slow down. So he asks the engineers around him for help...",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "3年前、大学生の二子山は過去の経験から魔法づくりは自己満足の趣味として楽しんでいた。魔法に対しては人一倍のこだわりを抱いていたが、他人に批評されることを恐れ、魔法業界への就職を断念しようとしていた。そんな彼のもとに１本の電話が入り！？変異怪異が発生した魔法業界EXPO会場では、変異怪異用の魔法を開発していた二子山だったが作業中、PCが処理落ちしてしまう。そこで二子山は周囲のエンジニアに協力を求める……。"
                },
                "10": {
                    "ID": "10716761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716761",
                    "TitleEnglish": "Ginji",
                    "SummaryEnglish": "Kana and Koshigaya visit Hana Ginji, the creator of the BROOMs used by Magilumiere. They ask Hana to adjust the BROOM specs, but she says she’ll create a new one instead! Meanwhile, Magilumiere is in the news after a video of their work at the EXPO is posted online. Shigemoto reveals his plans to use this to expand his business and sell Magilumiere's technology and know-how to other companies.",
                    "TitleJapanese": "銀次さん",
                    "SummaryJapanese": "ある日、カナと越谷はマジルミエ社が使うホーキの生みの親・銀次ハナのもとを訪れる。銀次にホーキのスペック調整をお願いするカナたち。しかし、カナの発言からインスピレーションを得た銀次は調整ではなく新作のホーキを作ると言い出して！？同じ頃、魔法業界EXPOでの活躍が動画サイトにアップされ、注目を集めるマジルミエ社。そこで重本は、この機会にビジネスを拡大し、他社にマジルミエ社の技術とノウハウを提供・販売する予定だと打ち明ける。"
                },
                "11": {
                    "ID": "10716762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716762",
                    "TitleEnglish": "The Dazzling Akane",
                    "SummaryEnglish": "Kana is assigned to train Akane Makino, a Magical Girl seconded to Magilumiere from Apda. On her first day, Akane is really pushy, and Kana is taken aback. But then she realizes how serious Akane is about her work, and the gap between them gradually closes. When Kana, Koshigaya, and Akane are dispatched on a job together, Kana’s role isn’t to partner Koshigaya, but to support her trainee...",
                    "TitleJapanese": "アカネ燦然",
                    "SummaryJapanese": "マジルミエ社に出向してくるアプダ株式会社の魔法少女・槇野あかねの教育係に任命されたカナ。出向初日、マジルミエ社のことを学ぼうとカナにぐいぐい迫るあかね。そんな彼女に最初はたじろぐカナだったが、あかねの強い責任感や真摯に仕事に取り組む姿勢を知り、徐々に距離を縮めていく。そんな中、3人で出動することとなったカナ、越谷、あかね。今回は越谷のバディーではなく、あかねの教育係として彼女を支えようと気負うカナだったが……。"
                },
                "12": {
                    "ID": "10716763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10716763",
                    "TitleEnglish": "Solo vs. Teamwork",
                    "SummaryEnglish": "A gigantic mutant Kaii in the abandoned apartment complex Kana and Akane are at surrounds them in flames. Shigemoto and the others race to find a solution to the problem, but they lack data on the enemy... Kana and Akane try to meet up with Koshigaya, but the flames close in on them. Then Kana remembers something Shigemoto once said to her, and she rallies everyone to take on the Kaii again!",
                    "TitleJapanese": "一人とチーム",
                    "SummaryJapanese": "複数の怪異が集合し、カナたちがいる廃団地に巨大な変異怪異が発生。現場周辺はより一層激しい炎に包まれてしまう。早急に対策を練ろうとする重本たちだったが敵のデータが足りず、手詰まりな状況に……。さらに、越谷との合流を目指していたカナとあかねは次々と迫り来る炎によって追い詰められる。そんな時、かつて重本に言われた言葉を思い出したカナは、自分自身と仲間を奮い立たせ、再び怪異に立ち向かう！"
                }
            }
        },
        "2": {
            "ID": "2161311",
            "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10860203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magilumiere-co-ltd/episodes/10860203",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}