{
    "URL": "https://www.thetvdb.com/series/astro-note",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31078645/",
        "https://sh-anime.shochiku.co.jp/astro-note/",
        "https://www.themoviedb.org/tv/240682",
        "https://www.wikidata.org/wiki/Q123598800",
        "https://en.wikipedia.org/wiki/Astro_Note",
        "https://x.com/AstroNote_anime"
    ],
    "TitleEnglish": "Astro Note",
    "SummaryEnglish": "Takumi, a gifted chef, just landed a new job. He works at the Astro Manor apartment building that offers breakfast, and there he encounters the beautiful landlady—Mira. It’s love at first sight, and he hopes to charm her, but the quirky tenants and bizarre phenomena don’t make it easy. He even learns by pure chance that Mira is secretly an alien! Will their love survive these unearthly oddities?",
    "TitleJapanese": "アストロノオト",
    "SummaryJapanese": "料理人・宮坂拓己が新たな就職先として面接に訪れた、木造アパート\"あすトろ荘\"。 そこは\"朝食付き\"が売りなのだが、可憐な大家・豪徳寺ミラの料理に耐えきれなくなった住人の要望もあり料理人を募集していたのだ。ミラと出会った拓己はその場で一目惚れ。急遽作ったアジフライは大評判。拓己の住み込み料理人としての生活がスタートする。 しかし、それは穏やかな日々とはいかなかった。癖のある住人たちとの、ご近所より近く、家族より遠い距離感の中、次々と巻き起こる不可思議な現象。ふとしたことで知った、ミラが宇宙人だったという秘密。拓己が抱くミラへの恋心はどうなってしまうのか。 また、不可思議な現象の謎は解明されるのか？ 食卓から宇宙にまで広がる、 新感覚SFアパートラブコメディ！",
    "Aliases": [
        "Asutoro Nooto",
        "Astro Note"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2096772",
            "URL": "https://www.thetvdb.com/series/astro-note/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10169898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10169898",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Takumi reports to his job interview venue, expecting it to be a fancy restaurant. What he finds there, however, is a rundown share house and its wacky inhabitants.",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "料理人の拓己が、求人広告を見て訪れた\"あすトろ荘\"。しかしそこはレストランでなく、朝食付きのシェアハウス（木造２階建てのアパート）だった。その場の流れで作ったアジフライを美味しそうに食べる住人と、美人大家のミラの「こんなに美味しい朝ごはんが食べられるなら、毎日が幸せ」との言葉と笑顔に心を射抜かれた拓己は\"あすトろ荘\"の住み込み料理人になることを決意。だがその直後、住民たちの隠された一面とミラの秘密を知ってしまう。"
                },
                "2": {
                    "ID": "10379372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379372",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Takumi tries to make sense of what he heard Mira say, but his efforts to figure it out only make the confusion worse. Meanwhile, Astro Lodge gets a pair of mysterious visitors.",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "ミボウ星からやってきたミラとナオスケ。ミラが“あすトろ荘”の大家になったのは、王位継承の証となる〈鍵〉がこの“あすトろ荘”に隠されていることを知ったからなのだ。しかし〈鍵〉はなかなか見つからない。そんな中、朝食が何者かにより食べられてしまう事件が発生。それから数時間後、学校から帰ってきた蓮が謎のお掃除ロボットを捕獲し、その影響で“あすトろ荘”が停電。ミラと拓己が密室に二人だけで閉じ込められてしまった。"
                },
                "3": {
                    "ID": "10379373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379373",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Shoin's appearance causes a big fuss among all the residents of Astro Lodge, except Ren, who is more worried about his field trip.",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "ミラのフィアンセを名乗る男、ショーインが現れた。ショーインはミラの幼馴染でハンサム。故郷では自然エネルギー関係の事業をしているという。そんなショーインの元へ毎日のように出掛けていくミラに、拓己の心は落ち着かない。一方、ナオスケは自分に掛けられた朝食の盗み食い疑惑を晴らすため、真犯人を探し始める。そんなある日、蓮のために作った遠足用のお弁当が消失！再度お弁当を作った拓己はミラと共に蓮の元へと急ぐ。"
                },
                "4": {
                    "ID": "10379374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379374",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Takumi hatches a plan to catch the breakfast thief, only to fish up more than he bargained for!",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "朝食の盗み食い犯を探すため設置した監視カメラに写る黒い陰。それは不審者なのか、それとも幽霊なのか。どうすればいいかミラから相談された拓己は、スープカレーの匂いで犯人を誘い出す計画を実施する。だが、一瞬の隙をつかれスープカレーが盗まれてしまった！　ナオスケの鼻を頼りに匂いを辿っていく拓己たち。しかし、ナオスケが示した先には壁が。不信に思ったらミラがその壁を叩くと、なんと壁が回転！　誰も知らなかった空間が現れたのだった。"
                },
                "5": {
                    "ID": "10379375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379375",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Takumi can't get over the shock of what he saw, while Tomihiro has concerns about the magazine Ren's hiding from him.",
                    "TitleJapanese": "第5話",
                    "SummaryJapanese": "ミラとショーインがラブホ風の建物に入る瞬間を目撃してしまった拓己。そのショックで、料理の味がおかしくなり、日頃は口にしないダジャレを連発する始末。そんな拓巳を陰から見つめる人物がいた。７号室に住んでいた上町葵だ。彼女の眼差しに気づいたナオスケは、住人のフリをしてアドバイスを投げかける。ただ、悩みを抱える住民はもう一人いた。小学生の蓮だ。息子が悩んでいることに気付いた富裕は、同じ男子の拓己と正吉に相談を持ちかける。"
                },
                "6": {
                    "ID": "10379376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379376",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "The letter from Mira's mother tells all about her connection with Shimotakaido Tasuke, which leads the gang to try to learn more about him in earnest.",
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "偶然にもミラの母から届いたビデオレターを目撃してしまった拓巳は、現実とは思えない秘密を知りショックを受ける。しかしその途中、ビデオレターを再生していた機械がゴシュ星人のスパイロボットに奪われ、再生途中で破壊されてしまった。〈鍵〉への手掛かりが先代大家の下高井戸太助にあると考えたミラとショーインは、太助と交流があった住人から聞き取りを開始。徐々に太助という人物の実像が見えてくる。"
                },
                "7": {
                    "ID": "10379377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379377",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Takumi and Aoi head to the Insect Festival, only to be roped into an unexpected event supposedly involving the key Mira's looking for.",
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": "町内会主催の「こん虫まつり」。様々な屋台が並び、虫の仮装をする子どもたちが走り回る人気のお祭りだ。そのチラシを手にした葵は勇気を出し拓巳を誘うが、会場で連れ立って歩くミラとショーインに出会ってしまう。それだけではない、ステージで歌うテルルン、それを応援する若林親子、正吉にも遭遇。メインイベント「ワンコハチノコ大会」へ出場することになった拓巳は、果たして優勝できるのか？優勝者に与えられる〈鍵〉はいったい誰の手に？！"
                },
                "8": {
                    "ID": "10379378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379378",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Ren is on the prowl for proof of Naosuke’s deception, and the Hubby spy is on the prowl for keys of all kinds! How will the gang navigate these two crises?",
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": "ナオスケの正体に疑惑を抱き続けていた蓮はついに行動に出る。タブレットのカメラを向け追いかける蓮。逃げ回るナオスケ。住民の〈鍵〉が次々に失くなったのはそんな時だった。これはゴシュ星人のスパイロボットの仕業なのか？　そこで拓巳たちは〈鍵〉を狙う犯人を誘き寄せる作戦を実行する。蓮の目を気にしながらスパイロボットを探すナオスケ。ミラを守る拓巳。迫りくる嵐を前に住民たちはリビングに集まりだす。そして、そこで行われたイベントとはいったい？"
                },
                "9": {
                    "ID": "10379379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379379",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Takumi has no idea how to interact with Aoi after her outburst, and the Wakabayashi family have a falling-out.",
                    "TitleJapanese": "第9話",
                    "SummaryJapanese": "ある朝、授業参観のお知らせを蓮が隠してたことで若林親子が言い争いを始めてしまう。授業参観に行きたい富裕。来てほしくない蓮。その夜、蓮は家出を決意。ミラの部屋にお世話になることに。そんな蓮を見て富裕は「我が息子が初めて家出した記念」として写真を連写、さらに嫌われてしまう。一方、ショーインと共に再度“あすトろ荘”の映像データをチェックしていたミラは「生まれた時から決められたこと」に疑問を持ち始める。"
                },
                "10": {
                    "ID": "10379380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379380",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "As the Hubby attacks escalate, Shoin decides his presence on the scene is required. Meanwhile, a breaking news report leaves Teruko with doubts about her choices.",
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": "ショーインが新しく“あすトろ荘”の住人になることになった。部屋は葵のとなりの７号室。彼は自分の歓迎会に財力をフルに使った豪華な料理を用意し住民は大喜び。とはいえ、拓己は自分の立場を脅かされ気が気でない。そんなある朝、ライブを控え朝のランニングをしていた照子がタケノコらしき物体に襲われ足に怪我をしてしまった。しかし、タケノコは一瞬で消え去り残ったのは穴だけ。怪我をおしてライブの準備を進める照子、彼女の心にこれまでの経験と思いが去来する。"
                },
                "11": {
                    "ID": "10379381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379381",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "The gang finally finds a lead to the key! At the same time, it also means Mira’s departure is getting closer. How will Takumi and the other Astro Lodge residents react to the news?",
                    "TitleJapanese": "第11話",
                    "SummaryJapanese": "〈鍵〉を探すため“あすトろ荘”のあらゆるデータをチェックしていたミラは、過去の映像データをヒントについに〈鍵〉を発見する。スパイロボットの邪魔が入るも〈鍵〉を手に入れたミラ、しかしそれは同時にミボー星への帰還が決まった瞬間だった。地球を離れる日まで１週間。大家を辞め故郷に帰ることを告げられた住民たちは　サプライズで送別会を開く準備を進める一方、拓己はミラを水族館へ誘うのだった。そして“あすトろ荘”の住人たちがミラと過ごす最後の日が訪れる。"
                },
                "12": {
                    "ID": "10379382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/astro-note/episodes/10379382",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": "ミラが地球で過ごせる最後の日、拓己は自分の気持ちをミラにぶつけ、ついに２人は……。だが幸せの時間は長く続かなかった。ゴシュ星人の艦隊が地球を包囲していたのだ。地球への総攻撃を避ける条件は、ミラとゴシュ星人皇帝との結婚。完全否定するミラ。動き出すゴシュ星人の艦隊。迎え撃つは“あすトろ荘”。地球だけでなくミボー星の命運を掛けた戦いの行方は如何に？　送別会用に準備した料理は、ミラと拓己の未来は果たして!?"
                }
            }
        }
    }
}