{
    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30236310/",
        "https://isekai-yururi-anime.jp/",
        "https://www.themoviedb.org/tv/240633",
        "https://www.wikidata.org/wiki/Q123587064",
        "https://en.wikipedia.org/wiki/A_Journey_Through_Another_World#Anime",
        "https://x.com/iseyuruanime"
    ],
    "TitleEnglish": "A Journey Through Another World: Raising Kids While Adventuring",
    "SummaryEnglish": "After a god accidentally slays him, Takumi’s reborn with new skills in a monster-filled forest where he stumbles upon twins. They’re sweet, adorable, and super strong! Won over instantly, he names them Alan and Elena, becomes their guardian, and joins an adventurers’ guild to provide for his new family. And so starts his chill life of adventure, watching over Alan and Elena’s growth!",
    "TitleJapanese": "異世界ゆるり紀行",
    "SummaryJapanese": "異世界に転生した茅野巧は、森の中で双子を発見。彼は彼らをアレンとエレナと名付けて世話をします。生活費を稼ぐため冒険者ギルドに登録したタクミと双子。",
    "Aliases": [
        "異世界ゆるり紀行～子育てしながら冒険者します～",
        "Isekai Yururi Kikō ~Kosodate shinagara Bōkensha shimasu~",
        "Isekai Yururi Kikou ~Kosodate shinagara Boukensha shimasu~",
        "Isekai Yururi Kikō - Kosodate Shinagara Bōken-sha Shimasu",
        "Isekai Yururi Kikou - Kosodate Shinagara Bouken-sha Shimasu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2096632",
            "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10168503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10168503",
                    "TitleEnglish": "Another World and Twins",
                    "SummaryEnglish": "Takumi Kayano died due to a mistake made by a god. As an apology, the god sends him to another world and revives him. As Takumi makes his way through this new world, he finds two small children in the forest.",
                    "TitleJapanese": "いせかいと 、 ふたご",
                    "SummaryJapanese": "神様の過ちで異世界に転生した茅野タクミは、森の中で幼い男女の双子に出会う。怯える二人にアレンとエレナという名前をつけたタクミは共に街まで連れていくことに。そこへ魔物が現れた！咄嗟に二人を庇おうとするタクミだが、双子はメチャクチャ強くて……。"
                },
                "2": {
                    "ID": "10571658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571658",
                    "TitleEnglish": "Nice to Meet You, Joule",
                    "SummaryEnglish": "Takumi has gradually gotten used to his new life and the new world. However, there is one thing he is not happy about at all: the limited selection of bread.",
                    "TitleJapanese": "よろしくね、じゅーる",
                    "SummaryJapanese": "街のパン屋で、異世界にはない菓子パンの作り方を教授するタクミ。アレンとエレナも楽しい菓子パン作りを介して次第に心を許していく。異世界に来て魔法能力が備わったタクミは冒険者となり迷宮探検へ。アレンとエレナと共に次々と魔物を退治していくが……。"
                },
                "3": {
                    "ID": "10571659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571659",
                    "TitleEnglish": "Monster Hunting!",
                    "SummaryEnglish": "Takumi and the twins are invited on an expedition. The three of them try to hold back their powers, but they feel a menacing gaze fixed on them.",
                    "TitleJapanese": "まものー、とうばつー！",
                    "SummaryJapanese": "契約獣のジュール、フィート、ボルトが仲間になって嬉しい、アレンとエレナ。街の手芸店でも動物の耳がついたフードマントを着せてもらい大喜び。その後一同は、ヴァルト率いる魔物討伐隊に参加し再びガヤの森へ。だがタクミはふと気になる視線を感じて……。"
                },
                "4": {
                    "ID": "10571660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571660",
                    "TitleEnglish": "Taku Gets Mad",
                    "SummaryEnglish": "The expedition makes its way through the forest, but something seems off. There are far too few monsters appearing. Then Takumi finally discovers the truth behind the eerie gaze.",
                    "TitleJapanese": "おにいちゃんー、おこるー",
                    "SummaryJapanese": "突如、大蛇のような魔物に襲われた魔物討伐隊。即座に応戦するも苦戦を強いられる。そんな中、例の視線に一瞬気を取られたアレンとエレナが大蛇の攻撃を食らってしまった。\n上級魔法で大蛇を倒したタクミは、視線の正体に怒りの刃を向ける。その人物とは……。"
                },
                "5": {
                    "ID": "10571661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571661",
                    "TitleEnglish": "We're Gonna Beat the Goblins!",
                    "SummaryEnglish": "Takumi and the twins take on a new mission, but the guild members and villagers are unsure if they are up to the task. After a tough battle, Takumi's animal companions evolve and have a surprise in store.",
                    "TitleJapanese": "ゴブリン、たおすー！",
                    "SummaryJapanese": "お金の計算を覚え買い物ができるようになったアレンとエレナ。店の人から褒められる二人を見て、自分の育て方は間違ってなかったんだと喜ぶタクミ。さらにギルドからの依頼で迷子の猫を探しだした３人は、次なる依頼でとある村にゴブリン退治に向かうが……。"
                },
                "6": {
                    "ID": "10571662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571662",
                    "TitleEnglish": "The Ocean! It's Salty!",
                    "SummaryEnglish": "Takumi is confronted by a slave trader who sees Allen and Elena as his merchandise. A guard quickly arrives to resolve the situation. How can Takumi resolve this and set off to the sea with the twins?",
                    "TitleJapanese": "うみー！ しょっぱーい！",
                    "SummaryJapanese": "シーリンの街を出て港町ベイリーへと向かうタクミたち。タクミは、夜空に浮かぶ２つの月を見て改めて異世界に来たんだと実感する。アレンとエレナは、初めて見る海に驚き、しゃべれるようになった契約獣たちと遊んでいると、意外な人物から声をかけられ……。"
                },
                "7": {
                    "ID": "10571663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571663",
                    "TitleEnglish": "Mermaids! Dragons!",
                    "SummaryEnglish": "Takumi and the children helped the merfolk and were generously rewarded. They head to a small island to finally master water magic, but then they encounter a strange monster.",
                    "TitleJapanese": "うみー！ しょっぱーい",
                    "SummaryJapanese": "人魚族の問題を解決したことで大歓迎を受け、巫女姫から報酬を受け取ってくれと言われ戸惑うタクミだったが、それは人魚族にとってはゴミ同然の真珠だった。さらにタクミは苦手な水魔法を教えてもらうことに。すると突然巨大な〝何か〟が海中から現れて……。"
                },
                "8": {
                    "ID": "10571664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571664",
                    "TitleEnglish": "Crab! Crab!",
                    "SummaryEnglish": "Takumi bids farewell to the Azure Palace and continues on his way to Bailey. Along the way, he discovers a dungeon with 30 levels and decides to explore it a bit.",
                    "TitleJapanese": "かーに！かーに！",
                    "SummaryJapanese": "海中で新たな迷宮を見つけ探索を始めるタクミたち、次々と魔物を倒しアイテムをゲットするアレンとエレナのレベルは今やタクミとほぼ変わらないほどに。その後、タクミたちはベイリーの港町にやってくる。するとどこからか美味しそうな匂いが漂ってきて……。"
                },
                "9": {
                    "ID": "10571665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571665",
                    "TitleEnglish": "What's a Dad?",
                    "SummaryEnglish": "After arriving in Bailey, Takumi first talks with Syl and receives some news and gifts. Then he heads to the Adventurer's Guild, where a great commotion suddenly breaks out.",
                    "TitleJapanese": "パパって、なーに？",
                    "SummaryJapanese": "アレンとエレナが海岸で契約獣たちと遊んでいると、巨大なライオンの姿をした新たな契約獣ベクトルが現れる。さっそく仲間に入れて一緒に遊ぶ、アレンとエレナ。だが、ボールを追いかけていったベクトルが咥えてきたのはなんと、メイド服姿の若い女性で……。"
                },
                "10": {
                    "ID": "10571666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571666",
                    "TitleEnglish": "I Hope We Can Make Friends...",
                    "SummaryEnglish": "Takumi has a conversation with Cedric, the lord of Bailey. Cedric shows particular interest in the food that Takumi has introduced to the land. Cedric's sons also seem enthusiastic.",
                    "TitleJapanese": "おともだち……できるかな……",
                    "SummaryJapanese": "新たな迷宮を見つけたタクミたちは、領主セドリック・リスナーの家に招かれる。そこで領主の息子テオドールとラティスを紹介されるアレンとエレナ。だが、歳の近い子供と話すのは初めての二人は思わず人見知りし、モジモジとタクミの背後に隠れてしまい……。"
                },
                "11": {
                    "ID": "10571667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571667",
                    "TitleEnglish": "Vector Does a Good Job!",
                    "SummaryEnglish": "Takumi has found the trading company that owns the sunken ship. When he returns it, he is introduced to a variety of interesting spices. An idea for a new dish immediately comes to mind!",
                    "TitleJapanese": "べくとるー、だいかつやくー！",
                    "SummaryJapanese": "カレー作りやパン作りを通して、アレンとエレナは徐々にテオドールとラティスに心を開いていく。それを見て二人に歳の近いお友達が出来たと喜ぶ、タクミ。そんなある日、契約獣たちと山へ薬草探しに出かけたタクミたちは、そこでトラブルに巻き込まれて……。"
                },
                "12": {
                    "ID": "10571668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isekai-yururi-kikou/episodes/10571668",
                    "TitleEnglish": "Bye-Bye! See You Next Time!",
                    "SummaryEnglish": "Takumi arrives once again at Cedric's place with the twins, and Cedric immediately has a request for him. Next up is a dungeon that they haven't yet completed. What awaits them down there?",
                    "TitleJapanese": "ばいばーい！またね！",
                    "SummaryJapanese": "新たな迷宮を発見したことを国王に報告するため、街を出ていくことになるタクミたち。だがそれはアレンとエレナが、せっかく友達になったテオドールとラティスと別れることを意味する。タクミはそのことを二人に言い出せないまま出発の時を迎えてしまい……。"
                }
            }
        }
    }
}