{
    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874",
    "Genres": [
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30495035/",
        "https://www.shochiku-tokyu.co.jp/special/meijigekken1874/",
        "https://www.themoviedb.org/tv/99787",
        "https://www.wikidata.org/wiki/Q123739430",
        "https://en.wikipedia.org/wiki/Meiji_Gekken:_1874",
        "https://x.com/MeijiGekken"
    ],
    "TitleEnglish": "Meiji Gekken: 1874",
    "SummaryEnglish": "By 1874, seven years have passed since the end of the samurai era. A former samurai, Shizuma Orikasa works as a rickshaw driver in Tokyo while looking for his fiancée, Sumie Kanomata, who went missing during the Boshin War. Shizuma thwarts an assassination attempt and joins the newly established police department, where he’ll fight to stop dark forces from overthrowing the government.",
    "TitleJapanese": "明治撃剣－1874－",
    "SummaryJapanese": "リス（警察）の一員となり、政府転覆の陰謀を追うことに。同じ頃、ヤクザの守屋組に凄腕の剣士・修羅神狂四郎が客人となった。政府転覆の黒幕と繋がる守屋組で、彼は己の目的のため地位を固めていく。かくて静馬と狂四郎との運命のドラマが動き始める。その中で静馬には、皮肉な出会いと別れが待っていた。",
    "Aliases": [
        "Meiji Gekken: 1874"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2098141",
            "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10185715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10185715",
                    "TitleEnglish": "Tokyo",
                    "SummaryEnglish": "Shizuma, a former warrior from the Aizu Domain, is now a humble rickshaw driver in Tokyo, but the spirit of the samurai lives on within him. He searches for his fiancée, Sumie, who vanished during the Boshin War.",
                    "TitleJapanese": "東京",
                    "SummaryJapanese": "時は明治7年1月。元会津藩士の静馬は、東京でしがない車夫として生業を立てていたが、今も侍としての魂は持ち続けていた。同時に彼は、戊辰戦争で生死不明となった許嫁・澄江の行方を捜してもいた。仮に死んでいたとしても、そのことを自分の目で確かめるまではと思っているのだ。そんなある日、街中でポリスの巡査・小山内と牧野からふいに尋問を受け、岩倉具視暗殺未遂の犯人として捕らえられそうになる。もちろん身に覚えのない静馬は前日客として乗せた士族の男・武市が怪しいと直感し、小山内達を振り切って捜しに走る！"
                },
                "2": {
                    "ID": "10256952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10256952",
                    "TitleEnglish": "Way of the Streets",
                    "SummaryEnglish": "Impressed by Shizuma’s contributions while helping the police with a case, Chief Superintendent Kawaji insists that he joins the force, and Shizuma soon finds himself working alongside Osanai as a police officer on patrol.",
                    "TitleJapanese": "渡世",
                    "SummaryJapanese": "武市以下岩倉暗殺一味はポリスに捕縛されたが、その場に居合わせた静馬は結果としてポリスに協力する形になった。静馬の腕を見込んだ川路大警視はポリス加入を強く勧めた。かくて巡査となった静馬だが、あの小山内と組んで警邏することに。一方英国のパークス公使の密命で動く記者の黒木せんりは投獄された武市に面会し、謎の芸者が暗躍していることを知る。同じ頃、侠客・狂死郎は守屋組に近づくため、３人の仲間と守屋組と勢力を争う堂山組を皆殺しにし、その看板を組長の龍三に渡すのだった。組の汚れ仕事もかってでる狂死郎の真意は？"
                },
                "3": {
                    "ID": "10259516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259516",
                    "TitleEnglish": "Hunters",
                    "SummaryEnglish": "In the course of their investigations, Osanai and Shizuma hear of something called the \"hunting club,\" a group that abducts people and hunts them for sport.",
                    "TitleJapanese": "狩人",
                    "SummaryJapanese": "鎮台の起こした騒動を経て静馬と小山内は親しくなった。一方、川路は鎮台がポリスを逆恨みして屯所を襲撃した際に助太刀してくれた狂死郎が、旧庄内藩の池上宗一郎であるとの情報を得る。そんな時、静馬と小山内は死体から剥ぎ取った衣服を売る古着屋を捕縛。古着屋は狩人倶楽部から死体を引き取っただけという。そこで２人は手がかりを求めて古着屋が出入りしていた蔵屋を訪ねる。主の善兵衛こそ狩人倶楽部……拐かした人間で狩りを愉しむ組織の首領で、木戸孝允に圧力をかけ捜査を打ち切らせた。憤る静馬は小山内と独断で善兵衛を追う。"
                },
                "4": {
                    "ID": "10259517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259517",
                    "TitleEnglish": "Gekken",
                    "SummaryEnglish": "Kyoushirou is tasked with spearheading the Japan Gekkenkai fencing tournament. Shizuma is assigned to participate in the tournament to investigate a seemingly random attack.",
                    "TitleJapanese": "撃剱",
                    "SummaryJapanese": "龍三と杯を交わした狂死郎が任されたのは、大日本撃剱会という剣の腕自慢大会だった。その龍三は、例の謎の芸者・雛鶴が仕える御前と呼ばれる男やその仲間の商人・藤島と、アヘンの密貿易で繋がっていた。静馬は、狩人倶楽部の魔手から救った芸者・小梅に澄江への手がかりがあると感じ、車夫時代からの友人・亀治郎にあたってもらう。同じ頃辻斬り事件が発生、被害者が大日本撃剱会に招待された剣客であったことから、静馬が参加者として撃剱会を探ることに。静馬は本選出場を決めるが、狂死郎自身も参加しており本選へと駒を進めていた！"
                },
                "5": {
                    "ID": "10259518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259518",
                    "TitleEnglish": "Fight to the Death",
                    "SummaryEnglish": "The finals of the Japan Gekkenkai fencing tournament are underway, but a last-minute announcement sees the event contested with real swords instead of wooden ones.",
                    "TitleJapanese": "死闘",
                    "SummaryJapanese": "守屋組に忠義を尽くす狂死郎だが、裏では仲間たちに藤島のアヘン輸送を邪魔させ、龍三との仲間割れを画策していた。そして撃剱会本選の日がやって来た。その出場者の中には、なぜか川路の密偵・藤田五郎の姿もあり、観客席には守屋組と狂死郎を内偵する目的のせんりもいた。本選では急遽真剣を使用した勝負へと変更されたが、静馬は初戦を辛勝した。彼の次の相手は美人剣士・中澤琴。彼女が使うのは、辻斬り犯と同じ二刀流だ！しかし急な雨によって以降の試合は翌日に順延。その夜、狂死郎は毒殺されそうになる。仕掛けたのは雛鶴だった。"
                },
                "6": {
                    "ID": "10259519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259519",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "After fighting Koto, Shizuma decides she can't have been the attacker he is looking for, but before he can turn his attention to other suspects, he receives some devastating news.",
                    "TitleJapanese": "襲撃",
                    "SummaryJapanese": "琴との試合をした静馬は、その剣筋から彼女が辻斬り犯ではないと確信。正直に自分の身分を打ち明けた。辻斬り犯はもう一人の二刀流の使い手、狂死郎なのか？その狂死郎に小山内が斬殺された。静馬は怒りにまかせて試合に臨む狂死郎へと斬りかかるが、逆に深手を負わされてしまった。静馬を看病してくれたのは琴で、彼女は静馬が気に入ったようだった。撃剱会自体は盛況に終わり、龍三の狂死郎への信頼は増す。守屋組の若頭である後藤はそれが気に食わなかった。そんな折、狂死郎の工作が功を奏しついに守屋組と藤島の抗争が勃発する！"
                },
                "7": {
                    "ID": "10259520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259520",
                    "TitleEnglish": "Fateful Bonds",
                    "SummaryEnglish": "Fujita saves Kyoushirou from the trap Hiramatsu Buhei has set for him. Intrigued to know more about the bad blood between the two, Fujita asks Kyoushirou why he is doggedly pursuing Hiramatsu.",
                    "TitleJapanese": "因縁",
                    "SummaryJapanese": "狂死郎の思惑通り御前こと平松武兵衛を引きずり出すことに成功したが、平松は狂死郎の正体を察し罠を仕掛けていた。窮地の狂死郎を救ったのは藤田だった。狂死郎は藤田を仲間に引き入れる。そして平松への憎しみのわけを、今の仲間との出会いを語って聞かせた。その頃小山内の仇と狂死郎を追う静馬だったが、小山内の死因には疑問があると緑川巡査は言う。一方雛鶴は小梅から、死んだと思っていた許嫁が生きていると聞く。雛鶴こそ澄江だったのだ。死病で余命僅かの彼女は、静馬への想いを断ちきり暗殺者としての目的完遂を心に決める。"
                },
                "8": {
                    "ID": "10259521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259521",
                    "TitleEnglish": "Furious Clashes",
                    "SummaryEnglish": "Shizuma manages to thwart an assassination attempt on Ohkubo Toshimichi in the nick of time. While he's recuperating, there’s a strange incident where the moon is blotted out late at night and wooden fish fall from the sky.",
                    "TitleJapanese": "卍巴",
                    "SummaryJapanese": "亀治郎から澄江が見つかったと聞いた静馬だったが、澄江こと雛鶴は大久保利通暗殺を果たすため、競馬場へ向かった後だった。だが静馬が間に合い暗殺は未然に防がれた。一瞬目が合う二人だったが、雛鶴は仲間の皆川の手引きでその場を脱出。静馬は暗殺犯が女という以上の事はポリスには話さなかったが、彼の心情を察した琴には真実を伝えた。前後して東京で月が消えて木彫りの鯛が降ってくる怪現象が起こっていた。平松の黄金を意味すると思われる「エルドラド」を単身追っていたせんりは、パークスからこの怪事件の調査を依頼される。"
                },
                "9": {
                    "ID": "10259522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259522",
                    "TitleEnglish": "Night Skies",
                    "SummaryEnglish": "Ohkubo and Chief Superintendent Kawaji catch wind of Hiramatsu’s conspiracy against the government, but Aizu's former military adviser still has a major surprise for them up his sleeve.",
                    "TitleJapanese": "夜天",
                    "SummaryJapanese": "平松と守屋組の隠れ家に狂死郎達が現れて、後藤や平松の刺客と大乱戦が巻き起こる。静馬も牧野の手引きでそこに乗り込み狂死郎とまみえるが、意外な形で小山内の本当の仇を知る事に。平松の陰謀は大久保や川路も知るところとなったが、平松には政府の裏をかく秘策があった。調査を続けていたせんりは、その全貌を掴み藤田にも教える。澄江と再会出来た事を静馬から聞いた琴は、彼の澄江への真摯な想いを感じ剣を渡すと、国へと帰っていった。その夜ポリスは平松と守屋組を急襲。計ったように狂死郎も幻丞とダリオを連れて現れた！"
                },
                "10": {
                    "ID": "10259523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meiji-gekken-1874/episodes/10259523",
                    "TitleEnglish": "The River Never Stops, Nor Carries the Same Water Twice",
                    "SummaryEnglish": "Hiramatsu plans is to conduct a night raid on the Imperial palace and abduct the emperor. Can Shizuma stop him and prevent war from breaking out in Japan once more?",
                    "TitleJapanese": "ゆく河の流れは絶えずして、しかももとの水にあらず",
                    "SummaryJapanese": "平松の狙いは、皇城を多数の気球で夜襲し帝を奪取する事だ。ポリスによって計画は阻止されたが、静馬は川路や藤田の前で澄江を連れて逃亡。抱き合う二人だったが、これまでの非道を悔いる澄江は静馬にある頼みをする……。一方狂死郎は平松を追い佃島沖の黒船に潜入。だが狂死郎抹殺に執念を燃やす後藤が待ち構えていた。後藤は先日の狂死郎との大乱闘の中で生き延びたが正気を失い、さらに平松の特殊なアヘンで完全に怪物化していた。流石の狂死郎も苦戦する。そこに静馬も元凶である平松を、そして狂死郎を捕らえるため乗り込んできた！"
                }
            }
        }
    }
}