{
  "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt32332831/",
    "https://makeine-anime.com/",
    "http://www.reddit.com/r/makein",
    "https://www.themoviedb.org/tv/241535",
    "https://www.wikidata.org/wiki/Q123819103",
    "https://en.wikipedia.org/wiki/Make_Heroine_ga_Oosugiru!#Anime",
    "https://x.com/makeine_anime"
  ],
  "TitleEnglish": "Makeine: Too Many Losing Heroines!",
  "SummaryEnglish": "Meet the girls on the losing side of romance! First is Anna Yanami, the girl-next-door type who can’t say no to delicious food. Then there’s Lemon Yakishio, a beautiful and spirited athlete. Last but not least is Chika Komari, the cute yet shy heroine with gentle charm. Together, they navigate awkward setbacks hoping to finally find love!",
  "Aliases": [
    "Make Heroine ga Oosugiru!",
    "Make Heroine ga Ōsugiru!",
    "Makeine Too Many Losing Heroines",
    "Too Many Losing Heroines!"
  ],
  "Modified": "2025-09-05",
  "Seasons": {
    "1": {
      "ID": "2098885",
      "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10383043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10383043",
          "TitleEnglish": "Professional Childhood Friend Yanami Anna's Style of Losing",
          "SummaryEnglish": "Nukumizu Kazuhiko, a loner with a love for light novels, accidentally sees popular Yanami Anna being rejected by her childhood friend. This leads to unexpected interactions with other seemingly defeated girls like Yakishio Lemon from the track team and Komari Chika from the literature club.",
          "Aliases": []
        },
        "2": {
          "ID": "10535659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535659",
          "TitleEnglish": "The Promised Failure for You",
          "SummaryEnglish": "Lemon goes to the gym storage room to talk to Nukumizu. They get locked in but are rescued just before they pass out from the heat. Lemon's crush Mitsuki shows up at the nurse's office with a get well gift. Later, the two visit the lit club together...",
          "Aliases": []
        },
        "3": {
          "ID": "10535660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535660",
          "TitleEnglish": "Losing the Battle Before It Is Ever Fought",
          "SummaryEnglish": "Lemon and Yanami join the literature club. Pressured by the student council to demonstrate their club activities, Tamaki and Koto decide that everyone should write and submit web novels. The members head to the beach together for a weekend training camp.",
          "Aliases": []
        },
        "4": {
          "ID": "10535661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535661",
          "TitleEnglish": "When You Stare Into a Losing Heroine, the Losing Heroine Stares Back Into You",
          "SummaryEnglish": "Komari confesses to Tamaki and then runs away. Tensions between Tamaki and Koto also flare up. Koto packs her things and leaves the campground.",
          "Aliases": []
        },
        "5": {
          "ID": "10535662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535662",
          "TitleEnglish": "Asagumo Chihaya Is Led Astray",
          "SummaryEnglish": "Nukumizu endures a chaotic few days of being constantly distracted by his sister Kaju and Yanami. One afternoon, Yanami invites Nukumizu to a café and the two spot Lemon and Ayano hanging out together.",
          "Aliases": []
        },
        "6": {
          "ID": "10535663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535663",
          "TitleEnglish": "Let Any One of You Who Has Never Been Dumped Be the First to Throw a Stone at the Losing Heroine",
          "SummaryEnglish": "Nukumizu gets grilled by Ayano after being caught together with Chihaya. Nukumizu clears things up, but then for whatever reason Nukumizu, Ayano, Chihaya, Lemon, and Yanami end up hanging out together.",
          "Aliases": []
        },
        "7": {
          "ID": "10535664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535664",
          "TitleEnglish": "The Other Side of a Happy Ending",
          "SummaryEnglish": "Lemon opens up to Nukumizu about her complex feelings for Ayano. She decides to clear things up with Ayano and Chihaya. She asks Nukumizu to escort her to her former elementary school at night to secretly meet Ayano and finally tell him the honest truth.",
          "Aliases": []
        },
        "8": {
          "ID": "10535665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535665",
          "TitleEnglish": "If You Are in Trouble, Feel Free to Consult",
          "SummaryEnglish": "Nukumizu, Yanami, and Komari go to town to research a theme for their Tsuwabuki Festival exhibit. They successfully find a new club advisor and preparations seem to be going smoothly...",
          "Aliases": []
        },
        "9": {
          "ID": "10535666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535666",
          "TitleEnglish": "Consider Your Teacher a Stain on the Ceiling or Something, and Please Continue",
          "SummaryEnglish": "Having settled on \"Edible Readings\" for the literature club exhibit, Nukumizu and Komari continue preparing for the Tsuwabuki Festival. When the two stop by the local library to return some reference books, they notice Tamaki and Koto on a date together.",
          "Aliases": []
        },
        "10": {
          "ID": "10535667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535667",
          "TitleEnglish": "I Suppose It's a Bit Too Early for Goodbye",
          "SummaryEnglish": "Nukumizu and friends manage to complete the literature club exhibit in time. Once the festival begins, the exhibit draws a constant stream of visitors. Yanami steps in to give Nukumizu and Komari a break to go explore the other events on campus together.",
          "Aliases": []
        },
        "11": {
          "ID": "10535668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535668",
          "TitleEnglish": "Let's Have a Talk About Responsibility",
          "SummaryEnglish": "Komari practices her presentation for the club presidents' meeting, but still has trouble talking due to her intense fear of public speaking. Nukumizu tries to throw her a lifeline, but it turns into an argument and she runs away from him in frustration.",
          "Aliases": []
        },
        "12": {
          "ID": "10535669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/episodes/10535669",
          "TitleEnglish": "Am I Actually Just Some Unseasoned Rando Who Drops In for the Last Episode With the Losing Heroine?",
          "SummaryEnglish": "Yanami asks Nukumizu to arrange an adult date. As Yanami's old friends are gradually realizing that she doesn't actually have a steady boyfriend, she wants to maintain her charade with a fake date.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2180941",
      "URL": "https://www.thetvdb.com/series/make-heroine-ga-oosugiru/seasons/official/2",
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}