{
    "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt23770418/"
    ],
    "TitleEnglish": "Kaguya-sama: Love Is War - The First Kiss That Never Ends",
    "SummaryEnglish": null,
    "TitleJapanese": "かぐや様は告らせたい-ファーストキッスは終わらない-",
    "SummaryJapanese": "秀知院学園の生徒会で出会った副会長･四宮かぐやと生徒会長･白銀御行。2人の天才は長きにわたる恋愛頭脳戦の末、お互いの気持ちを伝え合い、“奉心祭”で初めてのキスをした。しかし未だ明確な告白には至っておらず、恋人同士になるかと思われた2人の関係性は曖昧なまま、お互いをより強く意識して、クリスマスを迎えることに。“完璧でありたい”白銀と、“完璧じゃない”所こそを求めるかぐや。これは天才たちによる、いたって“普通な”恋の物語。ファーストキッスは終わらない。",
    "Aliases": [],
    "Modified": "2025-08-31",
    "Seasons": {
        "1": {
            "ID": "2100030",
            "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10204780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai/episodes/10204780",
                    "TitleEnglish": "Miyuki Shirogane Wants to Talk Things Over / Miko Iino Wants to Talk / About Kaguya Shinomiya, Part 3",
                    "SummaryEnglish": "With the culture festival over and the world dyed in the Christmas mood, Shirogane recalled the kiss on the clock tower, desperately trying to understand Kaguya's true intentions. Kaguya, on the other hand, gleefully told Hayasaka the events. However, the next day, a shrunken Kaguya appeared in the student council room for some reason. While everyone is concerned, a trial begins inside Kaguya's brain!!",
                    "TitleJapanese": "第一話「白銀御行は語り合いたい」「伊井野ミコは語りたい」「四宮かぐやについて (3)」",
                    "SummaryJapanese": "文化祭も終わり世間がクリスマスムードに染まる頃、白銀は時計塔でのキスを思い出し、かぐやの真意を必死に探っていた。一方かぐやもその事を楽し気に早坂に語っていた。しかし翌日、生徒会室に現れたのは、なぜか小さくなったかぐやであった。みんなから心配される中、かぐやの脳内では自身の裁判が開廷する!!"
                },
                "2": {
                    "ID": "10204781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai/episodes/10204781",
                    "TitleEnglish": "About Kaguya Shinomiya, Part 4 / Kaguya Wants to Be Noticed (Ice) / Kaguya Wants to Forgive (Ice)",
                    "SummaryEnglish": "Kaguya has frozen her heart as a result of the trial in her brain. Shirogane was unable to hide his turmoil as the Kaguya who stood before him had radically changed from the day before. Shirogane tries to talk to Kaguya to solve the situation. But she runs away, and a chase within the school suddenly begins. Finally, as Shirogane catches up, he shares his thoughts.",
                    "TitleJapanese": "第二話「四宮かぐやについて (4)」「かぐや様は気づかれたい (氷)」「かぐや様は許したい (氷)」",
                    "SummaryJapanese": "脳内裁判の結果、心が凍り付いてしまったかぐや。昨日とはがらりと様子が変わったかぐやを前に、白銀は動揺を隠せずにいた。現状を解決しようと白銀はかぐやに話しかけるも逃げ出され、突如学園内追いかけっこがスタート。ようやく追いついた白銀は、自身の思いをぶつける。"
                },
                "3": {
                    "ID": "10204784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai/episodes/10204784",
                    "TitleEnglish": "Kaguya Wants to Eat It (Ice) / Our Persona / Kaguya Wants to Confess (Ice)",
                    "SummaryEnglish": "After she saw Shirogane's bento lunch box during the lunch break, Kaguya tried to tempt him indirectly for a single bite. He noticed her actions, but due to a certain happening, the distance between the two rapidly closed. However, Kaguya's daring actions cause Shirogane to lose consciousness. While staring at Shirogane asleep in bed, inside Kaguya's head, she is...",
                    "TitleJapanese": "第三話「かぐや様はいただきたい (氷)」「私たちの仮面 (ペルソナ)」「かぐや様は告りたい (氷)」",
                    "SummaryJapanese": "昼休み、白銀のお弁当を目にしたかぐやは、今日こそ一口もらうべく遠回しなアピールをしていた。そのアピールに気づいた白銀だったが、とあるハプニングで二人の距離は急接近。しかしかぐやの大胆な行動に、白銀は気を失ってしまう。ベッドで眠る白銀を見つめるかぐやの頭の中では……。"
                },
                "4": {
                    "ID": "10204785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaguyayang-hagao-rasetai-huasutokitsusuhazhong-waranai/episodes/10204785",
                    "TitleEnglish": "Kaguya Is Fine with It",
                    "SummaryEnglish": "Christmas Eve. Friends and lovers. Everyone spends time in their own way. Shirogane and Kaguya, who joined the Fujiwara Family's Christmas party, enjoyed the Fujiwara Family's brand of hospitality. As the fun time passed quickly, they found themselves on the way home. The two, who cannot express their honest feelings, sit side-by-side on a park bench.",
                    "TitleJapanese": "第四話「かぐや様はこれでいい」",
                    "SummaryJapanese": "【最終話】クリスマスイヴ、友達や恋人、皆それぞれの時間を過ごしていた。藤原家のクリスマスパーティーに参加していた白銀とかぐやも、藤原家流のおもてなしをうけ楽しんでいた。楽しい時間はあっという間に過ぎ、帰り道。まだ本心をさらしきれずにいる二人は、公園のベンチで肩を並べる。"
                }
            }
        }
    }
}