{
    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30689669/",
        "https://kimihameidosama-anime.com/",
        "https://www.tvmaze.com/shows/78191/show-slug",
        "https://www.themoviedb.org/tv/242143",
        "https://www.wikidata.org/wiki/Q123991033",
        "https://en.wikipedia.org/wiki/Kimi_wa_Meido-sama#Anime",
        "https://x.com/meidosama_anime"
    ],
    "TitleEnglish": "You are Ms. Servant",
    "SummaryEnglish": "Hitoyoshi, a high school kid who lives alone, hears a knock on his door. He opens it to find a strange girl offering to be his maid. She has beautiful black hair, graceful manners, and…a dark past as an assassin. But despite her deadly background and lack of household skills, Hitoyoshi takes her in. As she adjusts to her new life, she begins to experience emotions she’s never felt before.",
    "TitleJapanese": "君は冥土様。",
    "SummaryJapanese": "ある日突然、メイドさんが営業に来た──。 高校生・横谷人好の家に突然の来訪者が現れた。 黒髪で清廉、丁重な言葉使いが特徴的なメイドさん。 第一声は「私を雇って欲しい」。 彼女は前職が”殺し屋”、特技は”暗殺”、家事は全くの初心者で”ドジっ子” 運命の出会いから、メイドさんと同じ屋根の下での共同生活がスタートする…！？ だんだんと、感情を知らない彼女の心が揺れ動いていく──。 これは、ひとりぼっち ったメイドさんに”家族”ができるまでのお話。",
    "Aliases": [
        "Kimi wa Maid-sama.",
        "Kimi wa Meido-sama."
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2100331",
            "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10206993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10206993",
                    "TitleEnglish": "My Fateful Encounter With You.",
                    "SummaryEnglish": "A maid suddenly appears at the house of high school student Hitoyoshi Yokoya, asking to be hired. However, her background as a former assassin makes Hitoyoshi think twice. From this fateful encounter, their lives together will forever be changed.",
                    "TitleJapanese": "君と運命の出会い。",
                    "SummaryJapanese": "夏休みのとある日。一人暮らしを満喫中の横谷人好の家に、メイド服を着た女性が突然やってきた。「私を使用人として雇ってはいただけないでしょうか？」と言う彼女の美しさに見惚れてしまった人好だったが、暗殺が得意だと淡々と語る彼女に慄き、一度は雇用を断る。しかしトラックに轢かれそうになったところをその女性に助けられ、人好は彼女をメイドとして雇うことに。そんな彼女だが家事の腕は壊滅的でーー"
                },
                "2": {
                    "ID": "10715555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715555",
                    "TitleEnglish": "You Want to Know.",
                    "SummaryEnglish": "One day, Hitoyoshi is compelled to adopt a puppy that was left in front of his home. However, the maid has a childhood trauma involving dogs. Watching the two interact, the maid soon sees the world in a new light, even wishing to be \"normal\" herself.",
                    "TitleJapanese": "君は知りたい。",
                    "SummaryJapanese": "家の前に捨てられていた温厚そうな犬を引き取ろうとする人好。しかし暗殺訓練中に野犬に怯えた経験があるメイドさんは、犬に近づけない。暗殺しかできない自分を責めるメイドさんだったが、楽しそうに笑う人好と犬を見て、この世界に自分の居場所がほしいと感じる。殺し屋をやめて“普通”の子になれるかもしれないと考えた彼女は、犬が「あげもち太郎」と名づけられたのを見て、自分にも名前をつけてほしいと依頼する。"
                },
                "3": {
                    "ID": "10715556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715556",
                    "TitleEnglish": "You Are Ms. Yuki.",
                    "SummaryEnglish": "Riko, Hitoyoshi's younger sister, pays him a visit to see the new puppy. As a lover of beautiful women, she easily gets along with Yuki despite her being a former assassin. In awe at Yuki's skills, she decides to use her for a school assignment.",
                    "TitleJapanese": "君は雪さん。",
                    "SummaryJapanese": "別の家で暮らしている人好の妹・李恋（リコ）が横谷家にやってきた。綺麗な女性が大好きなリコは、「雪」と名づけられたメイドさんの登場に驚きつつも、殺し屋稼業と聞いて興味津々。暗殺テクニックを教わったり雪の独特な味覚を褒めたりして、すぐに雪と仲良くなる。人好、李恋と共に夏祭りに出かけた雪は、大好きな勝田ソースを使用したソース煎餅の味に昇天。生まれて初めてお祭りを心から楽しんだ。"
                },
                "4": {
                    "ID": "10715557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715557",
                    "TitleEnglish": "You Won't Miss Out.",
                    "SummaryEnglish": "To experience a \"normal\" school life, Yuki enrolls at the same school as Hitoyoshi. Seeing boys rush off, she finds out the school store sells a rare yakisoba bread. Yuki heads out the window, leaving Hitoyoshi to worry whether she'll fit in or not.",
                    "TitleJapanese": "君は逃さない。",
                    "SummaryJapanese": "李恋（リコ）が手配したおかげで、人好と同じ高校に通えることになった雪。人好のいとこ「横谷雪」という設定で同じクラスに編入する。勝田ソースを使った勝田パン争奪戦に参戦し、雪はすぐに高校生活に打ち解けていく。そんなある日、雪の不手際で怪我をした人好が保健室に行くと、新田という臨時の保険医が待っていた。妖艶な雰囲気をまとった女の登場に、雪は危機感を覚える。"
                },
                "5": {
                    "ID": "10715558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715558",
                    "TitleEnglish": "What You Want to Protect.",
                    "SummaryEnglish": "After the Nitta incident, Yuki decides to become Hitoyoshi's bodyguard, sticking to him 24/7. When she is distracted for a moment, a woman named Grace appears and takes Hitoyoshi hostage, seeking to kill Yuki for prestige and revealing her dark past",
                    "TitleJapanese": "君の護りたいもの。",
                    "SummaryJapanese": "新田に自分と同じ暗殺者の匂いを感じた雪は、人好を徹底的に守ることにした。学校でも家でも、雪は人好にぴったりくっついて離れない。夜はベッドの真横で人好を見張っていたが、一瞬の隙をつかれ暗殺者に人好を奪われる。新田と名乗っていた女の正体は暗殺者グレイス。グレイスの狙いは、最強暗殺集団「竜生九子」内でも伝説と呼ばれた、“白狼の雪（シュエ）” の命。大切な人好を人質に取られ、雪の怒りは頂点に達する。"
                },
                "6": {
                    "ID": "10715559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715559",
                    "TitleEnglish": "You're Lonelier Than I Thought.",
                    "SummaryEnglish": "Finding enjoyment in teasing the former assassin, Grace returns as a gym teacher. After much harassment, she clues in Hitoyoshi of the changes occurring to Yuki. He now wants to know more about the maid as he sees her working hard to be normal.",
                    "TitleJapanese": "君は割と寂しがりや。",
                    "SummaryJapanese": "雪との圧倒的な力量差を知ったグレイスだったが、これ以上お互いに干渉しないことを条件に、体育教師の新田として人好の高校に勤務することに。人好がクラスメイトと話しているのを見て嫉妬したり、苦手だった洗濯が上手にできるようになったりと、雪は“普通”の生活ができる幸せを日々実感する。一方、小さなことに一喜一憂している雪を見て、人好は雪の過去をもっと知りたいと思うようになっていた。"
                },
                "7": {
                    "ID": "10715560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715560",
                    "TitleEnglish": "You've Finally Figured It Out.",
                    "SummaryEnglish": "Yuki is shocked to discover that maid outfits aren't considered normal. To make her feel better, Hitoyoshi takes her shopping for normal clothes. With the town decorated for Halloween, Yuki's world opens to new experiences, such as finding out her fears.",
                    "TitleJapanese": "君は遂にそこに気付いた。 -THE HALLOWEEN NIGHT WITH YOU-",
                    "SummaryJapanese": "メイド服は“普通”ではないと知ってショックを受けた雪は、人好、李恋（リコ）、グレイスと一緒に街にショッピングに出かける。服をたくさん買ったり、映画館で初めてゾンビ映画を観たりと、ごく普通の休日を満喫した雪。帰宅すると、あげもち太郎（もち太）が愛用しているタオルがボロボロなことに気づく。洗濯するためタオルを預かろうとすると、もち太が初めて牙をむいた。もち太にとって大切なタオルであると知った雪はーー"
                },
                "8": {
                    "ID": "10715561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715561",
                    "TitleEnglish": "The Autumn With You and the Sauce.",
                    "SummaryEnglish": "Yuki runs into misfortune as she finds out she won't be able to buy her favorite sauce for one week. With nightmares of the sauce and her sister, she must overcome challenges, including keeping her grades up to take part in the festivities at school.",
                    "TitleJapanese": "君と食欲（ソース）の秋。",
                    "SummaryJapanese": "人気の勝田ソースがあと1週間は買えないことがわかり、ショックを受けている雪。さらに生き別れた妹の夢を見てうなされる毎日。自分のせいで家族が壊れてしまった幼少期の悪夢に苦しんだが、人好との添い寝で気持ちを落ち着けた。人好の高校では勝田三大祭が近づき盛り上がっているが、1年生で優勝できる可能性は低い。しかし優勝賞品に勝田ソースがあると知った雪は、本気で優勝を目指そうとする。"
                },
                "9": {
                    "ID": "10715562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715562",
                    "TitleEnglish": "You and the Cultural Stage.",
                    "SummaryEnglish": "A Cops and Robbers event is to take place at the Katsuda Festival at Hitoyoshi’s school. The prideful President Hikage aims to win 2 years in a row. However, Naka decides to help Yuki beat her brother for acknowledgement, but also to make a friend.",
                    "TitleJapanese": "君と文化の段。",
                    "SummaryJapanese": "勝田祭のクラス対抗戦は、クラスから3人が代表して出場する「ケイドロ」。生徒会長の日陰武は日陰流忍術の後継者として圧倒的な戦闘能力を誇り、2年連続の優勝を狙う。雪たちのクラスメイトで武の妹である日陰ナカは、勝って兄に認めてもらいたいと情報収集で雪たちに加勢する。兄と共に厳しい訓練を受けてきたナカには友達がいない。ナカは勇気を振り絞り、自分と友達になってほしいと雪に伝える。"
                },
                "10": {
                    "ID": "10715563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715563",
                    "TitleEnglish": "You and the Forbidden Fruit.",
                    "SummaryEnglish": "Hitoyoshi is pleased to see Yuki has made a new friend, Naka, but receives unfortunate news from his father that makes him upset. To make him feel better, Riko and Yuki both plan something special for Christmas that's sure to cheer him up… or maybe not?",
                    "TitleJapanese": "君と禁断の果実。",
                    "SummaryJapanese": "ナカという友人ができ、護るものが増えた雪だったが、一方の人好は父親の帰国が決まり浮かない顔。人好を元気づけたいと考えた雪は、李恋（リコ）に協力をあおぎ、精一杯のオシャレをして人好にデートを申し込む。いつもよりさらに綺麗な雪にドキドキが止まらなくなった人好は、雪への恋愛感情があるのか意識するように。そんなある日、コタツで鍋をした人好、雪、リコ。初めてコタツを体験する雪だったがーー"
                },
                "11": {
                    "ID": "10715564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715564",
                    "TitleEnglish": "Your Prayers Are Gods' Prayers.",
                    "SummaryEnglish": "After realizing his feelings for Yuki, Hitoyoshi places a distance between himself and the Maid. Yuki finds herself crying nonstop, feeling rejected and incompetent with everything she does. With Naka's help, will Yuki be able to sort out her feelings?",
                    "TitleJapanese": "君の祈りは神の祈り。",
                    "SummaryJapanese": "雪への恋心を自覚してしまった人好は、雪とあえて距離を取ろうとする。そんな人好の態度に戸惑いながらも年末の大掃除に取り組む雪だったが、失敗ばかりで涙が止まらなくなってしまう。落ち込んだまま新年を迎えた雪は、ナカの誘いで初詣へ出かける。「必要とされなくなって、人好様と一緒にいられなくなるんじゃないかって…」と、雪は本音をナカに打ち明ける。"
                },
                "12": {
                    "ID": "10715565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715565",
                    "TitleEnglish": "The Joyous Tidings You All Bring.",
                    "SummaryEnglish": "Consulting Naka, Yuki decides to select a birthday gift for Hitoyoshi. Meanwhile, Riko manages to wake up Hitoyoshi. Filled with fear and anxiety, he worries about what his dad would think of the real Yuki as he's about to face his biggest challenge.",
                    "TitleJapanese": "君たちによる福音。",
                    "SummaryJapanese": "人好の父、新が横谷家に帰ってきた。雪の主の話題で盛り上がる新と雪を見て人好は疎外感を感じ、久しぶりなのに父とうまく言葉を交わせない。別れ際、人好はどうしても聞きたかったことを父に尋ねる。新がいなくなり人好と2人きりになると、雪は人好に誕生日プレゼントを渡した。雪が頑張って選んだプレゼントを見て大切なことを思い出した人好は、雪に抱いているすべての想いを打ち明ける。"
                }
            }
        }
    }
}