{
    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt30689669/",
        "https://kimihameidosama-anime.com/",
        "https://www.tvmaze.com/shows/78191/show-slug",
        "https://www.themoviedb.org/tv/242143",
        "https://www.wikidata.org/wiki/Q123991033",
        "https://en.wikipedia.org/wiki/Kimi_wa_Meido-sama#Anime",
        "https://x.com/meidosama_anime"
    ],
    "TitleEnglish": "You are Ms. Servant",
    "SummaryEnglish": "Hitoyoshi, a high school kid who lives alone, hears a knock on his door. He opens it to find a strange girl offering to be his maid. She has beautiful black hair, graceful manners, and…a dark past as an assassin. But despite her deadly background and lack of household skills, Hitoyoshi takes her in. As she adjusts to her new life, she begins to experience emotions she’s never felt before.",
    "Aliases": [
        "Kimi wa Meido-sama.",
        "You are Ms Servant",
        "Kimi wa Maid-sama."
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2100331",
            "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10206993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10206993",
                    "TitleEnglish": "My Fateful Encounter With You.",
                    "SummaryEnglish": "A maid suddenly appears at the house of high school student Hitoyoshi Yokoya, asking to be hired. However, her background as a former assassin makes Hitoyoshi think twice. From this fateful encounter, their lives together will forever be changed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10715555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715555",
                    "TitleEnglish": "You Want to Know.",
                    "SummaryEnglish": "One day, Hitoyoshi is compelled to adopt a puppy that was left in front of his home. However, the maid has a childhood trauma involving dogs. Watching the two interact, the maid soon sees the world in a new light, even wishing to be \"normal\" herself.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10715556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715556",
                    "TitleEnglish": "You Are Ms. Yuki.",
                    "SummaryEnglish": "Riko, Hitoyoshi's younger sister, pays him a visit to see the new puppy. As a lover of beautiful women, she easily gets along with Yuki despite her being a former assassin. In awe at Yuki's skills, she decides to use her for a school assignment.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10715557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715557",
                    "TitleEnglish": "You Won't Miss Out.",
                    "SummaryEnglish": "To experience a \"normal\" school life, Yuki enrolls at the same school as Hitoyoshi. Seeing boys rush off, she finds out the school store sells a rare yakisoba bread. Yuki heads out the window, leaving Hitoyoshi to worry whether she'll fit in or not.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10715558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715558",
                    "TitleEnglish": "What You Want to Protect.",
                    "SummaryEnglish": "After the Nitta incident, Yuki decides to become Hitoyoshi's bodyguard, sticking to him 24/7. When she is distracted for a moment, a woman named Grace appears and takes Hitoyoshi hostage, seeking to kill Yuki for prestige and revealing her dark past",
                    "Aliases": []
                },
                "6": {
                    "ID": "10715559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715559",
                    "TitleEnglish": "You're Lonelier Than I Thought.",
                    "SummaryEnglish": "Finding enjoyment in teasing the former assassin, Grace returns as a gym teacher. After much harassment, she clues in Hitoyoshi of the changes occurring to Yuki. He now wants to know more about the maid as he sees her working hard to be normal.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10715560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715560",
                    "TitleEnglish": "You've Finally Figured It Out.",
                    "SummaryEnglish": "Yuki is shocked to discover that maid outfits aren't considered normal. To make her feel better, Hitoyoshi takes her shopping for normal clothes. With the town decorated for Halloween, Yuki's world opens to new experiences, such as finding out her fears.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10715561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715561",
                    "TitleEnglish": "The Autumn With You and the Sauce.",
                    "SummaryEnglish": "Yuki runs into misfortune as she finds out she won't be able to buy her favorite sauce for one week. With nightmares of the sauce and her sister, she must overcome challenges, including keeping her grades up to take part in the festivities at school.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10715562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715562",
                    "TitleEnglish": "You and the Cultural Stage.",
                    "SummaryEnglish": "A Cops and Robbers event is to take place at the Katsuda Festival at Hitoyoshi’s school. The prideful President Hikage aims to win 2 years in a row. However, Naka decides to help Yuki beat her brother for acknowledgement, but also to make a friend.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10715563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715563",
                    "TitleEnglish": "You and the Forbidden Fruit.",
                    "SummaryEnglish": "Hitoyoshi is pleased to see Yuki has made a new friend, Naka, but receives unfortunate news from his father that makes him upset. To make him feel better, Riko and Yuki both plan something special for Christmas that's sure to cheer him up… or maybe not?",
                    "Aliases": []
                },
                "11": {
                    "ID": "10715564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715564",
                    "TitleEnglish": "Your Prayers Are Gods' Prayers.",
                    "SummaryEnglish": "After realizing his feelings for Yuki, Hitoyoshi places a distance between himself and the Maid. Yuki finds herself crying nonstop, feeling rejected and incompetent with everything she does. With Naka's help, will Yuki be able to sort out her feelings?",
                    "Aliases": []
                },
                "12": {
                    "ID": "10715565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimi-wa-maid-sama/episodes/10715565",
                    "TitleEnglish": "The Joyous Tidings You All Bring.",
                    "SummaryEnglish": "Consulting Naka, Yuki decides to select a birthday gift for Hitoyoshi. Meanwhile, Riko manages to wake up Hitoyoshi. Filled with fear and anxiety, he worries about what his dad would think of the real Yuki as he's about to face his biggest challenge.",
                    "Aliases": []
                }
            }
        }
    }
}