{
    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3440-5560-7612-D8C1-5B42-U",
        "https://www.imdb.com/title/tt13592980/",
        "https://geass.jp/roze/",
        "https://www.tvmaze.com/shows/77990/show-slug",
        "https://www.themoviedb.org/tv/255107",
        "https://x.com/GEASSPROJECT?ref_src=twsrc%5Etfw"
    ],
    "TitleEnglish": "Code Geass: Rozé of the Recapture",
    "SummaryEnglish": "Year Seven of the Kowa Period, in the former Hokkaido Block occupied by the Neo-Britannian Empire, live mercenary brothers known as the Nameless Mercenaries. The eldest, Ash, has excellent athletic ability and advanced Knightmare Frame controlling skills, while the youngest, Rozé, is clearheaded and oversees intel gathering and devising strategies. Due to an impregnable wall of energy called the Situmpe Wall, for four years the 100th emperor who stopped the Black Knights' liberation plan, Callis al Britannia, has been trying to plunge the world into chaos once again with the help of his servant, Norland, and his Einberg Knights. Upon receiving a request, Rozé and Ash, along with the Seven Shining Stars resistance group confront the Empire to recapture Princess Sakuya.",
    "TitleJapanese": "コードギアス 奪還のロゼ",
    "SummaryJapanese": "光和7年、ネオ・ブリタニア帝国に占領された合衆国日本・旧ホッカイドウブロックに、「ナナシの傭兵」として知られる傭兵兄弟がいた。\n非常に優れた運動能力とナイトメアフレームの高い操縦技術を持つ兄のアッシュ、頭脳明晰で情報収集、作戦指揮を担当している弟のロゼ。\nシトゥンペバリアと呼ばれる難攻不落のエネルギー障壁により4年間、\n黒の騎士団の解放作戦を退けてきた第100代皇帝カリス・アル・ブリタニアと、\n彼に仕えるノーランドら皇帝直属の騎士アインベルク達は、再び世界を混乱へと陥れようとしていた。\n依頼を受けたロゼとアッシュは、日本人レジスタンスの七煌星団と共に、皇サクヤ奪還のため、ネオ・ブリタニア帝国に立ち向かう。",
    "Aliases": [
        "Code Geass: Dakkan no Rozé",
        "Code Geass: Dakkan no Z"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2101083",
            "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10400795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400795",
                    "TitleEnglish": "Melting Snow",
                    "SummaryEnglish": "Brothers Rozé and Ash take action in the Northern Lands now conquered by the Neo-Britannian Empire.",
                    "TitleJapanese": "雪解-Melting Snow-",
                    "SummaryJapanese": "かつて世界の3分の1を占めた超大国、神聖ブリタニア帝国がブリタニア共和国として超合集国に加盟し、世界が平和への一歩を踏み出したある時。一部の勢力が合衆国日本のホッカイドウブロックを武力制圧し、ネオ・ブリタニア帝国の建国を宣言。日本人は再びイレヴンとして虐げられることとなった。黒の騎士団と現地のレジスタンス組織がホッカイドウ解放のために戦う中、ネオ・ブリタニアの貴族や高官を倒し、日本人を救うブリタニア人兄弟\"ナナシの傭兵\"として活動するロゼとアッシュの姿があった。"
                },
                "2": {
                    "ID": "10400796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400796",
                    "TitleEnglish": "Ice Wall",
                    "SummaryEnglish": "Rozé and Ash take on a mission to rescue Kensei Kuroto, the leader of the Seven Shining Stars.",
                    "TitleJapanese": "氷壁-Ice Wall-",
                    "SummaryJapanese": "確かな実力を示したロゼとアッシュは、ホッカイドウ奪還を目的とする「七煌星団」と行動を共にすることになる。そこで新たに与えられた依頼は、アバシリ強制収容所に捕らえられている七煌星団のリーダー・黒戸剣成と団員たちの救出。だが、ロゼとアッシュには依頼の裏で、別の思惑があった。\n収容所の鉄壁の守りを突破するため、ロゼとアッシュはZi-アポロ単機で奇襲を仕掛ける。そしてロゼはギアスを使って管制室を制圧すると、黒戸のいる牢ではなく、特別房へと向かう。"
                },
                "3": {
                    "ID": "10400797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400797",
                    "TitleEnglish": "Raspberry",
                    "SummaryEnglish": "Rozé and Ash each take a break after the fight against Neo-Britannia.",
                    "TitleJapanese": "紅霞-Raspberry-",
                    "SummaryJapanese": "復活した黒戸の指揮とロゼの作戦によって勢いづいた七煌星団は、レジスタンス勢力の殲滅作戦を行うアインベルクを撃退できるまでに戦力を増していた。そして七煌星団の仲間たちが勝利に喜ぶ中、ロゼとアッシュは団を離れ、一時の休息を取る。\nペットたちの餌を買いに町に出ていたアッシュは、ブリタニア人に絡まれていたメイド服姿の少女を助けていた。助けたお礼として、その少女・メイの働く喫茶店へ案内されるが、メイと共に働く少女の姿を見たアッシュは…"
                },
                "4": {
                    "ID": "10400798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400798",
                    "TitleEnglish": "Alliance",
                    "SummaryEnglish": "A transport ship arrives with supplies. The new Knightmare Frame model comes accompanied.",
                    "TitleJapanese": "蛍火 -Alliance-",
                    "SummaryJapanese": "ホッカイドウ解放のため、以前から七煌星団を助力していた黒の騎士団。だが、ネオ・ブリタニアが所有する天空要塞ダモクレスとそこに搭載された大量破壊兵器フレイヤの存在、さらに七煌星団内にも混乱が生じる事態が起こる。\nサクラの身を案じながらも、サクヤはロゼとして、七煌星団が討つべき敵を見定めさせ、団員たちを鼓舞する。そんな折、黒の騎士団から補給物資と追加の人員が到着する。出迎えたロゼたちの前に現れたのは…"
                },
                "5": {
                    "ID": "10400799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400799",
                    "TitleEnglish": "Damocles",
                    "SummaryEnglish": "A rescue operation is launched to save the Japanese from the Sky Fortress Damocles and F.L.E.I.J.A.",
                    "TitleJapanese": "光芒 -Damocles-",
                    "SummaryJapanese": "ダモクレスの足を止めるため、攻撃を開始する七煌星団、北狼軍、東の暁旅団の同盟軍。しかし、アインベルクの黒のクイーン、ナラ・ヴォーンの部隊と彼女のナイトメアフレーム、クインアスラの統率の取れた圧倒的な戦闘力に苦戦を強いられる。\n一方、サクラもネオ・ブリタニアの内部からノーランドの暴挙を止めようとするが、ノーランドにその言葉は届かず、何の力も持たないサクラはただ祈ることしか出来ずにいた。"
                },
                "6": {
                    "ID": "10400800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400800",
                    "TitleEnglish": "Lavender",
                    "SummaryEnglish": "Under Kuroto's command, the Stars, Rozé and Ash, are forced to make a decision to stop Damocles.",
                    "TitleJapanese": "薫衣 -Lavender-",
                    "SummaryJapanese": "黒戸の指揮により奮闘する七煌星団とロゼ、アッシュたちはダモクレスを止めるため、ギリギリの判断を迫られる。しかしながら七煌星団との戦況を意にも介さない様子のノーランドは、クリストフと次の手を打つ算段をしていた。再び捕虜となったイレヴンから情報を聞き出そうとクリストフは不穏な発言をする。\n一方で、戦いの犠牲となった兵士たちと被害にあった日本人のことを思い、心を痛めたサクラは、自分に出来ることをしようとキャサリンに訴えかける。"
                },
                "7": {
                    "ID": "10400801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400801",
                    "TitleEnglish": "Hazy Moon",
                    "SummaryEnglish": "Rozé who believed Ash to be his father’s enemy, visits the Lavender Home where Ash was raised.",
                    "TitleJapanese": "朧月 -Hazy Moon-",
                    "SummaryJapanese": "「俺が皇重護を殺した」というアッシュの告白により、これまで父の仇と信じてきたロゼは、アッシュの過去を再び調べるべく、彼の育ったラベンダーホームを訪れる。そこでシスターから語られるアッシュの過去。ホームでの元気な生活、ノーランドに引き取られてからの気の休まることのない生活、訓練と暗殺、失敗、そして喪失。絶望のどん底に突き落とされるアッシュだが、そんな彼が出会ったのが、サクヤの父・皇重護だった。"
                },
                "8": {
                    "ID": "10400802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400802",
                    "TitleEnglish": "Ginto",
                    "SummaryEnglish": "As a result of Christoph's interrogations into the secret of Geass, the resistance base is raided.",
                    "TitleJapanese": "銀兎 -Ginto-",
                    "SummaryJapanese": "クリストフに捕らえられてしまったロゼ。ギアスの秘密に迫ろうとするクリストフはロゼの目の前でイレヴンに非情な尋問を執り行う。そしてレジスタンスの拠点もネオ・ブリタニアに知られてしまい、アッシュと七煌星団はキャサリンらアインベルク率いる部隊の襲撃を受ける。窮地に陥る中、七煌星団のエースであるハルカは白のクイーンであり圧倒的な戦闘能力を誇るキャサリンと激しい一騎打ちを繰り広げる。そして、アッシュの目の前にも因縁の相手が姿を現す。"
                },
                "9": {
                    "ID": "10400803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400803",
                    "TitleEnglish": "Reset",
                    "SummaryEnglish": "Rozé rejoins the devastated Seven Shining Stars, who receive intel that Neo-Britannia has proposed peace with the United Federation of Nations. Cornelia and the Black Knights try to understand Neo-Britannia's intentions.",
                    "TitleJapanese": "鉛心 -Reset-",
                    "SummaryJapanese": "ネオ・ブリタニアによって壊滅的な打撃を受けた七煌星団のもとに合流したロゼだが、ギアスも自分の正体もノーランドに知られてしまっている状況では、もはや打つ手がない。そこに、ネオ・ブリタニアが超合集国へ和平交渉を申し入れたとの情報が入る。ネオ・ブリタニアの真意をはかるコーネリアら黒の騎士団だが…。一方、白のビショップ・スタンリーとノーランドは巨大な機械を前に「準備は整った」と不穏な様子を見せる。"
                },
                "10": {
                    "ID": "10400804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400804",
                    "TitleEnglish": "Purple Surf",
                    "SummaryEnglish": "Unidentified machines begin to appear around the world, causing fear and confusion. Fighters in every country take on the machines with their Knightmare Frames, but prove to be no match against their overwhelming numbers and strength.",
                    "TitleJapanese": "紫瀾",
                    "SummaryJapanese": "世界各地に姿を現した正体不明機は、人々に恐怖と混乱を与えていた。各国の戦士たちは各々ナイトメアフレームを駆り正体不明機に挑むが、圧倒的な物量とその強さに対応が追いつかない。その魔の手は、ネオ・ブリタニア帝国の人々にも向けられ、ナタリアが治めるルクセンブルク領も多数の正体不明機が現れていた。そして皇宮にいるサクラにも危機が迫る。ロゼはサクラを助け出すために、アッシュとともに皇宮へと向かうのであった。"
                },
                "11": {
                    "ID": "10400805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400805",
                    "TitleEnglish": "Devastating Force",
                    "SummaryEnglish": "An unidentified machines cause worldwide chaos. Norland tries to move on to the next stage of his plan. The team realise that something must be done about the Situmpe Wall in order to thwart his plan. Rozé launches an operation to nullify the wall.",
                    "TitleJapanese": "褐襲",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10400806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/code-geass-dakkan-no-roze/episodes/10400806",
                    "TitleEnglish": "Breaking Dawn",
                    "SummaryEnglish": "The Zi-Apollo proves to be no match for Foulbout. As Ash falls into despair, his heart is moved by Sakuya's words, and they resolve to fight together. Their resolve turns the Geass curse into a vow, and they launch a final attack.",
                    "TitleJapanese": "浅緋",
                    "SummaryJapanese": "ファウルバウトに歯が立たないZi-アポロ。ノーランドとファウルバウトの己を凌駕する圧倒的な強さに絶望するアッシュだが、ロゼ――サクヤの言葉に心を動かされ、再び立ち向かう覚悟を決める。アッシュはノーランドに勝つため、サクヤに共に最後まで戦うことを望む。互いの負うべき責任、自分を捨てる覚悟、戦いを終わらせる覚悟、ギアスの呪いを誓いに変えて、サクヤとアッシュはノーランドに最後の戦いを仕掛ける。"
                }
            }
        }
    }
}