{
    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33058180/",
        "https://tensei-ojisan.com/",
        "https://www.themoviedb.org/tv/260822",
        "https://www.wikidata.org/wiki/Q124033818",
        "https://en.wikipedia.org/wiki/Akuyaku_Reij%C5%8D_Tensei_Oji-san#Anime"
    ],
    "TitleEnglish": "From Bureaucrat to Villainess: Dad's Been Reincarnated!",
    "SummaryEnglish": "In his previous life in modern-day Japan, he was Kenzaburou Tondabayashi, a 52-year-old civil servant—and now he's the villainess! Reborn as Grace Auvergne, the drill-haired villainess of an otome game his daughter used to play, Kenzaburou is quite confused. From the little information he possesses, Kenzaburou knows he should be a haughty noble girl, but the disciplined older man is simply unable to act in such a manner. His calm and kind aura leads him to befriend the heroine and further endear him to the student body as the pinnacle of elegance. As he tries to keep the story on track, Kenzaburou will have to draw on his years of experience in the workforce, his perfect Japanese manners, and his family-oriented morals to fit in with the fellow kids.",
    "TitleJapanese": "悪役令嬢転生おじさん",
    "SummaryJapanese": "52歳の真面目な公務員、 屯田林憲三郎は交通事故で死んだ。……はずだったが目を覚ますとなんと彼は娘がハマっている乙女ゲーム「マジカル学園ラブ＆ビースト」の世界に転生していた！！転生した人物はゲームの主人公、 アンナ・ドールの恋路を邪魔する悪役令嬢、グレイス・オーヴェルヌ。そこで本来のグレイス同様、悪役令嬢として立ち振る舞おうとするグレイス＝憲三郎。だが、自身の経験値からアンナを包み込むような親目線発言と庶民的な言動を優雅なものに自動変換する能力【優雅変換】（エレガントチート）が相まって自身の評価が爆上がり！さらに意図せずゲーム攻略対象のイケメンたちとフラグが立ちまくりで！？異世界で生き抜くための武器は剣！？魔法！？いいえ、社会で培ったおじさんスキルです！！",
    "Aliases": [
        "Akuyaku Reijō Tensei Oji-san",
        "Akuyaku Reijou Tensei Oji-san"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "2101086",
            "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10617585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10617585",
                    "TitleEnglish": "Dad Becomes a Villainess",
                    "SummaryEnglish": "Kenzaburo Tondabayashi is a staunch, 52-year-old bureaucrat until he seemingly dies in a traffic accident! He then finds himself reincarnated into the world of the Otome game.",
                    "TitleJapanese": "おじさん、悪役令嬢になる",
                    "SummaryJapanese": "52歳の真面目な公務員、屯田林憲三郎。彼は交通事故で死んだ……。はずだったのだが、なぜか乙女ゲーム「マジカル学園ラブ＆ビースト」の世界に転生し、ゲームに登場する悪役令嬢、グレイス・オーヴェルヌとして生きていくことに。公爵令嬢という前世と大きなギャップがある“転生先”に持ち前の社会人スキルで早々に順応していくグレイス＝憲三郎。そして転生したからには、本来のグレイスと同じように悪役令嬢としての役目を果たそうと決意する。そんな矢先、ついつい親目線の優しい発言をしてしまい……。"
                },
                "2": {
                    "ID": "10845550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845550",
                    "TitleEnglish": "Dad Becomes a Sorcerer",
                    "SummaryEnglish": "It is only proper that Kenzaburo commits himself to Grace’s villainous role in the original story. Unfortunately, decades of learned habits are difficult to break.",
                    "TitleJapanese": "おじさん、魔法使いになる",
                    "SummaryJapanese": "王立魔法学園入学後、本来のゲームの主人公、アンナ・ドールに悪役令嬢として高圧的な態度で接しようとあれこれと考えを巡らせるグレイス=憲三郎。ある日、学園の生徒会メンバーと対面したグレイス=憲三郎は、彼らこそがアンナと結ばれる乙女ゲームの攻略対象であることを思い出す。そこでアンナの恋路を邪魔するため、彼女の格を下げようとするグレイス=憲三郎。だが、前世からのクセでつい客観的な評価を口にしてしまう。その結果……？"
                },
                "3": {
                    "ID": "10845551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845551",
                    "TitleEnglish": "Dad Makes a Pun!",
                    "SummaryEnglish": "Grace, aka Kenzaburo, integrates himself into the student council. He may be an effective bureaucrat, but his resourcefulness and modesty are raising unnecessary love flags.",
                    "TitleJapanese": "おじさん、ダジャレを言う！",
                    "SummaryJapanese": "ある日、生徒会の予算チェックをするグレイス=憲三郎とアンナ。その最中、何度やっても計算が合わないアンナはグレイス=憲三郎に助けを求める。するとグレイス=憲三郎は、密かに制作を依頼していたそろばんを使い、アンナのピンチを解決しようとする。すると一連の出来事を見ていた生徒会長、ヴィルジール・ヴィエルジは、有能でありながら謙虚な彼女に胸の高鳴りを覚えて……。さらに、前世の経験を活かしたグレイス=憲三郎の言動は、他の生徒会メンバーの心も掴んでいく。"
                },
                "4": {
                    "ID": "10845552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845552",
                    "TitleEnglish": "Dad Summons a Beast",
                    "SummaryEnglish": "The day the students' familiars hatch arrives at long last. Meanwhile, in another world, two women must come to terms with the fate of a beloved husband and father.",
                    "TitleJapanese": "おじさん、ビーストを召喚する",
                    "SummaryJapanese": "憲三郎がグレイス=憲三郎に転生してから時が流れ、1か月……。この日、王立魔法学園の新入生たちは、入学時に貰っていた卵から使い魔、従魔（ビースト）を孵化させる“召喚の儀”を行うことに。どんな従魔を孵化させるのか、周囲の注目を集めるグレイス=憲三郎。そんな中、卵からデフォルメサイズのグレイスと憲三郎が誕生し、さらに謎の魔法陣が出現。何が起きているのか分からず一同が困惑する中、グレイス=憲三郎の耳に謎の声が聞こえる。それは現実世界の娘・屯田林日菜子の声で……。"
                },
                "5": {
                    "ID": "10845553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845553",
                    "TitleEnglish": "Dad Gets Into Dual-wielding",
                    "SummaryEnglish": "Impressed by a rare accomplishment, the principal asks Grace aka Kenzaburo to participate in the Magic Exhibition.",
                    "TitleJapanese": "おじさん、二刀流でいく",
                    "SummaryJapanese": "従魔（ビースト）として古代龍（エンシェントドラゴン）を召喚したグレイス=憲三郎。オリオンと名付けられ、炎と水、2つの属性を持つ特殊な従魔は一躍注目の的に。学園長もオリオンに興味を示し、グレイス=憲三郎に学期末に行われる魔法模範演習、通称、マジックエキシビションへオリオンと共に出場するよう提案する……。一方、現実世界。部分的であれば乙女ゲームの世界に干渉し、父親の手助けができることに気が付いた日菜子たちは、引き続きゲームを進めることにする。"
                },
                "6": {
                    "ID": "10845554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845554",
                    "TitleEnglish": "Dad is Moved to Tears",
                    "SummaryEnglish": "Grace and Anna have both proven their worth time and time again. Unfortunately, there are those who insist on sowing division between them.",
                    "TitleJapanese": "おじさん、感涙する",
                    "SummaryJapanese": "マジックエキシビションへ向けて、生徒会屈指の実力を誇るリシャール・ヴェルソーとオーギュスト・リオンの模擬演習を見学するグレイス=憲三郎とアンナ。模擬演習後、アンナが試しに放った魔法によって崖が崩れると、中から骨の姿のモンスター、ドラゴンスケルトンが出現する。攻撃を仕掛けてきたドラゴンスケルトンに対して、リシャールとオーギュストが即座に反撃するものの、攻撃が通じず苦戦気味。そこでグレイス=憲三郎は、２人の魔法陣にとある文字を書き込んで……。"
                },
                "7": {
                    "ID": "10845555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845555",
                    "TitleEnglish": "Dad Puts On a Exhibition",
                    "SummaryEnglish": "Grace’s father returns after a business trip, but proves he doesn’t know his daughter very well. However, as a fellow father, Kenzaburo understands that the man is trying.",
                    "TitleJapanese": "おじさん、模範演習する",
                    "SummaryJapanese": "仕事で家を留守にしていたグレイス=憲三郎の父親、レオポルド・オーヴェルヌが2か月ぶりに帰宅する。お土産として小さな木馬をグレイス=憲三郎に渡すレオポルド。しかしそれは、15歳となった娘に渡すにしては幼稚なものだったため、屋敷は微妙な空気になってしまう……。後日、マジックエキシビションへ出場するグレイス=憲三郎とアンナ、オーギュストとリシャール。まずはオーギュストとリシャールが高度な魔法を披露し、客席は大盛り上がり。そんな中、ついにグレイス=憲三郎とアンナの出番がやって来る。"
                },
                "8": {
                    "ID": "10845556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845556",
                    "TitleEnglish": "Dad Becomes a Maid",
                    "SummaryEnglish": "Grace aka Kenzaburo invites Anna to stay at the Auvergne estate over the summer when it becomes clear she still needs to learn the ins and outs of high society.",
                    "TitleJapanese": "おじさん、メイドになる",
                    "SummaryJapanese": "ある日、アンナや生徒会メンバーと共にお茶会を楽しむグレイス=憲三郎。その最中、アンナが貴族の生活やテーブルマナーにまだまだ不慣れなことが判明する。そこで夏休みの間、アンナをオーヴェルヌ家に招き、貴族の生活を教えることになる。そんな夏休みのある日、グレイス=憲三郎は夢の中で謎の光球に遭遇する。光球に導かれるように歩いていくとその先にいたのはなんと……。翌朝、グレイス=憲三郎が目を覚ますとメイド姿のアンナがいて！？"
                },
                "9": {
                    "ID": "10845557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845557",
                    "TitleEnglish": "Dad Gets Trapped",
                    "SummaryEnglish": "When the student council gets trapped in a labyrinth, it's up to Grace aka Kenzaburo and Anna to save everyone.",
                    "TitleJapanese": "おじさん、閉じ込められる",
                    "SummaryJapanese": "夏休み中、グレイス=憲三郎や生徒会メンバーたちは、王立魔法学園の宝物庫を守る結界の点検と整備のために登校する。宝物庫に集まった一同は、さっそく点検を始めようとするのだがその矢先、キューブパズル型の魔道具、“試練の迷宮”が発動。グレイス=憲三郎とアンナ以外が魔道具の中へ吸い込まれてしまう。助けを呼びに行こうとするグレイス=憲三郎たちだったが、宝物庫の周りには無数の扉や壁が浮いている不思議な空間が広がっていて……。"
                },
                "10": {
                    "ID": "10845558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845558",
                    "TitleEnglish": "Dad Cross-dresses",
                    "SummaryEnglish": "Grace aka Kenzaburo goes incognito to visit the bakery that Anna's family runs, but Anna's mother quickly deduces Grace's identity.",
                    "TitleJapanese": "おじさん、男装する",
                    "SummaryJapanese": "夏休みを利用して故郷へ帰ってきたアンナ。さらに、グレイス=憲三郎も身分を隠してパン屋を営むアンナの実家を訪れる。するとアンナの母親はグレイス=憲三郎の所作や服の仕立てから正体を見抜き、チョココロネをご馳走するのだった。時を同じくして、街の広場では獣人の男の子が木の上から降りられず、騒ぎとなっていた。駆け付けたグレイス=憲三郎やアンナが救出しようとするも、威力や有効範囲の関係から魔法が使えない状況に……。その時、アンナの母親がチョココロネをヒントに考えたある作戦を2人に授ける。"
                },
                "11": {
                    "ID": "10845559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845559",
                    "TitleEnglish": "Dad Gets into an Elegant Pickle!",
                    "SummaryEnglish": "The student council decides to put on a gender-swapping play with Anna in the lead role! Unfortunately, Anna overworks herself to the point of collapse.",
                    "TitleJapanese": "おじさん、エレガントな大ピンチ！",
                    "SummaryJapanese": "学園祭の出し物として、男女逆転の演劇を披露することになった生徒会。グレイス=憲三郎から劇の主役に任命され張り切るアンナは、全て1人で準備を進めようとするが、無理がたたり倒れてしまう。見兼ねたグレイス=憲三郎は、演劇部に協力を依頼。すると演劇に関して豊富な知識を持つ1年生部員のフランセット・メルキュールが仲間に加わり、彼女のアドバイスで演目はとある劇に決定する。その劇の台本はグレイス=憲三郎に所縁のある人物が書いたもので……。"
                },
                "12": {
                    "ID": "10845560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akuyaku-reijou-tensei-oji-san/episodes/10845560",
                    "TitleEnglish": "Dad Celebrates at the Campus Festival",
                    "SummaryEnglish": "The Elegance Cheat has a fatal flaw: Grace aka Kenzaburo can't perform without everything becoming unnecessarily fancy!",
                    "TitleJapanese": "おじさん、学園祭で打ち上げる",
                    "SummaryJapanese": "優雅変換（エレガントチート）が原因でどんな台詞も優雅なものに自動変換されてしまい、思うような演技ができないグレイス=憲三郎。その問題が解決できない上に、他の生徒会メンバーも満足に稽古ができないまま学園祭当日を迎えてしまう。本番が刻一刻と迫る中、生徒会室で最後の稽古に臨むグレイス=憲三郎とアンナ。すると他の生徒会メンバーもやって来ていて……。そして迎える開演の時。客席でグレイス=憲三郎の母親にして脚本の執筆者、ジャクリーヌ・オーヴェルヌが見守る中、生徒会メンバーは劇を成功させることができるのか！？"
                }
            }
        }
    }
}