{
    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36469273/",
        "https://kamitsubaki-anime.jp/",
        "https://www.themoviedb.org/tv/261392",
        "https://www.wikidata.org/wiki/Q124285551",
        "https://x.com/kamitsubaki_jp"
    ],
    "TitleEnglish": "KAMITSUBAKI CITY UNDER CONSTRUCTION",
    "SummaryEnglish": "Seven years after humanity was devastated by a major disaster, a beacon of science and prosperity rises in Kamitsubaki City. But lurking in its shadows are Tesseractor monsters born from human darkness. Only the Witchling, five girls with Song of Purification, stand against them. With every note, they fight, not just to protect the peace of the city, but to heal a broken world.",
    "TitleJapanese": "神椿市建設中。",
    "SummaryJapanese": "７年前に発生した大災害で、人類文明が壊滅的打撃を受けた世界。\n先端科学の研究学園都市であった神椿市は、それらの技術を駆使することで、奇跡的な復興を遂げつつあった。しかし、繁栄の裏では、人の悪意と欲望から生まれる怪物『テセラクター』が街に怪異を引き起こしていた。悪意から生まれる怪物に抗えるのは、「魔女の娘」と呼ばれる五人の少女たちの歌声だけ。彼女たちは街の平穏を守るべく、魔法の歌声を武器にテセラクターに挑む。",
    "Aliases": [
        "Kamitsubaki-Shi Kensetsu-chū.",
        "Kamitsubaki-Shi Kensetsu-chuu."
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "0": {
            "ID": "2105289",
            "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11227554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11227554",
                    "TitleEnglish": "-Witchling- Part 1",
                    "SummaryEnglish": "Kafu, a victim of a disaster seven years ago, learns a unique way to fight the monsters plaguing her city.",
                    "TitleJapanese": "魔女の娘 -Witchling- 前篇",
                    "SummaryJapanese": "全世界規模で発生した災厄「ブラックアウト」により両親を失った森先化歩は、同じ団地に住む観統エリカによって育てられた。ブラックアウトから7年後、市内で発生している不可解な事件「Ｑ」に巻き込まれた化歩は、そこで謎の少年「らぷらす」に出会う。\nらぷらすに連れられた化歩が向かったのは神椿市復興課。ブラックアウトの被害から神椿市を復興させるために作られたセクションだった。\n復興課長によって知らされたのは、化歩が「魔女の娘」であり、その歌声には「テセラクター」と呼ばれる怪物たちを浄化する能力があるということだった。\nらぷらすと盟約の糸で結ばれた化歩は、神椿市の人々を護るため、魔女の娘としての戦いを始めることになる。"
                }
            }
        },
        "1": {
            "ID": "2105290",
            "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10249740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/10249740",
                    "TitleEnglish": "-Witchling- Part 2",
                    "SummaryEnglish": "The witchlings address an unfolding disaster at City Hall, but Sekai foresees a greater disaster to come.",
                    "TitleJapanese": "魔女の娘 -Witchling- 後篇",
                    "SummaryJapanese": "魔女の娘となった化歩は仲間と共に戦いの日々を過ごしていた。\nそんなある日、同じ「魔女の娘」である夜河世界が、未来視の能力によって神椿市に危機が迫っていることを察知する。\nその直後、実際に参番街にテセラクターの大群が発生。復興課長の指示で、森先化歩、谷置狸眼、朝主派流、夜河世界、輪廻此処の５人の魔女の娘は、それぞれのファミリアである、らぷらす、はすたー、あぐに、あねもす、くーげるを連れ、全員で迎え撃つことに。\nしかし、これまでにないテセラクターの連携を前に、魔女の娘たちは分断されてしまう。\n敵の狙いを解明するため、単独で参番街の旧大農園に向かった化歩。そこで見たものは、神椿市の隠された秘密だった。"
                },
                "2": {
                    "ID": "11227523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11227523",
                    "TitleEnglish": "Song of Purification",
                    "SummaryEnglish": "As the RD struggles to keep the outbreak under control, Sekai rushes to save the people of her old church.",
                    "TitleJapanese": "浄化の歌 -Song of purification-",
                    "SummaryJapanese": "神椿市を護る結界、VALISがテセラクターによって突破される。このままでは神椿市民が全滅してしまうことを危惧した復興課長は、VALISの復旧を急ぐ。此処は新しい結界装置を受け取るために離脱。夜河世界は、かつて自分が保護されていた「ヰ世界救済教団」にテセラクターが迫っていることを未来視で察知し、単独で救出に向かう。\n教会では、「魔女」の地位にある望儀贈贈を中心に教団員が立てこもっていた。間一髪で教団員たちを救った世界は、折よく現れた復興課員の助けにより、教会を脱出する。しかし、復興課員が向かった先は安全地帯ではなく、テセラクターに襲撃された第三結界中継点だった。"
                },
                "3": {
                    "ID": "11228973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228973",
                    "TitleEnglish": "Fragment",
                    "SummaryEnglish": "The witchlings debate the fallout from their last mission while the RD Chief struggles to understand.",
                    "TitleJapanese": "フラグメント -Energy of will-",
                    "SummaryJapanese": "VALISの動力源が「魔女の素養者」と呼ばれる生きた人間であることを知った魔女の娘たち。復興課のやり方に納得できない彼女たちは、自らの存在意義を見つめなおすことになる。\nその中で、谷置狸眼は、神椿市の復興に尽力した父、谷置室長の最期を思い出していた。\n狸眼の母や神椿市民を守れなかったことに対して自責の念に駆られた谷置室長は、テセラクターへと変異し、らぷらすに倒された。彼の想いを受けた狸眼は、自分の力で神椿市を護ることを決意するのだった。\n一方、復興課のやり方が納得できない化歩たちの様子を見た復興課長は、自らを化歩の姿に模し、化歩たちとともに生活する。その中で「人らしさ」が芽生えた復興課長だったが…。"
                },
                "4": {
                    "ID": "11228974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228974",
                    "TitleEnglish": "Malice",
                    "SummaryEnglish": "The witchlings are left reeling from a sudden betrayal as disappearances rise around the city.",
                    "TitleJapanese": "悪意 -Malice-",
                    "SummaryJapanese": "復興課長が失われたことで監視機能が弱まった魔女の娘たち。それでも市民を護ろうと奔走するが、Qの発生件数は増加の一途をたどる。市内では、行方不明事件に関するうわさが広まり、人々は疑心暗鬼に駆られていた。\n指令室から魔女の娘たちのサポートに徹していた此処は、自分が記憶喪失の状態で見つかったときのこと、くーげるとの記憶を思い出していた。\nそんな中、行方不明になった妹を捜す守屋然理は、「Dimcode」の書き込みで「魔女が人をさらっている」という書き込みを見る。"
                },
                "5": {
                    "ID": "11228975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228975",
                    "TitleEnglish": "Familiar",
                    "SummaryEnglish": "The witchlings are forced to run from suspicious townspeople while trying to find and stop Kugel.",
                    "TitleJapanese": "ファミリア -Familiar-",
                    "SummaryJapanese": "セントラル駅前で発生したＱから人々を救助した此処たち。だが、市民たちは逆に彼女たちがこの連続行方不明事件の犯人だと思い込んでしまう。街全体が敵になったことにより、身を隠さざるを得なくなってしまった。\n一方、助かった市民の一人・里仲摩琥をきっかけに、人々が連鎖的にテセラクター化し、市内では次々と不可解空間が発生。市内全体が大混乱に陥った。恐怖と怒りに駆られた市民たちは、執拗に魔女の娘を追い詰める。危機が迫ったその時、此処は失われていた記憶と共に、魔法に覚醒する。"
                },
                "6": {
                    "ID": "11228976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228976",
                    "TitleEnglish": "Memory Egg",
                    "SummaryEnglish": "Exploring Kugel's memories forces the witchlings to confront a shocking truth about their world.",
                    "TitleJapanese": "記憶の卵 -Piece of memory-",
                    "SummaryJapanese": "取り戻した記憶から、自分がひとつ前の神椿市からやってきたことを仲間たちに告げる此処。「フェノメノン」と呼ばれる再生現象。それは、『神椿市に生きる全住民の死亡』をトリガーに起きるものだった。いくどとなく繰り返されてきたテセラクターとの闘い。そのいずれも、化歩たち魔女の娘の全滅によって終わっていた。そのたびに新たな神椿市が構築され、終わることのない戦いを繰り返している。\nだが、ひとつ前の神椿市では、唯一生き残ったのが此処だった。此処は復興課長の機転により次元の狭間へと飛ばされ、記憶を失った状態でこの神椿市にやってきたのだった。"
                },
                "7": {
                    "ID": "11228977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228977",
                    "TitleEnglish": "Phenomenon",
                    "SummaryEnglish": "As time ticks down for Kamitsubaki CIty, Kafu confronts the forces preventing her from singing.",
                    "TitleJapanese": "現象 -Phenomenon-",
                    "SummaryJapanese": "くーげるを利用し復興課長の排除に成功したまくすうぇる。神椿市を何度も滅ぼし、フェノメノンを何度も繰り返してきた狙いとは何なのか。\n一方、実はファミリアたちがフェノメノンで巻き戻らず、繰り返される神椿市をすべて見てきた、ということを知らされる魔女の娘たち。彼らから得られたのは「二度目のブラックアウトは必ず7月31日に起きていた」という事実だった。そして、まくすうぇるの計画を止めるには、彼女たちの歌の力が必要となる。\nしかし、化歩は歌えなくなっていた。"
                },
                "8": {
                    "ID": "11228978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228978",
                    "TitleEnglish": "Blackout",
                    "SummaryEnglish": "Maxwell prepares to unleash hell on Kamitsubaki City, but the witchlings are far from a united front.",
                    "TitleJapanese": "ブラックアウト -Beginning of the end-",
                    "SummaryJapanese": "突如、化歩の前に現れたまくすうぇる。神椿市やこの世界がすべてまがい物であり、自分たちが作り物であることを知った化歩に、絶望と諦めから、テセラクター化の兆候が表れる。まくすうぇるの出現を知った狸眼は、急ぎ化歩の元へ。テセラクター化の兆候はなくなっていたが、すべてに対して虚ろな化歩の様子にショックを受ける。一方、まくすうぇるによってもたらされた情報を世界から聞いた派流と此処。派流は、この世界が繰り返されるだけでなく、そもそも自分たちが作り物だったことをなかなか受け入れられなかった。気持ちを整理するために弐番街の大言霊神社に向かった派流だったが、そこで想定よりも早く二度目のブラックアウトが始まる。"
                },
                "9": {
                    "ID": "11228979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228979",
                    "TitleEnglish": "Desire",
                    "SummaryEnglish": "The situation grows even more dire for the witchlings as Maxwell's plan comes to fruition.",
                    "TitleJapanese": "欲望 -Desire-",
                    "SummaryJapanese": "二度目のブラックアウトが始まり、あぐにとあねもすは戦闘不能に。絶望的な状況に追い込まれ、派流はテセラクター化し「かるら」となった。\n一方、神椿市営団地で戦う此処と狸眼。らぷらすとはすたーが必死の防戦を行うが、化歩は動かない。魔女の娘の想いの力が弱まり、徐々に追い込まれていく。\nそこに現れるまくすうぇる。化歩に語りかけ、彼女を追いこもうとするが、此処は覚醒した魔法でまくすうぇるに対抗する。狸眼も戦おうとするが、彼女もまた神椿市の真実の姿に絶望し歌の力を失っていた。\n神椿市は崩壊し、次のフェノメノンが始まろうとしている。"
                },
                "10": {
                    "ID": "11228981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228981",
                    "TitleEnglish": "Virtual Real",
                    "SummaryEnglish": "Kafu finds herself in a strange situation following her last, desperate song.",
                    "TitleJapanese": "仮想と現実 -Artificial real-",
                    "SummaryJapanese": "平和な日々が続いていた。だが、その日々に花譜は違和感を感じていた。\n本当の自分の居場所と、いまいる場所のずれ。\nそんな思いを持ちながら、観測者たちの待つステージに、仲間と共に彼女は立つ。\nライブが始まると、自分の中の違和感がさらに大きくなっていく。知っている曲だけど、本当は違う場所で歌っていた。\n花譜と化歩の記憶が交錯したとき、「はじまりの魔女」ソフィアと邂逅することとなった。"
                },
                "11": {
                    "ID": "11228982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228982",
                    "TitleEnglish": "Regenerate",
                    "SummaryEnglish": "The girls return to Kamitsubaki City for their final confrontation with Maxwell.",
                    "TitleJapanese": "再生 -Regenerate-",
                    "SummaryJapanese": "はじまりの魔女ソフィアの力で、「次元の狭間」へと別々に送り出された魔女の娘たち。それぞれが、これまでのこと、これからのことに向き合う。\n歌の力を信じて想いが一つになったとき、盟約の糸を通じ、ファミリアたちの記憶の卵から、化歩たちは第壱論理界へと帰還した。\n一方、フェノメノンが始まらないことに気づいたまくすうぇるは魔女の娘たちが復活したことを察知。魔女ソフィアと接触したこと、高次元の存在が実在したことを知り、魔女の娘の記憶の卵を奪おうとする。\n膨大なフラグメントを使い巨大化したまくすうぇると、魔女の娘たちの最後の戦いが始まる。"
                },
                "12": {
                    "ID": "11228983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamitsubaki-city-under-construction/episodes/11228983",
                    "TitleEnglish": "Kamitsubaki City Under Construction",
                    "SummaryEnglish": "The witchlings begin rebuilding Kamitsubaki City, but something is missing.",
                    "TitleJapanese": "神椿市建設中 -Under construction-",
                    "SummaryJapanese": "まくすうぇるは浄化され、神椿市には平和が戻った。\nまくすうぇるが溜め込んでいたフラグメントに魔女の娘が干渉し、人々を取り戻せたかに思えたが、復活できたのは一部の人々だった。そんな中、あぐにのちょっとした言葉から、狸眼がとあるアイデアを思いつく。"
                }
            }
        }
    }
}