{
    "URL": "https://www.thetvdb.com/series/failure-frame",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32469108/",
        "https://hazurewaku-anime.com/",
        "https://www.tvmaze.com/shows/76281/show-slug",
        "https://www.themoviedb.org/tv/245285",
        "https://en.wikipedia.org/wiki/Failure_Frame",
        "https://x.com/hazurewaku_info"
    ],
    "TitleEnglish": "Failure Frame: I Became the Strongest and Annihilated Everything with Low-Level Spells",
    "SummaryEnglish": "Touka always faded into the background at school. And when he’s summoned to another world with his classmates, that still doesn’t change! They all acquire top-rank skills, except Touka, who’s deemed a failure and cast to ancient ruins by the goddess Vicius. Turns out, his low-rank skills may not be so useless after all. Now, he seeks revenge against the goddess, and his true nature is revealed.",
    "TitleJapanese": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで",
    "SummaryJapanese": "学校では空気な高校生、三森灯河はクラスメイトとともに勇者として異世界に召喚された。女神ヴィシスによってクラスメイトたちが次々にS級、A級と能力を見出される中、灯河は最低ランクであるE級と宣言され 「廃棄」対象となってしまう。生存率ゼロの遺跡に廃棄された灯河はハズレ枠と貶された【状態異常スキル】 を駆使して遺跡脱出を試みる。その日から、女神ヴィシスへの復讐の炎を宿した青年は人畜無害な人間をやめ、心の奥底に隠していた本性を明かしていく･･････",
    "Aliases": [
        "Hazure Waku no \"Jōtai Ijō Sukiru\" de Saikyō ni Natta Ore ga Subete o Jūrin Suru made",
        "Hazure Waku no \"Jōtai Ijō Skill\" de Saikyō ni Natta Ore ga Subete wo Jūrin Suru made",
        "Hazurewaku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete wo Juurin suru made",
        "Hazurewaku",
        "Failure Frame",
        "Hazurewaku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin suru made"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "2106543",
            "URL": "https://www.thetvdb.com/series/failure-frame/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10668582",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10668582",
                    "TitleEnglish": "Recap Episode",
                    "SummaryEnglish": "Recap of the first six episodes.",
                    "TitleJapanese": "総集編",
                    "SummaryJapanese": "この時間は「ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで 総集編」を放送いたします\n\n詳細情報\n＜ストーリー＞\n学校では空気な高校生、三森灯河はクラスメイトとともに勇者として異世界に召喚された。女神ヴィシスによってクラスメイトたちが次々にＳ級、Ａ級と能力を見出される中、\n灯河はＥ級と宣言され『廃棄』対象となってしまう。生存者ゼロの遺跡に廃棄された灯河はハズレ枠と貶された【状態異常スキル】を駆使して遺跡脱出を試みる。その日から、女神ヴィシスへの復讐の炎を宿した少年は人畜無害な人間をやめ…\n＜キャスト＞\n三森灯河：鈴木崚汰/セラス・アシュレイン：宮下早紀/ピギ丸：津久井彩文/イヴ・スピード：上田瞳/リズベット：和多田美咲/ヴィシス：小清水亜美/ニャンタン：汐入あすか/十河綾香：奈波果林/桐原拓斗：水中雅章/小山田翔吾：KENN/鹿島小鳩：長縄まりあ/戦場浅葱：平山笑美/安智弘：山下大輝/高雄聖：早見沙織/高雄樹：前田佳織里/シビト・ガートランド：諏訪部順一"
                }
            }
        },
        "1": {
            "ID": "2106544",
            "URL": "https://www.thetvdb.com/series/failure-frame/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10260876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10260876",
                    "TitleEnglish": "The Goddess Announcing Her Summons",
                    "SummaryEnglish": "While on the road to their field trip, Class 2-C's bus is enveloped in light, and the Goddess, Vicius, summons the students and their teacher to another world. The Goddess hopes to raise them as Heroes to defeat the Great Demon Empire, and she welcomes the students after appraising their abilities with her crystal. However, Mimori Touka is appraised as an E-Class, the lowest rank... and he's branded a trash hero.",
                    "TitleJapanese": "召喚を告(つげ)し女神",
                    "SummaryJapanese": "修学旅行の移動中。2年C組のバスは突然白い光に包まれる。C組の教師と生徒は女神ヴィシスによって異世界に召喚されてしまったのだ。 女神の目的は、彼らを勇者として育て、大魔帝を倒すこと。女神の持つ水晶で次々に能力を鑑定され選別されて、歓迎されるクラスメイトたち。 だが、三森灯河だけは最低ランクのE級判定……いわゆるハズレ勇者の烙印を押されてしまう。"
                },
                "2": {
                    "ID": "10533254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533254",
                    "TitleEnglish": "The Ruins of Disposal",
                    "SummaryEnglish": "Touka rediscovers his cruelty as he kills monsters in the Ruins of Disposal. He means to escape and exact his revenge on the Goddess Vicius, but to get there, he’ll have to face the grotesque monster that’s killed so many before him—the Soul Eater.",
                    "TitleJapanese": "廃棄遺跡",
                    "SummaryJapanese": "廃棄遺跡のモンスターを倒したことで、奥底に隠していた自身の残虐性を取り戻していく灯河。 そこにクラスで空気扱いされていた三森灯河の姿はない。自身のスキル『状態異常付与』の特性を確認しながらレベルを上げていく。全ては女神ヴィシスに復讐するため、遺跡脱出を目論む灯河。それを阻むのは、廃棄遺跡の生存率がゼロである原因、異形の魔物『魂食（たましいぐ）い』だった。"
                },
                "3": {
                    "ID": "10533255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533255",
                    "TitleEnglish": "Encounter AVENGERS",
                    "SummaryEnglish": "Now that he's armed with experience and a book of forbidden magic, Touka sets out on a journey for revenge. But before he can get far, he encounters a beautiful woman fleeing a group of four men known as the Holy Watchers.",
                    "TitleJapanese": "邂逅～AVENGER（S）～",
                    "SummaryJapanese": "『魂食い』を打ち破り、廃棄遺跡を脱出した灯河。遺跡で手に入れたのは膨大な経験値と、アングリンが残した禁術大全、そして禁呪の呪文書。目指すは女神ヴィシスへの復讐。そのためにまずこの世界の情報を集めるべく、灯河は近くの街を探す。その道中で、灯河は聖なる番人と呼ばれる四人組に狙われていた、美しい女性と出会う。"
                },
                "4": {
                    "ID": "10533256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533256",
                    "TitleEnglish": "The Woman Known as the Princess Knight",
                    "SummaryEnglish": "Touka arrives in a new city and decides to try his hand at the local ruins in hopes of scavenging material for a special potion to enhance his pet slime. Little does he know he'll find far more than he intended to down there.",
                    "TitleJapanese": "姫騎士と呼ばれた女",
                    "SummaryJapanese": "ミルズの街にやってきた灯河は禁術大全に載っていたスライムの強化を試みるべく、街の領主が主催するミルズ遺跡攻略に参加する。\nそこで同じく攻略に参加し報酬金を得ようとしていた女性、ミストと再会し、冒険の準備を手伝ってもらうことに。\n不慣れな異世界での買い物を終え、いよいよ遺跡攻略に挑む灯河。遺跡の中で、ミストの命を狙うドロゲッティを見かけ――"
                },
                "5": {
                    "ID": "10533257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533257",
                    "TitleEnglish": "The Chain Known as Trust",
                    "SummaryEnglish": "Touka asks Seras to guard him on his way to the Land of Golden-Eyed Monsters. They agree to meet after the reward ceremony for conquering the ruins, but Seras doesn't show even long afte the appointed time...",
                    "TitleJapanese": "信頼という名の鎖",
                    "SummaryJapanese": "ミルズ遺跡を出たのち、灯河はミスト――もとい、正体を隠していたハイエルフ、セラス・アシュレインに金棲魔群帯（こんせいまぐんたい）へ向かうための護衛を依頼する。\nセラスは快く引き受け、二人は領主の歓待パーティが終わり次第合流する約束をした。しかし、約束の時間になってもセラスは灯河の前には現れず――"
                },
                "6": {
                    "ID": "10533258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533258",
                    "TitleEnglish": "Humanity's Strongest, Civit Gartland",
                    "SummaryEnglish": "Civit Gartland, known as Humanity's Strongest, comes for Seras on the order of Neah's Emperor Ortola—the man she once served faithfully. This discovery shatters her spirit, so Touka steps in with a dangerous gambit to save their lives.",
                    "TitleJapanese": "人類最強 シビト・ガートランド",
                    "SummaryJapanese": "セラスの命を狙っていたのは人類最強と呼ばれるシビト・ガートランドとその配下五竜士（ごりゅうし）。そして彼らにセラスを始末するよう頼んだのは、セラスが忠義を尽くしていたネーア王国の聖王オルトラだった。心も折られたセラスを救うべく、シビトの前に立ちはだかる灯河。\n一つ選択肢を間違えれば即命を落とす状況の中、灯河は慎重に口を開く。"
                },
                "7": {
                    "ID": "10533259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533259",
                    "TitleEnglish": "Monroy's Bloodsport Champion",
                    "SummaryEnglish": "Seras has sworn to become Touka's sword in his quest for vengence against the Goddess Vicius, so Touka follows Seras to Ulza's royal capital, Monroy, the gateway into the Land of Golden-Eyed Monsters.",
                    "TitleJapanese": "モンロイの血闘士",
                    "SummaryJapanese": "女神ヴィシスへの復讐……その剣となることを灯河に誓ったセラス。セラスを従え、灯河は金棲魔群帯の入り口に近い、ウルザの王都モンロイへ足を運ぶ。そこで灯河たちはモンロイ最強の血闘士、イヴ・スピードが禁忌の魔女の居場所を知っていると噂に聞く。\n禁忌の魔女の情報を聞き出すべく、灯河とセラスはイヴに接触を試みるが……"
                },
                "8": {
                    "ID": "10533260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533260",
                    "TitleEnglish": "Together with the Lord of Flies",
                    "SummaryEnglish": "Eve's final bloodsport match is tomorrow, but the duke running the colosseum is plotting to make a show of killing her off. Touka tries to warn Eve of the scheme, but she can't bring herself to believe him...",
                    "TitleJapanese": "蠅王と共に",
                    "SummaryJapanese": "イヴは一人の少女と自由を得るため血闘士を続けてきた。そして明日は自身最後の血闘の日。だが、血闘を運営するズアンは新たなスター血闘士を生むため、毒を用いて公衆の面前でイヴを始末しようと企てていた。\n噂を嗅ぎつけた灯河とセラスはイヴと少女を救い出そうと、ズアンの計画をイヴに伝える。だがイヴは信用せず、最後の血闘に挑もうとする。"
                },
                "9": {
                    "ID": "10533261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533261",
                    "TitleEnglish": "Dark Plot",
                    "SummaryEnglish": "Touka sets a trap for their Ashint pursuers and lies in wait for them in the forest. Their leader, however, is keen enough to see through the ploy. Can Touka stay one step ahead of him to achieve his goals?",
                    "TitleJapanese": "黒策(こくさく)〜missing〜",
                    "SummaryJapanese": "イヴとリズを捕えるため、ズアンは私兵団と呪術集団アシントを追手として放つ。\n灯河は策を駆使して森の中でアシントを待ち受ける。鋭い洞察力を持ち、毒を扱うアシントの首領ムアジは灯河の策を見抜いていた。\n悠然とセラスを追い詰めるムアジ。だが、灯河はムアジの思考のさらに先を行き、アシントとズアン私兵団の全滅を目論む。\nそこにはイヴとリズを救う以外の、灯河の狙いがあった。"
                },
                "10": {
                    "ID": "10533262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533262",
                    "TitleEnglish": "Land of the Golden-Eyed Monsters",
                    "SummaryEnglish": "At last, Touka's group reaches the Land of Golden-Eyed Monsters. As they fight their way toward the Witch of Taboos, something curious begins hatching. Meanwhile, the students of Class 2-C have also made it to the Land of Monsters to grind levels.",
                    "TitleJapanese": "金棲魔群帯〜encounter〜",
                    "SummaryJapanese": "ついに金棲魔群帯にやってきた灯河たち。そこは強大な力を持つ魔物たちがひしめく危険な地帯だった。\n魔物を倒しながら禁忌の魔女の居場所を目指して進む灯河たち。その時、スケルトンキングから手に入れた卵が孵ろうとする。\n時を同じくして、桐原たち２-Cの生徒たちもアライオン城の方角からレベル上げのため金棲魔群帯に入っていた。"
                },
                "11": {
                    "ID": "10533263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533263",
                    "TitleEnglish": "To the Limit, and Beyond",
                    "SummaryEnglish": "Touka comes up with a reckless plan to save his party from the onslaught of monsters—one that puts him in grave danger. Class 2-C also gets caught up in the attacking swarm with fatal results, and Kobato goes missing.",
                    "TitleJapanese": "限界の、その先へ",
                    "SummaryJapanese": "口寄せの魔物によって、金棲魔群帯中の人面種、魔物たちが押し寄せる。絶体絶命の危機の中、灯河は全員が生き残る方法をセラスたちに伝える。\nそれは灯河が一人で全ての魔物を相手にするという、無謀なものだった……\nついに魔物たちの大移動は２-Cをも襲い、虚しくも数人の生徒が犠牲になる。そして、鹿島小鳩も……"
                },
                "12": {
                    "ID": "10533264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533264",
                    "TitleEnglish": "Ruler and Sword",
                    "SummaryEnglish": "As Touka braves the horde and the human-faced monsters, he'll have to dig deep and muster every last ounce of his strength in order to come out on top so that he can exact his vengeance upon Vicius and keep his promise to Seras.",
                    "TitleJapanese": "王と剣（つるぎ）",
                    "SummaryJapanese": "灯河を探していたイヴは小鳩と彼女を助けに来た聖、樹と遭遇してしまう。聖に灯河の存在を勘付かれぬよう慎重にその場を離れようとするイヴ。\nその頃、灯河は満身創痍ながらおおよそ全ての魔物を払いのける。残るは、慎重に戦いを観察していた狡猾な人面種。\n必ず生きて戻る。セラスとの誓いを守るため、女神への復讐を果たすため、灯河は力を振り絞る。"
                }
            }
        }
    }
}