{
    "URL": "https://www.thetvdb.com/series/failure-frame",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32469108/",
        "https://hazurewaku-anime.com/",
        "https://www.tvmaze.com/shows/76281/show-slug",
        "https://www.themoviedb.org/tv/245285",
        "https://en.wikipedia.org/wiki/Failure_Frame",
        "https://x.com/hazurewaku_info"
    ],
    "TitleEnglish": "Failure Frame: I Became the Strongest and Annihilated Everything with Low-Level Spells",
    "SummaryEnglish": "Touka always faded into the background at school. And when he’s summoned to another world with his classmates, that still doesn’t change! They all acquire top-rank skills, except Touka, who’s deemed a failure and cast to ancient ruins by the goddess Vicius. Turns out, his low-rank skills may not be so useless after all. Now, he seeks revenge against the goddess, and his true nature is revealed.",
    "Aliases": [
        "Failure Frame",
        "Hazure Waku no \"Jōtai Ijō Skill\" de Saikyō ni Natta Ore ga Subete wo Jūrin Suru made",
        "I became the strongest with the failure frame \"Abnormal State Skill\" as I devastated everything",
        "Hazurewaku",
        "Hazurewaku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin suru made",
        "Hazure Waku no \"Jōtai Ijō Sukiru\" de Saikyō ni Natta Ore ga Subete o Jūrin Suru made",
        "Hazurewaku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete wo Juurin suru made"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "2106543",
            "URL": "https://www.thetvdb.com/series/failure-frame/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10668582",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10668582",
                    "TitleEnglish": "Recap Episode",
                    "SummaryEnglish": "Recap of the first six episodes.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2106544",
            "URL": "https://www.thetvdb.com/series/failure-frame/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10260876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10260876",
                    "TitleEnglish": "The Goddess Announcing Her Summons",
                    "SummaryEnglish": "While on the road to their field trip, Class 2-C's bus is enveloped in light, and the Goddess, Vicius, summons the students and their teacher to another world. The Goddess hopes to raise them as Heroes to defeat the Great Demon Empire, and she welcomes the students after appraising their abilities with her crystal. However, Mimori Touka is appraised as an E-Class, the lowest rank... and he's branded a trash hero.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10533254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533254",
                    "TitleEnglish": "The Ruins of Disposal",
                    "SummaryEnglish": "Touka rediscovers his cruelty as he kills monsters in the Ruins of Disposal. He means to escape and exact his revenge on the Goddess Vicius, but to get there, he’ll have to face the grotesque monster that’s killed so many before him—the Soul Eater.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10533255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533255",
                    "TitleEnglish": "Encounter AVENGERS",
                    "SummaryEnglish": "Now that he's armed with experience and a book of forbidden magic, Touka sets out on a journey for revenge. But before he can get far, he encounters a beautiful woman fleeing a group of four men known as the Holy Watchers.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10533256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533256",
                    "TitleEnglish": "The Woman Known as the Princess Knight",
                    "SummaryEnglish": "Touka arrives in a new city and decides to try his hand at the local ruins in hopes of scavenging material for a special potion to enhance his pet slime. Little does he know he'll find far more than he intended to down there.",
                    "Aliases": []
                },
                "5": {
                    "ID": "10533257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533257",
                    "TitleEnglish": "The Chain Known as Trust",
                    "SummaryEnglish": "Touka asks Seras to guard him on his way to the Land of Golden-Eyed Monsters. They agree to meet after the reward ceremony for conquering the ruins, but Seras doesn't show even long afte the appointed time...",
                    "Aliases": []
                },
                "6": {
                    "ID": "10533258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533258",
                    "TitleEnglish": "Humanity's Strongest, Civit Gartland",
                    "SummaryEnglish": "Civit Gartland, known as Humanity's Strongest, comes for Seras on the order of Neah's Emperor Ortola—the man she once served faithfully. This discovery shatters her spirit, so Touka steps in with a dangerous gambit to save their lives.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10533259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533259",
                    "TitleEnglish": "Monroy's Bloodsport Champion",
                    "SummaryEnglish": "Seras has sworn to become Touka's sword in his quest for vengence against the Goddess Vicius, so Touka follows Seras to Ulza's royal capital, Monroy, the gateway into the Land of Golden-Eyed Monsters.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10533260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533260",
                    "TitleEnglish": "Together with the Lord of Flies",
                    "SummaryEnglish": "Eve's final bloodsport match is tomorrow, but the duke running the colosseum is plotting to make a show of killing her off. Touka tries to warn Eve of the scheme, but she can't bring herself to believe him...",
                    "Aliases": []
                },
                "9": {
                    "ID": "10533261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533261",
                    "TitleEnglish": "Dark Plot",
                    "SummaryEnglish": "Touka sets a trap for their Ashint pursuers and lies in wait for them in the forest. Their leader, however, is keen enough to see through the ploy. Can Touka stay one step ahead of him to achieve his goals?",
                    "Aliases": []
                },
                "10": {
                    "ID": "10533262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533262",
                    "TitleEnglish": "Land of the Golden-Eyed Monsters",
                    "SummaryEnglish": "At last, Touka's group reaches the Land of Golden-Eyed Monsters. As they fight their way toward the Witch of Taboos, something curious begins hatching. Meanwhile, the students of Class 2-C have also made it to the Land of Monsters to grind levels.",
                    "Aliases": []
                },
                "11": {
                    "ID": "10533263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533263",
                    "TitleEnglish": "To the Limit, and Beyond",
                    "SummaryEnglish": "Touka comes up with a reckless plan to save his party from the onslaught of monsters—one that puts him in grave danger. Class 2-C also gets caught up in the attacking swarm with fatal results, and Kobato goes missing.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10533264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/failure-frame/episodes/10533264",
                    "TitleEnglish": "Ruler and Sword",
                    "SummaryEnglish": "As Touka braves the horde and the human-faced monsters, he'll have to dig deep and muster every last ounce of his strength in order to come out on top so that he can exact his vengeance upon Vicius and keep his promise to Seras.",
                    "Aliases": []
                }
            }
        }
    }
}