{
    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32510166/",
        "https://sonochiyushi.com/",
        "https://www.themoviedb.org/tv/244625",
        "https://en.wikipedia.org/wiki/Party_kara_Tsuih%C5%8D_Sareta_Sono_Chiyushi,_Jitsu_wa_Saiky%C5%8D_ni_Tsuki#Anime",
        "https://x.com/sonochiyushi"
    ],
    "TitleEnglish": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest",
    "SummaryEnglish": "Two centuries have passed since a hero defeated the evil Jaryu and saved the world. In one of the many dungeon cities, Raust, a healer scorned and cast out of his party for being too weak, struggles to find his place. Amidst despair, he meets martial artist Narsena, who invites him to form a new party together. With a fresh start and renewed motivation, the two begin their journey to greatness.",
    "TitleJapanese": "パーティーから追放されたその治癒師、実は最強につき",
    "SummaryJapanese": "かつて世界は〝邪竜〟と呼ばれる邪悪な存在によって滅ぼうとしていた。しかし、1人の勇者によって邪竜は倒され、世界は救われた。それから200年あまりの時が過ぎようとしていた――。世に数多ある迷宮都市の1つ、マータット。そこに〝無能〟と呼ばれる男がいた。名はラウスト。職業、治癒師。ラウストはその無能さゆえに他の冒険者たちから蔑まれ、利用され、捨てられる。そんな日々をくり返していた。ある日、ラウストの前に1人の少女があらわれた。名はナルセーナ。職業、武闘家。ナルセーナはとあるパーティーから追放されたばかりのラウストに言った。「お兄さん、私とパーティーを組みませんか？」今、ラウストとナルセーナ、2人の冒険がはじまる――。",
    "Aliases": [
        "その治癒師、実は最強につき",
        "Party kara Tsuihō Sareta Sono Chiyushi, Jitsuwa Saikyō ni Tsuki",
        "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Ni Tsuki",
        "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki",
        "sonochiyushi"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2107534",
            "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10270948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10270948",
                    "TitleEnglish": "Regarding Their Meeting, Which Was, in Fact, a Reunion",
                    "SummaryEnglish": "A girl appears before Laust, an incompetent healer who has just been kicked out of his party. Introducing herself as Narsena, she turns to Saust and says, \"Would you be willing to form a party with me?\"",
                    "TitleJapanese": "その出会い、実は再会につき",
                    "SummaryJapanese": "パーティーを追放されたばかりの無能な治癒師ラウストの前に、ひとりの少女があらわれた。ナルセーナと名乗った彼女は、ラウストに向けて言った。「お兄さん、私とパーティーを組みませんか？」と。"
                },
                "2": {
                    "ID": "10729050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729050",
                    "TitleEnglish": "Regarding the Banishment, Which Was, in Fact, the Start of a New Voyage",
                    "SummaryEnglish": "Laust had a very painful youth. Despite his best efforts as an adventurer, he was branded an \"ignoramus\" and lost confidence in himself. Then when wandering outside the city one day, he met a girl who inspired him to keep trying. But who exactly was she?",
                    "TitleJapanese": "その追放、実は新たなる旅立ちにつき",
                    "SummaryJapanese": "少年時代のラウストは過酷な日々を送っていた。努力のかいなく〝無能〟の烙印を押され、自信を喪失するラウスト。自暴自棄になって街の外をさまよう彼は、そこである少女と出会い、冒険者を続ける決意をしたのだった。 はたして、その少女の正体とは――。"
                },
                "3": {
                    "ID": "10729051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729051",
                    "TitleEnglish": "Regarding the Magician, Who Is, in Fact, a Kind Soul",
                    "SummaryEnglish": "When Margulus, the leader of Blades of Lightning, finally admits Laust's talents and realizes how valuable the healer was to the party, he tries to recruit Laust again. However, Laust flatly refuses. The next day, Laust receives some unexpected visitors.",
                    "TitleJapanese": "その魔法使い、実は心優しきひとにつき",
                    "SummaryJapanese": "ラウストを追い出したパーティー「稲妻の剣」のリーダー、マルグルス。遅まきながら追放した治癒師の有能さに気づいた彼は、ラウストをパーティーに再勧誘する。しかし、ラウストは毅然と断るのだった。 次の日、ラウストのもとを訪ねる人影があった――。"
                },
                "4": {
                    "ID": "10729053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729053",
                    "TitleEnglish": "Regarding the Rescue, Which Is, in Fact, a Farewell",
                    "SummaryEnglish": "With a new swordsman beside him, Margulus stubbornly tries to slay the hydra again. The Blades of Lightning members slowly make progress against the monster, but by the time Laust arrives on the scene, the hydra has undergone a terrifying transformation.",
                    "TitleJapanese": "その救援、実は決別のためにつき",
                    "SummaryJapanese": "ヒュドラの討伐を諦めきれないマルグルス。新たな剣士をパーティーに入れ、性懲りもなくヒュドラに挑む。剣士の腕は凄まじく、徐々にヒュドラを追いつめていく稲妻の剣。しかし、ラウストが駆けつけたとき、ヒュドラの様子に変化が起きる。"
                },
                "5": {
                    "ID": "10729054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729054",
                    "TitleEnglish": "Regarding the Meddling, Which Is, in Fact, a Reason for Concern",
                    "SummaryEnglish": "Laust starts to suspect that something ominous is happening involving monsters in the labyrinth and in Mardat. He asks Hanzum, the current head of the Guild, to take action. Hanzum refuses and tells Laust that if he is scared he should \"get out of town.\"",
                    "TitleJapanese": "そのおせっかい、実は不安の種につき",
                    "SummaryJapanese": "マータットの街や迷宮で魔獣関連の異変が頻発するのを危惧したラウストは、冒険者ギルドに対策を講じるように要請する。応対したギルドの上級職員、ハンザムはラウストを相手にしない。それどころか、「怖いのならこの街から出ていけ」と言い放つのだった。"
                },
                "6": {
                    "ID": "10729056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729056",
                    "TitleEnglish": "Regarding the Quest, Which Is, in Fact, the Start of a Comeback",
                    "SummaryEnglish": "Laust and his companions enter the labyrinth on their quest to battle the phoenix and earn the bounty from the Guild. They quickly track the phoenix down and engage it, but the instant they start causing damage to the fiery creature, it begins to mutate.",
                    "TitleJapanese": "そのクエスト、実は再起の糸口につき",
                    "SummaryJapanese": "ラウストたちは、ギルドから請け負ったフェニックス討伐のために迷宮に入る。計画通りフェニックスに遭遇、戦いが始まる。準備は万端で、次第にフェニックスを追いこむラウストたち。その時、フェニックスが変異してしまい――。"
                },
                "7": {
                    "ID": "10729058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729058",
                    "TitleEnglish": "Regarding the Crossing of Paths, Which Was, in Fact, a Fateful Encounter",
                    "SummaryEnglish": "Now that they can afford it, Narsena suggests to Laust that it might be more practical to get a house and move in together—an invitation that is also a thinly-veiled expression of Narsena's love. Unfortunately, Laust's response is less than enthusiastic.",
                    "TitleJapanese": "そのすれ違い、実は巡り逢いにつき",
                    "SummaryJapanese": "これまで多くの魔獣を倒してきたことでラウストたちには蓄えができていた。ナルセーナはふたりで一軒家を借りようと提案する。パーティーのメンバーが同じ家に住むことのメリットを口実にしてはいるが、実質はナルセーナによる愛の告白だ。しかし、ラウストの返答は色よいものではなく――。"
                },
                "8": {
                    "ID": "10729060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729060",
                    "TitleEnglish": "Regarding the Man, Who Was, in Fact, an Old Friend",
                    "SummaryEnglish": "Strange things continue to happen in Mardat's labyrinth. Laust, witnessing a new victim, once again requests for the guild to take action. However, once again, he is rejected by Hanzum. As Laust persists, Hansam asks, \"Have you forgotten me completely?\"",
                    "TitleJapanese": "その男、実は昔なじみにつき",
                    "SummaryJapanese": "マータットの迷宮では異変が続いていた。今日も新たな犠牲者が生まれ、それを目の当たりにしたラウストは再度ギルドに対策を要請する。しかし、今回もハンザムに拒絶される。食い下がるラウストに対し、「俺のことを忘れたか？」と問うハンザム。ラウストの記憶が蘇っていく――。"
                },
                "9": {
                    "ID": "10729062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729062",
                    "TitleEnglish": "Regarding the Master, Who Was, in Fact, the Apprentice",
                    "SummaryEnglish": "After a powerful earthquake shakes Mardat, waves of monsters start marching toward the city in a labyrinth uprising. Guild leadership quickly takes action. Suspicious that the Guild was expecting an uprising all along, Laust and friends ready for battle.",
                    "TitleJapanese": "その師匠、実は弟子につき",
                    "SummaryJapanese": "ラマータットの街を大きな揺れが襲う。その揺れと共に、迷宮から大量の魔獣があふれ出る。迷宮暴走がはじまったのだ。魔獣たちは群れをなして街を目指す。存亡の危機を前にして冒険者ギルドが動き出す。まるで暴走を予期していたかのようなギルドの動きを不審に思いつつも、ラウストたちも行動を起こすのだった。"
                },
                "10": {
                    "ID": "10729064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729064",
                    "TitleEnglish": "Regarding the Magician, Who Was, in Fact, a Two-Faced Liar",
                    "SummaryEnglish": "Laust, Narsena, and Ralma confront Mist and are told that to end the uprising, Ralma must commit all of her magic to creating a barrier while Mist and Hanzum hunt down the lord of the labyrinth. Ralma agrees but reminds Laust that Mist cannot be trusted.",
                    "TitleJapanese": "その魔術師、実は食わせ者につき",
                    "SummaryJapanese": "ラウストとナルセーナは、ラルマと共にミストと対峙する。迷宮暴走から街を救うには、ラルマが持てる魔力を利用して防壁を形成し、その間に迷宮の主を倒すしかないと聞かされる。ミストは暴走を予見し、街のために数々の準備をしていたとのだと知るが、それでも心の底から信用することはできず――"
                },
                "11": {
                    "ID": "10729066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729066",
                    "TitleEnglish": "Regarding the Uprising, Which Was, in Fact, the Beginning of Destruction",
                    "SummaryEnglish": "Laust learns that Narsena is in fact the sleeping princess. He and the others decide to follow Mist and Hanzum in an attempt to rescue her. When they finally locate Narsena and her captors deep inside the labyrinth, Mist begins to explain his intentions.",
                    "TitleJapanese": "その暴走、実は破壊のはじまりにつき",
                    "SummaryJapanese": "ナルセーナが連れ去られた。ミストによって眠り姫として邪竜に捧げられる可能性があると知ったラウストは、それを阻止するために迷宮の最深部を目指す。強力な魔獣を倒しつつ進み、ついにミストに追いつく。そこで語られたミストの真意とは――。"
                },
                "12": {
                    "ID": "10729068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729068",
                    "TitleEnglish": "Regarding the Conclusion, Which Was, in Fact, the Start of a New Journey",
                    "SummaryEnglish": "With the evil dragon now inhabiting Mist's body, the second wave of the uprising approaches Mardat. Laust and his companions fight to defend the city, but when they find themselves overwhelmed by the dragon's powers, Narsena decides to sacrifice herself.",
                    "TitleJapanese": "その結末、実は新たな旅のはじまりにつき",
                    "SummaryJapanese": "ミストが邪竜の手に落ちた。同時に迷宮暴走の第2波がマータットの街を襲う。街を救うため、ミストに挑むラウストたち。しかし、ミストの体を得た邪竜の力は強大で、まったく歯が立たない。その時、「私を喰らいなさい！」と、ナルセーナが邪竜の前に進み出た。はたしてナルセーナの運命は――。"
                }
            }
        }
    }
}