{
  "URL": "https://www.thetvdb.com/series/himitsu-no-aipri",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt32158870/",
    "https://aipri.jp/anime/",
    "https://www.tvmaze.com/shows/74997/show-slug",
    "https://www.themoviedb.org/tv/245204",
    "https://www.themoviedb.org/tv/245204",
    "https://www.wikidata.org/wiki/Q124359965",
    "https://en.wikipedia.org/wiki/Himitsu_no_AiPri#Anime",
    "https://x.com/PrettySeriesPR"
  ],
  "TitleEnglish": "Himitsu no Aipri",
  "SummaryEnglish": "Himitsu no Aipri is the title of the next anime in the Pretty series. Himari and Mitsuki are close friends and new students at Paradise Private Academy. Despite their friendship, both have a secret that they are withholding from one another (fittingly, the word “Himitsu” in the show’s title means “secret”).",
  "Aliases": [
    "Himitsu no AiPri",
    "Himitsu no AiPri: Ring-hen"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "1": {
      "ID": "2107564",
      "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/seasons/official/1",
      "# Episodes": 51,
      "Episodes": {
        "1": {
          "ID": "10270967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10270967",
          "TitleEnglish": "Himari's Aipri Debut!",
          "SummaryEnglish": "Himari Aozora enters the private Paradise Academy with her best friend Mitsuki Hoshikawa. Her dream is to make 10,000 friends! Himari longs to be an idol princess — an Aipri who sings and dances like Mi-chan, but it might be a little difficult for the shy and anxious Himari. However, she manages to make it through the entrance ceremony thanks to Mitsuki's secret good luck charm. On her way back to the dormitory, exhausted, Himari discovers a mysterious door in the student council room. What awaits her is the Aipri Verse, a place where Aipri sing and dance!",
          "Aliases": []
        },
        "2": {
          "ID": "10434771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10434771",
          "TitleEnglish": "Mitsuki's Secret Promise",
          "SummaryEnglish": "Himari has successfully made her debut as an Aipri. However, she realizes that she broke her promise to Mitsuki that they would \"debut together\" when she was little. On the other hand, Mitsuki, who debuted as the Aipri Mi-chan, is also heartbroken that she broke her promise to Himari. Himari wants to sincerely apologize to Mitsuki, but is warned by the student council that produces Himari that it is a \"secret\" that she must not tell anyone. Mitsuki also couldn't bring herself to tell Himari. The relationship between the two, who have a \"secret,\" gradually becomes strained...",
          "Aliases": []
        },
        "3": {
          "ID": "10446433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10446433",
          "TitleEnglish": "Student Council's Secret Lesson",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "10446434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10446434",
          "TitleEnglish": "Excited! First Visit Day",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "10446435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10446435",
          "TitleEnglish": "Shiny ☆ Cleaning Showdown",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "10488771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10488771",
          "TitleEnglish": "Challenge! AiPri Grand Prix",
          "SummaryEnglish": "The super popular duos Ruby=Lazuli and AISMIRIN announce that they will hold the 1st AiPri Grand Prix, a competition where the idols compete in singing and dancing. Himari and Mitsuki decide to compete as solo artists. Sakura trains hard with the aim of winning the competition alongside Tamaki. However, Tamaki realizes that Sakura's true purpose is not to win the Grand Prix, but something else...",
          "Aliases": []
        },
        "7": {
          "ID": "10489877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10489877",
          "TitleEnglish": "Victoria’s Secret",
          "SummaryEnglish": "All students at Paradise School are banned from using AiPri by Principal Victoria. Himari, who broadcast on AiPri after lights-out time, was feeling guilty about this. The student council president, Sakura, goes to Victoria to try to revoke the ban. Victoria says she will allow you to use AiPri if she can show you how wonderful AiPri is. Then, Sakura tells Himari and Mitsuki to form a duo and perform an incredible live show. Will the two be able to perform a live that convinces Victoria?",
          "Aliases": []
        },
        "8": {
          "ID": "10489878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10489878",
          "TitleEnglish": "The Classmate’s Secret",
          "SummaryEnglish": "An adorable drawing of Himari and Mitsuki was very popular on SNS “AiPrigram”. In the class, everyone is excited about the artist “Yuko Sai”, who made the drawing. Meanwhile, Himari and her classmate Hanazono Yuko are chosen to be part of the class newspaper committee. Himari wants to become friends with Hanazono, but she is very shy and it is not easy to get close to her. At one point, Himari ends up accidentally seeing a drawing made by Hanazono.",
          "Aliases": []
        },
        "9": {
          "ID": "10489879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10489879",
          "TitleEnglish": "Formation! AiPri Detectives",
          "SummaryEnglish": "On her channel, Chii searches for a ghost rumored to appear in the world of AiPri, the “AiPriVerse”. Mitsuki passes out after watching the broadcast because she is very afraid of ghosts. Himari decides to go to AiPriVerse to capture the ghost. However, she ends up revealing to Mamiya Chii, a classmate passing by, that she is an AiPri. Himari also discovers that her classmate is actually Chii from AiPri. Himari and Chii decide to form the AiPri Detective Team to investigate the ghost's true identity.",
          "Aliases": []
        },
        "10": {
          "ID": "10489880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10489880",
          "TitleEnglish": "Mitsuki’s Rival Appears!",
          "SummaryEnglish": "Mitsuki has been feeling a little lonely lately seeing Himari spending so much time with Suzukaze Tsumugi. Meanwhile, the student council investigates Tsumugi, who has launched a new system called “Bazzlume Change”, which is activated when the audience's enthusiasm reaches its limit. To test her abilities, Sakura asks Mitsuki to face Tsumugi in a Duel Test. However, Mitsuki is worried that if she loses, Himari will be taken from her, so she announces that she wants to stop participating in the Duel Test.",
          "Aliases": []
        },
        "11": {
          "ID": "10542276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10542276",
          "TitleEnglish": "Kitty Cat! The Secret Search Operation!",
          "SummaryEnglish": "The Nyan Nyan Festival is an event where AiPri gather dressed in cat clothes. On the day of the event, Mii-chan's channel receives a comment from a cat owner asking for help finding her lost cat. Himari and Mitsuki start looking for the kitten. During the search, they find Yuuma acting suspiciously. Yuuma was secretly taking care of a cat that had entered the school, but when he realized that this cat is the same one mentioned on Mii-chan's channel...",
          "Aliases": []
        },
        "12": {
          "ID": "10548758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10548758",
          "TitleEnglish": "The Secret of Aipri Verse",
          "SummaryEnglish": "Final exams are coming up, Himari and Mitsuki are dedicating themselves to their studies. Meanwhile, in AiPri Verse, many of the Aimu, including MC Aimu, are talking to each other. Himari's Aimu returns from maintenance and reports what has happened to Himari so far: her debut, her secret with Mitsuki, the meeting with Tsumugi, the competition against the super duo Ruby=Lazuli, the ban on AiPri by director Victoria , the duo of Himari and Mitsuki…Aimu and the others remember the different memories of AiPri that Himari experienced.",
          "Aliases": []
        },
        "13": {
          "ID": "10548759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10548759",
          "TitleEnglish": "Passionate Grand Prix Coord",
          "SummaryEnglish": "AiPri stars Ruby=Lazuli will perform wearing the Rose Grand Prix Coord, which they won at the 1st AiPri Grand Prix. Himari and Mitsuki are very excited about this, but Tamaki Nikaido, one of the members of Ruby=Lazuli, is worried. On the day of the show, Sakura and Tamaki excitedly go to AiPri to perform, but they are unable to go on stage and the show is cancelled. The two are told by the Rose Grand Prix Coord: “You can’t dress me like you are now.”",
          "Aliases": []
        },
        "14": {
          "ID": "10548760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10548760",
          "TitleEnglish": "Deliver! Secret Live",
          "SummaryEnglish": "Himari hasn't been seen at AiPri for over 10 days, she lost all confidence in herself after seeing Ruby=Lazuli's performance. During this time, Himari feels as if Mugi-chan, the Pri-Usa, is talking to her. Thus, Himari enters the dream world and meets Tsumugi. Tsumugi tells Himari that she forgot how to smile. Himari then realizes that she can't remember how she used to smile. When Mitsuki finds out, she asks Himari's brother Hinata and her own brother Yakumo for advice.",
          "Aliases": []
        },
        "15": {
          "ID": "10591365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10591365",
          "TitleEnglish": "Aim for It! A Grand Prix Victory",
          "SummaryEnglish": "AiPri stars Ruby=Lazuli announce that the “2nd AiPri Grand Prix” will be held. Himari Aozora and Mitsuki Hoshikawa decide to participate as a pair and promise to win, to achieve this they begin to train hard. However, one day, Himari ends up sleeping too much. Mitsuki, who had planned the special training, is angry because Himari ruined everything. In the end, Mitsuki gets angry with Himari because she doesn't apologize and doesn't think she did anything wrong. Himari responds by saying, “You don’t need to be so mad!” and, before the Grand Prix, the two end up fighting.",
          "Aliases": []
        },
        "16": {
          "ID": "10591366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10591366",
          "TitleEnglish": "Himari, Mitsuki and Tsumugi",
          "SummaryEnglish": "During the 2nd AiPri Grand Prix, Mitsuki tells Himari that their duo is breaking up. When Tsumugi finds out that the two had a fight, she goes to talk to Mitsuki to try to reconcile them. Mitsuki says, “There are times when Himari is so selfish that I can't deal with her,” but decides to face her properly and apologize. Tsumugi goes to see Himari to tell her about Mitsuki's feelings. Tsumugi intends to reconcile their friendship, but ends up saying that Mitsuki said: “Himari is selfish”. As a result, the relationship between Himari and Mitsuki worsens even further. Will the two be able to reconcile before the live performance?",
          "Aliases": []
        },
        "17": {
          "ID": "10591367",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10591367",
          "TitleEnglish": "The AISMIRIN' Secret",
          "SummaryEnglish": "Lately, the AISMIRIN duo of Airi Mitsuba and Rinrin Shinomiya haven't been doing any shows. As their popularity is declining, the two decide that their next performance will be their “last show”. Although the group still has the PriFriends' attention, Airi wants to retire the unit while it is still popular. When Sakura Ichijouji and Tamaki Nikaidou discover this, they tease the two by saying, “It's a shame. We’ve never seen you guys do a Bazzlume Change.” Feeling frustrated, Airi and Rinrin begin training, but are unable to perform the Buzzlume Change. They realize that if it continues like this, the chance of them saying goodbye successfully is practically nil.",
          "Aliases": []
        },
        "18": {
          "ID": "10592860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10592860",
          "TitleEnglish": "Himari's Graduation Exam",
          "SummaryEnglish": "On the last day of the first semester, Himari is called by the student council and is told that “it is time to graduate from student council production.” However, this depends on her passing the final exam. Himari is allowed to take the test with Mitsuki and Tsumugi, but to pass, they need to give an even more incredible performance than the one at the 2nd AiPri Grand Prix. The three think about what type of presentation to do and decide on the name of the group.",
          "Aliases": []
        },
        "19": {
          "ID": "10631290",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10631290",
          "TitleEnglish": "Find It! The Mermaid's Stardust",
          "SummaryEnglish": "Summer vacation is finally here. In her dream, Aozora Himari encounters the Mermaid Grand Prix outfit that she received as the grand prize outfit at the 2nd Aipri Grand Prix. She is then given the challenge of finding the mysterious treasure, \"Mermaid Stardust,\" that lies dormant in the sea if she wants to wear it. After that, Himari goes on a family trip to a villa near the sea. It turns out to be the villa of Mitsuki Hoshikawa's grandparents, and Mitsuki is also there. While enjoying their summer fun, Himari finds out that Mitsuki had the same dream, so she invites Tsumugi Suzukaze and the three of them go looking for the \"Mermaid Stardust\" that lies dormant in the sea of ​​Aipriverse. What is the true identity of the mysterious treasure?",
          "Aliases": []
        },
        "20": {
          "ID": "10631291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10631291",
          "TitleEnglish": "Himari's Secret",
          "SummaryEnglish": "Himari is having a great time at her villa during summer vacation. However, it seems that everyone, including her family and Mitsuki, are keeping some kind of \"secret\" from her. Himari also wants to tell her family her \"secret\" - that she is Himari from Ai-Pri. Meanwhile, when Himari sees Mitsuki talking to her grandmother about Ai-Pri, she feels envious. She also wants to tell her family, but for some reason she is interrupted and cannot. So Himari decides to reveal her feelings at an Ai-Pri Live.=",
          "Aliases": []
        },
        "21": {
          "ID": "10631292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10631292",
          "TitleEnglish": "Secret Deserted Island / Aipri Summer Festival",
          "SummaryEnglish": "Himari and Mitsuki are still enjoying their summer vacation. But when they wake up, they are shocked to find that they, along with their classmate Mamiya Chii, are on a deserted island! There are huge dinosaur-like footprints on the ground. Are these the footprints of a giant creature that was supposed to be extinct...? Will the three be able to escape the island safely? Meanwhile, Mitsuba Airi of the student council is planning to hold an Airi-Pri music festival to make the last memories of summer vacation.",
          "Aliases": []
        },
        "22": {
          "ID": "10671524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10671524",
          "TitleEnglish": "Run! Her First Love",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "10671540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10671540",
          "TitleEnglish": "Fall Cute Collection",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "10695506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10695506",
          "TitleEnglish": "The Secret of the Grand Prix Coord",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "25": {
          "ID": "10708335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10708335",
          "TitleEnglish": "The Secret of the Student Council's Formation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "26": {
          "ID": "10720425",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10720425",
          "TitleEnglish": "We are Quartet STAR!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "27": {
          "ID": "10732738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10732738",
          "TitleEnglish": "The Secret Fashionable Witches",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "28": {
          "ID": "10747300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10747300",
          "TitleEnglish": "A Sweet Career Exploration",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "29": {
          "ID": "10761275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10761275",
          "TitleEnglish": "Onii-chan Exchange",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "30": {
          "ID": "10765738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10765738",
          "TitleEnglish": "Miracle!? Halloween",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "31": {
          "ID": "10780704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10780704",
          "TitleEnglish": "The Promised Brightest Star",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "32": {
          "ID": "10791252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10791252",
          "TitleEnglish": "Playing Tag with Aimu",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "33": {
          "ID": "10794852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10794852",
          "TitleEnglish": "A Troubled AiPri Grand Prix",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "34": {
          "ID": "10794853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10794853",
          "TitleEnglish": "Words of Light",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "35": {
          "ID": "10794854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10794854",
          "TitleEnglish": "Suzukaze Tsumugi's Secret",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "36": {
          "ID": "10794855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10794855",
          "TitleEnglish": "The Secret Priusa",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "37": {
          "ID": "10853931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10853931",
          "TitleEnglish": "Can I Jump Over Vault Boxes?",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "38": {
          "ID": "10857713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10857713",
          "TitleEnglish": "Mitsuki's White Christmas",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "39": {
          "ID": "10857714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10857714",
          "TitleEnglish": "Himari's New Step!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "40": {
          "ID": "10903292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10903292",
          "TitleEnglish": "The Brightest Star in the Dark Night",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "41": {
          "ID": "10905182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10905182",
          "TitleEnglish": "The Strongest Dark Star",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "42": {
          "ID": "10925985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10925985",
          "TitleEnglish": "Take the Aipri Verse Back",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "43": {
          "ID": "10931008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10931008",
          "TitleEnglish": "Dark Quartet Star",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "44": {
          "ID": "10948974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10948974",
          "TitleEnglish": "Valentine's and Princess Priusa",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "45": {
          "ID": "10964852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10964852",
          "TitleEnglish": "Save Tsumugi-chan!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "46": {
          "ID": "10979508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10979508",
          "TitleEnglish": "Tsumugi's Feelings Resonate",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "47": {
          "ID": "10979509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10979509",
          "TitleEnglish": "Everyone's Song to Reach Tsumugi",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "48": {
          "ID": "10983196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10983196",
          "TitleEnglish": "The Secret Princess",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "49": {
          "ID": "11028442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11028442",
          "TitleEnglish": "The Final Grand Prix Begins",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "50": {
          "ID": "11031969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11031969",
          "TitleEnglish": "Our Grand Prix",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "51": {
          "ID": "11034632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11034632",
          "TitleEnglish": "The Shiny Star Aipri",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2174052",
      "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/seasons/official/2",
      "# Episodes": 27,
      "Episodes": {
        "1": {
          "ID": "10988155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/10988155",
          "TitleEnglish": "And Then a New Encounter",
          "SummaryEnglish": "Himari and Mitsuki advance to the second year of Paradise Private Academy's junior high school. The two Star AiPri members are popular at school, while Tsumugi enjoys school life in the form of her stuffed animal Mugi-chan. Meanwhile, Himari and Mitsuki go to the AiPri Birth to meet a popular AiPri model who is the talk of the AiPri club. They find Julia taking pictures at a photo studio. Himari and Mitsuki quickly become friends with the cheerful Julia. The two ask Julia to perform a live show. However, Julia says that she doesn't feel any excitement at the AiPri live show...",
          "Aliases": []
        },
        "2": {
          "ID": "11073378",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11073378",
          "TitleEnglish": "Julia's Secret",
          "SummaryEnglish": "A new member joins the AiPri Club. Her name is Igarashi Julia. It's none other than Julia, the AiPri model. Apparently, she was excited after seeing Himari and Mitsuki's live performance and decided to join the club. However, Julia says she can't perform live until she can sing perfectly. Wanting to know Julia's true feelings, Himari and Mitsuki decide to ask her to teach them how to pasha. As a thank you, they perform live. Mitsuki realizes that Julia really wants to perform live. In fact, there was a song that Julia had always wanted to sing.",
          "Aliases": []
        },
        "3": {
          "ID": "11084213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11084213",
          "TitleEnglish": "Elle's Secret",
          "SummaryEnglish": "Mitsuki picks up a notepad in the library. It was dropped by Julia's roommate, Rokudou Eru. From the notepad, Mitsuki learns that Eru is a popular novelist who writes Aipri novels. Meanwhile, Juria, who has the complete opposite personality to the quiet Eru, lives in the same room but they are always fighting. Juria becomes depressed, thinking that Eru hates her. Hearing this, Mitsuki goes to see Eru. Eru has an Aipri bracelet. She confesses that she loves Aipri but doesn't have the confidence to perform live, so she became a novelist. Mitsuki invites her to join the Aipri club...",
          "Aliases": []
        },
        "4": {
          "ID": "11099157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11099157",
          "TitleEnglish": "Showdown! Cleaning Match",
          "SummaryEnglish": "Paradise Academy's annual event, the School Cleaning Match, is being held. It's a cleaning contest between teams. Juria and Elle, who tend to fight, end up forming separate teams to compete against each other. Meanwhile, Himari and Mitsuki, who have each become leaders of different teams, are cleaning together with their palm-sized stuffed animals, \"Puri Usa\" and \"Puri Neko\". However, Tsumugi is jealous of Himari and Mitsuki who only show affection for the palm-sized stuffed animals, and runs off somewhere with the chicks that Mr. Matsuoka keeps. Will Himari and Mitsuki be able to find Tsumugi? And what will be the outcome of the cleaning match?",
          "Aliases": []
        },
        "5": {
          "ID": "11123500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11123500",
          "TitleEnglish": "The Secret AiPri Contest",
          "SummaryEnglish": "Princess Ring's butler, Shitsumu, makes an important announcement. The first Eye Puri Contest will be held! It's a contest to decide the world's best eye puri that will make Princess Ring's heart flutter, sparkle and be thrilled. The winner will be given an eternal outfit. To qualify, the \"Ring Gauge\" must be filled up. However, Himari and Mitsuki don't have much saved up... This time, the key is to succeed in the \"Jewel Buzzrium Change\" that Juria and El showed them. Mitsuki and Himari immediately go to ask Juria and El how to change into a Jewel Buzzrium, but...",
          "Aliases": []
        },
        "6": {
          "ID": "11125860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11125860",
          "TitleEnglish": "Two People After the Rain",
          "SummaryEnglish": "Ever since seeing Himari and Mitsuki's live performance, Juria has become interested in duos. Eru has also been writing a novel with a duo theme. Encouraged by Mitsuki's words, Eru tries to invite Juria to join a duo. However, Juria has already received an invitation from another Aipri member. Eru is shocked to see Juria looking so happy. Juria encourages Eru, who is feeling down, and calls her out on a rainy day. However, the two get into a huge fight when Eru says she \"doesn't like\" a song that Juria loves at all...",
          "Aliases": []
        },
        "7": {
          "ID": "11139940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11139940",
          "TitleEnglish": "The Aipri Contest Begins!",
          "SummaryEnglish": "Himari and Mitsuki are still depressed after failing to perform the Jewel Buzzlume Change. Mitsuki invites Himari to start training. However, worried that Mitsuki is pushing herself too hard, Chii gives Himari some advice. Himari tries to cheer Mitsuki up by organizing a \"Mitsuki Love Party\" filled with all of Mitsuki's favorite things. Can Mitsuki recover? Meanwhile, the first Aipri Contest begins. Their opponents are the duo \"Love Juriel\", consisting of Julia and Elle. Who will be the winner?",
          "Aliases": []
        },
        "8": {
          "ID": "11151829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11151829",
          "TitleEnglish": "Princess Ring Appears",
          "SummaryEnglish": "Himari and Mitsuki, winners of the first AiPri contest, will perform a debut live show in front of Princess Ring. Unable to hide their nervousness, the two join up with Julia and Elle and finally head to the palace where Princess Ring is. However, only those who are recognized by the princess at this live show will be able to meet Princess Ring. The Love Juliet duo perform a live show with excitement at full throttle. Poppin' Dreamin' also performs a dignified live show worthy of the name Star AiPri. After the two groups put on a fantastic live show, Princess Ring Clover finally appears before them...",
          "Aliases": []
        },
        "9": {
          "ID": "11151830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11151830",
          "TitleEnglish": "The Rumored Transfer Student",
          "SummaryEnglish": "A certain Aipri is very popular in Aipriverse right now. Apparently he is produced by a very talented producer, but he hasn't had any live shows recently. Meanwhile, Nanaura Subaru transfers to Paradise Academy, class 1A. However, because of his blunt and silent attitude, everyone around him is scared of him. Hiiro, who was walking in a hurry down the hallway, bumps into Subaru. Hiiro is scared, but when Subaru picks up something he's lost, he is surprised. However, Hinata sees what is happening. Hinata thinks that Subaru is scaring her sister, so she challenges him to a soccer match, but...",
          "Aliases": []
        },
        "10": {
          "ID": "11173696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11173696",
          "TitleEnglish": "A Single Secret",
          "SummaryEnglish": "A famous singing teacher from overseas said that he wanted to produce Mitsuki. Mitsuki wants to take on the challenge, but is worried about leaving Himari behind. Himari is also sad to see Mitsuki go, but wants to support her friend's dream. Since then, Himari has started to work hard to be able to do everything on her own so that Mitsuki won't worry. After listening to Subaru and Wako's talk, Mitsuki has started to become conscious of her \"new self.\" Will Mitsuki and Himari be separated like this?",
          "Aliases": []
        },
        "11": {
          "ID": "11196843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11196843",
          "TitleEnglish": "Otome the Producer",
          "SummaryEnglish": "Subaru has started singing again as an AiPri member. He is practicing alone, but the repertoire is not one that producer OtoP thought up, but something he came up with herself. Meanwhile, a transfer student, Nanaura Otome, comes to Himari and Mitsuki's class. She produces Paradise Academy to make school life more enjoyable. She also knows a lot about AiPri. Her true identity is Subaru's producer, OtoP. Himari and Mitsuki are surprised. However, when Subaru finds Otome, he suddenly runs away for some reason...",
          "Aliases": []
        },
        "12": {
          "ID": "11196844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11196844",
          "TitleEnglish": "Fly! Jumping Rocket",
          "SummaryEnglish": "The second Ai-Pri Contest is announced. Himari, who has not yet been able to change into Space Buzzrium, is full of enthusiasm. Meanwhile, Otome tells Subaru that she does not need to enter the contest. Subaru tells her clearly that he wants to graduate from Otome's production. However, Otome insists that \"absolutely not\" and runs away without listening to what he has to say. Mitsuki, who gives Subaru advice, finds out that Otome and Subaru are from Ai-Pri School. Apparently, Otome was taking singing lessons at the time, but she had a \"secret.\"",
          "Aliases": []
        },
        "13": {
          "ID": "11197245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11197245",
          "TitleEnglish": "My Melody and Kuromi Are Here",
          "SummaryEnglish": "Himari, Mitsuki, and Tsumugi meet My Melody at the AiPriverse. The three become friends and make a guest appearance on the \"AiPri♪My Melody Channel\" broadcast. The event is to give advice to the My Melody friends on their troubles. Then, Kuromi appears! Kuromi answers the My Melody friends' troubles by saying, \"Just be like me!\" But how can we become like Kuromi? When asked, Kuromi tries to teach Himari and the other AiPri how to \"be like Kuromi\"...",
          "Aliases": []
        },
        "14": {
          "ID": "11221587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11221587",
          "TitleEnglish": "A Friend's Smile",
          "SummaryEnglish": "When Jumpin' Rocket decides to enter the second Aipri Contest, Shitsumu announces that they will be eligible to enter by the end of the day. Unlike Mitsuki, Himari is not yet able to change into a Space Buzzrium and feels anxious. At that time, Umi, a first-year elementary school student and classmate Nagisa's younger sister, comes to class 2A. Umi says she is a big fan of Aipri Himari. However, she gets into a fight with Nagisa and runs out of the classroom. When Himari finds out that tomorrow is Umi's \"day to work hard at the hospital,\" she chases after her as the deadline for the contest approaches...",
          "Aliases": []
        },
        "15": {
          "ID": "11221588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11221588",
          "TitleEnglish": "An Aimu Gathering",
          "SummaryEnglish": "The final exams are over at Paradise Academy, and summer vacation is just around the corner. Mitsuki is writing a letter to someone. Himari wants to perform a live show, but Aipriverse is currently under maintenance. At Aipriverse, Aimu and the others are making a big fuss, saying that a ghost has appeared. As everyone tries to find out the true identity of the ghost, Aimu and the others end up becoming engrossed in Aipri's live show. However, in the midst of all this, the true identity of the ghost is finally revealed...",
          "Aliases": []
        },
        "16": {
          "ID": "11243657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11243657",
          "TitleEnglish": "The Second AiPri Contest",
          "SummaryEnglish": "Finally, the 2nd Aipri Contest was held. Even before the live show, Otome is distributing Jumpin Rocket with Subaru to enliven the Pritomo and others. And finally, the contest begins. Both Mitsuki and Jumpin Rocket showed great performances. The one who wins is the one who enlivens more Pritomo. Which hand will win the championship...!?",
          "Aliases": []
        },
        "17": {
          "ID": "11254020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11254020",
          "TitleEnglish": "Mitsuki and the Start of Summer",
          "SummaryEnglish": "The debut live performance of Eternal Space Coord is held. Subaru and Otome of Jumpin' Rocket show off a dazzling performance. The theme of the 3rd Aipri Contest is announced as \"Animal Buzzlume Change\". After \"excitement\" and \"longing\", what emotion will be the key next? Researching Buzzlume Change, training Aipri, a summer vacation... Chii proposes a summer training camp for the Aipri club to do it all.",
          "Aliases": []
        },
        "18": {
          "ID": "11263656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11263656",
          "TitleEnglish": "Would You Like Delichiious Shaved Ice?",
          "SummaryEnglish": "During the summer vacation, the \"Aipri training camp\" of the Aipri club has started. Chii runs a shaved ice shop in the sea with Vivi. Vivi is a first-year junior high school student who yearns for Ipri. Himari and the others are all playing on the beach. Then Sakura, Tamaki, Airi, and Rinrin appeared from the sea! He temporarily returned home from studying abroad to be a special coach for the training camp. On the other hand, Vivi helped the shaved ice shop and said, \"I don't like myself, so I want to be Chii-chan.\" In the meantime, Chii, who worked too hard on the work of the student council and the work of the shaved ice shop, collapsed...",
          "Aliases": []
        },
        "19": {
          "ID": "11272137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11272137",
          "TitleEnglish": "Tsumugi and the Summer Fest",
          "SummaryEnglish": "During the summer vacation \"AiPri Training Camp,\" Sakura and the others are conducting rigorous training. Tsumugi watches Himari and the others as they work hard. During the Aipri Birthday, energy is returning to Tsumugi's Aipri Brace. Upon learning this, Himari invites them to do a live performance right away, but Tsumugi says she wants to do a special live performance. In order to revive Secret Friends ∞, a summer festival \"Aipri the Summer\" is being held, produced by Oto-P!",
          "Aliases": []
        },
        "20": {
          "ID": "11284746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11284746",
          "TitleEnglish": "Vivi is Chii's Brightest Disciple",
          "SummaryEnglish": "Vivi, who has become Chii's number one pupil, joins the AiPri club. Although she doesn't have an AiPri bracelet yet, Vivi desperately tries to keep up with the intensive training at the AiPri training camp. However, she pushes herself until she is completely exhausted and is scolded by Chii. Just as Vivi is feeling down, her advisor, Sarashina-sensei, appears and gives her an AiPri bracelet. Overjoyed, Vivi joins the AiPri-birth. Her registration as an AiPri is complete, and it's finally time for the live performance. However, when it's her turn to perform, Vivi doesn't appear on stage...",
          "Aliases": []
        },
        "21": {
          "ID": "11294397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11294397",
          "TitleEnglish": "All-Out Match! Vivi vs Chii",
          "SummaryEnglish": "Vivi, who made a shocking debut, is being talked about among the PriTomos members as a possible winner of the 3rd Aipri Grand Prix. However, Chii is cold towards Vivi. In fact, she has been feeling anxious about Vivi, who achieved the Buzzlume Change at her debut live show. Sakura tells Chii, \"There's something you're missing right now.\" Meanwhile, Vivi, wanting to be recognized by Chii, challenges Chii to a showdown. What will be the outcome of this showdown between master and disciple?",
          "Aliases": []
        },
        "22": {
          "ID": "11303671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11303671",
          "TitleEnglish": "The Shiny Brightest Star",
          "SummaryEnglish": "It's finally the final day of the AiPri training camp. With the 3rd AiPri Contest fast approaching, Juria is struggling with her summer homework. Himari and the others are trying out a live performance to qualify for the 3rd AiPri Contest. Himari, Mitsuki, and Tsumugi from Secret Friends ∞ successfully complete the Animal Buzzlume Change and secure their place in the contest. Chii tries with ease, but unfortunately fails to change into Buzzlume. Chii has lost sight of who she is...",
          "Aliases": []
        },
        "23": {
          "ID": "11316228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11316228",
          "TitleEnglish": "Mitsuki's Secret Birthday",
          "SummaryEnglish": "The second semester has begun. Mitsuki's birthday is coming up soon. Himari is secretly planning a surprise birthday party for Mitsuki. Himari has heard from Yakumo that Mitsuki has treasured a ring since she was little. Together with the members of the Ai-Pri Club, she begins to prepare for the birthday party. Will the surprise birthday party be a success?",
          "Aliases": []
        },
        "24": {
          "ID": "11327781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11327781",
          "TitleEnglish": "A Tearful AiPri Contest",
          "SummaryEnglish": "The third AiPri Contest has finally begun. Two groups are competing: Secret Friends ∞ and Vivi & Chii. Secret Friends ∞ have achieved the Animal Bazurium Change. However, Himari and Mitsuki can barely keep up with Tsumugi, who is showing off an incredible performance unlike anything they've ever seen before. And Vivi & Chii, whose Pritomo members put on a rousing live performance, is the one to take home the crown of victory...?!",
          "Aliases": []
        },
        "25": {
          "ID": "11338748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11338748",
          "TitleEnglish": "First Stage",
          "SummaryEnglish": "With Himari and the rest of the AiPri Princess Club in the spotlight, Vivi and Chii takes on the challenge of their debut live show. After achieving the Animal Buzzrium Change, the two give a performance that is full of \"true self\" and confidence. However, the debut live show doesn't end there. Ring Princess, moved by their performance, says she will \"give you a reward\"...!?",
          "Aliases": []
        },
        "26": {
          "ID": "11366269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11366269",
          "TitleEnglish": "The Princess' Miracle",
          "SummaryEnglish": "The school principal and Nonose-san visit the Aipri Club. They tell them about an Aipri contest that was held only once in the past. In that contest, one Aipri won by successfully performing five Buzzrium Changes, which was called the \"Princess's Miracle.\" However, it is unknown who the winning Aipri was. Himari and the others look at the records of their previous live performances to try to get to the bottom of the mystery.",
          "Aliases": []
        },
        "27": {
          "ID": "11367761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/himitsu-no-aipri/episodes/11367761",
          "TitleEnglish": "The Secret Test",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}