{
    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32510166/",
        "https://sonochiyushi.com/",
        "https://www.themoviedb.org/tv/244625",
        "https://en.wikipedia.org/wiki/Party_kara_Tsuih%C5%8D_Sareta_Sono_Chiyushi,_Jitsu_wa_Saiky%C5%8D_ni_Tsuki#Anime",
        "https://x.com/sonochiyushi"
    ],
    "TitleEnglish": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest",
    "SummaryEnglish": "Two centuries have passed since a hero defeated the evil Jaryu and saved the world. In one of the many dungeon cities, Raust, a healer scorned and cast out of his party for being too weak, struggles to find his place. Amidst despair, he meets martial artist Narsena, who invites him to form a new party together. With a fresh start and renewed motivation, the two begin their journey to greatness.",
    "Aliases": [
        "その治癒師、実は最強につき",
        "Party kara Tsuihō Sareta Sono Chiyushi, Jitsuwa Saikyō ni Tsuki",
        "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Ni Tsuki",
        "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki",
        "sonochiyushi"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2107534",
            "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10270948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10270948",
                    "TitleEnglish": "Regarding Their Meeting, Which Was, in Fact, a Reunion",
                    "SummaryEnglish": "A girl appears before Laust, an incompetent healer who has just been kicked out of his party. Introducing herself as Narsena, she turns to Saust and says, \"Would you be willing to form a party with me?\""
                },
                "2": {
                    "ID": "10729050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729050",
                    "TitleEnglish": "Regarding the Banishment, Which Was, in Fact, the Start of a New Voyage",
                    "SummaryEnglish": "Laust had a very painful youth. Despite his best efforts as an adventurer, he was branded an \"ignoramus\" and lost confidence in himself. Then when wandering outside the city one day, he met a girl who inspired him to keep trying. But who exactly was she?"
                },
                "3": {
                    "ID": "10729051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729051",
                    "TitleEnglish": "Regarding the Magician, Who Is, in Fact, a Kind Soul",
                    "SummaryEnglish": "When Margulus, the leader of Blades of Lightning, finally admits Laust's talents and realizes how valuable the healer was to the party, he tries to recruit Laust again. However, Laust flatly refuses. The next day, Laust receives some unexpected visitors."
                },
                "4": {
                    "ID": "10729053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729053",
                    "TitleEnglish": "Regarding the Rescue, Which Is, in Fact, a Farewell",
                    "SummaryEnglish": "With a new swordsman beside him, Margulus stubbornly tries to slay the hydra again. The Blades of Lightning members slowly make progress against the monster, but by the time Laust arrives on the scene, the hydra has undergone a terrifying transformation."
                },
                "5": {
                    "ID": "10729054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729054",
                    "TitleEnglish": "Regarding the Meddling, Which Is, in Fact, a Reason for Concern",
                    "SummaryEnglish": "Laust starts to suspect that something ominous is happening involving monsters in the labyrinth and in Mardat. He asks Hanzum, the current head of the Guild, to take action. Hanzum refuses and tells Laust that if he is scared he should \"get out of town.\""
                },
                "6": {
                    "ID": "10729056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729056",
                    "TitleEnglish": "Regarding the Quest, Which Is, in Fact, the Start of a Comeback",
                    "SummaryEnglish": "Laust and his companions enter the labyrinth on their quest to battle the phoenix and earn the bounty from the Guild. They quickly track the phoenix down and engage it, but the instant they start causing damage to the fiery creature, it begins to mutate."
                },
                "7": {
                    "ID": "10729058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729058",
                    "TitleEnglish": "Regarding the Crossing of Paths, Which Was, in Fact, a Fateful Encounter",
                    "SummaryEnglish": "Now that they can afford it, Narsena suggests to Laust that it might be more practical to get a house and move in together—an invitation that is also a thinly-veiled expression of Narsena's love. Unfortunately, Laust's response is less than enthusiastic."
                },
                "8": {
                    "ID": "10729060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729060",
                    "TitleEnglish": "Regarding the Man, Who Was, in Fact, an Old Friend",
                    "SummaryEnglish": "Strange things continue to happen in Mardat's labyrinth. Laust, witnessing a new victim, once again requests for the guild to take action. However, once again, he is rejected by Hanzum. As Laust persists, Hansam asks, \"Have you forgotten me completely?\""
                },
                "9": {
                    "ID": "10729062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729062",
                    "TitleEnglish": "Regarding the Master, Who Was, in Fact, the Apprentice",
                    "SummaryEnglish": "After a powerful earthquake shakes Mardat, waves of monsters start marching toward the city in a labyrinth uprising. Guild leadership quickly takes action. Suspicious that the Guild was expecting an uprising all along, Laust and friends ready for battle."
                },
                "10": {
                    "ID": "10729064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729064",
                    "TitleEnglish": "Regarding the Magician, Who Was, in Fact, a Two-Faced Liar",
                    "SummaryEnglish": "Laust, Narsena, and Ralma confront Mist and are told that to end the uprising, Ralma must commit all of her magic to creating a barrier while Mist and Hanzum hunt down the lord of the labyrinth. Ralma agrees but reminds Laust that Mist cannot be trusted."
                },
                "11": {
                    "ID": "10729066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729066",
                    "TitleEnglish": "Regarding the Uprising, Which Was, in Fact, the Beginning of Destruction",
                    "SummaryEnglish": "Laust learns that Narsena is in fact the sleeping princess. He and the others decide to follow Mist and Hanzum in an attempt to rescue her. When they finally locate Narsena and her captors deep inside the labyrinth, Mist begins to explain his intentions."
                },
                "12": {
                    "ID": "10729068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/party-kara-tsuihou-sareta-sono-chiyushi-jitsu-wa-saikyou-ni-tsuki/episodes/10729068",
                    "TitleEnglish": "Regarding the Conclusion, Which Was, in Fact, the Start of a New Journey",
                    "SummaryEnglish": "With the evil dragon now inhabiting Mist's body, the second wave of the uprising approaches Mardat. Laust and his companions fight to defend the city, but when they find themselves overwhelmed by the dragon's powers, Narsena decides to sacrifice herself."
                }
            }
        }
    }
}