{
    "URL": "https://www.thetvdb.com/series/tasuu-ketsu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31390266/",
        "https://www.vap.co.jp/tasuketsu_anime",
        "https://www.themoviedb.org/tv/244652",
        "https://www.wikidata.org/wiki/Q124360155",
        "https://en.wikipedia.org/wiki/Tas%C5%ABketsu#Anime",
        "https://x.com/tasuketsu_anime"
    ],
    "TitleEnglish": "TASUKETSU -Fate of the Majority-",
    "SummaryEnglish": "The game began suddenly. It was \"Tasuketsu,\" a brutal survival game in which the majority is eliminated. In order to fight back against the immensely powerful emperor masterminding the game, young men and women create their own futures using the mysterious special ability known as \"Special Right.\"",
    "TitleJapanese": "多数欠",
    "SummaryJapanese": "マンガアプリ「GANMA! 」にて連載中の、宮川大河によるWEBコミック「多数欠」がついにTVアニメ化！そのゲームは突然始まった―――。『多数欠』それは “多数派が失われる” 過酷な生き残りゲーム。絶大な力を持つ首謀者・皇帝に立ち向かうため、少年少女たちは謎の特殊能力「特権利」を手に 運命を切り開いていく！",
    "Aliases": [
        "Tasū Ketsu",
        "Tasūketsu",
        "Tasuu Ketsu",
        "Tasuuketsu"
    ],
    "Modified": "2025-06-27",
    "Seasons": {
        "0": {
            "ID": "2107536",
            "URL": "https://www.thetvdb.com/series/tasuu-ketsu/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10270819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10270819",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2107537",
            "URL": "https://www.thetvdb.com/series/tasuu-ketsu/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10270818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10270818",
                    "TitleEnglish": "Tomorrow",
                    "SummaryEnglish": "Aside from his dislike of PCs, Saneatsu is a completely normal student. However, when he receives a strange message during computer science class, his life is turned upside down. A deadly game begins for him and his classmates.",
                    "TitleJapanese": "明日",
                    "SummaryJapanese": "ある日突然多数の命が失われ、100万人の東京都民のみが生き残った。それは多数派が失われる過酷なゲーム『多数欠』の始まりだった。親友の龍太を失った高校生・成田実篤は、仲間の藤代紗綾と共に『多数欠』を催す謎の存在・『皇帝』を倒す決意をする。"
                },
                "2": {
                    "ID": "10551083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551083",
                    "TitleEnglish": "Good Intentions",
                    "SummaryEnglish": "Saneatsu and all the males are dead?! The survivors move forward, looking for post boxes, Rights, and hope. Meanwhile, those who have Rights begin to make their moves... But what even are these \"Rights\" and \"Prime Rights\"?",
                    "TitleJapanese": "善意",
                    "SummaryJapanese": "『男or女』の二択を迫る多数欠で実篤たち全ての男が死んだ。悲しみに暮れる紗綾と依恋は、皇帝を倒すべく本日の指定区域の青いポストを捜しに行く。そんな中、ある“男”が特権利の力を行使し仲間を救うべく立ち上がる……。"
                },
                "3": {
                    "ID": "10551084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551084",
                    "TitleEnglish": "Motion",
                    "SummaryEnglish": "Sudo and Saneatsu come up with a plan to identify the traitor in their ranks. When Saneatsu encounters other survivors, he tries to gather more information about the majority decimation.",
                    "TitleJapanese": "動",
                    "SummaryJapanese": "須藤との密談で仲間の内に『裏切り者』がいることを知った実篤は、水面下で紗綾と動き裏切り者を突き止める。しかし強力な特権利を持つ協力者と共に裏切り者は実篤を殺そうとする。実篤の絶体絶命のピンチに駆けつけたのは……。"
                },
                "4": {
                    "ID": "10551085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551085",
                    "TitleEnglish": "Transition",
                    "SummaryEnglish": "After the confrontation with Shinozaki, Omi and Kazuhiko were separated from the rest of the group. While fleeing from their pursuer, they encounter a boy who has the means to reunite the students.",
                    "TitleJapanese": "転",
                    "SummaryJapanese": "逃走中に実篤達とはぐれた一彦と臣は、中二病の少年・護国鳳天寺暴麟丸ことごぼうに助けられる。2人はごぼうの特権利を使って、実篤達との合流を目指す。一方『皇帝』は多数欠「セカンドステージ」の開始を告げる。"
                },
                "5": {
                    "ID": "10551086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551086",
                    "TitleEnglish": "Nearby",
                    "SummaryEnglish": "Iruga demands that Saneatsu and his friends hand over Midō and Omi to him so that he can overthrow the Emperor. In return, he reveals the goal that he and his partner are pursuing. In Nerima, Sudō encounters his teacher, Shinozaki, but also Midō.",
                    "TitleJapanese": "傍",
                    "SummaryJapanese": "実篤達の前に姿を現した入賀は、情報の代わりに拒否権の所持者である臣を差し出せと言う。龍太は実篤を何とか逃がし入賀と戦う。圧倒的不利な戦闘の中、龍太は駆けつけた理科と八木橋に助けられる。一方練馬区の高校では、篠崎と須藤が御堂密と対峙していた。"
                },
                "6": {
                    "ID": "10551087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551087",
                    "TitleEnglish": "Assemble",
                    "SummaryEnglish": "Threads of possibility start to come together, and so do the people associated with them. As Saneatsu tries to unravel a new mystery within Taskuetsu, alliance are formed and a team assembles.",
                    "TitleJapanese": "集結",
                    "SummaryJapanese": "突然姿を消す依恋。そして新たに仲間になる理科。特権利を得られないことに気づいた実篤は、臣から『特権利』と『収容所』の実態を聞き出す。その中で、少しずつ皇帝の持つ特権利が明らかになって行く。アジトを飛び出した依恋は篠崎の協力者である相馬と遭遇する。"
                },
                "7": {
                    "ID": "10551088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551088",
                    "TitleEnglish": "Pass Down",
                    "SummaryEnglish": "Saneatsu is the key to everything?! As threads are unraveled, patterns are revealed. Is it possible to identify where the Emperor is?!",
                    "TitleJapanese": "繋",
                    "SummaryJapanese": "相次ぐ事実の露呈に動揺する実篤。グループを抜けようとするが、全員に引き留められる。須藤が導き出した皇帝の居場所の推論を確定させるため、実篤達は詳しい情報を知る御堂か入賀を呼び出す計画を立てる。一方入賀は、命令権の保持者である吉井鉄平の家を訪れていた……。"
                },
                "8": {
                    "ID": "10551089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551089",
                    "TitleEnglish": "Operation",
                    "SummaryEnglish": "Why is Mido willing to talk? Can Saneatsu trust his information? And what IS Saneatsu's Prime Right anyway? Much is revealed, and a plan to take down the Emperor is formed.",
                    "TitleJapanese": "作戦",
                    "SummaryJapanese": "御堂を尋問する実篤達に、御堂は不敵に皇帝の居場所を語る。それは須藤の推察通りの場所だった。明かされる実篤の特権利。御堂と入れ替わりに現れた入賀は、命令権の保持者・吉井鉄平の手紙を実篤に託す。確かな情報と二本柳達4人の新たな仲間を得た実篤達は、皇帝討伐作戦に向かう。"
                },
                "9": {
                    "ID": "10551090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551090",
                    "TitleEnglish": "Emperor",
                    "SummaryEnglish": "Shortly before midnight, Saneatsu and his friends begin their plan to distract the Emperor's puppets and storm the tower. Unfortunately, things don't go as smoothly as the students had hoped.",
                    "TitleJapanese": "皇帝",
                    "SummaryJapanese": "皇帝討伐作戦が始まる。皇帝の塔を取り囲む10万の傀儡の陽動作戦に挑む二本柳達。2か所の発電所を破壊すべく戦う八木橋、そして依恋と一彦。実篤、紗綾、臣、龍太によって構成される『チーム実篤』は、ごぼう達の援護の元、皇帝の塔へ突入する。"
                },
                "10": {
                    "ID": "10551091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10551091",
                    "TitleEnglish": "Closing",
                    "SummaryEnglish": "Saneatsu faces the Emperor, but his Parental Authority has been taken from him. What plan do they have? Sane and Saaya are determined to defeat the Emperor... or die trying.",
                    "TitleJapanese": "結",
                    "SummaryJapanese": "遂に皇帝と対面する実篤。そして最後の多数欠が皇帝の塔で行われる。……すべてが終わり、残された者たちはそれぞれの道を歩む。ごぼう達によって作り出された新たな秩序の元動き出す世界。しかし、その在り方に疑問を持つ者がいた。"
                },
                "11": {
                    "ID": "10699404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10699404",
                    "TitleEnglish": "Foreboding",
                    "SummaryEnglish": "A month has passed since Saneatsu and his friends overthrew the Emperor. To restore public order, Gobō is now posing as the Emperor who punishes criminals. Only one person seems to have seen through the act...",
                    "TitleJapanese": "胎動",
                    "SummaryJapanese": "ごぼう達『偽りの皇帝』の支配の下、かろうじて秩序を保つ世界。そこへ彼らの偽皇帝配信に先んじて、『皇帝』を名乗る何者かがテレビ放送で呼びかける。動揺するごぼう達はテレビ局へ相馬の現化獣を差し向ける。そこに待っていたのは一人の少年、王野頼音だった。"
                },
                "12": {
                    "ID": "10712833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10712833",
                    "TitleEnglish": "The Key",
                    "SummaryEnglish": "Raion comes face to face with Gobo and learns of the group's battle and victory against the former Emperor. But the Queen finally begins making her move to dethrone them, putting Gobo and the entire group at risk...",
                    "TitleJapanese": "要",
                    "SummaryJapanese": "現化獣にアジトへ運ばれた頼音は、偽の皇帝であるごぼうと対面する。頼音は巧みな話術でごぼう達の手の内を探ろうとするが、依恋の服従権に従い真の目的を語る事になる。その時『女王』を名乗る何者かがテレビ放送で偽皇帝に宣戦布告する。"
                },
                "13": {
                    "ID": "10726393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726393",
                    "TitleEnglish": "Shock",
                    "SummaryEnglish": "Raion decides to join the group and they begin devising a plan to counter the Queen's challenge against the Emperor. As they prepare to ambush the Queen's team, they find themselves facing new opponents...",
                    "TitleJapanese": "衝撃",
                    "SummaryJapanese": "大切な親友を多数欠で失い皇帝を憎んでいた頼音は、平山との戦いで能力を認められ正式にごぼう達の仲間になる。女王達を迎え撃つ為、放送局へ乗り込む煮しめ、頼音、相馬。予想外の特権利を有する新たな敵との戦闘に苦戦する。絶体絶命のピンチに駆けつけたのは……。"
                },
                "14": {
                    "ID": "10726394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726394",
                    "TitleEnglish": "The Lie",
                    "SummaryEnglish": "Ikusa and Meguru return back to the Queen, and she sends members of her army to investigate. Meanwhile, Raion and the group decides to gamble and lure out the Queen to gather more information...",
                    "TitleJapanese": "嘘",
                    "SummaryJapanese": "女王は敗退した賀来戦を前線から離脱させ、代わりに嘉藤騎士と璃莉兄妹、睦月冬哉の3人を召集する。睦月は深見率いる不良集団エンペラーを壊滅するが、その後現れたある人物に手玉に取られ捕縛される。一方篠崎はまだ幼い頼音のブレインとしての能力に疑問を抱く。"
                },
                "15": {
                    "ID": "10726395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726395",
                    "TitleEnglish": "Interrogation",
                    "SummaryEnglish": "Raion, Ryuta, and Omi witness the Queen's members Meguru and Knight near the Emperor's tower. In an effort to stop them from entering, they face the two in battle and...",
                    "TitleJapanese": "尋問",
                    "SummaryJapanese": "皇帝の塔で騎士とめぐると対峙する頼音、臣、龍太。頼音は『嘘』を巧みに操りめぐるの拘束に成功する。一方、龍太は融合権を駆使して戦うが、騎士の強力な特権利を前に苦戦する。そのピンチに姿を現したのは八木橋とあの2人だった。"
                },
                "16": {
                    "ID": "10726396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726396",
                    "TitleEnglish": "Team",
                    "SummaryEnglish": "The group interrogates Mutsuki and extracts information on the Queen to strategize a plan to defeat her. Realizing she's been compromised, the Queen begins preparations to relocate...",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "捕らえた睦月を尋問し情報を得ようとする八木橋と須藤。巧みな誘導尋問に頼音は本物のブレインが帰ってきたことを痛感し、組織の中での自分の立ち位置を考える。停止権を入手していた八木橋は、睦月とはまた別にある重要人物を保護していた。そして須藤は今までの女王の行動から状況を推論し、新たなる作戦を皆に伝える。"
                },
                "17": {
                    "ID": "10726397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726397",
                    "TitleEnglish": "The Scenario",
                    "SummaryEnglish": "Sudo and Yagihashi explain their theory on the Queen and the group prepares to commence their plan. The Queen, on the other hand, lends the help of a strange priest named Seraphiel, and commences an attack…",
                    "TitleJapanese": "シナリオ",
                    "SummaryJapanese": "セラフィエルの教会に拠点を移動した女王は総力戦を決意。そんな彼女の前に、協力者として入賀と深見が姿を現す。臣は東北の旅で得た情報を元に、特権利を呼び出す『イタコ』がいる可能性を皆に説明する。そして、須藤の指揮の元、東京封鎖作戦が実行される。苦戦するも敵を撃破する頼音たち。しかし女王が新たに得た特権利により、形勢が逆転する……。"
                },
                "18": {
                    "ID": "10726398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726398",
                    "TitleEnglish": "Covertness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "暗躍",
                    "SummaryJapanese": "作戦の結果に士気の下がるごぼう達の前に入賀が姿を現し、女王陣営の情報を伝える。そんな中、皇帝の多数欠放送が再開。絶体絶命のピンチに陥る一同だが、ごぼうの機転で一命を取り留める。一方女王陣営では、八木橋の仕組んだ騎士へのトラップが波紋をもたらす。そして明かされる、皇帝と女王の意外な関係……。"
                },
                "19": {
                    "ID": "10726399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726399",
                    "TitleEnglish": "Innocence",
                    "SummaryEnglish": "As the Emperor makes his way around the city to recover more Prime Rights, Raion faces him head on, accepting a dangerous gamble to infiltrate the Queen's army...",
                    "TitleJapanese": "無邪気",
                    "SummaryJapanese": "八木橋のやり方に疑問を持つ頼音は八木橋と須藤を問いただすが、軽くあしらわれてしまう。回収権を再び手に入れた皇帝・陽翔は都内で特権利狩りを始め、抵当権の保持者・葛西甲斐を手下にする。皇帝が前線に出てきたことを知った須藤は、龍太と頼音を皇帝の元へ向かわせる。"
                },
                "20": {
                    "ID": "10726400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726400",
                    "TitleEnglish": "Loyalty",
                    "SummaryEnglish": "Raion successfully infiltrates the Queen's army and begins to win over their trust. However, when the Queen demands Raion to display an act of loyalty, the entire group must put their life on the line...",
                    "TitleJapanese": "忠誠",
                    "SummaryJapanese": "二重スパイとして女王のアジトに潜入する頼音は、ごぼうの表示権を活用し、アジトの所在地を絞り込むことに成功する。しかし入賀から情報を得た女王に、現化権の所持者である相馬を連れてくる様命令されてしまう。危険の伴う行為に悩む偽皇帝陣営だが、蛯名光の脱出を手助けする条件で須藤は相馬を送り込む決断をする。"
                },
                "21": {
                    "ID": "10726401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726401",
                    "TitleEnglish": "Either Fate or a Miracle",
                    "SummaryEnglish": "Raion returns to the Queen's base along with the Emperor, only to witness the aftermath of the group's battle. Hirayama and Fukami act on a plan to defeat the Queen, and the group formulates a plan back home...",
                    "TitleJapanese": "運命、あるいは奇跡",
                    "SummaryJapanese": "光脱出作戦の結末を知り、愕然とする頼音。作戦の発案を悔いるが、依恋の発破を受け立ち直る。女王陣営では、平山と深見が作戦を決行する。しかし霧島輝によって封じられてしまう。そして女王、霧島輝、セラフィエルの真の関係が明らかになる。"
                },
                "22": {
                    "ID": "10726402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726402",
                    "TitleEnglish": "The Battlefront",
                    "SummaryEnglish": "As the Queen works to recover Teppei's body, the group commences their operation and each member must face off in a final battle with the Queen's servants...",
                    "TitleJapanese": "特攻戦線",
                    "SummaryJapanese": "『特権利』の全ては霧島輝の発明した『マザー・ライト』に起因していた。命令権の保持者・吉井鉄平が多数欠で死んでいたことを入賀から知らされた女王と皇帝は、皇帝の塔へ赴き吉井鉄平の遺体を回収する。そして遂に偽皇帝VS女王＆皇帝の最終決戦が始まる……。"
                },
                "23": {
                    "ID": "10726403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726403",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "The group succeeds in defeating the Queen's servants, and as the Queen and Emperor scramble to plan their counterattack, Raion and Iruga must pair up to face their toughest opponent yet: Kou Kirishima.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "計算されたチームワークで敵を次々倒していく偽皇帝チーム。そんな中、八木橋と入賀は分割空間で女王の目をくらまし会話をする。皇帝・陽翔と過ごす中で心に変化が生まれた頼音だが、須藤たちの描いたクレイジーな作戦を成功させるため、入賀と手を組み最強の敵・霧島輝と戦う。"
                },
                "24": {
                    "ID": "10726404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasuu-ketsu/episodes/10726404",
                    "TitleEnglish": "Towards the Light",
                    "SummaryEnglish": "Saneatsu and Saaya awake from their slumber and rush against time to contribute to the group's plan. Meanwhile, Raion works to stall the Queen as she attemps to obtain the Obedience Right. See what fate awaits the group in the final episode!",
                    "TitleJapanese": "光の指す方へと",
                    "SummaryJapanese": "停止権が解除され、遂に最後にして最強の切り札が動き出す。戦況を見て命令権の保持者・吉井鉄平の蘇生を決意する女王・如月。頼音は交渉権の解除を皇帝・陽翔に申し入れ、嘘偽りない本当の想いを陽翔に伝える。そして吉井鉄平が目覚め、遂に命令権が行使される。"
                }
            }
        }
    }
}