{
    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt37205655/",
        "https://nukiani.com/",
        "https://www.themoviedb.org/tv/244808",
        "https://x.com/nukitashi_anime"
    ],
    "TitleEnglish": "Nukitashi THE ANIMATION",
    "SummaryEnglish": "Seiran Island, a tropical eden where people are free to act on their desires under a uniquely libertine law. But even here in paradise, there are those who work in the shadows to bring it down… United, these misfits stand side by side as the secret society NLNS. As their founder and head honcho, I, Junnosuke Tachibana,won’t stop until we’ve crushed this crazy law once and for all! I’ve even found a benefactor in this crusty old rich guy, name unknown… He’s hooked us up with a secret base and a buttload of cash already. In return, he wants us to find someone and “protect her at all costs.” Apparently, she holds the key to our mission’s success…? In this case, there’s only one thing to do: locate this mystery girl. And all while keeping the SHO off our scent, too…",
    "TitleJapanese": "ぬきたし THE ANIMATION",
    "SummaryJapanese": "常夏の孤島・青藍島（せいらんとう）。\nこの島に生家のある橘淳之介は、両親の死をきっかけに\n妹・橘麻沙音と共に帰島することになった。\n\nしかし青藍島は人口減少に待ったをかけるべく施行された\nドスケベ条例によって、島中どこでもドスケベセックスが\n許可・推奨されており、「性産的行為」を拒否すると\n犯罪に等しい処罰を受けることになってしまう狂気の島であった。\n\n誇り高き童貞にして処女厨であった淳之介はこの条例に疑問を持ち、\n自身と愛する妹の純潔を守るべく、\n反交尾勢力・NLNS(No Love No Sex)を立ち上げ、\nドスケベ条例の破壊を目指して動き始める――！\n\n「俺が…ドスケベ条例をぶっ潰す！」",
    "Aliases": [
        "NUKITASHI THE ANIMATION",
        "NukiAni"
    ],
    "Modified": "2025-09-19",
    "Seasons": {
        "0": {
            "ID": "2108094",
            "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "11210224",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210224",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "11210225",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210225",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "11210226",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210226",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "11210227",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210227",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2108095",
            "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "11178926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11178926",
                    "TitleEnglish": "Pervert Law",
                    "SummaryEnglish": "Seiran Island, the land of paradise, aka the land of filthy debauchery, where any sexual acts are permitted and enforced by the Pervert Law. Junnosuke, a transfer, is a virgin with pride who despises sex with no love. However, sex is a duty of the island residents! Virginity is a serious crime!! All those who refuse sex will get guillotined by the Future Seiran Homeland Organization (or FS)!!! Junnosuke decides to protect his virginity with his dear life, evading all perverts along with his young virgin sister, Asane. However, they run into Nanase Katagiri, the school's legendary virgin hunter #$%!*...!",
                    "TitleJapanese": "ドスケベ条例",
                    "SummaryJapanese": "「ドスケベ条例」によってありとあらゆるドスケベ行為が許される夢の島にしてハメの島、青藍島。\nそこに転校してきた橘淳之介は愛なきセックスを憎む誇り高き童貞だった。\nだが、ドスケベは島民の義務！　童貞、処女は重犯罪!!　\nドスケベを拒む輩は学生組織FSがギロチンの刑に処す!!!　\n淳之介は己が貞操を死守すべく、処女の妹・麻沙音と共にドスケベから逃げ回る！\nしかし、学園でも「伝説」と語り継がれるおそるべきビ○チ、\n片桐奈々瀬に声をかけられてしまい――!?"
                },
                "2": {
                    "ID": "11210207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210207",
                    "TitleEnglish": "The Savior",
                    "SummaryEnglish": "From producing items and securing escape routes with the aim of outwitting the Future SHO, to the making of perfect nutritional meals by Nanase, Junnosuke and Asane make haste in scheming to destroy the Pervert Law. Meanwhile, they find girls who have problems of their own on Seiran Island: Hinami Watarai, contrary to her young appearance and being a virgin she gets no invites for sex, and Misaki Hotori, though possessing a uncontrollable libido she is self-conscious of her body and muscles. One day, things take a dramatic turn when Hinami gets attacked...!",
                    "TitleJapanese": "救性主",
                    "SummaryJapanese": "FSを出し抜くためのアイテム制作、あらゆる逃走経路の確保、\n完璧な栄養素を実現する奈々瀬の手料理。\n奈々瀬を仲間に加え、淳之介は麻沙音と共にドスケベ条例破壊を目論み動き出す。\nそして、青藍島には彼ら以外にも悩みを抱える少女たちがいた！\n幼い見た目ゆえに誰からもセックスに誘われない処女・渡会ヒナミ！\nおそるべき性欲を持ちながらそれはそれとしてムチムチな肉体を他人に見せたくない処女・畔美岬!!\nそんなある日、ヒナミを襲う大事件が発生し――!?"
                },
                "3": {
                    "ID": "11210208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210208",
                    "TitleEnglish": "Pop-up Shower",
                    "SummaryEnglish": "To protect Hinami from the “Preschooler Man,” Junnosuke proudly declares himself part of the Anti-Copulation Force. However, despite appearances, Hinami turned out to be a full-fledged adult!! In the end, Junnosuke and his group had unwittingly sabotaged her chance at sex. Naturally, the sinister hand of FS draws near! He gives everything he’s got to flee, but after exhausting all his weapons, he finds himself in a desperate, do-or-die chastity crisis!! Just when all hope seems lost, a terrifying long-range sniper shot from a girl in a kimono saves Junnosuke from the brink!? And to make matters even more chaotic—Misaki, having heard the commotion, rushes to the scene...!!",
                    "TitleJapanese": "夕勃ち",
                    "SummaryJapanese": "幼児おじさんからヒナミを守るべく、反交尾勢力と名乗りを上げた淳之介。\nだが、ヒナミはこの見てくれで本当に性人だった!!\n結果的にセックスを妨害した淳之介たち。当然FSの魔の手が迫る！\n死力を尽くして逃亡するも、手持ちの武器を使い果たし絶体絶命貞操の危機!!\n窮地の淳之介を救ったのは、和服の少女によるおそるべき遠距離狙撃!?\nさらに、和服少女のもとに騒ぎを聞いた美岬が駆けつけてしまう――!!"
                },
                "4": {
                    "ID": "11210209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210209",
                    "TitleEnglish": "Romp Day",
                    "SummaryEnglish": "Student Council President Touka Reizeiin declares the opening of the lewdest festival of all—“Athletic Cumpetition”! Seizing the opportunity, Junnosuke and his team plan a covert infiltration of the student council room to steal intel on \"Fumino Kotoyose.\" But the lewd festival is no joke! Erotic competition! Erotic competition!! Erotic competition!!! Barely managing to cling to his virginity, Junnosuke presses on toward his true objective: the student council room. But waiting for him there is Misaki—making an epic anal contraction...!?",
                    "TitleJapanese": "体イク祭",
                    "SummaryJapanese": "生徒会長・冷泉院桐香は、ドスケベの祭典「体イク祭」の開催を宣言！\n淳之介たちは祭りに乗じて「琴寄文乃」の情報を奪取すべく、生徒会室への潜入を画策する。\nだが、ドスケベの祭典は伊達ではない！\n続けざまに襲い来るエロ競技！　エロ競技!!　エロ競技!!!　\nかろうじて童貞を取り留めた淳之介は、目的である生徒会室へと向かうことに。\nしかしそこでは美岬が大括約をしていた！"
                },
                "5": {
                    "ID": "11210210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210210",
                    "TitleEnglish": "Anti-Copulation Front",
                    "SummaryEnglish": "It’s been decided—Governor Hitoura will be giving a speech at Lewd Land. Determined to take him down, Fumino heads there with Misaki at her side. Meanwhile, backed by a mysterious benefactor, Junnosuke and his team clutch their brand-new weapons and set off for Lewd Land in search of Fumino. Misaki slips past FS’s ironclad security and goes full throttle through Lewd Land on a pleasure bicycle! Junnosuke and the others join the fray, unleashing total chaos!! But just when they think they’ve got the upper hand, the deadliest lewd assassin appears… and the greatest virgin crisis in history begins—!?",
                    "TitleJapanese": "反交尾勢力",
                    "SummaryJapanese": "ドスケベランドで仁浦知事による演説会の開催が決まる。\n文乃は仁浦を討つべく、美岬とともにドスケベランドへ向かうことを決意する。\n一方、謎の支援者からバックアップを受ける淳之介たちも、新たな武器を握り締め、\n文乃を求めてドスケベランドへ。\nそして当日――美岬はFSの鉄壁ガードを掻い潜り、ア◯メ自転車でドスケベランドを爆走する！\nそこへ淳之介たちも加勢して大暴れ!!\nしかし、最強のドスケベ刺客が現れ史上最大の童貞の危機が訪れる――!?"
                },
                "6": {
                    "ID": "11210211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210211",
                    "TitleEnglish": "Bang Away",
                    "SummaryEnglish": "The NLNS succeeds in saving Fumino and Misaki, but at a huge sacrifice. Junnosuke has lost his virginity forever... That's not to say he had pervert sex with the love of his life! Pulling himself together, he welcomes the new members on his team! Meanwhile, the Future SHO also starts recruiting new members to go up against the Anti-Copulation Force. Junnosuke takes this opportunity to sneak into the Future SHO, but what awaits him after enrollment is a training so terrifying that it makes his pubes crawl—!",
                    "TitleJapanese": "コケツに挿入らずんば",
                    "SummaryJapanese": "NLNSと名乗った淳之介たちは、文乃と、あと美岬の保護に成功する。\nしかし、その代償はあまりに大きく……淳之介は、永久に童貞を喪った。\nだが、心から愛し合った相手とドスケベセックスしたわけではない！\n気を取り直し！　新たな仲間を歓迎する！\nそんな中、FSも反交尾勢力に対抗すべく新たな隊員を募集していた。\nこの機を逃すまいと、FSへの潜入を決意する淳之介！\nだが、入隊後に待っていたのは、下の毛もよだつおそるべき訓練だった――！"
                },
                "7": {
                    "ID": "11210212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210212",
                    "TitleEnglish": "Cumming-Of-Age Day",
                    "SummaryEnglish": "Junnosuke, now an official member of the Future SHO, receives an order from his benefactor that Fumino will be handed over on the Cumming-Of-Age Day. The NLNS devise a plan towards the big day, while the Future SHO have successfully created a clone of the Anti-Copulation Force leader's cock via Ikuko's vagina! Amidst all this, Junnosuke gets promoted as the school president, Touka Reizeiin's personal assistant!! But upon spending time with the Future SHO and sharing conversations between them, he comes to realize that they too, have firm beliefs of their own...",
                    "TitleJapanese": "成人式",
                    "SummaryJapanese": "「文乃の引き渡しは性人式の日に行う」\n正式にFS隊員となった淳之介に、支援者からの指令が下る。\nXデーに向けて作戦を練るNLNSだが、一方FSは郁子の膣を通して\n「反交尾勢力リーダーのチ◯ポ」の再現に成功していた！\nそんな中、淳之介は生徒会長・冷泉院桐香の付人に大抜擢\nこれは敵のトップに接触する絶好のチャンス!!\nしかし、桐香との会話のなかで、FSで過ごす日々のなかで、淳之介は知っていく。\n彼らにもまた、譲れない想いがあることを……。"
                },
                "8": {
                    "ID": "11210213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210213",
                    "TitleEnglish": "Cumpanion",
                    "SummaryEnglish": "After developing a soft spot for the Future SHO, Junnosuke aborts the operation, and they fail to hand over Fumino to their benefactor by the end of Cumming-Of-Age Day. Ashamed of the trouble he caused, he resigns from the Future SHO, and returns to the NLNS base with no strategy in mind. His benefactor gives him a final warning, \"If you fail to hand over Fumino again, I will cut off all support\". The Future SHO also begins posting wanted posters of Junnosuke's cock around town. Junnosuke is overcome with guilt, believing everything is his fault. Unable to see him like that, Nanase reaches out to him...",
                    "TitleJapanese": "愛棒",
                    "SummaryJapanese": "FSメンバーに情が湧いた結果、淳之介は作戦を中断。\n文乃を支援者に引き渡せないまま性人式を終えてしまう。\n自分の失態で迷惑をかけたとFSに除隊届を提出した淳之介は、\n次なる策もなくNLNSの基地に戻るが、支援者からは\n「次回、文乃の引き渡しに失敗したら、一切の援助を絶つ」と突き放され、\n街中ではFSによって淳之介のチ◯ポの手配書が貼り出されていた。\n状況悪化は自分のせいだと自責の念に駆られる淳之介。\nそんな彼を見かねた奈々瀬が声をかけ――"
                },
                "9": {
                    "ID": "11210214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210214",
                    "TitleEnglish": "Ahh, Tying the Knot",
                    "SummaryEnglish": "Nanase, who protected Junnosuke, gets detained as the ringleader of the Anti-Copulation Force, and is set to receive the dick penalty on the guillotine ship. Despite attempting to stop this, his benefactor give orders to take advantage of the guillotine ship's departure and hand over Fumino. Bracing himself, Junnosuke decides to negotiate directly with Touka over Nanase's release. However, he finds out her terrifying plan that makes use of his super-sized dick--The Magical Cock! Touka offers to release Nanase and cooperate with Junnosuke, but in exchange for offering up his cock...",
                    "TitleJapanese": "んほぉ -絆-",
                    "SummaryJapanese": "「片桐奈々瀬を処刑せよ！」\n淳之介をかばった奈々瀬は反交尾勢力の主犯格として拘束され、ギロチン船での処刑が決定。\n阻止を試みるも、支援者からはギロチン船の出航に乗じて文乃を引き渡すよう指示が下る。\n覚悟を決めた淳之介は桐香に奈々瀬の解放を直談判！\nしかし、そこで明かされたのは、\n淳之介のイチモツ――超弩級のマジカルチ◯ポを利用したおそるべき計画！\nチ◯ポを差し出すなら奈々瀬を解放し協力さえするという桐香の誘いに、淳之介は――"
                },
                "10": {
                    "ID": "11210215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210215",
                    "TitleEnglish": "Chains Only Breakable with Sex",
                    "SummaryEnglish": "The day of dick-ecution finally arrives. Junnosuke and the NLNS team get the balls rolling full throttle in order to save Nanase! Standing in their way are the FS, who are defending the guillotine! The NLNS disguise themselves as Hamedori-kun to confuse the enemy! They use vibrators and dick-shaped drones to launch their attack to get past the FS! Meanwhile, Hinami's Hamedori head is torn off exposing her true self to Rei Tadasugawa, who was fighting her...!? The guillotine ship shows no mercy and departs the giant water gate... Will the light of day come at all after the pervert night?!",
                    "TitleJapanese": "セックスしないと解けない鎖",
                    "SummaryJapanese": "遂に処刑日が訪れる。奈々瀬を救うべく、淳之介たちはフルスロットルで動き出す！\n立ちはだかるはギロチン防衛にあたるFS！\nNLNSはハメドリくんに擬態して敵を撹乱！\nイチモツ型痴雷やイチモツ型プロペラドローンを使っての大立ち回りでFSを出しヌいていく！\nそんな中、ヒナミはハメドリくんの頭を剥がされ、交戦していた糺川礼に正体バレの大ピンチ……!?\nそして、無情にもギロチン船は巨大水門から出航！\n果たして、ドスケベの夜は明けるのか――!?"
                },
                "11": {
                    "ID": "11210216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210216",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}