{
  "URL": "https://www.thetvdb.com/series/nukitashi-the-animation",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt37205655/",
    "https://nukiani.com/",
    "https://www.tvmaze.com/shows/85603/show-slug",
    "https://www.themoviedb.org/tv/244808",
    "https://www.wikidata.org/wiki/Q124370198",
    "https://en.wikipedia.org/wiki/Nukitashi#Anime",
    "https://x.com/nukitashi_anime"
  ],
  "TitleEnglish": "Nukitashi THE ANIMATION",
  "SummaryEnglish": "Seiran Island, a tropical eden where people are free to act on their desires under a uniquely libertine law. But even here in paradise, there are those who work in the shadows to bring it down… United, these misfits stand side by side as the secret society NLNS. As their founder and head honcho, I, Junnosuke Tachibana,won’t stop until we’ve crushed this crazy law once and for all! I’ve even found a benefactor in this crusty old rich guy, name unknown… He’s hooked us up with a secret base and a buttload of cash already. In return, he wants us to find someone and “protect her at all costs.” Apparently, she holds the key to our mission’s success…? In this case, there’s only one thing to do: locate this mystery girl. And all while keeping the SHO off our scent, too…",
  "Aliases": [
    "NukiAni",
    "Nukitashi",
    "NUKITASHI THE ANIMATION",
    "ぬきたし",
    "ぬきアニ"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "0": {
      "ID": "2108094",
      "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {}
    },
    "1": {
      "ID": "2108095",
      "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "11178926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11178926",
          "TitleEnglish": "Pervert Law",
          "SummaryEnglish": "Seiran Island, the land of paradise, aka the land of filthy debauchery, where any sexual acts are permitted and enforced by the Pervert Law. Junnosuke, a transfer, is a virgin with pride who despises sex with no love. However, sex is a duty of the island residents! Virginity is a serious crime!! All those who refuse sex will get guillotined by the Future Seiran Homeland Organization (or FS)!!! Junnosuke decides to protect his virginity with his dear life, evading all perverts along with his young virgin sister, Asane. However, they run into Nanase Katagiri, the school's legendary virgin hunter #$%!*...!",
          "Aliases": []
        },
        "2": {
          "ID": "11210207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210207",
          "TitleEnglish": "The Savior",
          "SummaryEnglish": "From producing items and securing escape routes with the aim of outwitting the Future SHO, to the making of perfect nutritional meals by Nanase, Junnosuke and Asane make haste in scheming to destroy the Pervert Law. Meanwhile, they find girls who have problems of their own on Seiran Island: Hinami Watarai, contrary to her young appearance and being a virgin she gets no invites for sex, and Misaki Hotori, though possessing a uncontrollable libido she is self-conscious of her body and muscles. One day, things take a dramatic turn when Hinami gets attacked...!",
          "Aliases": []
        },
        "3": {
          "ID": "11210208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210208",
          "TitleEnglish": "Pop-up Shower",
          "SummaryEnglish": "To protect Hinami from the “Preschooler Man,” Junnosuke proudly declares himself part of the Anti-Copulation Force. However, despite appearances, Hinami turned out to be a full-fledged adult!! In the end, Junnosuke and his group had unwittingly sabotaged her chance at sex. Naturally, the sinister hand of FS draws near! He gives everything he’s got to flee, but after exhausting all his weapons, he finds himself in a desperate, do-or-die chastity crisis!! Just when all hope seems lost, a terrifying long-range sniper shot from a girl in a kimono saves Junnosuke from the brink!? And to make matters even more chaotic—Misaki, having heard the commotion, rushes to the scene...!!",
          "Aliases": []
        },
        "4": {
          "ID": "11210209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210209",
          "TitleEnglish": "Romp Day",
          "SummaryEnglish": "Student Council President Touka Reizeiin declares the opening of the lewdest festival of all—“Athletic Cumpetition”! Seizing the opportunity, Junnosuke and his team plan a covert infiltration of the student council room to steal intel on \"Fumino Kotoyose.\" But the lewd festival is no joke! Erotic competition! Erotic competition!! Erotic competition!!! Barely managing to cling to his virginity, Junnosuke presses on toward his true objective: the student council room. But waiting for him there is Misaki—making an epic anal contraction...!?",
          "Aliases": []
        },
        "5": {
          "ID": "11210210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210210",
          "TitleEnglish": "Anti-Copulation Front",
          "SummaryEnglish": "It’s been decided—Governor Hitoura will be giving a speech at Lewd Land. Determined to take him down, Fumino heads there with Misaki at her side. Meanwhile, backed by a mysterious benefactor, Junnosuke and his team clutch their brand-new weapons and set off for Lewd Land in search of Fumino. Misaki slips past FS’s ironclad security and goes full throttle through Lewd Land on a pleasure bicycle! Junnosuke and the others join the fray, unleashing total chaos!! But just when they think they’ve got the upper hand, the deadliest lewd assassin appears… and the greatest virgin crisis in history begins—!?",
          "Aliases": []
        },
        "6": {
          "ID": "11210211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210211",
          "TitleEnglish": "Bang Away",
          "SummaryEnglish": "The NLNS succeeds in saving Fumino and Misaki, but at a huge sacrifice. Junnosuke has lost his virginity forever... That's not to say he had pervert sex with the love of his life! Pulling himself together, he welcomes the new members on his team! Meanwhile, the Future SHO also starts recruiting new members to go up against the Anti-Copulation Force. Junnosuke takes this opportunity to sneak into the Future SHO, but what awaits him after enrollment is a training so terrifying that it makes his pubes crawl—!",
          "Aliases": []
        },
        "7": {
          "ID": "11210212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210212",
          "TitleEnglish": "Cumming-Of-Age Day",
          "SummaryEnglish": "Junnosuke, now an official member of the Future SHO, receives an order from his benefactor that Fumino will be handed over on the Cumming-Of-Age Day. The NLNS devise a plan towards the big day, while the Future SHO have successfully created a clone of the Anti-Copulation Force leader's cock via Ikuko's vagina! Amidst all this, Junnosuke gets promoted as the school president, Touka Reizeiin's personal assistant!! But upon spending time with the Future SHO and sharing conversations between them, he comes to realize that they too, have firm beliefs of their own...",
          "Aliases": []
        },
        "8": {
          "ID": "11210213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210213",
          "TitleEnglish": "Cumpanion",
          "SummaryEnglish": "After developing a soft spot for the Future SHO, Junnosuke aborts the operation, and they fail to hand over Fumino to their benefactor by the end of Cumming-Of-Age Day. Ashamed of the trouble he caused, he resigns from the Future SHO, and returns to the NLNS base with no strategy in mind. His benefactor gives him a final warning, \"If you fail to hand over Fumino again, I will cut off all support\". The Future SHO also begins posting wanted posters of Junnosuke's cock around town. Junnosuke is overcome with guilt, believing everything is his fault. Unable to see him like that, Nanase reaches out to him...",
          "Aliases": []
        },
        "9": {
          "ID": "11210214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210214",
          "TitleEnglish": "Ahh, Tying the Knot",
          "SummaryEnglish": "Nanase, who protected Junnosuke, gets detained as the ringleader of the Anti-Copulation Force, and is set to receive the dick penalty on the guillotine ship. Despite attempting to stop this, his benefactor give orders to take advantage of the guillotine ship's departure and hand over Fumino. Bracing himself, Junnosuke decides to negotiate directly with Touka over Nanase's release. However, he finds out her terrifying plan that makes use of his super-sized dick--The Magical Cock! Touka offers to release Nanase and cooperate with Junnosuke, but in exchange for offering up his cock...",
          "Aliases": []
        },
        "10": {
          "ID": "11210215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210215",
          "TitleEnglish": "Chains Only Breakable with Sex",
          "SummaryEnglish": "The day of dick-ecution finally arrives. Junnosuke and the NLNS team get the balls rolling full throttle in order to save Nanase! Standing in their way are the FS, who are defending the guillotine! The NLNS disguise themselves as Hamedori-kun to confuse the enemy! They use vibrators and dick-shaped drones to launch their attack to get past the FS! Meanwhile, Hinami's Hamedori head is torn off exposing her true self to Rei Tadasugawa, who was fighting her...!? The guillotine ship shows no mercy and departs the giant water gate... Will the light of day come at all after the pervert night?!",
          "Aliases": []
        },
        "11": {
          "ID": "11210216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nukitashi-the-animation/episodes/11210216",
          "TitleEnglish": "No Love, No Sex",
          "SummaryEnglish": "Junnosuke and Touka face off on the guillotine ship. With a vibrator in one hand, and in order to protect his pride, it's time for showdown! Although it looked as if they were evenly matched, Junnosuke gets immobilized by Touka's secret weapon! Meanwhile, Fumino, holding a messenger captive, has a negotiation with her archenemy, Hitoura. Will the Pervert Law ever be destroyed?! After working with NLNS and spending time with the FS, Junnosuke and his friends have found the answer, a new dawn is about to break on the perverted, everlasting summer Seiran Island.",
          "Aliases": []
        }
      }
    }
  }
}