{
    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/ACE4-A217-9913-1388-4BD5-B",
        "https://www.imdb.com/title/tt31889371/",
        "https://wistoria-anime.com/",
        "http://www.reddit.com/r/Wistoria",
        "https://www.tvmaze.com/shows/75379/show-slug",
        "https://www.themoviedb.org/tv/245842",
        "https://www.wikidata.org/wiki/Q124454084",
        "https://en.wikipedia.org/wiki/Wistoria:_Wand_and_Sword#Anime",
        "https://x.com/Wistoria_PR",
        "https://www.youtube.com/c/../@isekai-Channel"
    ],
    "TitleEnglish": "Wistoria: Wand and Sword",
    "SummaryEnglish": "Wistoria: Wand and Sword follows the adventures of Will Serfort, a young man driven by the dream of keeping a promise made to a childhood friend: to become a Magia Vander, one of the powerful magicians who sit at the top of the Tower of Wizards. But Will faces a major obstacle: he is unable to cast even the most basic spell. This forces him to fight monsters in dungeons to earn credits at the Regarden Magic Academy where he studies. Despite his lack of talent in magic, Will is blessed with exceptional sword skills, inherited from his mysterious past. At the heart of the Magic Academy, where strength and magic reign supreme, Will Serfort must navigate dangerous challenges and rivalries, while searching for a way to unlock his hidden magical potential.",
    "TitleJapanese": "杖と剣のウィストリア",
    "SummaryJapanese": "『ウィストリア: ワンドと剣』は、幼馴染みとの約束を守るという夢に突き動かされた青年、ウィル・サーフォルトの冒険を描いています。それは、魔術師の塔の頂上に座る強力な魔術師の一人、マギア・ヴァンダーになるというものです。 。しかし、ウィルは大きな障害に直面しています。彼は最も基本的な呪文さえ唱えることができません。そのため、彼はリガーデン魔法学校で単位を取得するためにダンジョンでモンスターと戦うことを余儀なくされます。ウィルは魔法の才能に恵まれていないにもかかわらず、謎に満ちた過去から受け継いだ卓越した剣の才能に恵まれています。強さと魔法が君臨する魔法アカデミーの中心で、ウィル・セルフォートは危険な課題やライバル関係を乗り越えながら、秘められた魔法の可能性を解き放つ方法を模索しなければなりません。",
    "Aliases": [
        "Tsue to Tsurugi no Wistoria",
        "Tsue to Tsurugi no Uisutoria"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2110077",
            "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10794136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10794136",
                    "TitleEnglish": "まだ間に合う！杖と剣の最高No.1特番",
                    "SummaryEnglish": "これまでを振り返るダイジェスト映像をはじめ、音楽を担当する林ゆうきさんのインタビューや、メインキャストが登壇した先行上映会の模様など盛りだくさんでお届けします。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2110078",
            "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10299050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10299050",
                    "TitleEnglish": "Like a Lone Sword",
                    "SummaryEnglish": "Driven by a childhood promise, Will Serfort is determined to rise to the top of Magical Academy Rigarden and become one of the greatest mages the world has ever seen. There's just one problem... Will can't use magic.",
                    "TitleJapanese": "一振りの剣つるぎのように",
                    "SummaryJapanese": "リガーデン魔法学院6年のウィル・セルフォルトは、 “筆記のみの優等生ラーナー”。初歩的な魔法すら使えず、学院の落ちこぼれとみなに見下されている。幼なじみのエルファリアとの約束を守るため、魔導士として最強の称号“至高の五杖マギア・ヴェンデ”を目指しているが、その道ははてしなく遠い。ある日、いつものようにダンジョンでモンスターを倒して単位を稼いでいたウィルは、自分を蔑む同級生のシオンたちが、本来であれば低層階フロアにいるはずのない強敵に襲われている場面に遭遇してしまう…。"
                },
                "2": {
                    "ID": "10531686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10531686",
                    "TitleEnglish": "As Though Undaunted",
                    "SummaryEnglish": "Sion's defeat of a formidable monster is the talk of the academy, but only he and a few teachers know the truth. Edward in particular can't accept it, so, as a teacher at the academy, he prepares a special lesson for a particular student.",
                    "TitleJapanese": "不屈のごとく",
                    "SummaryJapanese": "学院内では、優等生のシオン・アルスターが強敵を倒した話題でもちきり。しかし真の討伐者がウィルであることを、シオンと一部の教師たちだけは知っていた。その事実を知ってもなお、教師のエドワルドは、魔法が一切使えないウィルの存在を認められずにいた。かつて“至高の五杖マギア・ヴェンデ”に限りなく近づき、闇蛇あんじゃと呼ばれ畏怖されている魔導士、エドワルド。そんな彼が学院教師として、ウィルのみに特別な課題を用意する。"
                },
                "3": {
                    "ID": "10531687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10531687",
                    "TitleEnglish": "Order & Watcher",
                    "SummaryEnglish": "Lady Elfaria issues an order to the academy—gather Frost Walker ice cores. Will quickly heads into the dungeon, but it's already full of others trying to fulfill the order. As he looks for a less crowded area, he spots a fellow student under attack!",
                    "TitleJapanese": "Order & Watcher",
                    "SummaryJapanese": "深窓の氷姫・エルファリアから学院全体への勅令オーダーが出た。“フロスト・ウォーカーの氷核を採取せよ”という依頼に挑もうと、ルームメイトの魔工師ロスティが作ったマジックアイテムを手に、ウィルは討伐に向かう。ダンジョン内で出会ったアイリスと共にダンジョンを進むウィルは、“探知サーチ”の魔法のかわりに知識と知恵、経験から“大物”の気配を探り当てる。相手の弱点を熟知した戦い方をするウィルを見て、アイリスは驚嘆する。"
                },
                "4": {
                    "ID": "10531688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10531688",
                    "TitleEnglish": "The Eve of the Grand Festival",
                    "SummaryEnglish": "The whole academy is buzzing about the upcoming festival, but Will hasn't entered any of the events due to his lack of magic. Instead, he focuses on his studies and earning money for tuition. Then, a top student from his year shows up where he works.",
                    "TitleJapanese": "大祭前夜",
                    "SummaryJapanese": "ウィルの友人コレット・ロワールやシオンは実技試験に軽々と合格。そして学年トップ3であるリアーナ・オーウェンザウス、イグノール・リンドール、ユリウス・レインバーグにいたってはすでに1万を超える単位を取得していた。一方のウィルは卒業に必要な単位数すら満たしておらず、塔からスカウトが押しかける魔導大祭では活躍も見込めない。そんな大祭を控えたある日、ウィルがアルバイトをするドワーフ族ジーナの居酒屋に、ユリウスがやってくる。"
                },
                "5": {
                    "ID": "10531689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10531689",
                    "TitleEnglish": "Raise the Starting Pistol",
                    "SummaryEnglish": "With Colette's help, Will enters the Grand Magic Festival. The crowd goes wild watching him advance with Colette's magic and his own astounding physical strength. But for the third member of their team, it's a reminder of a painful humiliation.",
                    "TitleJapanese": "号砲を上げよ",
                    "SummaryJapanese": "ドワーフたちの名誉を賭け、ユリウスと戦う決意をしたウィルはコレット、シオンと小隊を組んで魔導大祭へ出場する。大祭当日、エルフが魔法で作り出す5つのフィールドを舞台に、3人1組で祭壇の王冠を奪い合う競技「奪冠クラウン・アタック」で勝負することに。コレットの魔法に自身の驚異的な膂力をかけ合わせて順調に進んでいくウィルの様子に会場は騒然。一方、コレットに頼まれて渋々ウィルのチームに加わったシオンは、ダンジョンでウィルに助けられた屈辱を抱え込んでいた。"
                },
                "6": {
                    "ID": "10531690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10531690",
                    "TitleEnglish": "Between Pride and Passion",
                    "SummaryEnglish": "Sion suddenly attacks Will in the middle of their event at the Grand Magic Festival. Sion's emotions fuel his magic as Will struggles to understand Sion's actions. Meanwhile, Julius draws ever closer to the stadium and winning the event.",
                    "TitleJapanese": "矜持と熱情の間",
                    "SummaryJapanese": "大勢の観衆の前で、突然チームメイトのウィルに攻撃をしかけたシオン。ウィルに抱いていた複雑な思いが競技中に爆発してしまったのだ。目標に向かってひたすらに突き進むウィルの視界に、自分は入っていない。その悔しさを魔法に込めるシオンを見て、ウィルは初めてシオンの想いに気づく。ウィルの小隊が競技に復帰した頃、ユリウスのチームは王冠まであと一歩のところにいた。"
                },
                "7": {
                    "ID": "10532202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532202",
                    "TitleEnglish": "Twelve Secret Ice Magics, El Glace Frosse",
                    "SummaryEnglish": "Will is under attack. Julius is using one of the Twelve Secret Ice Magics invented by the genius mage Elfaria. The arena falls silent in shock and admiration. But no one knows Elfaria's magic better than Will and his counterattack starts now.",
                    "TitleJapanese": "十二の氷秘法―エル・グラス・フロース",
                    "SummaryJapanese": "ユリウスが得意とする氷結魔法の包囲網に囲まれたウィル。5人に分身するユリウスの技は、稀代の天才魔導士エルファリアが編み出した12の氷魔法のひとつ“白の芸術アルスワイス”。攻撃や爆発も自在に行う分身術に静まり返る会場。エルファリアの後継者にふさわしいのはユリウスだと誰もが思った瞬間、冷静さを取り戻したウィルがユリウスの分身を剣で砕く。誰よりもエルファリアの魔法を熟知しているウィルの、反撃が始まる。"
                },
                "8": {
                    "ID": "10532203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532203",
                    "TitleEnglish": "Shall we date?",
                    "SummaryEnglish": "Students at the academy suddenly see Will in a different light and he receives a flood of invitations to join their parties for the upcoming all-student praxis. Colette panics and arranges a date with Will, but an unexpected third party shows up.",
                    "TitleJapanese": "Shall we date ?",
                    "SummaryJapanese": "ユリウスを倒したことでウィルは一躍注目株となり、来たる総合実習のチームへの誘いも殺到中。焦ったコレットはウィルとのデートを取り付けるが、待ち合わせ場所にはウィルのルームメイトであるロスティまでやってきた。ウィルを巡ってコレットとロスティの争いが勃発している最中、ウィルは街中でリアーナに声をかけられる。誘われるままについていくと、そこにはシオンとユリウス、イグノールという錚々そうそうたる顔ぶれが揃っていた。"
                },
                "9": {
                    "ID": "10532204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532204",
                    "TitleEnglish": "Praxis Begins",
                    "SummaryEnglish": "The all-student praxis begins. Lihanna, Wignall, Julius, Sion, and Will, with Colette tagging along, dive into the dungeon together. Though Will's usefulness is questioned, they push forward to floor 10 and their primary target—the Luminous Naberus.",
                    "TitleJapanese": "実習開始",
                    "SummaryJapanese": "リアーナ、イグノール、ユリウス、シオンにウィル。そしてコレットも追随しての総合実習が始まった。普段は行けない7層以下で高単位のモンスターを倒す、危険なサバイバル実習。リアーナたちの能力が高すぎるあまりにお荷物となっていたウィルだが、それでもくじけずに自分ができることを探す。目標の敵「赫灼のナベルス」を探して10層にたどり着いたウィルたちだったが、そこでは大量のモンスターが死骸と化していた。さらにはナベルスも屍となっていて――。"
                },
                "10": {
                    "ID": "10532205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532205",
                    "TitleEnglish": "Our Dream",
                    "SummaryEnglish": "Will and the others fall into a dangerous region of the dungeon. Separated from the others, Wignall reluctantly opens up to Will, sharing the source of his insecurities. Meanwhile, two mages cloaked in dark magic appear before Colette and Lihanna.",
                    "TitleJapanese": "ボクたちのユメ",
                    "SummaryJapanese": "謎の巨大モンスターによって10層から11層に落とされてしまったウィルたち。ここから先は学院の管理外であり「塔」の領域の危険地帯。11層でウィルと2人きりになったイグノールは、自分はエルフの落ちこぼれだと語り出す。“至高の五杖マギア・ヴェンデ”のひとり、エルノール・リヨス・アールヴはイグノールの乳兄妹。親しい者のために“至高の五杖マギア・ヴェンデ”を目指すイグノールにウィルは自分の姿を重ねる。その頃、コレットとリアーナの前に闇の魔力をまとった2人組の魔導士が現れる。"
                },
                "11": {
                    "ID": "10532206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532206",
                    "TitleEnglish": "The True Name of Cowards",
                    "SummaryEnglish": "Surrounded by countless monsters, Will and the others are in trouble. Even so, Will says they should fight. Faced with an Evil Grand Duke, the same monster that plunged them down to floor 11, will the party retreat or will they make a stand?",
                    "TitleJapanese": "臆病者の真名",
                    "SummaryJapanese": "謎の魔導士たちが召喚する、10層の床を破壊した怪物イヴィル・グランドデューク。さらに無数のモンスターに包囲されるという絶体絶命な状況。それでもウィルは告げた。「戦おう」と。彼を信じて全員で魔法攻撃を仕掛けるも、イヴィル・グランドデュークにはいまだ及ばない。恐怖と戦いながらも立ち上がったウィルは、勇気を出して敵に向かい駆け出す。コレットの魔力から生み出された巨剣を振り下ろし、イヴィル・グランドデュークの翼を叩き斬るウィルだったが――。"
                },
                "12": {
                    "ID": "10532207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10532207",
                    "TitleEnglish": "Wand and Sword",
                    "SummaryEnglish": "Led by wand and sword, Will strikes at the Grand Duke, but even its defeat may not be enough to grant them escape from the dungeon. Meanwhile, Workner and Edward race to reach them in time, but things look bleak. Still, Will isn't one to give up.",
                    "TitleJapanese": "杖と剣",
                    "SummaryJapanese": "『杖』と『剣』に導かれるまま、ウィルはシオンの火炎魔法を剣に取り込み、「炎貴の魔剣イグニス・ウィース」と唱えグランドデュークを一刀両断した。駆け付けた“至高の五杖マギア・ヴェンデ”光皇の杖マステリアス・ノア、アロン・マステリアス・オールドキングの遠征隊に助けられ、ウィルたちはダンジョンから脱出する。学院に戻っても、魔剣を手にしたときの感覚とアロンの傍らにいた少年・フィンのことが忘れられないウィル。激闘を繰り広げた者達にしばしの休息が与えられる中、学院最後の卒業試験が始まろうとしていた――。"
                }
            }
        },
        "2": {
            "ID": "2148803",
            "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10720711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsue-to-tsurugi-no-wistoria/episodes/10720711",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}