{
    "URL": "https://www.thetvdb.com/series/sorairo-utility",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34621563/",
        "https://anime-sorairo-utility.com/",
        "https://www.themoviedb.org/tv/245876",
        "https://www.wikidata.org/wiki/Q124463392",
        "https://en.wikipedia.org/wiki/Sorairo_Utility#",
        "https://x.com/sorairo_utility",
        "https://www.youtube.com/c/@sorairo_utility"
    ],
    "TitleEnglish": "Sorairo Utility",
    "SummaryEnglish": "High schooler Minami Aoba has no strengths or aspirations and worries that she will live her life as a minor character—graduating as merely “Villager A.” So, she runs away from school in search of her uniqueness, her own “special something.” Unexpectedly, she has her first encounter with golf when she comes across a driving range and is approached by a part-timer and genius golfer Haruka Akane. Together with Haruka and influencer Ayaka Hoshimi, the unremarkable Minami becomes a super beginner ready to swing her golf club—aiming for the moment when she becomes the “Protagonist.”",
    "TitleJapanese": "空色ユーティリティ",
    "SummaryJapanese": "ミナミはゴルフを始めたばかりの若い女性です。 友達の遥と綾香の監修のもと、ミナミはこの珍しいスポーツの楽しさを徐々に発見していきます！ 私たちの3人のゴルファーは一緒に、彼らが練習するさまざまなコースで美しい晴れた日を熱心に楽しんでいます。",
    "Aliases": [
        "Sorairo Utility",
        "Sorairo Yūtiriti",
        "Sorairo Yuutiriti",
        "Sora Iro Yuutiriti"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2110325",
            "URL": "https://www.thetvdb.com/series/sorairo-utility/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10301059",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10301059",
                    "TitleEnglish": "Sky Blue Utility - OVA",
                    "SummaryEnglish": "Three high schoolers, Minami, Ayaka, and Haruka, head out for a sunny day of relaxation at the golf course. Beginner Minami slowly gains confidence on the grass as she learns and laughs with the help and encouragement of her more experienced senpai.",
                    "TitleJapanese": "第0話",
                    "SummaryJapanese": "ミナミはゴルフを始めたばかりの若い女性です。 友達の遥と綾香の監修のもと、ミナミはこの珍しいスポーツの楽しさを徐々に発見していきます！ 私たちの3人のゴルファーは一緒に、彼らが練習するさまざまなコースで美しい晴れた日を熱心に楽しんでいます。"
                }
            }
        },
        "1": {
            "ID": "2110326",
            "URL": "https://www.thetvdb.com/series/sorairo-utility/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10301007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10301007",
                    "TitleEnglish": "Special Encounters",
                    "SummaryEnglish": "It's game over for one hobby and game on for a new one. High schooler Minami puts down a video game and picks up golf!",
                    "TitleJapanese": "スペシャルな出会い",
                    "SummaryJapanese": "高校生の青羽美波は、大好きだったゲームのサービス終了をきっかけに、自分が『特別』になれる何かを見つけるべく奮闘中。色々な部活に体験入部してみたり、学校の外へと探しに行くものの、なかなか主人公にはなれそうにない。そんなとき、偶然助けたおじいちゃんに連れられてたどり着いたのはなじみのないゴルフ練習場だった。美波は練習をしている一人の女の子に目を奪われ、思わず中へと足を踏み入れていく……。"
                },
                "2": {
                    "ID": "10853904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853904",
                    "TitleEnglish": "Special Friend",
                    "SummaryEnglish": "Haruka provides Minami some guidance. Minami’s first shot ever on a golf course is one to remember.",
                    "TitleJapanese": "スペシャルな友達",
                    "SummaryJapanese": "ゴルフ練習場で出会った女の子・茜遥。遥は「美波の特別を一緒に探そう」と、ハーフラウンドのコースに美波を連れ出す。練習場の常連・マサやチョウと一緒に、戸惑いながら初めてのコースでボールを打つ美波だが、何一つ上手くいかない……。しかし、遥たちからゴルフの心構えや楽しくプレイするコツを教わり、徐々にゴルフの魅力や楽しみ方に気づきはじめる。"
                },
                "3": {
                    "ID": "10853905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853905",
                    "TitleEnglish": "Special Job",
                    "SummaryEnglish": "Haruka gives Minami her old golf set. Minami is excited to have the “ultimate equipment” but realizes the driving range costs a lot of money. She gets a part-time job.",
                    "TitleJapanese": "スペシャルなお仕事",
                    "SummaryJapanese": "遥は美波にお古のゴルフセットをプレゼント。“最強装備”を身に着けて意気込む美波だが、ゴルフ練習場を使うには結構なお金がかかることが発覚！練習代を手に入れるべく、遥からアルバイト先を紹介してもらい働くことに。充実したアルバイトに精を出す美波だったが、そこへインフルエンサー兼モデルのホシミンこと星美彩花が現れ、突然ゴルフ勝負を申し込まれてしまう……？！"
                },
                "4": {
                    "ID": "10853906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853906",
                    "TitleEnglish": "Special Club",
                    "SummaryEnglish": "Minami steps into her very first golf shop. She bursts with excitement at the cute golf covers and golf wear. What really catches her attention is the \"utility\" golf club.",
                    "TitleJapanese": "スペシャルなクラブ",
                    "SummaryJapanese": "遥の付き添いで、初めてゴルフショップに足を踏み入れた美波。キラキラと輝くゴルフクラブや、可愛いゴルフカバー・ゴルフウェアに遥と彩花も沸き立つ。そんな中、美波の目に留まったのはゴルフクラブ「ユーティリティ」だった。試打してみて、初めての手ごたえに運命を感じるものの、ユーティリティは高校生の美波にとって、簡単には手出しできないお値段だった……。"
                },
                "5": {
                    "ID": "10853907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853907",
                    "TitleEnglish": "Special Training",
                    "SummaryEnglish": "Minami is full of excitement; however, she isn't feeling any rapid progress. Meanwhile, her midterm exams lay ahead.",
                    "TitleJapanese": "スペシャルな特訓",
                    "SummaryJapanese": "“エクスカリバー”ことユーティリティを手に入れた美波は気合十分！練習に燃えていた。しかし、急激な上達は実感できず。100ヤードを越えれば遥と彩花と一緒に自信を持ってラウンドに出れるかもしれない……。そう思っていた矢先、遥が彩花と来週ラウンドに出る約束を取り付けてしまう。焦る美波にこれから特訓すればいいと言う遥だが、美波には中間テストが待ち受けていた。"
                },
                "6": {
                    "ID": "10853908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853908",
                    "TitleEnglish": "Special Round",
                    "SummaryEnglish": "Minami is in for a lot of firsts! She heads towards her very first round at her very first golf course and she hits her first shot with the utility.",
                    "TitleJapanese": "スペシャルなラウンド",
                    "SummaryJapanese": "遥、彩花とともに初めてのラウンドに向かい興奮する美波。下調べはバッチリしてきたはずが、実際に訪れたゴルフ場では今までと違うことの連続で狼狽えてしまう。それでも初めてのゴルフコースに胸を躍らせ、ユーティリティで放った第一打。練習の成果を発揮しようとしたもののやはりそう簡単にはいかない。美波の打球は理想とは違う方向へと転がっていってしまい……。"
                },
                "7": {
                    "ID": "10853909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853909",
                    "TitleEnglish": "Special Finishing Move!",
                    "SummaryEnglish": "Minami borrows a light novel from her classmate, Izumi. She unintentionally gains a hint on how to level up her golf game.",
                    "TitleJapanese": "スペシャルな必殺技",
                    "SummaryJapanese": "クラスメイトの泉美からゴルフのライトノベルを借りた美波。つい夢中になって読み込み、自分のゴルフに足りないモノはこれだったのか！とレベルアップのヒントを得る。さっそく練習場で修行に励むが、なかなかラノベのようにはいかない。常連さんたちも加わり、彼らのアドバイスやプレイを参考に、美波自身の必殺技を編み出す特訓が始まった……！"
                },
                "8": {
                    "ID": "10853910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853910",
                    "TitleEnglish": "Special Caddie",
                    "SummaryEnglish": "Ayaka suggests they use prize money to play golf on a gorgeous course. Meanwhile, there appears to be something going on between Haruka and Megumi.",
                    "TitleJapanese": "スペシャルなキャディ",
                    "SummaryJapanese": "シミュレーションゴルフの賞金で、今までとは違うゴージャスなゴルフを提案する彩花。遥のセレクトで向かった先のゴルフ場には、美波が今まで見たことのない広大で美しいコースが広がっていた。同伴する腕利きキャディのめぐみは美波に的確なアドバイスを授け、美波の能力を最大限まで発揮させる。一方、古くからの知り合いだった遥とめぐみの間には何かあるようで……。"
                },
                "9": {
                    "ID": "10853911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853911",
                    "TitleEnglish": "Special Buzz",
                    "SummaryEnglish": "Minami realizes she and Haruka have not seen Ayaka for some time now. Ayaka stopped posting on her social media. What's going on?",
                    "TitleJapanese": "スペシャルなバズ",
                    "SummaryJapanese": "いつものゴルフ練習場でアルバイトに勤しむ美波と遥だが、遥はどこか上の空。美波はふと、ここしばらく彩花の姿を見ていないことに気付く。SNSの更新もストップしており、大学や撮影で忙しいのではと思いながらもメッセージを送ってみると、返ってきたのは「タスケテ」の一言！大慌てで彩花のマンションへ向かった二人が玄関の扉を開けると、そこにはやつれた彩花が……！"
                },
                "10": {
                    "ID": "10853912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853912",
                    "TitleEnglish": "Special Milady!?",
                    "SummaryEnglish": "On a rainy day Minami and Ayaka start practicing simulation golf. However, a small challenge barges into their game.",
                    "TitleJapanese": "スペシャルなお嬢様！？",
                    "SummaryJapanese": "とある雨の日、シミュレーションゴルフでの練習を始めた美波と彩花。アプローチショットを設定し、早速ニアピンモードにトライする。新技・ペンギンスライダーは上手い具合にシミュレーション上でも転がっていき、満足気な美波。しかしそこへ、陰から二人の様子をうかがっていた小さな挑戦者が乱入してきた……！？"
                },
                "11": {
                    "ID": "10853913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853913",
                    "TitleEnglish": "Special Doubles Match",
                    "SummaryEnglish": "The foursome is split up into teams consisting of Minami with Hina, and Haruka with Ayaka, to play a round using doubles rules.",
                    "TitleJapanese": "スペシャルなダブルス",
                    "SummaryJapanese": "美波と日向、遥と彩花のチームに分かれダブルスルールでラウンドを回る4人。楽しそうにゴルフをする美波たちとは違い、ダブルス初経験の日向は“一人で勝つため”のゴルフをする。遥への強い思いで意気込む日向だが、ルール上仕方なく美波をサポートすることに。しかし見れば見るほど呆れる美波のプレイに、なぜ遥が美波たちと一緒にいるのか理解できず……。"
                },
                "12": {
                    "ID": "10853914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sorairo-utility/episodes/10853914",
                    "TitleEnglish": "Special 'Special'",
                    "SummaryEnglish": "A divine message, or just a dream? There's only one way to find out, and Minami knows where to look for answers... but is she brave enough to go solo for the first time?",
                    "TitleJapanese": "スペシャルな特別",
                    "SummaryJapanese": "パーを取る夢を見た美波。しかも朝からいいことづくし！夢をお告げと信じ、放課後ハーフラウンドを回ろうと練習場で遥を探すが見当たらない。彩花や日向、めぐみたちと次々に知り合いを誘ってみるものの、誰からも良い返事が返ってこない……。諦めかけていたその時、遥からの連絡が。背中を押され、美波は初めて一人でハーフラウンドを回ることを決意する……！"
                }
            }
        }
    }
}