{
    "URL": "https://www.thetvdb.com/series/ojou-sama-yomeiri-kousou",
    "Genres": [
        "Anime",
        "Comedy",
        "Mini-Series",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt22160886/",
        "https://www.themoviedb.org/tv/98019",
        "https://www.themoviedb.org/tv/98019"
    ],
    "TitleEnglish": null,
    "SummaryEnglish": null,
    "TitleJapanese": "Ojou-sama Yomeiri Kousou!",
    "SummaryJapanese": "One day, Amakawa Mamoru receives two love-letters. When he goes to meet their senders at the appointed place, the rooftop, he finds two diametrically opposite girls waiting for him. One, Sumiyoi Sakura, is a refined black-haired beauty and quintessential Yamato Nadeshiko. The other, Kurosaki Ageha, is a doll-like twin-tailed platinum blonde.",
    "Aliases": [],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2110117",
            "URL": "https://www.thetvdb.com/series/ojou-sama-yomeiri-kousou/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10298445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-sama-yomeiri-kousou/episodes/10298445",
                    "TitleEnglish": "Milady's Love Sickness",
                    "SummaryEnglish": "One day, Amakawa Mamoru receives two love-letters. When he goes to meet their senders at the appointed place, the rooftop, he finds two diametrically opposite girls waiting for him. One, Sumiyoi Sakura, is a refined black-haired beauty and quintessential Yamato Nadeshiko. The other, Kurosaki Ageha, is a doll-like twin-tailed platinum blonde. However, when they realise that they had both sent love letters to the same person, hostilities broke out with one drawing a katana, and the other a pair of pistols. It turns out that Sakura belongs to a yakuza family, while Ageha is from a mafia family, and the town is evenly split into two between them.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10298482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ojou-sama-yomeiri-kousou/episodes/10298482",
                    "TitleEnglish": "Distress! Tsunderella Castle",
                    "SummaryEnglish": "A love triangle with both girls fighting for our oblivious protagonist’s love.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}