{
    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32034812/",
        "https://neet-kunoichi.com/",
        "http://www.reddit.com/r/NEETOtakuKunoichi",
        "https://www.themoviedb.org/tv/273048",
        "https://www.wikidata.org/wiki/Q124475035",
        "https://en.wikipedia.org/wiki/Neet_Kunoichi_to_Nazeka_D%C5%8Dsei_Hajimemashita#Anime",
        "https://x.com/neet_kunoichi"
    ],
    "TitleEnglish": "I'm Living with an Otaku NEET Kunoichi!?",
    "SummaryEnglish": "In order to protect an ordinary businessman, Tsukasa Atsumi, from demons, a genius kunoichi, Shizuri Ideura, signs a master-servant contract with him on the condition that she stays with him. Despite her cool appearance of defeating demons, Shizuri is an otaku NEET who spends all her time playing video games. While Shizuri is spoiled by Tsukasa and leads a lazy cohabitation life, the quirky Kunoichi gather together.",
    "TitleJapanese": "ニートくノ一となぜか同棲はじめました",
    "SummaryJapanese": "平凡なサラリーマン・安海政あつみつかさを妖魔から守護するべく、居候を条件に主従契約を結んだ天才くノ一・出浦白津莉いでうらしづり。颯爽と妖魔を倒す姿とは裏腹に、しづりはゲーム三昧のオタクニートであった。政に甘やかされ、ぐうたら同棲生活を送るしづりのもとにクセつよくノ一たちも集結し…。オタクでニートな天才くノ一との同棲ラブコメ！",
    "Aliases": [
        "NEET Kunoichi to Nazeka Dōsei Hajimemashita",
        "NEET Kunoichi to Nazeka Dousei Hajimemashita"
    ],
    "Modified": "2025-09-03",
    "Seasons": {
        "0": {
            "ID": "2110620",
            "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "11057909",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/11057909",
                    "TitleEnglish": "Somehow I Got Flustered at the Beach",
                    "SummaryEnglish": "Shizuri, Tsukasa, Hina, Toru, and Ayame go to the beach. Ayame butts heads with Kanna.",
                    "TitleJapanese": "なぜかビーチでドギマギしました",
                    "SummaryJapanese": "海水浴場にきているしづり、政、ひな、透、あやめ。\nひなの水着姿に鼻血を吹き出す透。\nしづりは水着姿を恥ずかしがって姿を現さない。\nひなは強引にしづりを引っ張り出し、政と対面させる。\nひなと透は、2人の仲を進展させようとあれこれ模索する。\n一方、かんなは「にんにん海の家」の営業に勤しむ。\nかんなに突っかかるあやめは、さやの提案でなぜかビーチバレーで勝負をつけるという展開に！"
                },
                "2": {
                    "ID": "11057910",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/11057910",
                    "TitleEnglish": "Somehow I Got Close to Advanced-Level Yoma",
                    "SummaryEnglish": "Tsukasa's apartment is partially destroyed.",
                    "TitleJapanese": "なぜか元高等妖魔と仲良くなりました",
                    "SummaryJapanese": "キラーとクレナの激突としづりの忍術で破壊された政の部屋を朝日が照らす。\n独断専行を当主に叱られ妖魔界から人間界に追放されたキラーとクレナは、政のマンションに落下したのだ。\n戦いを挑もうとするキラーを尻目に、クレナは破壊されたベランダを修復し、\n政に唐揚げをふるまわれ、その味に感激する。\nイラだったキラーはしづりに襲いかかるもデコピンで撃退される。\nガチ泣きするキラーにしづりはある「対戦」を申しこむ。"
                }
            }
        },
        "1": {
            "ID": "2110621",
            "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10303706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10303706",
                    "TitleEnglish": "Somehow I Started Living with an Otaku NEET Kunoichi",
                    "SummaryEnglish": "Kunoichi Shizuri saves average salaryman Tsukasa from a near death experience!",
                    "TitleJapanese": "ニートくノ一となぜか同棲はじめました",
                    "SummaryJapanese": "平凡なサラリーマン・安海政(あつみつかさ) はある日、\n工事現場で鉄骨の下敷きになりかけたところを天才くノ一・出浦白津莉(いでうらしづり) に助けられる。\n彼女は武家の血筋で妖魔に狙われやすい政を護ってあげると言う。\nその代わりに、と提示した条件は「私を…養ってください！」\nこうして、うだつの上がらないサラリーマンとニート志望くノ一との共同生活がスタートした。"
                },
                "2": {
                    "ID": "10875245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875245",
                    "TitleEnglish": "Somehow a Perverted Kunoichi Showed Up",
                    "SummaryEnglish": "Tsukasa forgets his lunch which sets of a series of events leading to Ayame’s arrival.",
                    "TitleJapanese": "なぜか変態気筧のくノ一が来ました",
                    "SummaryJapanese": "政と主従契約を結んだしづりは、日々妖魔から守りつつも政の家で引きこもりニート生活を満喫していた。\nそんなある日、政は弁当を家に忘れてしまう。それに気づいたしづりは、弁当を届けに行く。\n忍術を使い瞬時に政の会社の屋上に到着するしづりであったが、\n忍スーツ姿は周囲の注目を集め、スマホで撮影されてしまう。\nSNSに投稿されたその写真はしづりを崇拝し探し求める同じ里のくノ一・百地彩夢(ももちあやめ) の目にとまる。"
                },
                "3": {
                    "ID": "10875246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875246",
                    "TitleEnglish": "Somehow a Kunoichi with Very Bad Luck Showed Up",
                    "SummaryEnglish": "After sending Ayame away, a new kunoichi appears.",
                    "TitleJapanese": "なぜか不幸体質のくノ一が来ました",
                    "SummaryJapanese": "あやめを追い返したしづりの元に、またもや新たなくノ一が現れる。\n下忍・和泉緋那(いずみひな) が姿を現した途端、停電に見舞われる。\nひなはネガティブになると周囲に災いを呼び寄せてしまう「不幸体質」だったのだ。\nひなは主に恋をするという里の禁忌を犯してしまったため、このままでは里を抜けるしかないと嘆く。\n助けを求めるひなにしづりは…"
                },
                "4": {
                    "ID": "10875247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875247",
                    "TitleEnglish": "Somehow I was Targeted by a CPL Kunoichi",
                    "SummaryEnglish": "Tsukasa goes out on his own and is ambushed.",
                    "TitleJapanese": "なぜかCPLのくノ一に狙われました",
                    "SummaryJapanese": "眠るしづりを残して1人外へ出た政は、あやめに待ち伏せされてしまう。\nしづりとの主従契約を解消するよう脅すあやめ。そんな中、突如として妖魔が現れる。\n攻撃を受け、悦びに身悶えしながらあやめは妖魔を撃退した――かに思えたその瞬間、\nもう一体、巨大な妖魔が現れる。新たに現れた妖魔は力の強い上級だった。\n一方的な激しい攻撃に恍惚としながらもあやめは焦っていた。\n「このままでは…」限界を超えたあやめは光に包まれてゆく。"
                },
                "5": {
                    "ID": "10875248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875248",
                    "TitleEnglish": "For Some Reason, Kunoichi Lovers Moved In",
                    "SummaryEnglish": "Tsukasa discovers something about Ayame during a fight with a Yoma.",
                    "TitleJapanese": "なぜか恋人くノ一たち引っ越してきました",
                    "SummaryJapanese": "あやめに襲われる中での妖魔との戦いで、政はあやめが男であると気づく。\nしづりはあやめの正体に気づくことはなく、妖魔との戦いで政に怪我をさせてしまったことに落ち込む。\n他のくノ一と守護忍を変われと言われても仕方ないと言うしづりに、政は自分の思いを伝える。\nそんな中、マンションの両隣に同時に新しい入居者がやってくる。\n引っ越して来たのはなんと、ひなとその主、そしてあやめで…！？"
                },
                "6": {
                    "ID": "10875249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875249",
                    "TitleEnglish": "Somehow a Rom-Com Loving High School Girl was Monitoring Me",
                    "SummaryEnglish": "Himari is disappointed by a lack of lovey-dovey feelings.",
                    "TitleJapanese": "なぜかラブコメ好きのJKに監視されてました",
                    "SummaryJapanese": "朝倉陽葵(あさくらひまり) は政と同じマンションに住む無類のラブコメ好きの女子高生。\n大人の恋愛を夢見るひまりは政の部屋にしづりが暮らすようになってからこのかた、\nずっと政たちのことを観察していたのだ。\n初めは大人の同棲！と沸き立っていたひまりであったが、\nしづりの生活態度を見て熱が冷め、LOVEの気配を感じないと失望していた。\nこんな2人がカップルなわけがないと思うひまりであったが…"
                },
                "7": {
                    "ID": "10875250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875250",
                    "TitleEnglish": "Somehow I Suffered for a Date",
                    "SummaryEnglish": "Tsukasa asks Shizuri to accompany him shopping in Akihabara.",
                    "TitleJapanese": "なぜかデートに行くために四苦八苦しました",
                    "SummaryJapanese": "PCの調子が悪くなってしまったため買い換えたいという政は、\nしづりに秋葉原へ買い物につきあってほしいと申し出る。\nデートだと舞い上がるしづりだったが着ていく服がない。\nそんなしづりに自分の服を貸そうかとあやめが申し出る。\nあやめの服を試着しながら政との関係について尋ねられたしづりは牽制のつもりで\n「しづりの世話をしていると癒される」という政の言葉を伝える。\nそれを聞いたあやめの感想は思いがけないもので…"
                },
                "8": {
                    "ID": "10875251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875251",
                    "TitleEnglish": "Somehow I Fully Enjoyed My Akiba Date",
                    "SummaryEnglish": "Shizuri is determined to find out Tsukasa's feelings toward her.",
                    "TitleJapanese": "なぜかアキバでデートを満喫しました",
                    "SummaryJapanese": "秋葉原についた政としづり。\n初めて訪れた聖地・秋葉原にすっかり夢中になってしまうしづり。\nアキバを満喫したしづりは政の気持ちを確かめるんだと意気込んでいたことを思い出す。\n服を褒めてくれた政を思い出して慌てるしづりは、アイスを買ってくると政の元を離れる。\nその隙に政は、高校の同級生に遭遇し絡まれてしまう。\nしづりとの関係を馬鹿にしてくる彼に、政ははっきりと自分の思いを告げる。"
                },
                "9": {
                    "ID": "10875252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875252",
                    "TitleEnglish": "Somehow the High School Girl Reached a New Love Frontier",
                    "SummaryEnglish": "When Tsukasa and Shizuri went on their Akiba date, Himari staked out in the bushes to snoop.",
                    "TitleJapanese": "なぜかJKがLOVEの新境地を開きました",
                    "SummaryJapanese": "政としづりがアキバデートに出かけたその日、ラブコメ大好きJKのひまりは、同棲中にも関わらず、\nLOVE要素が物足りないしづりと政が、真のカップルなのかどうか見届けるべく、張り込みをしていた。\nそこに帰ってきたのは血のついた服で泣きじゃくるしづりと、そんなしづりをなぐさめる政だった。\nデートの結末を見届けようと張り込んでいたのに、期待していたラブラブな光景が見られず失望するひまりは…"
                },
                "10": {
                    "ID": "10875253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875253",
                    "TitleEnglish": "Somehow a Tsundere Kunochi Showed Up",
                    "SummaryEnglish": "Hina drives back a Yoma that has ambushed her master, Toru.",
                    "TitleJapanese": "なぜかツンデレなくノ一が来ました",
                    "SummaryJapanese": "ひなは主のとおるを襲撃した妖魔を撃退する。\nそこに別の里の頭領である夏見叶愛なつみかんなが現れ、しづりの元へ案内しろと迫る。\nしづりの元を訪れたかんなは、しづりに勝負しろと言う。\nライバルを自称しているかんなであったが、しづりには相手にもされなかった。\nひなが抜け忍になったことを嘆くかんなは小言をたくさん言ってしまい、\nそのせいでひなの不幸体質が発動してしまう…"
                },
                "11": {
                    "ID": "10875254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875254",
                    "TitleEnglish": "Somehow a Kunoichi Maid Burst Onto the Scene",
                    "SummaryEnglish": "Hina's extremely bad luck is out of control.",
                    "TitleJapanese": "なぜかメイドなくノ一が爆誕しました",
                    "SummaryJapanese": "ひなの不幸体質の暴走で破壊された部屋は、『鏡面結界』によって瞬時に元通りになった。\n結界を張ったのは、マンションの大家でしづりの元指南役である葉月沙耶はづきさやであった。\nさやは『鏡面結界』の埋め合わせに仕事をするよう、しづりたちに迫る。\nしづりたち4人にさやが課した仕事は、『にんにんカフェ』でくノ一メイドとして働くことだった。\n忍メイド服に着替え接客することになったしづりたちだったが…"
                },
                "12": {
                    "ID": "10875255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875255",
                    "TitleEnglish": "Somehow I Decided to Quit Being a NEET",
                    "SummaryEnglish": "The kunoichi succeed in paying off the debt owed to Saya.",
                    "TitleJapanese": "なぜかニートをやめることになりました",
                    "SummaryJapanese": "ツンデレメイドの才能を開花させたかんなのおかげで、\nさやに課されたノルマをなんとか達成したくノ一たち。\nやっとのことで労働から解放され涙を流し喜ぶしづりであった。\n一方、政はにんにんカフェでしづりから言われた言葉が気になってしまう。\nそんな中、妖魔に襲われた政は自ら反撃を試みるが、\n助けにやってきたしづりが瞬殺し、戦闘は自分に任せておけばいいとたしなめる。\nそんな2人に鋭い眼差しを向ける人物の姿があった。"
                },
                "13": {
                    "ID": "10875256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875256",
                    "TitleEnglish": "Somehow the Former NEET Did Her Best with Chores and Work",
                    "SummaryEnglish": "Shizuri decides to stop being a NEET. How hard could that be?",
                    "TitleJapanese": "なぜか家事や仕事を元ニートは頑張りました",
                    "SummaryJapanese": "ニートをやめる――2人の生活を守るため、そう宣言したしづりは就職活動に勤しむがどこにも採用してもらえない。\nこうなったら…と『にんにんカフェ』の面接に臨み、再びメイドとして働くこととなるしづり。\nメイドの仕事をこなしたあとは、掃除に料理にと家事に励む。\n明らかに無理をしているしづりを心配した政は、マンションを出ようと提案するが、\nしづりは今まで通りじゃダメなんだ、と自分の決意とその理由を語る。"
                },
                "14": {
                    "ID": "10875257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875257",
                    "TitleEnglish": "Somehow the Strongest Assassin Appeared",
                    "SummaryEnglish": "Evidently, hard enough that withdrawal sets in.",
                    "TitleJapanese": "なぜか最強の刺客がやってきました",
                    "SummaryJapanese": "政との生活を守るため、ニートをやめることを決意したしづりは『にんにんカフェ』での勤務に励んでいたが、\n大好きなゲームを封印したことによって精神的においつめられ疲弊しきっていた。\nそんな中、言語を話す高等妖魔、キラーとクレナが人間界へ姿を現す。\n武士の魂を狩ることを目的にやってきた彼女たちは、次々とくノ一を倒していく。\nさらなる獲物を求めて情報を集めるキラーとクレナは、ある「良血統」の武士の情報にたどり着く。"
                },
                "15": {
                    "ID": "10875258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875258",
                    "TitleEnglish": "Somehow This Became a Fighting Anime",
                    "SummaryEnglish": "Killa and Crena launch an attack, trying to kidnap Tsukasa.",
                    "TitleJapanese": "なぜかバトルアニメになりました",
                    "SummaryJapanese": "良血統の野良武士である政を拉致しようと、キラーとクレナが襲いかかる。\n間一髪、主の危機を察知したしづりが政を護るために現れる。\nこんなやつら、さっさとボコボコにして家に帰ろう、という言葉に激昂したキラーの振り上げた鎌が、しづりに迫る。\n迎え撃つしづりであったが、思わぬ強敵に苦戦を強いられる。\n一方、疲れ切った様子で『にんにんカフェ』にやってきたさやは、\nかんなに対し「一つ、頼みがある」と言うのだった。"
                },
                "16": {
                    "ID": "10875259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875259",
                    "TitleEnglish": "Somehow Supporting Characters Have Started to Shine",
                    "SummaryEnglish": "Kanna, Hina, and Ayame rush to help Shizuri, who is in a very tight spot.",
                    "TitleJapanese": "なぜかサブキャラが輝きはじめました",
                    "SummaryJapanese": "窮地に陥ったしづりのもとへ、かんな、ひな、あやめが助けに駆けつけた。\nいつもの調子でドタバタ騒ぎを繰り広げる面々に、キラーの怒りが頂点に達する。\nしかしくノ一たちも負けてはいない。\nひなは特大の初級魔法を炸裂させ、それを食らいたいだけのあやめは本来の力を解放しクレナへ反撃する。\nかんなは、しづりの傷を癒すために離脱しろと政に告げ、キラーと対峙する。\n主の力を目覚めさせた政は、傷ついたしづりを懸命に治療するが……。"
                },
                "17": {
                    "ID": "10875260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875260",
                    "TitleEnglish": "Somehow I was Asked to Continue Being a NEET",
                    "SummaryEnglish": "Tsukasa confesses to Shizuri how he truly feels.",
                    "TitleJapanese": "なぜかニートを続けて欲しいとお願いされました",
                    "SummaryJapanese": "キラー、クレナとの戦いが終わったら、マンションを出ていくとしづりは政に告げる。\n政を危険に晒しただけでなく、短期間で主の力が目覚めるような無茶をさせてしまったことに、\nしづりは深く責任を感じていたのだった。\n政はそんなしづりに思いのたけをぶつけると、自分のためにニートを続けて欲しいと告白する。\n政の思いを聞いたしづりは政と主とくノ一の本契約を結ぶ。\nここに忍界最強のニートくノ一が爆誕した！"
                },
                "18": {
                    "ID": "10875261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875261",
                    "TitleEnglish": "Somehow an Old Story Began",
                    "SummaryEnglish": "The reason for Saya's actions and secrets will be revealed.",
                    "TitleJapanese": "なぜか昔話をはじめました",
                    "SummaryJapanese": "強敵であるキラーを撃退したしづりは限界を超えた反動で倒れてしまう。\nかんなは、どうやってこの短期間で主の力を目覚めさせることができたのかと政を問いつめる。\n疑問に答えたのはさやだった。\n主の力を使うための『龍穴チャクラ』を強制的に政に開いたため、さやは忍としての力を失っていた。\nなぜしづりと政のためにさやは自分を犠牲にしたのか。\nその理由とさやの秘密が今明かされる。"
                },
                "19": {
                    "ID": "10875262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875262",
                    "TitleEnglish": "Somehow There Was Bedlam in the Bathhouse",
                    "SummaryEnglish": "Shizuri and the others visit a luxury bathhouse with jacuzzis, showers, massage chairs.",
                    "TitleJapanese": "なぜか銭湯で戦闘が勃発しました",
                    "SummaryJapanese": "スーパー銭湯にやってきたしづりたち。\nジャグジー、うたせ湯、壺風呂、マッサージチェアに即落ちするくノ一たちに、男湯でのんびりする政と透。\n思い思いに楽しむ一行であったが、くノ一たちが岩盤浴を楽しんでいると男湯から妖魔の気配が。\n駆けつけたしづりたちが目にしたのは、なんとタコ型の妖魔だった！\n忍スーツを置いてきたくノ一たちは大ピンチ。\nしかもタコ型妖魔の吐く墨には女性の水着だけを溶かす効果があった。"
                },
                "20": {
                    "ID": "10875263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875263",
                    "TitleEnglish": "Somehow the Tsundere Kunoichi's Sister Showed Up",
                    "SummaryEnglish": "Hina accidentally lets Kanna’s location slip.",
                    "TitleJapanese": "なぜかツンデレくノ一の妹がやってきました",
                    "SummaryJapanese": "夏見の里にはかんなの妹、ゆずがいた。\n近ごろ里にほとんどいない姉を心配したゆずは、様子を探るため里を出る。\nそうとは知らずかんなは、にんにんカフェでの勤務をノリノリで楽しんでいた。\n初めての都会に戸惑うゆずは、偶然しづりと出会う。\n姉の居場所を尋ねられたしづりだったが、カタブツのゆずをメイド姿のかんなと会わせるわけにはいかないと考える。\nしかしそこに現れたひなが、うっかりかんなの居場所を漏らしてしまい…"
                },
                "21": {
                    "ID": "10875264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875264",
                    "TitleEnglish": "Somehow the Troublesome Sisters Spoke of Their Memories",
                    "SummaryEnglish": "A brokenhearted Yuzu wanders around the city after seeing her beloved sister Kanna as a tsundere maid.",
                    "TitleJapanese": "なぜかこじらせ姉妹が思い出話をしました",
                    "SummaryJapanese": "慕っていた姉、かんなのツンデレメイド姿を見てしまい傷心のゆずは街をさまよう。\nゆずを心配するしづりに、部外者は口を出すなとつっぱねるかんな。\n呆れたしづりはゆずを探しに街へ。\nナンパされていたゆずを助けようとするしづりだったが、なぜかブチギレたゆずに吹き飛ばされてしまう。\nゆずは変わってしまった姉のことを思い、大泣きする。\nそんなゆずの前に現れハンカチを差し出すさや。\n彼女はかんなの真意について語り始める。"
                },
                "22": {
                    "ID": "10875265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875265",
                    "TitleEnglish": "Somehow I Started a Neighborhood Friendship with a High School Girl I'm Basically Meeting for the First Time",
                    "SummaryEnglish": "Shizuri and Himari face each other in a tense atmosphere.",
                    "TitleJapanese": "なぜかほぼ初対面のJKとご近所付き合いはじめました",
                    "SummaryJapanese": "ゲーム機や布団、ごみが綺麗に片づけられニート色が一掃された政の部屋で、\n緊迫した空気の中向き合うしづりとひまり。\n伝えたいことがあるとテンションマックスで突入してきたひまりであったが、\nその後のことを全く考えていなかった！\n一方のしづりは、政を奪いに来たと思いこみ殺気を走らせる。\nそんなカオスな空気の中、ひまりが告げたのは、\n政がしづりとは違う女の人の部屋から出て来たという目撃情報で…"
                },
                "23": {
                    "ID": "10875266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875266",
                    "TitleEnglish": "Somehow Perversion and Bad Luck Formed a Team",
                    "SummaryEnglish": "Hina's improved luck comes with an unlucky side effect, derailing her \"special training\" with Ayame.",
                    "TitleJapanese": "なぜか変態と不幸がひとつになりました",
                    "SummaryJapanese": "いつも通りラブラブなひなと透。\n同棲生活でひなの不幸体質は改善しつつあった。\n一方、かつてひなから受けたキッツイ一撃が忘れられないあやめは、\n二人であの戦法を極めてみよう、と連携の特訓を持ちかける。\nしかし不幸体質が改善されたひなの初級忍術は火力が出ない。\n大切な仲間を全力で撃つなんてできない、というひなにしびれをきらしたあやめはゴミ袋に入ると、\n自分を燃えるゴミとして焼却しろとひなに迫る！"
                },
                "24": {
                    "ID": "10875268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/neet-kunoichi-to-nazeka-dousei-hajimemashita/episodes/10875268",
                    "TitleEnglish": "The NEET Kunoichi Somehow Had a Drinking Party",
                    "SummaryEnglish": "Later, a drinking party causes utter chaos!",
                    "TitleJapanese": "ニートくノ一たちとなぜか飲み会はじめました",
                    "SummaryJapanese": "政の部屋で飲み会を開いているひなとかんな、それにしづり。\n酔っぱらって透の浮気を疑うひなや、ゆずが口を聞いてくれないというかんなの愚痴を聞き、\n勝手に優越感を覚えるしづりもまた泥酔していた。\n透が現れ、ひなの誤解も解けたところに既に泥酔しているさやが現れ、飲み会の場はさらにカオスに。\nバニー姿にさせられたかんなはその姿をやってきたゆずに目撃される。\n酔ったくノ一たちはゆずにもコスプレを強要し…"
                }
            }
        }
    }
}