{
  "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5548358/",
    "https://x.com/Lanipator?s=20"
  ],
  "TitleEnglish": "Yu Yu Hakusho Abridged",
  "SummaryEnglish": "An Abridged parody of Yu Yu Hakusho.",
  "Aliases": [],
  "Modified": "2024-11-13",
  "Seasons": {
    "0": {
      "ID": "2112021",
      "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/seasons/official/0",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "10326253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10326253",
          "TitleEnglish": "Episode 1 Remastered",
          "SummaryEnglish": "Yu Yu Hakusho is property of Yoshihiro Togashi, Fuji TV, and Funimation Entertainment this is a fan made parody nothing more.",
          "Aliases": []
        },
        "2": {
          "ID": "10326254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10326254",
          "TitleEnglish": "KaiserNeko's Episode 1 (LATE APRIL FOOLS)",
          "SummaryEnglish": "April Foo-- Looks at the calender. Oh, son of a... Yeah, this was going to be my April Fools joke, but unfortunately, things ended up not working out how they were supposed to and I couldn't get it done in time. So, here it is. 2 days late and a dollar short. Still, hope you get some laughs out of it!",
          "Aliases": []
        },
        "3": {
          "ID": "10797109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10797109",
          "TitleEnglish": "Yu Yu Hakusho: Poltergeist Report Abridged Part 1",
          "SummaryEnglish": "Poltergeist Report Part 1 Yu Yu Hakusho Poltergeist Report is property of Yoshihiro Togashi, Fuji TV and Central Park Media Yu Yu Hakusho is property of FUNimation Entertainment, Yoshihiro Togashi, and Fuji TV",
          "Aliases": []
        },
        "4": {
          "ID": "10797112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10797112",
          "TitleEnglish": "Yu Yu Hakusho: Poltergeist Report Abridged Part 2",
          "SummaryEnglish": "The competition for claiming the Elemental Sites has begun, who will win?! Yu Yu Hakusho Poltergeist Report is property of Yoshihiro Togashi, Fuji TV and Central Park Media Yu Yu Hakusho is property of FUNimation Entertainment, Yoshihiro Togashi, and Fuji TV Music I'm Bringing Sexy Back - Justing Timberlake",
          "Aliases": []
        },
        "5": {
          "ID": "10797113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10797113",
          "TitleEnglish": "Yu Yu Hakusho: Poltergeist Report Abridged Part 3",
          "SummaryEnglish": "Oh NOEZ all the sites were destroyed (Yes even wind shut up). It's about time for team Urameshi to take the battle to Yakumo. Oh and Reiko finally speaks. Yu Yu Hakusho Poltergeist Report is property of Yoshihiro Togashi, Fuji TV and Central Park Media Yu Yu Hakusho is property of FUNimation Entertainment, Yoshihiro Togashi, and Fuji TV Special Thanks to Special Guest Star: Chuck Huber Music Theme Song - Kill Bill Awaken - Dethklok",
          "Aliases": []
        },
        "6": {
          "ID": "10797114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10797114",
          "TitleEnglish": "Yu Yu Hakusho: Poltergeist Report Abridged Part 4",
          "SummaryEnglish": "The final showdown between earth and the netherworld! Yu Yu Hakusho Poltergeist Report is property of Yoshihiro Togashi, Fuji TV and Central Park Media Yu Yu Hakusho is property of FUNimation Entertainment, Yoshihiro Togashi, and Fuji TV There now I can go back to making Episodes and Rants",
          "Aliases": []
        },
        "7": {
          "ID": "10797131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10797131",
          "TitleEnglish": "Yu Yu Hakusho Abridged Fan Art Special",
          "SummaryEnglish": "NOTE: Number 10 was drawn by Filip91 my appologies for reading too fast and missing the first \"I\"",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2112022",
      "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/seasons/official/1",
      "# Episodes": 40,
      "Episodes": {
        "1": {
          "ID": "10316954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10316954",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "Yu Yu Hakusho crammed into a 6 Minute byte (bad CPU pun FTW) Special Thanks to Little Kuriboh MasakoX and Vegeta 3986 Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment Songs: Karate - Tenacious D Bad Day - Daniel Powter Black Horse and The Cherry Tree - KT Tunstall Another Irish Drinking Song - DaVinci's Notebook",
          "Aliases": []
        },
        "2": {
          "ID": "10325154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325154",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "Here ya go all the greatness of Yu Yu Hakusho without using an entire half hour. Yu Yu Hakusho is property of Funimation Entertainment",
          "Aliases": []
        },
        "3": {
          "ID": "10325155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325155",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "Yu Yu Hakusho in 8mins or less or your money back! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "4": {
          "ID": "10325157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325157",
          "TitleEnglish": "Episode 4",
          "SummaryEnglish": "NOTE: THE NEIGHBORHOOD WATCH origionated in this episode, not Naruto tAS 14 Yu Yu Hakusho in less than 9 mins = Fun for all! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "5": {
          "ID": "10325184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325184",
          "TitleEnglish": "Episode 5",
          "SummaryEnglish": "Yummy Yummy Yummy I got Yu Yu for Your Tummy! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "6": {
          "ID": "10325185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325185",
          "TitleEnglish": "Episode 6",
          "SummaryEnglish": "Yu Yu Hakusho more than meets the eye! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "7": {
          "ID": "10325204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325204",
          "TitleEnglish": "Episode 7",
          "SummaryEnglish": "Yippy Ky- Yu Yu Hakusho Mother F**ker! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "8": {
          "ID": "10325187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325187",
          "TitleEnglish": "Episode 8",
          "SummaryEnglish": "The long awaited Episode 8 finally arrives! Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "9": {
          "ID": "10325206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325206",
          "TitleEnglish": "Episode 9",
          "SummaryEnglish": "NOTE: The sign on Kazamaru's Head is not a Nazi Swastika it is a Buddhist swastika,it is a sign of peace. The Nazi Swastika is turned 45 degrees clockwise. Yu Yu Hakusho wrapped up tightly into a meaty 9 minute burrito. Yu Yu Hakusho: Ghost Files is property of Funimation Entertainment",
          "Aliases": []
        },
        "10": {
          "ID": "10325207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325207",
          "TitleEnglish": "Episode 10",
          "SummaryEnglish": "Come young ones I bring you sweet YYH goodness in one need little package. Yu Yu Hakusho: Ghost Files is property of Yoshihiro Togashi and Funimation Entertainment",
          "Aliases": []
        },
        "11": {
          "ID": "10325208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325208",
          "TitleEnglish": "Episode 11",
          "SummaryEnglish": "I defy you to name something closer to getting the 11th episode of YYH in 6mins other than YYHA!",
          "Aliases": []
        },
        "12": {
          "ID": "10325191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325191",
          "TitleEnglish": "Episode 12",
          "SummaryEnglish": "Happy YYHAlloween! Songs- Karate- Tenacious D Short People - Randy Newman In Da Club - 50 Cent Requiem for a Dream",
          "Aliases": []
        },
        "13": {
          "ID": "10325210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325210",
          "TitleEnglish": "Episode 13",
          "SummaryEnglish": "I'll add more to this description later but for now I'm tired and need sleep. There I got some sleep - Lani 2017 The Genkai Tournament Comes to a Shocking End.",
          "Aliases": []
        },
        "14": {
          "ID": "10325211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325211",
          "TitleEnglish": "Episode 14",
          "SummaryEnglish": "Happy Valentines day everyone Yusuke Makes his triumphant return in this 10 minute chunklet of an episode with a special cameo apperance by Vegeta3986 Yu Yu Hakusho Ghost Files is property of Yoshihiro Togashi and Funimation Entertainment",
          "Aliases": []
        },
        "15": {
          "ID": "10325212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325212",
          "TitleEnglish": "Episode 15",
          "SummaryEnglish": "Yu Yu Hakusho in a dagum 7 minute shot of moonshine yeeeeeehaaaaaw Yu Yu Hakusho Ghost Files is property of FUNimation Entertainment, Fuji TV, and Yoshihiro Togashi.",
          "Aliases": []
        },
        "16": {
          "ID": "10325213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325213",
          "TitleEnglish": "Episode 16",
          "SummaryEnglish": "Yu Yu Hakusho Episode 16 cut down to a fraction of it's normal time all for your convenience! Yu Yu Hakusho Ghost Files is property of FUNimation Entertainment, Fuji TV, and Yoshihiro Togashi.",
          "Aliases": []
        },
        "17": {
          "ID": "10325214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325214",
          "TitleEnglish": "Episode 17",
          "SummaryEnglish": "That's right Yu Yu Hakusho Abridged is back thanks to many generous donators. This time Yu Yu Hakusho is taking the form of a 7 minute cheddar biscuit of delicious buttery love. Introducing Spnkyhappy as Mirugu Yu Yu Hakusho is property of FUNImation Entertainment, Fuji TV, and Yoshihiro Togashi please support the official release.",
          "Aliases": []
        },
        "18": {
          "ID": "10325215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325215",
          "TitleEnglish": "Episode 18",
          "SummaryEnglish": "Yu Yu Hakusho is property of Yoshihiro Togashi, FUNimation Entertainment, and Fuji TV please support the official release. Yu Yu Hakusho lovingly crammed into 6 and a half minutes of your life.",
          "Aliases": []
        },
        "19": {
          "ID": "10325216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325216",
          "TitleEnglish": "Episode 19",
          "SummaryEnglish": "Featuring Spnkyhappy as Mirugu A delicious combination of Sweet Succulent Yu Yu Hakusho and Lanipator all blended together in a 7 Minute Smoothie. Mmm Mmm Good Yu Yu Hakusho is property of Funimation Entertainment, Fuji TV, and Yoshihiro Togashi Please support the official release.",
          "Aliases": []
        },
        "20": {
          "ID": "10325199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325199",
          "TitleEnglish": "Episode 20",
          "SummaryEnglish": "Yu Yu Hakusho delivered fresh to your favorite web browsing device in 10 minutes or less or it's absolutely free! Featuring Spnkyhappy as Mirugu and Lanipator as Everyone else. Dedicated to the memory of Ace Boone Landis. Rest in peace. Yu Yu Hakusho is property of Yoshihiro Togashi, FUNimation Entertainment, and Fuji TV, please support the official release!",
          "Aliases": []
        },
        "21": {
          "ID": "10325200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325200",
          "TitleEnglish": "Rescue Yukina Abridged Part 1",
          "SummaryEnglish": "That's right after taking 3 years to finish one arc I finish this one in a week. Yu Yu Hakusho Rescue Yukina arc packed neatly into a 20 minute slice. Written, Edited, and Starring Lanipator Featuring (in order of appearance) Ganxingba - The Agent Spnkyhappy- Shizuru Kuwabara KaiserNeko- E S F Little Kuriboh- Fred T. Takahata101 - Chet S. Special thanks to KaiserNeko for assisting with Sound Effects. Yu Yu Hakusho is property of Yoshihiro Togashi, Funimation Entertainment, and Fuji TV. Please support the official release.",
          "Aliases": []
        },
        "22": {
          "ID": "10325219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-yu-hakusho-abridged/episodes/10325219",
          "TitleEnglish": "Rescue Yukina Abridged Part 2",
          "SummaryEnglish": "Written, Edited, and Starring Lanipator Featuring (in order of appearance) Ganxingba - The Agent Spnkyhappy- Shizuru Kuwabara KaiserNeko- E S F Little Kuriboh- Fred T. Takahata101 - Chet S. Special thanks to KaiserNeko for assisting with Sound Effects. Yu Yu Hakusho is property of Yoshihiro Togashi, Funimation Entertainment, and Fuji TV. Please support the official release.",
          "Aliases": []
        }
      }
    }
  }
}