{
    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32508529/",
        "https://nageki-anime.com/",
        "http://www.reddit.com/r/NagekiNoBourei",
        "https://www.tvmaze.com/shows/79010/show-slug",
        "https://www.themoviedb.org/tv/258579",
        "https://www.wikidata.org/wiki/Q124618786",
        "https://en.wikipedia.org/wiki/Let_This_Grieving_Soul_Retire!#Anime",
        "https://x.com/nageki_official"
    ],
    "TitleEnglish": "Let This Grieving Soul Retire!",
    "SummaryEnglish": "Six childhood friends make a vow one day to become treasure hunters, and eventually grow to be the strongest heroes in the world. During his first quest, Krai Andrey realizes he isn’t cut out for the job. Even so, his friends make him their leader. Underpowered in the face of great expectations, Krai embarks on a reluctant hero’s tale of glory, headaches, and wanting to retire early.",
    "TitleJapanese": "嘆きの亡霊は引退したい",
    "SummaryJapanese": "今は、富、名声、権力、栄光に飢えた冒険家であるトレジャー ハンターにとって黄金時代であり、世界中の宝物庫で命を危険にさらしています。 「トレジャーハンターになろう。」クライと彼の幼なじみは、その中で最も偉大になることを誓いましたが、クライが自分がその仕事に向いていないことに気づいた日、その夢は消え去るはずでした。しかし、クライさんの命に対する不安と同時に、期待も高まり続けている。幼なじみの友人たちが夢に向かって一歩ずつ近づいている中、悲しみに暮れるこの魂には、ただ 1 つの願いがあります。それは、すべてを詰め込んで引退したいということです。",
    "Aliases": [
        "嘆きの亡霊は引退したい~最弱ハンターによる最強パーティ育成術~",
        "嘆きの亡霊は引退したい 〜最弱ハンターは英雄の夢を見る〜",
        "Nageki no Bōrei wa Intai Shitai: Saijaku Hunter ni Yoru Saikyō Party Ikusei-jutsu",
        "Nageki no Bourei wa Intai Shitai: Saijaku Hunter ni Yoru Saikyou Party Ikusei-jutsu",
        "Nageki no Bourei wa Intai Shitai - Saijiyaku Hanta ni Yoru Saikiyou Patei Ikusei Jutsu",
        "Nageki no Bourei wa Intai Shita ~Saijaku Hunter wa Eiyuu no Yume wo Miru~"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "2112392",
            "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "10320567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10320567",
                    "TitleEnglish": "Today, I Just Want to Go Home",
                    "SummaryEnglish": "Krai Andrey is the master of the clan named First Steps. Although he would prefer to retire, he can't find an opportunity or the right time to do so. Krai explains in detail how he ended up in this situation.",
                    "TitleJapanese": "今日はこのまま帰りたい",
                    "SummaryJapanese": "帝都最弱にして、屈指の高レベルハンター、クライ・アンドリヒ。自身がマスターを務めるクラン《始まりの足跡（ファースト・ステップ）》の新規メンバー採用面接の会場に顔を出すクライだが、無責任な発言によって場は大騒動に……。後日、探索者協会から呼び出しを食らうクライは騒動の責任を取るため、比較的楽そうな依頼――とある宝物殿での遭難者救助を引き受ける。だがクライはとことん人任せ。その依頼をティノになすりつけるのだった！"
                },
                "2": {
                    "ID": "10700562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700562",
                    "TitleEnglish": "I Want to Leave It to Tino and Take It Easy",
                    "SummaryEnglish": "Tino has received a mission from Krai. But before she can set out, she needs a few strong members for her group. Greg, Rhuda, and Gilbert are already ready.",
                    "TitleJapanese": "ティノに任せてラクしたい",
                    "SummaryJapanese": "宝物殿【白狼の巣】での救助依頼。ティノ、ルーダ、ギルベルト、グレッグ様による、即席パーティが結成された。反発するギルベルトはクライに勝負を挑むも、差し向けられたティノに負け、さらに宝具を高度に扱うクライの姿に畏れ慄き、その実力を認めるに至る。無事に依頼をなすりつけ安心するクライ。しかし、どうやら最近【白狼の巣】が異変によって危険地帯と化していると知り、今更ながら自らの無茶振りに気づくことに……。"
                },
                "3": {
                    "ID": "10700563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700563",
                    "TitleEnglish": "I Want to Fly Straight Through the Sky",
                    "SummaryEnglish": "Tino and her group are fighting against a phantom even before they enter the treasure chamber. In the process, they realize that their opponent is significantly stronger than level 3. Meanwhile, Krai rushes to them to save them from their terrible fate.",
                    "TitleJapanese": "まっすぐ空を飛んでみたい",
                    "SummaryJapanese": "高レベルの幻影（ファントム）に苦戦するティノ達。一同は強敵を相手に、チームワークを駆使してなんとか宝物殿を進んでいく……。そして迎えたボスファントム戦。死力を尽くし辛くも勝利を収めたものの、新たに４体のボスが出現した！ 絶望的な状況に撤退を決めるティノ。だが決死の作戦も失敗に終わってしまう。死を覚悟した一同の前に現れたのは――クライ。レベル８ハンター、《千変万化》の実力が今ここに発揮される！……のか？"
                },
                "4": {
                    "ID": "10700564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700564",
                    "TitleEnglish": "The Mysterious Mask Wants to Fight",
                    "SummaryEnglish": "Krai and Tino's group wander through the White Wolf's building. The group believes that Krai knows where the exit is located. However, he is clueless. Then, they suddenly encounter the survivors they were trying to rescue.",
                    "TitleJapanese": "謎の仮面は戦闘したい",
                    "SummaryJapanese": "出口なんて分かるはずもなく、適当に宝物殿の中を進むクライ。そんな中、すっかり忘れていた依頼にあった遭難ハンター達を偶然発見してしまう。話によると遭難者達は「怨念の化身」という凶悪な敵にやられたらしい。出会えば全滅必至。一刻も早く宝物殿を出ようとするクライ達だが、運悪く怨念の化身に遭遇してしまう！ その禍々しいオーラに圧倒される一同。と、その時、もう一人謎の仮面をつけた人物が現れて……。"
                },
                "5": {
                    "ID": "10700565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700565",
                    "TitleEnglish": "I Want to Leave Everything to Ark",
                    "SummaryEnglish": "A long time ago, Sitri entrusted Krai with one of her alchemy creations: a slime powerful enough to destroy all of Zebrudia. When Krai discovers the slime is missing, he scrambles to recover it before chaos ensues.",
                    "TitleJapanese": "全部アークにまかせたい",
                    "SummaryJapanese": "リィズの活躍によって依頼を解決したクライだったが、今度は別の災難に見舞われていた。預かっていたシトリースライムがいなくなっていたのだ！ それは帝都を滅ぼすほどの脅威。気が気じゃないクライだが……考えることをいったん放棄。面倒なことは全て他人に押し付けて、リィズと共にデートへと出かける。一方、今なお異変が続いている【白狼の巣】。その地下では、魔術結社『アカシャの塔』による巨大な陰謀が渦巻いていた。"
                },
                "6": {
                    "ID": "10700566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700566",
                    "TitleEnglish": "I Want to Sleep Instead of Taking Charge",
                    "SummaryEnglish": "The Akashic Tower decides on an all out war against the hunters because they falsely believe that Krai found their facility. Independent of that, Krai's careless words cause a huge group of hunters to be sent to the White Wolf's Den.",
                    "TitleJapanese": "指揮は取らずに寝ていたい",
                    "SummaryJapanese": "シトリースライムは一体どこへ？ 助言を求めるべく、クライはそれを作った張本人、シトリーの帰還を待つことに。その頃、『アカシャの塔』はとある決断を下した。クライにアジトを特定されたと勘違いしたことで、ハンターとの全面抗争の道を選んだのだ。そんな事はつゆ知らず、協力を仰がれた【白狼の巣】への追加調査をアーク任せにしようとするクライだったが、その適当発言が曲解され、まさかのハンター大調査隊が結成されてしまった！"
                },
                "7": {
                    "ID": "10700567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700567",
                    "TitleEnglish": "The Akashic Tower Wants to Experiment",
                    "SummaryEnglish": "Sitri is finally back, but instead of focusing on the slime, she gives Krai an ominous warning. That at this rate, the entire investigation team will perish. The lethal battle between hunters and the Akashic Tower has been kicked off!",
                    "TitleJapanese": "アカシャの塔は実験したい",
                    "SummaryJapanese": "待望のシトリーが帰還した。だがスライムの件はそこそこに、シトリーはクライに不吉な予言をする。このままでは調査隊は全滅する、と……。宝物殿に集結したハンター達はスヴェンを陣頭に、クライの《千の試練》に対して最大級の警戒心で臨んでいた。そんな中、『アカシャの塔』きっての俊英ソフィアによる、ハンター殲滅作戦が着々と実行に移されており――。ハンターｖｓ『アカシャの塔』。総力を挙げた戦いの幕が切って落とされた！"
                },
                "8": {
                    "ID": "10700568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700568",
                    "TitleEnglish": "I Want to Rush In When It's Over",
                    "SummaryEnglish": "Sitri saves the day. Flustered, the Akashic Tower's members ignore Sophia's orders and self-destruct. As Sitri has figured out their headquarters, the hunters press on. Flick uses his lightning spell on them all, and for a moment it seems it's all over...",
                    "TitleJapanese": "終わった頃に駆けつけたい",
                    "SummaryJapanese": "シトリーの手腕によって、ピンチを脱したハンター達。焦った『アカシャの塔』の構成員達はソフィアの命令を無視してしまい、あえなく自滅する。さらにシトリーは敵の本陣を難なく特定。ハンター達は一気に攻勢に出ようとするも――。突然、アカシャ屈指の魔導師フリックによる一撃必殺の雷撃魔法が一同を襲う。形勢は逆転しハンター達は全滅してしまった。かに思えたが……。クライもようやく動き出し、戦いはいよいよ最終局面へ。"
                },
                "9": {
                    "ID": "10700569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700569",
                    "TitleEnglish": "I Want to Teach Love and Peace",
                    "SummaryEnglish": "The hunters are faced with chimeras and a giant golem. The intense battle suddenly comes to an end when Krai arrives. The next day Noctus and the other members of the Akashic Tower are finally reunited with Sophia. But she is acting strange, and then a certain someone appears...",
                    "TitleJapanese": "愛と平和を伝えたい",
                    "SummaryJapanese": "敵の本陣へ乗り込むハンター達。だが狂暴なキメラに巨大ゴーレム、迫りくる難敵に手こずり一進一退の攻防へ。そんな命を賭けた激しい戦いは、クライの到着により急転直下の結末を迎える……。後日、ノト・コクレア率いる『アカシャの塔』の面々は、無念の敗走からの再起を誓うと、ハンター側に潜入していたソフィアと合流する。だがソフィアの様子はいつもとまるで異なっていた。戸惑う一同の前に現れたのは――「あの人物」だった。"
                },
                "10": {
                    "ID": "10700570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700570",
                    "TitleEnglish": "I Want to Be Renowned in the Capital",
                    "SummaryEnglish": "The Dragon Slayer Arnold Hail is level 7 and he proudly rolls into the capital with his party \"Falling Fog\", but Krai doesn't even show a shred of interest. Meanwhile, getting his relics charged is causing quite commotion...",
                    "TitleJapanese": "帝都でぶいぶい言わせたい",
                    "SummaryJapanese": "レベル７ハンターにして竜殺しの英雄、アーノルド・ヘイル。野心溢れる彼のパーティ《霧の雷竜（フォーリン・ミスト）》が、鳴り物入りで帝都へやって来た。だがクライはその存在に興味すら持たず、今日も今日とて、マナ切れを起こした宝具へのチャージを巡ってひと騒動を巻き起こしてしまう……。その後酒場でリィズ、シトリー、ティノと共に宴を楽しむクライだったが――。突如アーノルド達が現れ、場の空気が一変する事態に。"
                },
                "11": {
                    "ID": "10700571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700571",
                    "TitleEnglish": "The Falling Fog Wants Revenge",
                    "SummaryEnglish": "The Falling Fog came to the capital to make a name for themselves, instead they get disgraced. To regain their honor, Arnold sets his sights on Krai, but he is preoccupied with how to repay his immense debt to Sitri. When chance brings them together, a fierce battle unfolds...",
                    "TitleJapanese": "霧の雷竜は復讐したい",
                    "SummaryJapanese": "帝都で名を上げるはずが醜態をさらす羽目になった《霧の雷竜（フォーリン・ミスト）》。憎しみ募るアーノルドは汚名返上するべく、レベル８のクライを狙うことに。その頃、シトリーへの多額の借金に頭を悩ませていたクライ。気分転換にティノと一緒に出掛けるが、運悪く《霧の雷竜》と遭遇してしまう。クライは体よくティノを差し向けるも、アーノルドには全く太刀打ちできない。足蹴にされるティノを見かねて、ついにクライが決闘の場へ進み出る……。"
                },
                "12": {
                    "ID": "10700572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700572",
                    "TitleEnglish": "If Possible, I'd Like to Get It",
                    "SummaryEnglish": "Krai discovers an exceptional relic that'll soon go to the auction. Since he really wants it, he contacts the seller directly. But that turns out to be Arnold, and Krai's clumsy negotiation skill backfires completely. Others people then butt in and the relic goes to the auction anyway...",
                    "TitleJapanese": "出来ることなら入手したい",
                    "SummaryJapanese": "訪れた宝具店で、鑑定依頼品の山の中にとびきりの逸品を発見したクライ。どうしても手に入れたくなり、直接その宝具の持ち主と売買交渉をすることにしたのだが……。持ち主はなんとアーノルドだった！クライの稚拙な交渉術が逆に高度な罠に見えたアーノルドは、その裏をかき宝具を売り渡そうとする。だが、横槍が入り交渉は破談。宝具はオークションに出されることになり、さらにその品を巡ってクライは貴族のエクレール嬢と争うことに。"
                },
                "13": {
                    "ID": "10700573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10700573",
                    "TitleEnglish": "I Want to Win the Bid No Matter What",
                    "SummaryEnglish": "The auction has finally begun. Krai is fixated on the one relic only, but then one fun relic after the other goes up for auction. When his resolve finally breaks, bidding for the golem Akasha starts. Since Sitri has been wanting it, Krai gives up on the relic and goes all in on the golem. Who will get the mask then...?",
                    "TitleJapanese": "何が何でも落札したい",
                    "SummaryJapanese": "ついに始まったオークション。目当ての宝具ただ一つを落札するべく巨額の借金を重ねたクライだったが、壇上に上がる宝具の数々に目を奪われ気持ちがかき乱される。クライの理性と我慢が限界を迎える中、会場に運び込まれたのは――シトリーが欲しがっていたアカシャゴーレム。シトリーの想いを汲んだクライは狙っていた宝具を諦め、ゴーレム落札のために全てを投げうち大勝負に出る。様々な思いが交錯するオークション。その結末やいかに？"
                },
                "14": {
                    "ID": "10869018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/10869018",
                    "TitleEnglish": "第14話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "11354715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354715",
                    "TitleEnglish": "第15話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "11354788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354788",
                    "TitleEnglish": "第16話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "11354789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354789",
                    "TitleEnglish": "第17話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "11354790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354790",
                    "TitleEnglish": "第18話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "11354791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354791",
                    "TitleEnglish": "第19話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "11354792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354792",
                    "TitleEnglish": "第20話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "11354793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354793",
                    "TitleEnglish": "第21話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "11354794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354794",
                    "TitleEnglish": "第22話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "11354795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354795",
                    "TitleEnglish": "第23話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "11354796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11354796",
                    "TitleEnglish": "第24話",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "11342931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/let-this-grieving-soul-retire/episodes/11342931",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}