{
  "URL": "https://www.thetvdb.com/series/ubel-blatt",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt32581027/",
    "https://ubel-blatt-anime.com/",
    "http://www.reddit.com/r/UbelBlatt",
    "https://www.tvmaze.com/shows/80873/show-slug",
    "https://www.themoviedb.org/tv/247367",
    "https://www.wikidata.org/wiki/Q124650313",
    "https://en.wikipedia.org/wiki/%C3%9Cbel_Blatt#Anime",
    "https://x.com/ubelblatt_info"
  ],
  "TitleEnglish": "Übel Blatt",
  "SummaryEnglish": "Two decades before the events of the manga, Koinzell (then known as Ascheriit) was a young swordsman who earned the fabled title of Blatt Meister, or \"Blade Master,\" for his exceptional skill with a sword. He was chosen by the Emperor of Szaalenden to be one of fourteen elite warriors on a perilous quest to defeat the evil nation of Wischtech.",
  "Aliases": [
    "Yūberu Buratto",
    "Yuuberu Buratto",
    "ユーベルブラット",
    "Übel Blatt",
    "Evil Blade",
    "Ubel Blatt"
  ],
  "Modified": "2025-08-25",
  "Seasons": {
    "1": {
      "ID": "2112900",
      "URL": "https://www.thetvdb.com/series/ubel-blatt/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10578771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10578771",
          "TitleEnglish": "Durch Bruch (Break Through)",
          "SummaryEnglish": "Blatt Meister Ascheriit was slain by his allies and was branded a traitor. Now, 20 years later, he is back with a new name, Köinzell, and a thirst for vengeance. Köinzell arrives at the border wall, Thousand Stonespears, at the Border City of Rielde-Velem. Here, he sets about infiltrating an underground monastery of corrupt monks.",
          "Aliases": []
        },
        "2": {
          "ID": "10853969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853969",
          "TitleEnglish": "Unter Morgen Monde (Under the Morning Moons)",
          "SummaryEnglish": "During a deadly exchange against Rangzatz, Köinzell is thrust down to the depths of the underground monastery. However, Köinzell had visited this fortress with Ergnach in the past. And now, as Köinzell fends off the elite warrior monks, he releases the magic circle spell his comrade had once sacrificed his life to conjure.",
          "Aliases": []
        },
        "3": {
          "ID": "10853970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853970",
          "TitleEnglish": "Langer Regen (The Long Rain)",
          "SummaryEnglish": "When Köinzell reaches the Seven Heroes' encampment, he is forced to confront the immense power and glory his former comrades have amassed since they murdered him in cold blood. Despondent, Köinzell is standing in the rain when a masked avenger makes an attempt on his life.",
          "Aliases": []
        },
        "4": {
          "ID": "10853971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853971",
          "TitleEnglish": "Köinzell",
          "SummaryEnglish": "Chiliarch Fargo invites Wied and Aht to the mayor's manor at night. That night, the two are met by a horde of undead bandits risen through dark Wischtechian magic. Simultaneously, Fargo launches a brutal assault on the refugees, including Peepi. Under the moonlit sky, Köinzell unleashes the power of his Black Sword.",
          "Aliases": []
        },
        "5": {
          "ID": "10853972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853972",
          "TitleEnglish": "Die Burg vom Helden (The Castle of the Hero)",
          "SummaryEnglish": "Schtemwölech welcomes Köinzell's assault with a powerful blast from Dragon's Maw, a Wischtechian magic artillery. Köinzell diverts its attack and breaches the defenses of the castle.Inside, Geranpen is faced with the ultimate choice: either remain loyal to his Lord or seek out the truth.",
          "Aliases": []
        },
        "6": {
          "ID": "10853973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853973",
          "TitleEnglish": "Schtemwölech",
          "SummaryEnglish": "In the depths of the castle altar, Schtemwölech had been conducting vile experiments on demihuman girls. By infusing fairyblood to his, the landgrave had attained a physique of steel through a Wischtechian ritual. Now, Köinzell must confront this former friend to put an end to his twisted plan.",
          "Aliases": []
        },
        "7": {
          "ID": "10853974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853974",
          "TitleEnglish": "Der leere Sarg (The Empty Coffin)",
          "SummaryEnglish": "A state funeral is held to pay tribute to Schtemwölech's glorious rule. Peepi and Altea reconvene with Köinzell, who had taken shelter in the mountains. As the company watch the funeral procession lay the landgrave's coffin to rest at the sacred burial site, Köinzell vows vengeance against the six remaining heroes.",
          "Aliases": []
        },
        "8": {
          "ID": "10853975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853975",
          "TitleEnglish": "Der Heldmörder (The Hero-Killer)",
          "SummaryEnglish": "In a fit of paranoia, the deranged Batterygrave Barestar commands his men to search for the Hero-Killer in the Free City Jullas-Abllas, where Köinzell sought shelter. Meanwhile, under Glenn's leadership, Elsaria's company hunts for the treacherous rebel.",
          "Aliases": []
        },
        "9": {
          "ID": "10853976",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853976",
          "TitleEnglish": "Junge Blätter (Young Leaves)",
          "SummaryEnglish": "At the Hall of Swords, Glenn entrusts a manhunt mission to Ichfeis, a slave knight vying to restore the title Blatt Meister. Meanwhile, in the Free City Jullas-Abllas, Köinzell's fight against Elsaria and company takes a desperate turn. Eager to prove herself, Aht recklessly charges in, only to sustain an injury.",
          "Aliases": []
        },
        "10": {
          "ID": "10853977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853977",
          "TitleEnglish": "Gegenangriff (Counterattack)",
          "SummaryEnglish": "Köinzell's stand against the batterygrave's military inspires the townsfolks of Jullas-Abllas to take up arms. Their bravery even convinces Elsaria, the Elector's daughter, to side with the Free City. Just as the tides are about to turn in Köinzell's favor, a powerful blast from a magic artillery cuts through the sky.",
          "Aliases": []
        },
        "11": {
          "ID": "10853978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853978",
          "TitleEnglish": "Gefühl zu… (With Feeling)",
          "SummaryEnglish": "As Barestar's Floating Castle and magic artillery wreak havoc on all, the people recognize Köinzell's stand to protect the city and call him for what he is, a hero. Meanwhile, Elsaria and company thwart Barestar's men from snatching Marquis Glenn's latest Flagship of the Dragon Airship Fleet, and launch a counteroffensive.",
          "Aliases": []
        },
        "12": {
          "ID": "10853979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853979",
          "TitleEnglish": "Neues Schwert (New Sword)",
          "SummaryEnglish": "Ichfeis, a slave knight who seeks to earn his freedom, faces Köinzell the Hero-Killer in a fated duel. As they cross blades, Ichfeis coaxes Köinzell to launch the Black Wing, the crowning technique of Ludift-style swordsmanship, and delivers his own imperfect rendition. Köinzell strikes back with a magnificent assault.",
          "Aliases": []
        }
      }
    }
  }
}