{
    "URL": "https://www.thetvdb.com/series/ubel-blatt",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32581027/",
        "https://ubel-blatt-anime.com/",
        "http://www.reddit.com/r/UbelBlatt",
        "https://www.tvmaze.com/shows/80873/show-slug",
        "https://www.themoviedb.org/tv/247367",
        "https://www.wikidata.org/wiki/Q124650313",
        "https://en.wikipedia.org/wiki/%C3%9Cbel_Blatt#Anime",
        "https://x.com/ubelblatt_info"
    ],
    "TitleEnglish": "Übel Blatt",
    "SummaryEnglish": "Two decades before the events of the manga, Koinzell (then known as Ascheriit) was a young swordsman who earned the fabled title of Blatt Meister, or \"Blade Master,\" for his exceptional skill with a sword. He was chosen by the Emperor of Szaalenden to be one of fourteen elite warriors on a perilous quest to defeat the evil nation of Wischtech.",
    "TitleJapanese": "Übel Blatt～ユーベルブラット～",
    "SummaryJapanese": "漫画の出来事の 20 年前、コインツェル (当時はアシェライトとして知られていた) は、剣の卓越した技術によりブラット マイスター、つまり「ブレード マスター」という伝説的な称号を獲得した若い剣士でした。彼は、邪悪な国家ヴィシュテックを倒すための危険な旅をする14人のエリート戦士の1人として、ザーレンデン皇帝によって選ばれました。ヴィシュテックは強力な武器と闇の魔法を持った恐るべき敵でした。皇帝自ら祝福した槍を装備した 14 人の戦士は敵の領土に赴き、土地の危険により階級の 3 つを失いました。残りの 11 人のうち 7 人は、リスクを恐れて探索を放棄しました。それにも関わらず、アシェライトと彼らのうちの 3 人は依然として皇帝の意志に従うことに熱心であり、信じられないほどその行為を成功させ、勝利を収めて帰ってきました。その時、任務を放棄した7人が仲間を待ち伏せして虐殺した。帰国後、彼らは皇帝に、自分たちが殺した4人が反逆者になったことを告げ、彼らを派遣した後、7人は任務を完了した。したがって、彼らは英雄として讃えられ、七英雄と呼ばれましたが、殺された4人は裏切りの象徴となり、裏切りの槍というあだ名が付けられました。",
    "Aliases": [
        "Yūberu Buratto",
        "Yuuberu Buratto",
        "ユーベルブラット",
        "ユーベルブラット",
        "Übel Blatt"
    ],
    "Modified": "2025-08-25",
    "Seasons": {
        "1": {
            "ID": "2112900",
            "URL": "https://www.thetvdb.com/series/ubel-blatt/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10578771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10578771",
                    "TitleEnglish": "Durch Bruch (Break Through)",
                    "SummaryEnglish": "Blatt Meister Ascheriit was slain by his allies and was branded a traitor. Now, 20 years later, he is back with a new name, Köinzell, and a thirst for vengeance. Köinzell arrives at the border wall, Thousand Stonespears, at the Border City of Rielde-Velem. Here, he sets about infiltrating an underground monastery of corrupt monks.",
                    "TitleJapanese": "Durch bruch《突破》",
                    "SummaryJapanese": "神託歴3972年、闇の異邦（ヴィシュテヒ）を封じる使命を帯び、聖なる槍を与えられた14人の騎士がいた。その中のひとり、刃匠（ブラットマイスター）アシェリートは、旅の途上、死の森の奥で信じていた仲間の裏切りによって無惨に殺され、『裏切りの槍』の汚名を着せられてしまう。 それから20年の時が経ち……、死の淵から剣士・ケインツェルとして甦った彼は、今や『七英雄』と讃えられる仇への復讐を胸に秘め、国境の街リエルデ・フェレムへやってきた。そこで知り合った密航者の少女・ピーピやヴィド、密航を手引するアルテアと共に、国境の壁『千の石槍』で、権力を傘に着る悪徳僧兵たちの根城、地下僧院に潜入するケインツェルだが……"
                },
                "2": {
                    "ID": "10853969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853969",
                    "TitleEnglish": "Unter Morgen Monde (Under the Morning Moons)",
                    "SummaryEnglish": "During a deadly exchange against Rangzatz, Köinzell is thrust down to the depths of the underground monastery. However, Köinzell had visited this fortress with Ergnach in the past. And now, as Köinzell fends off the elite warrior monks, he releases the magic circle spell his comrade had once sacrificed his life to conjure.",
                    "TitleJapanese": "Unter Morgen Monde《残月の下で》",
                    "SummaryJapanese": "地下僧院に巣食う怪物を退けたケインツェルたち。だが、僧兵長の雇った用心棒で、妖精の力を封じる魔剣の使い手・ラングザッツに行く手を阻まれる。魔剣の放つ衝撃波によって地下僧院の最深部へ落とされたケインツェルは、そこで僧兵の最精鋭たちと戦うことに。 この地下僧院はかつて、使命の旅を共にした仲間・エルグナッハとアシェリートが訪れた要塞だった。そこで覚えた罠の術式陣を利用して僧兵たちを陥れたケインツェルは、最奥の祭壇にたどり着く。そこには、エルグナッハが命を犠牲にして起動し、巨大な壁『千の石槍』を産み出した術式陣があった。ケインツェルはエルグナッハの術式陣を解き放つ……"
                },
                "3": {
                    "ID": "10853970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853970",
                    "TitleEnglish": "Langer Regen (The Long Rain)",
                    "SummaryEnglish": "When Köinzell reaches the Seven Heroes' encampment, he is forced to confront the immense power and glory his former comrades have amassed since they murdered him in cold blood. Despondent, Köinzell is standing in the rain when a masked avenger makes an attempt on his life.",
                    "TitleJapanese": "Langer Regen《長い雨》",
                    "SummaryJapanese": "国境近くに敷いた陣で『千の石槍』の崩壊を目撃した『七英雄』たち。飛竜を駆り、陣を目指すケインツェルだが、飛竜艇の攻撃に阻まれて不時着する。そこで、かつて自分を裏切り無惨に殺した仇のひとり、グレン侯と相まみえるケインツェル。胸に去来する、使命の旅でリーダーだった頃のグレンとの友情の記憶……。ケインツェルの刃は、グレンを守る七槍騎士団によって防がれる。命を狙われたグレンはしかし、ケインツェルを赦すと言って喝采を浴びる。20年間、英雄のカリスマを民衆に浸透させたグレンは、圧倒的な権力を盾として手に入れていた。 挫折を味わい雨に打たれるケインツェルを、仮面を着けたもうひとりの復讐者・アトが狙っていた……"
                },
                "4": {
                    "ID": "10853971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853971",
                    "TitleEnglish": "Köinzell",
                    "SummaryEnglish": "Chiliarch Fargo invites Wied and Aht to the mayor's manor at night. That night, the two are met by a horde of undead bandits risen through dark Wischtechian magic. Simultaneously, Fargo launches a brutal assault on the refugees, including Peepi. Under the moonlit sky, Köinzell unleashes the power of his Black Sword.",
                    "TitleJapanese": "Köinzell《ケインツェル》",
                    "SummaryJapanese": "モランの宿場町で、かつて自分を裏切り殺した『七英雄』のひとり、シュテムヴェレヒ方伯の命で亜人の娘たちを攫っていた盗賊団を斬ったケインツェル。ヴィドが行方を探しているアトの姉・シャーレンもまた、方伯軍の百人隊長ゲランペンに攫われたという。上官の千人隊長ファーゴは理由を説明すると、ヴィドとアトを町長の屋敷に招く。 だが夜、そこでは死人使いの術で起き上がった盗賊たちが襲いかかってきた！　関係者を始末していくファーゴは、闇の異邦（ヴィシュテヒ）由来の異能を持っていた。ピーピが狙われたところへ駆けつけたケインツェルは、月光の下で〝黒い剣〟を抜き放つ……！"
                },
                "5": {
                    "ID": "10853972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853972",
                    "TitleEnglish": "Die Burg vom Helden (The Castle of the Hero)",
                    "SummaryEnglish": "Schtemwölech welcomes Köinzell's assault with a powerful blast from Dragon's Maw, a Wischtechian magic artillery. Köinzell diverts its attack and breaches the defenses of the castle.Inside, Geranpen is faced with the ultimate choice: either remain loyal to his Lord or seek out the truth.",
                    "TitleJapanese": "Die Burg vom Helden《英雄の城》",
                    "SummaryJapanese": "ケインツェルが、『七英雄』の命を狙っていると知らされたシュテムヴェレヒ方伯は、自信たっぷりに迎撃を命じる。彼の居城・モランには、秘密兵器が用意されていた。それは、かつてアシェリートと共にした使命の旅の途上で、シュテムヴェレヒが修理した魔導兵器『竜の口』。そこから放たれる必殺の砲撃〝雷の吐息〟に、翼狼を駆るケインツェルとアトが果敢に挑む。 　ケインツェルたちと知り合った百人隊長ゲランペンは、城の奥深く、シュテムヴェレヒとファーゴしか入れない祭殿に、妖精の血の力を持つ娘たちが集められているという。義兄弟と慕うファーゴに秘密を問い質しに行くというゲランペンの手引きで、祭殿へ潜入するケインツェルたちだが……"
                },
                "6": {
                    "ID": "10853973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853973",
                    "TitleEnglish": "Schtemwölech",
                    "SummaryEnglish": "In the depths of the castle altar, Schtemwölech had been conducting vile experiments on demihuman girls. By infusing fairyblood to his, the landgrave had attained a physique of steel through a Wischtechian ritual. Now, Köinzell must confront this former friend to put an end to his twisted plan.",
                    "TitleJapanese": "Schtemwölech《シュテムヴェレヒ》",
                    "SummaryJapanese": "闇の異邦（ヴィシュテヒ）の呪法で異形へと変貌したファーゴと戦うケインツェル。一方、祭殿の奥では、シュテムヴェレヒが亜人の少女を使ったおぞましい生体実験を行っていた。ヴィドの探していたアトの姉・シャーレンにその触手が伸びたまさにその時、ケインツェルが扉を打ち破る！ 　呪法によって妖精の血の力と人間の肉体の融合を目論むシュテムヴェレヒ。その実験によるおびただしい犠牲を、英雄の名で正当化する姿に失望を深くするケインツェル。肉体強化によってケインツェルと互角に刃を交えるシュテムヴェレヒ。戦いの中でケインツェルの〝黒い剣〟を見て、彼の正体がアシェリートだと知ったシュテムヴェレヒは……"
                },
                "7": {
                    "ID": "10853974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853974",
                    "TitleEnglish": "Der leere Sarg (The Empty Coffin)",
                    "SummaryEnglish": "A state funeral is held to pay tribute to Schtemwölech's glorious rule. Peepi and Altea reconvene with Köinzell, who had taken shelter in the mountains. As the company watch the funeral procession lay the landgrave's coffin to rest at the sacred burial site, Köinzell vows vengeance against the six remaining heroes.",
                    "TitleJapanese": "Der leere Sarg《空の棺》",
                    "SummaryJapanese": "街では、シュテムヴェレヒ英雄方伯の死を悼む国葬がとり行われていた。そんな中、ピーピとアルテアは、ケインツェルと再会する。シュテムヴェレヒとの戦いで、妖精の力を開放しきったケインツェルは反動でやせ細り、ヴィドやアト、そして助け出したシャーレンと共に身を隠していた。ケインツェルがあの『裏切りの槍』であり、本当は汚名を着せられて殺されたのだと知ったピーピたちは、葬列から棺にたむけられるシュテムヴェレヒへの賛美に、怒りをあらわにする。ケインツェルは、こうして民衆に愛され、勇敢な戦士に守られる『七英雄』残りの6人を殺しに行くと、固く復讐の決意を告げ、ピーピたちを突き放すのだった……"
                },
                "8": {
                    "ID": "10853975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853975",
                    "TitleEnglish": "Der Heldmörder (The Hero-Killer)",
                    "SummaryEnglish": "In a fit of paranoia, the deranged Batterygrave Barestar commands his men to search for the Hero-Killer in the Free City Jullas-Abllas, where Köinzell sought shelter. Meanwhile, under Glenn's leadership, Elsaria's company hunts for the treacherous rebel.",
                    "TitleJapanese": "Der Heldmörder《英雄殺し》",
                    "SummaryJapanese": "シュテムヴェレヒ方伯を葬った〝英雄殺し〟の次なる標的と目されたバレスター砲台伯は、猜疑心に駆られ狂いだしていた。一方、砲台伯領内の自由都市ユラス・アプラスにひそかに潜入していたケインツェルは、謎めいた若騎士・イクフェスとすれ違う。 バレスター砲台伯は〝英雄殺し〟を探す名目で、己の意のままにならないユラス・アプラスを制圧するべく軍を派遣する。そんな中、グレン侯が率いる七槍騎士団の中でも、とくに優れた四騎士が〝英雄殺し〟ケインツェルの追手として差し向けられていた。砲台伯軍に街を包囲されて身動きが取れないケインツェルは、ついに四騎士の筆頭であり名門貴族の女騎士・エルサリアに発見されてしまう……！"
                },
                "9": {
                    "ID": "10853976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853976",
                    "TitleEnglish": "Junge Blätter (Young Leaves)",
                    "SummaryEnglish": "At the Hall of Swords, Glenn entrusts a manhunt mission to Ichfeis, a slave knight vying to restore the title Blatt Meister. Meanwhile, in the Free City Jullas-Abllas, Köinzell's fight against Elsaria and company takes a desperate turn. Eager to prove herself, Aht recklessly charges in, only to sustain an injury.",
                    "TitleJapanese": "Junge Blätter《若葉》",
                    "SummaryJapanese": "剣聖・ルディフトの開いた『剣の館』で鍛錬するグレン侯の許に、若き奴隷騎士・イクフェスが呼び出される。『裏切りの槍』アシェリートが継いだため、今や地に落ちた称号・刃匠（ブラットマイスター）を復活させると云われる最強の剣士イクフェスに、グレンから直々に〝英雄殺し〟の討伐が命じられる。 　自由都市ユラス・アプラスでは、エルサリアたちとケインツェルの戦いが繰り広げられていた。ケインツェルを助けるため戦いに加わるアトだが、彼に認められようとするあまり浮ついた戦いをして負傷してしまう。ピーピやアルテアに救助されるも、ケインツェルはアトを未熟者と切り捨てる。翌朝、ケインツェルはひとりでエルサリアたちと対峙するが……"
                },
                "10": {
                    "ID": "10853977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853977",
                    "TitleEnglish": "Gegenangriff (Counterattack)",
                    "SummaryEnglish": "Köinzell's stand against the batterygrave's military inspires the townsfolks of Jullas-Abllas to take up arms. Their bravery even convinces Elsaria, the Elector's daughter, to side with the Free City. Just as the tides are about to turn in Köinzell's favor, a powerful blast from a magic artillery cuts through the sky.",
                    "TitleJapanese": "Gegenangriff《反撃》",
                    "SummaryJapanese": "ケインツェルの窮地を救ったアトだったが、砲台伯軍が放った投石によって深手を負ってしまう。アトの命を救うため、最後の手段として妖精の血を分け与えるケインツェル。 砲台伯軍が一方的に街を蹂躙していく中、『七英雄』であるはずの砲台伯の残忍な攻撃に、自らの正義と立場の板挟みとなるエルサリア。そこで、たったひとり〝英雄殺しの逆賊〟と名乗って矢面に立ち、砲台伯軍を押し返すケインツェル。それを皮切りに、街の民兵や自警団も一斉に砲台伯の軍に抵抗し始め、戦場の空気が一変する。エルサリアたちも民衆を救うために加勢して、潰走していく砲台伯軍。しかし、形勢逆転の流れを断ち切るように、空から魔導兵器の光が降り注ぐ……！"
                },
                "11": {
                    "ID": "10853978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853978",
                    "TitleEnglish": "Gefühl zu… (With Feeling)",
                    "SummaryEnglish": "As Barestar's Floating Castle and magic artillery wreak havoc on all, the people recognize Köinzell's stand to protect the city and call him for what he is, a hero. Meanwhile, Elsaria and company thwart Barestar's men from snatching Marquis Glenn's latest Flagship of the Dragon Airship Fleet, and launch a counteroffensive.",
                    "TitleJapanese": "Gefühl zu…《思いの先に》",
                    "SummaryJapanese": "空からバレスター砲台伯の乗る巨大な浮遊城が姿を現す。魔導兵器の強力な砲撃によって、敵味方構わず地上を焼き払うバレスター。妖精の血の力で復活したアトと共に、降下してくる飛竜部隊を迎え撃つケインツェル。地上を守る彼らの壮絶な活躍に、街の民衆たちはケインツェルを〝英雄〟と呼びだし、快哉を叫ぶ。街の民衆が援護を始め、ケインツェルは反撃に転じ、アトと共に飛竜で浮遊城へ向かう。 　そしてバレスターがどさくさに掠め取ろうとしていたグレン侯の新造飛竜母艦を、エルサリアたちが先んじて掌握し、浮遊城と砲撃戦を始める！　その隙に浮遊城に接近し、飛び込むケインツェル。城を捨て脱出しようとするバレスターを追うが……"
                },
                "12": {
                    "ID": "10853979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ubel-blatt/episodes/10853979",
                    "TitleEnglish": "Neues Schwert (New Sword)",
                    "SummaryEnglish": "Ichfeis, a slave knight who seeks to earn his freedom, faces Köinzell the Hero-Killer in a fated duel. As they cross blades, Ichfeis coaxes Köinzell to launch the Black Wing, the crowning technique of Ludift-style swordsmanship, and delivers his own imperfect rendition. Köinzell strikes back with a magnificent assault.",
                    "TitleJapanese": "Neues Schwert《新たなる剣》",
                    "SummaryJapanese": "浮遊城へ現れたイクフェスと一騎打ちとなるケインツェル。グレン侯の命で〝英雄殺しの逆賊〟を討ち果たすことで、奴隷騎士の身分からの解放を願うイクフェス。 　彼と打ち合って、すぐにケインツェルは同じ流派の使い手だとさとる。その剣術はケインツェルに勝るとも劣らず、飛び抜けた才能にケインツェルは感心する。イクフェスもまた、ケインツェルが唯一無二の使い手と感じ、一撃必殺の奥義〝黒翼〟を見せてほしいという。刃匠（ブラットマイスター）の称号を継ぐために〝黒翼〟を体得する必要があるのだ。自らで練りあげた未完成の黒翼を放ち、ケインツェルに傷を負わせる。トドメを刺しにきたイクフェスに、ついにケインツェルは〝黒翼〟を放つ……！"
                }
            }
        }
    }
}