{
    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34754131/",
        "https://bababa-anime.com/",
        "https://www.themoviedb.org/tv/273051",
        "https://en.wikipedia.org/wiki/Baban_Baban_Ban_Vampire#Anime",
        "https://x.com/bbbbb_vampire"
    ],
    "TitleEnglish": "Babanba Banban Vampire",
    "SummaryEnglish": "When 15-year-old Rihito falls in love, an ancient vampire who craves 18-year-old virgin blood must protect the teen's virginity at all costs.",
    "TitleJapanese": "ババンババンバンバンパイア",
    "SummaryJapanese": "BL（ここでは「Bloody Love Comedy」の略）の物語は、古い銭湯でアルバイトをしている450歳の吸血鬼、蘭丸を中心にしています。 18歳の処女の血を欲する彼は、銭湯の息子である15歳の理人の成長を見守り、処女喪失を阻止しようとする。",
    "Aliases": [
        "Baban Baban Ban Banpaia"
    ],
    "Modified": "2025-09-14",
    "Seasons": {
        "1": {
            "ID": "2114385",
            "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10575287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10575287",
                    "TitleEnglish": "The Vampire of the Public Bathhouse",
                    "SummaryEnglish": "A vampire works in a bathhouse in hopes of drinking the virgin blood of its heir Rihito, who worryingly falls in love on his first day of high school.",
                    "TitleJapanese": "銭湯の吸血鬼",
                    "SummaryJapanese": "老舗銭湯「こいの湯」で働く森蘭丸の正体は、なんと450歳の吸血鬼。「こいの湯」４代目・李仁（15歳）の血を「18歳童貞」で吸うことを密かに狙い、10年前から住み込みで働いている。高校入学初日、李仁は登校中に葵と出会い一目惚れ。恋心を聞かされた蘭丸は覚悟を決める。450年分の叡智を結集させ、「童貞喪失絶対阻止！」を心に誓い、李仁の恋心を断ち切るべく行動に移す。深夜、蘭丸は葵の部屋を直接尋ねるのだが…。?!"
                },
                "2": {
                    "ID": "10902221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902221",
                    "TitleEnglish": "The Unpleasant Vampire",
                    "SummaryEnglish": "Ranmaru worries he has inadvertently made Aoi interested in Rihito. Rihito chats with Aoi the next day after school, but they soon get into trouble.",
                    "TitleJapanese": "不愉快な吸血鬼",
                    "SummaryJapanese": "李仁の恋路を邪魔しようと葵に接触した蘭丸だが、かえって李仁をプッシュするような一言を残してしまい懊悩する。一方、葵は初めて出会ったバンパイアへのときめきを隠せない。翌日、偵察に赴いた蘭丸は、下校中の葵と李仁が不良に絡まれている場面を目撃してしまう。李仁はボコボコにされながらも、何とか葵を守り抜く。その夜こいの湯の番台に蘭丸が座っていると、女風呂に来客が…姿を見せたのは葵だった！?!"
                },
                "3": {
                    "ID": "10902222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902222",
                    "TitleEnglish": "Franken and the Vampire",
                    "SummaryEnglish": "After saving Aoi, a hungry Ranmaru tries to resist the urge to feed on her. Rihito soon arrives at the scene and comes to a mistaken realization.",
                    "TitleJapanese": "フランケンと吸血鬼",
                    "SummaryJapanese": "夜道を歩く葵のピンチを助けたはずの蘭丸が、空腹の限界から葵へ牙を剥く！一方、葵は突然「私…恋してしまいました…」と蘭丸に告げる。そこに李仁が現れ二人を目撃し、「蘭丸が葵に恋している」と勘違い。翌日、学校から帰ってこない李仁を心配した蘭丸は不良のたまり場を見に行くと、そこで“フランケン”と呼ばれる男と出くわして…。?!"
                },
                "4": {
                    "ID": "10902223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902223",
                    "TitleEnglish": "The Vampire's Slumber Party",
                    "SummaryEnglish": "Franken proclaims his admiration for Ranmaru, who tasks him with protecting Rihito. Franken tags along with them back to the Tatsuno house for dinner.",
                    "TitleJapanese": "雑魚寝の吸血鬼",
                    "SummaryJapanese": "不良グループを束ねる篠塚健（フランケン）と対決した蘭丸は、フランケンも童貞であることを見抜く。喧嘩はあっけなく蘭丸の勝ちに終わるが、その強さゆえにフランケンは蘭丸を「兄貴」と慕うように。李仁の自宅にも上がり、食卓を囲んですっかり馴染む状況に蘭丸は唖然とする。「泊まっていく」というフランケンに、李仁も「今日は森さんの部屋で三人で寝ようよ」と提案。蘭丸は童貞ふたりに囲まれ、己の食欲と戦う羽目に…！"
                },
                "5": {
                    "ID": "10902224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902224",
                    "TitleEnglish": "The Vampire of Fate",
                    "SummaryEnglish": "Rihito's teacher Sakamoto — an undercover vampire hunter of notable lineage — learns that his longtime foe Ranmaru lives with the Tatsunos.",
                    "TitleJapanese": "宿命の吸血鬼",
                    "SummaryJapanese": "「ついにみつけたぞ。モリラン！」とバンパイアハンター・坂本梅太郎が蘭丸の前に現れる。坂本龍馬を先祖に持つ梅太郎にとって龍馬を殺した吸血鬼である蘭丸は一族宿命の相手。梅太郎は蘭丸の行方を探し、李仁の学校に教師として赴任していたのだった。立野家を突如として家庭訪問した梅太郎は、家族の前で蘭丸の正体がバンパイアであることをバラす。立野家一同の反応は…？?!"
                },
                "6": {
                    "ID": "10902225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902225",
                    "TitleEnglish": "A Vampire Put on The Spot",
                    "SummaryEnglish": "As Sakamoto tells Ranmaru the reason for his unexpected request, a puzzled Rihito walks in on them. Ranmaru reveals how Sakamoto's ancestor died.",
                    "TitleJapanese": "迫られる吸血鬼",
                    "SummaryJapanese": "坂本梅太郎の真の狙いは蘭丸に血を吸われることだった…！迫ってくる梅太郎を蘭丸がかわし続けていると、目覚めた李仁が間に割って入る。二人の姿を見て「お風呂に入ろうとしてたんでしょ！」と勘違いする李仁に蘭丸はときめきを隠せない。そんな蘭丸の表情に嫉妬にも近い感情をあらわにする梅太郎。李仁の血を吸いたい蘭丸と、蘭丸に血を吸われたい梅太郎…それぞれが一方通行な思いを抱いたまま夜が更けていく。"
                },
                "7": {
                    "ID": "10902226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902226",
                    "TitleEnglish": "The Cornered Vampire",
                    "SummaryEnglish": "At the Koi Bathhouse, Franken and Sakamoto attempt to bring their plan to fruition by urging Rihito to tell Aoi how he feels about her.",
                    "TitleJapanese": "八方塞がりの吸血鬼",
                    "SummaryJapanese": "「李仁と葵を結婚させる会（Rihito Aoi Marriage）」略して「R・A・M」を結成したフランケンと梅太郎は精力的に活動する。学校以外でも二人に接点を持たせるべく、こいの湯に葵を連れて来たフランケンは、李仁に葵へアプローチするよう迫る。その様子を見た蘭丸は「R・A・M」へ妨害工作するが、ことごとく邪魔が入ってうまくいかない。?!"
                },
                "8": {
                    "ID": "10902227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902227",
                    "TitleEnglish": "A Gal and the Vampire",
                    "SummaryEnglish": "Tough girl Kaoru is charmed by Rihito's cuteness, but when she goes to return a handkerchief he lent her, she can't seem to drop her brash attitude.",
                    "TitleJapanese": "ギャルと吸血鬼",
                    "SummaryJapanese": "李仁は先輩のギャル軍団「G4」のリーダー・山場カオル（カオルン）と知り合い、カオルンの手についていた血を拭うためハンカチを渡す。李仁の行動や振る舞いに可愛いものが好きなカオルンはこっそりとときめいてしまう。ハンカチを返すためこいの湯にやってきたが、素直になれず李仁に対し悪態をついてしまう様子を見た蘭丸がG4を追い返そうと「女性を意のままに操る奥義」を繰り出すが、なぜかカオルンには効力が表れず…？?!"
                },
                "9": {
                    "ID": "10902228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902228",
                    "TitleEnglish": "A Certain Family and the Vampire",
                    "SummaryEnglish": "After a confrontation with Kaoru's father, Ranmaru attempts to drink Kaoru's blood. However, he's repulsed by her makeup — which gives him an idea.",
                    "TitleJapanese": "とある一家と吸血鬼",
                    "SummaryJapanese": "吸血するためにカオルンの家に来た蘭丸は、粗暴で元ボクサーだというカオルンの父・一豊から「娘を傷物にしたなら金を払え」と迫られ、一戦交えることに…。一豊を撃退した蘭丸は、カオルンの血を吸おうとするが、そのギャルメイクに食欲がまったく湧かない。ただ、その体験が蘭丸に新たなアイデアをもたらす。「葵さんは今の素朴な李仁くんが好き…だとしたらギャル化した、G4と仲良くしてる李仁くんを見たら、ドン引きするのでは？」…だが、蘭丸の企みは思わぬ方向へ転がっていく。?!"
                },
                "10": {
                    "ID": "10902229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902229",
                    "TitleEnglish": "Mr. Sakamoto and the Vampire",
                    "SummaryEnglish": "Sakamoto tells Ranmaru he was attacked by a vampire at the school. After a remedial night class, Franken and Kaoru encounter a boyish-looking vampire.",
                    "TitleJapanese": "坂本先生と吸血鬼",
                    "SummaryJapanese": "ここ最近、吸血死体が多数発見され、さらには「バンパイアハンター狩り」も起きていた。梅太郎も学校でその襲撃を受けるが、絶体絶命の状態からなんとか逃げ出す。その正体はわからないが、学校に自由に出入りできるため李仁の身にも危機が及ぶと悟り、蘭丸も動かざるを得なくなる。その時、学校ではフランケンが少年のような男にボコボコにされており、間一髪で蘭丸が駆けつける。犯人は「ワシと戦るというのか、蘭丸」と、蘭丸を知っているようで…。?!"
                },
                "11": {
                    "ID": "10902230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902230",
                    "TitleEnglish": "Love, the Cross, and the Vampire",
                    "SummaryEnglish": "Thoughts of Rihito give Ranmaru strength as he struggles against the formidable Nagayoshi. Suddenly, Kaoru appears with an improvised weapon in hand.",
                    "TitleJapanese": "恋と十字架と吸血鬼",
                    "SummaryJapanese": "蘭丸は、兄である森長可が坂本龍馬を討った仇だとわかり、いよいよ戦う決意を固める。強敵に苦戦する蘭丸だが、李仁を想う気持ちを力に変え、反撃に転じる。そこへ、とっさに見つけた「武器」を手にカオルンが乱入する。蘭丸は「そんな物効きません、早く逃げて！」とカオルンに促すが、手にしたその「武器」によって意外な展開に…?!"
                },
                "12": {
                    "ID": "10902231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baban-baban-ban-vampire/episodes/10902231",
                    "TitleEnglish": "And Thus, A New Vampire",
                    "SummaryEnglish": "Ranmaru asks Rihito's father to let Nagayoshi stay in the apartment behind the bathhouse. A newly inspired Nagayoshi declares he's in love with Kaoru.",
                    "TitleJapanese": "そして新たなる吸血鬼",
                    "SummaryJapanese": "長可をこいの湯の裏にあるアパートへ住まわせようと、蘭丸は晴彦へ願い出る。様々な行き違いはあるが、無事に長可は立野家に受け入れられる。蘭丸の影響で恋の力に目覚めた長可は、「山羽カオルに恋している」と宣言する。一方通行な恋と下心のストーリーは、夏祭りで賑わう神社を舞台に進展する…のか?!?!"
                }
            }
        }
    }
}