{
    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332642/",
        "https://bokutsuma-anime.com/",
        "https://www.themoviedb.org/tv/250596",
        "https://www.wikidata.org/wiki/Q124706297",
        "https://en.wikipedia.org/wiki/My_Wife_Has_No_Emotion#Anime",
        "https://x.com/bokutsuma_anime"
    ],
    "TitleEnglish": "My Wife Has No Emotion",
    "SummaryEnglish": "Takuma isn’t the most exciting guy. He’s awkward, single, and does nothing but go to work and come home. Tired of doing chores, he decides to buy a housekeeping robot named Mina. She can cook and clean perfectly, and the two get to know each other better over time. Soon, Takuma starts to fall for Mina! But could a robot ever love him back?",
    "Aliases": [
        "Boku no Tsuma wa Kanjou ga nai",
        "Boku no Tsuma wa Kanjō ga nai",
        "Bokutsuma"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2114546",
            "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10348460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10348460",
                    "TitleEnglish": "An Appliance Became My Wife",
                    "SummaryEnglish": "Takuma's job keeps him so busy he has no time for chores, so he buys a housekeeping robot named Mina. After he jokes with her that she should be his wife, some unexpected facets of her programming begin to emerge."
                },
                "2": {
                    "ID": "10551821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551821",
                    "TitleEnglish": "I Went Outdoors with My Wife",
                    "SummaryEnglish": "Takuma and Mina walk to a local park for a picnic. This brings with it new discoveries, but also a range of challenges, as they each learn more about the dynamics of their unusual relationship."
                },
                "3": {
                    "ID": "10551822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551822",
                    "TitleEnglish": "My Wife Met My Sister",
                    "SummaryEnglish": "Akari can't believe her big brother Takuma suddenly has a wife from out of nowhere, and her mission to screen this new addition to the family results in some unexpected twists."
                },
                "4": {
                    "ID": "10551823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551823",
                    "TitleEnglish": "If My Wife Changed into a Swimsuit",
                    "SummaryEnglish": "Takuma, Mina, and Akari head out for a day at the beach. While waiting for the ladies to get changed into swimsuits, Takuma has an unexpected encounter with someone he finds oddly familiar."
                },
                "5": {
                    "ID": "10551824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551824",
                    "TitleEnglish": "A Wife's Kiss Is Powerful",
                    "SummaryEnglish": "Mina starts exploring the logistics of kissing, which leads to some hard lessons for her and Takuma. Super Mina drops by with an unexpected thank-you gift, but Takuma and Mina don't react to it the same way."
                },
                "6": {
                    "ID": "10551825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551825",
                    "TitleEnglish": "My Wife Left Me (for Two Weeks)",
                    "SummaryEnglish": "The proceedings turn out to be something other than business as usual when an Ichijo Robotics employee drops by to collect Mina for her scheduled upgrades and maintenance."
                },
                "7": {
                    "ID": "10551826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551826",
                    "TitleEnglish": "An Appliance Became My Child",
                    "SummaryEnglish": "Takuma has to look after himself while Mina is away at the factory receiving her upgrades. But the arrival of a small robot helper ends up changing the situation more than either of them anticipates."
                },
                "8": {
                    "ID": "10551827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551827",
                    "TitleEnglish": "Looks Like My Wife Has a Will of Her Own",
                    "SummaryEnglish": "Mina works on teaching Mamoru how to use his built-in features. Takuma and Mamoru go out on the town, and Takuma learns quite a bit about his young companion, as well as about how society treats robots in general."
                },
                "9": {
                    "ID": "10551828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551828",
                    "TitleEnglish": "It Seems My Wife Has a Past",
                    "SummaryEnglish": "Super Mina realizes she and Mina have accidentally swapped some memories. During an attempt to straighten things out, some unexpected information about Mina's former owner comes to light."
                },
                "10": {
                    "ID": "10551829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551829",
                    "TitleEnglish": "My Wife and Child Got Lost",
                    "SummaryEnglish": "Mina goes grocery shopping with Mamoru, and spends time teaching him written Japanese. The bond developing between these two comes as a surprise to Takuma, who isn't entirely sure how to react."
                },
                "11": {
                    "ID": "10551830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551830",
                    "TitleEnglish": "This Is My Wife",
                    "SummaryEnglish": "Takuma's Uncle Koshiro drops by unannounced, and cooks some food for Takuma while also giving him food for thought. Takuma decides the time has come for a dicey attempt at introducing his wife Mina to his parents."
                },
                "12": {
                    "ID": "10551831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551831",
                    "TitleEnglish": "My Wife Is The Best",
                    "SummaryEnglish": "Takuma learns a lot about interpersonal relationships as he spends time at his parents' house introducing them to his new robot family. Will they each reach the compromise necessary to accept one another's perspectives?"
                }
            }
        }
    }
}