{
    "URL": "https://www.thetvdb.com/series/honey-lemon-soda",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31528958/",
        "https://honeylemon-anime.com/",
        "http://www.reddit.com/r/HoneyLemonSoda",
        "https://www.tvmaze.com/shows/78941/show-slug",
        "https://www.themoviedb.org/tv/247859",
        "https://www.wikidata.org/wiki/Q124706302",
        "https://en.wikipedia.org/wiki/Honey_Lemon_Soda#Anime",
        "https://x.com/honeylemon_an"
    ],
    "TitleEnglish": "Honey Lemon Soda",
    "SummaryEnglish": "After middle school, with its bullying and nicknames, Uka Ishimori is excited for a fresh start at Hachimitsu High School. Kai Miura, a cool and uninhibited boy, sits next to her in class. Uka remembers she met Kai in middle school and with a single word, he had convinced her to attend Hachimitsu. Though he’s popular, Kai supports Uka in her efforts to fit in with her new classmates.",
    "TitleJapanese": "ハニーレモンソーダ",
    "SummaryJapanese": "中学時代に石森ウカさんに残された傷は、笑い方も泣き方も、「こんにちは」の挨拶さえも忘れてしまったほどだった。 しかし、レモン色の髪をした少年との偶然の再会が彼女を元気づけ、最終的に助けを求めれば、もしかしたら、もしかしたら、人生はもっと甘くなるかもしれない、という希望を抱くようになった。",
    "Aliases": [
        "Hanī Remon Sōda",
        "Hanii Remon Sooda"
    ],
    "Modified": "2025-07-27",
    "Seasons": {
        "1": {
            "ID": "2114550",
            "URL": "https://www.thetvdb.com/series/honey-lemon-soda/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10348616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10348616",
                    "TitleEnglish": "Because I Met You",
                    "SummaryEnglish": "After a bad experience in junior high, where her social anxiety was worsened by bullying, Uka Ishimori decides to change herself and the way she lives her life. Her first step is applying to Hachimitsu High School. Its attractions? A more relaxed school atmosphere, and the gruff but handsome Kai Miura.",
                    "TitleJapanese": "君に出会えたから",
                    "SummaryJapanese": "中学時代にいじめられた過去を持つ石森羽花は、自由な校風の八美津高校に進学する。そこには、レモン色の金髪をした“レモンソーダ男子”の三浦界がいた。羽花は、入学前に偶然出会った界を追いかけて、八美津高校を選んだのだった。初めはクラスに馴染めない羽花だが、同じクラスの遠藤あゆみと仲良くなるように。そんな羽花の前に、中学時代の羽花を「石」と罵っていた麗美たちが現れる。"
                },
                "2": {
                    "ID": "10842616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842616",
                    "TitleEnglish": "Turning Into a Treasure",
                    "SummaryEnglish": "Uka displays some hidden talents that even she didn't know about. Meanwhile, Kai is being strangely mean to her her for some reason... Is it a misguided attempt to keep her safe?",
                    "TitleJapanese": "宝物に変わってく",
                    "SummaryJapanese": "羽花を麗美たちから助けた界。そのことをきっかけに、羽花は界、あゆみ、悟、友哉たちの輪に入っていく。体育の授業中、ふいにあゆみからバスケットボールをパスされ、華麗にシュートを決める羽花。界があゆみにパスを促したのだった。本人含め誰もが体育が苦手と思っていた状況を、界が変えた。やりたいことがやっていけそうな予感に満ちた羽花だったが、父・堅実の監視の目が学校にも届いていることに、界が気づいて……。"
                },
                "3": {
                    "ID": "10842617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842617",
                    "TitleEnglish": "Our Little Secret",
                    "SummaryEnglish": "Uka's happier than she ever dreamed. It's all new friends and new miracles until an incident on a school trip.",
                    "TitleJapanese": "二人だけの秘密",
                    "SummaryJapanese": "あゆみの悟への恋心に気づいた羽花は、席替えで悟の隣の席の交換を申し出る。すると、羽花が交換した最前列の席は、友哉と、界にはさまれた席だった。界のことがもっと知りたいと思った羽花は界を観察することに。昼休み、いなくなった界を探して羽花は、レモンソーダのペットボトルが置いてある物置部屋へと入っていくと、そこには寝ている界がいた。「寝るから起こして」と受け入れる界に、羽花はドキドキが止まらない。"
                },
                "4": {
                    "ID": "10842618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842618",
                    "TitleEnglish": "However Distant We May Be",
                    "SummaryEnglish": "Uka struggles to open up to her class about her past. A friend of Kai's undermines her confidence further.",
                    "TitleJapanese": "どんなに離れていても",
                    "SummaryJapanese": "遠足で山道に迷った1年B組。羽花は道を探してくると言って、雨の中を飛び出していく。後を追いかけ、自分を責める羽花を抱きしめる界。何が起きたか理解できない羽花だったが、偶然地図に載っている橋を見つける。合流したクラスメイトたちに、ペットボトルやタオルを渡す羽花。羽花の大きなリュックには、クラスメイトの分も入っていたのだった。クラスメイトたちの、羽花を見る目が少しずつ変わっていく。"
                },
                "5": {
                    "ID": "10842619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842619",
                    "TitleEnglish": "A Great Person",
                    "SummaryEnglish": "Uka has a revelation about her own psychology thanks to Serina, Kai's ex-girlfriend.",
                    "TitleJapanese": "素敵な人",
                    "SummaryJapanese": "中学時代の界の元カノが、学校で人気の美少女・芹奈だったことを知る羽花。ファミレスであゆみや界と勉強していたら、芹奈たちが入ってきた。羽花に門限があることをからかう芹奈の取り巻きたちに、苛立った芹奈は激怒して羽花を守る。「ごめんね」と謝り、凛と立ち去る芹奈の姿に憧れる羽花。次の日、取り巻きたちに仕返しで、手を上げられた芹奈を羽花がかばって……！？"
                },
                "6": {
                    "ID": "10842620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842620",
                    "TitleEnglish": "In the Future, Too...",
                    "SummaryEnglish": "Uka and her friends are working hard on the culture festival. She's determined to make their café a success!",
                    "TitleJapanese": "この先も、ずっと…",
                    "SummaryJapanese": "文化祭の実行委員に立候補し、「みんなの役に立つ！」と意気込む羽花。懸命な羽花のプレゼンによりクラスの出し物が一番人気のメイドカフェに決まり、最初は他人事のように引いた目で見守っていたクラスメイトたちも、羽花の熱意に動かされ積極的に手伝うようになる。文化祭当日、目玉イベントである「バカッコイイ」で、界は「1年B組三浦界、石森係」と自ら宣言し、学校中にざわめきが起こる。"
                },
                "7": {
                    "ID": "10842621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842621",
                    "TitleEnglish": "I'm Sorry I Love Him",
                    "SummaryEnglish": "Uka and Serina struggle to open up about their feelings. Can they figure it out over summer break?",
                    "TitleJapanese": "好きでごめんなさい",
                    "SummaryJapanese": "文化祭で賞を取った羽花たち。みんなでカラオケでお祝いしようと阿部先生が言うが、羽花は門限があり参加できない。ひとり帰ろうとする羽花だったが、界が送りがてら寄り道しようと誘われ喜ぶ羽花。そんなある日、芹奈は人気にやっかむ先輩たちにからまれていた。通りかかった羽花とあゆみに、芹奈にも中学時代にクラスで孤立した過去があったことを語るそのとき芹奈を守ったのは、界だった。"
                },
                "8": {
                    "ID": "10842622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842622",
                    "TitleEnglish": "Summon the Courage",
                    "SummaryEnglish": "It's summer break! Uka, Serina, and Kai all summon their courage and communicate.",
                    "TitleJapanese": "勇気を出して",
                    "SummaryJapanese": "あゆみから海に誘われた羽花。水着を持っておらず、眩しい風景を遠くから見つめていると、中学時代のいじめ主犯の麗美と遭遇する。思い切って麗美に話しかける羽花。少し驚く様子の麗美は、「うざいけど、前よりマシ」と言って羽花のもとを去る。一方、「まだ界のことが好き」と告白した芹奈を、界がフッたことがクラスメイトや羽花にも話が伝わって――。"
                },
                "9": {
                    "ID": "10842623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842623",
                    "TitleEnglish": "Goodbye, Bumbling Self",
                    "SummaryEnglish": "Uka's father is concerned about Hachimitsu High again. Can he be convinced that it's the right place for her?",
                    "TitleJapanese": "さようなら不器用だった私",
                    "SummaryJapanese": "新学期。初めてカラオケに行く羽花の姿を、たまたま通りかかった父・堅実が見つけてしまう。帰宅した羽花に、父は「八美津高校は似合わない。転校しなさい」と言い渡し、しばらく休学することに。クラスメイトからいじめを受けていたと学校側に報告した父に対し、誤解を解こうとあゆみたちクラスメイトが必死になるが無しのつぶて。羽花の携帯が繋がらないことに気付いた界が羽花の部屋のベランダに現れる。"
                },
                "10": {
                    "ID": "10842624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842624",
                    "TitleEnglish": "The Side of You No One Knows",
                    "SummaryEnglish": "Uka ponders the nature of her relationship with Kai. What are they to each other?",
                    "TitleJapanese": "誰も知らない君",
                    "SummaryJapanese": "転校は取り消しとなり、再び登校した羽花をみんなは明るく受け入れてくれた。席替えで、界と席が遠くなった羽花。放課後、麗美とすれ違うと、「界のことを夜よく見かける」という。そのことに胸騒ぎが走る羽花。翌日、界との秘密の場所だった物置部屋に向かうと、立入禁止のテープが貼られていた。誰かが入っていたことを報告したのは界だという。界のことをまだ何も知らないとショックを受ける羽花だが――。"
                },
                "11": {
                    "ID": "10842625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842625",
                    "TitleEnglish": "Feelings Burst Free",
                    "SummaryEnglish": "Everyone in Uka's class is discussing love. Is it better to hide your feelings, or let them fly free?",
                    "TitleJapanese": "想い、弾けて",
                    "SummaryJapanese": "想いを伝えて、フラれてしまったときに関係性が終わると思い込んだ羽花は、みんなの前で界とはまったく正反対の男の子のことを、「好きなタイプ」と答えてしまう。界にフラれたばかりの真鈴は、羽花に嘘のタイプの男の子を紹介するといって、わざと界のバイト先で2人を引き合わす。見るに見かねて介入する界。羽花は界といっしょに帰り、もう二度と自分の気持ちに嘘をつかないと決意する。学校では体育祭が始まろうとしていた。"
                },
                "12": {
                    "ID": "10842626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-lemon-soda/episodes/10842626",
                    "TitleEnglish": "Honey Lemon Soda",
                    "SummaryEnglish": "Uka and Kai try to figure out the new development in their relationship... as the whole school watches.",
                    "TitleJapanese": "ハニーレモンソーダ",
                    "SummaryJapanese": "夢うつつの中、界に「好きです…」と告白した羽花は、界にまともに接することができない。弱気になり「私なんかに好意を持たれても」と芹奈に気持ちを語る羽花。芹奈は、物置部屋が使えなくなってすぐに界が、羽花と2人の居場所を見つけていたことを語る。そのことで勇気をもらった羽花は、もう一度、自分の気持ちを伝えるため、界を放課後の教室に呼び出す――。"
                }
            }
        }
    }
}