{
    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32332642/",
        "https://bokutsuma-anime.com/",
        "https://www.themoviedb.org/tv/250596",
        "https://www.wikidata.org/wiki/Q124706297",
        "https://en.wikipedia.org/wiki/My_Wife_Has_No_Emotion#Anime",
        "https://x.com/bokutsuma_anime"
    ],
    "TitleEnglish": "My Wife Has No Emotion",
    "SummaryEnglish": "Takuma isn’t the most exciting guy. He’s awkward, single, and does nothing but go to work and come home. Tired of doing chores, he decides to buy a housekeeping robot named Mina. She can cook and clean perfectly, and the two get to know each other better over time. Soon, Takuma starts to fall for Mina! But could a robot ever love him back?",
    "TitleJapanese": "僕の妻は感情がない",
    "SummaryJapanese": "社畜サラリーマンの小杉タクマは、家事をする暇がないため、家事ロボット「ミーナ」をリサイクルショップで購入する。タクマが「お嫁さんになってくれない？」と軽い気持ちで求婚したことをきっかけに、ミーナはプログラムにないはずの行動をとるようになる。自らの機能を駆使し、出来る限り「お嫁さん」であろうとするミーナ。タクマにもまた、夫としての自覚が芽生えていく──。\n\nミーナには本当に「感情がない」のか。人間とロボット、「夫婦未満の2人が夫婦の絆を築くまで」のハートフルストーリー！",
    "Aliases": [
        "Boku no Tsuma wa Kanjō ga nai",
        "Boku no Tsuma wa Kanjou ga nai"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2114546",
            "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10348460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10348460",
                    "TitleEnglish": "An Appliance Became My Wife",
                    "SummaryEnglish": "Takuma's job keeps him so busy he has no time for chores, so he buys a housekeeping robot named Mina. After he jokes with her that she should be his wife, some unexpected facets of her programming begin to emerge.",
                    "TitleJapanese": "家電が妻になりました",
                    "SummaryJapanese": "１人暮らしの会社員・タクマの部屋には、料理を作ってくれる家電の家事ロボット・ミーナがいる。だがミーナに心惹かれたタクマはある日、意を決して思いを告げる。「一番好き。お嫁さんになって」と。その日の夕飯 ―― オムライスにはケチャップでハートが描かれていた……。タクマと家電のミーナは「夫婦」になったのだ。"
                },
                "2": {
                    "ID": "10551821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551821",
                    "TitleEnglish": "I Went Outdoors with My Wife",
                    "SummaryEnglish": "Takuma and Mina walk to a local park for a picnic. This brings with it new discoveries, but also a range of challenges, as they each learn more about the dynamics of their unusual relationship.",
                    "TitleJapanese": "妻と外出しました",
                    "SummaryJapanese": "日曜日。タクマはミーナと共に「夫婦になって初めて」２人で地元の公園へピクニックに出かける。公園でサンドイッチを作り、自分の機能を生かしてその場で温泉卵を作ってくれるミーナ。２人の時間の幸せをかみしめるタクマだが、雨が降り始めた上にミーナはバッテリー残量が少なくなって動けなくなってしまう……。"
                },
                "3": {
                    "ID": "10551822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551822",
                    "TitleEnglish": "My Wife Met My Sister",
                    "SummaryEnglish": "Akari can't believe her big brother Takuma suddenly has a wife from out of nowhere, and her mission to screen this new addition to the family results in some unexpected twists.",
                    "TitleJapanese": "妻が姉と出会いました",
                    "SummaryJapanese": "タクマの妹・あかりは兄に内緒で内縁の妻状態の彼女がいると知ってアパートを訪ねてくる。同居している女性・ミーナが家事ロボットであること、そして２人が夫婦であることの事情を知ったあかり。「最っ高じゃあぁぁん！」と『異種間恋愛フェチ』の血が騒ぐ。妻であるミーナに様々な質問を繰り出してくるあかりだが……。"
                },
                "4": {
                    "ID": "10551823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551823",
                    "TitleEnglish": "If My Wife Changed into a Swimsuit",
                    "SummaryEnglish": "Takuma, Mina, and Akari head out for a day at the beach. While waiting for the ladies to get changed into swimsuits, Takuma has an unexpected encounter with someone he finds oddly familiar.",
                    "TitleJapanese": "妻が水着に着替えたら",
                    "SummaryJapanese": "タクマはミーナとあかりと共に海水浴にやってくる。水着に着替えて２人を待っていると、ミーナが水着姿で現れる。しかし、どこか雰囲気が違う――それは、ミーナの上位モデルの家事ロボット・スーパーミーナだったのだ。自分の主人を見失って困っているスーパーミーナをほうっておけず、一緒に探すことになるのだが……。"
                },
                "5": {
                    "ID": "10551824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551824",
                    "TitleEnglish": "A Wife's Kiss Is Powerful",
                    "SummaryEnglish": "Mina starts exploring the logistics of kissing, which leads to some hard lessons for her and Takuma. Super Mina drops by with an unexpected thank-you gift, but Takuma and Mina don't react to it the same way.",
                    "TitleJapanese": "妻の口づけがパワフルです",
                    "SummaryJapanese": "ある朝、タクマは額に何か硬いものがぶつかる感触を覚える。その後も同じようなことが続き、それはミーナのやっていることと気づく。ミーナに叩かれているのか？自分は何か怒らせるようなことでもしたのか？と思い悩むタクマだがやがて、そのミーナの行動は「キス」なのだということが分かる……。"
                },
                "6": {
                    "ID": "10551825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551825",
                    "TitleEnglish": "My Wife Left Me (for Two Weeks)",
                    "SummaryEnglish": "The proceedings turn out to be something other than business as usual when an Ichijo Robotics employee drops by to collect Mina for her scheduled upgrades and maintenance.",
                    "TitleJapanese": "妻が出て行ってしまいました(2週間)",
                    "SummaryJapanese": "ミーナがグレードアップのために工場へ行く日が近づいた。サポートのためにメーカーからタクマの元を訪れた社員・飯田とパートナーのロボット・センジュ。２人はミーナがタクマの「妻」となってオムライスにハートマークまで描いたことに驚き、ミーナの頭部を開いて検査しようとするが、ミーナはこれを強く拒絶する……。"
                },
                "7": {
                    "ID": "10551826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551826",
                    "TitleEnglish": "An Appliance Became My Child",
                    "SummaryEnglish": "Takuma has to look after himself while Mina is away at the factory receiving her upgrades. But the arrival of a small robot helper ends up changing the situation more than either of them anticipates.",
                    "TitleJapanese": "家電が子供になりました",
                    "SummaryJapanese": "ミーナが工場へ行ってから3日が過ぎた。寂しい中、タクマはミーナが自分の不在の間の食事を用意していってくれたにもかかわらず、日頃ミーナに止められているカップ麺や菓子、ビールと「独身生活」の中でハメを外す。そこに工場から届いた荷物――中にはミーナが注文した小型の見守り型ロボットが入っていた……。"
                },
                "8": {
                    "ID": "10551827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551827",
                    "TitleEnglish": "Looks Like My Wife Has a Will of Her Own",
                    "SummaryEnglish": "Mina works on teaching Mamoru how to use his built-in features. Takuma and Mamoru go out on the town, and Takuma learns quite a bit about his young companion, as well as about how society treats robots in general.",
                    "TitleJapanese": "妻にも意地があるみたいです",
                    "SummaryJapanese": "ミーナは「子供」となったマモルを教育していく。カレンダーとお湯を使って「タクマの体温を測る」こと、それが「タクマの健康状態の把握にもつながること」などを教える。理解しているマモルの進歩に驚いたタクマはマモルを誉める。だが、タクマがマモルを誉めることについてはミーナの反応がなぜか微妙なようで……。"
                },
                "9": {
                    "ID": "10551828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551828",
                    "TitleEnglish": "It Seems My Wife Has a Past",
                    "SummaryEnglish": "Super Mina realizes she and Mina have accidentally swapped some memories. During an attempt to straighten things out, some unexpected information about Mina's former owner comes to light.",
                    "TitleJapanese": "妻に過去があるようです",
                    "SummaryJapanese": "ミーナとスーパーミーナの記憶が混同してしまい、そのことでタクマ以前のミーナの所有者が「大谷富一」というプログラマーだとわかる。ところがスーパーミーナが住所を訪ねてみたところ、その「大谷」なる人物は存在しなかった。スーパーミーナがミーナの記憶をたどるうちに、「大谷」とはミーナシリーズの開発者だということが判明する。"
                },
                "10": {
                    "ID": "10551829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551829",
                    "TitleEnglish": "My Wife and Child Got Lost",
                    "SummaryEnglish": "Mina goes grocery shopping with Mamoru, and spends time teaching him written Japanese. The bond developing between these two comes as a surprise to Takuma, who isn't entirely sure how to react.",
                    "TitleJapanese": "妻と子供が迷子になりました",
                    "SummaryJapanese": "先輩後輩であり、母子でもあるミーナとマモル。２人は一緒にスーパーへ買い物に出かけることにする。「先輩」として「母として」張り切っているミーナは常にスーパーまでの道順、帰るための目印を記憶しながら進む。だが目印にしたネコが元いた場所から移動してしまい、２人は道に迷ってしまう……。"
                },
                "11": {
                    "ID": "10551830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551830",
                    "TitleEnglish": "This Is My Wife",
                    "SummaryEnglish": "Takuma's Uncle Koshiro drops by unannounced, and cooks some food for Takuma while also giving him food for thought. Takuma decides the time has come for a dicey attempt at introducing his wife Mina to his parents.",
                    "TitleJapanese": "僕の妻です",
                    "SummaryJapanese": "タクマの叔父・康史郎がアパートを訪ねてきた。タクマがロボットであるミーナのことを「お嫁さん」にしていることを聞かされ驚く康史郎。そしてタクマに「ゲーム感覚だったり自分を慰めるためにしてるならやめてくれないか」と意見する。この康史郎の言葉を受けてタクマは、大きな決断を下す……。"
                },
                "12": {
                    "ID": "10551831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-wife-has-no-emotion/episodes/10551831",
                    "TitleEnglish": "My Wife Is The Best",
                    "SummaryEnglish": "Takuma learns a lot about interpersonal relationships as he spends time at his parents' house introducing them to his new robot family. Will they each reach the compromise necessary to accept one another's perspectives?",
                    "TitleJapanese": "僕の妻は最高です",
                    "SummaryJapanese": "実家に連れていくまでは緊張していたタクマだが、両親は拍子抜けするほどあっさりと、ミーナのことを「嫁」として迎え入れてくれる。しかも母はタクマにミーナの所有者を自分に変えることができないかと申し出て、タクマを戸惑わせる。そこには「家族は持ち物ではない」という母の思いがあった。それを知ったミーナが下した決断は――。"
                }
            }
        }
    }
}