{
    "URL": "https://www.thetvdb.com/series/when-they-cry-kira",
    "Genres": [
        "Anime",
        "Comedy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/6F87-D13C-F714-1E8B-A1C6-Z",
        "https://www.imdb.com/title/tt2536414/"
    ],
    "TitleEnglish": "When They Cry: Kira",
    "SummaryEnglish": "With things such as story out of the way, Higurashi cranks up the fanservice with Kira, a new OVA series to commemorate the series' 10th anniversary, featuring nail-biting situations such as Rika and Satoko becoming magical girls to battle evil magic crime syndicates with the help of their trusty squad of cheerleaders, among other things.",
    "Aliases": [
        "When They Cry: Kira",
        "ひぐらしのなく頃にキラ",
        "Higurashi no Naku Koro ni Kira"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "1": {
            "ID": "2115200",
            "URL": "https://www.thetvdb.com/series/when-they-cry-kira/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10355670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-they-cry-kira/episodes/10355670",
                    "TitleEnglish": "Penalty Loving Chapter",
                    "SummaryEnglish": "In a parody of the first season, Tomitake, Irie, Ōishi and the girls play the punishment game, after Keiichi loses. He falls asleep while the girls speculate the game. Keiichi and Takano are nearly infected by the syndrome. When the girls threaten Keiichi, he wakes up and sees the men.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10355671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-they-cry-kira/episodes/10355671",
                    "TitleEnglish": "Demon Battling Chapter",
                    "SummaryEnglish": "In a parallel world, Rika and Satoko become magical girls. They defeat four generals of Tokyo Magika (Teppei, Takano, Okonogi and Nomura), and lift the curse.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10355672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-they-cry-kira/episodes/10355672",
                    "TitleEnglish": "Affinity Chapter",
                    "SummaryEnglish": "A love rectangle between Keiichi and the girls ensues, as they compete for his affection through many methods. They decide to pick whom Keiichi will accompany, but he inadvertently picks Oryō.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10355673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-they-cry-kira/episodes/10355673",
                    "TitleEnglish": "Dream Appearing Chapter",
                    "SummaryEnglish": "A young Rika and Hanyū play a game of hide and seek, causing Rika to fall into a time paradox and being trapped in the future. Hanyū finds Rika and offers to help her. She remembers the time she left while playing a game with her. Keiichi and his friends find a way to send Rika back to where she belongs. Hanyū is reluctant at first, thinking back at how much suffering Rika went through. Rika tells Hanyū she wants to return and does so. After sending her younger self back to the past, Rika and Hanyū return to the present day.",
                    "Aliases": []
                }
            }
        }
    }
}