{
    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32832435/",
        "https://dragonlife-anime.com/",
        "http://www.reddit.com/r/GoodbyeDragonLife",
        "https://www.themoviedb.org/tv/259786",
        "https://www.wikidata.org/wiki/Q124852924",
        "https://en.wikipedia.org/wiki/Goodbye,_Dragon_Life#Anime",
        "https://x.com/dragonlife_PR"
    ],
    "TitleEnglish": "Good Bye, Dragon Life",
    "SummaryEnglish": "Long ago, the most ancient of divine dragons was slain by a human. The mighty dragon accepted its death when suddenly, it was reborn as Dolan, a man who lives in a quiet village. While spending another peaceful day toiling in the fields, he meets Celina, a half-human, half-snake creature looking for a partner. The unlikely duo become friends, but challenges lie ahead that threaten their new bond.",
    "TitleJapanese": "さようなら竜生、こんにちは人生",
    "SummaryJapanese": "物語は、人間に殺されるまでかつて最強のドラゴンだったドランの物語です。現在、ドーランは人間の村人に生まれ変わり、畑で働き、食料として動物を狩ることに専念しています。シンプルな生活が彼の心を喜びで満たします。ある日、彼は沼地の調査中にラミアのセリナと出会う。セリーナは配偶者を探していますが、人間を誘惑するのが苦手です。一人は人間、もう一人は怪物ですが、彼らは徐々に心を通わせ始めます。しかし、彼らはさまざまな敵と遭遇します...",
    "Aliases": [
        "Sayonara Ryūsei, Konnichiwa Jinsei",
        "Sayonara Ryuusei, Konnichiwa Jinsei"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2117576",
            "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10380628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10380628",
                    "TitleEnglish": "Goodbye, Dragon Life",
                    "SummaryEnglish": "The ancient divine dragon, who has lived for ages, was defeated by a hero. Accepting his death, the dragon is reincarnated as Dolan who lives peacefully with his family. One day, the lizards go missing from the nearby swamp and Dolan goes to investigate.",
                    "TitleJapanese": "さようなら竜生",
                    "SummaryJapanese": "悠久の時を生きる古神竜が勇者に討たれた。死を受け入れた竜は、気づくと辺境の村人・ドランに転生していた。温かい家族と村人に囲まれながら平穏な日々を生きるドラン。ある時、村と交流のあったリザードたちが集落の沼から姿を消した。異変の理由を探るためにドランが沼の調査へ向かった先で出会ったのは、ラミアの少女・セリナであった。"
                },
                "2": {
                    "ID": "10700637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700637",
                    "TitleEnglish": "A New Friend",
                    "SummaryEnglish": "Varun Village is disturbed by the appearance of a monster that leaves offerings for it every morning. Will they welcome it, or look to eliminate it?",
                    "TitleJapanese": "新しい仲間",
                    "SummaryJapanese": "ベルン村に帰ってきたドランは、苦手ながらも魔法薬の勉強をしたり、マグル婆さんの家でご馳走になったりと、いつも通りの生活に戻っていた。そんな中、村はずれの広場で魔物の気配を感じる。その夜更け、魔物の正体を探ろうとするドランは、川辺で水浴びをしていたセリナと再会。彼女は南へ向かったはずだったが……？"
                },
                "3": {
                    "ID": "10700638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700638",
                    "TitleEnglish": "The Knight Girl",
                    "SummaryEnglish": "The young noble Christina has not yet properly settled in Bern. Can Dolan and Celina help her? However, Celina's status as a villager is also on shaky ground...",
                    "TitleJapanese": "女剣士",
                    "SummaryJapanese": "クリスティーナはベルン村での生活を手紙に記し、所属するガロア魔法学院の学院長・オリヴィアに報告していた。ドランや村人と交流していく中で、少しずつ村に馴染んでいったクリスティーナ。オリヴィアもその報告を微笑ましく受け取るが、ラミアであるセリナと仲良くなったことが思わぬ騒動へと発展していき……。"
                },
                "4": {
                    "ID": "10700639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700639",
                    "TitleEnglish": "A Witch",
                    "SummaryEnglish": "Celina and Dolan are given a pleasant welcome to Galoa by Keiren, but there seems to be something bigger brewing in the underbelly.",
                    "TitleJapanese": "魔女",
                    "SummaryJapanese": "危険がないことを認めてもらうため、大人しくガロアへと連行されるセリナとドラン。だが、総督府付きの魔法使いのキーレンの屋敷に到着した彼らは、思わぬもてなしを受けるのだった。一方オリヴィアと面会したクリスティーナは、若い女性の連続行方不明事件に関わっているとされる、危険な魔法使いの存在を聞かされる。"
                },
                "5": {
                    "ID": "10700640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700640",
                    "TitleEnglish": "The Forest of Ente",
                    "SummaryEnglish": "Tensions rise in the village as the surrounding forest seems to be undergoing a change. Dolan volunteers to go investigate, but he won't be going alone!",
                    "TitleJapanese": "エンテの森",
                    "SummaryJapanese": "腕試しがしたいクリスティーナは、豚の放牧の警備という体裁でドランたちと森へ入っていく。だが、ベルン村周辺では姿を見せない猛獣が現れ、さらに魔界に住まう魔族の尖兵まで出現。負傷したバランを連れ帰ったドランは、森の異変の調査を申し出る。翌朝、ドランとセリナが旅立つと、二人の前に思わぬ人物が現れ……!?"
                },
                "6": {
                    "ID": "10700641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700641",
                    "TitleEnglish": "Visitors from the Dark",
                    "SummaryEnglish": "Dolan's party speak to the elves about the state of affairs in the forest, and decide to help them out against the invading forces.",
                    "TitleJapanese": "闇よりの来訪者",
                    "SummaryJapanese": "エンテの森でエルフに囲まれたドランたちは、エルフの青年・ギオに即刻立ち去ることを求められる。しかし経緯を話すと、エルフの里ではすでに魔界の軍勢との争いが起こっていることを明かされる。力になろうと申し出るドランたち。……しかしそんな中、森の中にある魔界門が開き、上位魔族たちがエンテの森に現れる！"
                },
                "7": {
                    "ID": "10700642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700642",
                    "TitleEnglish": "Melee",
                    "SummaryEnglish": "The battle heats up as Dolan and party join the fray, but things take a dark turn with the addition of one very formidable opponent.",
                    "TitleJapanese": "乱戦",
                    "SummaryJapanese": "追い詰められるディアドラに手を差し伸べたのは、ドランだった！さらにクリスティーナたちも到着し、ラフラシアとゲオルードに対抗。新たな魔界の騎士ゲレンにはセリナが立ち向かう。魔族との激闘が繰り広げられる中、魔界門からかつてないほど強大な魔力が発生。四騎士を率いるゲオルグが現れ、ドランの前に立ちはだかる。"
                },
                "8": {
                    "ID": "10700643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700643",
                    "TitleEnglish": "The Night Before the Battle",
                    "SummaryEnglish": "With the three-day deadline approaching, the people of the forest of Ente must take stock and decide what they must do.",
                    "TitleJapanese": "決戦前夜",
                    "SummaryJapanese": "ゲオルグに3日の猶予を与えられたドランたち。しかしエンテ森の族長たちは、期限の前に魔族に力を供給する魔界門を破壊することを決定する。ドランたちの協力の申し出も受け入れられ、ドランは森の住人たちの思いに応えるべく、決意を新たにする。エンテの森に住むすべての種族が結束し、魔族との決戦がついに幕を開ける！"
                },
                "9": {
                    "ID": "10700644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700644",
                    "TitleEnglish": "The Battle of the Demonic Realm Portal",
                    "SummaryEnglish": "The battle begins, and the coalition heads to each of the gates to meet the demons waiting for them there.",
                    "TitleJapanese": "魔界門の攻防",
                    "SummaryJapanese": "魔界門とその補助門を破壊するため、魔界の軍勢に攻撃を仕掛けるドランたち。だが、ディアドラはラフラシアに生命力を吸われ、クリスティーナはゲオルードのとてつもない再生力に手を焼いていた。そしてセリナは誰も殺したくないという思いから手加減をして、ゲレンに追い詰められてしまう。それぞれの戦いの行方は……!?"
                },
                "10": {
                    "ID": "10700645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700645",
                    "TitleEnglish": "Decisive Battle",
                    "SummaryEnglish": "Dolan and Georg head into the demonic realm to fight all-out, and the rest of the forest dwellers decide to stake it all on the outcome.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "フィオを追いかけ、戦場に戻ろうとするセリナ。だが思いと裏腹に体は戦いを恐れ、前へ進むことができない。仲間の悲鳴が響き渡り、震えるセリナが竜魔晶石に力を込めると、呼応するかのように魔力が溢れ……。一方、ドランは魔界にあるゲオルグ領に転移させられていた。本気の戦いを求められたドランが、真の力を解放する！"
                },
                "11": {
                    "ID": "10700646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700646",
                    "TitleEnglish": "The People Saying Goodbye",
                    "SummaryEnglish": "Dolan returns to Verun to find that the villagers have made a surprising decision that he can't come to terms with.",
                    "TitleJapanese": "去りゆく人々",
                    "SummaryJapanese": "ベルン村での日常に戻ったドランたち。エンテの森の住人との交易が活発化し、村は一段と賑やかさを増していた。しかし狩りに向かったドランは、セリナとバランの様子に違和感を覚える。さらに畑もいつになく荒れていて……。なんと村人たちはベルン村の存続を断念し、村を去るという。突然の事態にドランは激しく動揺する。"
                },
                "12": {
                    "ID": "10700647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/good-bye-dragon-life-hello-human-life/episodes/10700647",
                    "TitleEnglish": "Hello, Human Life",
                    "SummaryEnglish": "Now awake, Dolan must face Kalavith and also the feelings he has discovered in the aftermath of his nightmare.",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                }
            }
        }
    }
}