{
    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32856718/",
        "https://behemoth-anime.com/",
        "https://www.tvmaze.com/shows/78995/show-slug",
        "https://www.themoviedb.org/tv/249545",
        "https://www.wikidata.org/wiki/Q124972632",
        "https://en.wikipedia.org/wiki/I'm_a_Behemoth,_an_S-Ranked_Monster,_but_Mistaken_for_a_Cat,_I_Live_as_an_Elf_Girl's_Pet#Anime",
        "https://x.com/beheneko_anime"
    ],
    "TitleEnglish": "Beheneko: The Elf-Girl's Cat Is Secretly an S-Ranked Monster!",
    "SummaryEnglish": "A proud knight, slain in battle, finds himself alive once more-reincarnated in the body of a fearsome behemoth. As if he wasn’t confused enough by this turn of events, apparently behemoth cubs look exactly like adorable kittens?! Even if the rest of the world sees him as soft and cuddly, he has the honor of a noble warrior and the strength of an unstoppable S-ranked monster, both of which will be put to the test as he fights to protect the beautiful elf who has taken him as her pet!",
    "TitleJapanese": "Sランクモンスターの《ベヒーモス》だけど、猫と間違われてエルフ娘の騎士として暮らしてます",
    "SummaryJapanese": "迷宮都市・リューイン。モンスターはびこる迷宮があるこの町には、数多くの冒険者たちが集まっていた。命を落とし転生した主人公は、迷宮の中で目を覚ます。その外見は、どう見ても仔猫！？しかし正体は――災害級のSランクモンスター《ベヒーモス》の幼体だった！彼が出会ったのは、駆け出しのDランク冒険者・アリア。仔猫と勘違いしたアリアは、重傷を負っていた彼を連れ帰って手当てし、「タマ」と名付けてペットにする。その優しさに心を打たれたタマは、アリアを守る騎士となることを誓うのだった。Sランクの力を活かし、アリアと共に迷宮を冒険するタマ。個性豊かな仲間たちと出会い、時に溺愛されながら、騎士（ペット）としての日々が始まる！",
    "Aliases": [
        "Esuranku Monsutā no \"Behīmosu\" dakedo, Neko to Machigawarete Erufu Musume no Kishi Petto to Shite Kurashitemasu",
        "Esuranku Monsutaa no \"Behiimosu\" dakedo, Neko to Machigawarete Erufu Musume no Kishi Petto to Shite Kurashitemasu",
        "S-Rank Monster no \"Behemoth\" dakedo, Neko to Machigawarete Elf Musume no Pet toshite Kurashitemasu",
        "ベヒ猫",
        "BehiNeko",
        "S-Rank Monster no -Behemoth- dakedo, Neko to Machigawarete Elf Musume no Pet toshite Kurashitemasu",
        "Sランクモンスターの《ベヒーモス》だけど"
    ],
    "Modified": "2025-06-15",
    "Seasons": {
        "1": {
            "ID": "2118185",
            "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10574691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10574691",
                    "TitleEnglish": "The Elf Girl and the Knight's Vow",
                    "SummaryEnglish": "A knight dies and is reincarnated into a baby Behemoth, an S-rank monster that looks just like a cat! A novice D-rank adventurer, Aria, adopts him as her kitty cat!",
                    "TitleJapanese": "エルフ娘と騎士の誓い",
                    "SummaryJapanese": "命を落とし、災害級とも言われるSランクモンスター≪ベヒーモス≫に転生した主人公。しかし、その外見はどう見ても仔猫！？\n瀕死の重傷を負った彼は、駆け出しのDランク冒険者・アリアに命を救われる。彼を仔猫と勘違いし、「タマ」と名付けてペットにするアリア。一方のタマもまた、命の恩人であるアリアを騎士として守り抜くことを誓う。ところが、そんなアリアのことを街の貴族・カスマンが手籠めにしようと企んでいて……。"
                },
                "2": {
                    "ID": "10875211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10875211",
                    "TitleEnglish": "The Tigris-ear Blacksmith & A Brand New Skill",
                    "SummaryEnglish": "Aria and Tama visit the armor shop of their familiar blacksmith, Vulcan, to have Tama's armor tailored.",
                    "TitleJapanese": "虎耳鍛冶師と新たなるスキル",
                    "SummaryJapanese": "タマの防具を仕立てようと、馴染みの鍛冶士であるヴァルカンの武具店を訪れたアリアとタマ。すると、うまく剣を扱えずに悩んでいるアリアのため、ヴァルカンが臨時パーティに加わると言い出した！\n《派生スキル》も使いこなし、冒険者としての実力も折り紙付きのヴァルカン。そんな彼女がアリアに提案したのは、うねうねの触手モンスターを倒すこと！？"
                },
                "3": {
                    "ID": "10885596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885596",
                    "TitleEnglish": "Urgent Quest - Defeat the Demons!",
                    "SummaryEnglish": "Disappearances plague the neighboring town of Lenard and the demon, Beryl, is behind it all. Aria accepts a quest to save the people in trouble.",
                    "TitleJapanese": "緊急クエスト 魔族討伐へ！",
                    "SummaryJapanese": "隣町・レナードで行方不明者が多発しているという。その犯人は≪魔族≫ベリル。多くの冒険者が尻込みする中、アリアは人々を助けたいという思いでクエストを受諾する。\nかつての大戦≪魔神の黄昏≫で人類に勝利をもたらした英雄・セドリック隊の騎士たちとともに魔族討伐へ向かうアリア、タマ、ヴァルカン。しかし、そこにはベリルの狡猾な罠が待ち受けていた……。"
                },
                "4": {
                    "ID": "10885597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885597",
                    "TitleEnglish": "Awaken - Behemoth!",
                    "SummaryEnglish": "Tama takes on the earth dragon, his fated enemy, in order to save Aria from the brink of death. Tama turns into a real behemoth!",
                    "TitleJapanese": "覚醒！《ベヒーモス》",
                    "SummaryJapanese": "命の危機に瀕したアリアを救うため、因縁のアースドラゴンとの戦いに挑むタマ。仔猫のままでは勝ち目のない相手を前に、タマはアリアに別れを告げて進化スキルを使い、《ベヒーモス第二形態》へと姿を変えた！\n後日、タマは迷宮で一人の少女に出会う。危険な迷宮を薄着でさまよっていた彼女は、「自分を孕ませろ」とタマに迫る変態乙女だった！　なぜかタマのことを知っていて、「強き者」と呼びかけてくる彼女の正体とは……？"
                },
                "5": {
                    "ID": "10885598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885598",
                    "TitleEnglish": "Elf Girl & Dragon Girl",
                    "SummaryEnglish": "Stella continues making passes at Tama with her telepathic skills. Meanwhile, Tama feels uneasy as he watches her fight, driven by her old earth dragon instincts.",
                    "TitleJapanese": "エルフ娘とドラゴン娘",
                    "SummaryJapanese": "念話を使い、タマに熱烈なアプローチを続けるステラ。そんな彼女を記憶喪失だと勘違いしているアリアは、少しでも記憶を取り戻す助けになろうと、ステラが興味を持っていた冒険者稼業に勧誘する。\nとんでもない怪力で巨大な盾と剣を振り回し、低ランクのモンスターをものともせず蹴散らしていくステラに驚くアリアたち。一方でタマは、アースドラゴンだったころの本能のままに戦うステラの姿に僅かな不安を覚えていた。"
                },
                "6": {
                    "ID": "10885599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885599",
                    "TitleEnglish": "Girls of the Wandering Woods",
                    "SummaryEnglish": "The group is caught up in a new forest labyrinth. Tama and Aria are excited to explore an untouched earth said to be full of rare materials and rarer treasure chest.",
                    "TitleJapanese": "迷いの森の少女たち",
                    "SummaryJapanese": "商人のレイスから初めての指名依頼を受けたアリアたち。その内容は、ステラのかつての姿、アースドラゴンの骨格輸送の護衛をすることだった。\n道中、街道で野営をしたアリアたちは、森林迷宮誕生の瞬間に巻き込まれる。貴重な素材や幻のトレジャーボックスが見つかることが多いという手つかずの迷宮に胸を高鳴らせるタマとアリア。そんな彼女たちを森の奥へと誘うように、無邪気な二つの声が語りかけてきた……。"
                },
                "7": {
                    "ID": "10885600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885600",
                    "TitleEnglish": "Undead on Approach - Dark Tales of the Earl",
                    "SummaryEnglish": "Aria and friends desperately search for Lily and Feri. According to Vulcan, the Earl of Gladstone is rumored to be kidnapping young, beautiful women.",
                    "TitleJapanese": "迫りくるアンデッド 伯爵領の黒いうわさ",
                    "SummaryJapanese": "失踪したリリとフェリを必死に探すアリアたち。グラッドストーンの町に戻ると、気になる噂を聞きつけたというヴァルカンが待っていた。いわく、この町の領主・グラッドストーン伯爵が、美しい女性ばかりを狙って人さらいをしているというのだ。\n伯爵に目をつけられたアリアたちは、リリとフェリの情報を聞き出すためにあえて誘いに乗る。ところがその時、正体不明の召喚士の手によって、町中にアンデッドの群れが出現した！"
                },
                "8": {
                    "ID": "10885601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885601",
                    "TitleEnglish": "The Elf Girl Makes a Move",
                    "SummaryEnglish": "Lily and Feri join Aria's party. Aria is rewarded with a promotion to A-Rank Adventurer! Meanwhile, Tama unlocks the ability to evolve into his third behemoth form.",
                    "TitleJapanese": "エルフ娘のお引越し",
                    "SummaryJapanese": "リリ、フェリとともにリューインに帰還したアリアたち。グラッドストーンの事件を解決した功績を称えられ、アリアはついに一流の証である《Aランク冒険者》となった！\nランクアップをきっかけに、みんなで暮らせる新たな拠点に引っ越すことを決意するアリア。充実したキッチンを希望するステラと、広い庭を希望するリリ、フェリ。果たしてみんなの希望にかなう新居は見つかるのか！？\n一方その頃、タマは新たな姿《ベヒーモス第三形態》への進化が可能になり……？"
                },
                "9": {
                    "ID": "10885602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885602",
                    "TitleEnglish": "Fated Reunion in the Imperial City!",
                    "SummaryEnglish": "By invitation of the emperor, Aria and company travel to the imperial city of Klareal. There they meet legendary hero Prince Julius and the Holy Demoness Belzebuth.",
                    "TitleJapanese": "帝都へ！ 運命の再会",
                    "SummaryJapanese": "皇帝に招かれ、帝都クラリアルにやってきたタマとアリアたち。そこで待っていたのは、伝説の英雄である第一皇子ジュリウス、聖魔王ベルゼビュートだった。\n並の冒険者では太刀打ちできない「四魔族」の復活を予言するベルゼビュート。稽古によって新しいスキルを習得し、四魔族討伐に力を貸してほしいと告げるジュリウス。それぞれが戦いに備える中、アリアの稽古相手に選ばれたのは、彼女がずっと憧れていた「剣聖」であった。"
                },
                "10": {
                    "ID": "10885603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885603",
                    "TitleEnglish": "The Powers of Tama and Aria",
                    "SummaryEnglish": "With news that one of the Demonic Four has returned to the labyrinth in Ruine, Aria's party, Julius, and Cedric's knights make way for its deepest depths.",
                    "TitleJapanese": "タマとアリアの目覚める力",
                    "SummaryJapanese": "リューインの迷宮に四魔族が復活したと知ったアリアたちは、ジュリウスやセドリック隊の騎士たちとともに最下層に駆けつける。そこに待ち受けていたのは、四魔族のヴァサーゴであった。\nランク不明の超強力なモンスター「サイクロプス」と「オルトロス」を召喚し、アリアたちを追い詰めていくヴァサーゴ。かつての戦いで衰えたジュリウスも倒れ、大ピンチの状況で、タマは《ベヒーモス第三形態》への進化を決断する！"
                },
                "11": {
                    "ID": "10885604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885604",
                    "TitleEnglish": "The Philosopher's Stone & the Secret of Lumines",
                    "SummaryEnglish": "After escaping to the demon world, Vasaago's next stop is Aria's birthplace: Lumines. His target? The Philosopher's Stone.",
                    "TitleJapanese": "賢者ノ石とルミルスの秘密",
                    "SummaryJapanese": "魔界へ姿を消したヴァサーゴの次なる狙いは、アリアの故郷・ルミルス。そして、そこにある「賢者ノ石」であった。今度は自分が皆を守るため、故郷に帰還するアリア。タマ、ヴァルカン、ステラ、リリ、フェリだけでなく、アナやセドリック隊の騎士たち、ジュリウスやアリーシャもルミルスに集結する。\nルミルスの人々も部隊を結成し、戦いの準備を進めていた。その中にはなんと、アリアの母親であるレオナの姿があった……！"
                },
                "12": {
                    "ID": "10885605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-m-a-behemoth-an-s-ranked-monster-but-mistaken-for-a-cat-i-live-as-an-elf-girls-pet/episodes/10885605",
                    "TitleEnglish": "Sacred Blade & Beast",
                    "SummaryEnglish": "The battle against Vasaago for the fate of the world has begun. Tama evolves into his third behemoth form and takes to the skies with Aria to retaliate!",
                    "TitleJapanese": "聖なる刃と聖なる獣",
                    "SummaryJapanese": "世界の命運をかけたヴァサーゴとの決戦が始まった。押し寄せる無数のモンスターたちに抗い、懸命に戦うタマ、アリア、ヴァルカン、ステラ、リリ、フェリたち。劣勢を悟ったヴァサーゴは、奥の手として巨大な《Ｓランク》モンスター・ニーズヘッグを召喚した！\nアリーシャの結界を破り、空からルミルスに侵入を試みるヴァサーゴとニーズヘッグ。タマは《ベヒーモス第三形態》となり、アリアとともにそれを迎え撃つ！"
                }
            }
        }
    }
}