{
    "URL": "https://www.thetvdb.com/series/mono",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35436997/",
        "https://www.instagram.com/mono_weekend",
        "https://mono-weekend.photo/",
        "https://www.themoviedb.org/tv/249854",
        "https://www.wikidata.org/wiki/Q125054368",
        "https://en.wikipedia.org/wiki/Mono_(manga)#Anime",
        "https://x.com/mono_weekend"
    ],
    "TitleEnglish": "Mono",
    "SummaryEnglish": "Satsuki Amemiya , a member of her high school's photography club, is depressed after the graduation of her favorite club president, but with the encouragement from her best friend and another club member, Ann Kiriyama , she decides to work hard at her club activities again.",
    "Aliases": [
        "mono",
        "mono: Weekend Animation"
    ],
    "Modified": "2025-07-14",
    "Seasons": {
        "1": {
            "ID": "2118894",
            "URL": "https://www.thetvdb.com/series/mono/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10396660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/10396660",
                    "TitleEnglish": "mono Trip",
                    "SummaryEnglish": "Satsuki Amamiya, a member of the Photography Club, finds herself in a slump as her beloved club president graduates from high school. Her best friend, An Kiriyama, cheers her up, reigniting Satsuki's motivation to give the club her best again. But the 360-degree camera Satsuki bought at an online auction hasn't arrived yet! Satsuki and An pay the seller a visit.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11042596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042596",
                    "TitleEnglish": "Making of Some Aerial Photography! / Visiting a Classmate, 3000 Leagues - Motovlog Part 12",
                    "SummaryEnglish": "Satsuki and An use a makeshift drone to try some photography when they receive notice that the photography club will be dissolved due to the lack of members. Troubled by this news, they invite fellow classmate Sakurako Shikishima from the Cinema Club, which has also received a dissolution notice. Meanwhile, Haruno is stuck on her manga draft when her high school friend, Kako Komada, pays her a visit. The two hit the road for a tour.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11042597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042597",
                    "TitleEnglish": "Right Before It Becomes an Anime!! The Manga Pilgrimage Stamp Rally With a Schedule From Hell!",
                    "SummaryEnglish": "Haruno gets word of a manga that will be adapted into an anime. As she lives in the real-life location of that manga's story, she scouts out locations and decides to make it a focus for her manga creations. Haruno tries to carry out her plan to visit these manga pilgrimage sites on an ambitious schedule, but the other members of the Cinephoto Club can't seem to hide their unease. And so begins the hellish schedule of this location scouting tour....",
                    "Aliases": []
                },
                "4": {
                    "ID": "11042598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042598",
                    "TitleEnglish": "A Comfy Manga Artist Goes on a Winery Tour - Motovlog Part 13 / Taking Pictures of Food and Getting Full Until We Explode",
                    "SummaryEnglish": "Haruno invites Satsuki and the rest to join an event where they take pictures and eat while walking. The three girls happily accept, thinking it's the perfect event for the Cinephoto Club, but they find out they'll be going around shops that serve generous portions of food to the point they'll be full! They're disappointed in the food brought to them, but this is just the beginning of their fight.",
                    "Aliases": []
                },
                "5": {
                    "ID": "11042599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042599",
                    "TitleEnglish": "The Story of Dry-Cured Ham in Yamanashi / A Haunted Spot and Incident of Possession",
                    "SummaryEnglish": "The dry-cured ham that Haruno was looking forward to enjoying ended up being used as one of the recipe's ingredients! With a little convincing from Kako, the group heads out to buy some famous Yatsugatake ham instead. While on the road, they drop by abandoned places and ski areas here and there, enjoying some Kiyosato curry and visiting a variety of stores that sell ham.",
                    "Aliases": []
                },
                "6": {
                    "ID": "11042600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042600",
                    "TitleEnglish": "Taking the Perfect Picture of a Maruishi Dosojin in Yamanashi! / We'll Enjoy Some Curry in Yamanashi",
                    "SummaryEnglish": "As a story idea for Haruno's manga, the girls participate in a \"maruishi\" hunting event in the prefecture.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11042601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042601",
                    "TitleEnglish": "First Time for an Anime Adaptation / Calling All Manga Artists! Minobu Walker",
                    "SummaryEnglish": "One of Haruno's manga artist friends, Isuzu, gets her work selected to be adapted into an anime! Worried about the money involved and how busy she'll be, she confides in Kurokuma and Haruno about how uneasy she feels about everything. The girls worry for Isuzu and, as a change of pace, participate in the Minobu Donburi Walk together.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11042602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042602",
                    "TitleEnglish": "Nagano/Toyama Trip That's on the Test (The First Night)",
                    "SummaryEnglish": "Haruno and the Cinephoto Club head to Nagano for a two-night-three-day trip for a scoop. While everyone raises their hand to suggest places they want to go to, An says she wants to film some skateboarding downhill with an action camera. To do this, though, they'll need someone to ride the skateboard with her....",
                    "Aliases": []
                },
                "9": {
                    "ID": "11042603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042603",
                    "TitleEnglish": "Nagano/Toyama Trip That's on the Test (The Second Night)",
                    "SummaryEnglish": "The girls meet up and head over to Kurobe Dam, where they watch a documentary about the dam's construction.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11042604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042604",
                    "TitleEnglish": "Nagano/Toyama Trip That's on the Test (The Third Night)",
                    "SummaryEnglish": "It's the last day, and the group has gone all over Nagano to get this scoop. The group arrives at Togakushi, Nagano, where they try making fresh soba. They break into two teams: adults and children, and have a competition to make some soba! And finally, the group makes their last stop at a Ninja Trick Mansion, but what exactly awaits them there?",
                    "Aliases": []
                },
                "11": {
                    "ID": "11042605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042605",
                    "TitleEnglish": "Enjoying All the Spots on the Yamanashi Shaved Ice Map",
                    "SummaryEnglish": "There are only two days left of summer vacation. As Cinephoto Club reflects upon this past summer, they realize they haven't eaten shaved ice yet! To make this the best summer vacation without any regrets, the group takes one last trip to enjoy all the shaved ice spots listed on the Yamanashi Shaved Iced Map.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11042606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mono/episodes/11042606",
                    "TitleEnglish": "POV Horror - What ever shall we do?",
                    "SummaryEnglish": "The Cinephoto Club begins shooting a horror film, though not everything is as it seems.",
                    "Aliases": []
                }
            }
        }
    }
}