{
    "URL": "https://www.thetvdb.com/series/zenshu",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt31863730/",
        "https://zenshu-anime.com/",
        "http://www.reddit.com/r/Zenshu",
        "https://www.themoviedb.org/tv/249882",
        "https://www.wikidata.org/wiki/Q125087128",
        "https://en.wikipedia.org/wiki/Zenshu_(TV_series)",
        "https://x.com/zenshu_anime"
    ],
    "TitleEnglish": "ZENSHU",
    "SummaryEnglish": "After graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she’s unable to create the storyboard, causing the movie production to come to a standstill. One day, she passes out while working on her storyboard and wakes up in the world of her favorite childhood anime movie \"A Tale of Perishing\".",
    "TitleJapanese": "全修。",
    "SummaryJapanese": "広瀬ナツ子は、高校卒業後アニメーターとなり、才能を開花させあっという間に監督デビューを果たす。初監督作品は社会現象になる大ヒット。新進気鋭の天才監督と世間でも評価され、次回作は初恋をテーマにした劇場ラブコメ作品に決定！しかし、人を好きになったことがないナツ子は初恋がよくわからず、コンテが描けなくなり映画制作が行き詰る。そんなある日、コンテ作業中に意識を失い、目が覚めるとそこは、子供の頃に夢中になったアニメ映画『滅びゆく物語』の世界だった。",
    "Aliases": [
        "Zenshū.",
        "Zenshuu."
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2119015",
            "URL": "https://www.thetvdb.com/series/zenshu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10398201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10398201",
                    "TitleEnglish": "FIRST STROKE",
                    "SummaryEnglish": "An up-and-coming anime director, Natsuko Hirose, is busy trying to storyboard a rom-com themed feature film, but because she's never experienced first love, she can't seem to progress with her storyboards.",
                    "TitleJapanese": "始線。",
                    "SummaryJapanese": "新進気鋭のアニメ監督、広瀬ナツ子は、初恋をテーマにした長編ラブコメ映画のコンテに取り掛かっていたが、初恋を経験したことがないナツ子は絵コンテが描けなくなる。"
                },
                "2": {
                    "ID": "10857585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857585",
                    "TitleEnglish": "DEFEND",
                    "SummaryEnglish": "The prophet of the Last Town, Elder Baobab, decides that Natsuko should join the Nine Soldiers, but her and Luke are at odds. Natsuko tries to figure out a way back home, but then remembers what happens next in \"A Tale of Perishing\" and realizes everyone's in danger again.",
                    "TitleJapanese": "死守。",
                    "SummaryJapanese": "ナツ子は最後の街の預言者バオバブ様にナインソルジャーへの加入を打診されるも、ルークと仲違いして決裂。現実に戻る方法を考えるナツ子だが、映画「滅びゆく物語」の展開で最後の街が再びピンチになることを思い出し、現実に戻れないとしたら死んでも守らなければならないものがあることに気付く…。"
                },
                "3": {
                    "ID": "10857587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857587",
                    "TitleEnglish": "DESTINY",
                    "SummaryEnglish": "The Last Town has their Harvest Festival and the Nine Soldiers get some time off. That's where Luke meets Destiny. In \"A Tale of Perishing,\" the two fall in love, but Natsuko coming into the this world seems to be throwing off that destiny...",
                    "TitleJapanese": "運命。",
                    "SummaryJapanese": "最後の街は収穫祭が行われ、ナインソルジャーたちも久々の休日。それぞれ羽を伸ばす。そこでルークは町長の娘、デステニーと出会う。映画「滅びゆく物語」だと２人は恋に落ちるのだが、ナツ子が転生したことで運命は少しずつ変わってきていて…。"
                },
                "4": {
                    "ID": "10857588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857588",
                    "TitleEnglish": "ETERNITY",
                    "SummaryEnglish": "Natsuko notices that Memmeln is acting strange. In the movie, there is a scene with Memmeln that's a mystery even to fans, so Natsuko tails her...",
                    "TitleJapanese": "永遠。",
                    "SummaryJapanese": "メメルンの様子がおかしいことに気付くナツ子。映画「滅びゆく物語」ではメメルンがルークを殺そうとするシーンがあるが、映画でその理由については一切触れられておらずファンの間では謎展開となっている。ナツ子は真相を確かめるためメメルンの跡をつけることに…。"
                },
                "5": {
                    "ID": "10857589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857589",
                    "TitleEnglish": "JUSTICE",
                    "SummaryEnglish": "Destiny asks the Nine Soldiers to bring food to some orphans and they run into a former Nine Soldier, Justice.",
                    "TitleJapanese": "正義。",
                    "SummaryJapanese": "ヴォイドを倒しまくって調子に乗っているナツ子。ナインソルジャーはデステニーに頼まれて孤児たちに食事を配りにいくことに。そこでルークは元ナインソルジャーで、今ではすっかり落ちぶれてしまったジャスティスと再会する。一方、その頃、新たなヴォイドが街に近づいてきていた。"
                },
                "6": {
                    "ID": "10857590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857590",
                    "TitleEnglish": "CHANGE",
                    "SummaryEnglish": "Natsuko loses to the Voids for the first time, but still tries to continue her selfish actions.",
                    "TitleJapanese": "変化。",
                    "SummaryJapanese": "初めてヴォイドに負けたナツ子は、また自分勝手な行動を取ろうとする。ルークはそんなナツ子に怒りもあるが、ジャスティスとの関係が気になってしまう。\n一方その頃、前回倒せなかったヴォイドがさらに変化しようとしていた！"
                },
                "7": {
                    "ID": "10857591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857591",
                    "TitleEnglish": "FIRST LOVE",
                    "SummaryEnglish": "Natsuko tries to figure out exactly what first love feels like for her upcoming film.",
                    "TitleJapanese": "初恋。",
                    "SummaryJapanese": "映画「滅びゆく物語」に心動かされた小学生のナツ子を見つめるクラスメイトのミドリちゃん。\n動いているものを描くことに夢中になった中学生のナツ子を見ている陸上部の二宮くん。\n天才と呼ばれ始めた高校生のナツ子に闘志を燃やす大学生の蒼井。\nアニメーターになったナツ子は長編ラブコメ映画の監督に抜擢されるも「初恋」が何なのかわからず…。"
                },
                "8": {
                    "ID": "10857592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857592",
                    "TitleEnglish": "CONFESSION",
                    "SummaryEnglish": "Luke finally tells Natsuko how he really feels about her.",
                    "TitleJapanese": "告白。",
                    "SummaryJapanese": "ナツ子の行く先々に「無駄だよ」と言ってくる鳥が突如現れるようになる。\n一方、ルークはナツ子を好きな自分の気持ちに気付く。ナツ子に告白しようとするが、うまく気持ちが伝わらない。\nそのことをジャスティスに相談すると「デートに誘え」とアドバイスを受ける。ルークとナツ子、初めてのデート？！"
                },
                "9": {
                    "ID": "10857593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857593",
                    "TitleEnglish": "HERO",
                    "SummaryEnglish": "Luke thinks about his life as the legendary hero.",
                    "TitleJapanese": "勇者。",
                    "SummaryJapanese": "伝説の勇者ルーク・ブレイブハート。ずっと戦って生きてきたが、ナツ子が現れて恋をして生まれて初めて人生が楽しい！\n一方、ナツ子はルークに告白されて戸惑っていた。\n自分がこの世界に来たことで映画「滅びゆく物語」の展開とは少しずつ変わってきているが、もし映画の通りになるとしたらラストは…。"
                },
                "10": {
                    "ID": "10857594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857594",
                    "TitleEnglish": "CHAOS",
                    "SummaryEnglish": "Rumors start to spread about Natsuko which leads the people of the Last Town to turn on her.",
                    "TitleJapanese": "混乱。",
                    "SummaryJapanese": "ナツ子は、この世界が急速に映画「滅びゆく物語」の展開に修正されていることに気付く。\n一方、ルークは街の人たちのために勇者として気丈に振る舞う。そんなルークを心配するユニオ。メメルンは何やら怪しい儀式を行おうとしていた。\nそして街ではナツ子が描いたものがヴォイドになっているという噂が流れていて…。"
                },
                "11": {
                    "ID": "10857595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857595",
                    "TitleEnglish": "DESPAIR",
                    "SummaryEnglish": "Luke suffers more loss and falls into despair while Memmeln comes up with a certain plan with Meg and Sally.",
                    "TitleJapanese": "絶望。",
                    "SummaryJapanese": "最後の街に大量のヴォイドが襲ってくる。ナツ子とユニオがヴォイドに食べられてしまった。「ナツ子が死んだ！」と歓喜する人々。勇者であるルークに助けを求める人々。ルークは、なんのためにヴォイドと戦い、誰のためにソウルフューチャーを守っているのかわからなくなってゆく。"
                },
                "12": {
                    "ID": "10857596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zenshu/episodes/10857596",
                    "TitleEnglish": "ZENSHU",
                    "SummaryEnglish": "Natsuko has to draw one final thing to save the Last Town from its greatest threat.",
                    "TitleJapanese": "全修。",
                    "SummaryJapanese": "ついに超空洞ヴォイドが誕生する。映画「滅びゆく物語」と同じエンディングを迎えようとしていた。\n超空洞ヴォイドの前になす術もなく、誰もが諦めて世界が滅んでゆこうとしていく中、ナツ子たちはルークを救うために立ち上がる。\n超空洞ヴォイドと最終バトルへ。"
                }
            }
        }
    }
}