{
    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33503859/",
        "https://grisaia-pt.com/gptanime/",
        "https://www.themoviedb.org/tv/280906",
        "https://x.com/grisaia_fw"
    ],
    "TitleEnglish": "Grisaia: Phantom Trigger",
    "SummaryEnglish": "After the Heath Oslo incident exposed the U.S.-Japanese anti-terror organization CIRS, a new agency emerges to train elite operatives: SORD. Mihama Academy, once abandoned, is now part of a series of SORD training grounds for misfit girls to hone their deadly skills. Armed with live ammunition, they face perilous missions, sacrificing their safety for the country’s future.",
    "Aliases": [
        "Grisaia - Phantom Trigger",
        "Grisaia: Phantom Trigger",
        "グリザイア：ファントムトリガ"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "0": {
            "ID": "2118992",
            "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "10882204",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10882204",
                    "TitleEnglish": "SORD",
                    "SummaryEnglish": "Following the Heath Oslo incident, the existence of the US-Japanese anti-terror organization CIRS has become a matter of public knowledge. CIRS has been rebuilt from the ground up, and its most covert functions spun off to a new agency: SORD (Social Ops, Research & Development). The goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'. This new incarnation of Mihama Academy is home to a diverse group of students, who every day work to polish their unusual skills - sometimes on the job. Mihama now entrusts the misfit girls who attend it with guns and live ammunition. Paying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm.",
                    "Aliases": []
                },
                "2": {
                    "ID": "10882205",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10882205",
                    "TitleEnglish": "Soul Speed",
                    "SummaryEnglish": "A VIP from overseas who was scheduled to enter Japan suddenly disappeared. Members of Mihama Gakuen SORD begin to support the search for disappearances. Cooperation and feud with twin sisters enrolled in Mihama's sister school \"Kyosen Sakuragaoka\". Rumors of a mysterious female rider \"Soul Speed\". The chase eventually becomes a fierce battle, and the mind and body are torn apart. It was also a journey back into the past, dating back to the encounter between Lena and Hart.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10882206",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10882206",
                    "TitleEnglish": "Stargazer",
                    "SummaryEnglish": "Sniper Talker of Mihama Gakuen, a special skill training school, heads to a remote island in the Philippines for an overseas joint training camp with St. Yale Foreign School with members of the privately-owned work intelligence training organization SORD. However, he was involved in the \"trouble\" of a top secret operation aimed at destroying the weapon moonshine organization, and decided to participate in the operation to chase the escaper Gumi of St. Yale. During his mission, Toka meets his memories with his parents and his unfulfilled promises with his old friend, Shiho, and thinks about Gummy's circumstances. What is the answer that Talker came up with while each speculation intersected?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2118993",
            "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10397930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10397930",
                    "TitleEnglish": "Mother's Cradle I",
                    "SummaryEnglish": "Taiga from the elementary division joins Rena and the others at Mihama Academy Class A. Chris gets named as her higher officer, and she asks Haruto, the handler for the reason. What does Chris think as she carries Taiga on her back after a hard workout?",
                    "Aliases": []
                },
                "2": {
                    "ID": "10875033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875033",
                    "TitleEnglish": "Mother's Cradle II",
                    "SummaryEnglish": "A terrorist attack transpires at the medical university Taiga visited. The perpetrators are members of a new religious group seeking to obtain a virus to be used for bioterrorism. The United Nations decides to conduct an air strike to prevent the virus from spreading worldwide. Receiving the news, Class A was ordered to stay put. However, Chris ignores the order to rescue Taiga on her own.",
                    "Aliases": []
                },
                "3": {
                    "ID": "10875035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875035",
                    "TitleEnglish": "Mother's Cradle III",
                    "SummaryEnglish": "Chris fights the terrorists with explosives but gets shot. Class A heads to the scene after receiving a warning. Class A's operation begins.",
                    "Aliases": []
                },
                "4": {
                    "ID": "10875037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875037",
                    "TitleEnglish": "Phantom Blade I",
                    "SummaryEnglish": "Murasaki's sister, Yuuki, returns to Class A. Rena is annoyed with her, and Murasaki doesn't seem herself. What happened to the sisters in their past?",
                    "Aliases": []
                },
                "5": {
                    "ID": "10875039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875039",
                    "TitleEnglish": "Phantom Blade II",
                    "SummaryEnglish": "Several years before, Haruto visited Yuuki's village to learn \"Phantom Blade.\" One day, the village got ambushed, and Murasaki suspected Haruto.",
                    "Aliases": []
                },
                "6": {
                    "ID": "10875041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875041",
                    "TitleEnglish": "Bluest Blue #1",
                    "SummaryEnglish": "Haruto was born by an experiment. He was raised by Ichiru, Nogami, and Aoi Aoi, a group of assassins. Let us look into how \"Haruto Aoi\" came about.",
                    "Aliases": []
                },
                "7": {
                    "ID": "10875043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875043",
                    "TitleEnglish": "Bluest Blue #2",
                    "SummaryEnglish": "Phantom Trigger got a mission to destroy a religious group. Who awaited the team was a very familiar face.",
                    "Aliases": []
                },
                "8": {
                    "ID": "10875045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875045",
                    "TitleEnglish": "Arisaka's Journal",
                    "SummaryEnglish": "Arisaka must decide on Class A's overseas deployment request. Enishi and Chloe awaits Class A.",
                    "Aliases": []
                },
                "9": {
                    "ID": "10875047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875047",
                    "TitleEnglish": "Rite of Passage",
                    "SummaryEnglish": "All SORD forces are called upon. Haruto encounters Chloe. He points his sword to his archenemy who killed Aoi.",
                    "Aliases": []
                },
                "10": {
                    "ID": "10875049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875049",
                    "TitleEnglish": "Heaven's Door",
                    "SummaryEnglish": "Patrick and Bruno meet a group of young Sisters in a dugout. We just want to live...",
                    "Aliases": []
                },
                "11": {
                    "ID": "10875051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875051",
                    "TitleEnglish": "The Right Choice",
                    "SummaryEnglish": "As members of Mihama Academy fight their own battles, former Phantom Trigger makes a big decision.",
                    "Aliases": []
                },
                "12": {
                    "ID": "10875052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875052",
                    "TitleEnglish": "The Fated Answer",
                    "SummaryEnglish": "All SORD forces except Class A retreat. Rena is remembering the time when she was picked up by Haruto.",
                    "Aliases": []
                },
                "13": {
                    "ID": "10875053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grisaia-phantom-trigger-the-animation-2024/episodes/10875053",
                    "TitleEnglish": "Phantom Children",
                    "SummaryEnglish": "The battle is coming to an end. This is the story of Phantom Trigger drenched in blood and smoke.",
                    "Aliases": []
                }
            }
        }
    }
}