{
    "URL": "https://www.thetvdb.com/series/teogonia",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32514593/",
        "https://teogonia-anime.com/",
        "https://www.tvmaze.com/shows/82875/show-slug",
        "https://www.themoviedb.org/tv/256109",
        "https://www.wikidata.org/wiki/Q125335886",
        "https://en.wikipedia.org/wiki/Teogonia#Anime",
        "https://x.com/teogonia_anime"
    ],
    "TitleEnglish": "Teogonia",
    "SummaryEnglish": "It's a time of warfare where relentless battles continue between human and demi-human tribes like the Ash Monkeys (Macaque) and pig people (Ogres) invading human lands.",
    "TitleJapanese": "神統記",
    "SummaryJapanese": "人間の土地に侵攻してきたトネリザル（マカク）や豚人（オーガ）などの亜人族と、人間族の間で絶え間ない戦いが続く戦乱の時代。",
    "Aliases": [
        "テオゴニア",
        "Teogonia"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "1": {
            "ID": "2121361",
            "URL": "https://www.thetvdb.com/series/teogonia/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10532554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/10532554",
                    "TitleEnglish": "Kai of Lag Village",
                    "SummaryEnglish": "Kai's destiny changes when he reproduces an ability that he saw in a strange dream.",
                    "TitleJapanese": "ラグ村の少年（カイ）",
                    "SummaryJapanese": "人族と灰猿人（マカク）族や豚人（オーグ）族が争う世の中で、少年カイは戦場でなんとか生き抜いていた。\nある日ふいに、「火魔法」という不思議な記憶が蘇る。カイにとって身に覚えのない記憶だが、もしこんな力が使えたらとなんとなく思っていた。\nそんな中、オーグ族の敵襲があり、戦場に駆り出されたカイは、戦闘中に負傷してしまい、1匹のオーグに追いつめられてしまう。"
                },
                "2": {
                    "ID": "11020651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020651",
                    "TitleEnglish": "Lady Jose",
                    "SummaryEnglish": "Kai travels to Eda Village with Lady Jose, who teaches him about the duty of guardian bearers.",
                    "TitleJapanese": "白姫（ジョゼ）様",
                    "SummaryJapanese": "谷底に落ち瀕死のカイは、目を覚ますと身体中の傷が何故か癒えており、不思議がっていた。村が気になり、谷から抜け出そうとしたとき脳裏にとある声が聞こえてきた。村に戻り、不思議な力を隠れて試していた所、領主家の姫・ジョゼに見つかり、秘密を握られたカイは、ジョゼが毎朝おこなっている鍛錬に付き合わせられることとなってしまう。そして、月に一度、土地神が眠る村のお墓掃除の警護としてカイが任命されることになる。"
                },
                "3": {
                    "ID": "11020652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020652",
                    "TitleEnglish": "Arbitration God",
                    "SummaryEnglish": "Kai returns to the valley where his journey started, where he learns more about the valley god.",
                    "TitleJapanese": "調停神",
                    "SummaryJapanese": "エダ村の墓所掃除から無事、ラグ村に帰ることができたカイとジョゼ。カイはマカク族との戦闘の活躍により、村のみんなから一目置かれるようになり、一方ジョゼは、己の未熟さを痛感し一層鍛錬に取り組むことを決意した。ふと、どこからともなく、鳥の声が聞こえてきたカイは、「谷に、行きたい…」と思い、夜中、こっそり村を抜け出し、しばし谷で過ごしていたところ、小人（コロル）族と名乗る者たちが近づいて来たのだった。"
                },
                "4": {
                    "ID": "11020653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020653",
                    "TitleEnglish": "A Small Paradise",
                    "SummaryEnglish": "Kai's accomplishments attract the attention of Vezin, and Kai recalls a childhood memory.",
                    "TitleJapanese": "小楽園",
                    "SummaryJapanese": "谷へ攻め込んできたオーグ族を一掃したカイは、加護持ちのオーグ族の神石を取り込んだ影響で気を失っていた。目が覚めると、コロル族のアルゥエが必死に看病をしていた。谷に誰も近づけたくないカイだが、コロル族のある願いを条件付きで許すことにした。村に戻ったカイは、領主のヴェジンより模擬戦の相手に指名され挑むこととなってしまい、本当の力を知られたくないカイは、神紋が浮かびあがらないように力を抑えつつ戦うが――"
                },
                "5": {
                    "ID": "11020654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020654",
                    "TitleEnglish": "The Priest and the Inspector",
                    "SummaryEnglish": "An inspector from the central plain visits Rag Village, and Kai escorts a priest following an org band.",
                    "TitleJapanese": "僧と巡察使",
                    "SummaryJapanese": "巡察使ガンダールが村に視察に来るため、村人は準備に追われていた。ガンダールは贅沢な食べ物や女性を要求し村人を困らせるが、村の存続のため村人は苦しくも耐えていた。一方、大僧院\"マース\"より派遣されたナーダという僧も、ラグ村を訪ねてきたのであった。その目的は、かなり大規模なオーグ族の侵攻の可能性があるため調査をしにきたと――しかし、実は本当の目的があり、それを聞いたカイがとった行動とは！？"
                },
                "6": {
                    "ID": "11020655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020655",
                    "TitleEnglish": "Rigdaros",
                    "SummaryEnglish": "Kai battles Adurakan, a powerful org guardian bearer, in order to protect the valley.",
                    "TitleJapanese": "六頭将 (リグダロス)",
                    "SummaryJapanese": "不穏な気配にオルハ一行が周辺の森に分け入ると、隠されたマカク族の砦が発見された。一方、1人谷へ向っているカイは大軍の足跡を発見し、急ぐところコロル族と遭遇。ポレック一行も危機を感じていた。すると、オーグ兵と遭遇し、その中にひときわ巨大な鎧武者・六頭将（リグダロス）の1人アドゥラカーンがカイ達に立ちはだかる。そして、裏ではナーダが何かを確信して動き出した。"
                },
                "7": {
                    "ID": "11020656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020656",
                    "TitleEnglish": "Truthseeker",
                    "SummaryEnglish": "The scouting party returns to Rag Village only to learn it was devastated by an attack during their absence.",
                    "TitleJapanese": "真理探究官",
                    "SummaryJapanese": "カイは、六頭将（リグダロス）の1人アドゥラカーンの神石を取り込んだことで、谷に異変をもたらすほどの影響があり、自身の力の使い方に困惑する。一方、原因不明な痣が浮かびあがりジョゼは倒れ込んでしまう。それは墓石に\"呪い\"を打ち込まれたことが原因だった。村でもオルハに同様の痣が発現していた。ヴェジンの指示で、カイはナーダと呪いを解くため、二人墓石へむかったのだが、そこでナーダが――！？"
                },
                "8": {
                    "ID": "11020657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020657",
                    "TitleEnglish": "To Ispi Rio",
                    "SummaryEnglish": "Kai and Nada fight for their lives while Lag Village defends itself from another macaque attack.",
                    "TitleJapanese": "大霊河（イスピ・リオ）へ",
                    "SummaryJapanese": "ナーダの襲撃に合い、カイは致命傷を負ってしまう。そこで、ある真実を聞かされることになり、抵抗するも意識が朦朧としていくカイだった。そこで、突如加護持ちのマカク達が現れ応戦することになった。カイは負傷しながらも自分の信念のためナーダと共闘し立ち向い、神の力を持つ者として責任を果たそうと決意する。一方、村でもマカク族からの襲撃に合い、なんとか凌いでいたところ、ガンダールが思わぬ行動をとってしまう。"
                },
                "9": {
                    "ID": "11020658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020658",
                    "TitleEnglish": "The Power of God",
                    "SummaryEnglish": "Macaques come flooding through the gate opened by the inspector. Will Kai arrive in time to save Lag Village?",
                    "TitleJapanese": "神の力",
                    "SummaryJapanese": "村に攻め込むマカク族をヴェジンが圧倒的な力で迎え撃つが、次から次へと攻め込むマカク達に劣勢を強いられていた。すると、病に苦しんでいたオルハやジョゼも戦いに参戦することに。カイも村の援軍に間に合い応戦していた。エルサの妹から姉が居ないことを聞かされ、村の門を開け、外へ逃げたガンダールが、エルサを連れ去ったことを聞いたカイは二人を追う決意をする。しかし、エルサに予期もせぬ悲劇が起こってしまう。"
                },
                "10": {
                    "ID": "11020659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020659",
                    "TitleEnglish": "The Great God Kanae",
                    "SummaryEnglish": "The macaques ask Kai to save them from the evil Great God Kanae.",
                    "TitleJapanese": "鼎の大神",
                    "SummaryJapanese": "ポレックの処置により、エルサの病状も一時落ち着くが、まだ予断を許さない状況が続いていた。すると、谷にマカク族首領のトルードが現れ、カイにとある願いがあると言う。村を襲った理由がそこにはあったのだ。しかし、村への襲撃やエルサの一件で気が立っていたカイは断ろうとするが、ナーダの言った事や、「調停神」としての使命をポレックから諭されカイ自身、神の力・使命を考えるようになり、承諾することにした。"
                },
                "11": {
                    "ID": "11020660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020660",
                    "TitleEnglish": "Diabo",
                    "SummaryEnglish": "Kai and his allies confront the diabo, but it is not easily defeated.",
                    "TitleJapanese": "悪神（ディアボ）",
                    "SummaryJapanese": "マカク族の住処へ案内されたカイは、大首領アブリドルからマカク族の悲劇的な過去やディアボが何者かを伝えられる。 カイは出発前にジョゼとの約束を胸にディアボ討伐を決意し、大営巣へ向かうことに。そこにはマカク族の王族の1人ゼイエナが、北の守り神の神狼（デウ・ロー）を連れ、ディアボに立ち向かい挑んでいた。ゼイエナにはなんとしても悪神を討ちたい理由があった。 カイも戦いに参戦すると、また谷の神の声が聞こえてきた。"
                },
                "12": {
                    "ID": "11020661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/teogonia/episodes/11020661",
                    "TitleEnglish": "Protector of Kanae",
                    "SummaryEnglish": "Kai's life is slowly drained away after being swallowed by the diabo when he hears a voice...",
                    "TitleJapanese": "鼎の守護者",
                    "SummaryJapanese": "ディアボに飲み込まれたカイは、脱出しようと試みるが、命を徐々に吸い取られ、次第に力が弱まっていく。すると、意識の遠くから谷の神が語り掛けてきた。もがくカイに「知らない記憶」が蘇り、脱出する手段を思いつく。ディアボとの戦闘は熾烈を極め、カイとゼイエナらは苦戦を強いられる中、ディアボから不気味な声が響き渡った。カイの帰還を願うラグ村の一行や谷で待っているアルゥエ、そして、エルサの命は--。"
                }
            }
        }
    }
}