{
    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33478787/",
        "https://izuresaikyo-pr.com/",
        "https://www.tvmaze.com/shows/77247/show-slug",
        "https://www.themoviedb.org/tv/261298",
        "https://www.wikidata.org/wiki/Q125857118",
        "https://en.wikipedia.org/wiki/Possibly_the_Greatest_Alchemist_of_All_Time#Anime",
        "https://x.com/izuresaikyo_pr"
    ],
    "TitleEnglish": "Possibly the Greatest Alchemist of All Time",
    "SummaryEnglish": "Iruma Takumi finds himself caught up in a hero summoning, even though he’s not a hero. Summoned by mistake to Mildgard, a fantasy world of swords and magic, Takumi is given a chance to start over. Though he dreams of a peaceful life, the goddess Nolyn grants him “alchemy,” an ultra-powerful skill that allows him to create anything from holy swords to flying ships. His reluctant adventure begins!",
    "TitleJapanese": "いずれ最強の錬金術師？",
    "SummaryJapanese": "勇者でもないのに勇者召喚に巻き込まれてしまったアラフォーサラリーマン、入間 巧。間違って呼ばれて元の世界に戻ることもできなくなってしまったタクミは、「巻き込んだお詫びに」と女神ノルンから手厚すぎるほどの加護と過保護なサポートを受け、剣あり魔法ありのファンタジー世界『ミルドガルド』で人生をリトライすることに。「戦闘職は絶対合わない」と地味な生産職を希望し、バトルとは無縁の穏やかで慎ましい異世界ライフを希望――のはずが与えられたスキル『錬金術』は、聖剣から空飛ぶ船まで何でも作れる超最強スキルだった……！ひょんなことから手にしたチートスキルで、商売ではボロ儲け、バトルでは無双状態に！？",
    "Aliases": [
        "Izure Saikyō no Renkinjutsushi?",
        "Izure Saikyou no Renkinjutsushi?"
    ],
    "Modified": "2025-03-23",
    "Seasons": {
        "1": {
            "ID": "2127029",
            "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10487706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10487706",
                    "TitleEnglish": "I Was Summoned by Accident",
                    "SummaryEnglish": "Takumi Iruma is summoned to another world by chance. Since the goddess Nolyn cannot bring him back to his world, he is supposed to live in her fantasy world Mildgard. There, Takumi immediately saves a young girl and is taken to her village.",
                    "TitleJapanese": "巻き込まれて召喚されました",
                    "SummaryJapanese": "アラフォーサラリーマンの入間 巧は、異世界に誤って召喚されてしまった。元の世界には戻れず、女神ノルンからはファンタジー世界・ミルドガルドで17歳の少年・タクミとして人生をリトライするよう頼まれる。女神ノルンの手厚い加護を受け、魔法やスキルを得つつも、突然異世界の野へ放たれたタクミ。魔物に襲われていた少女を助け、村で過ごすうちに新しい人生を楽しみ始めるのだが…。"
                },
                "2": {
                    "ID": "10882679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882679",
                    "TitleEnglish": "To a New Land",
                    "SummaryEnglish": "Maple, the spider monster that Takumi meets in the forest and Tames, possesses the Skill to create Spider Silk, an extreme luxury good! The silk becomes a hit amongst the villagers, and they welcome Takumi and his unique Skills as he grows accustomed to life in the village.",
                    "TitleJapanese": "新天地へ",
                    "SummaryJapanese": "タクミが森で出会い、従魔にした蜘蛛の魔物・カエデは超高級品のスパイダーシルクを作るスキルを持っていた！村人たちからシルクは大好評、タクミの類稀なるスキルは歓迎され、さらに村の生活に馴染んでいく。しかし、日々の鍛錬でレベルが爆上がりしたタクミは、さらなる錬金術の勉強のため“ミルドガルドの故郷”であるボード村から街へと旅立つ決意を固める。"
                },
                "3": {
                    "ID": "10882680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882680",
                    "TitleEnglish": "Contracts and Oaths",
                    "SummaryEnglish": "In order to create 100 of the toilets equipped with a magic device that Papek begged him for, Takumi visits the Mulan Company to procure help. After requesting \"someone to the manage the mansion\" and \"someone capable of fighting and protecting me\", Takumi meets a beautiful human girl, Maria, and a beautiful elf, Sofia.",
                    "TitleJapanese": "契約と誓い",
                    "SummaryJapanese": "パペックから懇願された魔道具付きの便器100個を作製するため、タクミは人手を求めてムーラン商会を訪れる。「屋敷管理」、「護衛や戦闘ができる」という条件を提示したタクミは、人族の美少女・マリアと、エルフの美女・ソフィアと出会う。とある理由で戦闘はできないソフィアだったが、タクミは2人と契約を結ぶことに決める。"
                },
                "4": {
                    "ID": "10882681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882681",
                    "TitleEnglish": "Takumi Party's First Battle!",
                    "SummaryEnglish": "Takumi informs Maria and Sofia that he'd like to travel, so he registers them both with the Adventurer's Guild and forms an official party. After Takumi sends some of the guild's troublemakers packing, he's approached by the Guild Master and advised to quickly rank up his party, so the three head out together on a Quest to defeat goblins.",
                    "TitleJapanese": "タクミパーティー、初陣！",
                    "SummaryJapanese": "タクミはソフィアとマリアに旅に出たいと告げる。ソフィアとマリアの2人を冒険者ギルドに登録し、パーティーを結成することに。冒険者ギルドで不良者に絡まれたタクミは返り討ちにするが、ギルドマスターのバラックに声をかけられる。事情を説明すると、いち早くランクアップを勧められ、3人は依頼へ赴くことに。向かったのはゴブリンの討伐依頼だった。"
                },
                "5": {
                    "ID": "10882682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882682",
                    "TitleEnglish": "Shadow of Sidonia",
                    "SummaryEnglish": "Takumi wants to upgrade their gear for their journey, so he seeks out mythril and admantite ores. After consulting with the Adventurer's Guild, he accepts Quests to defeat monsters, gather Treant Wood, and escort a miner to excavate the ores. He plans to set out in three days time with the blacksmith, Dgambo.",
                    "TitleJapanese": "シドニアの影",
                    "SummaryJapanese": "旅のために装備をグレードアップしたいタクミは、より上等な防具のためにミスリルやアダマンタイトといった鉱石を求める。冒険者ギルドで相談すると、魔物討伐やトレント材の収集などの依頼のついでに、鉱石の採掘を持ちかけられる。3日後、鍛冶師のドガンボとともに出発するが…タクミたちが向かう死の森周辺では魔物が活性化し、上位種の出現も危ぶまれていた。"
                },
                "6": {
                    "ID": "10882683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882683",
                    "TitleEnglish": "A Drake Horse Appears",
                    "SummaryEnglish": "Word of Takumi's Purification magic device has reached the Holy Empire of Sidonia, and they demand that the Kingdom of Barcula hand over Takumi, but they refuse.",
                    "TitleJapanese": "竜馬現る",
                    "SummaryJapanese": "浄化の魔道具がシドニア神皇国の耳に届き、バーキラ国王はタクミを引き渡すよう脅されるが拒否する。バーキラ国王に謁見するためタクミは、王都・バキラトスへ向かうことに。そんな折、女神ノルンから、タクミをミルドガルドへ放ったのは、シドニアの勇者召喚の“1年前”であると告げられる。 一方、馬車を作るタクミは、マリアから竜馬の存在を教えられ、死の森へ赴くことに。"
                },
                "7": {
                    "ID": "10882684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882684",
                    "TitleEnglish": "The Fox-Eared Girl of the Royal Capital",
                    "SummaryEnglish": "After welcoming the Drake Horse, Camellia, to his party, Takumi redoubles his efforts to build his carriage. Sofia starts to worry as he works with fervor and refuses to rest. The carriage is safely completed and they begin their journey to the Royal Capital with Marquis Godwin on board.",
                    "TitleJapanese": "王都の狐耳少女",
                    "SummaryJapanese": "ドレイクホースのツバキが仲間になり、馬車製作にも力が入るタクミ。寝る間も惜しむ熱の入れようにソフィアは心配を寄せる。馬車は無事に完成し、ゴドウィン辺境伯を乗せて王都への旅が始まる。だが道中、ゴドウィンは不穏な言葉をつぶやく。「よからぬ有象無象からイルマ殿を守らねばならぬ…特にシドニア神皇国は腹の底が読めん…」"
                },
                "8": {
                    "ID": "10882685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882685",
                    "TitleEnglish": "Let's Choose a Party Name!",
                    "SummaryEnglish": "After welcoming Reyva to their group, they complete the carriage to be offered to the king of Barcula.",
                    "TitleJapanese": "パーティー名を決めよう！",
                    "SummaryJapanese": "新たな仲間・レーヴァが加わり、バーキラ国王へ献上する馬車も完成。面会はつつがなく終わるが、タクミは魔道具便器を同盟国や交易国にも輸出する計画を聞かされ、一行はシドニア神皇国の接近を警戒する。 ボルトンへ戻ったタクミたちは、冒険者ギルドで「パーティー名をつけて欲しい」と依頼される。みんなで頭をひねるも、名案は浮かばないままで…。"
                },
                "9": {
                    "ID": "10882686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882686",
                    "TitleEnglish": "Resolve",
                    "SummaryEnglish": "Takumi's group learns that he's being targeted by the Holy Empire of Sidonia and the Church of Divine Light.",
                    "TitleJapanese": "決心",
                    "SummaryJapanese": "神威部隊の奇襲を退けたタクミたちは、ついにシドニア神皇国と神光教会がタクミに狙いを定めてきたことを知る。襲撃の噂は「タクミには多額の懸賞金がかけられている」と尾ひれをつけて広まってしまう。タクミたちは結界魔道具を完成させ、自邸の警備を固めることに。一方、シドニア神皇国では、かつて女神ノルンがタクミに伝えた勇者の召喚計画が着実に進みつつあるのだった。"
                },
                "10": {
                    "ID": "10882687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882687",
                    "TitleEnglish": "Takumi Takes on Pioneering!",
                    "SummaryEnglish": "Takumi's group challenges the dungeon, Forest of the Beast King, and strengthens their bonds. Around that time Marquis Godwin consults with Takumi, and asks him to help create a pioneer village in the undevloped lands to the south of his domain in order to secure a place for the refugees from a deserted village nearby.",
                    "TitleJapanese": "タクミ、開拓に挑戦！",
                    "SummaryJapanese": "タクミたちはダンジョン・獣王の森に挑戦し、さらに結束を深めていく。そんな折、ゴドウィン辺境伯から相談を受けるタクミ。近隣の廃村から逃れた村人の居場所を確保するため、領地の南方にある未開地に赴き、開拓村を造ってほしいという依頼だった。未発掘の鉱脈があるとも言われる場所だけに、タクミは前のめりで依頼を受けることにしたのだが…。"
                },
                "11": {
                    "ID": "10882688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882688",
                    "TitleEnglish": "Signs of Turmoil",
                    "SummaryEnglish": "Máni joins the Wings of Nolyn as they build the fortress town of Wedgefort, which grows more prosperous by the day. However, the Holy Empire of Sidonia activates their Hero Summoning, which causes the mana in the region to fluctuate, increasing the strength of the monsters outside the fortress' ramparts.",
                    "TitleJapanese": "波乱の予兆",
                    "SummaryJapanese": "「ノルンの翼」にマーニが加わり、タクミたちが築いた城塞都市・ウェッジフォートは日毎に繁栄していく。しかし、シドニア神皇国では勇者の召喚術が発動され、その影響で魔力がゆらぎ、城壁外では魔物の力が増してきていた。そして、ついにシドニア神皇国に召喚された3人の勇者・アキラ、ヤマト、アカネは、バーキラ王国へ向かうことになる。"
                },
                "12": {
                    "ID": "10882689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882689",
                    "TitleEnglish": "When Bonds Are Tested",
                    "SummaryEnglish": "Wedgefort is assaulted by a horde of monsters, and word of the emergency reaches Takumi. The Wings of Nolyn, Lion Fang, and Crimson Rose accept the Quest, and together the three parties fend off the assault, but the knights they fought alongside mention something concerning.",
                    "TitleJapanese": "絆が試される時",
                    "SummaryJapanese": "ウェッジフォートが魔物の大群に襲われ、非常事態の報がタクミにも届く。要請を受けた「ノルンの翼」、「獅子の牙」、そして「真紅の薔薇」の3パーティーが村で襲撃を退けていると、ともに戦っていた騎士から気になる報告が上がる。「魔物たちは統率が取れたような動きを見せていた」…従来では考え難いその言葉に、タクミたちはこの魔物退治が一筋縄ではいかないことを悟る。"
                }
            }
        }
    }
}