{
    "URL": "https://www.thetvdb.com/series/shin-yaiba",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33332400/",
        "https://www.yaiba-pr.com/",
        "https://www.themoviedb.org/tv/254017",
        "https://en.wikipedia.org/wiki/Yaiba#Anime",
        "https://x.com/YAIBA_PR"
    ],
    "TitleEnglish": "YAIBA: Samurai Legend",
    "SummaryEnglish": "Yaiba is a young boy living in the jungle who his father prepares to become a samurai. One day, after angering a horde of giant gorillas, Yaiba unfortunately finds himself heading for Tokyo, accompanied by his father and their new friend, an unusual tiger. Then begins fantastic adventures…",
    "TitleJapanese": "真・侍伝 YAIBA",
    "SummaryJapanese": "ヤイバはジャングルに住む少年で、父親はサムライになる準備をしています。 ある日、巨大ゴリラの大群を怒らせたヤイバは、父親と新しい友達の珍しいトラを連れて東京へ向かうことになる。 そして素晴らしい冒険が始まります…",
    "Aliases": [
        "Shin Samuraden YAIBA"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2126895",
            "URL": "https://www.thetvdb.com/series/shin-yaiba/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10675698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/10675698",
                    "TitleEnglish": "Meeting YAIBA",
                    "SummaryEnglish": "Yaiba Kurogane is determined to become a true samurai, but things take an odd turn in the jungle.",
                    "TitleJapanese": "YAIBA見参",
                    "SummaryJapanese": "鉄 刃は真のサムライを目指し、父である剣十郎たちと共にジャングルで日々修行に励んでいた。ひょんなことから剣十郎とジャングルで出会ったトラ・カゲトラと日本に戻り、父の友人である峰家に居候することに。峰家の娘・さやかは破天荒な刃に戸惑いながらも暮らし始める。ある日、さやかと共に彼女の通う学校に訪れた刃は、剣道の実力者である、鬼丸 猛と運命的な出会いを果たす。"
                },
                "2": {
                    "ID": "11008892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008892",
                    "TitleEnglish": "Fujinken Reborn",
                    "SummaryEnglish": "Yaiba has come up with a plan and is willing to do nearly anything to provoke Onimaru to a duel.",
                    "TitleJapanese": "蘇る風神剣",
                    "SummaryJapanese": "鬼丸と勝負するため、どうにかして気を引こうとする刃。全く相手にしない鬼丸だったが、ジャングルから刃を追いかけてきたハゲタカ・庄之助に、大事にしていた鳩小屋を荒らされたことによって、ついに喧嘩が勃発する。刃のでたらめな剣により屈辱を受けた鬼丸は、悔しさの勢い余って自宅の灯篭を破壊してしまう。すると偶然にも、地下室へ繋がる階段と、魔剣・風神剣を見付けるのだった。"
                },
                "3": {
                    "ID": "11008893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008893",
                    "TitleEnglish": "Another Maken",
                    "SummaryEnglish": "Onimaru now wants to fight Yaiba, but something's off, not least the horns sprouting from his head.",
                    "TitleJapanese": "もう一つの魔剣",
                    "SummaryJapanese": "刃の元に、今度は鬼丸が勝負を挑んできた。ツノが生え、普段と様子の異なる鬼丸に違和感を覚えるも、戦いに奮い立つ刃。しかし、風神剣を手に入れた鬼丸の力に圧倒され、己の弱さを自覚する。鬼丸に対抗するには、もう一つの魔剣である雷神剣が必要であることを、父・剣十郎から聞かされる。雷神剣を手に入れるため、現在の所有者であり400年前から生きているという剣豪・宮本武蔵に会いに天狗岳へと向かうのだった。"
                },
                "4": {
                    "ID": "11008894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008894",
                    "TitleEnglish": "Attack of the Eight Ogres",
                    "SummaryEnglish": "Yaiba has the Raijinken but it's the Thunder God that turns the tables on him. Then there's Onimaru.",
                    "TitleJapanese": "八鬼襲撃",
                    "SummaryJapanese": "雷神剣を手に入れたものの、雷神の力に呑みこまれ、暴走してしまった刃。剣を自在に操れるようになるために、武蔵から修行を受ける。一方、鬼と化した鬼丸は儀式によって八鬼を生み出す。さらに国会議事堂を襲撃して日本を乗っ取ってしまう。そして、刃が持つ雷神剣も狙う鬼丸は、八鬼のカエル男とヘビ男を刃の元へ差し向けるのだった。"
                },
                "5": {
                    "ID": "11008895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008895",
                    "TitleEnglish": "Onsen Fun",
                    "SummaryEnglish": "Yaiba et al. head to Ganryu Island to learn about an arcane maken but end up at a shady hot spring.",
                    "TitleJapanese": "るんるん温泉旅館",
                    "SummaryJapanese": "武蔵の因縁の相手であり、古の剣豪・佐々木小次郎が持っていた魔剣・物干し竿を調べるため、巌流島を目指す刃たち。しかし道中、鬼丸の手下・八鬼の内の一鬼である、ナメクジ男に襲われ疲労困憊。そんな中、立ち寄ったのは下呂温泉。怪しい番頭から百万人目の通行人だと持て囃され、よく分からないまま温泉旅館に招待されることに。温泉を楽しむ刃たちだったが、雷神剣を狙う新たな魔の手が忍び寄る・・・？"
                },
                "6": {
                    "ID": "11008896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008896",
                    "TitleEnglish": "The Unexpected Mr. Bat",
                    "SummaryEnglish": "Yaiba and crew are back on track but stop in Nagoya where there's more in store than great food.",
                    "TitleJapanese": "いきなりバットガイ",
                    "SummaryJapanese": "ナマコ男が加わり、再び巌流島へと目指す刃たち。その道中で名古屋を訪れた一行は、のん気に味噌串カツを堪能していた。その時、何者かの声が聞こえてくる。次の瞬間、さやかの串カツが無くなっていた。突如現れたバットガイと名乗る男に雷神剣を狙われる刃は、あまりの強さに防戦一方。すかさず助けに入った武蔵だったが、バットガイに首筋を噛まれてしまう。すると、武蔵の体に異変が起こる。"
                },
                "7": {
                    "ID": "11008897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008897",
                    "TitleEnglish": "Kojiro Resurrected",
                    "SummaryEnglish": "Yaiba and his companions finally reach Ganryujima, where they encounter Mr. Spider — and a resurrected, but somewhat peeved, Sasaki Kojiro.",
                    "TitleJapanese": "小次郎復活",
                    "SummaryJapanese": "ついに巌流島に到着した刃たち。一方、鬼丸の命令によって先回りしていたクモ男によって、佐々木小次郎が復活させられていた。しかし、急に復活させられたため、状況を飲み込めない様子。老いた武蔵のことも始めは認識できないようだったが、武蔵が挑発したことにより戦いが始まる。ところが、黄泉の国から舞い戻った400年前と変わらぬ姿の小次郎に武蔵は追い詰められてしまい、助けに入った刃もピンチになってしまう。"
                },
                "8": {
                    "ID": "11008898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008898",
                    "TitleEnglish": "The Duel at Ganryu Island",
                    "SummaryEnglish": "Musashi and Kojiro's duel must proceed as recorded so Yaiba can return to his original time, but Yaiba's careless comment threatens to change history.",
                    "TitleJapanese": "巌流島の戦い",
                    "SummaryJapanese": "佐々木小次郎の必殺剣「つばめ返し」により、危うくやられる寸前の刃だったが、クモ男が開けた時空の穴に吸い込まれてしまい、気が付くとそこは400年前の世界。元の世界に戻るためには、武蔵が歴史通り、巌流島の戦いで小次郎に勝つ必要があった。しかし、刃の余計な一言により、武蔵の戦略が崩れ、歴史が変わろうとしていた・・・！？"
                },
                "9": {
                    "ID": "11008899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008899",
                    "TitleEnglish": "Dawn of the Lightning Slash",
                    "SummaryEnglish": "Needing to develop a new sword technique that can counter Onimaru, Yaiba undergoes further grueling training with Musashi — and a scheming Kojiro.",
                    "TitleJapanese": "かみなり斬り誕生",
                    "SummaryJapanese": "武蔵の修行の成果によって、暴走せず雷神剣を操れるようになった刃。しかし今の刃では剣の力を扱うだけで、相当な気力と体力を消耗してしまっていた。そこで巌流島から峰家に帰ってきた刃たちは、何故だか家に居る小次郎や武蔵とともに、鬼丸に対抗できる新たな必殺剣を編み出すべく、さらに修行をするのだった。"
                },
                "10": {
                    "ID": "11008900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008900",
                    "TitleEnglish": "Onimaru's Devil Kings",
                    "SummaryEnglish": "Yaiba and his companions storm Onimaru Castle, but they fall through a trap into the depths of the stronghold and face Onimaru's new henchmen.",
                    "TitleJapanese": "鬼丸の天王登場",
                    "SummaryJapanese": "修行の末、新たな必殺剣「かみなり斬り」を習得した刃は、ついに鬼丸城へ攻め入る。城を守る黒鬼たちを薙ぎ払い突き進む刃だったが、鬼丸を目前にしてクモ男の策略により、刃たち一行は城の底へとバラバラに落とされてしまう。そこで待ち受けていたのは、城の中とは思えない景色と、鬼丸が用意した新たな手下、鬼丸四天王たちであった。"
                },
                "11": {
                    "ID": "11008901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008901",
                    "TitleEnglish": "Raijinken vs. Fujinken",
                    "SummaryEnglish": "While Yaiba rides high, Onimaru tempts the young hero. And in pure Yaiba fashion, eyebrows rise.",
                    "TitleJapanese": "雷神剣 VS 風神剣",
                    "SummaryJapanese": "鬼丸四天王を倒し、余裕を見せる刃。しかし、すでにその背後には、鬼丸が待ち構えていた。鬼丸は冷静に刃を日本征服の同志に誘うが、刃は自分は正義の味方であると主張する。力を手に入れる前から衝突を繰り返し、相容れることのない二人の運命は変わらない。さやかから雷神の玉を受け取った刃は、本来の雷神剣の力を開放する。古来より続く雷神剣と風神剣の戦いが、ついに始まるのだった――"
                },
                "12": {
                    "ID": "11008902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11008902",
                    "TitleEnglish": "Nadeshiko Yamato Is Calling",
                    "SummaryEnglish": "A showdown's heating up between Yaiba and Onimaru, but the neighborhood rumor mill is even hotter.",
                    "TitleJapanese": "大和撫子がやってきた",
                    "SummaryJapanese": "決戦は、刃は雷神の玉を奪われ、鬼丸は風神剣を折るという痛み分けの結果となった。鬼丸軍団は消息不明となり、日本には束の間の平和が訪れていた。そんな中、近所で女性の「道場破り」が話題になっていた。いつも通り武蔵と修行をしていた刃は、さやかに買い物を頼まれ出掛けて行く。そして刃が留守の間に、噂の道場破りが峰道場へ来てしまう。彼女は、自分が刃の許嫁だと名乗っていて・・・！？"
                },
                "13": {
                    "ID": "11206010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206010",
                    "TitleEnglish": "Find the Dragon God Orb",
                    "SummaryEnglish": "Yaiba and his friends seek the Dragon God Orb at Lake Biwa, unaware that Onimaru has summoned a legendary swordsman from the past to attack them.",
                    "TitleJapanese": "龍神の玉を探せ",
                    "SummaryJapanese": "雷神の玉を鬼丸に奪われてしまった刃だが、空を飛べるという「龍神の玉」の存在を知り、手に入れるため、再び旅に出ることに。撫子の持つ古い地図によると、いくつか玉のありかは書いてあるものの、どれが龍神の玉なのかは分からないようだ。まずは刃一行は、地図が示している琵琶湖に向かうことに。一方、鬼丸は刃たちが龍神の玉を求めていることを知り、古の剣士剣豪の魂を使って新たな刺客を生み出し、刃たちの元へ差し向ける。"
                },
                "14": {
                    "ID": "11206011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206011",
                    "TitleEnglish": "The Rise of Ninja Kotaro!",
                    "SummaryEnglish": "Lake Biwa's orb surprises, but it's Shikoku's Mt. Tsurugi that hides a shadowy and dangerous threat.",
                    "TitleJapanese": "忍者小太郎現る！",
                    "SummaryJapanese": "琵琶湖にあったのは龍神の玉ではなく、「水の玉」だった。どうやら龍神の玉の他にも伝説の玉があるようだ。次なる玉のありかを目指し、向かうは四国。剣山にはその昔、金長ダヌキが封じ込めたという伝説の玉があるらしい。玉を探す刃たちに忍び寄るは、忍者・風魔小太郎。そして、鬼丸は「鬼丸天下統一プロジェクト」を計画し、日本の全てを手中に収めようと、着々と準備を進めるのだった。"
                },
                "15": {
                    "ID": "11206012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206012",
                    "TitleEnglish": "Showdown! Magician vs. Yaiba",
                    "SummaryEnglish": "Team Yaiba may have secured the Gold Orb on Shikoku, but it's on to Kyushu, and on Yaiba's back.",
                    "TitleJapanese": "対決！妖術師 VS 刃",
                    "SummaryJapanese": "今度は四国で、変身することができる「金の玉」を手に入れた刃たち。次なる玉のありか・九州を目指す。さっそく金の玉の力でイカダに変身して、皆を乗せ向かうのだった。九州に到着した刃一行は、いつかの敵であったヒトデ男と再会する。話によると、伝説の玉が阿蘇山の火口の奥底に眠っているらしい。早速、ヒトデ男の案内で向かう刃一行。その後を、ひっそりとクモ男と天草四郎が追っていた。"
                },
                "16": {
                    "ID": "11206013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206013",
                    "TitleEnglish": "A Battle of Giants",
                    "SummaryEnglish": "Troupe Yaiba traipses to Nara for a pivotal tip-off, but it's an odd traveling warrior who shows up.",
                    "TitleJapanese": "巨大決戦",
                    "SummaryJapanese": "九州で「火の玉」を手に入れた刃たちは、奈良に訪れていた。撫子からの情報を待つ刃たちの元に、石田六右衛門と名乗る男がやってきて、仲間になりたいと懇願される。どうやら武者修行の旅をしていて、道中で刃たちの噂を聞き付けたのだという。その夜、さやかに撫子から玉のありかが分かったと連絡が。皆に伝えようとするさやかだったが、なぜか武蔵はありかを言わなくてよいというのだった。"
                },
                "17": {
                    "ID": "11206014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206014",
                    "TitleEnglish": "The Man of Yagyu Shinkage-ryu",
                    "SummaryEnglish": "Yaiba battles Goemon using the Orb of Giants only to lose two of the spheres to the villain's guile.",
                    "TitleJapanese": "柳生新陰流の男",
                    "SummaryJapanese": "石川五右衛門と大阪で戦いを繰り広げた刃は、巨大化する能力を持つ「大の玉」を手に入れたものの、五右衛門に水の玉と金の玉を奪われてしまった。玉を取り返すべく、川中島での決戦に備えて飛騨高山に来ていた刃たちは、道中で武蔵のかつての弟子である、柳生十兵衛三厳と出会うのだった。ただ、十兵衛は刃たちと会うまでどうしていたのか、記憶がおぼろげなようで・・・？"
                },
                "18": {
                    "ID": "11206015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206015",
                    "TitleEnglish": "Crisis on Kawanaka-Jima",
                    "SummaryEnglish": "Jubei's giving Yaiba and team a fighting chance, but that's before they meet the ninja army.",
                    "TitleJapanese": "川中島大決戦",
                    "SummaryJapanese": "十兵衛が仲間になり、より戦力が増強した刃一行は、奪われた玉を取り返すべく五右衛門との二回目の決戦へ向かう。川中島に到着した刃たちは、隠れていた五右衛門の奇襲攻撃を受けるものの、仲間と陣形を組んで応戦するが五右衛門が用意した黒鬼忍者軍団に囲まれてしまう。やがて武蔵や十兵衛、撫子の奮闘によって敵将への活路を見出す。そして、刃と五右衛門の一騎討ちが始まるのだった。"
                },
                "19": {
                    "ID": "11206016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206016",
                    "TitleEnglish": "Twilight Orb Escape Training",
                    "SummaryEnglish": "Yaiba et al. unmask the nature of Goemon's orb, and it's unlike anything they've encountered before.",
                    "TitleJapanese": "闇玉脱出特訓",
                    "SummaryJapanese": "五右衛門から手に入れた玉の正体は、夢を持つ者を吸い込むという「闇の玉」であった。玉の中に吸い込まれてしまった刃と十兵衛は、ケロ吉という闇の世界の案内人と出会う。この世界では何でも夢を叶えられるが、何故かこの世界から抜け出すことはできないらしい。しかし、ケロ吉から闇の滝の裏側に出口があることを聞き出した刃と十兵衛はすぐに滝へと向かうが、ケロ介という河童が出口を守っているようで・・・？"
                },
                "20": {
                    "ID": "11206017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206017",
                    "TitleEnglish": "The Ruse of Basho the Monkey",
                    "SummaryEnglish": "The team is eager to grab the illusive final prize, but a decrepit temple and old man stand defiant.",
                    "TitleJapanese": "モンキー芭蕉の策略",
                    "SummaryJapanese": "伝説の玉を六つ手に入れ、残すところあと一つとなった玉を探す刃一行は、最後のありかである青森を訪れていた。とある寺にたどり着くと、最後の玉に共鳴するように、刃たちの持つ玉が突如として光り出す。驚く一同の元へ、松尾芭蕉と名乗る老人が現れる。その手には、探していた最後の玉が。玉をめぐって戦いが始まるが、正体を現した芭蕉によって繰り出される石化攻撃に苦戦してしまう。"
                },
                "21": {
                    "ID": "11206018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206018",
                    "TitleEnglish": "Mystery Atop Mt. Fuji",
                    "SummaryEnglish": "An off-the-wall sphere guides Yaiba to Mt. Fuji to find the elusive and perilous Dragon God Orb.",
                    "TitleJapanese": "富士山頂でまつ",
                    "SummaryJapanese": "最後の伝説の玉「当の玉」に導かれ、富士の火口にあるという龍神の玉を手に入れるため、富士山へと向かう刃たち。当の玉いわく、七つの玉を集めたとき、龍神の玉を手に入れることができるという。その頃富士山では、新たなる必殺剣「竜巻斬り」を習得した鬼丸が刃を迎え撃つべく待ち構えていた。龍神の玉をめぐる戦いが、始まろうとしていた――"
                },
                "22": {
                    "ID": "11206019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206019",
                    "TitleEnglish": "Crossroads of the Soul",
                    "SummaryEnglish": "Yaiba arrives at the crater of Mt. Fuji only to be faced with a dilemma he could've never imagined.",
                    "TitleJapanese": "心の岐路",
                    "SummaryJapanese": "富士山の火口に到達した刃は龍神の玉を手に入れるため、鍵である七つの玉を使い龍神の試練に挑む。直後、刃は入り口の罠で庄之介を失ってしまう。しかし、戦いには犠牲がつきものだと言ってのける龍神に、怒りが込み上げる刃。武蔵の窘めで覚悟を決め、仲間を失った気持ちを飲み込み、次の試練に進む刃。ただ、龍神の試練はまだ始まったばかりなのであった。"
                },
                "23": {
                    "ID": "11206020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206020",
                    "TitleEnglish": "The Dragon God Orb Resurrected!",
                    "SummaryEnglish": "At the trial to end all trials, the Dragon God desires decisiveness through an impossible choice.",
                    "TitleJapanese": "蘇る！龍神の玉",
                    "SummaryJapanese": "いくつもの試練を何とかクリアし、最後の試練にたどり着いた刃。そこには失ってしまったと思っていた仲間たちと、史上最強の玉である「龍神の玉」が待っていた。龍神からの最後の試練は、決断すること。それは、「仲間を救い、龍神の玉を失うか」。それとも、「仲間を見捨て、龍神の玉を得るか」のどちらかを選べ、という問いだった。仲間の命か、龍神の玉か。刃が選択した答えとは――"
                },
                "24": {
                    "ID": "11206021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shin-yaiba/episodes/11206021",
                    "TitleEnglish": "The Lunar Invaders",
                    "SummaryEnglish": "With the ultimate orb and new maken, Yaiba is victorious. But a new battle unfolds over the Pacific.",
                    "TitleJapanese": "月からの侵略者",
                    "SummaryJapanese": "試練に打ち勝ち、龍神の玉、そして魔剣「龍神剣」を手に入れた刃は、空を飛べる能力を得て、鬼丸と太平洋上で再び戦いを始める。しかし、決戦の最中、突如上空に巨大な船が出現したのだった。突然の出来事に驚く刃と鬼丸だったが、二人の前に一人の女性が現れた。その正体は、千年の眠りから目覚めたという月の支配者・かぐや。刃、鬼丸、かぐやの三つどもえの戦いが、突如として勃発する。"
                }
            }
        }
    }
}