{
  "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt33478787/",
    "https://izuresaikyo-pr.com/",
    "https://www.tvmaze.com/shows/77247/show-slug",
    "https://www.themoviedb.org/tv/261298",
    "https://www.wikidata.org/wiki/Q125857118",
    "https://en.wikipedia.org/wiki/Possibly_the_Greatest_Alchemist_of_All_Time#Anime",
    "https://x.com/izuresaikyo_pr"
  ],
  "TitleEnglish": "Possibly the Greatest Alchemist of All Time",
  "SummaryEnglish": "Iruma Takumi finds himself caught up in a hero summoning, even though he’s not a hero. Summoned by mistake to Mildgard, a fantasy world of swords and magic, Takumi is given a chance to start over. Though he dreams of a peaceful life, the goddess Nolyn grants him “alchemy,” an ultra-powerful skill that allows him to create anything from holy swords to flying ships. His reluctant adventure begins!",
  "Aliases": [
    "Izure Saikyō no Renkinjutsushi?",
    "Izure Saikyou no Renkinjutsushi?",
    "Someday Will I Be the Greatest Alchemist?",
    "Izure Saikyou no Renkinjutsushi"
  ],
  "Modified": "2025-03-23",
  "Seasons": {
    "1": {
      "ID": "2127029",
      "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10487706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10487706",
          "TitleEnglish": "I Was Summoned by Accident",
          "SummaryEnglish": "Takumi Iruma is summoned to another world by chance. Since the goddess Nolyn cannot bring him back to his world, he is supposed to live in her fantasy world Mildgard. There, Takumi immediately saves a young girl and is taken to her village.",
          "Aliases": []
        },
        "2": {
          "ID": "10882679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882679",
          "TitleEnglish": "To a New Land",
          "SummaryEnglish": "Maple, the spider monster that Takumi meets in the forest and Tames, possesses the Skill to create Spider Silk, an extreme luxury good! The silk becomes a hit amongst the villagers, and they welcome Takumi and his unique Skills as he grows accustomed to life in the village.",
          "Aliases": []
        },
        "3": {
          "ID": "10882680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882680",
          "TitleEnglish": "Contracts and Oaths",
          "SummaryEnglish": "In order to create 100 of the toilets equipped with a magic device that Papek begged him for, Takumi visits the Mulan Company to procure help. After requesting \"someone to the manage the mansion\" and \"someone capable of fighting and protecting me\", Takumi meets a beautiful human girl, Maria, and a beautiful elf, Sofia.",
          "Aliases": []
        },
        "4": {
          "ID": "10882681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882681",
          "TitleEnglish": "Takumi Party's First Battle!",
          "SummaryEnglish": "Takumi informs Maria and Sofia that he'd like to travel, so he registers them both with the Adventurer's Guild and forms an official party. After Takumi sends some of the guild's troublemakers packing, he's approached by the Guild Master and advised to quickly rank up his party, so the three head out together on a Quest to defeat goblins.",
          "Aliases": []
        },
        "5": {
          "ID": "10882682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882682",
          "TitleEnglish": "Shadow of Sidonia",
          "SummaryEnglish": "Takumi wants to upgrade their gear for their journey, so he seeks out mythril and admantite ores. After consulting with the Adventurer's Guild, he accepts Quests to defeat monsters, gather Treant Wood, and escort a miner to excavate the ores. He plans to set out in three days time with the blacksmith, Dgambo.",
          "Aliases": []
        },
        "6": {
          "ID": "10882683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882683",
          "TitleEnglish": "A Drake Horse Appears",
          "SummaryEnglish": "Word of Takumi's Purification magic device has reached the Holy Empire of Sidonia, and they demand that the Kingdom of Barcula hand over Takumi, but they refuse.",
          "Aliases": []
        },
        "7": {
          "ID": "10882684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882684",
          "TitleEnglish": "The Fox-Eared Girl of the Royal Capital",
          "SummaryEnglish": "After welcoming the Drake Horse, Camellia, to his party, Takumi redoubles his efforts to build his carriage. Sofia starts to worry as he works with fervor and refuses to rest. The carriage is safely completed and they begin their journey to the Royal Capital with Marquis Godwin on board.",
          "Aliases": []
        },
        "8": {
          "ID": "10882685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882685",
          "TitleEnglish": "Let's Choose a Party Name!",
          "SummaryEnglish": "After welcoming Reyva to their group, they complete the carriage to be offered to the king of Barcula.",
          "Aliases": []
        },
        "9": {
          "ID": "10882686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882686",
          "TitleEnglish": "Resolve",
          "SummaryEnglish": "Takumi's group learns that he's being targeted by the Holy Empire of Sidonia and the Church of Divine Light.",
          "Aliases": []
        },
        "10": {
          "ID": "10882687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882687",
          "TitleEnglish": "Takumi Takes on Pioneering!",
          "SummaryEnglish": "Takumi's group challenges the dungeon, Forest of the Beast King, and strengthens their bonds. Around that time Marquis Godwin consults with Takumi, and asks him to help create a pioneer village in the undevloped lands to the south of his domain in order to secure a place for the refugees from a deserted village nearby.",
          "Aliases": []
        },
        "11": {
          "ID": "10882688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882688",
          "TitleEnglish": "Signs of Turmoil",
          "SummaryEnglish": "Máni joins the Wings of Nolyn as they build the fortress town of Wedgefort, which grows more prosperous by the day. However, the Holy Empire of Sidonia activates their Hero Summoning, which causes the mana in the region to fluctuate, increasing the strength of the monsters outside the fortress' ramparts.",
          "Aliases": []
        },
        "12": {
          "ID": "10882689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/izure-saikyou-no-renkinjutsushi/episodes/10882689",
          "TitleEnglish": "When Bonds Are Tested",
          "SummaryEnglish": "Wedgefort is assaulted by a horde of monsters, and word of the emergency reaches Takumi. The Wings of Nolyn, Lion Fang, and Crimson Rose accept the Quest, and together the three parties fend off the assault, but the knights they fought alongside mention something concerning.",
          "Aliases": []
        }
      }
    }
  }
}