{
    "URL": "https://www.thetvdb.com/series/kakushite-makina-san",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36270030/",
        "https://makinasan-anime.com/",
        "http://www.reddit.com/r/KakushiteMakinaSan",
        "https://www.tvmaze.com/shows/83459/show-slug",
        "https://www.themoviedb.org/tv/254174",
        "https://www.wikidata.org/wiki/Q125865039",
        "https://en.wikipedia.org/wiki/Kakushite!_Makina-san!!#Anime",
        "https://x.com/makinasan_anime"
    ],
    "TitleEnglish": "Makina-san's a Love Bot?!",
    "SummaryEnglish": "The risque romantic comedy anime's story centers on Eita, an introvert mecha otaku high schooler who has a crush on the school's most popular girl Makina. When Eita finds Makina at her doorstep, he is flustered, and even more so when Makina reveals her secret: that she is a \"sexaroid\" robot designed for pleasure, and she is asking Eita to conduct some repairs on her discreetly. While Makina immediately tries to make a move on Eita physically, Eita struggles to contain himself, while also hiding her secret.",
    "Aliases": [
        "Kakushite! Makina San!!",
        "Hide! Makina-san!!",
        "Kakushite! Makina-san!!"
    ],
    "Modified": "2025-08-16",
    "Seasons": {
        "1": {
            "ID": "2127163",
            "URL": "https://www.thetvdb.com/series/kakushite-makina-san/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10488870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/10488870",
                    "TitleEnglish": "Thus, Makina's Secret is Revealed",
                    "SummaryEnglish": "Eita Akutsu is an introverted, lonely, and hopelessly inexperienced mecha otaku. But even he has a crush—on the popular gyaru, Makina Agatsuma. One night, as he returns to his tiny apartment, he finds Makina collapsed in front of his door.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11050779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050779",
                    "TitleEnglish": "Thus, Makina Stays Over",
                    "SummaryEnglish": "However, Makina’s true identity is no ordinary high school girl—she’s an AI-powered robot designed to seduce men. Her goal? To bewitch Eita and turn him into her pawn. But there’s a problem: Eita is completely allergic to anything remotely ecchi. On top of that, Makina herself has restricted access to sexual knowledge, leaving her clueless in her own mission.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11050780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050780",
                    "TitleEnglish": "Thus, Makina Takes a Mixed Bath",
                    "SummaryEnglish": "Armed with nothing but half-baked (and wildly inaccurate) knowledge about seduction, Makina tries to manipulate Eita. But her awkward attempts just make the poor boy even more flustered. Frustrated, Makina decides to take matters into her own hands—by jumping into the bathroom while Eita is showering!",
                    "Aliases": []
                },
                "4": {
                    "ID": "11050781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050781",
                    "TitleEnglish": "Thus, Makina Gets a Uniform",
                    "SummaryEnglish": "Now stuck in an unexpected cohabitation arrangement, Eita helps Makina blend into human society while keeping her true nature a secret. Their first stop? A park, where Eita’s best friend, Mamimi, is waiting to give Makina a secondhand school uniform.",
                    "Aliases": []
                },
                "5": {
                    "ID": "11050782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050782",
                    "TitleEnglish": "Thus, Makina Can No Longer Hide",
                    "SummaryEnglish": "Back at school, Makina slips on a banana peel and nearly falls apart—literally. Eita is constantly on edge, terrified that her faulty left leg will break off at any moment. Watching his strange behavior, Mamimi jumps to a drastic conclusion: Eita must be a dangerous stalker obsessed with Makina!",
                    "Aliases": []
                },
                "6": {
                    "ID": "11050783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050783",
                    "TitleEnglish": "Thus, Makina is Taken",
                    "SummaryEnglish": "Determined to clear things up, Makina secretly calls Mamimi from the apartment. But thanks to Eita’s, uh, \"maintenance work,\" Makina ends up making some... very suspicious noises over the phone. Just as things spiral out of control, a mysterious girl suddenly appears at their door…",
                    "Aliases": []
                },
                "7": {
                    "ID": "11050784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050784",
                    "TitleEnglish": "Thus, the Sisters Swap Places",
                    "SummaryEnglish": "That girl is Mimika, Makina’s \"younger sister\" robot, who has stolen Makina’s body! According to Makina, Mimika is an elite agent who specializes in deception, tricking people by acting weak and helpless. With Mimika vanishing without a trace, Eita devises a special otaku-style strategy to track her down.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11050785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050785",
                    "TitleEnglish": "Thus, Makina Becomes a Ghost Story",
                    "SummaryEnglish": "But when they finally confront her, Makina has been shrunken down while Mimika has grown in size. Worse, Mimika is holding Eita hostage, forcing Makina to stand down. Using Eita as a bargaining chip, Mimika demands that he be the one to \"repair\" her. But just as all hope seems lost, Makina whispers a secret counterattack to Eita...",
                    "Aliases": []
                },
                "9": {
                    "ID": "11050786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050786",
                    "TitleEnglish": "Thus, Makina Shares a Kiss",
                    "SummaryEnglish": "After a dramatic reversal, Makina defeats Mimika and prepares to destroy her once and for all. But Eita, ever the softhearted fool, stops her at the last second. Seizing the opportunity, Mimika plays her cards right and worms her way into staying with them. Furious, Makina sulks in a fit of jealous frustration.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11050787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050787",
                    "TitleEnglish": "Thus, the Weapon Awakens",
                    "SummaryEnglish": "Eita continues repairing Makina’s fragile left leg, but thanks to Mimika’s suggestion, they visit a riverside embankment that lingers in Makina’s fading memories. Meanwhile, Mamimi, still determined to take down Eita, encounters a new robotic warrior named Alma…",
                    "Aliases": []
                },
                "11": {
                    "ID": "11050788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050788",
                    "TitleEnglish": "Thus, Makina Gets Covered in Burrs",
                    "SummaryEnglish": "After their riverside visit, Makina and Mimika return home in a panic—their hair is completely covered in burdock burrs! Meanwhile, Mamimi, now armed with Alma, devises a completely outrageous strategy to utterly defeat Eita.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11050789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kakushite-makina-san/episodes/11050789",
                    "TitleEnglish": "Thus, Makina Does a Naughty Workout",
                    "SummaryEnglish": "As Eita and Makina head to school the next day, Makina, thrilled by the improvements to her left leg, can’t stop smiling. But in gym class, disaster strikes—soft tennis is on the schedule! Eita just wants to keep a low profile, but Mamimi has other plans, setting a devious trap that will drag him right into the spotlight…",
                    "Aliases": []
                }
            }
        }
    }
}