{
    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33613782/",
        "https://www.instagram.com/kinokoinu.anime",
        "https://kinokoinu-anime.com/",
        "https://www.themoviedb.org/tv/270659",
        "https://www.wikidata.org/wiki/Q125915480",
        "https://en.wikipedia.org/wiki/Kinokoinu:_Mushroom_Pup#Anime",
        "https://x.com/kinokoinu_anime"
    ],
    "TitleEnglish": "Kinokoinu Mushroom Pup",
    "SummaryEnglish": "Author Hotaru Yuyami has just tragically lost his beloved dog. While gazing at a tree in his yard, he notices a strange pink mushroom, and it’s…moving?! The mushroom suddenly turns into an adorable dog, and Hotaru decides to take it in. Now, alongside his editor and a mushroom researcher, Hotaru shares heartwarming and hilarious moments with his new capricious companion.",
    "TitleJapanese": "きのこいぬ",
    "SummaryJapanese": "ある日、絵本作家の夕闇ほたるは、庭の雪柳の下にまピンク色のきのこが生えていることに気づく。彼がぼんやり眺めていると、それは突然動き出す！しっぽをぶんぶん振って犬っぽいのに、でもきのこ？疑問に思いながらも、この謎の生きもの＜きのこいぬ＞と一緒に暮らすことに。すると…描いちゃいけないところにお絵かきして、大好きなたこ焼きは常にぜんぶ食べたい。幼なじみの編集者こまこちゃんやきのこ研究所の矢良くんたちも巻き込んで、気まま放題なのにしれっとフォローもできちゃうきのこいぬとの“笑える”日々がやってくる。いろいろ謎すぎるきのこいぬとほたるとみんなの、いっしょにいるとなんだか楽しい日々を描く、ちょこっと不思議ほんわかアニメーション。",
    "Aliases": [
        "Kinoko Inu",
        "Kinokoinu"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2127522",
            "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10493293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10493293",
                    "TitleEnglish": "Kinokoinu Is Born",
                    "SummaryEnglish": "Storybook author Hotaru is depressed, unable to focus on work after losing his beloved dog, Hanako. A strange creature shows up in his yard that looks like a mushroom but also a dog. Komako, his childhood friend and editor, is baffled by the situation.",
                    "TitleJapanese": "きのこいぬたんじょう",
                    "SummaryJapanese": "絵本作家の夕闇ほたるは、唯一の家族だった愛犬はなこの最期を看取れず、後悔の日々を送っていた。夢で会うはなこはいつもしっぽを振って笑っているように見えるが、反面、彼の悲しみは深くなるばかりだった。\n\nそんなある晩、庭をぼんやり眺めていると、雪柳の下に生えていたまピンク色のきのこが突然動き出した。左耳がピンクのきのこで見た目は犬っぽく、しっぽをぶんぶん振って走り寄ってくる。\n\n不思議に思いながらも同居生活を始めるが、つぶらな瞳のかわいいけど謎のこの生きものの目的は果たして…？"
                },
                "2": {
                    "ID": "10727560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727560",
                    "TitleEnglish": "Kinokoinu and Hanako",
                    "SummaryEnglish": "Itsuki is a superfan of Hotaru and falls in love with him at first sight. Hotaru is tricked by Komako to accepting an interview and photoshoot for a dog magazine. Hotaru is struck with an intense realization after taking Kinokoinu on a walk.",
                    "TitleJapanese": "きのこいぬとはなこ",
                    "SummaryJapanese": "ほたるときのこいぬとの同居が始まってしばらくして、幼馴染みで担当編集のこまこが、編集長の息子で個性的な髪型の矢良を連れてくる。昔からほたるの大ファンだという彼は、近所のきのこ研究所の職員で専門家だが、このような独立歩行タイプのきのこは見たことがないという。\nきのこいぬの正体は謎のまま、こまこが新作絵本の取材の話を持ってきたり、再び訪れた矢良と三人で散歩に出かけたり。二人の日常に起きるさまざまな出来事により、きのこいぬには新たな一面が、ほたるの表情には少し変化が見られ…。"
                },
                "3": {
                    "ID": "10727561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727561",
                    "TitleEnglish": "Where Are You Going, Oh, Kinokoinu?",
                    "SummaryEnglish": "\"Hotaru gets frustrated at Kinokoinu for disrupting his work. Kinokoinu gets upset and runs away after Hotaru compares it to Hanako.\"",
                    "TitleJapanese": "きのこいぬよ どこへいく",
                    "SummaryJapanese": "ある⽇、ほたるは締め切りに追われていた。短い仮眠から⽬覚めた彼の⽬に⾶び込んできたのは、完成したばかりの原稿に何かを懸命に書くきのこいぬの姿。「きのこいぬ︕」つい声を荒げてしまうが、無防備にしていた⾃分が悪いと⾔いながら、ほたるは慌てて⼀から描き直し始める。⼀⽅叱られたと思ったきのこいぬは⼀⼈、家を出ていってしまう。原稿が完成したところで、きのこいぬが居なくなった事に気づいたほたるは家を⾶び出し、こまこと⼀緒に探し始めるが…。きのこいぬの⾏動にはある思いがあった―。"
                },
                "4": {
                    "ID": "10727562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727562",
                    "TitleEnglish": "Kinokoinu, It's Time to Party",
                    "SummaryEnglish": "\"Hotaru catches Kinokoinu releasing spores in the morning. Komako hosts a Halloween takoyaki party for Kinokoinu. Kinokoinu releases white spores after the party at night, which is a spectacular sight.\"",
                    "TitleJapanese": "きのこいぬ　ぱーてぃする",
                    "SummaryJapanese": "季節は秋、すっかり同居に馴染んだふたり。朝、ほたるが目覚めると隣に居るはずのきのこいぬがいない。縁側に出てみると、その姿は庭にあった。「寝起きの胞子？」・・・いつもの穏やかな一日が始まる。\n昼、食べようと思っていたメロンパンをきのこいぬに全部食べられてしまったほたるは、卵と小麦粉を見つけ、たこ無しのたこ焼きもどきを作ることに。初めて食べたきのこいぬはとても気に入った様子。そこへこまこがやってきて、きのこいぬにもっとおいしいたこ焼きを作ってあげる約束をする。\nそして・・・矢良くんも呼んで4人のハロウィーン＆たこ焼きパーティが開かれる—。"
                },
                "5": {
                    "ID": "10727563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727563",
                    "TitleEnglish": "Kinokoinu and Hiragana",
                    "SummaryEnglish": "Hotaru leaves Kinokoinu at home with Itsuki for a night to attend an author signing event with Komako. Kinokoinu learns hiragana with Itsuki while Hotaru is away.",
                    "TitleJapanese": "きのこいぬとあいうえお",
                    "SummaryJapanese": "本屋さんでのサイン会で、ほたるとこまこは秋⽥へ⾏くことになった。⼀緒に⾏く気満々で、リュックに⼊ってアピールするきのこいぬに「⾶⾏機だから無理︕」とこまこがピシャリ。落ち込むきのこいぬ。⽮良に留守番を託し、⼆⼈は出張へ。残されたきのこいぬは、無表情で物憂げな様⼦。ほたるの写真を眺めたり、たこ焼きをお⽫に取っておいたり。翌⽇、突然⾛り出すきのこいぬを追いかけ⽮良が⽞関まで⾏くと、そこにはほたるのシルエットが。ほたるは、⽞関の扉向こうに⾒えるきのこいぬの姿に微笑む。⼆⼈の間に流れるものは確実に変化していて…。"
                },
                "6": {
                    "ID": "10727564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727564",
                    "TitleEnglish": "Kinokoinu and the Visitor",
                    "SummaryEnglish": "\"Anzu bumps into Hotaru at the bookstore and ends up coming over to visit Kinokoinu. Anzu \"\"kidnaps\"\" Kinokoinu so it can meet Plum.\"",
                    "TitleJapanese": "きのこいぬとほうもんしゃ",
                    "SummaryJapanese": "肉じゃがを作ってみたほたる。原稿を取りに来ていたこまこと、なぜかたまたま来ていた矢良がつまむと口々に、「味が薄らぼんやりしてる」「個性的で素晴らしいです！」。きのこいぬも「・・・」となる始末。まずは基本からということで、料理本を買いに行くことに。\n翌日、本屋さんでバッタリ中学生のあんずに出会う。すると、彼女から「前に土手で犬みたいなのを散歩させてましたよね？あの子にまた会いたいんです」と懇願される。ちょっとだけならと、一緒に家に行くことに。\n帰宅し玄関を開けると、そこにはきのこいぬの姿。喜ぶあんずの近くに寄ってきたきのこいぬの鼻がひくひくと動いて—。"
                },
                "7": {
                    "ID": "10727565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727565",
                    "TitleEnglish": "Kinokoinu's Sibling",
                    "SummaryEnglish": "Turns out Plums is Kinokoinu's sibling formed from its spores. Plum lives with Anzu and her mom, Tsubaki. Tsubaki used to tease Hotaru in elementary school and is also a picture book author. Hotaru decides to get a cell phone after years of refusing.",
                    "TitleJapanese": "きのこいぬのきょうだい",
                    "SummaryJapanese": "夕闇家を抜け出し、きのこいぬとあんずが向かった公園には、きのこいぬとそっくりだが色違いのプラムがいた。プラムが会いたいとあんずに懇願して連れて来てもらったのだという。すると、きのこいぬとプラムはあんずの携帯を使って会話を始める。\nその頃、ほたると矢良は、こまこを家に残し、二人を探して町中を走り回っていた。そこへ矢良のスマホに、突然見知らぬアドレスから画像とテキストが届く。「きのこいぬ きょうだい います」。\nほたると矢良は画像をヒントに公園へ辿り着くと、帰宅途中のあんずの母・上原つばきも一緒にみんなを発見。普段は穏やかなほたるも、あんずをきつく叱る。\n「黙ってこんなことをして！心配するでしょう！」\nそして向かった上原家で、プラムと上原親子の出会いや、事の次第が明らかになり…。"
                },
                "8": {
                    "ID": "10727566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727566",
                    "TitleEnglish": "Kinokoinu Goes Shopping",
                    "SummaryEnglish": "Tsubaki drops Plum off at Hotaru's after her ex-husband calls to meet up. Komako and Kinokoinu go shopping after the takoyaki pan breaks.",
                    "TitleJapanese": "きのこいぬのかいもの",
                    "SummaryJapanese": "同級生のこまことつばき。方や出版社勤めのキャリアウーマン。方や絵本作家のシングルマザー。\nある日、プラムと家に居たつばきに一本の電話が鳴る。離婚した元夫からの呼び出しで、「面倒なものね」と言いながらも出かけることに。彼が連れていったのは、夜景のきれいな思い出のデートスポット。\n時同じくして、こまこは壊れてしまったたこ焼き器の代わりを買いにきのこいぬと出かける。ショッピングセンターで自身が特集を担当した雑誌を見つけ手にとっていたところ、3人の子供を連れた中学時代の知人に声をかけられ、ふと自分の今の状況と比べてしまう。\n立場も環境も性格も違うふたりに共通するのは、不意に出てしまうため息だった—。"
                },
                "9": {
                    "ID": "10727567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727567",
                    "TitleEnglish": "Kinokoinu and the Smail",
                    "SummaryEnglish": "Kinokoinu meets Komako's brother Ayumi, who is the creator of \"Snail-Senpai.\" It also meets Hino-san, the neighbor across the street. Both Ayumi and Hino-san are not startled by Kinokoinu's existence.",
                    "TitleJapanese": "きのこいぬとかたむつり",
                    "SummaryJapanese": "ある朝、庭で⽇課の胞⼦活動していたきのこいぬは、壁の向こうから覗く⼈影に気づく。びっくり慌てて普通の⽝の真似をして家に戻り、振り返るとその⼈物の姿はもうなかった。\n朝ごはん中も気になって、⼤事なたこ焼きを焦がす始末。きのこいぬは考えた…（こまこや⽮良のように仲良くなってしまえばいいんだ︕）するとすっかり元気を取り戻し、⿐歌を歌いながら布団たたきを始めるのだった。\nいつの間にか縁側でうたた寝をしてしまい、はっと気づくと、また壁の向こうから何かがこちらを覗いている。朝と同じ⼈物が今度は頭に何かを被っていて、その姿にきのこいぬは恐れ慄く。果たしてその正体は̶。"
                },
                "10": {
                    "ID": "10727568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727568",
                    "TitleEnglish": "Kinokoinu Is a Popular One",
                    "SummaryEnglish": "Kinokoinu meets Hino-kun and his son, Toshi, at the park. Toshi is a huge fan of Kinokoinu and asks for its autograph. Hotaru decides to join Ayumi to visit his family's grave, where Hanako is buried.",
                    "TitleJapanese": "きのこいぬはにんきもの",
                    "SummaryJapanese": "きのこいぬのマイブームはポストから新聞を取ってくること。いつものように遊びにきているプラムも一緒に新聞を取りに行くと、日頃から見かけているというお向かいさんに声を掛けられ、きのこいぬとプラムの存在が普通に受け入れられている。\nそんな様子からほたるは、矢良くんとの待ち合わせに、きのこいぬとプラムも連れて行くことにする。約束の公園に着くと、同級生とその息子とばったり会うが、これまた普通に受け入れられるどころか「きのこいぬだー！」と感動すらしてもらっている。\n自分を取り巻く周囲の変化に何かを感じたほたるは、静かにある決意をするー。"
                },
                "11": {
                    "ID": "10727569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727569",
                    "TitleEnglish": "Kinokoinu Goes to the Beach",
                    "SummaryEnglish": "Hotaru visits his family's grave with Ayumi and Kinokoinu by the beach. Hotaru remembers that Grandma was the one who found Kinokoinu and brought it to the yard.",
                    "TitleJapanese": "きのこいぬ うみへいく",
                    "SummaryJapanese": "はなこが亡くなったことを知らなかったあゆみくんと⼀緒に、ほたるときのこいぬはお墓参りに⾏くことなった。海が⼀望できる墓地までの⼩旅⾏。\n家族みんなが眠るお墓を掃除し、お花を供え、⼿をあわせる。すると、あゆみくんが墓⽯にきのこの絵柄が彫ってあることに気づく。不思議に思うほたる。\nほたるは亡き祖⺟のある⼀⾔を思い出す。「ほたる、じっちゃんには内緒ね…」。浜辺まで降り、初めての海に喜んで遊んでいるきのこいぬの様⼦を眺めながら、昔のことをほたるは思い出す。少し不思議な⼈だったばあちゃんの、その⾔葉の先にはある秘密が隠されていてー。"
                },
                "12": {
                    "ID": "10727570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinokoinu-mushroom-pup/episodes/10727570",
                    "TitleEnglish": "The Mystery of Kinokoinu",
                    "SummaryEnglish": "Hotaru finds Grandma's diary and reads about her first encounter with Kinokoinu. The diary gets damaged in the rain so not much is revealed. Kinokoinu remembers Grandma asking it to help Hotaru when he feels sad and lonely.",
                    "TitleJapanese": "きのこいぬのなぞ",
                    "SummaryJapanese": "早朝、あゆみくんの見送りに行ったほたるとこまこは、きのこいぬも一緒にカフェで朝ごはんを食べることに。するとこまこから、祖父母の遺品にきのこいぬに関するものがあるのでは？と言われる。\n家に帰り、ほたるが押入れを開けるとそこには大量の段ボール箱。きのこいぬがたこ焼きを作っている間に、勇気を出してそれらを開けていくとようやく一冊の日記を見つける。それはばあちゃんの日記だった。\nほたるが読み進めていると、雷雨が降ってきたり、矢良くんがケーキ持ってきたり、つばきとあんずがプラムを連れてぶどう持ってきたり、そこへこまこちゃんまでもがやってきて…。\n果たして、日記には何が書かれているのかー。"
                }
            }
        }
    }
}