{
    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34621467/",
        "https://sh-anime.shochiku.co.jp/mahoyaku-anime/",
        "https://www.tvmaze.com/shows/79939/show-slug",
        "https://www.themoviedb.org/tv/258578",
        "https://en.wikipedia.org/wiki/Promise_of_Wizard#Anime",
        "https://x.com/mahoyaku_anime"
    ],
    "TitleEnglish": "Promise of Wizard",
    "SummaryEnglish": "On a moonlit night, Akira Masaki finds herself in a magical world where wizards and humans coexist. Every year, they must face an enormous, deadly moon that attacks the planet. Their only hope lies with the Wizards of the Sage, appointed to fight the supernatural threat. But Akira soon discovers she wasn't summoned by chance—she was chosen to lead them in battle.",
    "TitleJapanese": "魔法使いの約束",
    "SummaryJapanese": "初めまして、賢者様。ようこそ、壊れかけの世界へ。風が強くて、猫が騒ぐ満月の夜。平凡な日常を送っていた真木晶が迷い込んだのは、魔法使いと人間が共存する世界。五つの国で形成されたその世界では、〈大いなる厄災〉と呼ばれる巨大な月が、年に一度、襲来する。その月と戦い、押し返す使命を持つ『賢者の魔法使いたち』--彼らを束ねる『異世界からの賢者』として、晶はこの世界に召喚されたのだ。月と戦い、世界を救うため。そしてそれ以上に、人間と魔法使いの架け橋となるために。悠久の時を生き、自分の心に従い魔法を使う魔法使いたちに、寄り添い、心を繋ぐ努力をする晶。「いつか、あなたと友人になれたなら」。美しく恐ろしい壊れかけの世界で、魔法使いたちとの忘れがたい不思議な日々が始まる--。",
    "Aliases": [
        "Mahō Tsukai no Yakusoku - Promise of Wizard",
        "Mahou Tsukai no Yakusoku - Promise of Wizard",
        "魔法使いの約束 Promise of Wizard",
        "Mahōtsukai no Yakusoku",
        "Mahoutsukai no Yakusoku"
    ],
    "Modified": "2025-06-06",
    "Seasons": {
        "1": {
            "ID": "2127425",
            "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10495675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10495675",
                    "TitleEnglish": "The Wind Is Strong, and the Cats Are in a Frenzy",
                    "SummaryEnglish": "On a bright night illuminated by the full moon, Akira steps into her apartment's elevator and encounters a man who's dressed bizarrely and tells her many strange things then disappears. Once the elevator doors open, she finds herself in another world.",
                    "TitleJapanese": "風が強くて、猫が騒ぐ",
                    "SummaryJapanese": "風の強い、明るい満月の夜。真木晶が自宅のマンションのエレベーターに乗り込むと、突然目の前に奇妙な服装の見知らぬ男が現れる。「お会いできて光栄です、愛しい賢者様。あなたに、世界を救済してほしいのです」。一方的な言葉に戸惑う中、「あなたと友人になりたい」「あなたに世界の真実を見つけてほしい」と言い残し、男は姿を消す。状況を飲み込めずにいる晶をよそに、エレベーターの扉が開く。そこは見慣れた廊下ではなく、見知らぬ異世界だった…！"
                },
                "2": {
                    "ID": "10893477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893477",
                    "TitleEnglish": "Those Who Defy the Cruel Moon",
                    "SummaryEnglish": "The Maledictor from the East, Faust, had protected one of his comrades in the last battle against the Great Calamity and was gravely injured. Akira visits him after being told she might be able to save him. She then meets various wizards from the Northern Country and the most powerful wizard, Oz.",
                    "TitleJapanese": "残酷な月に抗う者たち",
                    "SummaryJapanese": "東の国の呪い屋・ファウストは、先の＜大いなる厄災＞で仲間を庇い、瀕死の傷を負っていた。ヒースクリフらに「賢者の力があれば救えるかもしれない」と頼み込まれた晶は、ファウストの病床を訪れる。そこには、双子の魔法使いスノウとホワイト、囚人の魔法使い・ブラッドリー、そして世界最強の魔法使い・オズの姿があった。いまにも事切れそうなファウストを前に、晶は自分が力になれる確証がなかったが、オズの言葉に従い、彼と手を重ねると……。"
                },
                "3": {
                    "ID": "10893478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893478",
                    "TitleEnglish": "A Heartfelt Breakfast",
                    "SummaryEnglish": "It's decided that a ritual to summon new wizards will be performed. The only one who can perform this ritual is the Sage, Akira. While preparations were being done for the ritual, Akira was reading notes about the wizards in the Sage's Tome to get closer to them.",
                    "TitleJapanese": "真心を込めて、朝食を",
                    "SummaryJapanese": "新しい『賢者の魔法使い』たちの召喚の儀式の執行が決まる。儀式を行うことができるのは、賢者である晶ただひとり。準備が整うまでの間、前の賢者が魔法使いたちについて記したノート・『賢者の書』と照らし合わせながら、彼らが何を考え、何に心を痛めるかを知り、少しずつ距離を縮めていく。その一方、カインの目の様子がおかしいことに皆が気づき始める。本人に自覚はないが、皆の姿が見えていないことがあるようで、スノウとホワイトも、昨晩は壁の絵から出れられなくなったらしく……。"
                },
                "4": {
                    "ID": "10893479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893479",
                    "TitleEnglish": "The Unknown, Fear, and Mutual Prosperity",
                    "SummaryEnglish": "Akira and the wizards meet the new wizards that Akira successfully summoned.",
                    "TitleJapanese": "未知と恐れと共栄と",
                    "SummaryJapanese": "召喚の儀式を終えた夜、魔法舎に侵入者が現れる。それは中央の国の書記官・クックロビンだった。彼の目的は、大臣の計画に従って晶を外へ連れ出したのち、軍によって魔法舎を武力制圧することだった。彼自身も気が進まなさそうではあるものの「魔法使いの強い力を人間が制御するために必要なことだ」という言葉に、魔法使いたちは戸惑いや憤り、悲しみを感じる。そんななか、彼らの身体には、奇妙な異変が現れ始めていた。"
                },
                "5": {
                    "ID": "10893480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893480",
                    "TitleEnglish": "A Mixer With Some Free-Willed Wizards",
                    "SummaryEnglish": "Akira and the wizards hold a mixer and then, Akira, Cain, Riquet, and Arthur head north to see Oz.",
                    "TitleJapanese": "気ままな魔法使いと合コンを",
                    "SummaryJapanese": "新たに召喚された魔法使いたちが揃った魔法舎で、『合コン』の開催が決定！一部の魔法使い以外が一堂に会し、交流会をすることに。しかし五つの国から集まった魔法使いたちは国ごとに気風も異なり、個性もバラバラ。どうにも足並みが揃わない。さらに、召喚された者のなかには、旧知の顔がいくつもある様子。それぞれの関係について言葉を濁したり、あまり顔を合わせようとしなかったりと、因縁だらけのメンバーが揃ってしまったことが徐々に明らかになっていく。"
                },
                "6": {
                    "ID": "10893481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893481",
                    "TitleEnglish": "Something Someone as Innocent as You Can Do",
                    "SummaryEnglish": "Akira and the wizards get ready to head to their parade in the Central Country.",
                    "TitleJapanese": "無垢なあなたにできること",
                    "SummaryJapanese": "晶と魔法使いたちは、先の戦いの凱旋パレードと、叙任式に参加することに。裁縫が得意なクロエはみんなの洋服を仕立てたいと大張り切りで、晴れの場を楽しみにしている。しかし一方で、これまで人間のふりをしてひっそりと生きてきたネロは、人前に出ることに難色を示す。そんなネロを身勝手だと糾弾したのは、『神の使徒』として生きてきたリケだった。"
                },
                "7": {
                    "ID": "10893482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893482",
                    "TitleEnglish": "Uninvited Guests at the Party",
                    "SummaryEnglish": "The wizards and Akira enjoy themselves at the party held for them but then some uninvited guests show up.",
                    "TitleJapanese": "酒宴に招かれざる客",
                    "SummaryJapanese": "パレードのあと、中央の国で魔法使いたちを迎えるパーティが始まる。華やかな音楽や美味しそうな料理に皆がはしゃぐなか、晶はひとり会場を出ていくシノの後ろ姿に気づく。誰にも言わずに勝手に帰ろうとしているシノに事情を問うと、ヒースクリフと喧嘩をしたと言う。シノは東の国でヒースクリフの家の小間使いとして働いていたが、二人の間にあるものはどうやらそれだけではない様子。シノは晶に自らの出自と、ヒースクリフとの関係、そして彼に抱いている複雑な感情について語り出す。"
                },
                "8": {
                    "ID": "10893483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893483",
                    "TitleEnglish": "The Fragments of the Distorted Miracle",
                    "SummaryEnglish": "Akira and a few of her wizards go investigate a graveyard.",
                    "TitleJapanese": "いびつな奇跡のかけらたち",
                    "SummaryJapanese": "不在だった北の魔法使いたちを引き連れ、オズがパーティ会場に現れ、ついに『賢者の魔法使い』が全員揃う。しかし、彼らは一筋縄ではいかない好戦的な魔法使いたちで…。さらに、アーサーの叔父であるヴィンセントは、『魔法科学』の力を誇示し、民衆にその力を見せつけようとする。しかしその動力となるマナ石は、魔法生物や魔法使いの骸であった。シャイロックやフィガロは、魔法科学が普及することで未来に起こりうる争いを危惧し、眉を寄せる。一方、シノはメイドの少女から不思議な話を聞き、調査に向かおうとしていた。"
                },
                "9": {
                    "ID": "10893484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893484",
                    "TitleEnglish": "A Melancholic Dance on Thin Ice",
                    "SummaryEnglish": "Owen is suspected of trying to murder Nicholas and Chloe gives a scarf to a friend.",
                    "TitleJapanese": "薄氷の上で物憂げなダンスを",
                    "SummaryJapanese": "行方が分からなくなっていたクックロビンを探すため、西の魔法使いたちと共に『月蝕の館』を訪れた晶は、突如銀河のような不思議な空間に放り出されてしまう。皆と引き離され、ひとりぼっちになった晶の手を掴んだのは、予想外の人物だった。一方、かねてより北の魔法使いに敵対心を抱いていたミチルは、ブラッドリーに対して不満を爆発させる。魔法使いが差別的な扱いを受けるのは、人間に迷惑をかけたり怖がらせたりする北の魔法使いの振る舞いのせいだと憤るミチルだが…。"
                },
                "10": {
                    "ID": "10893485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893485",
                    "TitleEnglish": "I Can Keep Walking Even If I'm All Alone",
                    "SummaryEnglish": "Akira and the wizards head back to the Wizards' Hall after the incident with Owen in the Central Country.",
                    "TitleJapanese": "ひとりぼっちで歩いていける",
                    "SummaryJapanese": "北の魔法使い・オーエンが、ニコラスの飛び降り事件に関わっているかもしれない。その疑惑を皮切りに、人間たちの魔法使いに対する猜疑心が膨らみ、魔法使いたちは追われるようにして城を発つことになる。憎しみを向けられたことは、特に若い魔法使いたちには応えたようで、まとまりかけた心はバラバラに。なかには、やはり魔法舎を離れ、＜大いなる厄災＞までは各々別に過ごしたいという者までが出てくる。理解する者、引き止める者。それぞれのこれまでの生き方に想いを馳せながら、晶はあることを決意する。"
                },
                "11": {
                    "ID": "10893486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893486",
                    "TitleEnglish": "The Bird of Omen Awakens",
                    "SummaryEnglish": "There seems to be something peculiar about Owen and Snow and White remember the truth about the Umbra Volans.",
                    "TitleJapanese": "兆しの鳥の目は醒めて",
                    "SummaryJapanese": "行方不明になっていたオーエンが、再び魔法舎に姿を現す。が、その言動は普段とはまるで違う、純粋無垢な子供のようだった。別人のようなオーエンに戸惑う一同に、オーエンはニコラスの飛び降りに関してある重要な情報を口にする。さらに、スノウとホワイトは近頃の異変にまつわる「あること」を思い出す。墓荒らしや『月蝕の館』の儀式跡など、これまでに起きた不可解なことと点と点がつながり始め、やがて悍ましい計画の全容が浮かび上がってくる。晶たちは最悪の事態を防ぐため、ミスラに助力を求めるが…。"
                },
                "12": {
                    "ID": "10893487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mahou-tsukai-no-yakusoku/episodes/10893487",
                    "TitleEnglish": "May Your World Be Blessed",
                    "SummaryEnglish": "Akira and the wizards face off with Nova.",
                    "TitleJapanese": "あなたの世界に祝福を",
                    "SummaryJapanese": "謎の魔法使い・ノーヴァの計画によって、月を覆うほどの巨大な怪鳥・トビカゲリが姿を現わし、街には蘇った死者たちが溢れ出す。それぞれの想いや過去、＜大いなる厄災＞で負った奇妙な傷を背負う中、街や民衆を守るため、襲い来る強敵に打ち勝つため、自らの誇りのため、懸命に戦う魔法使いたち。そんな彼らを、オズはただ見守ることしかできずにいた。魔法使いたちは、そして晶は、目の前の人を、この世界を、救うことができるのだろうか。"
                }
            }
        }
    }
}