{
    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33028568/",
        "https://hikanatsu-anime.com/",
        "http://www.reddit.com/r/TheSummerHikaruDied",
        "https://www.tvmaze.com/shows/81130/show-slug",
        "https://www.themoviedb.org/tv/278196",
        "https://www.wikidata.org/wiki/Q126080512",
        "https://en.wikipedia.org/wiki/The_Summer_Hikaru_Died#Anime",
        "https://x.com/hikarugashinda"
    ],
    "TitleEnglish": "The Summer Hikaru Died",
    "SummaryEnglish": "Six months ago, Hikaru vanished for a week. Now, as his best friend Yoshiki senses something amiss and confronts him, the harrowing truth emerges.",
    "TitleJapanese": "光が死んだ夏",
    "SummaryJapanese": "ヨシキとヒカルは、日本の田舎の小さな町に住む 2 人の 10 代の少年です。性格も趣味も正反対だが、二人は深い友情を築いている。しかしある冬の日、ヒカルは一人で山を歩いていた際に致命傷を負ってしまう。死ぬ前に、神秘的な不気味な存在が彼に遭遇し、彼を消費し、その過程で物理的に彼になります。この「ヒカル」は、オリジナルのすべての感情と記憶を持ちながらも、別個の存在のままであることに、ヨシキはすぐに気づきました。ヨシキはまだ「ヒカル」と一緒にいたいと思っているが、「ヒカル」の異質な性質や、他の不気味な存在やその存在のハンターたちがそれを不可能にするかもしれない。",
    "Aliases": [
        "Hikaru ga Shinda Natsu",
        "HikaNatsu"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2129284",
            "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10827724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/10827724",
                    "TitleEnglish": "Replacement",
                    "SummaryEnglish": "Yoshiki confronts Hikaru about his suspicions and discovers the terrifying truth. Even though they try to live normally, eerie incidents begin to occur.",
                    "TitleJapanese": "代替品",
                    "SummaryJapanese": "ある暑い夏の日。よしきは、いつものように隣で笑う親友の「光」が、光とは声も見た目もそっくりながらも違う〝ナニカ〟になっていることを知る。息苦しい僻村で幼い頃から共に生きてきた、唯一の心許せる存在を失いたくなかったよしきは、そんなニセモノのヒカルを受け入れ、誰にも明かさないことを約束するのだが……。"
                },
                "2": {
                    "ID": "11217538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217538",
                    "TitleEnglish": "Suspicion",
                    "SummaryEnglish": "While Yoshiki and Hikaru accompany their classmates to a creepy mountain trail, a mysterious man arrives at Kubitachi Village and begins investigating.",
                    "TitleJapanese": "疑惑",
                    "SummaryJapanese": "村で暮らす老婆の常軌を逸した死に方が話題に上がる中、クラスメイトの巻が「自分も呪われているかもしれない」と言い出す。普段は使わない林道を通って帰宅しようとした際、恐ろしい体験をしたというのだ。よしきは巻の懇願を受け、話を聞いていた朝子と結希、そして興味を示したヒカルとともに林を見に行くが……。"
                },
                "3": {
                    "ID": "11217539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217539",
                    "TitleEnglish": "Denial",
                    "SummaryEnglish": "Recalling childhood memories with Hikaru, Yoshiki continues to struggle with his complex emotions. Desperate, he reaches out to Kurebayashi.",
                    "TitleJapanese": "拒絶",
                    "SummaryJapanese": "無邪気にスイカを食べるヒカルを見て「光」を思い出すよしき。もう「光」はいなくなったのに、自分だけが〝日常〟を謳歌して許されるのだろうか……？　そんなよしきの葛藤も知らず、ヒカルは「お前と一緒におるだけで楽しい」と純粋な気持ちを伝えてくるのだった。耐えかねたよしきは、スーパーで出会った主婦の暮林と連絡を取る。"
                },
                "4": {
                    "ID": "11217540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217540",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "As Yoshiki attends the summer festival with Hikaru, the village elders fret over the recent death and Tanaka ends up with more questions than answers.",
                    "TitleJapanese": "夏祭り",
                    "SummaryJapanese": "「浴衣が着たい」と願う妹のかおるを連れて、ヒカルとともに夏祭りを楽しむよしき。かき氷を食べていたヒカルは「着色の違いだけで味が変わって感じる」といったシロップの話から「見た目が同じなら、同じに感じるん？」という疑問を抱く。そうして、よしきに自分が「光」のニセモノであることをどうやって見抜いたのかと聞くのだが……。"
                },
                "5": {
                    "ID": "11217541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217541",
                    "TitleEnglish": "Wig Ghost",
                    "SummaryEnglish": "When Yoshiki's sister spots a creepy clump of hair in the bathroom, Hikaru visits the Tsujinaka home to investigate — but things take a deadly turn.",
                    "TitleJapanese": "カツラのオバケ",
                    "SummaryJapanese": "自分のような存在への耐性をつけさせるべく、よしきに再びからだの〝中〟を触るよう持ちかけるヒカル。前回より慣れた様子のよしきに対し、ヒカルの〝干渉〟はエスカレートしていく。そして、ヒカルが案じたようによしきはケガレを引き付けていた。風呂場に出現した「カツラのオバケ」を退治すべく、よしきの家に向かうヒカルだったが……。"
                },
                "6": {
                    "ID": "11217542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217542",
                    "TitleEnglish": "Asako",
                    "SummaryEnglish": "Yoshiki and his classmates discuss a story their teacher assigned them. Later, at a sleepover, Asako's sharp observations put her in grave danger.",
                    "TitleJapanese": "朝子",
                    "SummaryJapanese": "合唱大会の本番が近づく中、練習の息抜きがてら、巻、朝子、結希の３人ととともにヒカルの家に泊まることになったよしき。花火に感動するヒカルの姿は微笑ましく、楽しい時間が過ぎていった。だが、密かにヒカルとふたりきりになる機会をうかがっていた朝子が、ついにそのときを迎えて切り出す。「あなたは一体、誰ですか？」と……。"
                },
                "7": {
                    "ID": "11217543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217543",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After the sobering realization that Hikaru is truly dangerous, Yoshiki decides that he must act and invites his best friend to skip school together.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "よしきを襲ってしまったことに負い目を感じるヒカル。だが、よしきはそんなことを気にもとめない様子で「学校をサボろう」とヒカルを町へ連れ出す。学校では合唱コンクールが本番を迎えていたが、２人は映画館で映画を見るのだった。ヒカルの言動から、彼が人間とは“違う”ことを感じているよしきだったが……"
                },
                "8": {
                    "ID": "11217544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217544",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "Yoshiki and Hikaru investigate Nonuki-sama and its link to Kubitachi's history. While at the library, they get an important lead from a surprising source.",
                    "TitleJapanese": "接触",
                    "SummaryJapanese": "よしきは「ここにいたい」というヒカルの望みを受け入れ、彼がナニモノであるかを調べることにする。光によるメモには「のうぬき様」と書かれていたが、それにまつわる記憶は曖昧なヒカル。光のじいさんにも突如「『ヒチさん』はどこにやった？」と聞かれ、謎は深まるばかりだった。そんな中、徐々に学校内でもケガレの影響が出始めて……。"
                },
                "9": {
                    "ID": "11217545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217545",
                    "TitleEnglish": "Old Man Takeda",
                    "SummaryEnglish": "Kurebayashi shares her knowledge about impurities with the boys. Later, the elder Takeda loses his temper over Hikaru's ignorance of the Indo's history.",
                    "TitleJapanese": "武田の爺さん",
                    "SummaryJapanese": "暮林をヒカルに紹介するよしき。このままケガレが増え続けたらたくさんの人が死ぬ……。かつて死んだ夫が〝帰ってきた〟が報われなかったという経験を持つ暮林は２人に「あんたたちはどうしたいの」と問い、その答えを聞いて協力を約束した。一方、よしきと遭遇し、探していた存在への足がかりを見つけた田中も行動を始めていて……。"
                },
                "10": {
                    "ID": "11217546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217546",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "The boys' surprise encounter with Tanaka lands them in the hospital. When they return to school, Yoshiki pieces together the truth behind Nonuki-sama.",
                    "TitleJapanese": "真相",
                    "SummaryJapanese": "丸２日眠っていたヒカルが目を覚まし、安心するよしき。最近のヒカルには痛覚があり、以前より確実に「弱っている」状態だった。よしきたちが曰くつきと思われる刀で襲いかかってきた謎の男の出現に戸惑う中、その田中は武田と対峙していた。田中には、会社に命じられた任務とは別に「個人の目的」があるらしく……。"
                },
                "11": {
                    "ID": "11217547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217547",
                    "TitleEnglish": "Indo's Sin",
                    "SummaryEnglish": "Though hesitant, Yoshiki asks his father about the Indo family's murky past and secret ritual. Later, Hikaru loses control at school and feels deeply shaken.",
                    "TitleJapanese": "忌堂の扉",
                    "SummaryJapanese": "よしきは、何年も自分から話しかけることのなかった父・俊紀の書斎の扉を叩く。光の父・晃平とともに「息子たちにまで背負わせたくない」と終わらせたはずの因習にふれられ、戸惑いながらも語りだす俊紀。そこには光の祖父が口にした「ヒチさん」のこと、そして飢餓で死んだとされる村人たちにまつわる真実が秘められていた……。"
                },
                "12": {
                    "ID": "11217548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11217548",
                    "TitleEnglish": "Its Place",
                    "SummaryEnglish": "While everyone else attends the school assembly, Asako finds Hikaru wandering the halls. Alone at the beach, Hikaru reveals his final plans to Yoshiki.",
                    "TitleJapanese": "居場所",
                    "SummaryJapanese": "体育館で終業式が行われるさなか、楽しかった思い出をなぞるように誰もいない校舎を歩くヒカル。だがそこへ朝子がやってきて、問いかける。「やっぱり『光』やないよね？」。あの日、ヒカルがよしきを襲う現場を目撃してしまっていたのだ。その頃、タナカは武田に「ノウヌキ様ね、あれ最初から存在してないんです」と告げていて……。"
                }
            }
        },
        "2": {
            "ID": "2208689",
            "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11363871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-ga-shinda-natsu/episodes/11363871",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}