{
    "URL": "https://www.thetvdb.com/series/9-nine",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32463887/",
        "https://nine-anime.marv.jp",
        "https://www.themoviedb.org/tv/270931",
        "https://x.com/info_9_nine_"
    ],
    "TitleEnglish": "9-nine- Ruler's Crown",
    "SummaryEnglish": "9-nine is a tale of the town of Shiromitsugawa, host to mysterious Artifacts and the superpowers they bestow on their Users. A tale of growing trust and budding romance between the protagonist and the heroine, and also a murder mystery where they hunt down the culprit behind a series of supernatural murders.",
    "TitleJapanese": "9-nine- Ruler's Crown",
    "SummaryJapanese": "白巳津川市。\n学園都市であること以外になんの特色もない街。\n観光客を呼び込もうと町興しに励んでいるが、どれも不発。\nしかし、思わぬ形で世間の注目を集めることになった。\n\nぶっきらぼうな態度をとりがちだが、責任感が強く行動力のある頼れる青年。新海翔。\nなんだかんだ言いながら周りのことを第一に考える優しい性格である。\n\n普通の学生らしい平穏な生活を送っていたが、白蛇九十九神社に祀られた神器が破損したことをきっかけに、翔の日常に変化が訪れる。\nその影に、異能に目覚めた少年少女たちの姿があった。\n\nなんの特色も無い街に住む、なんの変哲もない平凡な学生のはずだったが。\n\n異能者たちが巻き起こす\n数奇な運命に巻き込まれていく・・・。",
    "Aliases": [
        "9-nine- 支配者の王冠",
        "ナイン ルーラーズクラウン",
        "ナインしはいしゃのおうかん"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "2130118",
            "URL": "https://www.thetvdb.com/series/9-nine/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11301703",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11301703",
                    "TitleEnglish": "Branch X",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Branch X",
                    "SummaryJapanese": "新録の音楽や新情報の発表も盛り込み、初めての方も共に歩んだ方も楽しめるこれまでの軌跡をソフィーティア視点で贈る特別番組。"
                }
            }
        },
        "1": {
            "ID": "2130119",
            "URL": "https://www.thetvdb.com/series/9-nine/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "11197246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11197246",
                    "TitleEnglish": "Branch 01",
                    "SummaryEnglish": "During a town revitalization event at the White Snake Tsukumo Shrine, a sudden earthquake occurs. Sho Shinkai witnesses the destruction of a sacred artifact in the main hall of the shrine and injures his finger on a fragment he picked up. This was a sign of a quiet and strange occurrence. A few days later, rumors spread that a stone statue of a girl had appeared in the park. In response to this mysterious occurrence, Sho goes to investigate the rumor with his classmates Yoichi Fukazawa and Miyako Kujo to see if it is true. Is it a coincidence or fate? The \"story\" quietly begins to move.",
                    "TitleJapanese": "Branch 01",
                    "SummaryJapanese": "白蛇九十九神社の町おこしイベント中、突然の地震が発生。\n神社の本殿で「神器」の破損を目撃した新海翔は、拾ったカケラで指を傷つけてしまう。\nそれは、静かに始まる異変の合図だった。\nそれから数日後、公園に少女の石像が現れたという噂が広がっていく。\n不可解な出来事に翔は、クラスメイトの深沢与一、九條都と共に噂の真偽を確かめに行くことに。\nそれは偶然か、運命か。“物語”が静かに動き出す─。"
                },
                "2": {
                    "ID": "11211716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211716",
                    "TitleEnglish": "Branch 02",
                    "SummaryEnglish": "A mysterious fire suddenly breaks out at Hakusen Academy. As the students are filled with fear, Shinkai Sho rushes around trying to save his younger sister, Shinkai Ten. Kujo Miyako, who seems to know something, offers to help Sho. As Sho and Miyako search for the cause of the fire, a supernatural being with the ability to freely control flames appears before them. Facing a threat that cannot be countered by common sense, Miyako activates her powers using an accessory called an \"Artifact,\" which bestows special abilities. As danger looms, the two join forces to face the supernatural being. What fate awaits them at the end of the battle?",
                    "TitleJapanese": "Branch 02",
                    "SummaryJapanese": "白泉学園で突如発生した謎の火災。\n生徒たちが恐怖に包まれる中、新海翔は、妹の新海天を救うべく奔走する。\nそんな翔に、何かを知っている様子の九條都は協力を持ち掛ける。\n火災の原因を追う翔と都の前に現れたのは、炎を自在に操る異能者。\n常識では太刀打ちできない脅威に、都は特殊能力を授ける装飾品“アーティファクト”で能力を発動する。\n危険が迫る中、2人は力を合わせて異能者に立ち向かう。戦いの先に待つ、運命は─。"
                },
                "3": {
                    "ID": "11211717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211717",
                    "TitleEnglish": "Branch 03",
                    "SummaryEnglish": "Miyako has been given the \"power to take away ownership of other people's things\" by the artifact. Sophitia also tells her that Sho has an unidentified power. With her help, Sho and Miyako begin investigating the culprit of the petrification incident. They discover a new use for Miyako's power and take a step closer to solving the case. The two of them build a strong bond through their investigation. However, Yuki Kia, who is pursuing the culprit of the petrification incident alone, appears and begins to suspect that Sho may be the culprit.",
                    "TitleJapanese": "Branch 03",
                    "SummaryJapanese": "「他人の物の所有権を奪う力」をアーティファクトに与えられた都。\nそして翔もまた正体不明の力を持っている事をソフィーティアに告げられる。\n彼女に協力し、石化事件の犯人の捜査を始めた翔と都は、都の能力の新たな使い道を見出し、事件解決に向けて一歩前進する。\n事件の捜査を通して確かな絆が築かれていく二人。\nしかし、そこに現れた一人で石化事件の犯人を追う結城希亜は、翔を事件の犯人ではないかと疑いだし──。"
                },
                "4": {
                    "ID": "11211718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211718",
                    "TitleEnglish": "Branch 04",
                    "SummaryEnglish": "After reading Sho's memories, Miyako learns of his feelings for her. The two are no longer able to communicate as naturally as before, and their relationship remains strained, but thanks to Yoichi's arrangement, they have an opportunity to face each other. Overcoming their misunderstandings and confusion, Sho and Miyako begin to move towards a relationship where they can share their true feelings. But just then, along with rumors of a new \"petrification incident,\" Miyako suddenly disappears. Feeling uneasy, Miyako tracks down Miyako using only a few clues, but...",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "11211719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211719",
                    "TitleEnglish": "Branch 05",
                    "SummaryEnglish": "Confused by the sensation that he has traveled back in time, Sho is overcome by a strong sense of déjà vu at the shrine. While investigating the source of this strange sensation, Sophie tells him that Sho may possess the power of a certain \"special artifact.\" Meanwhile, Ten pursues the \"Queen of Eden\" to the shrine, where he encounters Harukaze, Renya, and the mysterious girl \"Ghost\" gathered. As he tries to get to the truth, he is noticed by one of the group and becomes embroiled in an unexpected event. ©Clearlove・Marvelous・Good Smile Film",
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "11211720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211720",
                    "TitleEnglish": "Branch 06",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "11211721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211721",
                    "TitleEnglish": "Branch 07",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "11211722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211722",
                    "TitleEnglish": "Branch 08",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "11211723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211723",
                    "TitleEnglish": "Branch 09",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "11211724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211724",
                    "TitleEnglish": "Branch 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "11211725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211725",
                    "TitleEnglish": "Branch 11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "11211726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11211726",
                    "TitleEnglish": "Branch 12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "TBA",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "11230555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/9-nine/episodes/11230555",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}