{
    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32801156/",
        "https://hanashura-anime.com/",
        "http://www.reddit.com/r/FlowerandAsura",
        "https://www.themoviedb.org/tv/256744",
        "https://www.wikidata.org/wiki/Q126531251",
        "https://en.wikipedia.org/wiki/Hana_wa_Saku,_Shura_no_Gotoku#Anime",
        "https://x.com/hanashura_PR"
    ],
    "TitleEnglish": "Flower and Asura",
    "SummaryEnglish": "Set in Tonakishima, a small island with a population of 600. Hana, a high school girl who lives on the island, loves recitals, and holds regular reading sessions for the island's children. Mizuki, the president of the Broadcasting Club, senses Hana's power to attract people through her reading and invites her to join the club. Hana joins the Broadcasting Club and experiences many firsts with the other members.",
    "TitleJapanese": "花は咲く、修羅の如く",
    "SummaryJapanese": "人口600人の小さな島、渡名喜島。島に住む女子高生・花は朗読が大好きで、島の子どもたちのために定期的に読み聞かせ会を開いています。放送部部長の美月は、花の朗読で人を惹きつける力を感じ取り、放送部に入部するよう誘います。放送部に入部した花は、部員たちとともに数々の初めての経験をしていきます。",
    "Aliases": [
        "Hana wa Saku, Shura no Gotoku"
    ],
    "Modified": "2025-07-28",
    "Seasons": {
        "1": {
            "ID": "2132258",
            "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10540260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10540260",
                    "TitleEnglish": "Hana and Mizuki",
                    "SummaryEnglish": "Hana's love of storytelling draws the attention of the Broadcasting Club's president, Mizuki, who tries to recruit her. However, Hana has reasons to decline her offer.",
                    "TitleJapanese": "花奈と瑞希",
                    "SummaryJapanese": "幼い頃、春山花奈はTVで天才子役西園寺修羅の朗読を見て憧れ、自らも朗読を始める。いつしか近所の子供たちに朗読会を行うようになり、子供たちもそれを楽しみにしていた。中学卒業後の春休み、朗読会を終えた花奈に「いい声しているな！」と声がかけられる。薄頼瑞希、すももが丘高校放送部の部長だった。花奈が同じ高校に進学すると知った瑞希は「朗読好きなら放送部に入れよ」とスカウトする。その誘いに心揺れる花奈だが……。"
                },
                "2": {
                    "ID": "10851624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851624",
                    "TitleEnglish": "Interest and Talent",
                    "SummaryEnglish": "The new club members must take turns introducing one another, causing Hana to wonder what her strengths are.",
                    "TitleJapanese": "好きと才能",
                    "SummaryJapanese": "放送部に入部した花奈。新入部員同士で自己紹介ならぬ他者紹介を行うことになり、冬賀萩大とペアになる。冬賀は原稿を作るため花奈の強みを教えてくれというが、花奈は自分の強みがわからず、「昔から朗読が好きだったの。でも、それだけ」と口ごもる。冬賀は好きという気持ちが強みだと花奈を肯定し、花奈の朗読を聞き感心もする。\n嬉しい花奈だが、同じ新入部員の夏江杏の実力に気後れし……。"
                },
                "3": {
                    "ID": "10851625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851625",
                    "TitleEnglish": "Dreams and a Sleepover",
                    "SummaryEnglish": "Hana's enthusiasm deflates as Mr. Kichijoji readies the club for an upcoming competition. Why must she want to win? Why can't she just enjoy doing what she loves?",
                    "TitleJapanese": "夢とお泊まり",
                    "SummaryJapanese": "放送部顧問の吉祥寺博美に、手厳しくも的確な指導を受ける花奈ら新入部員。吉祥寺は理想の朗読として修羅の名をあげる。瑞希や杏は、相手が修羅であろうと誰であろうときたるＮＨＫ杯全国高校放送コンテスト（通称Ｎコン）では上を目指す、全国決勝に行くと闘志を燃やすが花奈は浮かぬ顔。読んで楽しいだけではだめなのか、勝ちたいと思わなければだめなのかと悩む。瑞希はそんな花奈を「うちに泊まらねーか？」と誘うのだった。"
                },
                "4": {
                    "ID": "10851626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851626",
                    "TitleEnglish": "A First and a Friend",
                    "SummaryEnglish": "A spontaneous question causes Hana to freeze during her first broadcast. It's one thing to stick to the script. But improvising? That's a completely different story.",
                    "TitleJapanese": "初めてと友達",
                    "SummaryJapanese": "Ｎコンで読む課題図書の選択に迷う花奈は昼休みに放送部へ相談に行くが、瑞希に誘われ昼の校内放送「ＳＭＧラジオ」に出演することになる。瑞希の軽妙なトークに感心する花奈だったが、原稿にない問いかけにうまくこたえられずしどろもどろになってしまい、意気消沈。クラスメイトの猫井未唯子と話すことで元気を貰った花奈は、もう一度ＳＭＧラジオに挑戦しようかどうしようかと逡巡。そんな花奈に副部長の整井良子が声をかける。"
                },
                "5": {
                    "ID": "10851627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851627",
                    "TitleEnglish": "Blue Spring and an Umbrella",
                    "SummaryEnglish": "Anne is realistic, while Hana is idealistic; disagreements are inevitable. However, that won't stop Hana from trying to befriend her fellow club member.",
                    "TitleJapanese": "アオハルと雨傘",
                    "SummaryJapanese": "Ｎコン京都大会のエントリー締め切りが迫っていた。どの課題図書を読むべきか迷う花奈は、ついに心の底から読みたいと思う本に出会う。しかし杏はその選択を強く否定し、「勝ちたいならアタシに従いなさい」と別の本を読むようにいうのだった。花奈は、杏が自分のことを考えていってくれているのは理解しつつも、「好きな本」を読みたいとの思いは揺るがない。杏との間に深い溝を感じる花奈は、「仲良くなりたい！」と行動を起こす。"
                },
                "6": {
                    "ID": "10851628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851628",
                    "TitleEnglish": "Scripts and a Pancake",
                    "SummaryEnglish": "The club members decide on what category they will each compete in at the Kyoto NHK Cup preliminaries, recitation or announcing. Toga will not enter in either.",
                    "TitleJapanese": "原稿とパンケーキ",
                    "SummaryJapanese": "花奈らはＮコン京都大会に朗読かアナウンスかどの部門でエントリーするかを決める。作品制作しかしないと決めている冬賀はそのどちらにも出場しない。吉祥寺は冬賀に創作ラジオドラマ部門へ向けての作品作りを勧めるが、冬賀は創作テレビドラマ部門に作品を提出したいという。テレビドラマを作るには、オリジナル脚本が必要であり、秋山に白羽の矢が立つ。脚本ができるまでの間に、朗読組は大会で読む原稿をまとめることとなる。"
                },
                "7": {
                    "ID": "10851629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851629",
                    "TitleEnglish": "Big Sister and Little Brother",
                    "SummaryEnglish": "It’s a tight deadline, but the broadcasting club has the will to complete their submission to the original TV drama category.",
                    "TitleJapanese": "姉と弟",
                    "SummaryJapanese": "秋山には「詩人になりたい」と家を出た姉がいた。そんな自身の家庭環境をモデルにして、秋山は脚本を書き上げる。初めて書いた脚本ながら完成度は高く、花奈ら放送部のみんなは感心しきり。監督や編集等のスタッフ、花奈や杏らのキャスティングも決まり、Ｎコン創作テレビドラマ部門へ応募する作品作りがいよいよ始まる。スケジュールには余裕がなく、慣れない作業に四苦八苦しながらも、部員一丸となって撮影が進められていく。"
                },
                "8": {
                    "ID": "10851630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851630",
                    "TitleEnglish": "Satisfaction and Unfinished",
                    "SummaryEnglish": "Shura is an expert storyteller, and her ability to conjure an entire city in her audience’s mind proves that Hana still has a long way to go.",
                    "TitleJapanese": "満足と未完成",
                    "SummaryJapanese": "花奈たちは修羅の舞台を見に行く。開幕……、静寂の中、修羅が声を発する。修羅はただひと言で客席の空間を支配し、その口から紡がれる言葉は観客の思考を掌握した。修羅はあまりに圧倒的だった。花奈は、修羅との実力差に打ちひしがれる。修羅の背中は果てしなく遠いと、悔しさを感じる花奈。もっと、もっと練習して、うまくなりたいと決意を新たにする。その頃、冬賀はドラマ部門へ提出する作品の音楽作りに悩んでいた……。"
                },
                "9": {
                    "ID": "10851631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851631",
                    "TitleEnglish": "Matching Charms and a Falling-Out",
                    "SummaryEnglish": "Hana makes new friends during a recitation workshop. Little does she know that one of them has a connection to Anne's past.",
                    "TitleJapanese": "お揃いとすれ違い",
                    "SummaryJapanese": "すももが丘高校と他三校の放送部による合同練習会が開かれる。どこも強豪校であり、その実力に花奈は感心する。講師に「技術的には足りていない」が「素敵な声をしている」とアドバイスを受け、花奈はがっかりするやら嬉しいやら。昼休み、花奈は音羽高校の一年生曇美咲と一緒に昼食をとることになる。先に昼食の約束をしていた杏に美咲を紹介しようとするが、ふたりは幼なじみだった。美咲と会った杏はなぜか面白くなさそうで……。"
                },
                "10": {
                    "ID": "10851632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851632",
                    "TitleEnglish": "Orange Blossoms and Resolve",
                    "SummaryEnglish": "What's the best way to improve one's skills? There are many answers, but no single best path.",
                    "TitleJapanese": "橘と覚悟",
                    "SummaryJapanese": "合同練習会。ライラック女学院高校の一年生香玲は上手な読みの真似をすることが上達のコツだというが、花奈は「誰かの真似でうまくなっても意味がない」気がすると納得がいかない。香玲は花奈を連れ、ライラックの先輩の牡丹鉾ぽここに上達のコツを聞きに行く。ぽここは、まず発音的に正しい読みを身につけたほうがいいとアドバイスをし、さらに花奈の読みを聞いて丁寧な指摘をする。だがその指摘を受けた花奈は逆に混乱してしまい……。"
                },
                "11": {
                    "ID": "10851633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851633",
                    "TitleEnglish": "Friends and Family",
                    "SummaryEnglish": "A wedding invitation, a surprising discovery, and an unexpected complication threaten to derail the Broadcasting Club's hard work just before the preliminaries.",
                    "TitleJapanese": "仲間と家族",
                    "SummaryJapanese": "Ｎコン京都大会が迫る。花奈は瑞希のようすがおかしいと心配する。瑞希はそんな花奈を家に誘い、兄の結婚式の招待状が届いたこと、それが大会と同じ日であること、さらに自身の家庭環境について話をする。花奈に話すことで気持ちの整理がついた瑞希は、結婚式を欠席するため、実家に話をしにいくと決める。だが翌日の放課後、瑞希が二週間学校を休むと吉祥寺に聞かされ、花奈たちは驚く。それは大会を欠席するということでもあった。"
                },
                "12": {
                    "ID": "10851634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hana-wa-saku-shura-no-gotoku/episodes/10851634",
                    "TitleEnglish": "Hana and Shura",
                    "SummaryEnglish": "The Club may have concocted a clever plan to reach Mizuki, but one formidable final boss stands in their way: Mayumi Usurai, Mizuki’s grandmother.",
                    "TitleJapanese": "花奈と修羅",
                    "SummaryJapanese": "連絡のとれない瑞希を心配した花奈たちは策を弄し、瑞希の兄の光希に会いに行く。光希は花奈たちの話を聞き、祖母によって瑞希が実家から出られないようにされているのだろうと推測する。兄として、Ｎコン京都大会出場という瑞希の意志を尊重してやりたいという光希は、花奈たちを連れ実家に向かう。やっとのことで瑞希と再会できた花奈たちだが、その前に立ちはだかる者がいた。瑞希と光希の祖母の薄頼真由美である。"
                }
            }
        }
    }
}