{
  "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun",
  "Genres": [
    "Erotica",
    "LGBTQ+"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt36272586/",
    "https://fukamikun.af-original.com",
    "https://www.themoviedb.org/tv/284780"
  ],
  "TitleEnglish": "Unexpectedly Naughty Fukami",
  "SummaryEnglish": "\"Why is a perfect specimen of a man like me getting this turned on by a guy like that?!\" Thus begins the obstinate relationship of a playboy narcissist and a deceivingly frumpily-dressed, hot bodied otaku!",
  "Aliases": [
    "Yatarayashii Fukami-kun",
    "Yatara Yarashii Fukami-kun",
    "Unexpectedly Naughty Fukami-kun"
  ],
  "Modified": "2025-06-18",
  "Seasons": {
    "1": {
      "ID": "2132902",
      "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "11005253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11005253",
          "TitleEnglish": "A guy to suit Mr.Perfect",
          "SummaryEnglish": "Kaji, the ace of the sales department, has a secret—he's gay. But dating apps have been a bust, and finding his ideal match seems impossible. Then, one day, he's sent on an overnight business trip with Fukami, a quiet, unassuming guy from the engineering team. At first, Kaji isn't impressed. But when he catches a glimpse of Fukami fresh out of the shower, he realizes—this guy is exactly his type! As they talk, they discover they have more in common than expected—including that they both like men. Could this be the start of something more?!",
          "Aliases": []
        },
        "2": {
          "ID": "11036609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036609",
          "TitleEnglish": "What's Your Game, Zero?!",
          "SummaryEnglish": "After returning from the business trip, Fukami keeps ignoring Kaji. No one on the dating apps looks a good as Fukami, though! Then, one evening, the two wind up alone together at the office. Fukami tries to leave as if nothing happened, leaving Kaji to say some pretty unexpected things to secure a second date.",
          "Aliases": []
        },
        "3": {
          "ID": "11036610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036610",
          "TitleEnglish": "Fukami and... a Girl?!",
          "SummaryEnglish": "Kaji consoles a coworker who discovers he'd been dating a married man, and then happens to spot Fukami out with a lady as well, shopping for a ring! The stunned Kaji decides to ask the people at IT if Fukami has a fiancee, only to learn Fukami has been out for the last three days. A concerned Kaji heads to Fukami's house...",
          "Aliases": []
        },
        "4": {
          "ID": "11036612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036612",
          "TitleEnglish": "Say My Name",
          "SummaryEnglish": "Kaji gets back the smartphone he left at Fukami's place--with Fukami's contact details snuck inside the case! Wanting to see if his feelings are the real deal, Kaji sets a date with Fukami for drinks. On the day of, however, Kaji is caught up by how cute Fukumi is, and things take them back to Kaji's place...",
          "Aliases": []
        },
        "5": {
          "ID": "11036614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036614",
          "TitleEnglish": "I Won't Go Easy On You!",
          "SummaryEnglish": "Kaji is shocked to see Fukami's new haicut. But Kaji isn't the only one in the office to notice what Fukami has to offer. In a mere three days, he'd gone from a zero to a total ladies' man. Kaji is both annoyed and compelled by Fukami's obliviousness at his own appeal. Seizing the initiative, he ties up Fukami with his necktie...!",
          "Aliases": []
        },
        "6": {
          "ID": "11036616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036616",
          "TitleEnglish": "Sorry, I've Got a Cold",
          "SummaryEnglish": "After walking home in the pouring rain after being pushed away by Fukami, Kaji has caught a cold. He falls asleep regretting how he told Fukami \"We should stop seeing each other for a while.\" Awakening to the sound of someone calling his name, he sees a worried Fukami peering back at him. Caught up in the shock, Kaji graps Fukamiu close for a kiss...",
          "Aliases": []
        },
        "7": {
          "ID": "11036618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036618",
          "TitleEnglish": "I Couldn't Help But Be Attracted",
          "SummaryEnglish": "Kaji thought he didn't need love in his life, but meeting Fukami changed that, and so he refuses to just give in. After a simple honest mistake, Kaji's coworker tells him he's just fine without being perfect. Kaji wonders how those words might strike Fukami, and begins to reminisce about their times together...",
          "Aliases": []
        },
        "8": {
          "ID": "11036620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yatarayarashiishen-jian-kun/episodes/11036620",
          "TitleEnglish": "Is It So Bad if I Fall in Love?",
          "SummaryEnglish": "Kaji goes to see Fukami at the hospital only to be asked what relation he has to the patient. Tears begin to come as he searches for an answer. Realizing how important Fukami truly is to him, the man himself appears right behind him! The two proceed to clear up their miscommunication, and make progress toward to putting aside ill will...",
          "Aliases": []
        }
      }
    }
  }
}