{
    "URL": "https://www.thetvdb.com/series/farmagia",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34621220/",
        "https://anime-farmagia.marv.jp/",
        "https://www.tvmaze.com/shows/80889/show-slug",
        "https://www.themoviedb.org/tv/257609",
        "https://www.wikidata.org/wiki/Q126743833",
        "https://en.wikipedia.org/wiki/Farmagia#Other_media"
    ],
    "TitleEnglish": "Farmagia",
    "SummaryEnglish": "After the death of Felicidad's ruler, the despotic overlord Glaza seizes power and imposes an oppressive regime on the world's inhabitants. As Ten and his fellow Farmagia friends, command an army of monsters as you explore and battle across the treacherous lands of the Underworld, collecting resources to take back to your farm. There you'll upgrade your skills as a Farmagia, growing more monsters to nurture, and developing their new traits to aid your battle against Glaza and the Oración Seis.",
    "TitleJapanese": "FARMAGIA(ファーマギア)",
    "SummaryJapanese": "フェリシダードの支配者の死後、専制君主グラザが権力を掌握し、世界の住民に抑圧的な体制を押し付けます。テンと仲間のファーマギアの友人として、モンスターの軍隊を指揮し、アンダーワールドの危険な土地を探索して戦い、資源を集めて農場に持ち帰ります。そこでファーマギアとしてのスキルをアップグレードし、育成するモンスターを増やし、グラザとオラシオン セイスとの戦いに役立つ新しい特性を開発します。",
    "Aliases": [
        "FARMAGIA",
        "Fāmagia",
        "Faamagia"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "1": {
            "ID": "2133687",
            "URL": "https://www.thetvdb.com/series/farmagia/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10804264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10804264",
                    "TitleEnglish": "The Seeds of War",
                    "SummaryEnglish": "What Ten wants more than anything is to be the Farmagia with the strongest buddy monsters in the Felicidad Underworld. But the stakes become much higher when Felicidad's denizens find themselves in sudden need of a new ruler.",
                    "TitleJapanese": "戦乱の始まり",
                    "SummaryJapanese": "アウリオン大陸のセントベルトに広がる広大な農園で、仲間のファーマギア達が畑仕事に精を出す中、テンはいつも仕事をさぼり、最強モンスターを育てる日々を過ごしていた。そんなある日、突然魔王ディルクロムが死んだという知らせが届く。"
                },
                "2": {
                    "ID": "10845695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845695",
                    "TitleEnglish": "Avrion in Revolt",
                    "SummaryEnglish": "Ten and Leii desperately try to fend off Zanas when he attacks the orphanage. Nares saves the day, but only after much damage is inflicted. This serves as the motivation for the young Farmagia to support Nares when she declares herself in open rebellion against Glaza, the new Magus.",
                    "TitleJapanese": "叛逆のアウリオン",
                    "SummaryJapanese": "孤児院を襲う仮面の戦士ザナスと対峙するテンとレイ。2人はファーマギアとしての圧倒的な実力差を見せつけられ窮地に陥るが、駆け付けたナーレスの助力により無事ザナスの撃退に成功する。戦いを終え、焼け落ちた孤児院跡に目を向けるテン達は、新魔王グラーザへの反逆を決意する。"
                },
                "3": {
                    "ID": "10845696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845696",
                    "TitleEnglish": "Reunion in Enemy Territory",
                    "SummaryEnglish": "Ten, Leii, and Arche infiltrate Perfectus as a commando squad in order to eliminate Manas, the Oración general who leads it. There they encounter Emero, their friend who's been missing since childhood. Ten is exuberant at the reunion, but Emero's reaction is decidedly less cordial.",
                    "TitleJapanese": "敵地の再会",
                    "SummaryJapanese": "マナスを倒すため、少数精鋭部隊としてペルフェクトスに潜入し、城を目指すテン、レイ、アルシェは、行方不明になった仲間のイメロと再会する。喜びに浸るテンをしり目に、厳しい表情でテン達を見つめるイメロは、ある言葉を口にする。"
                },
                "4": {
                    "ID": "10845697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845697",
                    "TitleEnglish": "The Ties That Bind",
                    "SummaryEnglish": "Ten wishes he could use Unite Blitz the way Emero does. Emero shows up again and for some reason he's even more hostile than before.",
                    "TitleJapanese": "結びつく絆",
                    "SummaryJapanese": "モンスターの力を自在に操って見せたイメロに負けじと何度も「ユナイト」に挑むテンだったが、いくら頑張っても成功できず焦っていた。そんな時、再びテン達の前にやってきたイメロは、何故か以前にも増して敵意を向けるのだった。"
                },
                "5": {
                    "ID": "10845698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845698",
                    "TitleEnglish": "To the City of Muscle",
                    "SummaryEnglish": "With Arche recovering from a sudden health issue, Ten and Leii go alone to Rahatluk to deal with Corpus.",
                    "TitleJapanese": "筋肉の都へ",
                    "SummaryJapanese": "マナスを討ち倒しアウリオンに戻ってきたテン達は、突然倒れてしまったアルシェを静養させ、テンとレイだけで次の目的地のラハトルクへ向かう。潜入に成功し、馬車を引いて街を行くテン達だったが、荷台に何者かが潜んでいることに気付く。それは…。"
                },
                "6": {
                    "ID": "10845699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845699",
                    "TitleEnglish": "Over My Dead Body",
                    "SummaryEnglish": "Corpus has taken Chica captive, and Ten, Leii, and Emero have little choice but to fight him on his own terms.",
                    "TitleJapanese": "屍を越えて",
                    "SummaryJapanese": "チーカがいなくなり、慌てふためくテン達の前に再び立ちはだかるザナス。テン達の攻撃をあっさりと受け流し、チーカがコルプスに捕まったことを告げて去っていく。大切な仲間の安否を確かめるため、テン達はラハトルク城へと急ぐ。"
                },
                "7": {
                    "ID": "10845700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845700",
                    "TitleEnglish": "The Price of Truth",
                    "SummaryEnglish": "A troubling secret about Arche comes to light, and it leads her friends into a challenging situation.",
                    "TitleJapanese": "真実の代償",
                    "SummaryJapanese": "コルプスとの激闘の末、見事勝利を収めたテン達。アウリオンに戻り、イメロの帰還を祝してパーティを開く。皆が楽しんでいる中、体調が悪く参加していないアルシェを気遣い、お見舞いに行くテンは、アルシェがいなくなったことに気づき、仲間とともに懸命に探し回るが…。"
                },
                "8": {
                    "ID": "10845701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845701",
                    "TitleEnglish": "The Chosen One",
                    "SummaryEnglish": "Ten, Leii, and Arche go to Sonrisa to rendezvous with Anzar and work out a plan for defeating L'Oreille.",
                    "TitleJapanese": "選ばれし者",
                    "SummaryJapanese": "ソンリッサに潜入しているアンザーから警備の配置を掴んだという報告を受け、ナーレスはテン達にロレーユ打倒の任務を与える。ソンリッサに上陸し進んで行く一同だったが、アンザーが敵の様子を見に行った隙に、待ち伏せていたロレーユ、ザナス、そしてグラーザと遭遇してしまう。"
                },
                "9": {
                    "ID": "10845702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845702",
                    "TitleEnglish": "The Three Angels",
                    "SummaryEnglish": "Nares goes to Nadeyat'sya for peace talks with L'Oreille. But is there more going on than meets the eye?",
                    "TitleJapanese": "三人の天使",
                    "SummaryJapanese": "和平交渉の日。ナディエシタ大陸にて、軍を率いてロレーユに向かい合うナーレス。緊張感が漂う中、2人を静かに見守るテン達。攻撃の意思はないと告げるナーレスに対し、ロレーユは笑みを浮かべながら、解読されていないはずの極大魔法「収穫祭」を発動させる。"
                },
                "10": {
                    "ID": "10845703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845703",
                    "TitleEnglish": "Through the Darkness",
                    "SummaryEnglish": "L'Oreille attacks the heroes with her dark arts, and it dredges up paralyzing trauma from Leii's past.",
                    "TitleJapanese": "闇を抜けて",
                    "SummaryJapanese": "魔王城で目を覚ますナーレス。彼女が目にしたのは、死んだはずの竜顎六柱将(オラシオンセイス)達の姿。さらに、混乱するナーレスをあざ笑うリサーンと、前魔王ディルクロムが立っていた。一方、ロレーユに襲われ、光差さぬ暗闇に吞まれていくテン達は…。"
                },
                "11": {
                    "ID": "10845704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845704",
                    "TitleEnglish": "A Brother's Path",
                    "SummaryEnglish": "Ten and friends are forced into battle against Reaper versions of all the Oración Seis, including Nares.",
                    "TitleJapanese": "兄の道",
                    "SummaryJapanese": "完全に自我を失い、次々とリーパー化する竜顎六柱将(オラシオンセイス)達は、雄叫びを上げ、テン達に襲い掛かる。それぞれ一騎打ちの戦いになるが、ナーレスと対峙するテンだけは、戦う決心がつかないまま、モンスターも呼び出さず、ただ必死に声をかけ続けるが…。"
                },
                "12": {
                    "ID": "10845705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/farmagia/episodes/10845705",
                    "TitleEnglish": "The Dragons of Centvelt",
                    "SummaryEnglish": "The situation seems dire, as the Farmagia heroes must now contend with Magus Diluculum, their mightiest foe.",
                    "TitleJapanese": "セントベルト・ドラゴンズ",
                    "SummaryJapanese": "自我を取り戻したアンザーとともに、魔王ディルクロムに決戦を挑むテン達。だが、全力を尽くした攻撃であってもディルクロムにはまるで通用しない。「大収穫祭」によって徐々に崩壊していく世界で、それでも必死に足掻くテン達は…。"
                }
            }
        }
    }
}