{
    "URL": "https://www.thetvdb.com/series/tasokare-hotel",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34621609/",
        "https://anime-tasokarehotel.com/",
        "https://www.themoviedb.org/tv/258229",
        "https://www.wikidata.org/wiki/Q126897255",
        "https://en.wikipedia.org/wiki/Tasokare_Hotel#Anime",
        "https://x.com/TKH__A"
    ],
    "TitleEnglish": "Tasokare Hotel",
    "SummaryEnglish": "“TASOKARE HOTEL” is a hotel that is engulfed in twilight all day long, with no distinction between day and night. It exists as a place between life and death, where souls unable to decide whether to move on to the afterlife or return to the present world can rest their wings. The protagonist, Neko Tsukahara, wanders into “TASOKARE HOTEL” without remembering who she is or why she’s there. Guided by the hotel staff, she is led to her room. “There should be items related to the customer’s memories in the room. These might serve as clues to help the customer regain their memories.” While searching for a way to return to the present world and remembering who she is, she encounters a certain incident…",
    "Aliases": [
        "TASOKARE HOTEL",
        "Tasokare Hoteru"
    ],
    "Modified": "2025-09-15",
    "Seasons": {
        "1": {
            "ID": "2134100",
            "URL": "https://www.thetvdb.com/series/tasokare-hotel/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10559738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10559738",
                    "TitleEnglish": "Twilight Girl",
                    "SummaryEnglish": "Neko Tsukahara wakes up in a vast, desolate wilderness, where the twilight stretches to the horizon. She has no memory of who is or how she ended up there. Suddenly, the \"Tasogare Hotel\" appears behind her. Upon entering, she is greeted by a manager with a head on fire. Unsure whether she's alive or dead, Neko begins searching for a way to regain her memories, when a mysterious guest arrives."
                },
                "2": {
                    "ID": "10874991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874991",
                    "TitleEnglish": "The Bet of a Lifetime",
                    "SummaryEnglish": "Neko Tsukahara decides to work at the \"Tasogare Hotel,\" a place that exists between the worlds of the living and the dead. Under the guidance of Atori-senpai, she begins her strange life there. One day, a guest with a love for gambling and a pachinko ball for a head requests a game of mahjong. Later, as she tries to tidy up his cluttered room, an old black telephone suddenly starts ringing..."
                },
                "3": {
                    "ID": "10874992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874992",
                    "TitleEnglish": "The Blood-Soaked Pansy",
                    "SummaryEnglish": "Neko Tsukahara is settling into her job at Tasogare Hotel. Hoping to prove herself, she volunteers to assist a new guest—a man with a pansy-shaped head and an unsettling vibe. After escorting him to his room, Neko searches for clues to help him recover his memories. She soon discovers that in the living world, he was a medical student and part-time detective named Masaki Osoto."
                },
                "4": {
                    "ID": "10874993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874993",
                    "TitleEnglish": "Friendship and Responsibility",
                    "SummaryEnglish": "Neko Tsukahara and Haruto Atori guide two unusual guests—one with a kendo mask for a head and the other with a smartphone head—at the Tasogare Hotel. Clues in their rooms reveal the women were childhood friends and members of the same high school kendo club. As their rooms transform, they gradually recover memories of their shared past and the events that brought them to the Tasogare Hotel."
                },
                "5": {
                    "ID": "10874994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874994",
                    "TitleEnglish": "The Seaside Ash-covered Princess",
                    "SummaryEnglish": "Neko and Ruri escort a loving couple to an ocean-view suite, where the woman has a sudden realization. While searching, they find a Cinderella script, sparking memories of the couple's past, though their fate remains unknown. As Osoto and Neko discuss the relationship's oddities, a piercing scream from the woman echoes through the hotel."
                },
                "6": {
                    "ID": "10874995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874995",
                    "TitleEnglish": "Space and Music",
                    "SummaryEnglish": "A rocket-headed boy and a black cat wander into Tasokare Hotel. The boy chases the cat around, desperate to befriend it, but never catches it. The cat keeps its distance yet stays close, silently watching over him. Just then, a record-headed guest appears and cheers up the boy. As they play, the boy realizes this man is the legendary saxophonist who once inspired Atori to pursue music."
                },
                "7": {
                    "ID": "10874996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874996",
                    "TitleEnglish": "A Carousel and Brass Knuckles",
                    "SummaryEnglish": "Neko runs into Ruri as she is about to leave her room. Looking inside the room, Neko learns what happened to Ruri in the living world. Then a woman with a brass knuckle head arrives at the hotel. She seems disinterested in searching her room for clues, but eventually Neko learns that the woman is a single mother. And Ruri starts to notice similarities between her own mother and the new guest…"
                },
                "8": {
                    "ID": "10874997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874997",
                    "TitleEnglish": "The Idol Girl",
                    "SummaryEnglish": "National idol group 365 Sister Q (aka 3Q)’s Kaneko Konomi arrives at the hotel. Neko is thrilled to meet her longtime idol. Unlike other guests, Kaneko’s face remains unaltered, and she still has her name and memories. During a meal, a radio in the restaurant suddenly airs 3Q’s press conference - revealing Kaneko’s fate. She entrusts Neko with her final, unfulfilled wish."
                },
                "9": {
                    "ID": "10874998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874998",
                    "TitleEnglish": "A Girl's True Face",
                    "SummaryEnglish": "With Konomi Kaneko’s long-lost solo performance - her final wish - approaching, Neko scrambles to gather band members. She repeatedly tries to convince Atori to join as the saxophonist, but he refuses due to a painful past. Can they pull off the concert and send Kaneko off to the afterlife as she wished? As emotions clash, the stage is set for a night of fate and farewells."
                },
                "10": {
                    "ID": "10874999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10874999",
                    "TitleEnglish": "The Hidden Room",
                    "SummaryEnglish": "After successfully pulling off Konomi Kaneko’s live show and making peace with Atori, Neko suddenly recalls a past-life incident, though the details remain unclear. Meanwhile, Atori mentions Osoto's complaints about room service. Curious and unconvinced, Neko heads to the room alone, notices something has changed, and as she digs deeper, she uncovers a hidden room…"
                },
                "11": {
                    "ID": "10875000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10875000",
                    "TitleEnglish": "Handguns and Hell",
                    "SummaryEnglish": "Neko discovers a hidden room belonging to Osoto, where she finds a diary listing new victims and countless photos of Atori from the living world. Convinced he’s scheming something at the hotel, she prepares to stop him. Kiriko tells her about a special handgun in the manager’s office and determined, she confronts Osoto, demanding to know why he’s obsessed with Atori even now."
                },
                "12": {
                    "ID": "10875001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tasokare-hotel/episodes/10875001",
                    "TitleEnglish": "Revenge",
                    "SummaryEnglish": "In the heat of battle, Osoto is shot and killed. As a consequence, Atori is dragged into the depths of Hell. Blamed for the tragedy, Neko is fired and sent back to the living world. She finds out that her salary from the hotel is paid in hours, and Ruri approaches her with a request. Given a chance to turn back time, Neko returns, determined to face Osoto one last time."
                }
            }
        }
    }
}