{
    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32741637/",
        "https://kura-kon.com/",
        "https://www.themoviedb.org/tv/257790",
        "https://www.wikidata.org/wiki/Q126896100",
        "https://en.wikipedia.org/wiki/Class_no_Dai_Kirai_na_Joshi_to_Kekkon_suru_Koto_ni_Natta#Anime",
        "https://x.com/kurakon_X"
    ],
    "TitleEnglish": "I'm Getting Married to a Girl I Hate in My Class",
    "SummaryEnglish": "High school student Saito Hojo is set to inherit his grandfather’s major corporation. First, he must marry Akane Sakuramori, the girl he despises the most, and who hates him just as much. The two are determined to keep their unexpected marriage a secret from their classmates. But as they begin their newlywed life, the distance between them starts to close.",
    "TitleJapanese": "クラスの大嫌いな女子と結婚することになった。",
    "SummaryJapanese": "高校生の北条才人はクラスメイトと結婚した。\nそれも学校一苦手な、天敵のような女子・桜森朱音とである――。\n「私と結婚してること、クラスのみんなに言ったら殺すから」\n「俺だって結婚を知られたくはない。なんのメリットもない」\n普段から嫌い合う二人の新婚生活が上手くいくはずもなく、なにかと衝突ばかり。\nしかし、日々の暮らしの中で歩み寄ることで距離が縮まっていき、\n一緒にいて楽しい時間が増え、少しずつお互いを理解していく。\n才人は今まで知らなかった朱音の可愛い素顔を知り、\n朱音は心の中に秘めていた想いに段々と気づき始め……。",
    "Aliases": [
        "Class no Dai Kirai na Joshi to Kekkon suru Koto ni Natta.",
        "Kurasu no Daikirai na Joshi to Kekkon Suru Koto ni Natta.",
        "KuraKon",
        "Class no Daikirai na Joshi to Kekkon suru Koto ni Natta"
    ],
    "Modified": "2025-04-18",
    "Seasons": {
        "1": {
            "ID": "2134084",
            "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10559768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10559768",
                    "TitleEnglish": "I'm Getting Married to a Girl I Hate in My Class",
                    "SummaryEnglish": "Saito is getting married to his classmate. But it's not just any classmate—it's his least favorite girl in school and archnemesis, Akane Sakuramori! And so begins a romcom of two stubborn love birds forced into marriage against their will.",
                    "TitleJapanese": "大嫌いな女子と結婚した。",
                    "SummaryJapanese": "高校生の北条才人は、同じクラスの桜森朱音と目を合わせれば罵り合う天敵同士。そんな二人が、お互いの祖父と祖母の企みで、若かりし頃のロマンスを孫で成就させたいという願いのため結婚させられる。それぞれ将来の夢を叶えるべく、打算で結婚を受け入れた才人と朱音は、あっという間に用意された新居へ連れて行かれる。いきなり一つ屋根の下、ベッドも一つという中で、嫌い合う二人の新婚生活が始まるが……"
                },
                "2": {
                    "ID": "10845865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845865",
                    "TitleEnglish": "A New Life",
                    "SummaryEnglish": "Saito and Akane secretly begin their new life together but soon run into a mountain of conflicting lifestyle preferences. Can the two find a way to meet in the middle?",
                    "TitleJapanese": "新生活",
                    "SummaryJapanese": "大嫌いな天敵同士で結婚した才人と朱音。そんな彼らの新婚生活はうまくいくはずもなく、いつも衝突してしまう。しかし、二人はどうしても夫婦を続けなければならない。才人はいつの間にか二人の結婚を嗅ぎつけていた従妹の糸青に、朱音は親友の陽鞠に結婚を隠して相談する。お互いに歩み寄って心地よい生活を送るため “話し合い”をする二人。こうして仕切り直した結婚生活の中で、少しずつ二人の距離は縮まってゆき……"
                },
                "3": {
                    "ID": "10845866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845866",
                    "TitleEnglish": "My Wife",
                    "SummaryEnglish": "After resolving their differences, Saito and Akane begin to enjoy spending time together and all seems to be smooth sailing. Until one day, when Akane works herself too hard and gets sick, leaving Saito to take care of her.",
                    "TitleJapanese": "俺の嫁",
                    "SummaryJapanese": "ようやく距離が縮んできた才人と朱音の結婚生活は、それぞれの趣味であるゲームとかわいい猫ビデオにつき合うまでになっていた。しかし、彼らの結婚は周囲に隠し通さなければならない。初めて一緒に買い物に出かける途中、陽鞠と出くわしてバレそうになったり、いつもギリギリの綱渡り。そんな中、テスト勉強で夜なべする朱音のため、毎晩夜食をこしらえる才人。だが、朱音が風邪を引いてしまい……"
                },
                "4": {
                    "ID": "10845867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845867",
                    "TitleEnglish": "Night Attack",
                    "SummaryEnglish": "With Shise's discovery of their secret, Saito and Akane scramble to keep others from finding out. Meanwhile, Akane encounters haunting events at home.",
                    "TitleJapanese": "夜襲",
                    "SummaryJapanese": "毎日文句を言い合いながらも、順調に結婚生活になじみつつある才人と朱音。だがある夜、家にお化けが出没（？）して朱音は大騒ぎ。才人はオカルトを信じないが、怖がりの朱音は生活を脅かすお化けにすっかり憔悴してしまい、才人の従妹の糸青にお祓いを頼むことに。糸青が家に一晩泊まることになり、朱音は才人と糸青の、親戚にしても近すぎる距離感に胸がもやもやするのだった……"
                },
                "5": {
                    "ID": "10845868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845868",
                    "TitleEnglish": "I Won't Lose",
                    "SummaryEnglish": "Himari reveals to Akane that she has a crush on Saito. While Akane agrees to help her get closer to Saito, she can't shake a nagging feeling.",
                    "TitleJapanese": "負けないから",
                    "SummaryJapanese": "陽鞠から「才人くんのことが好き」と相談を受け、協力を頼まれた朱音は、才人をつぶさに観察し始める。ストーカーのような挙動を怪しまれながら、才人の好きな料理や趣味を聞き出し、陽鞠に教える朱音。ただ、それは陽鞠と才人の距離を縮めることになり、朱音は微妙な気持ちに。そんな折、朱音の家に遊びにくると言い出す陽鞠。朱音が応対する間、家の中で必死で隠れる才人。陽鞠は、才人をデートに誘うと朱音に告げるが……"
                },
                "6": {
                    "ID": "10845869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845869",
                    "TitleEnglish": "Newlywed's First Date",
                    "SummaryEnglish": "Akane's revelation of a painful past prompts Saito to cheer her up by planning a day out together.",
                    "TitleJapanese": "夫婦の初デート",
                    "SummaryJapanese": "いちど才人にデートを断られても、めげずにアタックする陽鞠の提案で、才人、朱音、陽鞠、糸青の四人で勉強会をすることに。才人と朱音は一緒に住んでいることを隠してなんとか勉強会を切り抜けようと奔走する。\nその後、才人は少し元気のない朱音を見て、二人で遊びに出かけようと誘う。夫婦になって初めてのデート。いつもの調子で言いあいながらなんだかんだ楽しんだ二人は、最後にジュエリーショップできれいな指輪を見つけるが……"
                },
                "7": {
                    "ID": "10845870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845870",
                    "TitleEnglish": "The Ring",
                    "SummaryEnglish": "Saito works his first part-time job to get a gift for Akane, but things go awry when it goes missing.",
                    "TitleJapanese": "指輪",
                    "SummaryJapanese": "朱音が欲しそうにしていた指輪をプレゼントするため、才人は糸青の母で叔母の麗子に頼んで、朱音には秘密でアルバイトする。連日どこに行っていたか告げず、夜遅く帰る才人に朱音はヤキモキ。糸青の家に通っていることを突き止めて電話をかける朱音だが、麗子に冷たくあしらわれる。そんな朱音に、才人はバイト代で買った指輪をプレゼントする。嬉しさのあまりいつでも指にはめて喜んでいた朱音は、学校帰りその指輪をなくしてしまい……"
                },
                "8": {
                    "ID": "10845871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845871",
                    "TitleEnglish": "Senpai",
                    "SummaryEnglish": "A mysterious girl suddenly appears before Saito and he soon finds out that she's Akane's little sister.",
                    "TitleJapanese": "センパイ",
                    "SummaryJapanese": "「アタシ、センパイのコト、気に入っちゃった。恋人になって♪」才人の前に突然現れ、いきなり告白してきた謎の転校生、真帆。彼女はなぜか、才人と朱音が一緒に暮らしていることを知っていた。それをネタにまるで脅迫するかのように急接近してくる真帆に戸惑いながらも、才人は頼まれて街を案内してやる。自由奔放でやりたい放題してくる真帆に振り回される才人。さらに帰り際、真帆は才人の家についてくると言い出し……"
                },
                "9": {
                    "ID": "10845872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845872",
                    "TitleEnglish": "Little Sister's Heartache",
                    "SummaryEnglish": "Maho continues to tempt Saito, but Saito learns the truth behind her actions when she falls ill.",
                    "TitleJapanese": "妹心",
                    "SummaryJapanese": "真帆の歓迎会で遊園地に来た才人、朱音、陽鞠、糸青、真帆の五人。絶叫系の乗り物や、お化け屋敷がとにかく苦手な朱音に、才人は強がってまでつき合う理由をたずねる。小さい頃、病弱で遊びに出かけられなかった真帆に楽しんでほしいという朱音。そんな心配をよそに、途中で息切れして倒れたフリをする真帆に、才人は真剣に怒る。\n帰宅後、才人に夜這いをしかけてくる真帆。そこを朱音に目撃され、二人は家をたたき出されてしまう……"
                },
                "10": {
                    "ID": "10845873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845873",
                    "TitleEnglish": "Girlfriend (Tentative)",
                    "SummaryEnglish": "Saito and Akane become a rumor at school, so they come up with a plan as diversion.",
                    "TitleJapanese": "彼女（仮）",
                    "SummaryJapanese": "才人と朱音が同居していることを知った陽鞠の一言で、二人のことはクラス中の話題に。噂が広まる懸念から家を出られなくなった才人と朱音に、陽鞠は、自分が才人と付き合っていることにしようと提案する。陽鞠の「彼女のフリ作戦」は放課後デートを経て、しだいに偽装の演技を超えてエスカレートしていく。及び腰でそれを注意する朱音だが、陽鞠は才人の恋人になれるならそれで構わないと告げる……"
                },
                "11": {
                    "ID": "10845874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845874",
                    "TitleEnglish": "Voice",
                    "SummaryEnglish": "Saito is invited to a party hosted by Tenryu, and Akane must stay home alone overnight.",
                    "TitleJapanese": "声",
                    "SummaryJapanese": "今さらながらスマホの連絡先を交換した 才人と朱音。他愛もないメッセージのやり取りに朱音はなんだか嬉しくなる。北条家で催される親族の古希祝いの宴会 に、ひとり出かける才人。帰りを待つ間、朱音は家に来た陽鞠と一緒にお菓子を作ることに。そこで、自分よりも才人と親密にメッセージを送りあう、まるで恋人同士のような陽鞠を見て心細くなった朱音は、夜、才人に電話をかけるが……"
                },
                "12": {
                    "ID": "10845875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/class-no-daikirai-na-joshi-to-kekkon-suru-koto-ni-natta/episodes/10845875",
                    "TitleEnglish": "I'm Getting Married to a Guy I Hate in My Class",
                    "SummaryEnglish": "Akane reveals her past encounter with Saito and confronts Himari in this Season 1 finale!",
                    "TitleJapanese": "大嫌いな男子と結婚した。",
                    "SummaryJapanese": "高校の入学式で会った時のことを才人に訊かれた朱音は、小さい頃、才人と初めて出会った日のことを思い出す 。それはお互いに名も知らぬ頃の初恋の記憶だった。朱音こそ、そこで出会った少女だと気付かない才人に、言い出せぬまま想いを秘めてきた朱音。\n不良に絡まれていたところを助けてくれた才人に、約束した「恋人のフリをするお礼」と“ある行動”にでる陽鞠。その写真がクラスで広まって、朱音はついに陽鞠と向き合うことになる……"
                }
            }
        }
    }
}