{
    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34620612/",
        "https://fugukan.com/",
        "https://www.tvmaze.com/shows/80461/show-slug",
        "https://www.themoviedb.org/tv/270474",
        "https://x.com/fugu_kan"
    ],
    "TitleEnglish": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest",
    "SummaryEnglish": "In a world where heroes are born, not made, Ein’s god-given gift is the weakest: the power to appraise things. Treated cruelly by his peers, Ein spends his days in self-abasement—until he meets Yuri, the spirit of the World Tree. Yuri and her protector, Ursula, bless Ein with the Spirit Eye, unlocking new strength. As his abilities grow, Ein embarks on a journey to uncover his true purpose.",
    "TitleJapanese": "不遇職【鑑定士】が実は最強だった～奈落で鍛えた最強の【神眼】で無双する～",
    "SummaryJapanese": "ファンタジーの世界では、生まれながらに「仕事」が神から与えられ、英雄は作られるのではなく生まれる...そして、アインの仕事「鑑定士」は、彼を「英雄」の座から可能な限り遠ざけています。仲間の冒険者たちに利用され、虐待され、最終的には見捨てられたアインには、これ以上続ける価値はないと判断します...しかし、アインにとって幸運なことに、終わりは始まりに過ぎず、新たな人生の始まりかもしれません。結局、彼の「価値のない」仕事は、英雄になるための鍵になるかもしれません...",
    "Aliases": [
        "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru",
        "不遇職【鑑定士】が実は最強だった"
    ],
    "Modified": "2025-08-06",
    "Seasons": {
        "1": {
            "ID": "2134340",
            "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10562221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10562221",
                    "TitleEnglish": "\"Appraiser\" Is A Worthless Class",
                    "SummaryEnglish": "The appraiser Ein is exploring a dungeon with his party, who keep mistreating him and call him \"trash picker.\" As they venture further, they get swarmed by a pack of strong monsters called Hell Hounds. In order to survive, Ein's party members Zoid and Jolene betray him and leave him behind as bait, dooming him to a certain and painful death!",
                    "TitleJapanese": "鑑定士は不遇職",
                    "SummaryJapanese": "鑑定士のアインはパーティの仲間であるゾイドとジョリーンとダンジョンを探索していた。ふたりはアインに重い荷物を背負わせた上、『ゴミ拾い』呼ばわりしている。不遇職の『鑑定士』である自分はそんな扱いを受けても仕方ないと諦めているのだった。そんな中、ヘル･ハウンドの群れに襲われるアイン達。ゾイドとジョリーンはアインを犠牲にして逃げてしまう。絶体絶命になるアイン！"
                },
                "2": {
                    "ID": "10897209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897209",
                    "TitleEnglish": "Super Appraise with My Spirit Eye",
                    "SummaryEnglish": "Ein manages to survive his plunge thanks to the help of a mysterious power, but even greater dangers await him in the depths of the dungeon. Can he master his newfound abilities and attempt to make an escape?",
                    "TitleJapanese": "精霊の目で超鑑定",
                    "SummaryJapanese": "パーティ仲間であるゾイドとジョリーンに裏切られた上、ヘル･ハウンドに襲われ、奈落へと落ちたアイン。そんなアインを助けてくれたのは、世界樹の精霊であるユーリとその守り手であるウルスラだった。ユーリの力で九死に一生を得るアイン。ある行動からアインに好意を持つユーリは、ウルスラに「アインに力を貸して欲しい」と頼むのだったが…。"
                },
                "3": {
                    "ID": "10897211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897211",
                    "TitleEnglish": "Revenge Match",
                    "SummaryEnglish": "With the artificial spirit eye that Yuri bestowed upon him, and with Ursula's training, Ein has gotten stronger. When he sets his sights on reaching the surface, Yuri asks him to take her with him. To that end, Ursula further enhances both his eyes, and they are ready to leave. That's when Yuri asks Ein a certain question...",
                    "TitleJapanese": "リベンジマッチ",
                    "SummaryJapanese": "ユーリからもらった『精霊の義眼』とウルスラの特訓のおかげで、Ｓ級モンスターを倒せるほどに成長したアイン。いよいよ地上を目指す彼に、ユーリは同行を願い出る。そこでウルスラはアインの義眼を『精霊神の義眼』に強化し、もう片方の目に『賢者の石』を入れる。これによりユーリはアインと共に行動することができ、ウルスラも彼と意識をリンクできるようになる。そしていざ出発となる時、アインはユーリにあることを問いかけるのだった。"
                },
                "4": {
                    "ID": "10897213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897213",
                    "TitleEnglish": "Searching for the Sisters",
                    "SummaryEnglish": "In search of Yuri's sisters, Ein enters a dungeon that Jasper told him about. This hidden dungeon is just full of traps. But what is Zoid doing here?!",
                    "TitleJapanese": "姉妹を探して",
                    "SummaryJapanese": "地上に生還し、ユーリの姉妹を探す旅に出るアイン達は、銀鳳商会リーダーのジャスパーから教えてもらった隠しダンジョンへ向かう。そこには数々のトラップを用意して待ち構える、とある人物がいるのだった。その頃、偶然にも同じダンジョンの別エリアにはゾイドの姿があった。アインが生還したことで彼を見捨てて逃げたことが露見し、世間の風当たりが強くなったゾイドは、単身で難関ダンジョンに挑むのだが…！？"
                },
                "5": {
                    "ID": "10897216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897216",
                    "TitleEnglish": "Quest to Vanquish the Behemoth",
                    "SummaryEnglish": "Pina and Kurohime join Ein. Soon after, guild master Meegan gives Ein an SS-rank quest to defeat the Behemoth.",
                    "TitleJapanese": "ベヒーモス討伐依頼",
                    "SummaryJapanese": "ユーリの姉妹であるピナと、その守り手である黒姫も仲間に加わった。そんな中、アインはジャスパーと共に王都の冒険者ギルドを訪ね、魔物を倒して得たレア素材の買い取りを依頼する。しかし鑑定士に魔物を倒せるはずがないと信じてもらえない。周囲の人々に疑われ、不遇職を見下す空気に辟易するアインだったが、そこへ現れたギルドマスターのミーガンはアインをジョブだけで判断せず、後日SSランク・ベヒーモスの討伐を彼に依頼するのだった"
                },
                "6": {
                    "ID": "10897217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897217",
                    "TitleEnglish": "VS. Zoid",
                    "SummaryEnglish": "Ein doubts that any of his feats were due to his development. Meanwhile, a monster attacks Yuri and Pina.",
                    "TitleJapanese": "VS. ゾイド",
                    "SummaryJapanese": "ベヒーモスを倒して世間の評価が高まるアインだが、本人はユーリに出会えた幸運と共に、不遇職の『鑑定士』である自身の本質について悩み始める。その頃、落ちぶれたゾイドの前に現れた謎の女は、自らを『精霊』と名乗り、彼のアインに対する憎悪を巧みに利用する――。街で買い物を楽しむユーリとピナの前に突如現れるモンスター。その正体はなんと、超常の力を手にしたゾイドで！？"
                },
                "7": {
                    "ID": "10897218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897218",
                    "TitleEnglish": "The Girl of the Forbidden Library",
                    "SummaryEnglish": "Ein gains entry to the Forbidden Library of the kingdom. There he meets a girl with a surprising background.",
                    "TitleJapanese": "禁書庫の少女",
                    "SummaryJapanese": "ゾイドをモンスター化させた謎の女・エキドナは、次に魔族国を訪ね、ファルコ男爵にアインの殺害を依頼する 。一方アインは、ユーリの姉妹がいると思われる新たな『隠しダンジョン』の情報を求めて、王城の禁書庫に向かう。王族しか使うことのない王城の大図書館の中でも、特に国王と司書の両名から認められなければ中に入ることが出来ないと言われる禁書庫。扉をくぐり、一人そこへ足を踏み入れたアインは、ひとりの少女と出会うのだが……。"
                },
                "8": {
                    "ID": "10897219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897219",
                    "TitleEnglish": "Nigun's Shadow",
                    "SummaryEnglish": "Ein travels to Rayshik to fight demons, but once there, Lord Nigun claims no demons had ever been sighted.",
                    "TitleJapanese": "ニグンの陰",
                    "SummaryJapanese": "ユーリの姉妹捜しを続けるアイン達の元へ、冒険者ギルドのマスター・ミーガンが訪ねて来た。最近、ニグンという貴族が治めるレーシック領で『魔族』の目撃情報が頻繁にあるらしく、彼女はその退治をアインに依頼するのだった。困っている人々を想い、早速現地へ向かうアイン達。そこで彼らが目にしたのは、痩せた大地と疲れ切った領民の姿だった。しかも領民は、幼い少女を生贄として魔物に差し出そうとしていて…！？"
                },
                "9": {
                    "ID": "10897220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897220",
                    "TitleEnglish": "Rise to Action",
                    "SummaryEnglish": "Ein's will to protect the village is put to the test with monsters approaching and the true evil revealed.",
                    "TitleJapanese": "決起",
                    "SummaryJapanese": "SSランクの古代種ヒュドラを倒したのも束の間、レーシック領に夥しい数の新たな魔物が迫り来る。その光景に絶望する領民達だったが、満身創痍になりながらも孤軍奮闘するアインの姿に触発され、彼らは立ち上がる勇気を取り戻すのだった。一方、歪んだ形で領地や領民を守ろうとする当代の若き領主・ニグンは、幼い頃に出会った鏡の中の『友達』の言葉を信じてやまない。人並外れた超常の力を持つアインこそが魔族だと、領民達に言い放つのだった！"
                },
                "10": {
                    "ID": "10897221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897221",
                    "TitleEnglish": "Nigun's Darkness",
                    "SummaryEnglish": "Ein faces Shadow, but in order to defeat him, he would have to hurt Nigun. Is there no other way?",
                    "TitleJapanese": "ニグンの闇",
                    "SummaryJapanese": "先代領主の父を誇りに、自分なりに領民を守ろうと努力してきたニグンだったが、魔族シャドウの下衆な企みによってその志をも踏みにじられ絶望してしまう。その隙をついてニグンの体を乗っ取ったシャドウが、領民達に新たな魔物を消しかける！ 防戦一方で劣勢のアイン。しかもシャドウを倒すには、ニグンの体を傷つけなければならない…。\nそれでも誰も見捨てたくないとあがくアインと、心の闇に閉じこもってしまったニグン。その後、それぞれがとった行動とは…！？"
                },
                "11": {
                    "ID": "10897222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897222",
                    "TitleEnglish": "The Demon Ioana",
                    "SummaryEnglish": "On the way to meet another spirit, Ein has to face two new threats from the demon realm, Hornet and Ioana.",
                    "TitleJapanese": "魔族イオアナ",
                    "SummaryJapanese": "アインの存在が噂になり始めた魔族国。そんな中余裕の笑顔を見せるエキドナは、五貴族筆頭魔族の公爵・イオアナにアイン討伐をけしかける。一方、アイン達の前に突如、ユーリの二番目の姉・クルシュが現れた。末っ子・メイの世界樹が魔族に狙われているらしく、単独行動スキルを使って助けを求めて来たのだ。アリスの千里眼でメイのいる隠しダンジョンの場所も判明し、彼らは早速救出に向かう。しかし、そこには新たな敵の影があり…！？"
                },
                "12": {
                    "ID": "10897223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/even-given-the-worthless-appraiser-class-im-actually-the-strongest/episodes/10897223",
                    "TitleEnglish": "Happiness, Forever",
                    "SummaryEnglish": "Ein's latest challenge is to win Mei's trust. But then there's also a castle in need of cleaning....",
                    "TitleJapanese": "幸せよ、永遠(とわ)に",
                    "SummaryJapanese": "ユーリ達の一番下の妹・メイは幼く、アインを見た途端大泣き。そんな彼女をあやそうと、真面目なアインは彼女を抱えて世界一の「たかいたかーい」!?　傍らには、この後大災害に転じるのではないかと密かに気を揉むクルシュとピナの姿があるのだった…。五人の精霊姉妹が再会を喜び合う中、アインはユーリ達との出会いに思いを馳せる。自身の境遇だけでなく心も前向きに変わる事ができたと感謝し、これからも皆を守り抜きたいと、アインはウルスラに決意を伝えるのだった。"
                }
            }
        }
    }
}