{
    "URL": "https://www.thetvdb.com/series/classic-stars",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35636200/",
        "https://classicstars-anime.com/",
        "https://www.themoviedb.org/tv/283360",
        "https://en.wikipedia.org/wiki/Classic_Stars",
        "https://x.com/clasta_anime"
    ],
    "TitleEnglish": "Classic★Stars",
    "SummaryEnglish": "At Gloria Private Academy, where stars are born, Beethoven was a fighter, until music chose him. In the prestigious music department, students who match the talent of legendary musicians inherit their gifts and names. Trading his gloves for melodies, he steps into a world where notes hit harder than fists, determined to win the ultimate competition.",
    "TitleJapanese": "クラシック★スターズ",
    "SummaryJapanese": "音楽・芸術・スポーツ、あらゆるエンターテインメント分野で\n未来を嘱望された若者たちが集う【私立グロリア学園】。\nその音楽科では、偉大な音楽家たちの「才能（可能性）」に適合した者が\n【ギフト】を体内に移植され、その音楽家の名前で呼ばれることになる。\nケガをきっかけに適合性を見出された青年・ベートーヴェンもその一人。\n学園に編入したベートーヴェンは、異なるギフトを受け継ぐ仲間たちと出会い\n音楽の魅力に触れながら、コンテストでの優勝を目指すことに──。\n偉大な音楽家の意思を未来へ紡ぐ夢のプロジェクト\n音楽エモージョンとVR空間ビジュアライズが織りなす奇跡のシンフォニー がここに開演！",
    "Aliases": [
        "Kurashikku★Sutāzu",
        "Kurashikku★Sutaazu"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "2135061",
            "URL": "https://www.thetvdb.com/series/classic-stars/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10570545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/10570545",
                    "TitleEnglish": "Emotion 01: For My Own Soul",
                    "SummaryEnglish": "An injured boxer transfers to Gloria Academy and ends up in the music dept. to find he has a \"gift.\"",
                    "TitleJapanese": "自分の魂のために",
                    "SummaryJapanese": "高校ボクシング界の新星として期待されていた青年は、試合中に選手生命にかかわる怪我を負ってしまう。絶望に打ちひしがれるも、復帰できる可能性に賭けた彼は、私立グロリア学園への編入を条件にとある手術を受けることに。編入初日、青年はスポーツ科の扉を叩くが、彼の編入先はまさかの音楽科。ベートーヴェンの【ギフト】への適合性を見出された彼は、ベートーヴェンと呼ばれ、同じく偉大な音楽家の名前で呼ばれる生徒たちと出会うのだった。"
                },
                "2": {
                    "ID": "11068175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068175",
                    "TitleEnglish": "Emotion 02: Nachtmusik Will Change Into Wings",
                    "SummaryEnglish": "Mozart was offered to write music for ice skater, Misha Cartin. Will he be able to impress the Ice Prince?",
                    "TitleJapanese": "ナハトムジークは翼に変える",
                    "SummaryJapanese": "ベートーヴェン、モーツァルト、ショパン、リストは4人組のチームとして、コンテストにエントリーされる。しかし、ボクシングへの復帰を優先するベートーヴェンは、参加を拒否。音楽を軽視する彼の態度に、チームの雰囲気は最悪なものに……。そんな中、モデル活動など学園外での活躍も目覚ましいモーツァルトは、とある著名人から作曲を依頼される。それは「氷上の貴公子」と名高い、フィギュアスケート選手のミーシャ・カルティンだった。"
                },
                "3": {
                    "ID": "11068176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068176",
                    "TitleEnglish": "Emotion 3: Reality Through the Filtered Lens",
                    "SummaryEnglish": "After scoring low on his exam, Beethoven gets appointed a tutor by Miharagi. And that tutor is… Chopin?!",
                    "TitleJapanese": "レンズ越しのリアル",
                    "SummaryJapanese": "全校テストで赤点を取ってしまい、このままでは退学の恐れもあると脅されたベートーヴェン。ショパンに勉強を教えてもらう代わりに、彼の付き人として取材や買い物など行動を共にし、振り回されることに……。音楽と関係ないものはすべて「時間の無駄」と切り捨て、与えられた【ギフト】にふさわしい道を進もうと邁進するショパン。そんな彼のステージは、ボクシング復帰への想いを断ち切れないベートーヴェンの心に揺さぶりをかける。"
                },
                "4": {
                    "ID": "11068177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068177",
                    "TitleEnglish": "Emotion 04: Tonight, Enjoy a Playful Dream",
                    "SummaryEnglish": "Frustrated, Beethoven runs into Liszt, who sheds a new light on his situation. Will Beethoven find his path?",
                    "TitleJapanese": "今宵は夢の戯れを",
                    "SummaryJapanese": "未だにコンテストへの参加を決めきれないベートーヴェンは、ひょんなことからリストの実家を訪れる。そこには伝統芸能の家元の息子として、弟子たちに稽古をつけているリストの姿があった。「どうか立派な役者になって」亡き母の最期の言葉を胸に刻みつつも、その複雑な生い立ちから舞台に立つことが難しいリスト。偉大な【ギフト】に選ばれ、音楽の世界に望まれたことで、リストが選ぶ新たな道とは……。"
                },
                "5": {
                    "ID": "11068178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068178",
                    "TitleEnglish": "Emotion 05: Howl. Sing. Create",
                    "SummaryEnglish": "Now that Beethoven has decided to join, he must prove to his teammates how serious he is by writing a song.",
                    "TitleJapanese": "吠え歌え創れ",
                    "SummaryJapanese": "リストのステージを観て、諦めていたはずの自分の中にある熱に気が付いたベートーヴェン。ついにコンテストへの出場を決意し、モーツァルト、ショパン、リストと共に【Gran★MyStar】としてエントリーする。まずは予選突破を目指すベートーヴェンだったが、やる気と体力はあるものの、肝心の音楽への理解が足りない。そんな彼に、モーツァルトはトレーニングメニューとは別に、“自分の曲を書く”という課題を出すのだった。"
                },
                "6": {
                    "ID": "11068179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068179",
                    "TitleEnglish": "Emotion 06: The First Star",
                    "SummaryEnglish": "It's showtime. Beethoven must make up for lost time as they practice their routine for the preliminaries.",
                    "TitleJapanese": "The first star",
                    "SummaryJapanese": "身の内に眠る【ギフト】への接触と発動は感覚的なもので、教えられるものではない。しかし、己の歌を自分自身で書くことで、ベートーヴェンは自分の胸から湧き上がってくる音楽と向き合い、授けられた【ギフト】を見事目覚めさせた。ようやく足並みがそろった4人は、予選に向けて特訓を重ねていく。そして迎えたコンテストの予選当日。出場ユニット100組のうち、本選へ進めるのはたったの10組。【Gran★MyStar】は本戦へ進めるのか……。"
                },
                "7": {
                    "ID": "11068180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068180",
                    "TitleEnglish": "Emotion 07: Acceptance of the Heart",
                    "SummaryEnglish": "The group feels hopeless as tension rises between the members. Will a trip to the hot springs reunite them?",
                    "TitleJapanese": "心、あるがまま",
                    "SummaryJapanese": "コンテストの予選に突如現れ、ライブジャックを行った【Dis＝Cord】。彼らの正体は、かつて【ギフト】を授けられるも、学園を去ったロストナンバーだった。【Dis＝Cord】の登場により大荒れとなった予選で、【Gran★MyStar】は惜しくも11位という結果に終わる。リベンジマッチに燃えるベートーヴェンだったが、他のメンバーたちはあまり乗り気ではない様子。歯がゆさを覚えながらも、三原木や【Gran★MyStar】のメンバーと特別休暇で温泉旅行へと繰り出すことに。"
                },
                "8": {
                    "ID": "11068181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068181",
                    "TitleEnglish": "Emotion 08: Love is Freedom",
                    "SummaryEnglish": "Qualifying in the preliminary, the group is ready to move on, except Liszt. Will Gran★MyStar lose a member?!",
                    "TitleJapanese": "Love is freedom",
                    "SummaryJapanese": "繰り上がりでコンテスト本選への出場が決定した【Gran★MyStar】に、次々と仕事の依頼が舞い込む。それに加え、リストは助っ人として他の部活にも引っ張りだこで、練習に参加しない日々が続いていた。「己の道を究めるまで私の前に現れるな」という父の言葉に、縛られ続けているリスト。ギリギリで予選を突破した自分に、本当に音楽の道が究められるのか。それ以外の道を探すべきなのか。焦る彼の前に、ロスト・シューマンが現れて……。"
                },
                "9": {
                    "ID": "11068182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068182",
                    "TitleEnglish": "Emotion 09: A Rough Nightmare",
                    "SummaryEnglish": "Every time Chopin sees his own reflection, he refuses to look. Will he be able to fight off his inner demons?",
                    "TitleJapanese": "ザラついた Nightmare",
                    "SummaryJapanese": "本選に向けて、敵の研究と対策に余念がないショパン。もともと音楽に対して努力を惜しまないタイプだったが、【ギフト】を授かったことでその才能は「天才」ともてはやされるように。曲を一度聴けば暗譜できるし、初めて弾く曲でもまるで自分の曲のように弾ける。果たしてそれは、自身の力と言えるのだろうか……。そんな“【ギフト】に苦悩する匂い”を嗅ぎつけ、ショパンの前に現れたロスト・ヴィヴァルディ。彼は、ライブ帰りのショパンにセッションを持ちかける。"
                },
                "10": {
                    "ID": "11068183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068183",
                    "TitleEnglish": "Emotion 10: An Irreversible Note",
                    "SummaryEnglish": "Mozart's traumatic past is triggered when \"he\" appears. Will Mozart overcome it and look to the future?",
                    "TitleJapanese": "不可逆な音符-Note-",
                    "SummaryJapanese": "ベートーヴェンが学園に来る以前に【ギフト】を移植された、もう一人のベートーヴェン。そのロスト・ベートーヴェンが【Dis＝Cord】にいることを知ったモーツァルトは、見るからに変調をきたしていた。コンテスト本選まで残すところ1週間。練習に打ち込むベートーヴェンたちだったが、モーツァルトの調子は戻らず、授業も無断欠席が続く。このまま放っておくわけにはいかないと、ベートーヴェンたちはモーツァルトを探して、原宿中を駆け回る。"
                },
                "11": {
                    "ID": "11068184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068184",
                    "TitleEnglish": "Emotion 11: Light Up the Love for Music in This Beat",
                    "SummaryEnglish": "The spotlight turns back to Beethoven and the team's efforts to rekindle their musical spark ahead of the final showcase. Rivalries heat up, unexpected guests return, and the characters confront their own creative blockages.",
                    "TitleJapanese": "音楽-恋-の Beat を灯せ",
                    "SummaryJapanese": "【Dis＝Cord】から語られた【ギフト】プロジェクトは政府によって作り上げられた、強い国家にするための新しいカタチの武器であり、これまで多くの人体実験が繰り返された。【Dis＝Cord】から語られた【ギフト】プロジェクトは政府によって作り上げられた、強い国家にするための新しいカタチの武器であり、これまで多くの人体実験が繰り返された。それが彼らの学園を去った理由でもあり、その事実を世界中から注目を集めるコンテストの中で告発するという。【Dis＝Cord】の目的を知った【Gran★MyStar】は、彼らにコンテストを棄権するように言われるが、彼らの出した答えは……？"
                },
                "12": {
                    "ID": "11068185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11068185",
                    "TitleEnglish": "Emotion 12: One to Place Judgment",
                    "SummaryEnglish": "With Beethoven critically injured, will Gran★MyStar be able to perform at the finals and surpass DIs=Cord?!",
                    "TitleJapanese": "鉄槌-ジャッジメント-を",
                    "SummaryJapanese": "照明セットの落下事故に巻き込まれ、ベートーヴェンは意識不明の状態になってしまう。コンテスト本選を控えた時期の不自然過ぎるこの事故は、【Dis＝Cord】の忠告通り、政府の仕業なのだろうか。不安を抱えながらも、3人はベートーヴェンが目覚めることを信じ、本選に向けてそれぞれのなすべきことと向き合うのだった。しかし、コンテスト本選当日、ベートーヴェンの目覚めを待つ彼らのもとに、三木原から「ベートーヴェンが病院からいなくなった」と連絡が入り……!?"
                },
                "13": {
                    "ID": "11207258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/classic-stars/episodes/11207258",
                    "TitleEnglish": "Emotion 13: STARS MELODY",
                    "SummaryEnglish": "As the last performers, will Gran★MyStar manage to take the top?! The world is in for a surprise.",
                    "TitleJapanese": "STARS MELODY",
                    "SummaryJapanese": "コンテスト本選、【Gran★MyStar】の出番はラストの10組目。直前の【Dis＝Cord】のステージに観客が湧きすぎ、舞台の進行が一時止まるという“舞台人の時間稼ぎ”もあって、ベートーヴェンはなんとか本番に間に合う。しかし、自身が書き上げた楽譜を前にしたモーツァルトが、「これでは勝てない…！」と言い出して……。果たして、【Gran★MyStar】は無事ステージを披露できるのか、【Dis＝Cord】は目的を遂行できたのか。波乱に満ちたコンテストの結末はいかに――!?"
                }
            }
        }
    }
}