{
    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/ECA4-5408-5F34-A0B0-DEC7-A",
        "https://www.imdb.com/title/tt34621291/",
        "https://magicmaker-anime.com",
        "http://www.reddit.com/r/MagicMaker",
        "https://www.tvmaze.com/shows/81162/show-slug",
        "https://www.themoviedb.org/tv/258912",
        "https://www.wikidata.org/wiki/Q127327650",
        "https://en.wikipedia.org/wiki/Magic_Maker#Anime",
        "https://x.com/magicmakeranime"
    ],
    "TitleEnglish": "Magic Maker: How to Make Magic in Another World",
    "SummaryEnglish": "On the night of his 30th birthday, one man’s dreams of wielding magic come true after he unexpectedly passes away. He wakes as Sion, a young child in another world. He and his elder sister, Marie, are the children of a lower-class noble family who govern their region. After receiving conflicting messages from their father, Sion and Marie set out on an adventure to uncover the magic.",
    "TitleJapanese": "マジック・メイカー　～異世界魔法の作り方～",
    "SummaryJapanese": "物語は、魔法への憧れを抱きながら現代世界で命を落とした男が、シオンという名の赤ん坊として異世界に転生するというストーリー。異世界にも魔法が存在することを願うシオンだったが、この新世界にも魔法は存在しないと知り、失望する。ある日、妹のマリーと湖を訪れたシオンは、“魔法のような”不思議な現象を目撃する。シオンは、異世界で魔法の開拓者となることを決意し、魔法についての研究を始める。",
    "Aliases": [
        "Magic Maker ~Isekai Mahō no Tsukurikata~",
        "Magic Maker ~Isekai Mahou no Tsukurikata~",
        "Majikku Meikā ~Isekai Mahō no Tsukurikata~",
        "Majikku Meikaa ~Isekai Mahou no Tsukurikata~",
        "マジック・メイカー －異世界魔法の作り方－",
        "Magic Maker: Isekai Mahou no Tsukurikata"
    ],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2136436",
            "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10585603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10585603",
                    "TitleEnglish": "Marie and Shion",
                    "SummaryEnglish": "Marie absolutely adores her younger brother Shion, everything from the way he secretly plays pretend to the oddly grown-up look he gets sometimes. One day, he asks their father about something called \"magic\" and their whole lives change.",
                    "TitleJapanese": "マリーとシオン",
                    "SummaryJapanese": "片田舎の貴族の下に生まれたマリーとその弟のシオン。マリーはシオンを溺愛し、ひとりごっこ遊びに興じる姿やふいに見せる大人びた表情といった、マリーしか知らないシオンの姿もたくさんあるほどいつもシオンのことを気にかけていた。そんなシオンは3歳のある夜、家族との会話の中で大きな失望感を味わってしまう。その日を最後に彼の口から「まほう」という単語が出ることはなく、3年の月日が経過していた。ある日、とある現象を目にしたマリーに手を引かれ、シオンは森を抜けた先にある湖に向かうのだった。"
                },
                "2": {
                    "ID": "10872370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872370",
                    "TitleEnglish": "There Is No Magic in This Other World",
                    "SummaryEnglish": "After yearning for magic throughout his first life, Shion lives his second life in another world without magic. But his sister's discovery at a lake has given him hope. As he researches the luminous phenomenon, he feels his dream stir back to life.",
                    "TitleJapanese": "この異世界には魔法がない",
                    "SummaryJapanese": "魔法に憧れ続けた人生に幕を閉じ、第二の人生を生きるシオン。そんな彼にとってマリーたちと湖で目にした発光現象は、彼の日々に大きな彩りをあたえるものだった。この現象、また強い感情からくる発光現象を「帯魔状態」 と名付け夢中で向き合うなか、シオンはいくつかの発見をしていく。次のステップに向かうため「集魔状態」の練習をしたいシオンを待ち受けるは、マリーとローズとの合同剣術鍛錬。そこでシオンはマリーのある姿を目にしてーー。"
                },
                "3": {
                    "ID": "10872371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872371",
                    "TitleEnglish": "Goblin Attack",
                    "SummaryEnglish": "Goblins are sighted near the village. Gawain goes to hunt them while Shion and others from the village hide in the mansion for protection. Suddenly, there's a pounding at the door and a window shatters—a goblin has broken into the mansion.",
                    "TitleJapanese": "ゴブリン襲来",
                    "SummaryJapanese": "シオンの前世での知識とは異なり、この世界では多くの人々を畏怖させる存在・ゴブリンが村の近くに出現。父のガウェインはゴブリン討伐に出立する一方、村に残ることとなった女性やシオンをはじめとした子どもたちは万が一を防ぐべく、屋敷で身を寄せ合っていた。そんななか、突如として扉を強く叩きつける音、窓の割れる音が静寂を切り裂く。屋敷に侵入したゴブリンは、シオンたちが身をひそめる部屋へ歩を進めていく。"
                },
                "4": {
                    "ID": "10872372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872372",
                    "TitleEnglish": "Magical Research Begins in Earnest",
                    "SummaryEnglish": "Shion's father finally approves of his magic research, which leads Shion to a new discovery. Marie seems troubled as she devotes herself to her sword.",
                    "TitleJapanese": "魔法研究、本格始動",
                    "SummaryJapanese": "ゴブリンとの一戦をきっかけに、父ガウェインからも認められた魔法の研究。そんな彼の協力もあり、シオンは新たな魔法「フレア」の発見に心を弾ませる。そんなシオンとは対照的に、マリーからはいつもの弟思いで優しい表情が消えていた。まるでなにか嫌な記憶を断ち切ろうとするかの如く、一心不乱に剣をふるうマリーの手には剣を持つのがやっとなほどのマメができていた。マリーの心にはゴブリン、そしてシオンの姿があってーー。"
                },
                "5": {
                    "ID": "10872373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872373",
                    "TitleEnglish": "Lightning Ore and Bolt",
                    "SummaryEnglish": "Shion and Marie's relationship is mostly back to normal. Now, Grast has a problem that only Shion can solve.",
                    "TitleJapanese": "雷鉱石とボルト",
                    "SummaryJapanese": "お互いに抱えていた思いを打ち明けたことでわだかまりがなくなったシオンとマリーだったが、マリーはシオンの溺愛っぷりに拍車がかかった様子。一層べったりしてくるマリーに困惑していたシオンのもとに、父の友人であるグラストがやってくる。シオンの知識を利用し雷鉱石を採取・販売を試みたはいいもののグラストの倉庫は在庫の石でびっしりの状態。シオンはそんな彼から雷鉱石をどうにか売る方法を考えてほしいと頼まれてしまう。"
                },
                "6": {
                    "ID": "10872374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872374",
                    "TitleEnglish": "Guild and Monster Suppression",
                    "SummaryEnglish": "Left shaken by his father's words, Shion continues his research by taking it into the field to hunt monsters.",
                    "TitleJapanese": "ギルドと魔物討伐",
                    "SummaryJapanese": "あの方から託された特別な子ーー。ある夜、父のガウェインが発した言葉で心が揺れ動くなか、魔法研究に取り組む日々を送るシオン。しかし火、雷、水の魔法の研究も頭打ちになったことで、新たな段階を目指し魔物討伐に踏み切る。予想していなかった事態に見舞われるも、シオン、マリー、ローズの3人はコボルトとの一戦に挑む。シオンは魔法で、マリーとローズは剣でコボルトを討伐しひと息ついていたのだが……。"
                },
                "7": {
                    "ID": "10872375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872375",
                    "TitleEnglish": "Daily Life Begins to Break Down",
                    "SummaryEnglish": "Two years after Shion and the others' first monster hunt, a mysterious red light flashes through the clouds.",
                    "TitleJapanese": "壊れゆく日常",
                    "SummaryJapanese": "魔物討伐をはじめて2年。シオン10歳、マリーとローズが12歳のある日、ローズの家の畑の害虫駆除をすることに。「来年はもっと捕まえる」と息巻くマリーの言葉に笑って反応するなど、いつもと変わらない時間を3人は過ごしていた。そんなとき雨雲をかすめるように一瞬よぎった謎の赤い光。その直後、シオンの背後でマリーが突然糸が切れたかのように倒れてしまう。その異音に気づきシオンは血相を変えマリーを抱きかかえるがーー。"
                },
                "8": {
                    "ID": "10872376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872376",
                    "TitleEnglish": "I Will Do the Healing",
                    "SummaryEnglish": "Marie is gravely ill and strange monsters have attacked. Shion is determined to do everything he can to help.",
                    "TitleJapanese": "僕が治す",
                    "SummaryJapanese": "怠惰病と診断されたマリー。シオンたちの呼びかけに応じることなく、無機質な人形のようにただただ横たわり続けていた。その姿を見て身も心も衰弱していくシオンだったが、以前マリーから掛けられた「魔法で人助け」という言葉を思い出し、自分にできることをするべく立ち上がる。マリーが倒れたのと時を同じくして発生した、多くの人が犠牲になった謎の魔物・レイスによる事案。これに対処するため、シオンはガウェインと2人でバルフ公爵のもとを訪れる。"
                },
                "9": {
                    "ID": "10872377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872377",
                    "TitleEnglish": "Lethargy Sickness ~Treatment and Research~",
                    "SummaryEnglish": "Shion devotes himself to finding a cure for lethargy sickness. Rose, worried for her friends, offers to help.",
                    "TitleJapanese": "怠惰病　～治療と研究～",
                    "SummaryJapanese": "マリーの想いを受け取ったシオンは、コール、ラフィーナ、ブリジットとともに怠惰病治療の研究に勤しんでいた。魔力というキーワードを手掛かりに、治療法を模索し続けるシオン。一方、マリーの友人のローズも、彼女の状況に気を揉んでいた。いまだ目を覚まさない大切な友人のマリー、さらに彼女の完治を願いひたすら治療法を探すシオン。2人の助けになりたいと願うローズは、自身の身体を使った魔力研究を申し出るのだった。"
                },
                "10": {
                    "ID": "10872378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872378",
                    "TitleEnglish": "The Night Menace Has Come",
                    "SummaryEnglish": "The night menace appears once more. Shion and the others race out to defend Istria from horde of wraiths.",
                    "TitleJapanese": "赫夜が来たりて",
                    "SummaryJapanese": "赫夜ーー。2年の時を経て再び上空にひらめく赤いカーテンが出現したことを合図に、大勢のレイスが現れた。イストリアに向け接近中のレイスの大群をシオンやラフィーナたちが迎え撃つ。赫夜の影響か魔力の枯渇が起きず魔法を駆使しレイスを撃退していくが、レイスの群れはいまだ大群を保ちシオンたちに襲い掛かってくる。なかば絶望の表情をみせるシオンたちのもとにグラスト、そしてある人物がやってくる。"
                },
                "11": {
                    "ID": "10872379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872379",
                    "TitleEnglish": "Sorcery and Magic",
                    "SummaryEnglish": "Ainswelf's arrival changes everything. Shion steps up to challenge a foe far more powerful than himself.",
                    "TitleJapanese": "魔術と魔法",
                    "SummaryJapanese": "魔族を名乗るエインツヴェルフの出現により状況は一変。彼の挙動ひとつで周囲に爆炎がまき散らされ、その炎が多数の兵士を飲み込んでいく 。恐怖と絶望が場を支配する状況のなかシオンは心を奮い立たせ、自らよりはるかに大きな魔力を持つエインツヴェルフに立ち向かっていく。対峙するシオンを、「ルグレの系譜」と呼んだエインツヴェルフは、シオンの魔法を目にして「魔術」と口にするのだった。"
                },
                "12": {
                    "ID": "10872380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magic-maker-isekai-mahou-no-tsukurikata/episodes/10872380",
                    "TitleEnglish": "Who Am I Really?",
                    "SummaryEnglish": "Exhausted from the battle, Shion sleeps for a week. He wakes to concerned faces and a mysterious phenomenon.",
                    "TitleJapanese": "僕は何者なんですか？",
                    "SummaryJapanese": "魔術ではなく「魔法」の力でエインツヴェルフを撃退したシオン。激闘ののち1週間眠り続けたシオンは目を覚ますと、夜を昼と勘違いさせるほど明るく照らす魔力の光が、自身の身体から溢れ出ていることに気が付く。膨大な魔力量を得たシオンは、怠惰病に関する仮説を証明すべく、いまだ眠り続けているマリーのもとへ赴く。そしてシオンはマリーの胸元に手をかざしてーー。"
                }
            }
        }
    }
}