{
    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga",
    "Genres": [
        "Adaptation",
        "Anime - Shojo",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt32985844/",
        "https://shirohiyo.com/",
        "https://www.tvmaze.com/shows/83792/show-slug",
        "https://www.themoviedb.org/tv/281623",
        "https://www.wikidata.org/wiki/Q127524097",
        "https://en.wikipedia.org/wiki/Reincarnated_as_a_Neglected_Noble#Anime",
        "https://x.com/shirohiyo_anime"
    ],
    "TitleEnglish": "SHIROHIYO - Reincarnated as a Neglected Noble: Raising My Baby Brother With Memories From My Past Life",
    "SummaryEnglish": "Ageha Kikunoi was a spoiled 5-year-old before he suddenly recalled memories from a past life. Then, he loved to cook, sew, and sing above all else. In this world, Ageha and his younger brother, Regulus, try to navigate the Kikunoi house as corruption among the aristocracy deepens. They’ll need skills from Ageha’s past life, blessings of gods and elves, and magic spells to help them on their way!",
    "TitleJapanese": "白豚貴族ですが前世の記憶が生えたので ひよこな弟育てます",
    "SummaryJapanese": "西洋と中国の文化が混在する異世界。麒麟帝国の菊乃井伯爵の嫌われ息子としてこの世に生を受けたアゲハ。将来、弟のレグルスに跡継ぎ争いで殺されるらしい。アゲハの唯一の武器は前世の記憶。しかし、「うちの弟って超かわいいよね」という理由で弟を育てることに。ひよこみたいな弟のために、知育玩具を手作りしたり茶碗蒸しを開発したり。前世の特技や家事能力を総動員して、未開発地域を発展させていく！この物語は、二人の若い兄弟の小さな一歩が、自分たちの領地だけでなく、神々や国全体を変えていく様子を描いた、土地経営ファンタジー小説です。",
    "Aliases": [
        "Shirobuta Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otōto Sodatemasu",
        "Shirobuta Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otouto Sodatemasu",
        "Shiroi Buta Kizoku desu ga Zense no Kioku ga Haeta no de Hiyoko na Otōto Sodatemasu",
        "Shiroi Buta Kizoku desu ga Zense no Kioku ga Haeta no de Hiyoko na Otouto Sodatemasu",
        "白豚貴族だったどうしようもない私に前世の記憶が生えた件",
        "Shirobuta Kizoku datta Doushiyoumonai Watashi ni Zense no Kioku ga Haeta Ken",
        "白豚貴族ですが前世の記憶が生えたのでひよこな弟育てます",
        "Hakuton Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otōto Sodatemasu",
        "Hakuton Kizoku desu ga Zense no Kioku ga Haeta node Hiyoko na Otouto Sodatemasu",
        "しろひよ",
        "Shirohiyo"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "1": {
            "ID": "2137358",
            "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10899844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/10899844",
                    "TitleEnglish": "I Got My Memories From My Past Life Back!",
                    "SummaryEnglish": "A Japanese man who likes cooking and sewing is reborn as a chubby noble child.",
                    "TitleJapanese": "前世の記憶が生えました",
                    "SummaryJapanese": "伯爵家長男の菊乃井鳳蝶に、ある日、\nひょっこり生えたもの。\nそれは前世の記憶！\n同時に思い知ったのは、これまでの自分があまりにワガママだったこと。\n今はオトメンだった前世の趣味を生かしたり、家庭教師のロマノフにいろいろ学んだり、心を入れ替えて成長中！\nそんなある日、庭園の奥で前世の歌を\n歌っていたら、花の中から神様が\n現れて……！"
                },
                "2": {
                    "ID": "11095431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11095431",
                    "TitleEnglish": "My First Time Meeting My Brother",
                    "SummaryEnglish": "Ageha meets his young brother Regulus for the first time, and learns about his family.",
                    "TitleJapanese": "弟と初対面しました",
                    "SummaryJapanese": "父と母が帰ってくる！でも、思い返すと鳳蝶は両親にあまり好かれてないようで……。ロッテンマイヤーがためらいがちに教えてくれたのは、両親のドロドロの確執。父には他に愛する人がいて、鳳蝶には母親違いの弟もいるという。これってまさか廃嫡の危機！？――と思ったけど、どうやら父の狙いはロマノフらしく……。"
                },
                "3": {
                    "ID": "11095997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11095997",
                    "TitleEnglish": "The Kikunoi Family's Circumstances",
                    "SummaryEnglish": "Ageha is forced to confront his family's ugliness.",
                    "TitleJapanese": "菊乃井さんちの家庭の事情",
                    "SummaryJapanese": "父に弟の家庭教師を頼まれたものの、ロマノフは気乗りしない様子。説得するはずの父も母と醜い争いを繰り広げてばかり。幼い弟レグルスの未来がかかっているのに！もう彼らには任せてはおけないと、鳳蝶は自分が代わりに話をすることに。ロマノフはそんな鳳蝶の立ち回りをおもしろがっているみたいで……？"
                },
                "4": {
                    "ID": "11095998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11095998",
                    "TitleEnglish": "I Made Origami for My Brother, and Chawan-Mushi for Me",
                    "SummaryEnglish": "Ageha makes him and his brother special things that remind him of his old home.",
                    "TitleJapanese": "弟に折り鶴、私に茶碗蒸しを作ってみました",
                    "SummaryJapanese": "鳳蝶はどうにか両親とロマノフを説得し、弟レグルスの教育係に。百華公主へのお披露目も済み、さっそく弟に教育を……と思ったら、この世界には子供向けの本がない！ーーそれなら作ってしまえ！ということで、鳳蝶が『青の手』のスキルを活用して作り上げたもの。それは、ロマノフも驚くような「布の絵本」だった。"
                },
                "5": {
                    "ID": "11095999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11095999",
                    "TitleEnglish": "I Don't Think I'm Going to Live a Long Life",
                    "SummaryEnglish": "Ageha tries to think of ways he can help foster Regulus's education.",
                    "TitleJapanese": "私、あまり長生きできない気がします",
                    "SummaryJapanese": "いつか成長したレグルスに殺されるーー。以前見た夢が現実になると信じる鳳蝶は、弟のお守り役である宇都宮アリスに自分が死んだ後のことを頼もうとする。しかし、その頼みは彼女にうまく伝わらなかったようで……。一方、百華公主は鳳蝶の魂と肉体の繋がりが細くなっていて、倒れやすくなっていることに気づく。"
                },
                "6": {
                    "ID": "11096000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096000",
                    "TitleEnglish": "My Embroidery Sold",
                    "SummaryEnglish": "Ageha takes a trip into town for the first time.",
                    "TitleJapanese": "私の刺繍が売れました",
                    "SummaryJapanese": "鳳蝶の体について調べるため、百華公主は少しの間不在に。その間に鳳蝶はロマノフに誘われ、帝都に向かうことに。でも、5歳児の鳳蝶は無一文！お土産を買うお金もないと心配する鳳蝶を連れ、ロマノフが向かった先は菊乃井領の冒険者ギルドだった。そこでロマノフが見せたのは、鳳蝶が刺繍したハンカチで……。"
                },
                "7": {
                    "ID": "11096001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096001",
                    "TitleEnglish": "Using Magic to Visit the Capital",
                    "SummaryEnglish": "Ageha takes a trip to the capital and meets two musicians.",
                    "TitleJapanese": "帝都へ魔術で行ってきます",
                    "SummaryJapanese": "菊乃井領の冒険者ギルドの名物料理として鳳蝶が考えたのは――トンカツ！評判は上々、お小遣いも稼いで帰宅した鳳蝶を待っていたのは、号泣するレグルスだった。それ以来、鳳蝶と離れるのを嫌がるようになってしまったレグルスだったが、剣術の先生である源三の言葉で落ち着き、鳳蝶はロマノフと帝都へ向かう。"
                },
                "8": {
                    "ID": "11096002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096002",
                    "TitleEnglish": "H-Hello! It's an Honor to Meet You!",
                    "SummaryEnglish": "Ageha meets another god, one who has a lot to say to him.",
                    "TitleJapanese": "は、はじめてお目にかかりますっ！",
                    "SummaryJapanese": "いつかミュージカルを上演するため、菊乃井領に『音楽学校』を作りたい……！帝都で商業の神イゴールと出会った鳳蝶。彼と話すうちに、ぼんやりしていた将来のビジョンが鳳蝶の中で形作られていく。2週間後のマリアの舞台に来ることを約束して、鳳蝶はたくさんのお土産と未来の夢とともに菊乃井邸へ帰宅する。"
                },
                "9": {
                    "ID": "11096003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096003",
                    "TitleEnglish": "The Greatest Singer in the Empire Is Born!",
                    "SummaryEnglish": "Ageha goes to see Maria's performance in the capital.",
                    "TitleJapanese": "帝国一の歌姫、誕生です！",
                    "SummaryJapanese": "百華公主に鳳蝶が献上したのは、彼女の羽衣で作ったつまみ細工の牡丹の髪飾りだった。余った布で、マリアの髪飾りも作った鳳蝶は、それを手土産にヴィクトルやロマノフとともに帝都の国立劇場を訪れる。けれど、マリアの控え室で3人が見たものは、床に倒れて苦しみもがく歌姫の姿だった……！"
                },
                "10": {
                    "ID": "11096004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096004",
                    "TitleEnglish": "My Heart Is Full of Teachings and Sincerity",
                    "SummaryEnglish": "Ageha's family is concerned about his well-being and would like him to enjoy his childhood more.",
                    "TitleJapanese": "教えと真心で、胸が一杯です",
                    "SummaryJapanese": "百華公主からもらった仙桃を惜しげもなく他人に与える鳳蝶。それは彼の美点でもあるけれど、同時に危うさでもあった。でも、ロマノフもロッテンマイヤーも、神々の加護を持つ鳳蝶を利用しようとせず、心配し、見守ってくれている。そのことに気づいた鳳蝶は、改めて2人に感謝するのだった。"
                },
                "11": {
                    "ID": "11096005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096005",
                    "TitleEnglish": "I Made a Friend",
                    "SummaryEnglish": "Ageha makes his first friend in his new life.",
                    "TitleJapanese": "ともだちできちゃいました",
                    "SummaryJapanese": "美の伝道師ラーラが加わり、菊乃井邸に『人間びいきの3バカエルフ』が勢ぞろい！自然大好きなエルフたちは、自由時間には庭師の源三を手伝うことも。そこで鳳蝶は源三の孫の奏と出会う。彼は親とケンカして家出中だという。そんな彼に、鳳蝶は無意識に自分と両親の関係を重ね合わせて……。"
                },
                "12": {
                    "ID": "11096006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shiroi-buta-kizoku-desu-ga/episodes/11096006",
                    "TitleEnglish": "I'll Use My Memories from a Past Life to Make a Business Deal",
                    "SummaryEnglish": "Ageha comes up with a big plan to bring prosperity to the Kikunoi lands.",
                    "TitleJapanese": "前世の記憶を生かして商談します",
                    "SummaryJapanese": "いきなり訪ねてきたイゴールが持ちかけた商談。それは、鳳蝶が作ったつまみ細工の髪飾りを、とある大貴族が欲しがっているというものだった。正体不明の貴族に警戒する鳳蝶だったけれど、相手は貴族にしては珍しい庶民感覚の持ち主。しかも、なんと異世界の記憶まで持っているようで……？"
                }
            }
        }
    }
}