{
    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube",
    "Genres": [
        "Adaptation",
        "Anime - Shonen",
        "Urban"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34754751/",
        "https://nube-anime.com",
        "https://www.tvmaze.com/shows/85254/show-slug",
        "https://www.themoviedb.org/tv/259544",
        "https://www.wikidata.org/wiki/Q127682683",
        "https://en.wikipedia.org/wiki/Jigoku_Sensei_N%C5%ABb%C4%93#Anime#",
        "https://x.com/nube_ani"
    ],
    "TitleEnglish": "Hell Teacher: Jigoku Sensei Nube",
    "SummaryEnglish": "Meisuke Nueno, aka \"Nube,\" a psychic teacher with a demon hand, as he battles evil spirits and monsters to protect his students from supernatural threats.",
    "TitleJapanese": "地獄先生ぬ～べ～ (2025)",
    "SummaryJapanese": "鬼の手を持つ超能力教師、鵺野鳴介、通称「ぬ～べ～」が、超自然的な脅威から生徒たちを守るために悪霊や怪物と戦います。",
    "Aliases": [
        "Jigoku Sensei Nube (2025)",
        "Jigoku Sensei Nūbē (2025)",
        "Jigoku Sensei Nuubee (2025)"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "1": {
            "ID": "2137844",
            "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/seasons/official/1",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "10599228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/10599228",
                    "TitleEnglish": "The 99-Legged Bug",
                    "SummaryEnglish": "The town of Domori may be plagued by mysterious phenomena, but things are not going well for Class 5-3's new homeroom teacher Meisuke Nueno, either. Right from the start, Nueno, or \"Nube\" for short, becomes the target of fifth-grader Hiroshi's bursts of rage. After witnessing something bizarre, Nueno suspects there may be an otherworldly reason behind Hiroshi's sudden personality change.",
                    "TitleJapanese": "九十九の足の蟲",
                    "SummaryJapanese": "童守小に新しく赴任した教師・鵺野鳴介。どこか頼りなさそうな一面はあるが、実は日本で唯一の霊能力をもつ教師だった。ある日、担当クラスの生徒・広の様子に異変が現れる。怒りを抑えられず、まるで別人のようになってしまった。そんな広を心配するクラスメイトたち。異変を察知した鵺野は背後に潜むある妖怪の存在に気付く。"
                },
                "2": {
                    "ID": "11121287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11121287",
                    "TitleEnglish": "Rampage of the Fox Demon",
                    "SummaryEnglish": "Nueno uses his ultimate weapon Demon Hand to exorcise the Yokai possessing Hiroshi. But suddenly, the mysterious and handsome Tamamo appears, kidnapping Hiroshi right before Nueno's eyes! As Nueno gives chase, Tamamo makes preparations throughout town for an unknown ritual. Just why did he kidnap Hiroshi, and what is his true identity?",
                    "TitleJapanese": "妖狐・跳梁跋扈",
                    "SummaryJapanese": "鵺野たちの前に突如として現れた、謎の存在・玉藻に連れ去られてしまった広。鵺野は広を救おうと訳も分からぬままに立ち向かうが、玉藻の幻術と巧妙な罠が待ち受けていた。一方、玉藻はある目的のために儀式を執り行う準備を進めていた。いったい広を連れ去った目的とは。"
                },
                "3": {
                    "ID": "11225513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225513",
                    "TitleEnglish": "The Midnight Honor Student",
                    "SummaryEnglish": "An unsettling shadow appears in the school in the dead of night. It's rumored that an honor student is erasing blackboards, replacing flowers of flower vases, and cleaning the rabbit cages when there should be no one there. To get to the truth of the matter, Hiroshi and his friends sneak into the school, only to encounter a voice in the dark saying, \"Let's be friends!\"",
                    "TitleJapanese": "真夜中の優等生",
                    "SummaryJapanese": "夜の学校に現れる不気味な影…。誰もいないはずの教室で黒板を消し、花を取り替え、ウサギ小屋を掃除してくれるという。そんな噂を確かめるため、広たちは夜の学校に忍び込む。しかしそこで出会ったのは、奇妙な少年の姿だった。静かに微笑むその少年の正体は！？"
                },
                "4": {
                    "ID": "11225719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225719",
                    "TitleEnglish": "The Rokurokubi",
                    "SummaryEnglish": "After witnessing Nueno's amazing power, Miki becomes obsessed with gaining psychic abilities. She even tries to train while sleeping. When her efforts produce an unusual result, she joyfully celebrates her success. However, her friends are far from impressed. In fact, they are scared of what Miki has become.",
                    "TitleJapanese": "妖怪ろくろっ首",
                    "SummaryJapanese": "霊能力に憧れを抱き始めていた美樹は、雑誌や動画に夢中になり妄想が大爆発！寝る時間も惜しんでのめり込んでいた。そんなある日、空を飛ぶ夢を見ていると思った美樹は調子に乗ってやりたい放題。しかし、みんなの様子がなにやらおかしい。怯えたクラスメイトたちは、禍々しいものを見るような表情で美樹を見つめていた。"
                },
                "5": {
                    "ID": "11225720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225720",
                    "TitleEnglish": "Hatamonba's Curse",
                    "SummaryEnglish": "Katsuya will do anything to make his sister Manami happy, even if it means he has to run around borrowing money. That is how he unwittingly falls victim to the evil spirit Hatamonba's trap. When he realizes Hatemonba's deadly blade is not only pointing at his own neck, but also his sister's, he runs to Nueno for help. However, Hatamonba's sword appears to be mightier than Nueno's Demon Hand.",
                    "TitleJapanese": "はたもんばの呪い",
                    "SummaryJapanese": "克也は、妹・愛美のためにとある神社で見つけたお金を使ってしまう。しかしそれは罪人の首を狩る呪われた妖怪、はたもんばの罠だった。その日を境に克也と愛美の周囲で不可解な出来事が続き、ついには恐怖の刃が二人を狙い始める。追い詰められ、逃げ場を失っていく克也たちは…。"
                },
                "6": {
                    "ID": "11225721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225721",
                    "TitleEnglish": "The Teketeke Ghost",
                    "SummaryEnglish": "Fear grips Makoto after he hears about Teketeke, the spirit of a girl who lost her lower body in a railway accident. According to the story, now she wanders the world in search of new legs. Makoto grows desperate for help upon learning that the spirit is coming for him within three days. However, Nueno urges him to forget everything, insisting that Teketeke is nothing more than a myth.",
                    "TitleJapanese": "てけてけの怪",
                    "SummaryJapanese": "まことは、ネットで話題の「てけてけ伝説」を知り、その恐怖に取り憑かれる。「この話を聞いた者の前に3日以内に現れる」という噂を信じ不安に苛まれるまこと。やがて彼の周囲で不可解な出来事が続き、踏切の音や謎の気配に怯えるようになる。そして迎えた3日目、ついに“それ”が姿を現す。逃げ場のない恐怖に追い詰められたまことは必死に助けを求めるが…。"
                },
                "7": {
                    "ID": "11225722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225722",
                    "TitleEnglish": "The Unseasonable Yuki-onna",
                    "SummaryEnglish": "As unseasonable snow blankets the town of Domori, a beautiful young woman appears before Nueno. Her name is Yukime, and she has come to fulfill a promise she made to him five years ago. Excited by their teacher's improbable romance, Nueno's students sneakily tag along on their date, only to witness Yukime's frosty intentions.",
                    "TitleJapanese": "季節はずれの雪女",
                    "SummaryJapanese": "季節外れの雪が降る童守町。広たちは異常気象を怪しむが、鵺野はどこか浮かれ気味だった。降り積もる雪とともに、鵺野の前に現れたのは一人の美しい少女・ゆきめ。彼女は5年前に交わした約束を果たしにやってきたのだという。喜びの再会に見えたが、ゆきめの様子が一変する。"
                },
                "8": {
                    "ID": "11225723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225723",
                    "TitleEnglish": "Great Inventions and Spirit World Communicators",
                    "SummaryEnglish": "Young inventor Akira finds a broken tablet and becomes even more obsessed with building great machines, as if he is possessed by something. One day, Akira announces he can bring the dead back to life, scaring his friends. Nueno senses something is wrong and investigates Akira's inventions, when he notices something strange within Akira's tablet...",
                    "TitleJapanese": "霊界通信機で大発明！",
                    "SummaryJapanese": "発明が大好きな晶は、ジャンク品のタブレットを手に入れて以来、異様なほど発明にのめり込んでいた。次々と生み出される発明品にはなぜか霊の気配が宿り始める。ついには「死んだ命を蘇らせる」と言い出し周囲は困惑する。晶の手によって亡くなったはずのウサギ・シロがモニターに現れるが、それは本当にシロなのだろうか…？異変に気付いた鵺野が真相を探る。"
                },
                "9": {
                    "ID": "11225724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225724",
                    "TitleEnglish": "The Girl Who Brings Happiness",
                    "SummaryEnglish": "Zashiki-warashi is a yokai that brings happiness to humans. When Nube encounters one, he offers her a snack and she quickly grows attached to him. Before long, all of Class 5-3 starts to have amazingly good luck! Wanting to return the favor, the kindhearted Makoto and his friends hatch a plan to thank her, only to uncover glimpses into her sorrowful past.",
                    "TitleJapanese": "幸せを運ぶ少女",
                    "SummaryJapanese": "ある日、ぬ～べ～は街中で小さな少女と出会う。それは人々に幸運をもたらす妖怪「座敷わらし」だった。ぬ～べ～に懐き学校までついて来た座敷わらし。その日からクラスメイトたちに次々と思いがけない幸運が舞い込むようになる。しかし、次第にクラスの生徒たちが努力を忘れ、幸運に頼るようになっていく様子を見て、ぬ～べ～は言いづらそうに座敷わらしに別れを告げるが…。"
                },
                "10": {
                    "ID": "11225725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225725",
                    "TitleEnglish": "The Night Parade of Yokai",
                    "SummaryEnglish": "Born into a wealthy family, Shuichi carelessly tosses aside anything he no longer needs. He has long forgotten the importance of caring for his belongings until one day, he unwittingly picks up a tattered yellow umbrella. The umbrella suddenly reveals itself as a yokai and kidnaps Shuichi, forcing him to join an array of discarded objects in the Night Parade of Yokai.",
                    "TitleJapanese": "百鬼夜行",
                    "SummaryJapanese": "裕福な家庭で育ち、何不自由ない暮らしを送っていた秀一。物を大切にすることを忘れ、不要になったものを簡単に捨ててしまっていた。そんなある日、秀一はボロボロの黄色い傘を見つける。何気なく拾った傘は意思を持ち、彼の前に姿を現したのだった。その傘妖怪をきかっけに、秀一は幼い頃の記憶を呼び起こすことになる。"
                },
                "11": {
                    "ID": "11225726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225726",
                    "TitleEnglish": "Demon Hand vs Fire Tail Jutsu",
                    "SummaryEnglish": "Tamamo, the fox demon Nube vanquished for trying to take Hiroshi's skull, reappears one day at Domori Elementary. When a furious Nube confronts him, Tamamo says he is no longer interested in Hiroshi and declares a temporary truce. However, he suddenly attacks the students of Class 5-3. It soon becomes apparent that Tamamo's true target is not the students, but Nube's special power.",
                    "TitleJapanese": "鬼の手 VS.火輪尾の術",
                    "SummaryJapanese": "玉藻が再び童守町に姿を現す。かつて敵対したぬ〜べ〜の前に現れた彼は、どこか余裕のある態度で「しばし休戦」と告げる。しかし、その言葉の裏には別の目的が隠されていた。そんな中、町では霊的磁場の乱れとともに巨大な霊獣・霊霧魚が出現。何度切り裂いても再生を繰り返す霊霧魚に為すすべがないぬ〜べ〜たちは…。"
                },
                "12": {
                    "ID": "11225727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225727",
                    "TitleEnglish": "Spirit Beast vs Spirit Fish",
                    "SummaryEnglish": "Remugyo, a giant spirit monster, appears at Domori Elementary and lays eggs on the backs of Nube's students. Knowing the eggs will kill them once they hatch, Nube faces a nightmare worsened by Remugyo’s terrifying ability to regenerate. As Tamamo attempts to learn the secret to Nube's incredible power, the eggs begin to hatch. Nube bets his life on one last desperate attempt to save his students.",
                    "TitleJapanese": "霊獣・霊霧魚",
                    "SummaryJapanese": "童守小に突如として現れた霊獣・霊霧魚。その巨大な姿は、見る者に圧倒的な恐怖を与える。ぬ〜べ〜は霊霧魚の復活を阻止しようとするが、その力はあまりにも強大だった。町を包む霧はますます濃くなっていく。刻一刻と迫る危機の中、ぬ〜べ〜と生徒たちは霊霧魚を封じる最後の手段に挑む。"
                },
                "13": {
                    "ID": "11225728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225728",
                    "TitleEnglish": "The Human Faced Tumor",
                    "SummaryEnglish": "Nube is not showing up for school, and there are rumors about a mysterious person living in the old school building. Hiroshi and his friends sneak into the building to investigate, only to find Nube possessed by a demon and unable to use his Demon Hand. Now his students must muster all their courage to save their teacher.",
                    "TitleJapanese": "人面疽",
                    "SummaryJapanese": "突然、学校から姿を消したぬ〜べ〜。雷雨の夜、彼の体には不気味な人面疽が巣食い、ゆっくりと彼の意識を侵食していた。異変を察知した広たちは旧校舎へと足を踏み入れる。しかしそこで目にしたのは、異様な雰囲気を漂わせる、まるで別人のようなぬ〜べ〜の姿だった。"
                },
                "14": {
                    "ID": "11357952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11357952",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}