{
  "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube",
  "Genres": [
    "Adaptation",
    "Anime - Shonen",
    "Urban"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt34754751/",
    "https://nube-anime.com",
    "https://www.tvmaze.com/shows/85254/show-slug",
    "https://www.themoviedb.org/tv/259544",
    "https://www.wikidata.org/wiki/Q127682683",
    "https://en.wikipedia.org/wiki/Jigoku_Sensei_N%C5%ABb%C4%93#Anime#",
    "https://x.com/nube_ani"
  ],
  "TitleEnglish": "Hell Teacher: Jigoku Sensei Nube",
  "SummaryEnglish": "Meisuke Nueno, aka \"Nube,\" a psychic teacher with a demon hand, as he battles evil spirits and monsters to protect his students from supernatural threats.",
  "Aliases": [
    "Jigoku Sensei Nube (2025)",
    "Jigoku Sensei Nuubee (2025)",
    "Jigoku Sensei Nūbē (2025)"
  ],
  "Modified": "2025-10-01",
  "Seasons": {
    "1": {
      "ID": "2137844",
      "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/seasons/official/1",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "10599228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/10599228",
          "TitleEnglish": "The 99-Legged Bug",
          "SummaryEnglish": "The town of Domori may be plagued by mysterious phenomena, but things are not going well for Class 5-3's new homeroom teacher Meisuke Nueno, either. Right from the start, Nueno, or \"Nube\" for short, becomes the target of fifth-grader Hiroshi's bursts of rage. After witnessing something bizarre, Nueno suspects there may be an otherworldly reason behind Hiroshi's sudden personality change.",
          "Aliases": []
        },
        "2": {
          "ID": "11121287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11121287",
          "TitleEnglish": "Rampage of the Fox Demon",
          "SummaryEnglish": "Nueno uses his ultimate weapon Demon Hand to exorcise the Yokai possessing Hiroshi. But suddenly, the mysterious and handsome Tamamo appears, kidnapping Hiroshi right before Nueno's eyes! As Nueno gives chase, Tamamo makes preparations throughout town for an unknown ritual. Just why did he kidnap Hiroshi, and what is his true identity?",
          "Aliases": []
        },
        "3": {
          "ID": "11225513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225513",
          "TitleEnglish": "The Midnight Honor Student",
          "SummaryEnglish": "An unsettling shadow appears in the school in the dead of night. It's rumored that an honor student is erasing blackboards, replacing flowers of flower vases, and cleaning the rabbit cages when there should be no one there. To get to the truth of the matter, Hiroshi and his friends sneak into the school, only to encounter a voice in the dark saying, \"Let's be friends!\"",
          "Aliases": []
        },
        "4": {
          "ID": "11225719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225719",
          "TitleEnglish": "The Rokurokubi",
          "SummaryEnglish": "After witnessing Nueno's amazing power, Miki becomes obsessed with gaining psychic abilities. She even tries to train while sleeping. When her efforts produce an unusual result, she joyfully celebrates her success. However, her friends are far from impressed. In fact, they are scared of what Miki has become.",
          "Aliases": []
        },
        "5": {
          "ID": "11225720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225720",
          "TitleEnglish": "Hatamonba's Curse",
          "SummaryEnglish": "Katsuya will do anything to make his sister Manami happy, even if it means he has to run around borrowing money. That is how he unwittingly falls victim to the evil spirit Hatamonba's trap. When he realizes Hatemonba's deadly blade is not only pointing at his own neck, but also his sister's, he runs to Nueno for help. However, Hatamonba's sword appears to be mightier than Nueno's Demon Hand.",
          "Aliases": []
        },
        "6": {
          "ID": "11225721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225721",
          "TitleEnglish": "The Teketeke Ghost",
          "SummaryEnglish": "Fear grips Makoto after he hears about Teketeke, the spirit of a girl who lost her lower body in a railway accident. According to the story, now she wanders the world in search of new legs. Makoto grows desperate for help upon learning that the spirit is coming for him within three days. However, Nueno urges him to forget everything, insisting that Teketeke is nothing more than a myth.",
          "Aliases": []
        },
        "7": {
          "ID": "11225722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225722",
          "TitleEnglish": "The Unseasonable Yuki-onna",
          "SummaryEnglish": "As unseasonable snow blankets the town of Domori, a beautiful young woman appears before Nueno. Her name is Yukime, and she has come to fulfill a promise she made to him five years ago. Excited by their teacher's improbable romance, Nueno's students sneakily tag along on their date, only to witness Yukime's frosty intentions.",
          "Aliases": []
        },
        "8": {
          "ID": "11225723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225723",
          "TitleEnglish": "Great Inventions and Spirit World Communicators",
          "SummaryEnglish": "Young inventor Akira finds a broken tablet and becomes even more obsessed with building great machines, as if he is possessed by something. One day, Akira announces he can bring the dead back to life, scaring his friends. Nueno senses something is wrong and investigates Akira's inventions, when he notices something strange within Akira's tablet...",
          "Aliases": []
        },
        "9": {
          "ID": "11225724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225724",
          "TitleEnglish": "The Girl Who Brings Happiness",
          "SummaryEnglish": "Zashiki-warashi is a yokai that brings happiness to humans. When Nube encounters one, he offers her a snack and she quickly grows attached to him. Before long, all of Class 5-3 starts to have amazingly good luck! Wanting to return the favor, the kindhearted Makoto and his friends hatch a plan to thank her, only to uncover glimpses into her sorrowful past.",
          "Aliases": []
        },
        "10": {
          "ID": "11225725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225725",
          "TitleEnglish": "The Night Parade of Yokai",
          "SummaryEnglish": "Born into a wealthy family, Shuichi carelessly tosses aside anything he no longer needs. He has long forgotten the importance of caring for his belongings until one day, he unwittingly picks up a tattered yellow umbrella. The umbrella suddenly reveals itself as a yokai and kidnaps Shuichi, forcing him to join an array of discarded objects in the Night Parade of Yokai.",
          "Aliases": []
        },
        "11": {
          "ID": "11225726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225726",
          "TitleEnglish": "Demon Hand vs Fire Tail Jutsu",
          "SummaryEnglish": "Tamamo, the fox demon Nube vanquished for trying to take Hiroshi's skull, reappears one day at Domori Elementary. When a furious Nube confronts him, Tamamo says he is no longer interested in Hiroshi and declares a temporary truce. However, he suddenly attacks the students of Class 5-3. It soon becomes apparent that Tamamo's true target is not the students, but Nube's special power.",
          "Aliases": []
        },
        "12": {
          "ID": "11225727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225727",
          "TitleEnglish": "Spirit Beast vs Spirit Fish",
          "SummaryEnglish": "Remugyo, a giant spirit monster, appears at Domori Elementary and lays eggs on the backs of Nube's students. Knowing the eggs will kill them once they hatch, Nube faces a nightmare worsened by Remugyo’s terrifying ability to regenerate. As Tamamo attempts to learn the secret to Nube's incredible power, the eggs begin to hatch. Nube bets his life on one last desperate attempt to save his students.",
          "Aliases": []
        },
        "13": {
          "ID": "11225728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11225728",
          "TitleEnglish": "The Human Faced Tumor",
          "SummaryEnglish": "Nube is not showing up for school, and there are rumors about a mysterious person living in the old school building. Hiroshi and his friends sneak into the building to investigate, only to find Nube possessed by a demon and unable to use his Demon Hand. Now his students must muster all their courage to save their teacher.",
          "Aliases": []
        },
        "14": {
          "ID": "11357952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hell-teacher-jigoku-sensei-nube/episodes/11357952",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}