{
    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36592820/",
        "https://tsuiho-shiromadoshi.com/",
        "https://www.themoviedb.org/tv/284771",
        "https://www.wikidata.org/wiki/Q128038146",
        "https://x.com/tsuiho_anime"
    ],
    "TitleEnglish": "Scooped Up by an S-Rank Adventurer!",
    "SummaryEnglish": "Lloyd, a white mage who has been banished from the hero's party. Afterwards, he happens to accompany an S-rank party on a quest. Lloyd believes he is a normal adventurer, but he is unmatched. One day, Lloyd, a white mage, is banished from the hero's party. Lloyd, who has lost his job, happens to accompany an S-rank party on a quest by chance. At that time, no one knew that the hero's party would collapse and Lloyd would gain fame... yet. This is the story of an extraordinary support magic user who thinks he is normal and becomes an adventurer, while he is unaware of how he eventually becomes peerless.",
    "TitleJapanese": "勇者パーティーを追放された白魔導師、Sランク冒険者に拾われる ～この白魔導師が規格外すぎる～",
    "SummaryJapanese": "勇者パーティを追放された白魔道士のロイド。その後、ひょんなことからSランクパーティのクエストに同行することになる。平凡な冒険者だと思っていたロイドだったが、無双していた。ある日、白魔道士のロイドは勇者パーティを追放されてしまう。職を失ったロイドは、ひょんなことからSランクパーティのクエストに同行することになる。その時は勇者パーティが崩壊し、ロイドが名声を得ることになるとは誰も知らなかった……まだ。これは、平凡だと思っていた超人的なサポート魔法使いが冒険者になり、気づかぬうちに無双してしまう物語。",
    "Aliases": [
        "Yūsha Party o Tsuihō Sareta Shiro Madōshi, S-Rank Bōkensha ni Hirowareru: Kono Shiro Madōshi ga Kikakugai Sugiru",
        "Yuusha Party o Tsuihou Sareta Shiro Madoushi, S-Rank Boukensha ni Hirowareru: Kono Shiro Madoushi ga Kikakugai Sugiru",
        "Yuusha Party o Tsuihousareta Hakuma Doushi, S Rank Boukensha ni Hirowareru ~Kono Hakuma Doushi ga Kikakugai Sugiru~",
        "Yuusha Party wo Tsuihou sareta Shiromadoushi, S-Rank Boukensha ni Hirowareru ~Kono Shiromadoushi ga Kikakugai Sugiru~",
        "Yuusha Party wo Tsuihou sareta Shiro Madoushi, S-Rank Boukensha ni Hirowareru: Kono Shiro Madoushi ga Kikakugai Sugiru",
        "勇者パーティーを追放された白魔導師",
        "Tsuiho",
        "Tsuihou"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2139088",
            "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10612317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/10612317",
                    "TitleEnglish": "Lloyd is Cast Out",
                    "SummaryEnglish": "Lloyd grows up under the tutelage of Merlin, then becomes an adventurer under the Hero. Later, he's cast out.",
                    "TitleJapanese": "ロイド、追放される。",
                    "SummaryJapanese": "人里離れた山奥で師匠のマーリンと暮らしていたロイドは、過酷な魔法修行の毎日から逃れる為に山を降りイシュタルの街へやって来た。そして自らの能力に無自覚なまま勇者アレンのパーティーに加わり、後方支援の白魔導師として１年の時が過ぎて行った。そんなある日、アレンの危機を救ったロイドは、何故か突然パーティーからの追放を言い渡されてしまった…。"
                },
                "2": {
                    "ID": "11221356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221356",
                    "TitleEnglish": "Lloyd is Recruited",
                    "SummaryEnglish": "During his recruitment Lloyd learns the party's previous white mage has a sick sister, so he heals her.",
                    "TitleJapanese": "ロイド、拾われる。",
                    "SummaryJapanese": "アレンにパーティーを追放されたロイドは白魔導師を探していた剣士ユイと出会う。採用テストで見せた彼の規格外の能力に驚き言葉を失う冒険者パーティーの仲間達。それを期待外れと受け取ったロイドは元の白魔導師に戻ってきて貰う方が良いと告げるが、前任者クルムは妹の「体が魔石化する」病の看病の為に復帰は難しい。すると病状を聞いたロイドは家へ案内してくれと申し出る…。"
                },
                "3": {
                    "ID": "11221357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221357",
                    "TitleEnglish": "Lloyd Sets Out",
                    "SummaryEnglish": "After learning about their quest, Lloyd travels with his new party and fights monsters alongside them.",
                    "TitleJapanese": "ロイド、旅立つ。",
                    "SummaryJapanese": "ユイ達の冒険者パーティーに加わったロイド。緊急に白魔導師を必要とした依頼は、遠方の農場を荒らすモンスターの群れの退治だった。相容れない多種多様なモンスターが混在すると言う情報は腑に落ちないが、困っている人を助けたいと思うユイの強い気持ちに応え一同は旅立つ。そして野営地の湖畔で悲鳴を聞き駆けつけたロイドが見たものは、バジリスクに襲われる水浴び中のユイと魔法使いのシリカの姿だった…。"
                },
                "4": {
                    "ID": "11221358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221358",
                    "TitleEnglish": "Lloyd Gives Support",
                    "SummaryEnglish": "The party reaches their quest's farm and fights off thousands of manipulated monsters with Lloyd's support.",
                    "TitleJapanese": "ロイド、支援する。",
                    "SummaryJapanese": "依頼地への旅は続く。ロイドは危険を回避する為に探知魔法を展開し、夜営の見張りも引き受けていた。独りでやるのが彼には当然の事だったのだ。ユイ達との頓珍漢な交流の中、次第にパーティーの仲間との絆が芽生えてゆく。そして辿り着いた農園には、見た事もない数のハイウルフが集まっていた。更にロイドの探知魔法が、彼らに向かってくる別のモンスターの大群を捉えていた…。"
                },
                "5": {
                    "ID": "11221359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221359",
                    "TitleEnglish": "Lloyd to the Rescue",
                    "SummaryEnglish": "Lloyd and the party race back to aid Ishtar, only to encounter a group of demons holding a beastwoman captive.",
                    "TitleJapanese": "ロイド、救出する。",
                    "SummaryJapanese": "この依頼はイシュタルから冒険者を遠ざける為に、何者かが仕組んだ罠だと察したロイド達。危機を知らせようと全力で街へ戻る途中、ロイドは魔族の反応を捉える。今回の件への関わりを疑い、情報収集の為にも魔族を追うロイド達。そして山間の小屋に獣人の少女が囚われているのを知る。噂で聞く、モンスターを操る魔法を使える獣人なのか？それを確かめる為にも、彼女を魔族から救い出そうとするが…。"
                },
                "6": {
                    "ID": "11221360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221360",
                    "TitleEnglish": "Lloyd Frees Them",
                    "SummaryEnglish": "Lina rallies Ishtar's defenders while Lloyd & Kureha free a 2nd horde of monsters and return to save Ishtar.",
                    "TitleJapanese": "ロイド、解放する。",
                    "SummaryJapanese": "救い出した獣人の少女・クレハ。彼女の魔法が魔族の企に悪用されモンスターを暴走させてしまったのだ。一方その頃、異変を感じた街の騎士団は残っている僅かな冒険者達と防衛戦の準備を進めていた。その中には勇者アレンの姿もあった。そしてロイドはイシュタルへ向かうモンスターの大群を探知した。危機を案じたロイドはクレハと共にそこへ向かって行った。果たしてロイドの作戦とは…？"
                },
                "7": {
                    "ID": "11221361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221361",
                    "TitleEnglish": "Lloyd Saves Ishtar",
                    "SummaryEnglish": "Most monsters left, but golems are attacking Ishtar. Lloyd enhances the defenders and they save the city.",
                    "TitleJapanese": "ロイド、イシュタルを救う。",
                    "SummaryJapanese": "ロイドの作戦でモンスター群が退いたとは言え、イシュタルの危機が去った訳ではなかった。心を持たないゴーレムにはクレハの想いが通じない。魔力を使い続けたロイドは、疲弊の極みに達しながらも街の防衛戦に駆けつけた。そして最後の力を振り絞りすべての戦う者達に強化魔法を施して、気を失った。目覚めたロイドを英雄と讃えるイシュタルの人達。「戦ったのはみんななのに」と戸惑うロイドは気圧されて宿を逃げ出す…。"
                },
                "8": {
                    "ID": "11221362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221362",
                    "TitleEnglish": "Lloyd Stays at a Hot Spring",
                    "SummaryEnglish": "The party rests in a hot spring town. Silica masters a spell. Daggas gets a shield. Llyod improves his magic.",
                    "TitleJapanese": "ロイド、温泉地に留まる。",
                    "SummaryJapanese": "獣人のクレアは隣国フォレス帝国の第二皇女だった。魔族は彼女の＜古代魔法＞を狙っているのだ。ロイド達は帝国からの迎えが来ると言う王都までクレアを護衛してゆくことになった。そして温泉の街へ辿り着いた一行はロイドの提案でここに留まり、魔族に備え万全の準備をする事に。温泉を満喫する一方で、ダッガスは武器屋へ、シリカは密かに魔法の特訓を始める。それぞれが新しい何かを掴む為に…。"
                },
                "9": {
                    "ID": "11221363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221363",
                    "TitleEnglish": "The S-Rank Adventurers Strive to Get Stronger",
                    "SummaryEnglish": "Cross and Yui each meet someone new who helps them grow stronger while Lloyd improves his magic.",
                    "TitleJapanese": "ロイド、Sランク冒険者、精進する。",
                    "SummaryJapanese": "温泉の街で鍛錬に励むロイド達。自らの伸び代に悩んでいたクロスはＤランク冒険者のリンと出会い、彼の依頼を手伝う事に。一方、横暴な女貴族達に絡まれていたユイは謎の女性リリスに救われる。その強さに感銘を受けるユイ。するとリリスは「稽古しない？」と挑発的な笑みを返す。そして支援魔法の更なる改善に取り組むロイドは、クレアに古代魔法のことを尋ねるのだった…。"
                },
                "10": {
                    "ID": "11221364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221364",
                    "TitleEnglish": "Lloyd Fights",
                    "SummaryEnglish": "Lloyd's party gets attacked by demons, and they fight one of the four great generals to protect Claire.",
                    "TitleJapanese": "ロイド、戦う。",
                    "SummaryJapanese": "決意も新たに王都へと向かったロイドたち。あと少しで到着すると言う時、魔族の罠に嵌って魔王軍四天王の一人・グリストとその魔導兵部隊の待ち伏せる街へ誘い込まれた。クレアを守って戦うロイド達だが、グリストには攻撃が通じない。追い込まれて行くロイド達。危機一髪のピンチに駆けつけたのは、クレアの幼馴染みでもある氷晶の勇者・セリオンだった…。"
                },
                "11": {
                    "ID": "11221365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221365",
                    "TitleEnglish": "Lloyd Flies!",
                    "SummaryEnglish": "Lloyd and his party race through the skies and challenge Grist to a rematch in order to rescue Claire.",
                    "TitleJapanese": "ロイド、飛ぶ!",
                    "SummaryJapanese": "魔王の右腕と呼ばれた軍師ミシュルの飛行船が飛来し、空へ連れ去られるクレア。一行はセリオンの力を借りて追いかける。そしてロイドがグリストの弱点を見抜き、倒す寸前まで追い詰めた。クレアを救出したものの、檻から解き放たれたモンスター群に囲まれ進退極まる。それを鎮める為にクレアが使った古代魔法の力は、前魔王の魔力を呼び覚まし、グリストを悍ましい怪物へと変えてしまった…。"
                },
                "12": {
                    "ID": "11221366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-white-mage-who-was-banished-from-the-heros-party/episodes/11221366",
                    "TitleEnglish": "Lloyd is Aware He Lacks Power",
                    "SummaryEnglish": "The party escapes the crashing blimp and fights to unmerge the chimera. Yet using ancient magic is taboo.",
                    "TitleJapanese": "ロイド、実力不足を自覚する。",
                    "SummaryJapanese": "飛行船から脱出したロイド達だが、怪物となったグリストが追って来た。ロイドは継承者以外が用いると命を落とすと堅く禁じられた古代魔法を応用。危機を察知して現れたマーリンの制止を振り切り、ありったけの魔力を注ぎ込んでクレアの魔法の力を強化、怪物化したグリストを倒す。だが安堵したその時、頭上に『世界の理の境目』が開き、ロイドは異空間に呑み込まれてしまった！果たして脱出できるのか…⁉︎"
                }
            }
        }
    }
}