{
    "URL": "https://www.thetvdb.com/series/negative-positive-angler",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33054366/",
        "https://np-angler.com/",
        "https://www.themoviedb.org/tv/260689",
        "https://www.wikidata.org/wiki/Q128108290",
        "https://en.wikipedia.org/wiki/Negative_Positive_Angler",
        "https://x.com/np_angler"
    ],
    "TitleEnglish": "Negative Positive Angler",
    "SummaryEnglish": "Tsunehiro Sasaki, a university student with a large debt and is told by his doctor that he only has two years left to live. Living the rest of his days in depression, Tsunehiro one day gets chased by a debt collector and falls into the sea. He is rescued by Hana, a girl who loves fishing, and her fishing friends including Takaaki. Hana urges Tsunehiro to experience fishing for the first time in his life and he starts to develop friendship with other fishing enthusiasts. Things start looking up for Tsunehiro as he starts working at the convenience store where Hana and Takaaki work, and he slowly gets hooked into fishing.",
    "TitleJapanese": "ネガポジアングラー",
    "SummaryJapanese": "多額の借金を抱え、医者から余命2年と宣告された大学生の佐々木常寛。鬱々とした日々を送っていた常寛は、ある日借金取りに追われ海に落ちてしまう。そんな常寛を助けてくれたのは、釣り好きの少女・ハナと、彼女の釣り仲間である孝明たち。ハナに勧められて生まれて初めての釣りを体験した常寛は、釣り好きの仲間たちと友情を育んでいく。ハナと孝明が働くコンビニで働き始めたことをきっかけに、常寛は次第に釣りにはまっていく。",
    "Aliases": [
        "NegaPoji Angler",
        "NegaPoji Angulā",
        "NegaPoji Angulaa"
    ],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2139193",
            "URL": "https://www.thetvdb.com/series/negative-positive-angler/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10613909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10613909",
                    "TitleEnglish": "Negative Angler",
                    "SummaryEnglish": "College student Sasaki Tsunehiro is down in the dumps. After a life of repeated failures, he's been given two years to live. He slips and falls off a bridge as he's chased down by loan sharks.",
                    "TitleJapanese": "ネガティブアングラー",
                    "SummaryJapanese": "人生失敗続きの大学生、佐々木常宏。「借金まみれ」「余命２年」でどん底の常宏は、借金取りに追われ橋から川へ落ちてしまう。死を覚悟した常宏が目をあけると、そこは海の上だった―"
                },
                "2": {
                    "ID": "10727598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727598",
                    "TitleEnglish": "Fishing at the Pool",
                    "SummaryEnglish": "Hiro returns to his apartment building only to find it being demolished. Takaaki takes him in and presses him into working at Everymart along with his friends. When his new coworkers learn he doesn't like fishing, he gets reeled into fishing again.",
                    "TitleJapanese": "プールで釣りで",
                    "SummaryJapanese": "貴明の家に転がり込んだ常宏は、貴明の計らいでバイト先を紹介してもらう。釣り具が大量に売られた釣り好き達が集うコンビニで働くことに。早速釣りに誘われた常宏達が向かった先は―"
                },
                "3": {
                    "ID": "10727599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727599",
                    "TitleEnglish": "Regrets",
                    "SummaryEnglish": "When a huge bounty is put on catching a houndshark, all the anglers rush to be the first to catch it. To their surprise, they find Hiro fishing for the shark in an attempt to pay off some of his debts.",
                    "TitleJapanese": "心のこり",
                    "SummaryJapanese": "突然その場から逃げ出した常宏に戸惑う貴明たちを後目に、常宏はネットカフェに身を寄せ、自らの行く末を案じていた。そんな中、ネットでは賞金付きの釣り企画が話題になっていて…"
                },
                "4": {
                    "ID": "10727600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727600",
                    "TitleEnglish": "Is Fishing Hard?",
                    "SummaryEnglish": "Hiro settles into working at the Everymart, but quickly finds himself struggling to understand all the fishing equipment he's responsible for selling. Hana steps in to teach him about lures.",
                    "TitleJapanese": "釣りって難しい？",
                    "SummaryJapanese": "釣り好きが集まるコンビニでの勤務がスタート。ロクに働いたこともなければ釣りの知識もない常宏は、目まぐるしい日常を過ごす中、同僚ハナの不思議な私生活を知る。"
                },
                "5": {
                    "ID": "10727601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727601",
                    "TitleEnglish": "Extravagant Angler",
                    "SummaryEnglish": "Hiro gets his first paycheck from Everymart and is immediately dragged to a fishing equipment store, where Hana and Kozue tempt him to make irresponsible financial decisions.",
                    "TitleJapanese": "散財アングラー",
                    "SummaryJapanese": "初めての給料日。常宏はハナとこずえと初めて大型釣り具店に向かう。右も左も分からない常宏に優しくレクチャーするこずえに、常宏はデートのようだと浮かれるが…"
                },
                "6": {
                    "ID": "10727602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727602",
                    "TitleEnglish": "Tai Lover",
                    "SummaryEnglish": "When a customer arrives at Everymart whose language Tsunehiro does not understand, Ice comes to his rescue. As a result, the two get to know each other better, and Ice invites Tsunehiro to go sailing to the open sea with the entire group.",
                    "TitleJapanese": "TAI LOVER",
                    "SummaryJapanese": "接客トラブルで慌てる常寛。助けてくれたのは、弟のアルアと共にタイから来た同僚のアイスだった。タフでどこか突飛なアイスに翻弄されつつ、常宏は皆と鯛ラバに繰り出す。"
                },
                "7": {
                    "ID": "10727603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727603",
                    "TitleEnglish": "Who Is This Guy?",
                    "SummaryEnglish": "The anglers from Everymart have arranged to go sardine hunting over the weekend. However, Tsunehiro would much rather go fishing for large predatory fish, like he has seen on television.",
                    "TitleJapanese": "この人何者？",
                    "SummaryJapanese": "皆とサッパ釣りに行くことになった常宏。しかし、自慢のリールとロッドで大物を狙いたい常宏は、早々にルアー釣りに切り替え、アングラー気取りで一人シーバスゲームに挑む。"
                },
                "8": {
                    "ID": "10727604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727604",
                    "TitleEnglish": "A Family's Relationship, a Child's Growth",
                    "SummaryEnglish": "Machida gets some time with his son on Sunday. He decides to take him out fishing, but his son is an indoorsy gamer who might not be interested.",
                    "TitleJapanese": "親子の関係、子供の成長",
                    "SummaryJapanese": "久々に会う別居中の息子にいい所を見せようと、親子でハゼ釣りに繰り出す町田。常宏たちはそんな町田を温かく見守る。が、巨大チヌの目撃情報を受け、事態は思わぬ方向へ。"
                },
                "9": {
                    "ID": "10727606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727606",
                    "TitleEnglish": "Hot Pot Party",
                    "SummaryEnglish": "An approaching typhoon has left the Everymart employees stuck inside the convenience store. Since there are no customers, Hiro and his friends have free time to relax. But then the loan sharks who were chasing Hiro show up.",
                    "TitleJapanese": "鍋パ",
                    "SummaryJapanese": "大型台風が到来し、暇になった常宏たちは店内でFGノットの練習をするなど、のんびりと過ごす。そこへ、以前常宏を追っていた借金取りたちが訪れ、常宏は慌てふためく。"
                },
                "10": {
                    "ID": "10727607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727607",
                    "TitleEnglish": "Tsunehiro and Takaaki",
                    "SummaryEnglish": "Machida ends up in the hospital with a skateboard injury. The hospital happens to be the same one Tsunehiro got his diagnosis at.",
                    "TitleJapanese": "常宏と貴明",
                    "SummaryJapanese": "店長の町田が入院する。そこはかつて自分が余命宣告を受けた江田病院で、常宏の脳裏を久しぶりに病気の記憶が過る。さらにその翌日、常宏はひどい腹痛に襲われて…"
                },
                "11": {
                    "ID": "10727608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727608",
                    "TitleEnglish": "I Have to Tell Him",
                    "SummaryEnglish": "Takaaki is nowhere to be found, and Tsunehiro is filling in for him at work. The little information provided by Sasaki is fueling the imaginations of the convenience store colleagues.",
                    "TitleJapanese": "言わなきゃいけない",
                    "SummaryJapanese": "貴明が失踪し、一人家に残された常宏は病気への不安も重なり次第に孤独感を募らせる。そんな中、ハナと釣りに出かけた常宏は、貴明に関する思いがけない話を聞かされる。"
                },
                "12": {
                    "ID": "10727609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negative-positive-angler/episodes/10727609",
                    "TitleEnglish": "Negative Positive Angler",
                    "SummaryEnglish": "Takaaki and Hiro run into each other on a bridge, where they had both planned to fish for sea bass. Takaaki is still reluctant to hear what Hiro has to say.",
                    "TitleJapanese": "ネガポジアングラー",
                    "SummaryJapanese": "病院からの帰路に訪れた釣り場で、偶然の再開を果たした常宏と貴明。喧嘩のしこりもあり、どこかぎこちないまま釣り糸を垂れる二人は、狙いのランカーシーバスに遭遇する。"
                }
            }
        }
    }
}