{
    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D130-946E-A453-482D-CC4D-N",
        "https://www.imdb.com/title/tt35346717/",
        "https://ossan-kensei.com/",
        "https://www.tvmaze.com/shows/80469/show-slug",
        "https://www.themoviedb.org/tv/260823",
        "https://www.wikidata.org/wiki/Q128229869",
        "https://en.wikipedia.org/wiki/From_Old_Country_Bumpkin_to_Master_Swordsman#Anime",
        "https://x.com/ossan_kensei"
    ],
    "TitleEnglish": "From Old Country Bumpkin to Master Swordsman",
    "SummaryEnglish": "Beryl Gardenant, a middle-aged swordsman running a dojo in the backwaters, lives a quiet life, until Allucia, former student and Commander of the Royal Order of Knights, appears! Beryl’s life is about to change dramatically! City life. Old students. New friends and formidable foes. It’s all too much. But after years of training, he has mad skills, and he’s been dubbed “the backwater swordmaster.”",
    "TitleJapanese": "片田舎のおっさん、剣聖になる～ただの田舎の剣術師範だったのに、大成した弟子たちが俺を放ってくれない件～",
    "SummaryJapanese": "自称「謙虚な老人」のベリル・ガーディナントは、田舎の村にある道場で剣術の師範を務めている。若い頃は剣豪として栄光を夢見ていたが、そんな日々は遠い昔のこと。ある日、有名な元弟子が訪ねてきて、世界を揺るがすニュースを告げる。リベリオン騎士団の特別師範に任命されたのだ！人生が一変したベリルは、首都に赴き、かつての教え子たちと再会する。エリート騎士、一流魔法使い、さらにはギルドの最高位を獲得した冒険者まで。しかし、なぜ彼らは皆、彼の指導を求めるのか？！彼にとって、彼らは明らかにもう彼を必要としていない。ベリルは新しい立場にふさわしい生き方をすることができるのか？そして、彼を慕う生徒たちから離れて、ひと時の平穏を得ることはできるのか？！",
    "Aliases": [
        "Katainaka no Ossan, Kensei ni Naru: Tada no Inaka no Kenjutsu Shihan Datta noni, Taisei shita Deshi-tachi ga Ore wo Hottekurenai Ken",
        "片田舎のおっさん、剣聖になる"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "1": {
            "ID": "2139078",
            "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10617587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/10617587",
                    "TitleEnglish": "The Old Country Bumpkin Goes to the Capital",
                    "SummaryEnglish": "Beryl Gardenant lives a quiet life running a dojo in the backwaters, until Allucia, his former student, appears with a new job for him – special instructor to the knights she commands! Beryl accepts the job, but Vice-Commander Henblitz doesn’t think he’s up to the task and challenges him to a duel.",
                    "TitleJapanese": "片田舎のおっさん、首都に行く",
                    "SummaryJapanese": "片田舎の剣術師範として平穏に暮らすベリルのもとに、かつての教え子アリューシアが現れた。いまや王国騎士団長にまで登り詰めているアリューシアは、ベリルを騎士団の特別指南役に推挙したと告げる。戸惑いつつも役目を引き受けたベリル。しかし事の次第に疑念を抱く副団長ヘンブリッツが、ベリルに勝負を迫る。"
                },
                "2": {
                    "ID": "11060923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060923",
                    "TitleEnglish": "The Old Country Bumpkin is Astounded by a Wizard",
                    "SummaryEnglish": "Allucia reminisces about her training with Beryl, and her resolve to have him instruct the knights hardens. While taking in the city sights with Curuni, Beryl meets up with Ficelle, another former student. She surprises him with her magic. But another wizard gives him even more of a surprise!",
                    "TitleJapanese": "片田舎のおっさん、魔術師に驚愕する",
                    "SummaryJapanese": "アリューシアは、ベリルとの出会いから今に至るまでを回顧する。そこには少女の頃から続くひたむきな想いと、是が非でもベリルを指南役として招聘せねばならない理由が秘められていた。一方ベリルは、クルニとの街歩きの最中に元弟子フィッセルと再会。フィッセルが見せる魔術の片鱗に驚くベリルだが、その後遭遇した別の魔術師がさらにベリルを驚愕させる。"
                },
                "3": {
                    "ID": "11060924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060924",
                    "TitleEnglish": "The Old Country Bumpkin Weathers a Fierce Attack",
                    "SummaryEnglish": "Former student and top-ranking adventurer Surena enlists Beryl’s help to train new adventurers. At the Adventurer’s Guild, Beryl ends up in a duel with her to prove he has what it takes for the job. He isn’t really happy with the turn of events, but Surena seems to feel differently.",
                    "TitleJapanese": "片田舎のおっさん、猛攻を凌ぐ",
                    "SummaryJapanese": "元弟子にして最高ランク冒険者のスレナが、ベリルを借り受けるため騎士団を訪れる。依頼の内容は新人冒険者の育成、その引率役であった。\n詳細を聞くため冒険者ギルドに赴いたベリルは依頼に見合う実力の有無を問われ、それを証明するためにスレナと立ち合うことになってしまう。\nこの成り行きに乗り切れないベリルだが、スレナには万感の思いがあるようで──"
                },
                "4": {
                    "ID": "11060925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060925",
                    "TitleEnglish": "The Old Country Bumpkin Takes Flight With a Monster",
                    "SummaryEnglish": "To protect the new adventurers, Beryl faces off against a dangerous monster. Unlike other opponents, it acts on instinct, and he’s drawn into a ferocious battle, unable to get a read on its moves. Later on, he faces an encounter that will turn his future upside down.",
                    "TitleJapanese": "片田舎のおっさん、モンスターと空を飛ぶ",
                    "SummaryJapanese": "特別討伐指定個体。通称ネームドと呼ばれる、並のモンスターとは一線を画す危険極まりない存在。期せずしてそれと対峙したベリルは新人冒険者を守るために必死で立ち向かうのだが、本能で動くモンスターは普段相手にしている剣士とは違い、苦戦を強いられる。そして、ベリルの今後の運命を大きく揺さぶる邂逅があり──"
                },
                "5": {
                    "ID": "11060926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060926",
                    "TitleEnglish": "The Old Country Bumpkin Gets Enraged by the Bad Guys",
                    "SummaryEnglish": "Beryl encounters a pickpocket. Seeing the despair in her eyes, he confronts her in an attempt to get her to open up, but it’s not as easy as he thinks. With the help of Allucia and Lucy, he strives to help her free herself from the clutches of shadowy forces and the evil that binds her.",
                    "TitleJapanese": "片田舎のおっさん、悪党に憤る",
                    "SummaryJapanese": "スリの少女と思いがけず再会したベリル。\n殺伐として荒みきっているその少女をベリルは放っておけず、心を開いてもらうべく向き合うのだが、一筋縄ではいかない。アリューシアとルーシーの助力もあり、少女を利用する悪党がいることを知ったベリルは、少女を縛る悪の鎖を断ち切るために立ち上がる。"
                },
                "6": {
                    "ID": "11060927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060927",
                    "TitleEnglish": "The Old Country Bumpkin Faces the Dead",
                    "SummaryEnglish": "Someone is controlling the lowlifes taking advantage of Mewi behind the scenes. Religion and international relations come to the forefront, and with no ties that might cause an international incident, Beryl is asked to flush out the mastermind. New sword in hand, Beryl battles for Mewi’s future.",
                    "TitleJapanese": "片田舎のおっさん、死者と対峙する",
                    "SummaryJapanese": "ミュイを利用していた悪党を、背後で操る者がいた。\n宗教と国際関係が複雑に絡み合う中で生じた死角。そこに潜む黒幕を白日の下に引き出すためには、しがらみのないベリルの立ち回りが必要になるとルーシーは言う。特別討伐指定個体の素材を用いて造られた新たな剣を手に、ベリルはミュイの明日を切り拓くための戦いに赴く。"
                },
                "7": {
                    "ID": "11060928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060928",
                    "TitleEnglish": "The Old Country Bumpkin Learns the Challenges of Parenting",
                    "SummaryEnglish": "Beryl and Mewi start living in the house Lucy gave Beryl. Although unsure, Beryl works on becoming a parent figure for Mewi. When they find out that the magic institute Mewi is enrolled at has a student dormitory, Beryl wonders whether it is best for her to live with him, or on campus.",
                    "TitleJapanese": "片田舎のおっさん、親の苦労を知る",
                    "SummaryJapanese": "報酬として与えられた持ち家で、ベリルとミュイの同居生活が始まった。\n親代わりとなるべく、戸惑いながらもミュイとの距離を縮めようと心を砕くベリル。しかしそんな折、ミュイが入学を予定している魔術師学院には設備の充実も著しい学生寮があることをふたりは知るのだった。\n自分との同居と寮での生活、ミュイにとってどちらがより良い環境なのかと気を揉むベリルだが──"
                },
                "8": {
                    "ID": "11060929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060929",
                    "TitleEnglish": "The Old Country Bumpkin Gets Struck by a Lightning-Fast Sword",
                    "SummaryEnglish": "When a delegation from a neighboring country arrives, Allucia asks Beryl to help guard the VIPs, and he can’t refuse. Beryl needs the right clothes for the job, so he and Allucia go shopping. It’s just like a date! The next day, Allucia approaches Beryl with an offer.",
                    "TitleJapanese": "片田舎のおっさん、神速の剣を食らう",
                    "SummaryJapanese": "隣国からの使節団来訪にあたり、アリューシアはベリルに要人警護の協力を要請する。\n立場上断れないベリル。アリューシアは今回の任務に適した着衣の必要性を強調し、ふたりでベリルの服を選びに行くことに。\nさながらデートのような時間は過ぎ行き、翌日アリューシアはベリルにある申し入れをする。"
                },
                "9": {
                    "ID": "11060930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060930",
                    "TitleEnglish": "The Old Country Bumpkin Goes on His First Hunt in Ages",
                    "SummaryEnglish": "Mewi needs a new bag for school, so Beryl goes shopping. But he quickly realizes just how expensive bags can be! A job offer from Surena provides a means to make some extra cash, and he jumps at the chance. But he soon realizes – this job is one even high-ranking adventurers have never completed!",
                    "TitleJapanese": "片田舎のおっさん、ひさしぶりに狩りに行く",
                    "SummaryJapanese": "ミュイの魔術師学院入学が間近に迫っている。通学用のカバンがないことに気付いたベリルはすぐさまカバン店に駆け込むのだが、そこでまともなカバンは値が張るという厳しい現実を突きつけられてしまう。購入を保留し迷う中、スレナに臨時収入を得られる仕事の話を持ちかけられ、渡りに船とばかりに引き受けるベリル。しかしその仕事は、高ランクの冒険者ですら未だに果たし得ないものだった。"
                },
                "10": {
                    "ID": "11060931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060931",
                    "TitleEnglish": "The Old Country Bumpkin Guards a Princess",
                    "SummaryEnglish": "The Vice Commander of the Holy Order of the Church of Sphene is Beryl’s former student, Rose, and he renews his ties with her. When the delegation arrives, Beryl is assigned to guard the two royal families as they tour the capital. But a shadow looms over what is supposed to be a joyous event.",
                    "TitleJapanese": "片田舎のおっさん、王女の護衛に着く",
                    "SummaryJapanese": "隣国スフェンドヤードバニアの教会騎士団、その副団長の任に就く者はベリルのかつての弟子ロゼであった。意外な形でロゼと再会したベリルは、束の間旧交を温める。そしていよいよ使節団が来訪。両国王族の首都遊覧を警護するという最重要任務に、ベリルは組み込まれている。懸念すべき事は無いはずの晴れやかな行事に、不穏な影が差す。"
                },
                "11": {
                    "ID": "11060932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060932",
                    "TitleEnglish": "The Old Country Bumpkin Throws Himself into a Deadly Fight",
                    "SummaryEnglish": "Beryl helps protect the royal family from assassins, but the assassins all kill themselves, and any clues to the mastermind are lost. Lucy thinks a conflict between royalty and religion is at play. Despite Beryl wanting to cancel the tour of the capital to keep the prince safe, the plan goes ahead.",
                    "TitleJapanese": "片田舎のおっさん、死闘に身を投じる",
                    "SummaryJapanese": "刺客から王族を守り抜いたベリル達だが、刺客の一斉自決という異常事態によって首謀者に繋がる手がかりは失われてしまった。ルーシーはベリルに、襲撃を企てたのはスフェンドヤードバニア側の人間との見立てを説く。背景にあるのは王権と宗教の対立。一度の失敗で諦めるはずもなく、王子殺害の機会を与えないためには行事の中止が妥当とベリルは思う。しかし翌日、首都遊覧は予定通り行われることになり──"
                },
                "12": {
                    "ID": "11060933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11060933",
                    "TitleEnglish": "The Old Country Bumpkin Gets Praised as a Master Swordsman",
                    "SummaryEnglish": "It was Rose behind the flood of assassins. Beryl confronts her in an effort to find where her true intentions lie. Rose tells him, and the two draw their swords against each other. What will the outcome be in this battle between master and student?",
                    "TitleJapanese": "片田舎のおっさん、剣聖と呼ばれる",
                    "SummaryJapanese": "多数の刺客が殺到する状況を作っていたのは、ロゼだった。ベリルはロゼと対峙し、その真意を問う。ロゼはその問いに答え、ふたりは互いに剣を構える。師と弟子の戦い、その行く末にあるものは──"
                }
            }
        },
        "2": {
            "ID": "2192651",
            "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11301560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katainaka-no-ossan-kensei-ni-naru/episodes/11301560",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": "TBA",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}