{
    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru",
    "Genres": [
        "Adaptation",
        "Anime - Josei"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35652469/",
        "https://zutaboro-anime.com/",
        "https://www.tvmaze.com/shows/85452/show-slug",
        "https://www.themoviedb.org/tv/279989",
        "https://www.wikidata.org/wiki/Q128037635",
        "https://en.wikipedia.org/wiki/Zutaboro_Reijō_wa_Ane_no_Moto_Konyakusha_ni_Dekiai_Sareru#Anime",
        "https://x.com/zutaboro_reijou"
    ],
    "TitleEnglish": "Betrothed to My Sister's Ex",
    "SummaryEnglish": "Marie, the second daughter of a poor baron’s household, is treated like a servant by her parents. Even at Marie’s birthday party, her beautiful elder sister, Anastasia, is the star. Outside, Marie bumps into Count Kyuros Granado, who falls for her at first sight. Yet, due to a misunderstanding, the Count proposes to Anastasia. After a tragic accident, Marie must marry the count instead!",
    "TitleJapanese": "ずたぼろ令嬢は姉の元婚約者に溺愛される",
    "SummaryJapanese": "手入れの行き届いていない赤い髪にみすぼらしい服装で、男爵令嬢のマリーは生涯使用人のような扱いを受けてきた。そんな彼女に、国一の富豪で女嫌いと言われているグラナード伯爵が一目惚れ。しかし、誤解からグラナード伯爵はみすぼらしいマリーではなく、お姫様のような容姿をした妹のアナスタシアにプロポーズしてしまう。「小説家になろう」発の大人気作品！主人公の勘違いから始まったマリーのシンデレラストーリー！",
    "Aliases": [
        "Zutaboro Reijō wa Ane no Moto Konyakusha ni Dekiai Sareru",
        "Zutaboro Reijou wa Ane no Moto Konyakusha ni Dekiai Sareru"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2139085",
            "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10612248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/10612248",
                    "TitleEnglish": "I Could Never Replace My Sister",
                    "SummaryEnglish": "Marie is always dressed in tatters and is treated like a servant in her own home. Then she meets Count Kyros.",
                    "TitleJapanese": "お姉様の代わりだなんて絶対無理です",
                    "SummaryJapanese": "貧しい男爵家の次女・マリーはずたぼろの服をまとい、両親から召使のように扱われていた。そんなマリーはバースデーパーティで大富豪の伯爵・キュロスと出会う。互いに惹かれ合うが、キュロスは勘違いからマリーの姉・アナスタジアに求婚してしまう！しかし姉は事故死し、マリーが代わりに嫁ぐことに……!?"
                },
                "2": {
                    "ID": "11217912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217912",
                    "TitleEnglish": "Marie, I Want to Marry You",
                    "SummaryEnglish": "Kyros hates aristocratic society and its ties of obligation. But why? And what changed when he met Marie?",
                    "TitleJapanese": "俺はマリーを娶りたい",
                    "SummaryJapanese": "マリーに婚約を拒否されたキュロスは、侍従頭のミオから厳しい現実を突きつけられ、力なくうなだれていた。貴族のしがらみや社交界を嫌い、政略と打算ばかりの縁談を避け続けてきたキュロス。なぜ彼はそのような生き方をしてきたのか？　マリーとの出会いは何を変えたのか？その生い立ちと境遇、マリーへの思いが明かされる。"
                },
                "3": {
                    "ID": "11217913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217913",
                    "TitleEnglish": "A Life I Saw in a Dream, and a Dream-like Life",
                    "SummaryEnglish": "Marie begins her new life as Kyros' fiancée and finds herself bewildered by the differences from her old life.",
                    "TitleJapanese": "夢みていた暮らしと、夢のような暮らし",
                    "SummaryJapanese": "マリーはキュロスの正式な婚約者となり、グラナド城での新生活を迎える。豪華な食事や衣服を与えられ、戸惑いながらも使用人たちに迷惑を掛けないよう頑張ろうとするが、新たにお付きとなったイルザとハンナはどこか嫌味な態度。眠れない夜、食堂でキュロスに遭遇し、互いの“好きなもの”を語り合うことに……。"
                },
                "4": {
                    "ID": "11217915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217915",
                    "TitleEnglish": "I've Found the Things I Like",
                    "SummaryEnglish": "Cyrus wants to give Marie the highest level of hospitality, while Mio sees her own origins in Marie's timidity. The two decide to create a comfortable environment for Marie, but the next day, a malicious letter and package arrives for Marie from the Baron's family. The letter from the Baron's family was supposed to be inspected by Cyrus or Mio, but with Ilsa and Hanna's help, it is handed directly to Marie...!?",
                    "TitleJapanese": "好きなものと好きなこと、見つかりました",
                    "SummaryJapanese": "マリーに最上級のもてなしがしたいキュロスと、萎縮するマリーに自身の出自を重ねるミオ。二人はマリーが過ごしやすい環境を作ろうと決意するが、翌日、男爵家からマリー宛に悪意のこもった手紙と荷物が届く。男爵家からの手紙はキュロスかミオが検分するはずだったが、イルザとハンナの差し金でマリーに直接手渡され……!?"
                },
                "5": {
                    "ID": "11217917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217917",
                    "TitleEnglish": "The Prince and the Pitch-Black Warrior",
                    "SummaryEnglish": "Luiphon takes Marie to a sword fighting contest. The ferocity of it scares her. Then the dark warrior fights.",
                    "TitleJapanese": "王子様と漆黒の戦士",
                    "SummaryJapanese": "キュロスの旧友・ルイフォンから剣術披露会に誘われたマリーとミオ。マリーは物騒な競技を恐れるが、漆黒の騎士の紳士的な振る舞いには心を動かされていた。試合後、キュロスと合流したマリーは、突然ルイフォンから“愛のない政略結婚”を厳しく咎められる。その発言に激昂したキュロスがルイフォンと剣を交えることに!!"
                },
                "6": {
                    "ID": "11217918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217918",
                    "TitleEnglish": "Am I Enough As I Am?",
                    "SummaryEnglish": "Liu Liu, Kyros' mother, discovers surprising things about Marie. Mio investigates the baron on Kyros' orders.",
                    "TitleJapanese": "わたしはわたしで良いのでしょうか……？",
                    "SummaryJapanese": "キュロスを想うと胸が高鳴るようになったマリーは、図書館でキュロスの母・リュー・リューと鉢合わせする。リュー・リューはマリーの博識さに驚き、彼女がなぜ男爵家の領地経営に関わっていたのか訝しみながらも、優しい言葉をかけマリーの心を開いていく。一方、ミオもまたキュロスの命で男爵家を調査していて……。"
                },
                "7": {
                    "ID": "11217920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217920",
                    "TitleEnglish": "You're So Close, I Think You May Make Me Dizzy",
                    "SummaryEnglish": "Mio investigates a comment in a letter from Marie's brother. Marie and Kyros go to the capital for a date.",
                    "TitleJapanese": "近すぎて、目眩がしそうです",
                    "SummaryJapanese": "マリーの弟セドリックからの手紙には、亡くなったはずのアナスタジアがシャデラン家に帰ってきたと記されていた。にわかには信じがたい内容だったが、ミオは真相を確かめるために素性を隠してマリーの実家を訪れる。シャデラン家は何を隠しているのか!?　一方、マリーはキュロスの誘いで王都へ。二人きりのデートがはじまる。"
                },
                "8": {
                    "ID": "11217921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217921",
                    "TitleEnglish": "A Gift More Lovely Than Jewels",
                    "SummaryEnglish": "Kyros and Marie meet Luiphon at a jeweler's at his request. Thoughts of Anastasia haunt Marie's happiness.",
                    "TitleJapanese": "宝石より素敵な贈り物",
                    "SummaryJapanese": "ルイフォンとの待ち合わせで、王家御用達の宝飾店にやってきたマリーとキュロス。ルイフォンのサプライズに呆れながらも、マリーはグラナド家の一員として生きる覚悟を決め、キュロスへの思いを新たにする。しかし、ようやく自身の幸せを噛みしめられるようになった矢先、アナスタジアへの負い目が湧き上がってきて……。"
                },
                "9": {
                    "ID": "11217922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217922",
                    "TitleEnglish": "In Pursuit of Anastasia's Spirit",
                    "SummaryEnglish": "Kyros demands the truth of Anastasia's accident, but he and Marie are not prepared for the answers they find.",
                    "TitleJapanese": "アナスタジアの魂を追って",
                    "SummaryJapanese": "キュロスのもとへ連行されてきたのは、あの“事故”の日にアナスタジアが乗っていた馬車の御者ヤーコブ。何も話さないヤーコブに対し、彼と同郷のヨハンはひと芝居打って真相を聞き出そうとする。ヤーコブが語った事故の顛末は、マリーの想像を絶するものであり、キュロスもまたアナスタジアへの認識が大きく揺さぶられる。"
                },
                "10": {
                    "ID": "11217923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217923",
                    "TitleEnglish": "Please Call Off the Betrothal",
                    "SummaryEnglish": "Worried, Kyros arranges to meet with Norman. But as Marie hears him describe his apprentice, her fears grow.",
                    "TitleJapanese": "婚約を破棄してください",
                    "SummaryJapanese": "アナスタジアが生きている？しかしマリーが疑っていたノーマンの弟子は、アーサーという男の子だった。そんなルイフォンの話を聞いても納得できないマリーは、心配するキュロスのはからいでノーマンと直接会うことに……。弟子は男だと主張されるも、ノーマンから聞く弟子の様子にマリーは疑いを深め、姿を消してしまう。"
                },
                "11": {
                    "ID": "11217924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217924",
                    "TitleEnglish": "The Empty Princess Lives",
                    "SummaryEnglish": "Marie's attacker talks about the past. Why did little Marie's life change so much? Why was she left in rags?",
                    "TitleJapanese": "カラッポ姫は生きている",
                    "SummaryJapanese": "マリーを襲ったのは、アナスタジアだった！　彼女の要求はマリーとキュロスの婚約解消。なぜかキュロスに嫌悪の目を向けるアナスタジアをひとまず城に案内し、マリーが話を聞くことに。すると、アナスタジアはマリーを「守れなかった」過去を語りはじめる。マリーの生活が一変し、\"ずたぼろ\"になった理由とは……!?"
                },
                "12": {
                    "ID": "11217925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zutaboro-reijou-wa-ane-no-moto-konyakusha-ni-dekiai-sareru/episodes/11217925",
                    "TitleEnglish": "It's Time to Settle This",
                    "SummaryEnglish": "Marie is determined to settle things. But even with everyone's help, how will she confront her parents?",
                    "TitleJapanese": "決着の時間です",
                    "SummaryJapanese": "シャデラン家と決着をつけることを決めたマリー。屋敷に閉じこもる父親グレゴールたちに対し、キュロスたちの力を借りて強行突破を図る。罪状を突きつけられても抵抗を続けるグレゴールと、アナスタジアを前にして秘密が明らかになる母親のエルヴィラ。マリーはそんな両親にどう向き合うのか――。"
                }
            }
        }
    }
}