{
    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Anime - Shonen",
        "Erotica",
        "Time Travel"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt35436364/",
        "https://takaminesan.com/",
        "https://www.themoviedb.org/tv/276880",
        "https://www.wikidata.org/wiki/Q128292443",
        "https://en.wikipedia.org/wiki/Please_Put_Them_On,_Takamine-san#Anime",
        "https://x.com/takamine_anime"
    ],
    "TitleEnglish": "Please Put Them On, Takamine-san",
    "SummaryEnglish": "Student council president Takane Takamine is a popular star student. On the other hand, Koushi Shirota doesn’t have many friends. That all changes when Koushi accidentally discovers Takane’s ability to go back in time and alter past actions just by changing her lingerie. After some pestering, Koushi agrees to help Takane and be her closet, by having spare lingerie on hand.",
    "TitleJapanese": "履いてください、鷹峰さん",
    "SummaryJapanese": "「私にパンツを履かせなさい」\n生徒会長の鷹峰さんはスクールカーストのトップオブトップ、神！\n対して、友達も存在感も皆無の白田くんは、\nある日鷹峰さんの生おっぱいを見てしまったことで\nスクールライフが変わり始める…。\n\nなんと鷹峰さんは\n\"未だ穢れ知らぬ乙女（エターナル・バージンロード）\"\nという能力でパンツを脱いで時をかける乙女だった。\nノーパンではいられない鷹峰さんのクローゼットとして\n白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。\nそんなとき思わず言っちゃう、\n「履いてください、鷹峰さん」!\n\nTVアニメでもたっぷりモモ色おねだり炸裂します！",
    "Aliases": [
        "Haite Kudasai, Takamine-san",
        "鷹峰さん",
        "鷹峰"
    ],
    "Modified": "2025-06-28",
    "Seasons": {
        "1": {
            "ID": "2139559",
            "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10618263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/10618263",
                    "TitleEnglish": "Become My Closet",
                    "SummaryEnglish": "Takamine is basically a goddess. Shirota is like an NPC, but he glimpses her bare breasts. Weirdness ensues...",
                    "TitleJapanese": "私のクローゼットになりなさい。",
                    "SummaryJapanese": "スクールカーストの頂点を極める生徒会長・鷹峰さん。冴えない高校生活を送る白田くんは、偶然にも鷹峰さんの生のおっぱいを見てしまう。学園一の美少女のおっぱいのことが気になっていると、今度は鷹峰さんは目の前でテストの返却中に下着を脱ぎ始める。すると、同じようなテスト返却シーンが続き、デジャブのような出来事が…？真相を探るため白田くんは生徒会室へ向かうのだが…。"
                },
                "2": {
                    "ID": "11025746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025746",
                    "TitleEnglish": "Let Me Redo It Until I'm Satisfied.",
                    "SummaryEnglish": "It's Shirota's first day as Takamine's closet. How is he even supposed to pull off what she's asking of him?",
                    "TitleJapanese": "満足するまでやり直させて。",
                    "SummaryJapanese": "鷹峰さんの秘密を知り、「クローゼット」となった白田くん。鷹峰さんから渡されたのは、なんと彼女の下着が詰まったポーチだった！　一日中、肌身離さず持ち歩き、彼女が能力を使ったらすぐに下着を履かせなければならない。たとえどんな状況であろうとも！　早速、授業中に「やり直し」をする鷹峰さん。【授業中】という限定された状態で、白田くんはどうパンツを履かせる!?"
                },
                "3": {
                    "ID": "11025747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025747",
                    "TitleEnglish": "I Want You to Enjoy the Very Best",
                    "SummaryEnglish": "Shirota learns how much effort Takamine has put in to be who she is. Later she helps him get first place.",
                    "TitleJapanese": "一番イイのを味わって",
                    "SummaryJapanese": "みんなから慕われる鷹峰さんは、白田くんの知らないところで尊敬されるに足る為の努力をしていた。全校生徒の名前だけでなく日常生活まで。もちろん白田くんのことも…。その性格は――『私の体に興味津々なのに、見ても良いと公認されると見ようとしなくなる【むっつりスケベ】』。否定する白田くんに、本当にむっつりスケベではないか、体で質問しようとする鷹峰さんだが…。"
                },
                "4": {
                    "ID": "11025748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025748",
                    "TitleEnglish": "Don't Be Dense, Be Sharp.",
                    "SummaryEnglish": "When Shirota gets sick, Takamine nurses him with surprising devotion, making him wonder if it means something.",
                    "TitleJapanese": "ドン感しないで、ビン感して。",
                    "SummaryJapanese": "鷹峰さんが水泳部のエースと勝負した放課後、ランジェリーショップに誘われた白田くん。少なくなってきた下着を補充したい鷹峰さんが、似合う下着を選んでほしいと無理難題をおねだりしてくる。適当に選んだらかなりキワドイ下着を選んでしまい、やり直し！　やっとのことで下着を選んだ白田くんだが、今度は試着室で「履かせ具合」を確認することになり…!?"
                },
                "5": {
                    "ID": "11025749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025749",
                    "TitleEnglish": "I Want You to Make This Cat Purr, Meow",
                    "SummaryEnglish": "Shirota has to finish his assignments before summer break. Takamine offers to help by inviting him to her place.",
                    "TitleJapanese": "あなたにニャンニャンさせてほしいニャン。",
                    "SummaryJapanese": "課題を終わらせるために、授業中に内職を頑張る白田くん。一方、鷹峰さんは普段だったら一日に何回も「やり直し」をするはずなのに、下着に手を掛けながらもどうしてか我慢している様子。いつも勢いよく下着を脱ぐシーンで、苦しそうながらも何かをフォローするかのように、能力を使うのを堪える鷹峰さん。今日に限ってなぜ能力を使わないのか…？"
                },
                "6": {
                    "ID": "11025750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025750",
                    "TitleEnglish": "Honey, Let Me Wash Your Back.",
                    "SummaryEnglish": "Takamine and Shirota roleplay newly-weds. She escalates things by joining him in the bath to wash his back.",
                    "TitleJapanese": "あなた、お背中流させて。",
                    "SummaryJapanese": "大雨により鷹峰さんの家に泊めてもらうことになった白田くん。夕飯の時間になり、鷹峰さんは「新婚ロールプレイング」を提案する。二人は新婚夫婦という設定で振る舞わなければならない…。鷹峰さんは裸エプロンで出迎えてくれたり、料理を食べさせてくれようとしたり…。果てはお風呂にまで入ってきて、背中を洗うと言い出し…!?"
                },
                "7": {
                    "ID": "11025751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025751",
                    "TitleEnglish": "Even That Which Isn't Visible From There",
                    "SummaryEnglish": "Takamine and Shirota talk about the future. When he says he's set on work, not college, she briefly looks sad.",
                    "TitleJapanese": "そこからじゃ見えないところまで",
                    "SummaryJapanese": "夏休み、白田くんは鷹峰さんと一緒にオープンキャンパスへ。キャンパスを見学しながら、大学生活でも白田くんをクローゼットとして使い倒すつもりで楽しそうにする会話する鷹峰さん。だが、白田くんが就職を希望しているという話をすると、鷹峰さんは何やら考え込んでしまって――。"
                },
                "8": {
                    "ID": "11025752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025752",
                    "TitleEnglish": "You Two Seem Quite Intimate",
                    "SummaryEnglish": "Shirota runs into Ellie, a friend from grade school. They're hanging out in the park where Takamine sees them.",
                    "TitleJapanese": "仲、睦まじいご様子で",
                    "SummaryJapanese": "予備校で声を掛けてきたのは、小学校の同級生・絵梨衣だった。小学校の頃と変わらず無邪気な絵梨衣に誘われ、懐かしの水風船合戦をすることに。無防備な絵梨衣はノーブラびしょ濡れ状態になったり肌を露わにしたりと目のやり場に困る白田くん。案の定その様子を鷹峰さんに見られてしまい!?"
                },
                "9": {
                    "ID": "11025753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025753",
                    "TitleEnglish": "Let Me Do It!!",
                    "SummaryEnglish": "Takamine challenges Shirota to a water balloon fight, the loser has to obey the winner. What will it be?",
                    "TitleJapanese": "私にヤらせなさい！！",
                    "SummaryJapanese": "予備校の帰り道、白田くんと絵梨衣は“たまたま”鷹峰さんと遭遇する。絵梨衣の友達・瑠理香がバイトしているファミレスに向かうが、二人の昔話にピリつく鷹峰さん。そんな様子を察知した絵梨衣は、帰りがけ鷹峰さんを個別に呼び出し、ある言葉を告げるのだが…。"
                },
                "10": {
                    "ID": "11025754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025754",
                    "TitleEnglish": "It Rains, and Shirota Freezes Up",
                    "SummaryEnglish": "The class will put on the play Cinderella. Naturally, Takamine will be Cinderella, but who will be the prince?",
                    "TitleJapanese": "雨降って白田固まる",
                    "SummaryJapanese": "鷹峰さんの家で勉強会をすることになった白田くん。偶然会った絵梨衣を連れてきてしまい、ムスッとした鷹峰さんに買い出しを命じられてしまう。二人きりになった途端、鷹峰さんは絵梨衣へ「帰ってほしいと」告げるが、絵梨衣は一つだけ気になることがあると懇願する。絵梨衣の気になること、それは「鷹峰さんと白田くんがもう付き合っているのかどうか？」ということだった…！鷹峰さんの返答は…？"
                },
                "11": {
                    "ID": "11025755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025755",
                    "TitleEnglish": "I'll Let You Do a Dry Run",
                    "SummaryEnglish": "To calm Shirota's nerves, Takamine goes into the haunted house with him. It works, but now where is Ouji?",
                    "TitleJapanese": "予行演習をさせてあげるわ",
                    "SummaryJapanese": "文化祭でのクラスの出し物『シンデレラ』の準備は順調に進み、いよいよ前夜祭。クラス全員、鷹峰さんを中心に活気に満ちあふれ、白田くんもその一員として高揚感を覚えていた。そんな中、白田くんのために能力を使った鷹峰さんに、またもパンツを履かせミスをしてしまう。いつもなら怒られるところ、お咎めもなく準備を続けて…。と思ったら、帰る直前、鷹峰さんに屋上に呼び出されてしまうのだった…！"
                },
                "12": {
                    "ID": "11025756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haite-kudasai-takamine-san/episodes/11025756",
                    "TitleEnglish": "Only Look At Me",
                    "SummaryEnglish": "Can Shirota make it to the end of Cinderella without messing up? Near the end, something unexpected happens!",
                    "TitleJapanese": "私だけをみなさい",
                    "SummaryJapanese": "怪我をした王寺に代わり、鷹峰さん自らの指名により本番直前で王子役を務めることになった白田くん。「楽しみましょう」と声を掛けてくれた鷹峰さんの言葉もむなしく、最初のセリフが飛んでしまった！すぐさま舞台上で鷹峰さんがパンツを脱ぎやり直すことで事なきを得るが、観客の視線を恐れる白田くんの緊張は最高潮に。そんな彼に鷹峰さんは「他人なんて見ずに、私のことだけを見なさい」と告げる。その言葉は白田くんの心に届き――。"
                }
            }
        }
    }
}