{
  "URL": "https://www.thetvdb.com/series/tsuihou-sareta-tensei-juu-kishi-wa-game-chishiki-de-musou-suru",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt33334216/",
    "https://sh-anime.shochiku.co.jp/jukishi-anime/",
    "http://www.reddit.com/r/HeavyKnight",
    "https://www.themoviedb.org/tv/270603",
    "https://www.wikidata.org/wiki/Q128758407",
    "https://en.wikipedia.org/wiki/The_Exiled_Heavy_Knight_Knows_How_to_Game_the_System#Anime"
  ],
  "TitleEnglish": "The Exiled Heavy Knight Knows How to Game the System",
  "SummaryEnglish": "\"You good-for-nothing bastard.. You are the son of a Sword Saint, yet you dare pull such a defective Class!?\" During the \"Divine Blessing Ceremony\" of the 15-year-old Elma who came from a lineage of Sword Saints, he had manifested a commonly deemed defective class known as the Heavy Knight. He had been deprived of his position as the next head of the Edvan Household and was then exiled. The Heavy Knight class had an unbalanced status and useless skills, to top it off, it was even said to be a class cowardly and indolent people have. But, Elma knew better—that this world was the world of the game he had used to play before—and that the Heavy Knight class was the strongest class to exist. Elma made full use of the knowledge he had in his previous life and began his efficient walkthrough of the world he was reincarnated into.",
  "Aliases": [
    "Dai hazureda to tsuihou sareta tensei juu kishi wa geemu chishiki de musou suru",
    "Dai hazureda to tsuihō sareta tensei jū kishi wa gēmu chishiki de musō suru",
    "The Exiled Reincarnated Heavy Knight Is Unrivaled In Game Knowledge",
    "Tsuihou Sareta Tensei Juu Kishi wa Game Chishiki de Musou Suru",
    "Tsuihou Sareta Tensei Juu Kishi wa Geemu Chishiki de Musou Suru",
    "Tsuihō Sareta Tensei Jū Kishi wa Game Chishiki de Musō Suru",
    "Tsuihō Sareta Tensei Jū Kishi wa Gēmu Chishiki de Musō Suru",
    "大ハズレだと追放された転生重騎士はゲーム知識で無双する"
  ],
  "Modified": "2025-06-07",
  "Seasons": {
    "1": {
      "ID": "2140328",
      "URL": "https://www.thetvdb.com/series/tsuihou-sareta-tensei-juu-kishi-wa-game-chishiki-de-musou-suru/seasons/official/1",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10626461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tsuihou-sareta-tensei-juu-kishi-wa-game-chishiki-de-musou-suru/episodes/10626461",
          "TitleEnglish": "TBA",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}