{
    "URL": "https://www.thetvdb.com/series/witchi-wotchi",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt33165027/",
        "https://witchwatch-anime.com/",
        "http://www.reddit.com/r/WitchWatch",
        "https://www.themoviedb.org/tv/261868",
        "https://www.wikidata.org/wiki/Q129264041",
        "https://en.wikipedia.org/wiki/Witch_Watch#Anime",
        "https://x.com/WITCHWATCHanime"
    ],
    "TitleEnglish": "WITCH WATCH",
    "SummaryEnglish": "Morihito Otogi, a high school student who comes from a lineage of ogres, enjoys a peaceful, ordinary life until his childhood friend, Nico, moves in with him. Nico is a witch-in-training, and chooses Morihito to be her familiar. While Nico is thrilled to reunite with her old friend and crush, Morihito is tasked with the perilous duty to protect her from a foretold calamity. Between the unpredictable chaos caused by Nico’s magic, and the awkwardness of sharing a home, their lives become a whirlwind of supernatural hijinks and threats.",
    "TitleJapanese": "ウィッチウォッチ",
    "SummaryJapanese": "鬼の力を持つ高校生・乙木守仁は、\n魔女修行中の幼馴染・ニコの使い魔として同居することに!\n\n幼馴染との再会にときめくニコだったが、\n守仁には予言された災いからニコを守る使い魔としての使命があり…。\nニコの魔法が引き起こす予測不能なトラブル、年ごろの男女の二人暮らし...\n前途多難で摩訶不思議な日々が始まる！",
    "Aliases": [
        "Witchi Wotchi",
        "Uicchi uocchi",
        "WITCH WATCH"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2140712",
            "URL": "https://www.thetvdb.com/series/witchi-wotchi/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "10641880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10641880",
                    "TitleEnglish": "Witch’s Return",
                    "SummaryEnglish": "Ogre descendant Morihito begins living with his childhood friend Nico, a novice witch, but he soon has his hands full keeping her out of trouble.",
                    "TitleJapanese": "魔女の帰還",
                    "SummaryJapanese": "乙木守仁は、鬼の力を持つ少年。そのモリヒトの元に、魔女修行から幼馴染のニコが帰ってきた！古い盟約に従い、ニコと同居することになるモリヒト。一方、ニコはモリヒトとの再会にワクワクドキドキ胸をときめかせていた。 “ドジっ子”ニコが巻き起こす回避不能で奇想天外なトラブルに負けず、予言された災いからニコを守ることはできるのか!?ニコとモリヒトのマジカルコメディ開幕！"
                },
                "2": {
                    "ID": "10969416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969416",
                    "TitleEnglish": "A Giant Rookie / Let’s Go to a Diner! / The Flying Classroom",
                    "SummaryEnglish": "On the first day of school, Morihito urges Nico to hide the fact that she’s a witch, but she tries using magic to secretly help him out in class.",
                    "TitleJapanese": "大型ルーキー／ファミレス行こ！／飛ぶ教室",
                    "SummaryJapanese": "ニコとモリヒトの“前途多難”な同居生活が始まった。そしてモリヒトには更なる多難が待ち受けていた。そう、私立翌檜（あすなろ）高等学校にニコと入学したのだ。ニコとモリヒトは仲良く同じクラスとなるが、モリヒトはニコに魔女であることを隠すようにと念押しする。モリヒトを魔法でこっそり手助けしようとしたニコだったが、うっかりクラス全員の前で魔法を披露してしまった…！"
                },
                "3": {
                    "ID": "10969417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969417",
                    "TitleEnglish": "Fresh Transparent Fashions for Spring / Witch’s Delivery Service / Lost Dogs and the Patter of Rain",
                    "SummaryEnglish": "Nico’s mother sends Morihito a letter containing a worrying prophecy. Unable to decipher the meaning, Morihito spends the rest of the day on his toes.",
                    "TitleJapanese": "春のシースルーコーデ／魔女に宅急便／迷子犬と雨のビート",
                    "SummaryJapanese": "順応性があり過ぎる周囲のおかげで、魔女と鬼であることがバレても至ってこれまで通り生活していたニコとモリヒト。ある日の休日、家でゆっくりしてたニコとモリヒトの元に、ニコの母・伊吹から荷物が届いた。モリヒト宛の手紙も封入されており、ニコに「犬と雨滴が災いをもたらす」と新たな予言が出たという。モリヒトは、戸惑いながらもそれらに注意しようと考えていた。しかしその矢先に…。"
                },
                "4": {
                    "ID": "10969418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969418",
                    "TitleEnglish": "Kanshi Kazamatsuri, the Tengu",
                    "SummaryEnglish": "Kanshi explains that Nico’s mother sent him to protect her. He and Morihito clash, but he takes a moment to warn him of an enemy within the school.",
                    "TitleJapanese": "天狗-風祭監志-",
                    "SummaryJapanese": "ニコを守るため、カラスの使い魔である風祭監志がニコとモリヒトの前に現れた。カンシは、ニコが魔法の修行をした山に住んでいた天狗だという。伊吹からモリヒトと同じくニコの護衛を頼まれたというが、カンシは鬼であるモリヒトを一方的に敵視していた。ニコ、モリヒトの同居に、新たな人物・カンシが仲間入り!?"
                },
                "5": {
                    "ID": "10969419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969419",
                    "TitleEnglish": "My Student Is My Favorite Artist / My Tummy Is Tender Today / Cat Scout",
                    "SummaryEnglish": "Closet manga fan Ms. Makuwa loses her composure when she realizes that one of her students is a popular fan artist for her favorite series.",
                    "TitleJapanese": "教え子が推し絵師だった件／今日はヘビーなストマック／キャットスカウト",
                    "SummaryJapanese": "ニコ、モリヒトたちの担任、真桑先生は隠れ漫画オタク。なかでも「うろんミラージュ」通称「うろミラ」という作品が大好き。あるとき、生徒のひとり、嬉野久々実（通称・クック）が自身のSNS「チッター」に「うろミラ」のイラストを投稿していると耳にする。フォロワーも１万人いるようで、バズったイラストなどもあるらしい。クックのイラストが気になる真桑先生は…。"
                },
                "6": {
                    "ID": "10969420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969420",
                    "TitleEnglish": "Under the Lovers’ Tree",
                    "SummaryEnglish": "After realizing Morihito is getting popular with the girls at school, Nico learns of a so-called lovers’ tree near the site of an upcoming field trip.",
                    "TitleJapanese": "縁結びの樹の下で",
                    "SummaryJapanese": "モリヒトがいつの間にかモテ始めていてニコは焦っていた。カンシすらニコの気持ちに気付いていたのに、張本人のモリヒトは全く気付かない。そんなとき、ニコは学校の遠足で行く不達山に、縁結びの樹という有名な樹があることを知る。その樹の下で待ち合わせしてお昼を食べた男女は結ばれるという言い伝えがあるらしい。カンシはニコに、モリヒトへ告白するようたきつける。"
                },
                "7": {
                    "ID": "10969421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969421",
                    "TitleEnglish": "Kan & Nico’s Channel / The Tea Ceremony Is a Piece of Tea Cake",
                    "SummaryEnglish": "Nico and Kanshi start an online video channel, but Morihito is annoyed by their lack of originality and asks their hipster classmate Magami for help.",
                    "TitleJapanese": "カンニコチャンネル／お茶の心はお茶の子さいさい",
                    "SummaryJapanese": "“なんか儲かるらしい”という理由から「カンニコチャンネル」という動画チャンネルを始めたニコとカンシ。モリヒトはニコとカンシのあまりの動画配信センスの無さにイライラ。クラスメイトのサブカルクソ野郎・マガミケイゴにアドバイスを求める。"
                },
                "8": {
                    "ID": "10969422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969422",
                    "TitleEnglish": "Kanshi’s Part-Time Job Diaries ~The Superhero Show~ / Kanshi’s Part-Time Job Diaries ~The Side Job~",
                    "SummaryEnglish": "When Kanshi can’t pay his share of the living expenses, Morihito hands him a flyer from an amusement park hiring performers for a superhero show.",
                    "TitleJapanese": "カンシのバイト日記～ヒーローショー～／カンシのバイト日記～内職～",
                    "SummaryJapanese": "カンシはモリヒトに泣きながら縋り付いていた。なぜなら、仕送りをすぐムダづかいしてしまい乙木家へ入れる生活費が無くなってしまったから。モリヒトはカンシに、あけぼ乃遊園地のヒーローショーでバイト募集しているチラシを手渡した。"
                },
                "9": {
                    "ID": "10969423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969423",
                    "TitleEnglish": "Dear Kara / New Friends / Date With the Knight",
                    "SummaryEnglish": "Nico and Morihito’s classmate Kara asks them to restore a letter from her deceased mother, which her father put through a paper shredder.",
                    "TitleJapanese": "伽羅へ／新しい友達／デート・ウィズ・ザ・ナイト",
                    "SummaryJapanese": "ニコとモリヒトは、クラスメイトである南伽羅の家に来ていた。その理由は、カラに「シュレッダーされた紙クズの修復」を頼まれたため。だが、ニコの修復魔法「マジョリカバリー」は対象物がまとまった状態じゃないと使用できず、いろんな紙クズが混ざった状態だと使うことができない。カラは、修復したいものは亡くなった母からの手紙でシュレッダーをかけたのは父だと言う…。"
                },
                "10": {
                    "ID": "10969424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969424",
                    "TitleEnglish": "Trope-tacular Student Council / A Stray Cat’s Bubble of Bliss",
                    "SummaryEnglish": "After a student council vice president makes a dramatic entrance to forbid Nico from using magic, the council’s other larger-than-life members arrive.",
                    "TitleJapanese": "ベタベタ生徒会／通い猫の泡いひととき",
                    "SummaryJapanese": "“ベタ”な人物だらけの生徒会に目を付けられたモリヒト。バラを投げつけてくるセクシー系お姉さんの副会長・伊武荊、関西系糸目優男でいつか裏切りそうな見た目の同じく副会長・剣持弓弦、洋風ロリータツンデレと和風ホラークーデレの双子姉妹の書記、見た目は小学生の天才ハッカーの会計、野獣系脳筋巨漢の広報、サイコ系ナイフなめなーめなイカレ野郎の庶務、同じく庶務で正体不明のミステリアスロボ。そして彼らをまとめる、被った帽子から右手を離さない生徒会長の清宮天流がニコとモリヒトの前に現れた。"
                },
                "11": {
                    "ID": "10969425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969425",
                    "TitleEnglish": "Dogs and Raindrops, Part 1",
                    "SummaryEnglish": "Kanshi saves Keigo from a bully who claims to be using a candy with a stimulant effect. A self-proclaimed witch appears before Nico and Morihito.",
                    "TitleJapanese": "犬と雨滴・前編",
                    "SummaryJapanese": "スニーカー狩りをされそうになっていたケイゴを助けたカンシ。襲ってきた男は「ドロップ」と呼ばれる覚醒作用のある飴を使い自分の力と欲望を増幅させ、行動していた。そのドロップは“ウルフ”という人物が流していると言い、ドロップを使って暴れている者たちは“犬”と呼ばれているという。一方、ニコとモリヒトの前には自身を魔女と名乗る宮尾音夢（ネム）が現れた。"
                },
                "12": {
                    "ID": "10969426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969426",
                    "TitleEnglish": "Dogs and Raindrops, Part 2",
                    "SummaryEnglish": "A transformed Keigo attacks the isolated Morihito. Surrounded by Wolf's “Dogs,” Kanshi and Nico devise a plan to locate and neutralize the warlock.",
                    "TitleJapanese": "犬と雨滴・後編",
                    "SummaryJapanese": "マガミケイゴが“ウルフ”だった！三日月の形を見ると、凶暴さと野生の強さを持った強靭な狼男に変身し、モリヒトに襲い掛かる。そのころ、モリヒトと離ればなれになっていたニコとカンシは、ウルフの“犬”たちに囲まれていた。ニコは自分を狙う魔女を捜索、カンシは魔女が見つかり次第攻撃というシンプルな作戦を立て、2人は行動に出る。"
                },
                "13": {
                    "ID": "10969427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969427",
                    "TitleEnglish": "Keigo Magami, the Werewolf / Kind Tiger, Proud Wolf / Easy Spices for Enthralling Cooking",
                    "SummaryEnglish": "Morihito and the others decide to get rid of any crescent-shaped objects to minimize the risk of Keigo transforming into a werewolf in the house.",
                    "TitleJapanese": "狼男-真神圭護-／善人の虎高慢の狼／お手軽超魅了",
                    "SummaryJapanese": "もろもろひと段落して、マガミケイゴが新たに乙木家に入居することになった。ケイゴ曰く、三日月だけじゃなく“三日月型”と認識した形を見るとウルフに変身してしまうらしい。ウルフは“欲望に忠実”であり、睡眠欲や食欲、そして異性…にも。なのでニコ、モリヒト、カンシ、ケイゴは変身するリスクを潰すために乙木家の三日月型の物を取り除いていくことにする。"
                },
                "14": {
                    "ID": "10969428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969428",
                    "TitleEnglish": "Uron Mirage Chapter 119: The Fuzzy Hunt, Part 4 / Diary of My Favorite Artist",
                    "SummaryEnglish": "In Episode 119 of Uron Mirage, swordsmen Utsuro, Oboro, Sagiri and Zack decide to split up and search the buildings of an abandoned research facility.",
                    "TitleJapanese": "うろんミラージュ　第１１９話「ファジー討伐-４」／推し絵師日誌",
                    "SummaryJapanese": "注 今回のAパートは『うろんミラージュ』第119話「ファジー討伐-４」をお届けします。\n空（うつろ）、朧（おぼろ）、狭霧（さぎり）、ザックは、過去に何らかを研究していた廃ビルに来ていた。ルーキーの空と朧を待機させ、廃ビルの東棟にはザック、西棟には狭霧が潜入することに。しかし、待機に納得できない朧はザックに反抗。その時、ザックの後ろに突如敵の姿が…⁉"
                },
                "15": {
                    "ID": "10969429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969429",
                    "TitleEnglish": "Summer Demon",
                    "SummaryEnglish": "Ibuki’s newest prophecy advises seeking a family that dispels evil. Nico and her friends set out in search, treating the journey like a summer trip.",
                    "TitleJapanese": "夏の魔物",
                    "SummaryJapanese": "「魔を祓う古の眷属を訪ねよ」ニコの母・伊吹の新しい予言が届いた。伊吹は“古の眷属”に心当たりがあるようでニコたちにとりあえず話を聞きにいけとのこと。乙木家からそんなに遠くないこともあり、ニコとモリヒト、カンシ、ケイゴ、そしてネムの5人で“夏休みのお出かけ”感覚でその古の眷属がいるという地へ向かうことに。"
                },
                "16": {
                    "ID": "10969430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969430",
                    "TitleEnglish": "Miharu Kiryu, the Vampire / Missing Parasol / I’m So Glad You’re Here",
                    "SummaryEnglish": "Vampire Miharu moves into the Otogi house, but as a night person with different energy needs, he may struggle to adjust to communal living.",
                    "TitleJapanese": "吸血鬼-霧生見晴-／傘がない／会えて嬉しい",
                    "SummaryJapanese": "吸血鬼の霧生見晴が乙木家に新たに入居した。吸血鬼という特性から、夜型で入居早々昼過ぎに起床というゆるさ。さらに、食事とは別に生気の吸入を必要とするため、起き抜けにモリヒトから生気をもらう。集団生活に向いてなさそうな気配プンプンの見晴の入居により、乙木家の前途多難がよりパワフルに!?"
                },
                "17": {
                    "ID": "10969431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969431",
                    "TitleEnglish": "We Got Trapped in a Death Game… (But It Sucked) / Long Long A Go Go",
                    "SummaryEnglish": "Morihito and the other guys awake in an unknown place. A mysterious figure tells them they must play a game — and that Nico is being held hostage.",
                    "TitleJapanese": "デスゲーム挑まれたけど…／LONG LONG A GO GO",
                    "SummaryJapanese": "変なマスクを付けられ、寝てる間に知らない場所に連れて来られていたモリヒト、カンシ、ケイゴ、見晴。すると部屋に置かれていたモニターが突然つき、「私の名はジグザグ　私とゲームをしよう」と持ち掛けられた。異様なマスク、ボイスチェンジャーの不気味な低い声、モニター越しの指示…“デスゲームを仕掛けられた”4人。そしてニコは…人質となっていた。"
                },
                "18": {
                    "ID": "10969432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969432",
                    "TitleEnglish": "Kara and Shiki / Mega Marble Mania Madness / Scramble Scrap Squad",
                    "SummaryEnglish": "Nico and Kukumi help Kara out at the shrine run by her father. When Nico casts a spell to make a paper cat move around, Kara gets an idea.",
                    "TitleJapanese": "カラちゃんとシキ／狂騒のビーダマニア／スクランブル・スクラップ・スクワッド",
                    "SummaryJapanese": "ニコとクックは巫女姿で、伽羅の父が宮司を務める神社のお手伝いをしていた。ニコはお手伝いがてら、紙垂を作る紙にアニカットという魔法をかけ、動く紙の猫を作る。伽羅もさっそく空に飛ばしてみようと鳥を作ったが、不格好な形となったため飛ぶことができず…。だが、カットした形が下手すぎて“式神”のような形になってしまっていたことで、なにやら消えない生命を生み出したようで…！"
                },
                "19": {
                    "ID": "10969433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969433",
                    "TitleEnglish": "Letter From a Friend",
                    "SummaryEnglish": "When tidying the house, Morihito finds a letter Nico wrote to him when they were kids. Nico shares her memories of those days with Nemu and the guys.",
                    "TitleJapanese": "ともだちの手紙",
                    "SummaryJapanese": "モリヒトが部屋を片付けていると、子供の時にニコからもらった手紙が出てきた。そこには「モイちゃんへ ニコはずっとずっとモイちゃんのともだちだよ」と書いてあった。それを5年くらい壁に貼って毎日見て励まされていたという。そのモリヒトは母の命日のため、一人お墓参りへ。一方、ニコとカンシ、ケイゴ、見晴と乙木家に遊びに来ていたネムは、ニコから今とは少し違う小さい頃のモリヒトとの思い出を聞いていた。"
                },
                "20": {
                    "ID": "10969434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969434",
                    "TitleEnglish": "The Lost Wolf and the Stray Cat",
                    "SummaryEnglish": "Noticing that Keigo seems sad, Nico gives him a ring imbued with a levitation spell. As he secretly trains to use it, Nemu approaches him.",
                    "TitleJapanese": "迷い狼と通い猫",
                    "SummaryJapanese": "三日月を見ないと強い力を発揮できないケイゴ。ニコは少し寂し気な表情を浮かべるケイゴに、指輪の中に封じ込めた“空飛ぶ魔法”の使い手になってほしいと持ち掛ける。使いこなせるようになれば武器になる…という思いから特訓を始めたケイゴ。ある日、秘密の特訓をしていたケイゴにネムが話しかけた。"
                },
                "21": {
                    "ID": "10969435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969435",
                    "TitleEnglish": "Secret Urges / Keiko's Carefree Style / Jekyll Visits the Otogi House",
                    "SummaryEnglish": "As Keigo wonders why his channel isn't getting more views, Nico casts a spell on him that she believes will help make his videos more interesting.",
                    "TitleJapanese": "秘密の衝動／ケイコの気ままスタイル／ジキルの乙木家訪問",
                    "SummaryJapanese": "ケイゴは動画アカウントの再生数が伸びないことに悩んでいた。同居するニコ、モリヒト、カンシ、見晴に相談するも「おもんないからや！」とバッサリ。動画に華を出すため、ニコに出演を頼むもモリヒトに却下されてしまう。そこでニコはケイゴ自身を“女の子”にする魔法をかける。"
                },
                "22": {
                    "ID": "10969436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969436",
                    "TitleEnglish": "The Incredible Shrinking Adventure / The Hamazaki Fall Bread Festival / Lucky Birthday",
                    "SummaryEnglish": "While sharing donuts with Kara and Morihito, Nico decides to shrink herself and Morihito down so they can experience eating a giant pastry.",
                    "TitleJapanese": "The Incredible Shrinking Adventure／ハマザキ秋のパンまつり／ラッキーバースデー",
                    "SummaryJapanese": "ニコの部屋で伽羅とモリヒトでドーナツ爆食いパーティを開催することに。嫌な目に遭った時とか疲れた時はドーナツに限る！と楽しくモリモリ食べていた。ニコは女子なら一度は夢見るお菓子の世界を体験するべく、魔法で体を小さくしてドーナツを満喫しようと試みる。"
                },
                "23": {
                    "ID": "10969437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969437",
                    "TitleEnglish": "Our First Offline Meetup / Fave Artist File: Creative Surge / Fave Artist File: Crazy Event Arc",
                    "SummaryEnglish": "When Kukumi mentions that she will be meeting a friend from social media in person for the first time, a worried Ms. Makuwa decides to tail her.",
                    "TitleJapanese": "はじめてのおふかい／オシエシニッシ　執筆怒涛編／オシエシニッシ　波瀾会場編",
                    "SummaryJapanese": "真桑先生はクックと『うろんミラージュ』の二次創作漫画の合作に挑んでいた。原作担当の先生はネームが降りてこず悩みまくっていて、イベントまで時間もあることからクックは絵の練習を頑張ることに。クックは先生にチッターによくリプをくれる人と仲良くなったと明かし、明日直接会ってオフ会をすると言い出した。心配でたまらない先生はクックに内緒で尾行することに。"
                },
                "24": {
                    "ID": "10969438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/10969438",
                    "TitleEnglish": "Moi’s Denim Devotion / Date With the Guide",
                    "SummaryEnglish": "“I will finally! Do! The laundry tomorrow!” Morihito declared. It’s been one year since he’s been lovingly wearing his denim jeans, and will now perform a second wash. Morihito has a personality that gets very dedicated to his hobbies, so having heard very long lectures on the topic, Nico and Kanshi try to stay out of it. However, Miharu has never seen Morihito so fired up, and dares to ask him, “Please tell me more about denim.”",
                    "TitleJapanese": "モイちゃんのデニム道／デート・ウィズ・ザ・ガイド",
                    "SummaryJapanese": "「俺は！明日！ついに洗濯をする！」モリヒトは宣言した。愛用のデニムを穿き始めて1年が経ち、セカンドウォッシュを行うという。好きなものにはとことんな性格のモリヒトに、長―い講釈を受けた経験を持つニコとカンシは、あまり踏み込まないようにしていたが、そんなモリヒトの姿を初めて見た見晴は、「ボクにも教えて下さいよ、デニムの事」と口にしてしまった…！"
                },
                "25": {
                    "ID": "11069280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchi-wotchi/episodes/11069280",
                    "TitleEnglish": "Freshman Witch and Her Familiars",
                    "SummaryEnglish": null,
                    "TitleJapanese": "駆け出し魔女と使い魔たち",
                    "SummaryJapanese": null
                }
            }
        }
    }
}