{
    "URL": "https://www.thetvdb.com/series/nightmare-x-deathscythe-hangyaku-no-resonance",
    "Genres": [
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt27620075/",
        "https://www.themoviedb.org/tv/225533"
    ],
    "TitleEnglish": null,
    "SummaryEnglish": null,
    "Aliases": [],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2141488",
            "URL": "https://www.thetvdb.com/series/nightmare-x-deathscythe-hangyaku-no-resonance/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "10637122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightmare-x-deathscythe-hangyaku-no-resonance/episodes/10637122",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Rinne Natsume lived her life thinking that she was just an ordinary female student. Until she learns her secret... A few months ago, she was attacked by a devilish cult and lost her father. At that time, she awakens to the power of the \"God of Death\" that she had hidden within her and takes revenge on the members of her cult. Eventually, her moment of peace doesn't last long and she becomes a prisoner. Akuta, the branch leader of the cult, targets Rinne for the hurt he received from Rinne's father. Now, the sacred mating ritual between the devil and the god of death is about to begin. Then the wandering exorcists Shindo Setsuna and Yuuka appear! However, although he puts up a good fight, he ends up being surrounded by a large number of believers... What awaits us in this desperate situation? ?"
                },
                "2": {
                    "ID": "10637123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightmare-x-deathscythe-hangyaku-no-resonance/episodes/10637123",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "Rinne, Setsuna, and Yuuka have unknowingly entered an endless abyss of depravity. Rinne, who inherited the blood of a shinigami, finds herself pregnant with the child of a demon and undergoes a disturbing change within her. Setsuna and Yuuka, too, are surrounded by members of a cult and subjected to sexual torment by a legendary torture artifact. Witnessing the transformations of their two companions, Rinne is also subjected, and when brought to the brink of despair, the mark of a demon begins to appear. At that moment, her true power as a carrier of shinigami blood is fully awakened, accompanied by a brilliant flash."
                }
            }
        }
    }
}