{
    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34621652/",
        "https://arafo-tsuhan.com/",
        "https://www.themoviedb.org/tv/261745",
        "https://www.wikidata.org/wiki/Q129193320",
        "https://en.wikipedia.org/wiki/The_Daily_Life_of_a_Middle-Aged_Online_Shopper_in_Another_World#Anime",
        "https://x.com/arafo_tsuhan"
    ],
    "TitleEnglish": "The Daily Life of a Middle-Aged Online Shopper in Another World",
    "SummaryEnglish": "Kenichi Hamada is just a regular, middle-aged man working as an illustrator in Japan. One day, he is transported to another world and wakes to find himself in the middle of a dangerous forest filled with ravenous monsters. He quickly discovers a massive online shopping site that can deliver him exactly what he needs. Join Kenichi on his search for relaxation in a new world!",
    "TitleJapanese": "アラフォー男の異世界通販生活",
    "SummaryJapanese": "突然異世界の森に転移してしまったアラフォーの独身男ケンイチは、現代日本のネット通販サイトが使えることに気がつく。獣が居る森から脱出して近くの街ダリアに入ったケンイチは、露店で洗濯ばさみやアクセサリーなどの雑貨を売りながら生計を立て、その生活の中で交流を増やしていく。スローライフを目指し、ある程度資金に余裕ができたところで通販で買ったユンボやチェーンソーなどを使って森の中にログハウスを建てる。",
    "Aliases": [
        "Arafō Otoko no Isekai Tsūhan Seikatsu",
        "Arafoo Otoko no Isekai Tsuuhan Seikatsu",
        "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
    ],
    "Modified": "2025-04-20",
    "Seasons": {
        "1": {
            "ID": "2141613",
            "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10638246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10638246",
                    "TitleEnglish": "An Unfamiliar Forest",
                    "SummaryEnglish": "Kenichi, a single man close to 40, suddenly finds himself standing in the woods of another world. After realizing his Skill lets him use the major online retailer \"Shangri-La\" from his original world, he exchanges items from this new world for money and purchases various products to survive outdoors. However, his life is soon thrown in peril as he finds himself surrounded by monsters.",
                    "TitleJapanese": "見知らぬ森林",
                    "SummaryJapanese": "アラフォーの独身男ケンイチは、気づくと異世界の深い森に立っていた。元いた世界の巨大ネット通販サイト「シャングリ・ラ」をスキルとして使用できると気づいたケンイチは、異世界で手に入れたアイテムを換金し、さまざまな商品を購入してサバイバルを開始！　しかし魔物の群れに囲まれ、絶体絶命の危機に陥ってしまう。"
                },
                "2": {
                    "ID": "10874948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874948",
                    "TitleEnglish": "Curry is Justice!",
                    "SummaryEnglish": "Kenichi is steadily increasing his sales when Myaley and other beastfolk are lured into him by the smell of spices. He refuses to sell spices to them so he can stay off the radar of the spice syndicates, but he gives into pressure from the beastfolk and offers an alternative. Primula, the first daughter of the Mallow Trading Company appears before Kenichi.",
                    "TitleJapanese": "カレーは正義！",
                    "SummaryJapanese": "順調に売上を伸ばすケンイチのもとに、香辛料の香りに釣られたミャレーたち獣人がやってくる。スパイスシンジケートに睨まれないように香辛料の売買には手を出さずにいたが、獣人たちに気圧されてしまい……。一方、ケンイチの宿泊する宿にはマロウ商会の長女プリムラが現れる。大商会とのパイプとなるか、あるいは……!?"
                },
                "3": {
                    "ID": "10874949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874949",
                    "TitleEnglish": "A Small House in a Big Forest",
                    "SummaryEnglish": "Kenichi decides to live in the forest, but first he must build a cabin with all its accessories in order to lead a peaceful life.",
                    "TitleJapanese": "大森林の小さな家",
                    "SummaryJapanese": "マロウ商会との取り引きを終え、ケンイチは念願のログハウスを手に入れる。立派な家を手に入れたかと思いきや……なんと組み立てタイプ！　それでも時間を掛けて完成にこぎつけ、スローライフの極致を堪能する。一国一城の主となったケンイチは、ある日、森の中でぐったりと倒れている獣を発見。懸命に看病するが……。"
                },
                "4": {
                    "ID": "10874950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874950",
                    "TitleEnglish": "Adventurers (Kenichi and His Eight Allies)",
                    "SummaryEnglish": "Primula has been kidnapped by bandits! Kenichi gathers some allies and heads off to rescue her.",
                    "TitleJapanese": "冒険者たち-ケンイチと8人の仲間-",
                    "SummaryJapanese": "ケンイチが冒険者ギルドを訪れると、娘を助けてほしいと町人にすがりつくマロウの姿が。買い付けに出たプリムラたちマロウ商会のキャラバンが、野盗シャガの一味に襲われたという。プリムラを救うために自分がなんとかすると名乗りを上げるケンイチ。4トントラックを“召喚”し、ミャレーたちとともにシャガ討伐に向かう！"
                },
                "5": {
                    "ID": "10874951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874951",
                    "TitleEnglish": "The Moon Over an Old Castle",
                    "SummaryEnglish": "After rescuing Primula, Kenichi returns to collect his reward and sell their loot, but now it's only a matter of time before he attracts the attention of the nobles.",
                    "TitleJapanese": "古城の月",
                    "SummaryJapanese": "野盗に囚われた女性たちを解放し、身寄りのないアネモネをダリアへ連れ帰ってきたケンイチ。野盗の首や戦利品の運搬を終え、検分後、莫大な報奨金を約束される。そんな中、アナマから“ある提案”を持ちかけられるのだが……。野盗が討伐されたことで街は活気に溢れ、ケンイチを取り巻く環境も少しずつ変わろうとしていた。"
                },
                "6": {
                    "ID": "10874952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874952",
                    "TitleEnglish": "The Book Loving...",
                    "SummaryEnglish": null,
                    "TitleJapanese": "本好きの…",
                    "SummaryJapanese": "ダリアを遠く離れ、湖畔近くに拠点を構えたケンイチ。アネモネは読み書きを学び、自身はバイオディーゼル燃料の研究を始めようとする。やがて、ケンイチたちのにおいを辿ってきたミャレーが現れる。なし崩し的に一緒に住むことになった三人と一匹。そして、ミャレーからプリムラがノースポールに求婚されたことを聞かされる。"
                },
                "7": {
                    "ID": "10874953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874953",
                    "TitleEnglish": "Creep Forth!",
                    "SummaryEnglish": "After fending off an attack on Crouton, Kenichi secures the Chicory to save Mary and helps them immigrate to Norspaul before Primula finally catches up to him in Astrantia.",
                    "TitleJapanese": "這いよれ！",
                    "SummaryJapanese": "風土病に罹ったマリーを救うため、チコリの種を採りに森の泉へと向かったケンイチたち。目的は果たしたものの、一行の前に黒狼を使役する犬人が立ちはだかる。その狙いはクロトンのようで、ケンイチは彼を娘のもとへと急がせ、犬人を引き受けようとする。しかし、ケンイチの前にさらなる脅威が迫ろうとしていて……。"
                },
                "8": {
                    "ID": "10874954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874954",
                    "TitleEnglish": "The Timid Mage",
                    "SummaryEnglish": "Primula establishes a restaurant in Astrantia and brings home her new bodyguard, the catwoman, Nyamena, while Kenichi mines gems from a cliffside.",
                    "TitleJapanese": "オズオズとした魔法使い",
                    "SummaryJapanese": "魔法を使ったことで魔力酔いを起こしたアネモネ。ケンイチは快復したアネモネとマリーのためにバーベキューを開き、二人に絵本をプレゼントする。ケンイチの作った料理が商売になると踏んだプリムラは、給仕経験のあるマリーの母サイネリアの力を借りて料理を売り出すことに。しかし、サイネリアがガラの悪い客に絡まれてしまい……!?"
                },
                "9": {
                    "ID": "10874955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874955",
                    "TitleEnglish": "So It's a Spider, So What?",
                    "SummaryEnglish": "Myaley discovers a dungeon near their home that harbors gems and giant cave spiders. While her and Kenichi try to clear it out, Primula's restaurants deal with harassment from the spice syndicate.",
                    "TitleJapanese": "クモですが…？",
                    "SummaryJapanese": "プリムラのカローラ亭は順調に業績を伸ばし、町の人たちにも気に入られるようになっていた。しかし、プリムラはどこか疲れた表情を見せるようになり……。一方、ケンイチはミャレーが発見したダンジョンに向かい、大量に眠っていた水晶を採掘しようとする。しかし巨大な洞窟蜘蛛に遭遇し、大苦戦を強いられてしまう。"
                },
                "10": {
                    "ID": "10874956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874956",
                    "TitleEnglish": "The Story of Canals",
                    "SummaryEnglish": "The Eupatorium Viscountcy is behind on their mandated construction of a public canal, so the nobles turn to Kenichi for aid, and Primula learns Thogalum has been ripping off the nobles and the construction crew.",
                    "TitleJapanese": "堀割物語",
                    "SummaryJapanese": "ユーパトリウム子爵夫人カナンとの取り引きで、ケンイチは大規模な用水路建設を引き継ぐことに。ところが、森を切り開く作業すら終わっておらず、このままでは期限内の完成は難しい。しかも、悪徳商会のソガラムが関わっていることで費用も高騰。ケンイチが策を巡らす中、カナンは呑気に彼を誘いまくり……!?"
                },
                "11": {
                    "ID": "10874957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874957",
                    "TitleEnglish": "Shock!",
                    "SummaryEnglish": "Kenichi briefly looks for information on Anemone's mother, and then Mallow arrives so they can root Thogalum out of the Eupatorium Viscountcy.",
                    "TitleJapanese": "ショック！",
                    "SummaryJapanese": "アネモネの魔力のルーツを探るため、ケンイチは彼女の母親の情報を集めようとする。しかしアネモネは乗り気ではなく、さらに体調に変化が起こり……。一方、ケンイチの自宅にはマロウがやってくる。その目的は子爵家の財政再建とソガラムの排除。そして、ケンイチにはもうひとつ彼に伝えておかなければならないことがあった。"
                },
                "12": {
                    "ID": "10874958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874958",
                    "TitleEnglish": "The Unreasonable, Mischievous Princess",
                    "SummaryEnglish": "Kenichi and his family arrive at the royal palace. After being greeted by Princess Lilith, they spend the next few days at her whims.",
                    "TitleJapanese": "むちゃぶりやんちゃ姫",
                    "SummaryJapanese": "王城でケンイチたちを待っていたのは、王女のリリスだった。国王との謁見には時間がかかるため、ケンイチは王城の片隅に自宅を用意することに。ケンイチが召喚したものに目を輝かせ、彼を気に入るリリス。だが、二人の距離感があまりに近く、不敬だとして護衛がケンイチの命を狙う。アネモネも魔法で応戦しはじめ……!?"
                },
                "13": {
                    "ID": "10874959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arafoo-otoko-no-isekai-tsuuhan-seikatsu/episodes/10874959",
                    "TitleEnglish": "To Sa-Kura",
                    "SummaryEnglish": "Forced to fight, Kenichi threatens the nation before Princess Lilith offers him a way to back down.",
                    "TitleJapanese": "サ・クラへ…",
                    "SummaryJapanese": "ようやくケンイチたちに国王との謁見の機会が訪れる。ところが、唐突に女魔導師メリッサとの御前試合を命じられ、彼女が召喚したレッサードラゴンと戦うことに。ケンイチもまた油圧ショベルを“召喚”し、アネモネたちと協力しながら対抗するのだが、強烈なブレスと硬い皮膚に阻まれ攻撃がまったく通用せず……!?"
                }
            }
        }
    }
}