{
    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36143285/",
        "https://amekimi-anime.com/",
        "https://www.themoviedb.org/tv/262254",
        "https://www.wikidata.org/wiki/Q129479947",
        "https://en.wikipedia.org/wiki/With_You_and_the_Rain#Anime",
        "https://x.com/amekimi_anime"
    ],
    "TitleEnglish": "With You and the Rain",
    "SummaryEnglish": "On a rainy day, Fuji meets a cute critter posing as a dog and offering an umbrella and a cue card that says, “Please take me home,” and she can’t resist. With this dog-poster’s quirky charm and mysterious ways, life together becomes a heartwarming adventure of friendship and shared seasons.",
    "TitleJapanese": "雨と君と",
    "SummaryJapanese": "犬のように見えて、犬のように振る舞い、自分は犬だと主張するなら、それは…犬？ 多分？ とにかく彼女はそれを引き取り、この「犬」との生活は決して退屈にならないでしょう！",
    "Aliases": [
        "Ame to Kimi to"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "2142509",
            "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10648126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/10648126",
                    "TitleEnglish": "Rainy Days",
                    "SummaryEnglish": "While getting drenched in the rain, Fuji encounters an \"abandoned dog\" on the street and brings it home.",
                    "TitleJapanese": "雨模様",
                    "SummaryJapanese": "ある雨の日。傘を持たず、雨に打たれながら家路を辿っていた小説家の藤は、段ボールに入った「犬」と出会う。段ボールには「拾ってください」と書かれた紙が貼られていた。\n「犬」が器用に紙をめくると、その下にはさらに「飼いやすい！」の文字が。\nアピールを続ける「犬」に近づいてみると、今度は藤に折り畳み傘を差し出してくる。藤は少し考えた末、「犬」を連れて帰ることに。\nこうして、藤と少し不思議な相棒との生活が始まる。"
                },
                "2": {
                    "ID": "11221069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221069",
                    "TitleEnglish": "The Evening Sun",
                    "SummaryEnglish": "Fuji and her \"dog\" go on a walk with her neighbor Kii and her dog Kinako. Then Fuji's dad, Tatsuo, shows up.",
                    "TitleJapanese": "西陽",
                    "SummaryJapanese": "「君」を散歩に連れていこうと家を出た藤は、隣に住んでいる小学生の希依と玄関先でばったり会う。藤と一緒に散歩することになった希依は飼い犬のきなこを連れてくるが、初対面の「君」にきなこは警戒心むき出し。きなこの威嚇に「君」は怯えて体を震わせる。近所の公園に着き、2人が「君」ときなこにおやつをあげていると、その様子を木の陰からじっと見つめている人物が。藤の背後に迫ってきたその人物は、藤の父・辰雄で…。"
                },
                "3": {
                    "ID": "11221070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221070",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Fuji's friends from school, Ren and Mimi, visit her for a gyoza party.",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "高校からの親友、ミミとレンが藤の家に遊びにくる。レンからおみやげの皿をもらった「君」はすぐに彼女に懐く。一方でたぬきにそっくりだと言ってしまったミミにはまったく懐く気配がない。2人に「君」の特技を見せたい藤は、スケッチブックとペンを「君」に差し出す。しかし、3人の期待の眼差しに怯んだ「君」は、どこかへ逃げてしまう。キッチンで「君」を見つけた藤は、大事な友人たちに紹介したかったのだと気持ちを伝えて…。"
                },
                "4": {
                    "ID": "11221071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221071",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "You, Fuji, Kii, and Fuji's parents go to the summer festival, and You disappears.",
                    "TitleJapanese": "夏祭り",
                    "SummaryJapanese": "夏の昼下がり、藤は母・道子から花火を見に行こうと誘われる。藤は希依にも声をかけようとするが、「君」はきなこが怖いとフリップで藤に訴える。結局、希依だけが参加し胸を撫で下ろす「君」だったが、次はお揃いの“ダサい”作務衣を着せようとする辰雄との攻防が始まる。屋台の食べ物に目を輝かせる希依、辰雄、そして「君」。花火が始まる前、辰雄たちと別行動になった藤が串焼きを買っている隙に「君」がいなくなってしまい…。"
                },
                "5": {
                    "ID": "11221072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221072",
                    "TitleEnglish": "The Same Moon",
                    "SummaryEnglish": "Fuji meets manga artist Tokaku Arata in a video meeting. You and Fuji meet Medaka and Noriko on their walk.",
                    "TitleJapanese": "同じ月",
                    "SummaryJapanese": "担当編集者の橋上から漫画原作の仕事を新たに持ちかけられた藤は、漫画家の兎角アラタとリモートで顔合わせをすることになる。顔合わせ当日、藤はパソコンの画面の前でアラタを待つが、彼女はなかなか入室してこない。アラタの担当編集者が電話をしてみると、彼女はとても緊張している様子で…。ある満月の夜、部屋で「君」が毛玉ボールを作って遊んでいるのを見た藤は、今日が十五夜であることを思い出し、お月見団子を作り始める。"
                },
                "6": {
                    "ID": "11221073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221073",
                    "TitleEnglish": "The Cat and Pumpkins",
                    "SummaryEnglish": "Fuji's twin brother, Teru, and his pregnant wife, Wako, leave their cat at Fuji's.",
                    "TitleJapanese": "猫と南瓜",
                    "SummaryJapanese": "弟・テル夫婦が飼っている黒猫を預かった藤。「君」は黒猫と仲良くなろうとあの手この手で気を引こうとするも、すべて失敗してしまう。藤に慰められた「君」は、フリップに書いた「むずかしいけど」「なかよくなりたい」という文字を彼女に見せる。さらにフリップをめくると、そこには「なかよくなれたから」と書かれていて…。後日、「君」を連れて弟夫婦の家を訪ねた藤。藤と「君」は家の居間で、先日預かった黒猫と再会するが…。"
                },
                "7": {
                    "ID": "11221074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221074",
                    "TitleEnglish": "It's Nothing",
                    "SummaryEnglish": "Fuji encounters a writer's block and cannot get out of it.",
                    "TitleJapanese": "なんでもない",
                    "SummaryJapanese": "ある秋の夜、藤は小説のアイデアがまったく浮かばず頭を抱えていた。こんな時はと気分転換に掃除やヨガをしてみるが、やはり何も思いつかない。そんな藤に「君」は、「おしごとちゅう？」と書かれたメモ帳を見せる。そのメモ帳は、いつも藤が小説のタネになりそうな事を書き留めているものだった。藤はメモ帳のページをめくり、内容を見返してみることに。そこには、「君」と過ごしたさまざまな日常の一コマが書き記されていた。"
                },
                "8": {
                    "ID": "11221075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221075",
                    "TitleEnglish": "The Cry",
                    "SummaryEnglish": "Fuji hears You cry for the first time.",
                    "TitleJapanese": "鳴き声",
                    "SummaryJapanese": "打ち合わせで藤が1日外出することになり、「君」は1人でお留守番。玄関のドアが閉まり、部屋は一気に静まり返る。「君」は水を飲んだり、おもちゃで遊んだり、藤の部屋を覗いたり…。窓の外を見ると、冬の青空を飛行機が軌跡を残しながら飛んでいた。日が暮れ、打ち合わせを終えて帰宅した藤。「君」が足元へとやってきて、「ふーん…」と寂しそうに鳴き驚く。「君」と出会って以来、初めて聞いた「君」の声に藤は微笑みを浮かべる。"
                },
                "9": {
                    "ID": "11221076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221076",
                    "TitleEnglish": "A Secret",
                    "SummaryEnglish": "It turns out that Fuji doesn't want others to know she's a writer.",
                    "TitleJapanese": "秘密",
                    "SummaryJapanese": "梅が今にも咲き出しそうな春先、下校途中の希依を通り雨が襲う。偶然見かけた希依に傘を差し出した藤は、「小説を書いてるって、本当ですか？」と唐突に質問される。藤は話を変えようとするが、結局希依に小説家だと明かす。小説家であることは内緒にしてほしいと希依に話していると、そこへ待ち合わせをしていたミミとレンがやってくる。一緒にお茶をすることになった希依は、ミミとレンにも藤の書いた小説について尋ねるが…。"
                },
                "10": {
                    "ID": "11221077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221077",
                    "TitleEnglish": "A River That Cannot Be Crossed",
                    "SummaryEnglish": "Fuji reaches out to Ren for support as she struggles with writer's block.",
                    "TitleJapanese": "渡れない川",
                    "SummaryJapanese": "小学校時代の幼なじみである日浦から、アニメーションの脚本を頼まれた藤。その前に他の仕事を済ませておこうとするが原稿がなかなか書けず、ついため息がこぼれてしまう。ふと顔を上げると、窓の外には初春の夕焼け空が広がっていた。その空を見て、藤は同級生に言われた言葉を思い出す。「いいなぁ、好きなことを仕事にできるなんて」。昔も今もずっと本が好き、だから小説家になったのだけど…。藤は思いを巡らせながら小説に向き合う。"
                },
                "11": {
                    "ID": "11221078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221078",
                    "TitleEnglish": "New Things, Old Things",
                    "SummaryEnglish": "Fuji gets Mimi and Ren to help out with her spring cleaning.",
                    "TitleJapanese": "新しいもの、古いもの",
                    "SummaryJapanese": "出会いと別れの季節である春。ミミとレンを自宅に呼んだ藤は、2人に断捨離の手伝いをお願いする。ミミは本の整理を、レンは藤にハサミを借りていらなくなった服のリメイクを始める。そんな中、「君」が遊んでしわくちゃになった服を発見し、それを拾い上げるミミ。すると、「君」がすかさずミミの腕からその服を奪い、廊下へと走り去っていく。藤は「君」のもとへ行き、「その服は捨てていいの」と伝えるが、なぜか「君」は嫌がって…。"
                },
                "12": {
                    "ID": "11221079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ame-to-kimi-to/episodes/11221079",
                    "TitleEnglish": "I Can Hear the Sound of the Rain",
                    "SummaryEnglish": "Fuji thinks of reasons she loves the rain.",
                    "TitleJapanese": "雨の音が聞こえる",
                    "SummaryJapanese": "天気予報でついに梅雨入りが発表され、雨が好きな藤は思わず笑みをこぼす。「なんで雨好き？」と「君」に聞かれた藤は、“素敵な理由”を考えてみることに。考えた末、そもそも好きなものに理由なんているのかという結論に至るが、「君」から「いる」と言われてしまい、もう一度考えてみることにする。公園へ行き、紫陽花が近くに咲くベンチに座りネタ帳を取り出すも、何も思いつかない藤。家に戻ってきた藤は、「君」を散歩に誘い…。"
                }
            }
        }
    }
}