{
  "URL": "https://www.thetvdb.com/series/city-the-animation",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt33472011/",
    "https://www.instagram.com/city.anime.info",
    "https://city-the-animation.com/",
    "https://www.themoviedb.org/tv/272118",
    "https://www.wikidata.org/wiki/Q130337043",
    "https://en.wikipedia.org/wiki/City_(manga)#Anime",
    "https://x.com/city_anime_info"
  ],
  "TitleEnglish": "CITY THE ANIMATION",
  "SummaryEnglish": "This town, is not just a normal town. There’s laughter, love and emotional moments. An unpredictable ordinary life presented by the residents! Exciting stuffs come one after another. Welcome to CITY.",
  "Aliases": [],
  "Modified": "2025-10-04",
  "Seasons": {
    "1": {
      "ID": "2147636",
      "URL": "https://www.thetvdb.com/series/city-the-animation/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "10706689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/10706689",
          "TitleEnglish": "#1",
          "SummaryEnglish": "CITY—something happens every day. Tsurubishi dives a crispy fried noodle into a customer's bag, while Nagumo witnesses it. An absolute, desperate situation! Matsuri and Eri enjoying their after-school adventures. Todoroki and Onikamaboko struggle to create a joke for \"Rakutan-kun.\" After hearing Niikura's dream, Nagumo starts thinking what they want to do. Something starting to blossom in CITY.",
          "Aliases": []
        },
        "2": {
          "ID": "11231743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231743",
          "TitleEnglish": "#2",
          "SummaryEnglish": "Perpetually broke Nagumo faces off against Niikura, who just wants her money back. When Wako joins in, their chaotic campus life kicks into high gear. Meanwhile, the CITY Minami Eleven soccer team scrambles to protect their always-injured ace, Sasago. Todoroki negotiates the fate of Rakutan-kun—testing the bond between editor and author. And the sun sets on CITY.",
          "Aliases": []
        },
        "3": {
          "ID": "11231777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231777",
          "TitleEnglish": "#3",
          "SummaryEnglish": "With a performance approaching, Tekaridake Theater’s leader, Tekaridake, tries to rally his unmotivated troupe. Sleepwalker Riko Izumi steals the heart of 16-year-old Tatewaku Makabe. Spring is just around the corner. Matsuri and Eri share kindness to protect world peace. Nagumo, Niikura, and Wako find a treasure map—let the battle begin! Another peaceful day in CITY.",
          "Aliases": []
        },
        "4": {
          "ID": "11231778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231778",
          "TitleEnglish": "#4",
          "SummaryEnglish": "Tanabe loves handing out awards for anything and everything, and now she begins the search for Nagumo! Tsurubishi visits the izakaya 'Yamabushi,' eager to get the iconic 'Boss! The usual!' and starts frequenting it. Niikura chases after a pendant that got caught on a 'Mimineko.' Matsuri and Eri embark on a big adventure chasing the Mimineko. The lives of each person intersect in CITY.",
          "Aliases": []
        },
        "5": {
          "ID": "11231779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231779",
          "TitleEnglish": "#5",
          "SummaryEnglish": "Nagumo is taken away by Tanabe. Their destination is the Tanabe Residence Hospitality Twin Towers. With the help of a kind person they meet along the way, Nagumo and Wako try to escape, but the guardians on each floor block their path... Meanwhile, Niikura continues to run recklessly, chasing the Mimineko. Disconnected dots begin to connect in CITY!",
          "Aliases": []
        },
        "6": {
          "ID": "11231780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231780",
          "TitleEnglish": "#6",
          "SummaryEnglish": "The Adataras' morning is always busy. Umi, Sora, Kamome, Tatsuta, and Ryota, all head off together as usual. An anonymous manuscript titled 'Kanki-kun' arrives at the CITY magazine editorial office. Feeling something special about it, Todoroki makes a proposal to Onikamaboko. At the riverside at dusk, Eri tries to convey something to Matsuri... The seasons of CITY continue to change.",
          "Aliases": []
        },
        "7": {
          "ID": "11231781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231781",
          "TitleEnglish": "#7",
          "SummaryEnglish": "Taking over for the owner of Café Yamabushi, Tsurubishi sets out to make the ultimate fried rice. With pride, he embarks on a journey to find the perfect ingredients. Late night, Niikura is struck by hunger and eats whatever she can. Meanwhile, Kuratake, the barber known as “the baddest guy in CITY,” been selling off gifts from his regulars. In CITY, there’s no light without a little darkness.",
          "Aliases": []
        },
        "8": {
          "ID": "11231782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231782",
          "TitleEnglish": "#8",
          "SummaryEnglish": "A girl in love can’t stop sighing. After 18 years of waiting for an invitation, Tanabe finally learns his crush’s favorite food?! Tekaridake casts Nagumo as the lead in \"Throat\". Despite endless NGs, he powers through—and the curtain rises! A police officer becomes a fan of Riko Izumi. Tatewaku, too, ends up asking her out. Something is blooming in CITY.",
          "Aliases": []
        },
        "9": {
          "ID": "11231783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231783",
          "TitleEnglish": "#9",
          "SummaryEnglish": "The CITY race with a 1-million-yen prize is on. Nagumo competes against Obaba. Niikura aims to steal pendant from the CITY Minami Eleven. Tekaridake runs with a pair in tow. Matsuri and Eri move in sync. The Three Crows hold fine sake in hand. With surprises at every turn, the unpredictable race keeps everyone on edge. Who will win the race? As everyone runs, CITY begins to spin!",
          "Aliases": []
        },
        "10": {
          "ID": "11231784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231784",
          "TitleEnglish": "#10",
          "SummaryEnglish": "Nagumo and Niikura scheme to strike it rich through video streaming. However, Nagumo’s reaction to Niikura’s heartfelt script is... Meanwhile, Riko Izumi’s fan club stands in Tatewaku’s way. The CITY Minami Eleven captain, Obina, leads the charge to stop Tatewaku’s rampage! Meanwhile, the Three Crows head off for a brief vacation. The summer in CITY stirs into a frenzy!",
          "Aliases": []
        },
        "11": {
          "ID": "11231785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231785",
          "TitleEnglish": "#11",
          "SummaryEnglish": "Niikura is streaming. When it happens, Nagumo arrives. Toki, Tsuchinoko, and Mimineko-all the creatures of CITY are present. The \"Surprise Shogi Cup\" features a match between Arashima, 8th Dan, and Hidari, 4th Dan. Who will collapse first? Todo, sees the spirits of old items. As he glimpses the remnants of CITY residents in Kuratake's goods, the summer in CITY races on.",
          "Aliases": []
        },
        "12": {
          "ID": "11231786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231786",
          "TitleEnglish": "#12",
          "SummaryEnglish": "Nagumo, Niikura, and Wako enter a photo contest, each submitting their best shot as they await the results! Eri visits places filled with memories of Matsuri. The Three Crows are having a drinking spree at Western-style restaurant Makabe during the summer break. The endless chorus of \"delicious\" continues. The summer in CITY is far from over.",
          "Aliases": []
        },
        "13": {
          "ID": "11231787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/city-the-animation/episodes/11231787",
          "TitleEnglish": "#13",
          "SummaryEnglish": "Eri silently leaves Matsuri without a word. To say a proper farewell, Matsuri rushes to Eri’s side! Tsurubishi and Western-style restaurant Makabe... an unexpected twist?! With laughter, tears, and everything in between, the final episode is full of surprises! As summer in CITY ends, another one begins.",
          "Aliases": []
        }
      }
    }
  }
}