{
  "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii",
  "Genres": [
    "Animation",
    "Anime",
    "Children"
  ],
  "Other Sites": [],
  "TitleEnglish": "Little forest stories",
  "SummaryEnglish": "Tiny stories without words, each episode is dedicated to one small discovery in the life of the main characters - the animals. Through the eyes of animals - their first acquaintance with the world around them, funny and at the same time touching situations.",
  "Aliases": [],
  "Modified": "2024-09-22",
  "Seasons": {
    "1": {
      "ID": "2147767",
      "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "10708372",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708372",
          "TitleEnglish": "Rain",
          "SummaryEnglish": "The little fox saw a dragonfly and began to chase it across the meadow. He jumped and jumped, but still couldn’t catch it. And there is not just one dragonfly, but many. He ran after them, but never caught a single one. I got so carried away that I tripped and rolled head over heels down the hill. The little fox listened with his big ears to the noise of the forest, and it was a calm, quiet rustle, so lulling that the fox yawned and dozed off.",
          "Aliases": []
        },
        "2": {
          "ID": "10708373",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708373",
          "TitleEnglish": "Who's faster?",
          "SummaryEnglish": "The foal runs so fast through the forest, he is so graceful. He races with the bird, but it flies away. The foal sees a snail crawling along a blade of grass. The snail is so slow, small, and timid, that it barely hides in its shell. The foal saw the butterfly and rushed after it, forgetting about the snail in his joy and accidentally knocking it off a blade of grass. The horse became dizzy from the butterflies, hit its head on a tree, and stopped. He looks, and under his feet, the same snail is crawling somewhere.",
          "Aliases": []
        },
        "3": {
          "ID": "10708374",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708374",
          "TitleEnglish": "Moon",
          "SummaryEnglish": "It's raining like buckets outside. A mother horse and her foal are hiding under a tree, and the sparrows are huddling together on a branch. The rain stopped at night and the stars began to shine in the cloudless night sky. The sleepy foal saw some strange light pouring from the puddle, he looked into the puddle. A frog jumped out of there and scared him a little, he looked into the puddle again - it was glowing. He hit the puddle with his hoof and the light trembled in the water. Licked a puddle. And here are other glowing puddles. Why do they glow? They reflect the light of the full moon in the sky.",
          "Aliases": []
        },
        "4": {
          "ID": "10708375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708375",
          "TitleEnglish": "Hide and seek",
          "SummaryEnglish": "A little bear sits and watches his mother sleep. He climbs on top of her and rolls off his mother head over heels, like down a mountain. The baby tries to wake her up and bites her ear. But mom is sleeping. The rogue touched a thorn and the needle got stuck in his paw, now he is crying and his mother woke up from this. She licked the baby's wounds and now he is running around and asking to play with him. The little bear runs away and hides from the mother bear. What was he up to? She looks for him but finds strawberries and starts eating. Her baby immediately comes running for such a treat.",
          "Aliases": []
        },
        "5": {
          "ID": "10708376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708376",
          "TitleEnglish": "Falling... or flying?",
          "SummaryEnglish": "An autumn leaf beautifully swirled and fell from a tree in the autumn forest under the paws of a bear cub. He plays with a leaf, it flies up and falls again. But another one fell nearby. The little bear yawned and a drop of water from a leaf fell straight into his open mouth. A bug jumped by and flew away when the baby wanted to play with it, then he started playing with a branch and broke it. And then it turned out that if you push the tree well, a lot of beautiful leaves will fall out. The bear runs through the forest and shakes the trees. When he shakes another tree, leaves do not fall from it, but a flock of crows takes off. Oh, how scary they fly!",
          "Aliases": []
        },
        "6": {
          "ID": "10708377",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708377",
          "TitleEnglish": "Pathfinder",
          "SummaryEnglish": "The little fox picked up someone's trail. He wanders around the forest and sniffs. Nose to the wind! Lead the baby to a clearing with bell flowers growing on it. Little Li enjoyed their scent, but he was not looking for them, so he continued to follow the trail through the thickets of grass. Ugh, what is this lying around and stinking? Is this really... we need to look further! Finally, the little fox comes across the foal. As he jumped joyfully, the frightened little fox darted into the tall grass, only the tip of his red tail sticking out. But the fox was not looking for a foal; we must continue on the trail! The little fox finally found what he was looking for - other foxes.",
          "Aliases": []
        },
        "7": {
          "ID": "10708378",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708378",
          "TitleEnglish": "Wind",
          "SummaryEnglish": "Harsh, cold autumn days have arrived in the forest, winter is getting closer, the wind is blowing stronger and colder, and at any moment a crow will be blown off a branch. But only the feather is blown off the bird and it flies to the entrance to the little fox’s hole. The curious baby immediately leaned out of the hole to see what the wind brought there. He looked around, came out of the hole, and the wind was so strong and nasty. But he carries with him a lot of interesting things that you so want to chase and catch and release to catch up again. But the fox was playing so hard that he did not notice that the wind had become so strong. that the exact hour will lift him into the sky and take him far, far away.",
          "Aliases": []
        },
        "8": {
          "ID": "10708379",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/malen-kie-lesnye-istorii/episodes/10708379",
          "TitleEnglish": "Terrible beast",
          "SummaryEnglish": "The little bear woke up in a den next to his sleeping mother bear. He came out of the den and was blinded by the white light reflecting from the white drifts of snow that covered the entire forest around. It seems Misha woke up earlier than expected. He is very curious and goes to explore the snow-white land that he has never seen before. He rolls down the hill and pesters the birds that are eating rowan berries. The angry birds pecked him to drive him away so that he would not bother them. The bear retreated and hid to try again to steal some rowan from under their noses. As a result, he simply growled terribly and scared the birds away. The well-fed, terrible beast went to sleep in the den.",
          "Aliases": []
        }
      }
    }
  }
}