{
    "URL": "https://www.thetvdb.com/series/hack-liminality",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [],
    "TitleEnglish": ".hack//Liminality",
    "SummaryEnglish": ".hack//Liminality is an OVA series directly related to the .hack video game series for the PlayStation 2, with the perspective of Liminality focused on the real world as opposed to the games' MMORPG The World.",
    "TitleJapanese": ".hack//Liminality",
    "SummaryJapanese": "『.hack//Liminality』（ドットハック リミナリティ）は、.hack第1期プロジェクトの一環としてOVAコンテンツとして位置付けられたアニメ作品。第1期ゲーム版と同一の時期に現実世界（リアル）で起こった出来事を描く。単体で販売はされず、第1期ゲーム版の各巻に付録OADとしてそれぞれ1話が同梱されているが、現在新品廉価版として発売されている第1期ゲーム版には未同梱となっている。",
    "Aliases": [],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2151136",
            "URL": "https://www.thetvdb.com/series/hack-liminality/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10746361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746361",
                    "TitleEnglish": "In the case of Mai Minase",
                    "SummaryEnglish": "The episode follows Mai and her boyfriend Tomonari Kasumi, who collapse while playing MMORPG The World. Mai wakes up after hearing a sound, which she later discovers is A in C major. She meets Junichiro Tokuoka, who becomes allies in investigating Tomonari's coma. Tokuoka accesses Tomonari's account on The World and discovers that Yukichin and Kyo are close to him. Tomonari took the name \"Sieg\" from Richard Wagner's operatic cycle Der Ring des Nibelungen, and he aimed to surpass player character Balmung of the Azure Sky. Tokuoka and Mai break into G-study to find out why Mai and Tomonari collapsed. They pledge to find out what C.C.Corp. is hiding and what it will take to wake everyone up.",
                    "TitleJapanese": "第1巻 水瀬麻衣の場合",
                    "SummaryJapanese": "このエピソードは、徳岡がCCコーポレーションから追い出されたところから始まります。舞と彼女のボーイフレンドである智成霞（ザ・ワールドではジークとして知られています）は、ザ・ワールドと呼ばれるMMORPGをプレイ中に倒れ、病院に運ばれます。舞は病院に到着してすぐに目を覚ましましたが、智成は昏睡状態のままです。このため、特にクラブハウス（Gスタディとして知られています）が事件後に閉鎖されたとき、舞は噂の対象になります。すぐに、彼女が倒れる直前にある音（.hack//Signの重要なポイントでも存在する）を聞いたことが明らかになり、後に彼女はそれがハ長調のAであり、バイオリンを含む楽器のチューニングに使用されるものであることを発見します。この音のおかげで彼女は目を覚まし、目覚めたときに最初に出した音でした。彼女は徳岡純一郎に会い、最初は彼を信用していませんでしたが、智成の昏睡状態を調べるうちに、すぐに友人ではないにしても味方になります。捜査自体は、徳岡がザ・ワールドの友成（ジーク）のアカウントにアクセスし、麻衣がパスワードを提供することから始まる。徳岡は偶然そのメールを開き、友成と親しい2人のユーザー、ユキチンとキョウが友成の不在についてメールで嫌がらせをしていたことを発見する。エピソードの途中で、友成がリヒャルト・ワーグナーのオペラ「ニーベルングの指環」のジークフリートを短縮して「ジーク」という名前をとったことも明らかになる。バルムングはジークフリートの剣の名前で、友成は麻衣に、剣ではなく所有者になるだろうと語った。これは、友成がプレイヤーキャラクターのフィアナの末裔の1人である蒼空のバルムングを超えることを目指していたという事実への言及である。徳岡と麻衣の捜査は、同じ状況を再現して麻衣と友成が倒れた理由を突き止めるために、G-studyに侵入することにつながる。彼らがフィールドに入ると、音が再び鳴り始める。舞はなんとか助かったが、徳岡は正気を失っているようだ。絶望した舞は、彼らが使っていたモニターとコンピューターを破壊し、徳岡を外に引きずり出す。そこで雨水が飛び散り、徳岡は目を覚ます。その後、2人はC.C.Corp.が何を隠しているのか、そして全員を目覚めさせるには何が必要なのかを突き止めようと誓う。\n\n興味深いイースターエッグは、字幕をオンにすると、友成の友人がコン"
                },
                "2": {
                    "ID": "10746362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746362",
                    "TitleEnglish": "In the case of Yuki Aihara",
                    "SummaryEnglish": "Tokuoka and Mai are on their way to meet Yuki, known as Yukichin, in Yokohama. Tokuoka gets stuck in traffic, while Mai searches for information. Yuki watches a movie when the world flashes, and the power goes out. They climb through a ventilation shaft to an elevator, where the fire alarm activates. Mai finds Harald Hoerwick and the Epitaph of Twilight. Fires break out in Yokohama, and Kyo discovers that many cars have crashed. At 9:00, Tokuoka arrives to find Yuki waiting for him. Mai and Kyo discover Kyo knows about the Epitaph of Twilight.",
                    "TitleJapanese": "第2巻：相原ユキの場合",
                    "SummaryJapanese": "徳岡と舞は、横浜にいるユキ（ザ・ワールドではユキチンとして知られている）に会いに行く途中だった。徳岡は渋滞に巻き込まれ、舞は東京の図書館で情報を調べようとしていた。その間、彼女は音を耳にしていた。一方、ユキは映画を見ていると、突然THE WORLDがスクリーンに映し出され、停電し、従業員が建物から避難しようとする。ユキはビルで働く名も知らぬ女性に遭遇し、2人は壊れたエスカレーターに人々が閉じ込められている中、脱出方法を探そうとする。2人は最終的に換気口を登ってエレベーターのある廊下にたどり着く。火災警報が作動して二酸化炭素を放出し始めると、女性はシャツの袖を引き裂き、2人のためにミトンを作り、エレベーターのケーブルを滑り降りる。一方、徳岡は車がまだ渋滞しているため、待ち合わせ場所まで車なしで向かっており、舞は古いオフライン新聞リールを使って情報を調べていた。彼女はハラルド・ホアウィック（『ザ・ワールド』の作者）と黄昏の墓碑銘に遭遇する。その後、彼女は京と連絡を取り、横浜のあちこちで火災が発生し、携帯電話も通じないことを知る。ユキと女性はシャフトの底にいることに気づくが、女性は足首をひねっているようだ。それでも彼らは1階に向かい、建物を出ると多くの車が衝突していることに気づく。女性は、冥王の口づけの再来だと言う。ついに、徳岡がユキに会うと言ってから6時間後の9時に、徳岡は到着し、ユキが待っているのを見つける。マイはようやく徳岡と連絡が取れ、京はユキと連絡が取れ、京が黄昏の墓碑銘についてかなり詳しいことが分かる。"
                },
                "3": {
                    "ID": "10746363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746363",
                    "TitleEnglish": "In the case of Kyoko Tohno",
                    "SummaryEnglish": "Junichiro Tokuoka and Kyoko Tohno visit Hida-Takayama to discuss mysteries in The World and the legends of The Epitaph of Twilight. They are monitored by Helba's agents, and they discover Helba has been following their actions. They discover that Harald Hoerwick used Fragment to create a tribute to Emma's Epitaph of Twilight. Ichiro explains that the coma victims were created due to Harald attempting to bring the real world into the online world, creating a \"Liminality\" barrier. Ichiro warns them that CC Corp plans to shut down The World servers, destroying clues to awakening the coma victims.",
                    "TitleJapanese": "第3巻 遠野響子の場合",
                    "SummaryJapanese": "徳岡純一郎は飛騨高山市を訪れ、遠野京子嬢と会い、世界の謎や黄昏の墓碑銘にまつわる伝説についてさらに詳しく話し合う。\n\n黒のビスという偽名で活動する人物から電話を受けた徳岡と京子は、自分たちがヘルバのエージェントに監視されていることに気づく。ビスからの一連のメッセージにより、彼らは市内の数多くの史跡にたどり着く。メッセージのいくつかは水瀬舞と相原由紀に送られた電子メールからのものだったため、徳岡はヘルバがかなり長い間彼らの行動を監視していたのではないかと疑う。\n\nチームは、墓碑銘の著者であるエマ・ウィラントという謎の女性の背後にある謎を解き明かし始める。京子の父親と偶然出会った後、彼らは彼もまたビスから連絡を受けており、別名「佐藤一郎」で活動していることを知る。\n\n昼食をとりながら、一郎は、ハラルド・ホーウィックがザ・ワールドの前身であるゲーム「フラグメント」を使って、エマの「黄昏の墓碑銘」に敬意を表した作品を作っていたと説明する。しかし、それだけではザ・ワールドが直面している現状を説明できない。彼はさらに、昏睡被害者に関する事件は、ハラルドが現実世界をオンライン世界に持ち込もうとした結果、2つの世界の間に「リミナリティ」と呼ばれるぼんやりとした障壁を作ろうとした結果生じたものだと述べる。\n\n一郎は徳岡と京子に、二人の助けが必要だが、助けることで二人は犯罪者になってしまうと告げる。リスクを承知で、二人は協力することに同意する。一郎は、CC社がザ・ワールドのサーバーをシャットダウンし、昏睡被害者を目覚めさせる手がかりをすべて破壊するつもりだと語る。彼は二人に、クリスマスイブに浦安で会うように言い、車で去る。徳岡は京子に、本当に助けていいのかどうか尋ね、京子は大義への決意を再確認する。"
                },
                "4": {
                    "ID": "10746364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746364",
                    "TitleEnglish": "Trismegistus",
                    "SummaryEnglish": "Junichiro Tokuoka, Kyoko Tohno, Yuki Aihara, and Mai Minase gather on a dinner boat in Tokyo Bay to help Ichiro Sato complete a mission sent from Helba. Ichiro reveals the problems plaguing The World, which are a self-autonomous system working to delay the birth of the Ultimate AI, Aura. Tokuoka and his team sneak into a CC Corp data station and hack into the security system to compile data. They discover a patrol car has been inside and enlist the help of Yuki and Kyoko to buy them some time. Tokuoka logs into The World using Sieg's account, and the server crashes as CC Corp deletes their servers. Tokuoka realizes they are out of time and realizes they must complete the mission to prevent the Ultimate A.I. from being born. They celebrate their victory by celebrating with their friends.",
                    "TitleJapanese": "第4巻：トリスメギストス",
                    "SummaryJapanese": "クリスマスイブに飛騨高山で会ってから数週間後、徳岡純一郎、遠野京子、相原友紀、水瀬舞は東京湾のディナーボートに集まり、危険な（そして間違いなく違法な）ミッションに備えます。緊張しながらも、ヘルバから送られたミッションを佐藤一郎が完遂できるよう、全員が全力を尽くします。一郎自身もすぐに別のボートで到着します。目的地に向かう途中、一郎は世界を悩ませてきた問題の本質を明らかにします。ハラルド・ホーウィックのプログラム、フラグメントは、「究極のAI」を作成するためのプログラムに過ぎませんでした。このAIを作成するシステムはどういうわけか自律的になり、Auraと呼ばれるAIの誕生を遅らせ、目的を果たさずに存在しなくなるのを防いでいました。問題を解決するには究極のAIが誕生する必要があり、その実現を手助けするのは徳岡と彼のチーム次第です。\n\n夜陰に紛れて、彼らは湾の端にある CC 社のデータ ステーションに忍び込みます。警備員を避けながら、イチローはセキュリティ システムをハッキングしてメイン ビルに入ることができました。中央制御室では、トクオカがハードウェアの設定を開始し、コンピューター システムにアクセスしてヘルバのプライベート サーバーに接続します。データをコンパイルする必要があり、完了するまでに約 15 ～ 20 分かかります。待っている間、トクオカはユキに自動販売機からコーヒーを持ってくるように頼みます。ユキはコーヒーを手に入れて彼に持ってきますが、自分がいくつかの新しい問題を引き起こしたことに気づいていません。自動販売機を使用することで、セキュリティ システムが起動し、夜間のセキュリティ パトロール スタッフに彼らの存在を知らせる可能性があります。\n\n外では、パトカーが施設の入り口を調べにやって来ます。彼らは、単なるシステム エラーだと思っていましたが、誰かが内部の自動販売機の 1 つを使用したことを発見し、実際に誰かが中にいることに気付きました。発見されたことに気づいた一郎は、ユキとキョウコの協力を得て徳岡と舞に時間を稼ごうとする。\n\n収集されたデータで徳岡はジークのアカウントを使ってザ・ワールドにログインする。舞はジークとオルカというキャラクターの戦いを見ている。突然、CC社がサーバーの削除を開始するとサーバーが故障してクラッシュする。徳岡は、これを完了すると現"
                }
            }
        }
    }
}