{
    "URL": "https://www.thetvdb.com/series/hack-liminality",
    "Genres": [
        "Anime"
    ],
    "Other Sites": [],
    "TitleEnglish": ".hack//Liminality",
    "SummaryEnglish": ".hack//Liminality is an OVA series directly related to the .hack video game series for the PlayStation 2, with the perspective of Liminality focused on the real world as opposed to the games' MMORPG The World.",
    "Aliases": [],
    "Modified": "2025-06-07",
    "Seasons": {
        "1": {
            "ID": "2151136",
            "URL": "https://www.thetvdb.com/series/hack-liminality/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "10746361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746361",
                    "TitleEnglish": "In the case of Mai Minase",
                    "SummaryEnglish": "The episode follows Mai and her boyfriend Tomonari Kasumi, who collapse while playing MMORPG The World. Mai wakes up after hearing a sound, which she later discovers is A in C major. She meets Junichiro Tokuoka, who becomes allies in investigating Tomonari's coma. Tokuoka accesses Tomonari's account on The World and discovers that Yukichin and Kyo are close to him. Tomonari took the name \"Sieg\" from Richard Wagner's operatic cycle Der Ring des Nibelungen, and he aimed to surpass player character Balmung of the Azure Sky. Tokuoka and Mai break into G-study to find out why Mai and Tomonari collapsed. They pledge to find out what C.C.Corp. is hiding and what it will take to wake everyone up."
                },
                "2": {
                    "ID": "10746362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746362",
                    "TitleEnglish": "In the case of Yuki Aihara",
                    "SummaryEnglish": "Tokuoka and Mai are on their way to meet Yuki, known as Yukichin, in Yokohama. Tokuoka gets stuck in traffic, while Mai searches for information. Yuki watches a movie when the world flashes, and the power goes out. They climb through a ventilation shaft to an elevator, where the fire alarm activates. Mai finds Harald Hoerwick and the Epitaph of Twilight. Fires break out in Yokohama, and Kyo discovers that many cars have crashed. At 9:00, Tokuoka arrives to find Yuki waiting for him. Mai and Kyo discover Kyo knows about the Epitaph of Twilight."
                },
                "3": {
                    "ID": "10746363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746363",
                    "TitleEnglish": "In the case of Kyoko Tohno",
                    "SummaryEnglish": "Junichiro Tokuoka and Kyoko Tohno visit Hida-Takayama to discuss mysteries in The World and the legends of The Epitaph of Twilight. They are monitored by Helba's agents, and they discover Helba has been following their actions. They discover that Harald Hoerwick used Fragment to create a tribute to Emma's Epitaph of Twilight. Ichiro explains that the coma victims were created due to Harald attempting to bring the real world into the online world, creating a \"Liminality\" barrier. Ichiro warns them that CC Corp plans to shut down The World servers, destroying clues to awakening the coma victims."
                },
                "4": {
                    "ID": "10746364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hack-liminality/episodes/10746364",
                    "TitleEnglish": "Trismegistus",
                    "SummaryEnglish": "Junichiro Tokuoka, Kyoko Tohno, Yuki Aihara, and Mai Minase gather on a dinner boat in Tokyo Bay to help Ichiro Sato complete a mission sent from Helba. Ichiro reveals the problems plaguing The World, which are a self-autonomous system working to delay the birth of the Ultimate AI, Aura. Tokuoka and his team sneak into a CC Corp data station and hack into the security system to compile data. They discover a patrol car has been inside and enlist the help of Yuki and Kyoko to buy them some time. Tokuoka logs into The World using Sieg's account, and the server crashes as CC Corp deletes their servers. Tokuoka realizes they are out of time and realizes they must complete the mission to prevent the Ultimate A.I. from being born. They celebrate their victory by celebrating with their friends."
                }
            }
        }
    }
}