{
    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt34814625/",
        "https://seikankokka-anime.com",
        "http://www.reddit.com/r/EvilLord",
        "https://www.tvmaze.com/shows/80465/show-slug",
        "https://www.themoviedb.org/tv/274737",
        "https://www.wikidata.org/wiki/Q130581386",
        "https://en.wikipedia.org/wiki/I%27m_the_Evil_Lord_of_an_Intergalactic_Empire!#Anime",
        "https://x.com/akutoku_ryoushu"
    ],
    "TitleEnglish": "I'm the Evil Lord of an Intergalactic Empire!",
    "SummaryEnglish": "After a life of honesty left him betrayed, Liam is reborn into a vast interstellar empire with one goal: be the galaxy’s worst evil lord. But no matter how hard he tries to be a tyrant, his “wicked” plans keep backfiring into peace, prosperity, and adoring fans. Galactic chaos, magic, and mecha await in this hilariously misconstructed tale of a villain who can’t help but to impress.",
    "TitleJapanese": "俺は星間国家の悪徳領主！",
    "SummaryJapanese": "前世のリアムは勤勉で正直でした。これにより彼は借金と裏切り以外の何物も得られませんでした。今、彼はある星の支配貴族として生まれ変わった。恩返しをする時期が来ました。この人生で彼は世界を自分の足下で粉砕するだろう！彼は自分のことだけを考えています。彼の部下は皆苦しむことになる！しかしどう頑張っても、彼の圧政は臣下を幸せにするだけのようだ。",
    "Aliases": [
        "Ore wa Seikan Kokka no Akutoku Ryoushu!",
        "Ore wa Hoshikan Kokka no Akutoku Ryoushu!"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "2151829",
            "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10909022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/10909022",
                    "TitleEnglish": "Revenge",
                    "SummaryEnglish": "He spent his life working for a black company, only to learn that his beloved daughter was born from the man his wife spent years cheating on him with - his own boss. Yearning for revenge on his death bed, he's reincarnated in a space fantasy as the Evil Lord Liam.",
                    "TitleJapanese": "復讐",
                    "SummaryJapanese": "星間国家アルグランド帝国の辺境バンフィールド領を治める若き伯爵・リアム。『悪徳領主』として野心に燃える彼を突き動かすのは、善良だったが報われず不遇な最期を迎えた前世の復讐だった……！　前世の【俺】は、現代日本のブラックな職場で悪質な上司に虐げられていた。それでも愛する妻と娘のため身を粉にして働き、幸せな家庭を築いていた――はずなのに、度重なる裏切りによって【俺】の人生は悲劇的な結末を迎え……？"
                },
                "2": {
                    "ID": "11025824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025824",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "At the ripe age of 5, Liam is gifted a custom-order AI robot by his parents, and then granted full control of their fiefdom, the stellar system of Alcaeus, so they can abandon him for the capital and leave him shouldered with the family's debts.",
                    "TitleJapanese": "転生",
                    "SummaryJapanese": "謎の存在「案内人」の導きにより、星間国家アルグランド帝国の伯爵家の嫡男に転生したリアム。5歳の誕生日に両親から家督を譲られ伯爵となったことで、早くも惑星一つを自由にできる権力を得る。そして、もう一つの誕生日プレゼントとしてAIメイドロボ・天城も与えられた彼は、「今生こそ好きに生きてやる！」と誓いを新たにするのだった。 一方、リアムを導いた案内人は、リアムを再び絶望させて楽しもうとするが……？"
                },
                "3": {
                    "ID": "11025825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025825",
                    "TitleEnglish": "The Way of the Flash",
                    "SummaryEnglish": "Liam tries to pilot a Mobile Knight, trains his swordsmanship under a con-man, and executes corrupt officials.",
                    "TitleJapanese": "一閃流",
                    "SummaryJapanese": "領内の視察に出たリアムは、軍で運用される人型巨大ロボット「機動騎士」に大興奮。さっそく操縦に挑戦するが、なかなか思うように動かせない。操縦にはパイロット自身の戦闘スキルが必須と知り、『悪徳領主』として武力も身に付けるため一流の指導者を求める。そして招かれたのは、謎の流派「一閃流」の家元を名乗る剣士・安士。安士の披露した奥義を習得すべく、指南を受けるリアムだったが……？"
                },
                "4": {
                    "ID": "11025826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025826",
                    "TitleEnglish": "First Battle",
                    "SummaryEnglish": "Nias customizes the Avid. Liam masters Flash, then defends his mine from pirates.",
                    "TitleJapanese": "初陣",
                    "SummaryJapanese": "安士の正体が詐欺師だとは気づかぬまま、リアムは課された修行に励む。さらに機動騎士もアシスト機能の無い機体を乗りこなすよう言いつけられ、曽祖父が遺した旧式機「アヴィド」を改修することに。第七兵器工場から呼び寄せた技術者・ニアス中尉の協力のもと、アヴィドは操縦困難な高性能機として蘇る。そして修行によって大きく成長を遂げたリアムはアヴィドを駆り、初陣へ出撃することに……！"
                },
                "5": {
                    "ID": "11025827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025827",
                    "TitleEnglish": "Honey Trap",
                    "SummaryEnglish": "Liam uses his loot from the pirates to replace his fleet and Nias tries to seduce him into buying her ships.",
                    "TitleJapanese": "ハニートラップ",
                    "SummaryJapanese": "宇宙海賊を相手取った初陣を勝利で飾ったリアムだったが、今回の出撃によってバンフィールド軍の問題点を認識。宇宙海賊から得た戦利品を元手に、自軍の大幅な再編を決定する。一方、帝国軍への新型戦艦のコンペで惨敗したニアスは、第七兵器工場の新型戦艦をリアムに売りつけようと画策。そしてリアムの関心を引く方法を知るために、彼の師匠である安士に教えを乞うが……？"
                },
                "6": {
                    "ID": "11025828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025828",
                    "TitleEnglish": "Treasure Island",
                    "SummaryEnglish": "Logs on the pirate ships reveals their home base and Liam argues with the warp gate so he can go raid them.",
                    "TitleJapanese": "宝島",
                    "SummaryJapanese": "捕まえた海賊船の船内を探索中、謎の航路データを発見したリアムと天城。そのデータを解析したところ、宇宙海賊の隠れ家らしき座標が判明する。財宝を貯め込んだ「宝島」に違いないと再編した艦隊を率いて出発するリアムだったが、道中思わぬトラブルが発生してしまう。一方、部下が返り討ちにあったと聞いた宇宙海賊・ゴアズは、報復のために大軍を率いてバンフィールド領へ向かおうとしていて……？"
                },
                "7": {
                    "ID": "11025829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025829",
                    "TitleEnglish": "Princess Knight",
                    "SummaryEnglish": "Goaz tortures Christiania and her soldiers, grotesquely modifying their bodies. Liam rescues them.",
                    "TitleJapanese": "姫騎士",
                    "SummaryJapanese": "かつて美しき水の惑星・ミスティリアを治めていたリーベ聖王国で、皇女でありながら自ら機動騎士を駆り、国と民を守護していた姫騎士・クリスティアナ。しかしゴアズ海賊団の卑劣な罠によって愛する家族と民は母星ごと滅ぼされ、クリスティアナも囚われて醜い異形へと改造されてしまう。ゴアズのお気に入りの「ペット」として、死ぬことすら叶わない絶望の中、ただ死を願う彼女の前に現れたのは……？"
                },
                "8": {
                    "ID": "11025830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025830",
                    "TitleEnglish": "Harem Project",
                    "SummaryEnglish": "Liam tries to build an NTR harem, but struggles because over 10,000 women are ready to eagerly consent to it.",
                    "TitleJapanese": "ハーレム計画",
                    "SummaryJapanese": "宇宙海賊の宝島から財宝を奪ったことで「金」を、そしてアヴィドに加え安士から一閃流を体得したことで「力」を、それぞれ我が物としたリアム。『悪徳領主』ならば次は「女」だと意気込むが、天城やブライアンからハーレムを推奨された上に前世とスケールが違い過ぎて戸惑いを隠せない。その上、領内からハーレム要員の女性を見繕うには、どうしても許せないことがリアムにはあるようで……？"
                },
                "9": {
                    "ID": "11025831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025831",
                    "TitleEnglish": "Mass-Produced Maids",
                    "SummaryEnglish": "Liam laments not being more of an evil lord but his people & robots love him. The Guide leads pirates to him.",
                    "TitleJapanese": "量産型メイド",
                    "SummaryJapanese": "領地をますます発展させ、名君として領民からの感謝や部下からの忠誠を集めるリアム。彼は『悪徳領主』の野望こそ諦めていないものの、天城や量産型メイドロボたちに囲まれ不満の無い生活を送っていた。一方、案内人は詐欺師の安士や真面目な軍人たちといったリアムを陥れるはずの仕込みが、全てリアムにとってプラスに働いていることが許せないでいた。今度こそリアムを絶望させるべくゴアズを操り……？"
                },
                "10": {
                    "ID": "11025832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025832",
                    "TitleEnglish": "Decisive Battle",
                    "SummaryEnglish": "The Goaz pirates declare war on the Banfield domain, and Liam faces them in battle.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "案内人の暗躍によってバンフィールド領へ襲来し、宣戦布告してきたゴアズ海賊団。その圧倒的な戦力を前に部下たちが絶望する一方で、リアムは案内人の「転生のアフターサービスだ」という言葉を信じ、ゴアズの財宝やかけられた賞金、そして海賊退治の名誉を手にすべく迎え撃つことを決める。しかし初めて経験する本格的な艦隊戦で、お互いに味方を犠牲にする作戦を目の当たりにしたリアムは怒りを露わにし……？"
                },
                "11": {
                    "ID": "11025833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025833",
                    "TitleEnglish": "Evil Lord",
                    "SummaryEnglish": "Liam routs the pirates and faces Goaz in a final showdown.",
                    "TitleJapanese": "悪徳領主",
                    "SummaryJapanese": "アヴィドを駆って最前線を駆け抜け、一騎当千の戦いぶりを見せるリアム。劣勢の窮地に援軍を率いて駆け付け、最新鋭機ネヴァンでリアムの背中を守る姫騎士クリスティアナ。彼らの活躍によってバンフィールド軍は絶望的だった戦力差を覆し、ゴアズ海賊団の艦隊を追い詰めていく。劣勢に追い込まれ、味方を盾にして逃走を図るゴアズだったが、リアムが海賊の旗艦に乗り込んできだことで逃げ場を失い……？"
                },
                "12": {
                    "ID": "11025834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ore-wa-seikan-kokka-no-akutoku-ryoushu/episodes/11025834",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "After hearing about Liam's success, his good-for-nothing family comes begging for more money.",
                    "TitleJapanese": "家族",
                    "SummaryJapanese": "ゴアズ海賊団を壊滅させたことで、戦勝に沸くバンフィールド領。さらに悪名高い海賊団を討伐した功績から、リアムに勲章を授与されることに。叙勲式のため帝国の首都星に招かれたリアムだったが、そこにバンフィールド領荒廃の原因である両親や祖父母が金の無心にやってくる。ＡＩメイドロボである天城を侮辱する両親たちをリアムは追い返すが、リアムを想う天城には彼らの言葉に思うところがあり……？"
                }
            }
        }
    }
}