{
    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36592708/",
        "https://www.watanare-anime.com/",
        "http://www.reddit.com/r/WatashigaKoibito",
        "https://www.themoviedb.org/tv/277513",
        "https://www.wikidata.org/wiki/Q131285787",
        "https://en.wikipedia.org/wiki/There%27s_No_Freaking_Way_I%27ll_be_Your_Lover!_Unless...#Anime",
        "https://x.com/watanare_anime"
    ],
    "TitleEnglish": "There's No Freaking Way I'll Be Your Lover! Unless...",
    "SummaryEnglish": "“I'm taking high school by storm!” After spending her middle school years alone, Renako Amaori is ready to ditch her loner status and make a sparkling high school debut. New look? Check. New attitude? Kind of. But pretending to be an extroverted normie is exhausting… Especially when you're an introvert at heart and faking it just makes you want to disappear. Then come the girls who turn her world upside down: Mai Ouduka – a picture-perfect supermodel. Ajisai Sena – a soft-spoken sweetheart. Satsuki Koto – An icy beauty. Kaho Koyanagi – A wild, lovable chaos gremlin. Renako works hard every day to get closer to her ideal high school life. But then… “I think I’m in love with you.” “Wait, weren’t we aiming for friends here?!” Best friends? Girlfriends? Caught in the whirlwind of confusing feelings, these girls laugh, cry, and keep moving forward. A non-stop, heart-fluttering girls' love high school comedy - let the chaos begin!",
    "TitleJapanese": "わたしが恋人になれるわけないじゃん、ムリムリ！（※ムリじゃなかった!?）",
    "SummaryJapanese": "ぼっちな中学生時代から変わるため、高校デビューを果たした甘織れな子。しかし根が陰キャ気質のせいで、憧れの陽キャ生活に馴染めず窒息寸前に…。",
    "Aliases": [
        "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! Muri Janakatta!?",
        "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! (※Muri Janakatta!?)",
        "Watanare",
        "わたしが恋人になれるわけないじゃん、ムリムリ！",
        "Watashi ga Koibito ni Nareru Wake Nai jan, Muri Muri!",
        "わたなれ"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "0": {
            "ID": "2156405",
            "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "11354114",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354114",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "11354133",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354133",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "11354134",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354134",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "11354135",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354135",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "11354136",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354136",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2156406",
            "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10813450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/10813450",
                    "TitleEnglish": "Girlfriends? No Freaking Way!",
                    "SummaryEnglish": "Renako starts high school determined to leave her introverted self behind and miraculously lands in the top-tier popular group. But keeping up the extrovert act is exhausting. Just as she’s about to break, the school’s princess, Mai Ouzuka, confesses to her!? This isn’t the high school life she imagined!",
                    "TitleJapanese": "恋人とか、ぜったいにムリ!",
                    "SummaryJapanese": "陰キャでダメダメだった中学時代からの脱出を目指し、高校デビューした甘織れな子。\n運よくカーストトップの陽キャグループに入れて大成功！\nと思ったのも束の間、根が陰キャなままのれな子はすぐ限界を迎えてしまう。\nさらには、学園のスパダリと呼ばれる王塚真唯に告白されちゃって―⁉\n待って！わたしが思ってた最高の学園生活と違うかも⁉"
                },
                "2": {
                    "ID": "11233472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233472",
                    "TitleEnglish": "First Kiss?! No Freaking Way!",
                    "SummaryEnglish": "The showdown between Renako and Mai has begun: best friend or girlfriend? Mai visits Renako as a “friend,” and they have a blast. Friendship is the best! But Mai’s feelings keep growing. Hoping to prove friendship wins, Renako plans a fun weekend outing. Everything's going great… until a sudden downpour flips everything on its head!?",
                    "TitleJapanese": "初めてのキスなんて、ムリ!",
                    "SummaryJapanese": "親友か恋人かを決める真唯との勝負が始まった。\n親友として甘織家を訪れた真唯とゲームをして、楽しい！　親友最高！　となるれな子。\nでも真唯は恋人になりたい想いを一層強くしているみたい。\n何とか真唯に親友の素晴らしさをわからせなきゃ！\nということで週末に2人でお出かけして盛り上がるんだけど、突然の土砂降りの雨でとんでもない展開に⁉"
                },
                "3": {
                    "ID": "11233473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233473",
                    "TitleEnglish": "You Can't Freaking Force Me!",
                    "SummaryEnglish": "Renako tries to forget the kiss, while Mai leaves for work in Paris. Renako walks home with Ajisai after school, holding hands and making plans to hang out later, too. Mai calls her a cheater, but they're not even dating, so how can she be?! But then when Ajisai comes over, Mai shows up too, bringing her little sister Haruna. Now it’s a chaotic four-person hangout... What could possibly go wrong?",
                    "TitleJapanese": "ムリヤリなんて、だめムリ!",
                    "SummaryJapanese": "キスを忘れようとするれな子。真唯は仕事でパリへ。\nそんな中、紫陽花さんと学校帰りに寄り道することに！\n手を繋がれたり家で遊ぶ約束をしたりして舞い上がるれな子。\n真唯には浮気者って言われたけど、そもそも恋人じゃないから！\nそして紫陽花さんが家に遊びに来た日、なんと真唯も駆けつけ、\n妹の遥奈も巻き込んで4人で遊ぶことになり――⁉"
                },
                "4": {
                    "ID": "11233474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233474",
                    "TitleEnglish": "Mai?! No Freaking Way! (...Or Maybe?)",
                    "SummaryEnglish": "Mai skips school, and Renako starts to worry... Maybe she really went too far. But then Satsuki calls her in to reveal the truth. Turns out, a heartbroken Mai told her something crazy... She's planning to join a Suitors Party?! How did it come to this?! Renako rushes to the hotel venue, where she and Mai face off… in swimsuits. Now’s the time. Renako has to finally tell Mai how she really feels!",
                    "TitleJapanese": "真唯なんて、やっぱりムリムリ!（※ムリじゃなかった!?）",
                    "SummaryJapanese": "真唯が学校を休んだ。さすがにやりすぎたかも……と思っていると、\n紗月さんから呼び出され、真相を教えられる。\nヤケになった真唯は紗月さんにとんでもない発言をした挙句、恋人募集パーティーを決意したらしい。\n何でそうなるの⁉ 会場のホテルに駆けつけ、お互い水着姿で対峙するれな子と真唯。\n今こそ、真唯にちゃんと想いを伝えるんだ！"
                },
                "5": {
                    "ID": "11233475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233475",
                    "TitleEnglish": "Girlfriends? No Freaking Way! (Round 2)",
                    "SummaryEnglish": "Satsuki suddenly drops a bomb: “Let’s be girlfriends.” It’s clearly revenge for Mai's careless treatment of her. Still, Renako agrees to play along for two weeks if it helps the two make up. But why does Ajisai seem bothered? No way… right? Meanwhile, Mai’s as calm as ever. Things are shifting with Satsuki, but is it really headed in the right direction?",
                    "TitleJapanese": "恋人とか、ぜったいにムリ!その２",
                    "SummaryJapanese": "いきなり紗⽉さんから「恋⼈になって」って告⽩された！\n真唯から雑に迫られたことへの復讐に決まってる。\n真唯と仲直りしてくれるなら、と⼆週間だけ恋⼈になることに。\nそんな様⼦を紫陽花さんが気にしてる⁉　いやそんなはずないよね。\n⼀⽅真唯は余裕の表情だ。\n紗⽉さんとは距離が縮まった気がするけど、これっていい⽅向に⾏ってる⁉"
                },
                "6": {
                    "ID": "11233476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233476",
                    "TitleEnglish": "Too Many Freaking Secrets!",
                    "SummaryEnglish": "Satsuki suddenly starts acting all couple-y in front of Mai, much to Renako's confusion. After seeing an unexpected side of Satsuki, Renako dares to admit she's actually an introvert, only to find out Satsuki already knew. Shocked, Renako runs off, but Satsuki finds her, and somehow she ends up spending the night at Satsuki’s place. Are they really taking a bath together too!? Wait, why!?",
                    "TitleJapanese": "ふたりだけのヒミツが多すぎて、もうムリ!",
                    "SummaryJapanese": "紗⽉さんが真唯の前で恋人ムーブをしてきて困惑するれな⼦。\n紗⽉さんの意外な⼀⾯を知って、\n⾃分も勇気を出して陰キャの事実を打ち明けたのに、\nとっくに見抜かれてたなんて！\nショックのあまり逃げ出したれな子を、紗月さんが見つけてくれて、\nなんやかんやでその日は紗月さんの家に泊まることに。\nお風呂も一緒に入るんですか⁉　なんで⁉"
                },
                "7": {
                    "ID": "11233477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233477",
                    "TitleEnglish": "No Freaking Way I'm Surviving This Mess!",
                    "SummaryEnglish": "Thanks to Ajisai-san, Mai finally agrees to talk with Satsuki, and Renako gets roped in as a witness. Just when it seems like they’ll make up, Satsuki drops a secret photo of her and Renako! Wait, what?! Things spiral out of control and somehow it’s turned into an FPS showdown??! There’s no way Renako's losing… absolutely no way…!",
                    "TitleJapanese": "修羅場とか、どうあがいてもムリ!",
                    "SummaryJapanese": "紫陽花さんのおかげで、真唯が紗⽉さんと正面切って話すことに。\nれな子はその立会人に指名される。\nようやくこれで仲直り……と思いきや、\n舌戦の果てに紗月さんがれな子との秘密の写真を大暴露。\nちょっとぉ⁉　そのせいで話がこじれて、ＦＰＳゲームで勝負することになっちゃった！\nうう、ぜったいに負けられない……ぜったいに……！"
                },
                "8": {
                    "ID": "11233478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233478",
                    "TitleEnglish": "A Perfect Win? No Freaking Way!",
                    "SummaryEnglish": "After their FPS practice, Renako stays the night at Satuki’s. “Thanks for letting me face Mai,” Satuki smiles, making Renako wish they’d just make up already. The long-awaited showdown begins! Mai’s flawless aim, Renako’s sharp instincts… and Satuki struggling to keep up. But Renako can’t let her lose without a fight!",
                    "TitleJapanese": "完全勝利するなんて、ムリムリ!",
                    "SummaryJapanese": "ＦＰＳゲームの練習後、そのままお泊まりした紗⽉さんと枕を並べるれな⼦。\nすると紗⽉さんは、真唯と勝負させてくれてありがとう、と微笑んだ。\n……やっぱりわたし、ふたりに仲直りしてほしい。\nかくして訪れた決戦は、⼆転三転の⼤バトル。\n持ち前のパーフェクトっぷりで優位に⽴つ真唯や経験とスキルで勝るれな⼦に対して、\n紗⽉さんは苦戦してしまい……。\nわたし、紗月さんにも負けてほしくない！"
                },
                "9": {
                    "ID": "11233479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233479",
                    "TitleEnglish": "Visiting Ajisai’s House? No Freaking Way!",
                    "SummaryEnglish": "After the troubles with Satsuki settle down, Renako visits Ajisai over summer break... Only to realize that behind her gentle smile are hidden struggles. When Ajisai suddenly declares she’s running away, Renako decides to join her. Their destination: a hot spring! A fleeting summer escape that brings the two closer than ever.",
                    "TitleJapanese": "紫陽花さんのお宅訪問とか、ムリ!",
                    "SummaryJapanese": "紗月さんの件が一段落した夏休み、紫陽花さんの家に遊びに行くれな子。\nそこで、いつも優しい笑顔の陰に人知れぬ苦悩があるってわかっちゃった。\nだから、紫陽花さんの家出宣言を聞いて、わたしも力になりたいって思ったんだ。\nふたりで向かう先は温泉！ひと夏の逃避旅行で、紫陽花さんとの距離が縮まっていって―。\n大丈夫、紫陽花さんはどこにだって行けるんだから！"
                },
                "10": {
                    "ID": "11233480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233480",
                    "TitleEnglish": "A Trip With Just the Two of Us?! No Way!",
                    "SummaryEnglish": "At the inn, Ajisai insists on paying the full bill, but Renako, wanting to split it “like friends,” challenges her to a game of ping-pong. They clash, grow a little closer... but Renako loses, and now the two of them are alone in a private hot spring. This isn't exactly normal “friend” distance, is it? Wait, why is this starting to feel kind of... steamy!?",
                    "TitleJapanese": "ふたりっきりの旅行なんて、ムリ!?",
                    "SummaryJapanese": "辿り着いた旅館にて。お⾦は全額払うと言い張る紫陽花さんに、\n“友達”として割り勘にしたいれな⼦は卓球勝負を挑む。\n想いをぶつけ合ってほんの少し、前より仲良くなれたかな……なんて。\nだが結局、卓球勝負では負けちゃって。\nその結果、貸し切り温泉に⼆⼈きりで⼊ることに。\nこれ、あんまり友達の距離感じゃないような……⁉\n待って！　えっちな気分になっちゃうんだけど⁉⁉"
                },
                "11": {
                    "ID": "11233481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233481",
                    "TitleEnglish": "Is There No Way We Can Stay Like This?",
                    "SummaryEnglish": "Renako heads to the hot spring town with Ajisai and Mai. They explore candy shops and photo studios, where Renako discovers a surprising part of Ajisai’s childhood. Dressed in yukata, they enjoy the evening festival. The fireworks are dazzling, but just before, something happens between Ajisai and Mai that Renako doesn’t notice…",
                    "TitleJapanese": "いつまでもこのままでいるのは、ムリ?",
                    "SummaryJapanese": "遊びにやってきた真唯も⼀緒に、紫陽花さんと三人で温泉街に出かけることになったれな⼦。\n駄菓⼦屋や写真館を巡って、紫陽花さんが小さい頃の意外な一面を知る。\n⼣暮れになり、浴⾐で縁⽇へ。\n花⽕がすっごく綺麗だったけど、その直前、真唯と⼆⼈きりになった紫陽花さんに何かあったみたい。\nそれに気づけないまま、れな⼦はただ楽しく祭りの夜を過ごして……？"
                },
                "12": {
                    "ID": "11233482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233482",
                    "TitleEnglish": "No Freaking Way Summer Break Is Over!",
                    "SummaryEnglish": "The runaway trip may be over, but Renako is left shaken when she sees Ajisai in tears. She asks Mai what happened, but Mai won’t say. What was Ajisai thinking, what was weighing on her heart? Before Renako can find an answer, Ajisai calls her out. To her surprise, Mai is there too. That’s when Ajisai finally reveals her secret.",
                    "TitleJapanese": "夏休みがもう終わる!　ムリ!",
                    "SummaryJapanese": "家出旅行も一件落着！と思いきや、紫陽花さんの涙を見ることになって戸惑うれな子。\n事情を知っていそうな真唯に訊いてみるけど、教えてはくれない。\n紫陽花さんはなにを考えて、なにを想っていたんだろう……？\n答えが出ないまま、れな子は紫陽花さんに呼び出される。\nそこにはなぜか、真唯もいて。\nそして、紫陽花さんは“あること”を告げるのだった。"
                }
            }
        }
    }
}