{
    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36592708/",
        "https://www.watanare-anime.com/",
        "http://www.reddit.com/r/WatashigaKoibito",
        "https://www.themoviedb.org/tv/277513",
        "https://www.wikidata.org/wiki/Q131285787",
        "https://en.wikipedia.org/wiki/There%27s_No_Freaking_Way_I%27ll_be_Your_Lover!_Unless...#Anime",
        "https://x.com/watanare_anime"
    ],
    "TitleEnglish": "There's No Freaking Way I'll Be Your Lover! Unless...",
    "SummaryEnglish": "“I'm taking high school by storm!” After spending her middle school years alone, Renako Amaori is ready to ditch her loner status and make a sparkling high school debut. New look? Check. New attitude? Kind of. But pretending to be an extroverted normie is exhausting… Especially when you're an introvert at heart and faking it just makes you want to disappear. Then come the girls who turn her world upside down: Mai Ouduka – a picture-perfect supermodel. Ajisai Sena – a soft-spoken sweetheart. Satsuki Koto – An icy beauty. Kaho Koyanagi – A wild, lovable chaos gremlin. Renako works hard every day to get closer to her ideal high school life. But then… “I think I’m in love with you.” “Wait, weren’t we aiming for friends here?!” Best friends? Girlfriends? Caught in the whirlwind of confusing feelings, these girls laugh, cry, and keep moving forward. A non-stop, heart-fluttering girls' love high school comedy - let the chaos begin!",
    "Aliases": [
        "There's No Way I Can Have a Lover! *Or Maybe There Is?",
        "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! Muri Janakatta!?",
        "Watanare",
        "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! (※Muri Janakatta!?)",
        "わたしが恋人になれるわけないじゃん、ムリムリ！",
        "Watashi ga Koibito ni Nareru Wake Nai jan, Muri Muri!",
        "わたなれ"
    ],
    "Modified": "2025-09-29",
    "Seasons": {
        "0": {
            "ID": "2156405",
            "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "11354114",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354114",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "11354133",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354133",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "11354134",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354134",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "11354135",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354135",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "11354136",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11354136",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2156406",
            "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10813450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/10813450",
                    "TitleEnglish": "Girlfriends? No Freaking Way!",
                    "SummaryEnglish": "Renako starts high school determined to leave her introverted self behind and miraculously lands in the top-tier popular group. But keeping up the extrovert act is exhausting. Just as she’s about to break, the school’s princess, Mai Ouzuka, confesses to her!? This isn’t the high school life she imagined!",
                    "Aliases": []
                },
                "2": {
                    "ID": "11233472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233472",
                    "TitleEnglish": "First Kiss?! No Freaking Way!",
                    "SummaryEnglish": "The showdown between Renako and Mai has begun: best friend or girlfriend? Mai visits Renako as a “friend,” and they have a blast. Friendship is the best! But Mai’s feelings keep growing. Hoping to prove friendship wins, Renako plans a fun weekend outing. Everything's going great… until a sudden downpour flips everything on its head!?",
                    "Aliases": []
                },
                "3": {
                    "ID": "11233473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233473",
                    "TitleEnglish": "You Can't Freaking Force Me!",
                    "SummaryEnglish": "Renako tries to forget the kiss, while Mai leaves for work in Paris. Renako walks home with Ajisai after school, holding hands and making plans to hang out later, too. Mai calls her a cheater, but they're not even dating, so how can she be?! But then when Ajisai comes over, Mai shows up too, bringing her little sister Haruna. Now it’s a chaotic four-person hangout... What could possibly go wrong?",
                    "Aliases": []
                },
                "4": {
                    "ID": "11233474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233474",
                    "TitleEnglish": "Mai?! No Freaking Way! (...Or Maybe?)",
                    "SummaryEnglish": "Mai skips school, and Renako starts to worry... Maybe she really went too far. But then Satsuki calls her in to reveal the truth. Turns out, a heartbroken Mai told her something crazy... She's planning to join a Suitors Party?! How did it come to this?! Renako rushes to the hotel venue, where she and Mai face off… in swimsuits. Now’s the time. Renako has to finally tell Mai how she really feels!",
                    "Aliases": []
                },
                "5": {
                    "ID": "11233475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233475",
                    "TitleEnglish": "Girlfriends? No Freaking Way! (Round 2)",
                    "SummaryEnglish": "Satsuki suddenly drops a bomb: “Let’s be girlfriends.” It’s clearly revenge for Mai's careless treatment of her. Still, Renako agrees to play along for two weeks if it helps the two make up. But why does Ajisai seem bothered? No way… right? Meanwhile, Mai’s as calm as ever. Things are shifting with Satsuki, but is it really headed in the right direction?",
                    "Aliases": []
                },
                "6": {
                    "ID": "11233476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233476",
                    "TitleEnglish": "Too Many Freaking Secrets!",
                    "SummaryEnglish": "Satsuki suddenly starts acting all couple-y in front of Mai, much to Renako's confusion. After seeing an unexpected side of Satsuki, Renako dares to admit she's actually an introvert, only to find out Satsuki already knew. Shocked, Renako runs off, but Satsuki finds her, and somehow she ends up spending the night at Satsuki’s place. Are they really taking a bath together too!? Wait, why!?",
                    "Aliases": []
                },
                "7": {
                    "ID": "11233477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233477",
                    "TitleEnglish": "No Freaking Way I'm Surviving This Mess!",
                    "SummaryEnglish": "Thanks to Ajisai-san, Mai finally agrees to talk with Satsuki, and Renako gets roped in as a witness. Just when it seems like they’ll make up, Satsuki drops a secret photo of her and Renako! Wait, what?! Things spiral out of control and somehow it’s turned into an FPS showdown??! There’s no way Renako's losing… absolutely no way…!",
                    "Aliases": []
                },
                "8": {
                    "ID": "11233478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233478",
                    "TitleEnglish": "A Perfect Win? No Freaking Way!",
                    "SummaryEnglish": "After their FPS practice, Renako stays the night at Satsuki’s. “Thanks for letting me face Mai,” Satsuki smiles, making Renako wish they’d just make up already. The long-awaited showdown begins! Mai’s flawless aim, Renako’s sharp instincts… and Satsuki struggling to keep up. But Renako can’t let her lose without a fight!",
                    "Aliases": []
                },
                "9": {
                    "ID": "11233479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233479",
                    "TitleEnglish": "Visiting Ajisai’s House? No Freaking Way!",
                    "SummaryEnglish": "After the troubles with Satsuki settle down, Renako visits Ajisai over summer break... Only to realize that behind her gentle smile are hidden struggles. When Ajisai suddenly declares she’s running away, Renako decides to join her. Their destination: a hot spring! A fleeting summer escape that brings the two closer than ever.",
                    "Aliases": []
                },
                "10": {
                    "ID": "11233480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233480",
                    "TitleEnglish": "A Trip With Just the Two of Us?! No Way!",
                    "SummaryEnglish": "At the inn, Ajisai insists on paying the full bill, but Renako, wanting to split it “like friends,” challenges her to a game of ping-pong. They clash, grow a little closer... but Renako loses, and now the two of them are alone in a private hot spring. This isn't exactly normal “friend” distance, is it? Wait, why is this starting to feel kind of... steamy!?",
                    "Aliases": []
                },
                "11": {
                    "ID": "11233481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233481",
                    "TitleEnglish": "Is There No Way We Can Stay Like This?",
                    "SummaryEnglish": "Renako heads to the hot spring town with Ajisai and Mai. They explore candy shops and photo studios, where Renako discovers a surprising part of Ajisai’s childhood. Dressed in yukata, they enjoy the evening festival. The fireworks are dazzling, but just before, something happens between Ajisai and Mai that Renako doesn’t notice…",
                    "Aliases": []
                },
                "12": {
                    "ID": "11233482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/watashi-ga-koibito-ni-nareru-wake-naijan-muri-muri-muri-janakatta/episodes/11233482",
                    "TitleEnglish": "No Freaking Way Summer Break Is Over!",
                    "SummaryEnglish": "The runaway trip may be over, but Renako is left shaken when she sees Ajisai in tears. She asks Mai what happened, but Mai won’t say. What was Ajisai thinking, what was weighing on her heart? Before Renako can find an answer, Ajisai calls her out. To her surprise, Mai is there too. That’s when Ajisai finally reveals her secret.",
                    "Aliases": []
                }
            }
        }
    }
}