{
  "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy",
  "Genres": [
    "Animation",
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt29612962/",
    "https://www.themoviedb.org/tv/238094",
    "https://www.themoviedb.org/tv/238094"
  ],
  "TitleEnglish": "Krish, Trish & Baltiboy",
  "SummaryEnglish": "The beloved trio of animals storytellers relates the stirring history of The Freedom Struggle of India through real-life tales of courage and sacrifice.",
  "Aliases": [
    "Bharat Hain Hum"
  ],
  "Modified": "2024-11-20",
  "Seasons": {
    "1": {
      "ID": "2156392",
      "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "10814704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814704",
          "TitleEnglish": "Rani Abbakka",
          "SummaryEnglish": "Rani Abbakka of the Chowta dynasty ruled the Tullu Nadu region which was a part of coastal Karnataka. The city of Ullal served as her secondary capital. The Portuguese made many attempts to capture Ullal as it was of immense strategic importance geographically, but Rani Abbakka repulsed their attack. She was known as the first woman freedom fighter of India.",
          "Aliases": []
        },
        "2": {
          "ID": "10814705",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814705",
          "TitleEnglish": "Tilka Manjhi",
          "SummaryEnglish": "Tilka Manjhi was first tribal leader from the Santhal community and an Indian freedom fighter who took up arms against British. He organized an armed group to fight against the British exploitation and tyranny during the famine of 1770. On 13th January 1784, Tilka Manjhi killed Augustus Cleveland who was the administrator of the Bengal province. The British finally caught him in 1784 and hung him.",
          "Aliases": []
        },
        "3": {
          "ID": "10814706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814706",
          "TitleEnglish": "Peer Ali",
          "SummaryEnglish": "Peer Ali Khan was a bookseller by profession who owned a book shop in Patna. He played a leading role in the organization of the Great revolt of 1857. He secretly distributed pamphlets with coded messages to the freedom fighters through his books. He was publicly hanged by William Taylor, the then commissioner of Patna.",
          "Aliases": []
        },
        "4": {
          "ID": "10814709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814709",
          "TitleEnglish": "Mangal Pandey",
          "SummaryEnglish": "Mangal Pandey, often referred to as the Indian rebel who shot the first bullet during the rebellion of 1857. Employed as a sepoy in the 34th Bengal Native infantry regiment of the British East India Company, he revolted, when the British introduced bullets smeared with cow and pig lard which was unholy to the Hindu and Muslim communities in India. He was arrested and hanged on 8th April 1857.",
          "Aliases": []
        },
        "5": {
          "ID": "10814707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814707",
          "TitleEnglish": "Dhan Singh",
          "SummaryEnglish": "Dhansingh Gurjar was a Kotwal (police chief) of Meerut, working for the British East India Company. He and many other policemen left the police force to participate in the 1857 rebellion. He gathered several villagers from his community, led them to the city jail in Meerut and released 839 prisoners who were imprisoned there.",
          "Aliases": []
        },
        "6": {
          "ID": "10814708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814708",
          "TitleEnglish": "Veer Kunwar Singh",
          "SummaryEnglish": "Veer Kunwar Singh was the Talukdar of Jagdishpur. He led the 1857 rebellion from Bihar at the age of 80, when the British started grabbing lands of Zamindars and Talukdars. He persuaded the Indian sepoys working with the British East India Company to join him and sieged Arrah, freeing the Indian rebels and then looting the granary, treasury and armory. He severed his wrist to continue fighting.",
          "Aliases": []
        },
        "7": {
          "ID": "10814710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814710",
          "TitleEnglish": "Nana Saheb - Tatya Tope - 01",
          "SummaryEnglish": "Peshwa Nana Saheb and his chief strategist Tatya Tope, revolted against the British when the latter did not recognize Nana Saheb as the legal heir to the throne of Bithoor he was the adopted son of Bajirao II. Nana Saheb cleverly plotted against the British, and with Tatya Tope, came together with all like-minded heads of the states to begin a revolt simultaneously all over India on 31st May 1857.",
          "Aliases": []
        },
        "8": {
          "ID": "10814711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814711",
          "TitleEnglish": "Nana Saheb - Tatya Tope - 02",
          "SummaryEnglish": "Nana Saheb and Tatya Tope's plan to begin the revolt simultaneously failed, but people had started revolting sporadically and it was becoming a great problem for the British. The British asked for Nana Saheb's help to subdue the revolt at Kanpur. Nana Saheb and Tatya Tope grab the opportunity to capture the Kanpur Fort. As a deal, he gives safe passage to a few Britishers escaping from rebels.",
          "Aliases": []
        },
        "9": {
          "ID": "10814712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814712",
          "TitleEnglish": "Rani Lakshmibai - 01",
          "SummaryEnglish": "Rani Laxmibai accepted Maharaj Gangadhar Rao's marriage proposal, even though he was much older than her to save her Jhansi from the law of Doctrine of Lapse. Unfortunately, her own child died immediately after birth. Rani Laxmibai & Maharaj Gangadhar Rao adopted Gangadhar's brother's son. After Gangadhar's death, the Britishers took the opportunity to defeat Lakshmibai and capture Jhansi.",
          "Aliases": []
        },
        "10": {
          "ID": "10814713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814713",
          "TitleEnglish": "Rani Lakshmibai - 02",
          "SummaryEnglish": "A fierce battle ensued between Sir Hugh Rose and Rani Laxmi Bai. Rani Laxmibai gave a slip to the Britishers with the help of her trusted aid Jhalkari. She was ambushed enroute to Kalpi, but managed to escape. With the help of Tatya Tope, Rani Laxmibai captured the fort of Gwalior. Hugh Rose attacked Gwalior and in the battle that ensued, Rani Laxmibai attained martyrdom.",
          "Aliases": []
        },
        "11": {
          "ID": "10814714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814714",
          "TitleEnglish": "Rani Ahilyabai Holkar",
          "SummaryEnglish": "Born on 31st May 1725, in Ahmednagar in Maharashtra, Rani Ahilyabai Holkar took over the reigns of Indore after the death of her father in law and husband. She was a great administrator and a skilled diplomat, loved and admired by her subjects. She constructed many temples throughout India and was instrumental in creating the famous Maheshwari Saree. She efficiently ruled Indore for 30 years.",
          "Aliases": []
        },
        "12": {
          "ID": "10814715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814715",
          "TitleEnglish": "Rani Velu Nachiyar",
          "SummaryEnglish": "Born on 3rd January 1730 in Tamil Nadu, Rani Velu Nachiyar, also known as Veeramangai (brave woman), was the queen of Sivagangai. She was the first Indian queen to wage a war against the British East India Company. The British had taken over her kingdom. When Rani Velu Nachiyar found the place where the EIC stored their ammunition, her commander attacked the ammunition depot and destroyed it.",
          "Aliases": []
        },
        "13": {
          "ID": "10814716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814716",
          "TitleEnglish": "Rani Chennamma Of Kittur",
          "SummaryEnglish": "Rani Chennamma was born on 23rd October 1778 in Belgaum, Karnataka. She was the queen of Kittoor who led an armed resistance against the British East India company after the death of King Mallasarja and eventually her son King Shivlinga. When the British tried to take away her kingdom, she successfully overpowered the Britishers in the first attempt, but was eventually defeated in 1824.",
          "Aliases": []
        },
        "14": {
          "ID": "10814717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814717",
          "TitleEnglish": "Kerala Varma",
          "SummaryEnglish": "Born on 3rd January 1753, Kerala Verma was the king of Kotayyam of Northern Malabar (present day Kerala). In 1792, Veer Verma, Kerala Verma's uncle connived with the British to become the king of Kotayyam. Kerala Verma always opposed the company rule and defied British with his guerilla warfare. However, in 1800, the Britishers sent Major General Wellesley to defeat and capture Kerala Verma.",
          "Aliases": []
        },
        "15": {
          "ID": "10814718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814718",
          "TitleEnglish": "Udham Singh",
          "SummaryEnglish": "Born on 26th Dec 1899, Udham Singh was an Indian revolutionary who survived the Jallianwala Baug massacre, ordered by British Lieutenant Governor Micheal O'Dwyer, in which hundreds of peaceful Indians lost their lives. Uddham singh vowed to eliminate Dwyer and after 21 years of pursuit, he fulfilled his vow.",
          "Aliases": []
        },
        "16": {
          "ID": "10814719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10814719",
          "TitleEnglish": "Chaphekar Brothers",
          "SummaryEnglish": "Damodar, Balkrishna & Vasudev Hari Chapekar were from Chinchwad, Pune. They were popularly known as the Chaphekar bandhu. In 1897, an epidemic of Plague broke out in Pune, which was very badly handled by the then Assistant Collector of Pune & Plague commissioner Walter Charles Rand. The Chapekar brothers were infuriated by the way people were treated, and plotted to eliminate Walter Rand.",
          "Aliases": []
        },
        "17": {
          "ID": "10815591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815591",
          "TitleEnglish": "Shyamji Krishna Verma",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "18": {
          "ID": "10815592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815592",
          "TitleEnglish": "Khudiram Bose & Praful Chaki",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "10815593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815593",
          "TitleEnglish": "Vasudev Balwant Phadke",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "10815594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815594",
          "TitleEnglish": "Shivappa Nayak",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "10815595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815595",
          "TitleEnglish": "Buxi Jagabandhu",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "10815596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815596",
          "TitleEnglish": "Marthanda Verma",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "10815597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815597",
          "TitleEnglish": "Sardar Ajit Singh",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "10815598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815598",
          "TitleEnglish": "U Tirot Singh Syiem",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "25": {
          "ID": "10815599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815599",
          "TitleEnglish": "Tikendrajit Singh",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "26": {
          "ID": "10815600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/krish-trish-and-baltiboy/episodes/10815600",
          "TitleEnglish": "Puli Thevar",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}