{
  "URL": "https://www.thetvdb.com/series/idol-land-pripara",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Musical"
  ],
  "Other Sites": [],
  "TitleEnglish": "Idol Land PriPara",
  "SummaryEnglish": "Every PriPara around the world gets a new update, however, during the updating process, a system glitch occurs, resulting in all the Prism Stone shops disappearing and ending up in a place outside of time and space. Because of this, all idols who weren't in Prism Stone lost all memories of PriPara, and to gain access to it again, they have to remember it of their own accord.",
  "Aliases": [],
  "Modified": "2025-06-07",
  "Seasons": {
    "0": {
      "ID": "2156471",
      "URL": "https://www.thetvdb.com/series/idol-land-pripara/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10814612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814612",
          "TitleEnglish": "PriPara Became Idol Land!",
          "SummaryEnglish": "PriPara is undergoing a new system update, and everyone is gathered at PriPara to watch as it updates. However, an unexpected error occurs, and all PriPara store locations have disappeared as well as the PriPara memories of any idol who was outside of PriPara during this time.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2156472",
      "URL": "https://www.thetvdb.com/series/idol-land-pripara/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10814485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814485",
          "TitleEnglish": "I-mari Became an Idol!",
          "SummaryEnglish": "Amari Katasumi is a lonely girl who doesn't stand out and struggles to socialize. One day she comes across her childhood idol notebook, then it gets into the possession of a strangely familiar purple-haired girl...",
          "Aliases": []
        },
        "2": {
          "ID": "10814486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814486",
          "TitleEnglish": "A Promise to Amari, Too!",
          "SummaryEnglish": "In order to save Yui, who has fallen into a deep sleep to protect the gate of Idol Land, \"sparkling power\" must be gathered from everyone enjoying lives and \"Promises\". Amari tries to hold her first \"Promise\", but ends up getting scared and running away. In DanPri, WITH's Shougo has been performing lives every day to wake up his sister Yui. Will Amari and the others be able to wake up Yui safely!?",
          "Aliases": []
        },
        "3": {
          "ID": "10814487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814487",
          "TitleEnglish": "A Subtitle? I Couldn't Care Less!",
          "SummaryEnglish": "Amari and WITH's lives have awakened Yui in her \"Mini Yui\" form for 3 minutes at a time. Meanwhile, in DanPri, DARK NIGHTMARE appear and declare \"We will defeat WITH and reach the top of DanPri!\". Then, a mysterious man named \"Mario\" appears in the sky over DanPri, causing strange things to happen to everyone...",
          "Aliases": []
        },
        "4": {
          "ID": "10814488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814488",
          "TitleEnglish": "An Idol-Packed Beach Fight! Amari Is Here Too!",
          "SummaryEnglish": "Today is the day of the \"Enjoy the Beach!\" Promise event. All the idols are competing in a true contest to perform a live! Amari has decided to help MY☆DREAM in the place of Yui... Meanwhile, Gaarmageddon are running late after trying to take a shortcut and find their way into mysterious ruins!?",
          "Aliases": []
        },
        "5": {
          "ID": "10814489",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814489",
          "TitleEnglish": "Hibiki VS Mario!! The DanPri Beautification Project!",
          "SummaryEnglish": "Today is Tricolore's Promise day! Amari is extremely excited to see Tricolore for the first time. During this, Hibiki is searching for clues related to PriParis, which disappeared during the update's malfunctions after hearing that \"bugs are multiplying within DanPri\". Travelling alone into DanPri, Hibiki meets...!?",
          "Aliases": []
        },
        "6": {
          "ID": "10814490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814490",
          "TitleEnglish": "Black Goat-san and Crybaby-san are in the Cursed Forest...",
          "SummaryEnglish": "Coming to PriPara dressed as a black goat, Mario has finally met Amari. But, Amari runs away saying that she doesn't know Mario...!? After fleeing, Amari meets Gaarmageddon and Miichiru, who are searching for a giant monster they met in the forest, but she strays from them and becomes lost...!",
          "Aliases": []
        },
        "7": {
          "ID": "10814491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814491",
          "TitleEnglish": "NonSugar That Is Not Good at All",
          "SummaryEnglish": "Amari, feeling responsible for the sudden large amount of bugs and Mario appearing in PriPara, runs away from everyone to lock herself in her room and clean out her dark history! Depressed that she can't return to PriPara, she realises that she has left her precious wasabi mayo behind and sneaks back in to get it... Then, she is caught by a hungry Pepper!",
          "Aliases": []
        },
        "8": {
          "ID": "10814492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814492",
          "TitleEnglish": "I Don't Want Harvest to Shuuka!",
          "SummaryEnglish": "To save Yui before Mario destroys the crystalized dreaming eye, everyone believes power from a rival's new performance is needed. Amari and the others head to Avocado Academy in order to restore Shuuka's memory. There, they meet the dreamless Yui and Shuuka who have forgotten that they were friends. In order to help Laala and the others who have lost motivation, Amari decides to do her best and...!?",
          "Aliases": []
        },
        "9": {
          "ID": "10814493",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814493",
          "TitleEnglish": "The Appearance Of A Super-Sized Newcomer! How Embarrassing!",
          "SummaryEnglish": "After Amari and Pololo parted on bad terms, Laala and the others have helped them become friends again. To help Pololo, who is embarrassed about her size, everyone in PriPara works together to help the greatest newcomer in history to debut!",
          "Aliases": []
        },
        "10": {
          "ID": "10814494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814494",
          "TitleEnglish": "Malicious War",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "10814495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814495",
          "TitleEnglish": "Daiki Live With Too Much Momentum!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "10814496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/idol-land-pripara/episodes/10814496",
          "TitleEnglish": "Amari Not Much! Everyone's My Dream!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}