{
    "URL": "https://www.thetvdb.com/series/akage-no-anne",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=https://ui.eidr.org/view/content?id=10.5240/DAD5-767C-071F-70C3-1153-O",
        "https://www.imdb.com/title/tt34702901/",
        "https://www.instagram.com/anime_ann_e",
        "https://anime-ann-e.jp/",
        "http://www.reddit.com/r/AnneShirley",
        "https://www.tvmaze.com/shows/82446/show-slug",
        "https://www.themoviedb.org/tv/277665",
        "https://www.wikidata.org/wiki/Q131292174",
        "https://en.wikipedia.org/wiki/Anne_Shirley_(2025_TV_series)",
        "https://x.com/anime_ann_e",
        "https://www.youtube.com/c/@anime-ann-e"
    ],
    "TitleEnglish": "Anne Shirley",
    "SummaryEnglish": "On the beautiful Prince Edward Island in Canada, an orphan named Anne Shirley is mistakenly sent to Green Gables, the home of Matthew and Marilla Cuthbert. They choose to adopt her anyway, as Anne finds friendship, love, and happiness in her new home. Come along for the story of a purehearted and imaginative girl growing up, leaving for college, and returning home a changed woman.",
    "TitleJapanese": "アン・シャーリー",
    "SummaryJapanese": "カナダの美しい小島、プリンス・エドワード島。孤児のアン・シャーリーは、カスバート老兄妹マリラとマシュウが住むグリーン・ゲイブルズに、手違いながら引き取られます。二人は戸惑いつつも、アンの想像力に和まされながら、家族としての絆も深まっていきます。常にライバル視することになるギルバート・ブライスや腹心の友になるダイアナ・バーリーとの出逢い。そしてクラスメイトや先生、村の人たちと触れ合うなかで、少女だったアンも成長していきます。「赤毛のアン」を知る人も、知らない人も、すべての人たちへ。いま蘇る、少女から女性へと成長していく、世界中が愛したアン・シャーリーの物語。まっすぐ純粋な心で、想像することをとめられないアンを、きっとすべての人たちが大好きになる。",
    "Aliases": [
        "An shārī",
        "An Shaarii",
        "赤毛のアン (2025)",
        "Akage no Anne (2025)"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "1": {
            "ID": "2156669",
            "URL": "https://www.thetvdb.com/series/akage-no-anne/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "10816653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10816653",
                    "TitleEnglish": "It’s Such an Interesting World",
                    "SummaryEnglish": "Eleven-year-old orphan Anne goes to live with her new family, only to discover that they expected a boy.",
                    "TitleJapanese": "世界って、とてもおもしろいとこね",
                    "SummaryJapanese": "11歳の孤児アン・シャーリーは、孤児院からプリンス・エドワード島のグリーン・ゲイブルズにやってくる。想像力豊かで明るく、赤毛が特徴的なアン。アンを迎えたマシュウとマリラのカスバート兄妹は、本当は男の子を望んでいたが、家までの道中でマシュウはすっかりアンを気に入ってしまい、孤児院へ帰す予定でいたマリラも、アンの純粋な心と悲しい過去を知り葛藤する。アンは大きな不安を抱きつつも、明るい未来を夢見るが……。"
                },
                "2": {
                    "ID": "10947270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947270",
                    "TitleEnglish": "I Love Pretty Things",
                    "SummaryEnglish": "Anne rejoices in her new life at Green Gables, but unkind words from Mrs. Lynde spark a stormy confrontation.",
                    "TitleJapanese": "あたし、きれいなものが好き",
                    "SummaryJapanese": "アンはグリーン・ゲイブルズに引き取られることになり、大喜び。しかし、近所のリンド夫人から外見を侮辱され、癇癪をおこしてしまう。マリラに諭され、アンはリンド夫人に謝罪することにし、アン流の謝罪で許して貰う。その後、アンはバーリー家を訪れ、腹心の友となるダイアナ・バーリーと出会う。愛と友情にあふれた新しい生活にアンは幸せそうで、それを見守るマシュウとマリラも喜びを感じ、彼らにも少しずつ変化が…！"
                },
                "3": {
                    "ID": "10947271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947271",
                    "TitleEnglish": "Looking Forward to Things Is Half the Pleasure of Them",
                    "SummaryEnglish": "Anne thrills in anticipation of her first picnic, but a lost brooch puts her dreams in jeopardy.",
                    "TitleJapanese": "何かを楽しみにして待つということが、その嬉しいことの半分に当たるのよ",
                    "SummaryJapanese": "初めてのピクニックを楽しみにするアン。そんな時、マリラのブローチが紛失し、アンに疑いの目が。潔白を主張するが、マリラには信じてもらえず、ピクニックに行きたいアンが考え抜いた告白は、マリラを更に激昂させることに。後にブローチは見つかり、二人は和解する。無事、アンはピクニックに参加し、友人たちと愉快な時を過ごす。学校でアンはギルバートと最悪の出会いを経験し、更にフィリップス先生の指導に反旗を上げ……。"
                },
                "4": {
                    "ID": "10947272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947272",
                    "TitleEnglish": "One Can’t Stay Sad Very Long in Such an Interesting World",
                    "SummaryEnglish": "Anne invites Diana to tea, but a mix-up with bottles could make it their last meeting as friends.",
                    "TitleJapanese": "こんなおもしろい世界で、いつまでも悲しんじゃいられないわ",
                    "SummaryJapanese": "不登校になったアン。グリーン・ゲイブルズでダイアナとお茶会を開くが、勘違いでワインを飲ませてしまい、ダイアナのお母さんから付き合いを断られてしまう。ダイアナに会うために学校に復帰するアン。ダイアナと話は出来ないが、勉学に励み、ギルバートをライバル視する。ある冬の日、島にカナダの首相が来て親達が留守の夜、ダイアナの妹が喉頭炎になり命の危機に。アンは子守をしていた時の経験を活かし必死に看病するが……。"
                },
                "5": {
                    "ID": "10947273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947273",
                    "TitleEnglish": "Let Us Look on the Bright Side of Things",
                    "SummaryEnglish": "Newly twelve-year-old Anne comes to grief in an affair of honor. Matthew insists on puffed sleeves.",
                    "TitleJapanese": "ものごとの明るいほうを考えましょう",
                    "SummaryJapanese": "12歳になったアン。命令遊びでアンは納屋の屋根を歩く挑戦を受けるが、落下して骨折してしまう。学校には若いステイシー先生が着任し、アンは良い影響を受け成長を遂げていく。ある日、マシュウはアンの洋服が流行遅れであることに気づき、クリスマスプレゼントを用意する。ステイシー先生の発案でコンサートが開かれ、アンは暗誦し大喝采を浴びる。アンの成長を喜ぶマシュウとマリラは今後の教育について話し合い……。"
                },
                "6": {
                    "ID": "10947274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947274",
                    "TitleEnglish": "I Thought Nothing Could Be as Bad as Red Hair",
                    "SummaryEnglish": "The story club is formed. Then, Anne's vanity leads to vexation of spirit.",
                    "TitleJapanese": "赤毛くらい、いやなものはないと思っていたの",
                    "SummaryJapanese": "13歳になったアンは、学校の宿題で物語を書くことに夢中。プロポーズのシーンを書くために色々と調査するが、満足な答えが得られず、自分の想像力で書くことにする。アンは仲良しの友達と物語クラブを結成し、リーダーとして能力を発揮していく。行商人から買った薬で、髪を黒く染めようとしたアン。ところが、アンの髪はなんと緑色に！最終的に髪を短く切り、涙しながらも、アンは赤毛も悪くなかったと割り切るのだった……。"
                },
                "7": {
                    "ID": "10947275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947275",
                    "TitleEnglish": "I’ve Been Making Mistakes, but Each Mistake Has Helped to Cure Me of My Shortcomings",
                    "SummaryEnglish": "Anne becomes an unfortunate lily maid, and the Queen's class is organized.",
                    "TitleJapanese": "失敗ばかりしてきたけど、一つするたびに自分の悪い部分が直っていくの",
                    "SummaryJapanese": "夏休み。小川でエレーン姫ごっこの為に一人ボートに乗り込むアン。ロマンチックに川を下るが、ボートが浸水し始める。運よく橋げたに着いたアンはよじ登り救助を待ち、ギリギリのところで、釣りをしていたギルバートに助けられる。岸で仲直りの提案をするギルバートに冷たくするアン。結局その後も二人は口もきかず、勉強のライバルとなる。受験クラスに入ったアンは勉学に励むが、ステイシー先生が別の学校に行く噂を耳にし……。"
                },
                "8": {
                    "ID": "10947276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947276",
                    "TitleEnglish": "I Don’t Want to Be Anyone but Myself",
                    "SummaryEnglish": "The pass list is out. Anne celebrates at the hotel concert.",
                    "TitleJapanese": "あたしは、自分の他、誰にもなりたくないわ",
                    "SummaryJapanese": "アンは教師になる為にクイーン学院への入学試験を受けるが、結果がなかなか発表されず不安な気持ちに。そこにダイアナがプリンス・エドワード島一位での合格の知らせを届け、グリーン・ゲイブルズは幸せに包まれる。ホワイト・サンド・ホテルで行われるコンサートへの出演に招待されたアン。プロやお金持ちに囲まれての暗誦に緊張で口が動かなくなるピンチに。会場にギルバートを見つけ、負けん気を起こしたアンは大喝采を浴びる！"
                },
                "9": {
                    "ID": "10947277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947277",
                    "TitleEnglish": "Next to Trying and Winning, the Best Thing Is Trying and Failing",
                    "SummaryEnglish": "Anne becomes a Queen's girl and spends the winter at Queen's, chasing the glory and the dream.",
                    "TitleJapanese": "一生懸命にやって勝つことの次にいいのは、一生懸命やって負けることなのよ",
                    "SummaryJapanese": "クイーン学院に入学したアン。ホームシックも乗り越え、ステラやプリシラという新しい友人達と共に、1年の教職課程と奨学金を目指し、必死で勉強に励む。迎えた卒業式。アンの晴れ姿を見守るマシュウとマリラは幸せを再確認する。レドモンド大学への入学前にダイアナと夏休みを楽しむアンは、ライバルのギルバートが金銭的な理由で教師になることを知り動揺する。マシュウとの心温まる会話にアンは深い愛情を感じるのだった。"
                },
                "10": {
                    "ID": "10947278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947278",
                    "TitleEnglish": "I Don’t Know What Lies Around the Bend, but I’m Going to Believe That the Best Does",
                    "SummaryEnglish": "After the reaper whose name is Death touches her life, Anne comes to the bend in the road.",
                    "TitleJapanese": "曲がり角をまがった先に何があるかは、わからない でも、きっと一番良いものに違いないの",
                    "SummaryJapanese": "アベイ銀行倒産の新聞記事を見たマシュウが突然亡くなる。悲しみで茫然自失となるアンとマリラ。追い討ちをかけるようにマリラの眼に辛い診断が……。思い悩んだマリラはグリーン・ゲイブルズを売ることを考える。それを知ったアンは、アヴォンリーに残り教師になり、マリラと暮らすことを決める。そこへ、アンがアヴォンリー学校の教師に決まったという知らせが。ギルバートが譲ってくれたことを知ったアンはギルバート宅へ！"
                },
                "11": {
                    "ID": "10947279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947279",
                    "TitleEnglish": "I’d Like to Add Some Beauty to Life",
                    "SummaryEnglish": "Anne becomes a full-fledged schoolma'am and encounters all sorts and conditions of men... and women.",
                    "TitleJapanese": "あたしは人生を美しいものにしたいの",
                    "SummaryJapanese": "マシュウのいない新しい生活が始まり、アンは緊張の中、アヴォンリー学校の教師として学校に向かう。教室ではいたずらっ子に翻弄されへとへとに。忙しくも充実した中、アンはギルバートたちと村をより美しくしようと改善会を立ち上げ、保守的な村人たちに、会の説明と寄付の依頼に個別訪問を始める。人生に悲観的な老婦人、綺麗好き過ぎるご婦人、ケーキ作りに孤軍奮闘するおじさまと、アンは個性的な村の人々に向き合うが……。"
                },
                "12": {
                    "ID": "10947280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947280",
                    "TitleEnglish": "Perhaps We Always Love Best the People Who Need Us",
                    "SummaryEnglish": "Marilla adopts twins, and one, Davy, goes in search of a sensation.",
                    "TitleJapanese": "あたしたちは自分を必要としてくれる人を好きになるんじゃないかしら",
                    "SummaryJapanese": "マリラは亡くなった親戚からデイビーとドーラという6歳の男女の双子を引き取る。ドーラは良い子だが、デイビーはやんちゃで悪戯大好きで、お行儀もよろしくない。マリラとアンの生活はすっかりかき乱される。ある日アンが学校から帰宅するとドーラが行方不明で、デイビーもずっと見ていないと言う。近所の人の力も借りて井戸までの大捜索となるが見つからない。アンはハリソン家まで探しに行くが、果たしてドーラはどこに？？"
                },
                "13": {
                    "ID": "10947281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947281",
                    "TitleEnglish": "When I Think Something Nice Is Going to Happen, I Seem to Fly Right Up on the Wings of Anticipation",
                    "SummaryEnglish": "After a chapter of accidents, Anne gets her wish in the way it often happens.",
                    "TitleJapanese": "素晴らしいことが起こると思うと、あたし想像の翼に乗って飛び上がるの",
                    "SummaryJapanese": "アンにプリシラから凄いニュースが飛び込む。プリシラの遠い親戚であり、有名小説家のモーガン夫人がグリーン・ゲイブルズをランチで訪れることに！喜んだアンとダイアナはマリラと一緒に張り切って御馳走作りと家の飾り付けに励むが、デイビーが次々と事件を起こしてしまう。結局モーガン夫人は怪我で来られないことが判明し、がっかりするアン達。だが、後日、デイビーと二人で掃除中のアンに信じられない出来事が起こる！"
                },
                "14": {
                    "ID": "10947282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947282",
                    "TitleEnglish": "It Is Never Too Late for the Real Prince to Come for the True Princess",
                    "SummaryEnglish": "Anne meets sweet Miss Lavendar and learns the story of her romance over an afternoon at the stone house.",
                    "TitleJapanese": "本物の王子様が、本物のお姫様に会いに来るのに、遅すぎることはありませんわ",
                    "SummaryJapanese": "森で迷子になったアンとダイアナは偶然、山彦荘にたどり着く。そこには変わり者と評判のラヴェンダーとお手伝いのシャーロッタ四世が暮らしていた。独り身の暮らしを想像で楽しむラヴェンダーに惹かれていくアン達。アンはポールを山彦荘に連れて行く。ラヴェンダーはかつてポールの父親と恋仲だったのだ。すっかり仲良くなるラヴェンダーとポール。ただラヴェンダーは辛さも感じるようになり、その姿を見たアンは打開策を考える。"
                },
                "15": {
                    "ID": "10947283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947283",
                    "TitleEnglish": "I’ll Come From the Ends of the Earth If Necessary",
                    "SummaryEnglish": "Anne wonders what lies around the bend in her road and attends a wedding at the stone house.",
                    "TitleJapanese": "世界の果てにいても、飛んでいくわ",
                    "SummaryJapanese": "リンド夫人の夫が亡くなる。マリラはグリーン・ゲイブルズでリンド夫人と同居し双子を育てていくことを考え、アンに大学進学を薦める。フレッドと婚約したことをアンに報告するダイアナ。ほどなくして、ラヴェンダーとポールの父の結婚式が山彦荘で執り行われ、一家はアメリカに住むことに。アンの周りに一斉に変化が訪れる。教師の仕事にやりがいを感じているアンはマリラの提案に悩み、既に進学を決めているギルバートと話す。"
                },
                "16": {
                    "ID": "10947284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947284",
                    "TitleEnglish": "It’s Nicer Not to Know",
                    "SummaryEnglish": "The shadow of change leads to greetings and farewells as Anne sets off for Redmond College.",
                    "TitleJapanese": "知りたいとも思わない 分からない方が素敵だから",
                    "SummaryJapanese": "アヴォンリー初の女子大生となるアンに、あれこれ物申すおば様達。疲れたアンをギルバートは秘密の場所で励ます。無事レドモンド大学に入学したアン達は、都会の熱気と人々に圧倒される。その中で一人たたずんでいた美人のフィリパと墓地で再会したアンとプリシラ。お金持ちで、結婚するのが嫌だから大学に入ったが、実は優柔不断で何も決められないと率直に話す彼女に好感を抱く。新たな出会いの中、アン達の新しい生活が始まる。"
                },
                "17": {
                    "ID": "10947285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947285",
                    "TitleEnglish": "Love Is the Power That Transforms Everything",
                    "SummaryEnglish": "After letters from home and a day in the park, Anne goes home again and gets her first proposal.",
                    "TitleJapanese": "すべてを一変させる原動力 それは愛情なの",
                    "SummaryJapanese": "フィリパやギルバート、プリシラ達と勉学に励みながらも大学生活を楽しみ出したアン。懐かしいアヴォンリーの人達からの手紙は村での出来事を伝えてくれていた。ある日フィリパおススメの高級住宅地にあるパティの家を観に行ったアンは可愛らしい家に何故か縁を感じる。クリスマス休暇でアヴォンリーに帰ったアンを、ジェーンからの想定外の提案が待っていた！一方、ギルバートからのアプローチにアンは相変わらずそっけない。"
                },
                "18": {
                    "ID": "10947286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947286",
                    "TitleEnglish": "I Feel as If I Had Opened a Book and Found Roses of Yesterday, Sweet and Beloved, Between Its Leaves",
                    "SummaryEnglish": "Anne deals with an unwelcome lover and a welcome friend, visits Patty's Place, and finds roses of yesterday.",
                    "TitleJapanese": "本を開いたら昨日のバラが美しくよみがえってきたような気持ち",
                    "SummaryJapanese": "レドモンド大学で19歳を迎えたアン。ギクシャクしていたギルバートとも再び友人として向き合い安心する。女性として魅力的になったアンは、ある日チャーリーに海辺でとんでもないプロポーズを受け、激怒。そんな中、ステラがレドモンド大学に来ることになり、家探しを始めるアン達。なんとあのパティの家が貸家となっていた！夏休みにフィリパとボーリングブロークに行き、生家にたどり着く。そこには思い描いていた家があった。"
                },
                "19": {
                    "ID": "10947287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947287",
                    "TitleEnglish": "I’ll Walk the Road to Heaven From Here",
                    "SummaryEnglish": "Anne writes \"Averil's Atonement,\" and an old friend receives the summons that may not be evaded.",
                    "TitleJapanese": "天国へ続く道を今、ここから歩いてゆくわ",
                    "SummaryJapanese": "アヴォンリーに休暇で戻ったアンは、幼馴染のルビーの具合が悪いことを不安に思う。アンはルビーの家に通い再び交流を深めるが、彼女は相変わらず男の子の話ばかり。アンは徐々に体調が悪くなるルビーを見守りながら、小説を書くことで辛い気持ちを紛らわしていたが、ルビーの病状は良くならない。アンの小説も出版社から続けて拒絶され、小説家への道を諦めると言うアンに、ハリソンは自分なら書き続けるとアドバイスする。"
                },
                "20": {
                    "ID": "10947288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947288",
                    "TitleEnglish": "My World Has Tumbled Into Pieces",
                    "SummaryEnglish": "Relationships are adjusted, Gilbert speaks, and spring and Anne return to Green Gables.",
                    "TitleJapanese": "あたしの世界はバラバラに崩れてしまったの",
                    "SummaryJapanese": "ダイアナはアンの書いた小説に広告用の文句を入れてこっそり応募する。小説は当選し、喜ぶダイアナが賞金を届けにやって来る。素直に喜べないアンだったが、ギルバートに生活も大事だと励まされ思いを改める。アンはパティの家で、フィリパ、ステラ、プリシラとジェムシーナおばさんと猫3匹の共同生活を始める。楽しく大学生活を送るアンについにギルバートがプロポーズする。しかしアンはギルバートを友達としか思っておらず…。"
                },
                "21": {
                    "ID": "10947289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947289",
                    "TitleEnglish": "Has the Real Prince Come at Last...?",
                    "SummaryEnglish": "Enter Jonas, enter Prince Charming, enter Christine.",
                    "TitleJapanese": "ついに本当の王子様が現れたのかしら…",
                    "SummaryJapanese": "フィリパは夏休みに知り合った貧しい牧師の卵のジョナスに心を奪われる。ギルバートと友人関係が失われて落ち込むアンは、ある突然の雷雨の日、夢に描いたような理想の男性ロイと知り合う。ロイからの熱いアプローチに心を奪われるアン。大学のレセプションパーティにロイと参加したアンだが、ギルバートが黒髪で紫色の瞳を持つ美しいクリスティンと一緒にいるのを見て、心がざわつく。"
                },
                "22": {
                    "ID": "10947290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947290",
                    "TitleEnglish": "How Horrible It Is That People Have to Grow Up, and Marry, and Change!",
                    "SummaryEnglish": "After mutual confidences, Anne spends a June evening at Green Gables and attends Diana's wedding.",
                    "TitleJapanese": "大人になって結婚して、変わっていくって、なんてつらいことなの！？",
                    "SummaryJapanese": "ダイアナとフレッドの結婚式で、ギルバートと新郎新婦の付添人を務めるアン。マリラ達はアンとギルバートがお似合いの二人なのに、結婚しないことを残念に思う。ダイアナの幸せそうな結婚式で久しぶりに会う幼馴染たちと屈託のない会話が弾み、アンはギルバートとも以前のように親しく話す。アヴォンリーに自分のかつての居場所が無くなっていくような寂しさを語るアンにギルバートは新しい居場所を探すよう静かに答える。"
                },
                "23": {
                    "ID": "10947291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947291",
                    "TitleEnglish": "I Have Learned to Look Upon Each Little Hindrance as a Jest and Each Great One as the Foreshadowing of Victory",
                    "SummaryEnglish": "Anne and her friends receive the Gardners' call and become full-fledged B.A.s.",
                    "TitleJapanese": "小さな壁を冗談とみなし、大きな壁を勝利の予報とせよ",
                    "SummaryJapanese": "大学四年生になったパティの家のメンバーは必死で試験勉強に励む。そんな中ロイの母親達が交際相手のアンを見定めに来ることに。約束の前日、心配するアンのもとに突然ロイファミリーがやって来て、パティの家は大パニック。無事、優秀な成績で卒業式を迎えたアン達。フィリパもジョナスのプロポーズを受けて幸せに包まれる。ロイのプロポーズを待つアンだが、実際にプロポーズを受けたアンの返事は自身も予想しないものだった。"
                },
                "24": {
                    "ID": "10947292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akage-no-anne/episodes/10947292",
                    "TitleEnglish": "It’s the Birthday of Our Happiness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "今日はあたしたちの幸福の誕生日よ",
                    "SummaryJapanese": "ロイのプロポーズを断ったアンにフィリパは一度は怒るが、自分には責める資格はないと落ち込むアンを慰める。フィリパの結婚式の後グリーン・ゲイブルズに帰宅したアンは、ギルバートが腸チフスで危篤というニュースを聞き衝撃を受ける。初めて自分の心に向き合ったアンは、ギルバートへの愛を確信する。アンは持ち直したギルバートと素直に向き合い、秘密のリンゴの木まで散歩する。そんな二人についに幸福の誕生日が訪れる。"
                }
            }
        }
    }
}