{
  "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de",
  "Genres": [
    "Adaptation",
    "Anime - Josei"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt34818628/",
    "https://nazod-anime.com/",
    "https://www.themoviedb.org/tv/279216",
    "https://www.wikidata.org/wiki/Q131321646",
    "https://en.wikipedia.org/wiki/The_Dinner_Table_Detective#Anime",
    "https://x.com/nazoD_anime"
  ],
  "TitleEnglish": "The Dinner Table Detective",
  "SummaryEnglish": "Rich heiress Reiko Hosho lives a double life as a novice detective, fighting crime under Inspector Kazamatsuri—also from a wealthy family. After work, Reiko sheds her pantsuit to don a lovely dress for dinner each day. Difficult cases force her to confide in her butler Kageyama, who proceeds to savagely ridicule her inability to solve mysteries, all while brilliantly unraveling each case himself.",
  "Aliases": [
    "Nazotoki wa Dinaa no Ato de",
    "Nazotoki wa Dinner no Ato de",
    "Nazotoki wa Dinā no Ato de",
    "The After-Dinner Mysteries"
  ],
  "Modified": "2025-08-29",
  "Seasons": {
    "1": {
      "ID": "2157508",
      "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10824271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/10824271",
          "TitleEnglish": "Welcome to the murderous party File 1",
          "SummaryEnglish": "Wealthy heiress Reiko Hosho leads a double life as a novice detective. One day, an incident erupts at a birthday party she attends with friends from her college days. The victim is one of her old classmates, and Reiko's friends are labeled as suspects for matching the attacker's description. Stirring in confusion with only 20 minutes to solve the case, a man suddenly appears to reveal the culprit.",
          "Aliases": []
        },
        "2": {
          "ID": "11066805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066805",
          "TitleEnglish": "Welcome to the murderous party File 2 / Here's a message from the dead File 1",
          "SummaryEnglish": "Mystery butler Kageyama concocts a peculiar plan to catch the criminal lurking in a luxury hotel, after which Reiko and her friends realize the hidden complexity of their own emotions. Reiko then tackles the murder case of a real estate tycoon. Each of the victim's relatives harbor suspicious motives to kill, but a single photograph proves essential in accelerating this perplexing investigation.",
          "Aliases": []
        },
        "3": {
          "ID": "11066806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066806",
          "TitleEnglish": "Here's a message from the dead File 2",
          "SummaryEnglish": "While investigating the murder of a real estate tycoon, Reiko examines an erased dying message, a bloody trophy, and a cord yanked from the curtains. Without proof, however, she reaches a dead end...until savage butler Kageyama emerges to solve the mystery. Reiko and Kyoichiro think outside the box to trap the murderer, peek inside the victim's mindset, and end a chain of events fueled by revenge.",
          "Aliases": []
        },
        "4": {
          "ID": "11066807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066807",
          "TitleEnglish": "Please be aware of two-timing affairs File 1",
          "SummaryEnglish": "With Kageyama as her chauffeur, Reiko and her friends visit a crowded summer festival, where a cracked smartphone is discovered. Its owner was poisoned in his apartment, and he died wearing nothing but briefs. Three women the victim dated simultaneously on a matching app fail to match the height of a suspect seen exiting his residence, which leaves Reiko puzzled at the true culprit's identity.",
          "Aliases": []
        },
        "5": {
          "ID": "11066808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066808",
          "TitleEnglish": "Please be aware of two-timing affairs File 2 / The person who dropped it is a VTuber File 1",
          "SummaryEnglish": "Women of differing heights are spotted at the crime scene. Kageyama suspects that elevator shoes disguised the murderer's appearance. After learning that the victim had scammed several women via dating apps, Reiko inches closer to the truth. Later, a delivery man is found dead with an item belonging to his favorite VTuber, and it's discovered that the two even frequented the same hospital.",
          "Aliases": []
        },
        "6": {
          "ID": "11066809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066809",
          "TitleEnglish": "The person who dropped it is a VTuber File 2",
          "SummaryEnglish": "After a delivery man falls to his death, Reiko and Kyoichiro investigate his connection to popular VTuber \"Kuru Kuru-Chan,\" who is blamed for the murder by fans online. Kageyama assists in analyzing a mystery figure planting bugs, untouched food deliveries, and hints to the true culprit left at the crime scene. The victim leaves a note reading, \"I've had enough of this world,\" but in what context?",
          "Aliases": []
        },
        "7": {
          "ID": "11066810",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066810",
          "TitleEnglish": "There is no such thing as a completely locked room File 1",
          "SummaryEnglish": "A famous painter is stabbed in his own studio, pointing to his masterpiece wall painting \"Sleeping Beauty\" just before dying. Suspects include his art-jacking son, his second wife, and an art magazine writer with whom he supposedly had an affair. Reiko and Kyoichiro investigate how the killer escaped a locked studio, eventually learning of the victim's connection to a certain \"Appraisal Queen.\"",
          "Aliases": []
        },
        "8": {
          "ID": "11066811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066811",
          "TitleEnglish": "There is no such thing as a completely locked room File 2 / Please don't drown in this river File 1",
          "SummaryEnglish": "Kageyama locates a secret passageway to solve the locked-room murder mystery. Upon encountering a deranged woman wielding a knife, Reiko is left with nowhere to escape. On the next case, a white-suited journalist's body is discovered by the river. Despite being dry, his cause of death is drowning. With debts to pay, he had targeted a well-known \"Shaketopia\" actress whom Reiko adored as a child.",
          "Aliases": []
        },
        "9": {
          "ID": "11066812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066812",
          "TitleEnglish": "Please don't drown in this river File 2",
          "SummaryEnglish": "Journalist Ryota Ishiguro's body is found on the riverbank, but although the cause of his death is drowning, the body is dry. Reiko's investigations lead her to Shiho and Satoshi Kambara, a loving couple from whom Ishiguro had been demanding money, but they claim to have an alibi. The discovery of a silver spoon with the engraving \"Shiho to Leo\" takes the case in an unexpected direction.",
          "Aliases": []
        },
        "10": {
          "ID": "11066813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066813",
          "TitleEnglish": "Murder lies in a beautiful rose",
          "SummaryEnglish": "A woman's body is found in a bed of blooming roses at the prestigious Fujikura residence. The victim is Toshio Fujikura's fiancée, and the suspects include members of the family. Reiko, who happens to be their neighbor, is fearful that her identity will be exposed. As the investigation continues, they discover that the victim's pet cat is missing, which may be a key to solving the case.",
          "Aliases": []
        },
        "11": {
          "ID": "11066814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066814",
          "TitleEnglish": "The bride is behind locked doors",
          "SummaryEnglish": "Reiko attends the wedding of Sawamura Yuri, who she cherishes like a younger sister. The groom is Hosoyama, a consultant for a family friend. When Yuri is attacked and gravely injured in her room during the party, Reiko risks her identity being revealed to help solve the case. But when the crime scene is found to be a perfect locked room, Reiko is suspected of being an accomplice.",
          "Aliases": []
        },
        "12": {
          "ID": "11066815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nazotoki-wa-dinaa-no-ato-de/episodes/11066815",
          "TitleEnglish": "What is it that you have lost?",
          "SummaryEnglish": "Trouble strikes the Sawamura family again when Miyuki Sawamura is kidnapped and a ransom of 50 million yen is demanded. With no other suspects, Reiko sets her sights on Hosoyama. She takes Kageyama to the ransom handover disguised as a couple. Despite the perpetrator's traps, they inch closer to the truth, and find that the case is connected to an incident that occurred three years prior.",
          "Aliases": []
        }
      }
    }
  }
}