{
    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8964432/",
        "https://www.themoviedb.org/tv/251793"
    ],
    "TitleEnglish": "Armored Trooper VOTOMS: Phantom Chapter",
    "SummaryEnglish": "Gotho takes Vanilla and Coconna, on a tour that they spent with Chirico Cuvie from the original television series, there they meet old friends and relive their old memories.",
    "TitleJapanese": "装甲騎兵ボトムズ 幻影篇",
    "SummaryJapanese": "ゴトーはバニラとココナを、オリジナルのテレビシリーズでキリコ・キュービーと過ごしたツアーに連れて行き、そこで古い友人に会い、昔の思い出を再現します。",
    "Aliases": [
        "Armored Trooper VOTOMS: Phantom Arc",
        "Genei - Phantom Arc"
    ],
    "Modified": "2025-08-16",
    "Seasons": {
        "1": {
            "ID": "2160425",
            "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "10852900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852900",
                    "TitleEnglish": "Woodo",
                    "SummaryEnglish": "At Goto's suggestion, Vanilla and Cocona, who are celebrating their silver wedding anniversary, go on a trip to places full of memories in hopes of reuniting with Kiriko. They land on the planet Melchia Udo for the first time in 30 years. While the city has been rebuilt, the place that holds their memories with Kiriko still retains its former appearance. There, the two discover a poster for a Battling event. The Battling arena is filled with excitement over the AT battles, just like in the past. There, they find a Scope Dog with red shoulders...",
                    "TitleJapanese": "ウド",
                    "SummaryJapanese": "ゴウトの提案で、銀婚式を迎えたバニラとココナは、キリコとの再会を期待して思い出の地を巡る旅に出る。\n30年振りに降り立つ惑星メルキア・ウドの街。復興した街をよそ目に、キリコとの思い出の場所は昔の姿を留めていた。そこで二人はバトリングの興行ポスターを発見する。\nかつてと変わらぬAT戦に熱狂するバトリング会場。そこには赤い肩を持つスコープドッグが……。"
                },
                "2": {
                    "ID": "10852901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852901",
                    "TitleEnglish": "Kummen",
                    "SummaryEnglish": "In the Republic of Kumen, where conflict continues to this day, the government president and his guards, under pressure from the coup d'état forces, are abandoning the capital and fleeing. The president is none other than Kiriko's comrade-in-arms, Potalia. Vanilla and her friends arrive in Kumen in search of Kiriko, and thanks to Goto's help, they enjoy a one-night revival of the \"Phantom Club.\" Cocona dresses up as a diva, former regulars... And an invitation has also been sent to the fugitive president.",
                    "TitleJapanese": "クメン",
                    "SummaryJapanese": "今も紛争の絶えぬクメン共和国では、クーデター軍に圧される政府軍大統領とその親衛隊が首都を捨て逃れようとしていた。大統領とは誰あろう、キリコたちの戦友ポタリアであった。\nキリコを探してクメンの地に降り立ったバニラたちは、ゴウトのはからいで一夜限りの「ファンタムクラブ」復活営業を楽しむ。歌姫姿のココナ、かつての常連たち…。そして逃亡中の大統領にも招待状が届いていた。"
                },
                "3": {
                    "ID": "10852902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852902",
                    "TitleEnglish": "Sunsa",
                    "SummaryEnglish": "Sandstorms still rage on the planet Sansa. Kiriko has been living in Zoffy's scrap metal shop for three months, cutting steel beams from giant battleships. Zoffy has lost her eyesight after a long and harsh life, and she never imagines that the young man caring for her is Kiriko, whom she once hated as her enemy. While Kiriko is away, Zoffy's office is suddenly attacked by ATs. Kiriko realizes that this is a plan to make Zoffy a hindrance, but he carries her on his back and walks through the desert.",
                    "TitleJapanese": "サンサ",
                    "SummaryJapanese": "今も砂嵐が吹き荒れる惑星サンサ。キリコはゾフィーの屑鉄屋に住み込み、3ヶ月も巨大戦艦の鉄骨を切断し続けていた。長い苛酷な環境下で視力を失ったゾフィーには、世話を焼くこの若者がかつて仇と憎んだキリコだとは思いも寄らない。\nキリコの留守中、ゾフィーの事務所が突如ATによって襲撃を受ける。ゾフィーを足手纏いにさせる作戦と気づくが、キリコは彼女を背負い砂漠を歩くのだった。"
                },
                "4": {
                    "ID": "10852904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852904",
                    "TitleEnglish": "Nulgerant",
                    "SummaryEnglish": "Due to an unknown energy, Kiriko was sent to the edge of the galaxy called \"Horse's Mouth\", where the people of the vanished planet Quent live. At the bottom of the valley, in the village of Le Shakko, a baby is about to be born, and if it is determined to be the child of God, it must be approved by the Gomoru Temple. The tribal leader Tedaya is wary of attacks on the way and asks Kiriko to be his guardian.",
                    "TitleJapanese": "ヌルゲラント",
                    "SummaryJapanese": "正体不明のエネルギーによってキリコは、消滅したクエント星の民が暮らす「馬の口」と呼ばれる銀河の果てへと飛ばされてしまっていた。\n谷の底、ル・シャッコの村では今にも一人の赤子が生まれようとしており、神の子と判断されればゴモルの神殿で更なる裁可を受けねばならぬ掟とされていた。部族長テダヤは道中での襲撃を警戒し、キリコにその護衛を依頼する。"
                },
                "5": {
                    "ID": "10852906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852906",
                    "TitleEnglish": "Cocoon",
                    "SummaryEnglish": "Falling beneath the temple, Kiriko and Le Shakko come face to face with an underground tree, the underground stem of Gomoru Tower. They fend off the temple's ATs, but suddenly a mysterious creature entangles them in its cocoon threads and takes the baby from them. Juno, who was once cast away as the child of God, appears and saves the pair, who are unable to move. Together with Juno, they try to retrieve the baby, but the god of Nurgelant has prepared various trials for Kiriko that will dig deep into his memories...",
                    "TitleJapanese": "コクーン",
                    "SummaryJapanese": "神殿の地下に落下したキリコとル・シャッコは、ゴモルの塔の地下茎である地底樹を目の当たりにする。神殿のATを退けるが、突然謎の生物に繭糸で絡め採られ赤子を奪われてしまう。かつて神の子として落とされたというジュノが現れ、身動きのとれない二人を救う。\nジュノと共に赤子を取り戻そうとするが、ヌルゲラントの神はキリコの記憶の深層を抉る様々な試練を用意していた…。"
                },
                "6": {
                    "ID": "10852908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zhuang-jia-qi-bing-botomuzu-huan-ying-pian/episodes/10852908",
                    "TitleEnglish": "Infanti",
                    "SummaryEnglish": "As the Gilgamesh and Balarant fleets stare down the planet Nurgerant, Pope Montewells enters the Tower of Gomor. The Pope meets the former god Wiseman, who has repaired himself over time, and asks to be entrusted with the upbringing and guardianship of the god's child. Meanwhile, Kiriko breaks through the Underground Tree and is invited into the space where Wiseman and the baby are sitting. After 30 years, the fateful showdown between Kiriko and Wiseman begins again...",
                    "TitleJapanese": "インファンティ",
                    "SummaryJapanese": "ギルガメス・バララントの両艦隊が惑星ヌルゲラントを睨む中、法皇モンテウェルズがゴモルの塔へと入る。時を経て自己修復を遂げたかつて神ワイズマンと対面した法皇は、神の子の養育と後見を任せて欲しいと申し出る。\n一方、地底樹を突破したキリコはワイズマンと赤子の座す空間へと招き入れられる。30年の時を経てキリコとワイズマン、宿命の対決が再び始まる…。"
                }
            }
        }
    }
}