{
    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36600399/",
        "https://tsuihosha-shokudo.com/",
        "https://www.themoviedb.org/tv/286723",
        "https://www.wikidata.org/wiki/Q131448079",
        "https://en.wikipedia.org/wiki/Welcome_to_the_Outcast%27s_Restaurant!#Anime",
        "https://x.com/tsuishoku_PR"
    ],
    "TitleEnglish": "Welcome to the Outcast's Restaurant!",
    "SummaryEnglish": "When superstar adventurer Dennis gets booted from the world’s strongest party, he teams up with runaway Atelier to serve up his true passion—delicious cuisine. But this not-so-average eatery has not-so-average patrons. Dennis will battle his quirky customers’ troubles with his trusty butcher knife and wok. Visit Adventurer’s Restaurant and fill up your heart and stomach!",
    "TitleJapanese": "追放者食堂へようこそ！",
    "SummaryJapanese": "超一流冒険者パーティーを追放されたデニスは、元奴隷の美少女アトリエと出会い、夢であった自分の食堂を開店することに。しかし、その扉を叩くのはなぜか問題を抱えたクセ者ばかりだった！お人好しのデニスは、“至高の料理”でお客の腹を満たし、“最強の料理スキル”で彼らの抱える問題の解決に挑むのだが……。\n\n肉切り包丁で悪党をなぎ倒し、中華鍋で仲間を守る!?ここは、心もお腹も満たされる場所——『冒険者食堂』!!",
    "Aliases": [
        "Tsuihousha Shokudou e Youkoso!",
        "追放者食堂へようこそ！ ～最強パーティーを追放された料理人（Lv.99）は、田舎で念願の冒険者食堂を開きます！～",
        "Tsuihousha Shokudou e Youkoso! ~Saikyou Party o Tsuihou Sareta Ryourinin (Lv.99) wa, Inaka de Nengan no Boukensha Shokudou o Hirakimasu!~",
        "Club for Tsuihousha Shokudou e Youkoso"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "1": {
            "ID": "2160624",
            "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "10853952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/10853952",
                    "TitleEnglish": "You Are Free",
                    "SummaryEnglish": "Dennis, cast out of a top-tier adventuring party, decides to follow his dreams and open his own restaurant.",
                    "TitleJapanese": "お前は自由だ",
                    "SummaryJapanese": "クエスト失敗の責任を負わされ、超一流冒険者パーティー「銀翼の大隊」を追放された料理人・デニス。料理人としての夢だった食堂を開くため奔走する中で奴隷商に売られていた少女・アトリエと出会う。彼女の瞳の中にかつての自分を見たデニスは、持ち金をはたいてアトリエを引き取ることに。 パーティーから追放された料理人と傷を負った少女。ふたりで開く「冒険者食堂」の行方は果たして――？"
                },
                "2": {
                    "ID": "11221056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221056",
                    "TitleEnglish": "It's Crazy Delicious!",
                    "SummaryEnglish": "The Adventurer's Restaurant is open at last, and their first customer is...someone wearing full plate armor?!",
                    "TitleJapanese": "めっちゃおいしいです！",
                    "SummaryJapanese": "ついに迎えた冒険者食堂の開店日。最初のお客は、なんと全身(フル)甲冑(プレート) !? その正体は、女剣士・ヘンリエッタだった。困窮する彼女を見かねたデニスは、かつ丼を振る舞いパーティー探しも手伝うことに。無事ヘンリエッタにパーティーを紹介することができたデニスだったが、きな臭い噂を耳にしてしまい……。不安を抱えるデニスを尻目に、既にヘンリエッタは新たな仲間とダンジョンへ向かっていた――。"
                },
                "3": {
                    "ID": "11221057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221057",
                    "TitleEnglish": "That's an Adventurer!",
                    "SummaryEnglish": "A boy named Vivia comes to the restaurant. He's been cast out of his party, so he may deign to join a new one.",
                    "TitleJapanese": "それが冒険者だ！",
                    "SummaryJapanese": "ある日食堂に現れたのは意識高い系の少年・ビビア。彼はその意識の高さと態度が原因で仲間に嫌われ、パーティーを追放されていた。後日、街最強のパーティー「夜の霧団」へ加入したことをデニスに報告するビビアだったが、次に挑むというダンジョンは明らかに実力と見合わない危険な場所で……。『次はカニ炒飯を食べに来ます』と心配するデニスをよそに、ビビアは笑顔で食堂を後にするが――。"
                },
                "4": {
                    "ID": "11221058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221058",
                    "TitleEnglish": "Then, I'll Have the Daily Special",
                    "SummaryEnglish": "Bachel has been thoroughly ground down by her crushing workload. Then another scolding pushes her to the edge.",
                    "TitleJapanese": "じゃあ、日替わり定食で",
                    "SummaryJapanese": "「夜の霧団」所属の魔法使い・バチェル。彼女は大量の仕事や理不尽な叱責により心身ともに疲れ果てていた。ふと冒険者食堂へと訪れたバチェルは、デニスや常連達が作り出す温かい空間に心が緩み涙が溢れてしまい、あろうことかろくに食事もせず帰ってしまう。その後もうまく寝付けなかった彼女だったが、翌日のクエストで起きた出来事をきっかけに、その心は限界を迎え……。"
                },
                "5": {
                    "ID": "11221059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221059",
                    "TitleEnglish": "It's Too Soon for a Marriage Proposal!",
                    "SummaryEnglish": "The restaurant is booming, but Dennis is worried about Atelier! Katie approaches Dennis with a request.",
                    "TitleJapanese": "プロポーズなんて早すぎるだろ！",
                    "SummaryJapanese": "後衛の要を担っていたデニスがいなくなり、「銀翼の大隊」は崩壊の危機に瀕していた。「銀翼の大隊」存続のため、副隊長のケイティはデニスにパーティーへの復帰を持ち掛けるも、きっぱりと断られてしまう。一方、冒険者食堂は常連客も増えて大繁盛！……なのだが当のデニスはとある悩みを抱えていた。それは「アトリエにボーイフレンドができたかもしれない」という疑惑で……!?"
                },
                "6": {
                    "ID": "11221060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221060",
                    "TitleEnglish": "I've Come for Lady Atelier",
                    "SummaryEnglish": "The Workstatt family butler arrives to retrieve Atelier. He tells Dennis and the others of her tragic past.",
                    "TitleJapanese": "アトリエお嬢様お迎えに上がりました",
                    "SummaryJapanese": "突然デニスとアトリエの前に、ワークスタット家の執事長・スティーブンスが現れる。彼は王立裁判所の依頼を受け、アトリエを迎えにきたという。混乱するデニスたちに彼が語ったのはアトリエの生い立ちと壮絶な半生。そして、今は亡きアトリエの父が残した遺言状が発見され、その血筋の正統性を巡る再審が王都で開かれるということ。王都へ戻ることを恐れるアトリエだったが……？"
                },
                "7": {
                    "ID": "11221061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221061",
                    "TitleEnglish": "Get Better Soon",
                    "SummaryEnglish": "The restaurant is packed, but Dennis falls ill. As he dreams of his youth, the others try to cook for him.",
                    "TitleJapanese": "早く、良くなってね",
                    "SummaryJapanese": "アトリエが相続した魔法書の噂を聞きつけ、賢者や魔法使いたちが続々と来店！ 冒険者食堂は空前の賑わいを見せていた。店の切り盛りのみならず、さまざまな騒動で疲労を募らせていたデニスは、ついに体調を崩してしまう。高熱にうなされる中、デニスは子供のころの思い出を夢に見る――。一方、ヘンリエッタ、ビビア、バチェルはデニスのためにお粥作りに挑むもなんと全員料理経験ゼロで……。"
                },
                "8": {
                    "ID": "11221062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221062",
                    "TitleEnglish": "Today, We Are Closed for Business Reasons",
                    "SummaryEnglish": "It's a cause for celebration as three of the regulars at the restaurant have acquired new jobs. While the group soaks in the hot springs and enjoys some barbecue, a shadow lurks around the temporarily closed establishment.",
                    "TitleJapanese": "本日、所用につき臨時休業",
                    "SummaryJapanese": "大荷物を抱え街中を楽しげに歩くヘンリエッタとビビアの姿があった。街の人たちは『2人がランチ時に食堂にいないなんて珍しい』と不思議がるが、実は今日は常連3人の門出を祝う宴の日。みんなで温泉に浸かった後、始まったのはバーベキュー！ それぞれの今後を報告し、楽しい時間を過ごすデニスたち。しかし、楽しむ彼等を尻目に臨時休業中の食堂には怪しい影が近づきつつあった……。"
                },
                "9": {
                    "ID": "11221063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221063",
                    "TitleEnglish": "If It's Important to You, Then Please Don't Let Go of It!",
                    "SummaryEnglish": "Dennis and Atelier decide to leave town to protect their friends, but familiar figures block their way.",
                    "TitleJapanese": "大事なものなら、手放さないでください！",
                    "SummaryJapanese": "ヴィゴーとジョゼフ、そして「夜の霧団」の陰謀によって冒険者食堂は焼失。焼け落ちた瓦礫の中、さらなる報復によって常連客たちが危険にさらされることを恐れたデニスは全てを諦め、アトリエと街を離れようとする。しかし、2人の前に立ちはだかったのはヘンリエッタ、ビビア、バチェル、そして街の住人たちだった。『大将、ここがあなたの居場所なんです！』仲間の熱い思いに触れたデニスの決断とは――!?"
                },
                "10": {
                    "ID": "11221064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221064",
                    "TitleEnglish": "The Higher and Further Away a Place Is, the More I Aim to Reach It",
                    "SummaryEnglish": "Dennis and the others continue preparing for battle. Vigo thinks back on what he's done to get this far.",
                    "TitleJapanese": "より遠く、遥かに高いところこそ、俺の目指す場所だ",
                    "SummaryJapanese": "ケイティやジーンの協力により、ヴィゴーやジョゼフらの会合について情報を得たデニスたちは、決戦に向けて着々と準備を進めていた。一方、ヴィゴーは馬車に揺られながら自らの足跡に思いを馳せる――。最底辺の奴隷身分から這い上がるため、自らを鍛え、他者を陥れ、利用できるものをすべて利用してきた過去。そして、ヴィゴーは歩みを進める。すべては、更なる高みへ至るために――。"
                },
                "11": {
                    "ID": "11221065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221065",
                    "TitleEnglish": "The Last Piece?",
                    "SummaryEnglish": "Team Outcast's Restaurant succeeds! Then, Vigo attacks Dennis! Both are level 99. Who knows what will happen?",
                    "TitleJapanese": "最後のピース?",
                    "SummaryJapanese": "チーム「追放者食堂」の作戦により、数々の悪行が暴かれたヴィゴーたち。王国の法を担う魔法使いや賢者らに会話を聞かれ、もはや法の裁きから逃れる術はない。『あえて言わせてもらおう、ざまぁみろヴィゴー！』――デニスによる追い打ちに、怒りを爆発させたヴィゴーが絶叫とともに襲いかかる！ かつて同じパーティーで冒険をしてきた重剣士と料理人、Lv.99同士の予測不能な真剣勝負が幕を開ける――‼"
                },
                "12": {
                    "ID": "11221066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuihousha-shokudou-e-youkoso/episodes/11221066",
                    "TitleEnglish": "Welcome to the Outcast's Restaurant!",
                    "SummaryEnglish": "Vigo's attack lands hard, but Dennis isn't giving up. As he finds new resolve, a rainbow light envelops him!",
                    "TitleJapanese": "追放者食堂へようこそ！",
                    "SummaryJapanese": "ヴィゴーのとどめの一撃が迫り、デニスの健闘もむなしく勝負が決しようとした瞬間、デニスの足元から七色の光が立ちのぼり、全身を駆け巡る。『あいつらの笑顔を守れる、最強の料理人に……』――ついにデニスは最後のピースを掴む！ 光に包まれたまま、真っすぐヴィゴーを見つめるデニスは、肉切り包丁を大きく振りかぶり、ユニークスキルを発動！ 全てを乗せた渾身の一撃が、今、放たれる――！"
                }
            }
        }
    }
}