{
  "URL": "https://www.thetvdb.com/series/fermat-no-ryouri",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt36131958/",
    "https://www.fermat-anime.com",
    "http://www.reddit.com/r/Fermat",
    "https://www.themoviedb.org/tv/283704",
    "https://www.wikidata.org/wiki/Q131567232",
    "https://en.wikipedia.org/wiki/Fermat_no_Ryōri#Anime"
  ],
  "TitleEnglish": "Fermat Kitchen",
  "SummaryEnglish": "The story centers on Gaku Kitada, a talented mathematics scholar, and Kai Asakura, a young but similarly talented chef. After Gaku suffers setbacks on his dream of becoming a mathematician, he meets Kai as he is running his own food business, and joins Kai in an attempt at something new.",
  "Aliases": [
    "フェルマーの料理",
    "Fermat no Ryōri",
    "Fermat no Ryouri",
    "Fermat's Cuisine",
    "Fermat's Cooking"
  ],
  "Modified": "2025-10-07",
  "Seasons": {
    "1": {
      "ID": "2162343",
      "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "11019000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11019000",
          "TitleEnglish": "The Suspicious Man",
          "SummaryEnglish": "Gaku Kitada once dreamed of becoming a mathematician, but fails at the Math Olympiad. His passion for math gone, he now works at the school cafeteria and encounters culinary prodigy Kai Asakura due to a simple plate of napolitan pasta. The chairman demands Kitada's expulsion due to his failure, forcing him to make a difficult choice. Kai also happens to be catering the chairman's private dinner...",
          "Aliases": []
        },
        "2": {
          "ID": "11221391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221391",
          "TitleEnglish": "The Door of Truth",
          "SummaryEnglish": "Gaku's \"mathematical mind\" Napolitan shocks the Chairman's guests at his dinner, delighting them. Kai invites Gaku out to introduce him as a symbol of the school, making him the kind of student that the Chairman is left unable to expel. Having experienced the joy of cooking from this incident, Gaku is invited by Kai to visit his Tokyo restaurant \"K\". There, Gaku meets Chef Ranna Akamatsu, who leaves him stunned with her delicious cooking. He uses his \"mathematical mind\" to uncover a hidden truth in his cuisine.",
          "Aliases": []
        },
        "3": {
          "ID": "11221392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221392",
          "TitleEnglish": "Challenge the Gods Through Cooking",
          "SummaryEnglish": "Gaku, having satisfied Kai by discovering the hidden secret in Ranna's cooking, unexpectedly meets his childhood friend and Math Olympiad rival Kagura Musashi. Kagura looks at Gaku coldly, due to him having given up on the path to becoming a mathematician, and he ends up creating a meal using his \"mathematical mind\" for her. However, his attempt to surpass the ‘umami synergy’ as shown by Ranna fails miserably, when he was so sure it would work. Gaku finds a solution to his problem laying in the memories he has with his father.",
          "Aliases": []
        },
        "4": {
          "ID": "11221393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221393",
          "TitleEnglish": "Before and After",
          "SummaryEnglish": "Kai realized that the path of cooking led to the \"Door of Truth.\" Gaku moves to Tokyo after graduating to live with Kai while working as an apprentice chef at K. Having seen through Gaku’s fatal weakness, Kai assigns him to create staff meals at K and, within a week, serve dishes that satisfy the whole team. Full of confidence, Gaku enters the kitchen at K, only to find a battlefield.",
          "Aliases": []
        },
        "5": {
          "ID": "11221394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221394",
          "TitleEnglish": "Nostalgia and Cooking",
          "SummaryEnglish": "The nikujaga that Gaku served as his first staff meal failed to win over the entire “K” team. The sous-chef, Katsuya Hotei, harshly criticizes him, claiming that Gaku \"does not see the people behind the food.\" Gaku begins to lose his way, failing to find his footing. In the midst of his struggle, he reconnects with Ayu Uomi, a former classmate facing similar hardships, and rediscovers the nostalgic flavors of his hometown. What kind of inspiration will Gaku draw from this one taste that has him on the verge of tears…?",
          "Aliases": []
        },
        "6": {
          "ID": "11221395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221395",
          "TitleEnglish": "Overlapping Events",
          "SummaryEnglish": "Gaku won over the staff at \"K\" with a “world-class nikujaga” that didn’t just rely on nostalgia. He ended up being put in charge of the staff meal, his coworkers in the kitchen holding him in high regard. However, as the busy days pass, Gaku begins feeling more unease and frustration stirring in his heart. Then one day, he has an unexpected reunion with Ichitaro Hirose, his childhood friend and the very reason why Gaku gave up on wanting to become a mathematician.",
          "Aliases": []
        },
        "7": {
          "ID": "11221396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221396",
          "TitleEnglish": "Dream",
          "SummaryEnglish": "Gaku is asked to cook professionally for the very first time for the award ceremony to honor young math prodigy Hirose. He confides in Kagura that he's struggling with self-doubt, and she helps him redeiscover the joy of cooking. Reinvigorated with fresh passion, Gaku boldly declares that he will enter every category of the competition (appetizers, soup, and the main course) to determine who will cater the event. Teaming up with Magoroku Inui, a senior chef close to him in age, Gaku works on crafting his dishes. And along the way, he uncovers a surprising truth about Inui’s past.",
          "Aliases": []
        },
        "8": {
          "ID": "11221397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221397",
          "TitleEnglish": "Heated Competition",
          "SummaryEnglish": "The competition amongst the staff of \"K\" has begun. While Magoroku crumbles after his painstakingly crafted soup is harshly criticized, Gaku learns more about his fellow contenders. He learns that Wang Mingjian is from Hong Kong, Peña from Spain, that Kunihiko Shishido idolizes Kai, and the history and passion behind Ranna's entry.",
          "Aliases": []
        },
        "9": {
          "ID": "11221398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221398",
          "TitleEnglish": "Collapse of the Equation",
          "SummaryEnglish": "Using the celebration as inspiration, Gaku condenses the appetizer, soup, and main course into a single, unforgettable dish. Yet instead of praising the young chef, Kai appoints him as the new dessert chef, replacing his right-hand man Hotei. With just three weeks left until the ceremony, Kai tries to drill the basics of pastry-making into Gaku's mathematical mind. But robbed of the chance to present his best dish to Hirose and suddenly reassigned to a field he’s never touched, Gaku falls into a slump. Then, an unexpected visitor arrives, and Gaku finally learns the true reason he was chosen to become the new dessert chef.",
          "Aliases": []
        },
        "10": {
          "ID": "11221399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221399",
          "TitleEnglish": "Conversing With Darkness",
          "SummaryEnglish": "Gaku struggles to understand Kai's intentions after he's assigned to handle desserts. He even considers giving up entirely and going home to his father. But after reading a paper that Hirose sent him, he finds himself back in the kitchen at “K,” resuming his dessert training. Recognizing the crushing loneliness carried by these two geniuses, Kai and Hirose, Gaku resolves to follow in the footsteps of his heroes. He pushes his body to the limits, throwing himself into the pastry-making world, where every decision must be precise.",
          "Aliases": []
        },
        "11": {
          "ID": "11221400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221400",
          "TitleEnglish": "Commencement of the Ceremony",
          "SummaryEnglish": "The long-awaited awards ceremony featuring Hirose is finally underway. While Ranna and the others give it their all, Gaku alone has an unsettling feeling about him. Ever since he resumed training with, he’s sampled nearly every ingredient brought into the shop before retreating for a few days to see family in Yamanashi. With Hotai and Ayu by his returns to soil of his hometown, where he discovers the elusive ingredient he had been seeking earlier. After setting foot on a path of crushing solitude, what kind of shocking, revolutionary dish will Gaku unveil now!?",
          "Aliases": []
        },
        "12": {
          "ID": "11221401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221401",
          "TitleEnglish": "Fermat Kitchen",
          "SummaryEnglish": "Gaku ended up preparing a blancmange for dessert at the award ceremony. Though at first glance it seemed rather plain, its texture, flavor, and even aroma changed with every bite and layer, a true culinary marvel. “Desserts are made of shapes and numbers,” Gaku proclaimed that desserts are created from shapes and numbers. Could his blancmange possibly be the key to opening Hirose’s “door of truth”? And what exactly was Kai intending this whole time, after casting Gaku into the endless ocean of pâtisserie…?",
          "Aliases": []
        }
      }
    }
  }
}