{
    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36131958/",
        "https://www.fermat-anime.com",
        "http://www.reddit.com/r/Fermat",
        "https://www.themoviedb.org/tv/283704",
        "https://www.wikidata.org/wiki/Q131567232",
        "https://en.wikipedia.org/wiki/Fermat_no_Ryōri#Anime"
    ],
    "TitleEnglish": "Fermat Kitchen",
    "SummaryEnglish": "The story centers on Gaku Kitada, a talented mathematics scholar, and Kai Asakura, a young but similarly talented chef. After Gaku suffers setbacks on his dream of becoming a mathematician, he meets Kai as he is running his own food business, and joins Kai in an attempt at something new.",
    "TitleJapanese": "フェルマーの料理 (2025)",
    "SummaryJapanese": "小林有吾の最新作は数学が導く煌びやかな料理と人間ドラマ!!数学者になる夢を諦めてしまった天才数学少年の北田 岳が、謎多き料理界のカリスマ朝倉 海とともに、才能ひしめく料理の世界に挑む数理的エンタテインメント!岳は数学的思考で周囲を驚かせる美しい計算式レシピを作りだし、海とともに料理人として成長していくことができるのか!?",
    "Aliases": [
        "フェルマーの料理",
        "Fermat no Ryōri",
        "Fermat no Ryouri",
        "フェルマーの料理",
        "Fermat no Ryouri"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2162343",
            "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "11019000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11019000",
                    "TitleEnglish": "The Suspicious Man",
                    "SummaryEnglish": "Gaku Kitada once dreamed of becoming a mathematician, but fails at the Math Olympiad. His passion for math gone, he now works at the school cafeteria and encounters culinary prodigy Kai Asakura due to a simple plate of napolitan pasta. The chairman demands Kitada's expulsion due to his failure, forcing him to make a difficult choice. Kai also happens to be catering the chairman's private dinner...",
                    "TitleJapanese": "黒い男",
                    "SummaryJapanese": "数学者を目指す高校生・北田岳は、数学オリンピックで挫折を味わい、その道を断念した。数学への熱意を失った岳は、学食のアルバイトでまかないとして作ったナポリタンをきっかけに、若き天才シェフ・朝倉海と出会う。\n一方、数学コンテストに挑戦しないという岳に侮辱されたと感じた理事長は、彼に退学と奨学金の即時返済を求める。窮地に陥った岳は、理事長に会食の料理人として招かれていた海に、 “ある選択”を迫られる。"
                },
                "2": {
                    "ID": "11221391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221391",
                    "TitleEnglish": "The Door of Truth",
                    "SummaryEnglish": "Gaku's \"mathematical mind\" Napolitan shocks the Chairman's guests at his dinner, delighting them. Kai invites Gaku out to introduce him as a symbol of the school, making him the kind of student that the Chairman is left unable to expel. Having experienced the joy of cooking from this incident, Gaku is invited by Kai to visit his Tokyo restaurant \"K\". There, Gaku meets Chef Ranna Akamatsu, who leaves him stunned with her delicious cooking. He uses his \"mathematical mind\" to uncover a hidden truth in his cuisine.",
                    "TitleJapanese": "真理の扉",
                    "SummaryJapanese": "“数学的思考”に基づいて作られた岳のナポリタンは、理事長が会食に招いた学園の支援者たちを唸らせた。海に学園の象徴として紹介された岳は、理事長が退学させることができない存在となった。\nこの一件で料理の楽しさを知った岳は海に招かれ、東京のレストラン“K”を訪れる。そこで出会ったシェフ・赤松蘭菜に振る舞われた料理の美味しさに衝撃を受けた岳は、“数学的思考”で料理に隠されたある真理を暴き出す。"
                },
                "3": {
                    "ID": "11221392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221392",
                    "TitleEnglish": "Challenge the Gods Through Cooking",
                    "SummaryEnglish": "Gaku, having satisfied Kai by discovering the hidden secret in Ranna's cooking, unexpectedly meets his childhood friend and Math Olympiad rival Kagura Musashi. Kagura looks at Gaku coldly, due to him having given up on the path to becoming a mathematician, and he ends up creating a meal using his \"mathematical mind\" for her. However, his attempt to surpass the ‘umami synergy’ as shown by Ranna fails miserably, when he was so sure it would work. Gaku finds a solution to his problem laying in the memories he has with his father.",
                    "TitleJapanese": "料理を以って、神に挑む",
                    "SummaryJapanese": "蘭菜の料理に隠された秘密へとたどり着き海を満足させた岳は、思いがけず小学生時代からの友人で数学オリンピックのライバルだった武蔵神楽と出会う。数学者の道を断念した岳に冷ややかな視線を浴びせる神楽に、岳は“数学的思考”で作った料理を振る舞うことに。\nだが、蘭菜が見せた“うま味の相乗効果”を超えるべく岳が試みた論理展開はあえなく失敗。窮地に陥った岳は、父との思い出のなかに起死回生の解を見出す。"
                },
                "4": {
                    "ID": "11221393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221393",
                    "TitleEnglish": "Before and After",
                    "SummaryEnglish": "Kai realized that the path of cooking led to the \"Door of Truth.\" Gaku moves to Tokyo after graduating to live with Kai while working as an apprentice chef at K. Having seen through Gaku’s fatal weakness, Kai assigns him to create staff meals at K and, within a week, serve dishes that satisfy the whole team. Full of confidence, Gaku enters the kitchen at K, only to find a battlefield.",
                    "TitleJapanese": "以前以後",
                    "SummaryJapanese": "料理の道が“真理の扉”へと続いていることに気がついた岳は、「料理を以って神に挑む」と豪語する海の手を取った。学園を首席で卒業した岳は上京し、“K”の見習いシェフとして海との同居生活を開始する。\n岳の致命的な弱点を見抜いた海は、岳に“K”でのまかないを任せ、1週間でスタッフ全員を満足させる料理を提供するという課題を与える。意気揚々と“K”の厨房に入った岳は、その戦場のような過酷さに戦慄する。"
                },
                "5": {
                    "ID": "11221394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221394",
                    "TitleEnglish": "Nostalgia and Cooking",
                    "SummaryEnglish": "The nikujaga that Gaku served as his first staff meal failed to win over the entire “K” team. The sous-chef, Katsuya Hotei, harshly criticizes him, claiming that Gaku \"does not see the people behind the food.\" Gaku begins to lose his way, failing to find his footing. In the midst of his struggle, he reconnects with Ayu Uomi, a former classmate facing similar hardships, and rediscovers the nostalgic flavors of his hometown. What kind of inspiration will Gaku draw from this one taste that has him on the verge of tears…?",
                    "TitleJapanese": "ノスタルジーと料理",
                    "SummaryJapanese": "岳がまかない料理として初めて提供した肉じゃがは、“K”のスタッフ全員に認められるものではなかった。スーシェフ（副料理長）である布袋勝也から「人間が見えていない」と厳しい指摘を受けた岳は、正解を見失い失敗を繰り返すなかで、似たような苦境に置かれた同窓生・魚見亜由、そして故郷の味と再会する。思わず涙しそうになった岳が、懐かしい思い出の味から得たインスピレーションとは……？"
                },
                "6": {
                    "ID": "11221395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221395",
                    "TitleEnglish": "Overlapping Events",
                    "SummaryEnglish": "Gaku won over the staff at \"K\" with a “world-class nikujaga” that didn’t just rely on nostalgia. He ended up being put in charge of the staff meal, his coworkers in the kitchen holding him in high regard. However, as the busy days pass, Gaku begins feeling more unease and frustration stirring in his heart. Then one day, he has an unexpected reunion with Ichitaro Hirose, his childhood friend and the very reason why Gaku gave up on wanting to become a mathematician.",
                    "TitleJapanese": "重なる事象",
                    "SummaryJapanese": "ノスタルジーに甘えない“世界標準の肉じゃが”で、“K”のスタッフを納得させた岳。“K”に迎え入れられた岳はまかないを任せられ、スタッフ間で高く評価されるようになっていく。だが、目まぐるしい日々を過ごすなかで、岳の胸中には焦燥感が渦巻いていた。\nそんなある日岳に、小学生時代からの友人で、自身が数学者の道を断念するきっかけとなった男・広瀬一太郎との予期せぬ再会の機会が訪れる。"
                },
                "7": {
                    "ID": "11221396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221396",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "Gaku is asked to cook professionally for the very first time for the award ceremony to honor young math prodigy Hirose. He confides in Kagura that he's struggling with self-doubt, and she helps him redeiscover the joy of cooking. Reinvigorated with fresh passion, Gaku boldly declares that he will enter every category of the competition (appetizers, soup, and the main course) to determine who will cater the event. Teaming up with Magoroku Inui, a senior chef close to him in age, Gaku works on crafting his dishes. And along the way, he uncovers a surprising truth about Inui’s past.",
                    "TitleJapanese": "夢",
                    "SummaryJapanese": "数学の天才・広瀬が招かれる授賞式で、初めてプロとして料理を作ることになった岳。その葛藤を神楽に打ち明け“楽しい”ことの重要性を再確認した岳は、受賞式で提供される料理の担当を決めるコンペティションにおいて、前菜、スープ、肉料理、全パートへのエントリーを宣言する。\n歳の近い先輩である乾孫六と協力関係を結び、コンペに提出する料理を考案するなかで、岳は彼の意外なルーツを知る。"
                },
                "8": {
                    "ID": "11221397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221397",
                    "TitleEnglish": "Heated Competition",
                    "SummaryEnglish": "The competition amongst the staff of \"K\" has begun. While Magoroku crumbles after his painstakingly crafted soup is harshly criticized, Gaku learns more about his fellow contenders. He learns that Wang Mingjian is from Hong Kong, Peña from Spain, that Kunihiko Shishido idolizes Kai, and the history and passion behind Ranna's entry.",
                    "TitleJapanese": "熱きコンペティション",
                    "SummaryJapanese": "“K”のスタッフによるコンベティションが始まった。渾身のスープを酷評されて孫六がくずおれる一方、岳は香港出身の王明剣、スペイン出身のペーニャ、海を尊崇する宍戸邦彦、そして蘭菜の過去とコンペにかける熱い思いを知る。\nそして、ついに岳の料理が完成。大胆にも前菜、スープ、肉料理の3品目すべてにエントリーした岳が、海たち審査を担当する料理人たちに差し出したのは、たった一皿だった……！"
                },
                "9": {
                    "ID": "11221398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221398",
                    "TitleEnglish": "Collapse of the Equation",
                    "SummaryEnglish": "Using the celebration as inspiration, Gaku condenses the appetizer, soup, and main course into a single, unforgettable dish. Yet instead of praising the young chef, Kai appoints him as the new dessert chef, replacing his right-hand man Hotei. With just three weeks left until the ceremony, Kai tries to drill the basics of pastry-making into Gaku's mathematical mind. But robbed of the chance to present his best dish to Hirose and suddenly reassigned to a field he’s never touched, Gaku falls into a slump. Then, an unexpected visitor arrives, and Gaku finally learns the true reason he was chosen to become the new dessert chef.",
                    "TitleJapanese": "方程式の崩壊",
                    "SummaryJapanese": "祝賀会のライブ感を活かし、前菜、スープ、肉料理のすべてを一皿に凝縮してみせた岳。だが海は、岳を布袋に代わりデセール（デザート）担当に抜てきする。\n祝賀会まで残り3週間。海は岳にパティシエの基本を教え込もうとするが、岳は会心の料理を広瀬に披露する機会を奪われ、作ったこともないデセール担当にされふさぎ込んでしまう。そんななか、思いもよらない訪問者が現れ、岳はデセール担当に抜てきされた思惑を知る。"
                },
                "10": {
                    "ID": "11221399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221399",
                    "TitleEnglish": "Conversing With Darkness",
                    "SummaryEnglish": "Gaku struggles to understand Kai's intentions after he's assigned to handle desserts. He even considers giving up entirely and going home to his father. But after reading a paper that Hirose sent him, he finds himself back in the kitchen at “K,” resuming his dessert training. Recognizing the crushing loneliness carried by these two geniuses, Kai and Hirose, Gaku resolves to follow in the footsteps of his heroes. He pushes his body to the limits, throwing himself into the pastry-making world, where every decision must be precise.",
                    "TitleJapanese": "闇との対話",
                    "SummaryJapanese": "海にデセールを任された岳は、海の意図をはかりかね、一度はすべてを投げ出して実家に帰ろうとさえ考える。だが彼は、広瀬から送られてきた論文に目を通すと、“K”の厨房へと舞い戻り、デセールの修行を再開するのだった。\n海と広瀬、2人の天才が抱える絶望的な“孤独”に気づいた岳は、憧れる彼らと同じ道を歩むべく、一段と正確さが求められるパティシエの世界に体力の限界まで挑む。"
                },
                "11": {
                    "ID": "11221400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221400",
                    "TitleEnglish": "Opening Ceremony",
                    "SummaryEnglish": "The long-awaited day of the awards ceremony in which Hirose is participating has finally arrived. Meanwhile, in Yamanashi, Gaku ends up discovering the missing ingredient for his dessert.",
                    "TitleJapanese": "式典の開幕",
                    "SummaryJapanese": "ついに広瀬が参加する授賞式が始まった。蘭菜たちがベストを尽くすなか、岳だけはどこか危うささえ感じさせる様子。デセールの修行を再開してからというもの、店に持ち込まれる食材をあらかた試食した岳は、数日間山梨の実家に帰っていた。布袋、亜由を伴って故郷の地を踏んだ岳は、訪れた植物園で探し求めていた食材を見つけ出す。絶望的な孤独の道を歩み始めた岳が繰り出す、大逆転の一品とは!?"
                },
                "12": {
                    "ID": "11221401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fermat-no-ryouri/episodes/11221401",
                    "TitleEnglish": "フェルマーの料理",
                    "SummaryEnglish": "岳が授賞式のために用意したデセールはブランマンジェ。一見何の変哲もないと思われたそれは、食べ進めるごとに食感や味わい、香りまでもが何段階にも移り変わっていくという驚異の逸品だった。「デザートは図形と数字でできている」……そう語る岳のブランマンジェは、広瀬の“真理の扉”を開くことができるのか？そして、岳をパティシエの大海原へと突き落とした海の真の意図が明らかになる……。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}