{
    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt37419888/",
        "https://hitoduma-canchuhai.deregula.com/",
        "https://www.themoviedb.org/tv/283884",
        "https://en.wikipedia.org/wiki/Hitozuma_no_Kuchibiru_wa_Kan_Chūhai_no_Aji_ga_Shite#Anime",
        "https://x.com/canchuhai_anime"
    ],
    "TitleEnglish": "Chuhai Lips: Canned Flavor of Married Women",
    "SummaryEnglish": "The story centers on college student Tsuyoshi, who loves drinking strong canned chūhai, and his encounters with various married women. The Japanese word chūhai is said to be originally an abbreviation of Shōchū Highball, but it generally refers to a drink made by mixing shōchū and carbonated water.",
    "Aliases": [
        "A Married Woman's Lips Taste of Canned Highball",
        "Chuhai Lips Canned Flavor of Married Women",
        "Chuhai Lips",
        "Married Women's Lips Taste Like A Can of Chuhai",
        "A Married Woman's Lips Taste Like Canned Chuuhai",
        "Hitozuma no Kuchibiru wa Kan Chuuhai no Aji ga Shite",
        "Hitozuma no Kuchibiru wa Kan Chūhai no Aji ga Shite",
        "A Married Woman's Lips Taste Like Canned Chūhai"
    ],
    "Modified": "2025-09-19",
    "Seasons": {
        "0": {
            "ID": "2172325",
            "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11221259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11221259",
                    "TitleEnglish": "In the Aftermath of Yui Koriyama",
                    "SummaryEnglish": "It's become a habit for Yui to have sex with Tsuyoshi, even though she knows she shouldn't. She finds herself kicking into gear every time she drinks strong chuhai. Yui has been restraining herself lately, but Tsuyoshi pushes her down, overcome by jealousy when she talks about her husband.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "2172326",
            "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/seasons/official/1",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "10967226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/10967226",
                    "TitleEnglish": "The Flavor of My Strict Aunt's Lips",
                    "SummaryEnglish": "Tsuyoshi, a third-year college student, leads a lazy life drinking cheap and tasty canned chuhai. One day, his aunt, Yui Koriyama, who he has a soft spot for, pays him an unexpected visit.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11187356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187356",
                    "TitleEnglish": "The Flavor of a Sun-Kissed Gyaru's Lips",
                    "SummaryEnglish": "On a midsummer's day, Tsuyoshi heads to the convenience store to get chuhai, and reunites with Ai Natsuno, his junior from high school. Ai is now married, with a huge makeover as a sun-kissed gyaru, but acts like a spoiled child around Tsuyoshi, just like she used to.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11187357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187357",
                    "TitleEnglish": "The Flavor of a Married Club Senpai's Lips",
                    "SummaryEnglish": "Tsuyoshi starts an online drinking session with his two guy friends, and the college idol senpai, Miki Kanzaki. As Miki gets drunk from canned chuhai and exposes herself on screen, Tsuyoshi and the gang can't take their eyes off her.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11187358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187358",
                    "TitleEnglish": "The Flavor of My Russian Friend's Sister's Lips",
                    "SummaryEnglish": "Tsuyoshi goes round Joseph's house and meets his older sister and married Russian beauty, Anastasia. The three have canned chuhai, but Anastasia gets dead drunk and mistakes Tsuyoshi for her younger brother. He ends up taking care of her, but...",
                    "Aliases": []
                },
                "5": {
                    "ID": "11187359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187359",
                    "TitleEnglish": "The Flavor of a Mysterious, Tanuki-Faced Married Woman's Lips",
                    "SummaryEnglish": "One night when Tsuyoshi was wandering around town with canned chuhai in his hand, he meets a wild tanuki, and gets led to a big mansion. There he meets a tanuki-faced beauty, Tamami Miyazawa, who gives him a warm reception, but for a certain reason...",
                    "Aliases": []
                },
                "6": {
                    "ID": "11187360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187360",
                    "TitleEnglish": "The Flavor of a Baby-Faced, Cheeky Married Woman's Lips",
                    "SummaryEnglish": "By chance, Tsuyoshi ends up having a one-night stand with Nozomi Kuji, a married woman who looks too young for her age. Since then, they've become canned chuhai drinking buddies. In the midst of this, Nozomi vents out her frustration about her busty-loving hubby, and Tsuyoshi gets lectured on the appeal of small breasts...",
                    "Aliases": []
                },
                "7": {
                    "ID": "11187361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187361",
                    "TitleEnglish": "The Flavor of an Otherworldly, Married Dark Elf's Lips",
                    "SummaryEnglish": "Tsuyoshi enters a parallel universe and saves a dark elf beauty, Symphis with the skill he gained from the chuhai god. Tsuyoshi gradually becomes drawn to Symphis as she talks about her husband, but something doesn't add up...",
                    "Aliases": []
                },
                "8": {
                    "ID": "11187362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hitozuma-no-kuchibiru-wa-kan-chuhai-no-aji-ga-shite/episodes/11187362",
                    "TitleEnglish": "The Flavor of a Quiet Former Rebel, the Barbershop Owner's Lips",
                    "SummaryEnglish": "As Tsuyoshi goes to his regular barbershop, the quiet forty-odd beauty owner, Sari Kirihara, announces that the shop will be closing down. Tsuyoshi ends up drinking canned chuhai at Sari's house without the presence of her husband, but realizing her secret feelings, tries to snuggle up to her...",
                    "Aliases": []
                }
            }
        }
    }
}