{
    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt36271422/",
        "https://onmyo-kaiten.com/",
        "https://www.themoviedb.org/tv/285828",
        "https://www.wikidata.org/wiki/Q133059930",
        "https://en.wikipedia.org/wiki/Onmyō_Kaiten_Re:verse",
        "https://x.com/OnmyoKaiten_PR"
    ],
    "TitleEnglish": "Onmyo Kaiten Re:Birth Verse",
    "SummaryEnglish": "Narihira Takeru is a delinquent who often thinks about Tsukimiya, the girl who appears in his dreams. After an unexpected accident, Takeru finds himself in a parallel universe, and the world that Tsukimiya lives in. When Takeru and Tsukimiya are slain by a monster, he awakens again and realizes he has leapt through time. Now, Takeru must train with Abe Seimei to fight for Tsukimiya’s life!",
    "TitleJapanese": "陰陽廻天 Re:バース",
    "SummaryJapanese": "誰ともつるまず1人孤独に喧嘩に明け暮れるヤンキー高校生・業平 猛なりひら たける は、夢に何度も現れる謎の少女・ツキミヤに想いを募らせる日々を過ごしていた。 そんなある日、タケルは不慮の事故で崖から転落。 意識を取り戻すと目の前に広がっていたのは、テクノロジーが高度に進化を遂げた平安京・《電祇平安京でんじへいあんきょう》。そこは、最強の陰陽師・安倍晴明あべのせいめい が守護しており、憧れのツキミヤが現実に存在する別世界だった！ 夢にまで見た運命的な出会いに舞い上がるタケルだったが、突如発生した黒い霧《闇薫やみかおる》の中で《怨人おに》と呼ばれる化け物によってツキミヤもろとも命を落としてしまう。 ――しかし、次の瞬間、タケルは再び電祇平安京で目を覚ます。 やがて自身がタイムリープしたことに気づいたタケルは、ツキミヤが命を落とす未来に抗うため、安倍晴明から陰陽術を習得し、陰陽師として戦うことを決意する――！",
    "Aliases": [
        "Onmyō Kaiten Re:verse",
        "Onmyou Kaiten Re:verse",
        "Onmyō Kaiten Re:bāsu",
        "Onmyou Kaiten Re:baasu"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "1": {
            "ID": "2175479",
            "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "11005916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11005916",
                    "TitleEnglish": "Don't Admit Defeat Even If You're Dead! A Delinquent in Denji Heian-kyo!",
                    "SummaryEnglish": "After an accident, teenage delinquent Takeru wakes up to find the literal girl of his dreams standing there.",
                    "TitleJapanese": "死んでも負けを認めんな！ヤンキー、電祇平安京に立つ！",
                    "SummaryJapanese": "ヤンキー高校生・業平猛(タケル)は、夢に何度も現れる謎の少女・ツキミヤに想いを募らせる日々を過ごしていた。ある日不慮の事故で崖から転落したタケルが目を覚ますと、目の前には憧れのツキミヤが！そこは安倍晴明たち陰陽師が守護する「電祇(でんじ)平安京」と呼ばれる別世界だった。ツキミヤに不審者扱いされ街をさまようことになったタケル。その時、突如黒い霧が街を覆い異形の怪物が人々を襲い始める――。"
                },
                "2": {
                    "ID": "11221108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221108",
                    "TitleEnglish": "You Can't Build Trust With Words! This Delinquent Will Be an Onmyoji",
                    "SummaryEnglish": "Takeru wakes up in Denji Heian-kyo again, but nobody remembers him or believes his stories about fighting oni.",
                    "TitleJapanese": "信頼ってのは言葉じゃ作れねえ！ヤンキー、陰陽師になる",
                    "SummaryJapanese": "タケルが再び電祇(でんじ)平安京で目を覚ますと、そこには死んだはずのツキミヤが立っていた。しかし、誰もタケルのことを覚えておらず、不思議な力で怨人(おに)と戦ったという主張も信じてもらえない。街の様子を見てタイムリープしていることに気が付いたタケルは、今度こそツキミヤを守ると決意を新たに、タケルに興味を持ったアツナガたちの指導の下、陰陽師としての修行を開始する――。"
                },
                "3": {
                    "ID": "11221109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221109",
                    "TitleEnglish": "Don't Just Focus on What You Can See! Yura's Wavering Feelings",
                    "SummaryEnglish": "When Takeru proves to be a good battle partner for Atsunaga, Yura has some difficult decisions to make.",
                    "TitleJapanese": "見えるモンばっかり見るな！ユラ、揺れる想い",
                    "SummaryJapanese": "正式に陰陽師になったタケルは、アツナガとともに式神を使った模擬戦や晴明の課す特訓に励む。鍛錬でも実力を示すタケルを見て、元々アツナガとペアを組んでいたユラは苛立ちを募らせていた。ほどなくして、初めて電祇(でんじ)平安京にやってきたときと同じ日を迎えたタケル。過去の実体験をもとにこれから起こることを予測し、ツキミヤを守る方法を考えていると、ユラが現れタケルにタイマン勝負を持ち掛ける――。"
                },
                "4": {
                    "ID": "11221110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221110",
                    "TitleEnglish": "Don't Get Used to Being Alone! Takeru's First Centennial Pandemonium!",
                    "SummaryEnglish": "Seimei plans to put Takeru's explosive but unpredictable power to use in the upcoming Centennial Pandemonium.",
                    "TitleJapanese": "ひとりに慣れるな！タケル、初めての百年夜行",
                    "SummaryJapanese": "力の制御を失い街を襲うタケルの前に、晴明が立ちはだかる。晴明によって暴走は食い止められ、やがて意識を取り戻したタケル。晴明は、間近に迫った怨人の世界に攻め込む儀式「百年夜行」に対して、不思議な力を持つタケルを切り札にしたいと語る。しかし、タケルは陰陽師の最高峰「五霊星」となり電祇平安京を背負って戦うことに躊躇する。そんな中、悩むタケルはツキミヤに百年祭に誘われて――。"
                },
                "5": {
                    "ID": "11221111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221111",
                    "TitleEnglish": "Come On Down, Once-in-a-Millennium Me! The Yasha Mask That Guides Takeru",
                    "SummaryEnglish": "After the trauma of losing a Centennial Pandemonium fight, Takeru becomes afraid to enter the black mist.",
                    "TitleJapanese": "千年に一人の俺、降りてこい！タケルを導く夜叉の面",
                    "SummaryJapanese": "タケルは百年夜行における晴明の「この平安京は終わりです」という言葉の真意を問いただすが、結果として謀反人として追われることに。逃亡し身を隠すタケルが、発生した闇薫のもとに駆けつけると、これまで見たことのない新たな怨人が出現していた。イルカ・カジキが式神招来し応戦する一方、敗北の記憶から二の足を踏んでしまうタケル。戦いの余波に巻き込まれ気を失ってしまったタケルが目を覚ますと、そこにはツキミヤの姿が――。"
                },
                "6": {
                    "ID": "11221112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221112",
                    "TitleEnglish": "This Time I'll Protect You! What Appeared Beyond the Centennial Pandemonium",
                    "SummaryEnglish": "Takeru's power reaches all new heights, but revelations await him during the next Centennial Pandemonium.",
                    "TitleJapanese": "今度は守る！百年夜行の先に見えたもの",
                    "SummaryJapanese": "トラウマを克服し“千年に一人の自分”に目覚めたタケル。晴明はその力の正体を探るため、タケルをかくまったツキミヤに尋問を行おうとする。そうした晴明の行動に加え、ツキミヤからも晴明に関する噂を耳にしたタケルは疑念を一層強める。そんな中、電祇平安京では来る百年夜行に向け準備が進む。タケルは五霊星に選抜されたアツナガとユラに怨人神と戦った自身の経験を伝え、そして再戦の日を迎える――。"
                },
                "7": {
                    "ID": "11221113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221113",
                    "TitleEnglish": "Say It Ain't So! The Truth About Denji Heian-kyo Is Revealed",
                    "SummaryEnglish": "Seimei explains to Takeru the shocking truth regarding how things work in Denji Heian-kyo.",
                    "TitleJapanese": "嘘だと言ってくれ！明かされる電祇平安京の真実",
                    "SummaryJapanese": "タケルが再び目覚めた電祇平安京は、街並みも人間関係もこれまでとは様子が異なるものだった。さらに、タケルの目の前で闇薫が発生するが、なぜか2体の式神同士の戦いが始まってしまう。タケルが力ずくで戦闘を止めようとする中、そこに晴明も姿を現す。電祇平安京で起こる不可解な現象は全て晴明が仕組んだものなのかと問い詰めるタケルに対し、晴明は恐るべき世界の真実を語り始める――。"
                },
                "8": {
                    "ID": "11221114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221114",
                    "TitleEnglish": "Don't Screw Around With People Desperately Trying to Get By! The Wailing of Seiryu Tower",
                    "SummaryEnglish": "Takeru decides to aid Tsukimiya in thwarting Seimei's World Whittle. Their first stop, Seiryu Tower.",
                    "TitleJapanese": "必死に生きてる奴を馬鹿にすんじゃねぇ！慟哭の青龍塔",
                    "SummaryJapanese": "ツキミヤは、晴明の行う世界蟲毒を阻止し未来を変えるため過去に遡ってきたのだとタケルに打ち明ける。そこへ、二人を追って現れたユラ。タケルの必死の訴えで晴明の企みを聞かされるも俄かに信じきれない彼女は、真相を確かめるべく晴明のもとへ向かう。一方、これ以上の悲劇を止めるため晴明を倒すことを決意したタケルはツキミヤとともに、世界蟲毒の重要施設である「四神の塔」の一つ・青龍塔の破壊を試みようとする――。"
                },
                "9": {
                    "ID": "11221115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221115",
                    "TitleEnglish": "Fight Me for Real! Takeru vs. Seimei, Souls Going Mano a Mano",
                    "SummaryEnglish": "As Takeru destroys the Towers of the Four Gods one by one, Seimei chooses to personally face him in combat.",
                    "TitleJapanese": "本気で殴り合え！タケルVS晴明、魂のタイマン!!",
                    "SummaryJapanese": "四神の塔を次々に落としたタケルは、最後に残された玄武塔で晴明と対峙する。ツキミヤとの約束を果たすため決死の覚悟で挑むタケルに対し、晴明は自らの力を分けた十二体の式神「十二天将」を再び自身に取り込み、最高峰の力で迎え撃つ。その頃、意識を取り戻したユラは、イルカ・カジキとともに陰陽寮に隠された部屋を見つける。そこには、世界蟲毒に関するさらなる情報が眠っていた――。"
                },
                "10": {
                    "ID": "11221116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221116",
                    "TitleEnglish": "Change the Future on Your Own! Seimei, Across a Thousand Years",
                    "SummaryEnglish": "Seimei tells Takeru of the events from a thousand years ago that led him to begin the World Whittle.",
                    "TitleJapanese": "テメーはテメーで未来を変えろ！晴明、千年の時の彼方で",
                    "SummaryJapanese": "タケルが次に目覚めた世界は、すでに百年夜行に敗北し滅亡へと向かっていた。晴明は百年夜行を始めるきっかけとなった1000年前の出来事、そしてある男との出会いをタケルに語り始める。その男の名はクニヒト。晴明の占いによって予測された大水害を防ぐため、二人は街の治水工事を行うことになる。しかし、予期せぬ天災や事故により工事は難航。晴明はその原因が、大水害の起きる未来が固定化されているためだと推測し――。"
                },
                "11": {
                    "ID": "11221117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221117",
                    "TitleEnglish": "Get Ready, Hareaki! Final Showdown in Denji Heian-kyo!!",
                    "SummaryEnglish": "Tsukimiya makes a power play in the final Denji Heian-kyo, and Takeru must team up with Seimei to stop her.",
                    "TitleJapanese": "覚悟を決めろハレアキ！電祇平安京、最終決戦!!",
                    "SummaryJapanese": "最後の一つとなった電祇平安京でツキミヤは世界蟲毒の秘密を人々に暴露し、町民たちの前で晴明を打ち倒そうとしていた。晴明が必死の抵抗を試みるも、大時鳥の加護を受けたツキミヤには一切の攻撃が通用せず苦戦を強いられる。一方、晴明に味方する陰陽師たちの協力を得たタケルは、大時鳥を攻略しツキミヤを止めるため、ある作戦を晴明に持ち掛ける。タケル・晴明VSツキミヤの最終決戦がついに始まる――。"
                },
                "12": {
                    "ID": "11221118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-kaiten-re-verse/episodes/11221118",
                    "TitleEnglish": "Don't Give Up on the Future! I'll Seize the Possibility I've Long Desired",
                    "SummaryEnglish": "Seimei deduces the true nature of Takeru's powers, and how they are the key for unlocking the future.",
                    "TitleJapanese": "未来を諦めんな！望み続けた可能性をこの手に",
                    "SummaryJapanese": "大時鳥の位置を捕捉する亜空探信器が破壊され、ツキミヤを止める手立てを失い絶望する晴明。しかし、それでもタケルは諦めることなくツキミヤに立ち向かう。その時、タケルの攻撃がツキミヤに届いたのを目にした晴明は、タケルが秘めている真の能力を悟る。決められた未来に向かって数多の可能性を消し去ってゆく大時鳥と、未来の無限の可能性を信じるタケル、果たして未来を作り上げるのは――。"
                }
            }
        }
    }
}