{
    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru",
    "Genres": [
        "Anime",
        "Romance"
    ],
    "Other Sites": [
        "https://ipufure.af-original.com/",
        "https://www.themoviedb.org/tv/279120",
        "https://www.themoviedb.org/tv/279120",
        "https://www.themoviedb.org/tv/279120"
    ],
    "TitleEnglish": "The Share House's Secret Rule",
    "SummaryEnglish": "After entering university, Ryota moves into a share house where he meets two stunningly beautiful sharemates, Momoka and Kanade. As the three of them begin to cohabitate together, they agree on one \"secret rule.\" \"If it's just for a minute, you can touch whatever you want.\" Thus begins Ryota's new life at the share house, where sweet temptation lies behind every door...!",
    "Aliases": [
        "The Share Houses Secret Rule"
    ],
    "Modified": "2025-06-13",
    "Seasons": {
        "1": {
            "ID": "2180926",
            "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/seasons/official/1",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "11070420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070420",
                    "TitleEnglish": "My roommates are way too cute",
                    "SummaryEnglish": "After Ryota moves into a share house, he finds himself living with two gorgeous housemates. At first, it seems like a dream come true, but he soon discovers that the two girls are incredibly lazy! Ryota’s patience quickly runs out, and decides to leave. But before he can go, the two make him an intriguing offer: “How about a new rule? For every chore you do, you get to touch us for one minute…”",
                    "Aliases": []
                },
                "2": {
                    "ID": "11070421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070421",
                    "TitleEnglish": "Come on... Touch me",
                    "SummaryEnglish": "Taking advantage of the \"Touch Points\" system his roommates suggested, Ryota and Momoka begin to get a bit closer. But after things go a little too far, the atmosphere between them turns awkward. Has Kanade noticed what’s going on? Either way, she doesn’t hold back—leaning in as Ryota massages her shoulders, she whispers, “Come on... touch me. For one minute, you can do whatever you want…”",
                    "Aliases": []
                },
                "3": {
                    "ID": "11070422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070422",
                    "TitleEnglish": "I’ll do it for you...",
                    "SummaryEnglish": "Ryota uses his \"Touch Points\" with Kanade, and before he knows it, the two of them start getting hot and heavy... Given the recent developments, Ryota feels the dynamic with his two beautiful roommates shifting. Just then, Momoka decides it’s time to join in on the housework, declaring, “I have points from housework too... Now I'll do it for you…”",
                    "Aliases": []
                },
                "4": {
                    "ID": "11070423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070423",
                    "TitleEnglish": "I'm just working out...!",
                    "SummaryEnglish": "After things heat up between Momoka and Ryota, she starts to feel embarrassed and begins avoiding him around the house. Ryota then hears a loud noise at the entrance—it’s Kanade, stumbling in, clearly drunk! With no other choice, Ryota helps her to her room. But as they reach her bed, Kanade, still tipsy, looks up at him and pleads, “Hey… you’ve still got some Touch Points left, right?”",
                    "Aliases": []
                },
                "5": {
                    "ID": "11070424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070424",
                    "TitleEnglish": "They might hear me...",
                    "SummaryEnglish": "After learning that Momoka is being followed by a male student from her university, Ryota steps in to help by posing as her boyfriend to keep the stalker at bay. Though the plan succeeds, the stalker lashes out, and Ryota ends up injured while protecting her. Later, as Momoka cares for him in the hospital, the two find themselves closer than they’ve been in a long time.",
                    "Aliases": []
                },
                "6": {
                    "ID": "11070425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070425",
                    "TitleEnglish": "You've had too much to drink...",
                    "SummaryEnglish": "After the restaurant that Kanade works at becomes short-staffed, she desperately asks Ryota for help. To his surprise, he encounters a completely different side of Kanade—responsible, hardworking, and mature—far from the lazy person he knows at the share house. As the night winds down, Kanade serves Ryota a drink. But after some time, a tipsy Ryota finds himself getting closer and closer to her.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11070426",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070426",
                    "TitleEnglish": "We can’t do this in a movie theater...",
                    "SummaryEnglish": "Ryota and Kanade’s passionate connection continues to deepen, and it doesn't go unnoticed, even by Momoka. Sensing the growing tension between them, Momoka decides to invite Ryota to the movie theater to find out how he truly feels. However, Momoka ends up clinging to Ryota in fear of the scary movie. Overcome by the sight of her vulnerability, Ryota can’t help but give in to the moment.",
                    "Aliases": []
                },
                "8": {
                    "ID": "11070427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/1fen-jian-dakehong-retemoiiyo-shieahausunomi-mi-ruru/episodes/11070427",
                    "TitleEnglish": "One minute... There's no way I can stop...",
                    "SummaryEnglish": "Ryota overhears Momoka and Kanade talking in secret. Have they discovered that he's slept with both of them? But as if to chase away his worries, the girls suggest Ryota spend time together in the living room, with a very specific idea in mind. “Tonight, we'll fulfill one of your requests.” Ryota finds himself faced with a big decision... “One minute... There's no way I can stop...”",
                    "Aliases": []
                }
            }
        }
    }
}