{
  "URL": "https://www.thetvdb.com/series/jisho-akuyaku-anime",
  "Genres": [
    "Adaptation",
    "Anime - Shojo"
  ],
  "Other Sites": [
    "https://jisho-akuyaku-anime.jp/",
    "https://www.themoviedb.org/tv/288590",
    "https://www.themoviedb.org/tv/288590",
    "https://en.wikipedia.org/wiki/An_Observation_Log_of_My_Fiancée_Who_Calls_Herself_a_Villainess#Anime",
    "https://x.com/jisho_akuyakuPR"
  ],
  "TitleEnglish": "Observation Records of My Fiancée: The Misadventures of a Self-Proclaimed Villainess",
  "SummaryEnglish": "Exceptionally gifted to his own detriment, Prince Cecil had always found life effortlessly mundane. One ordinary day, his life took an unexpected turn when he became engaged to Miss Bertia, the Chancellor's daughter. This engagement, however, was anything but typical. \"Prince Cecil! I must confess - I am the villain of this story!\" Bertia's declaration was startling. She claimed to have memories of her former life, where she had been the antagonist in a \"Otome game\". Her lofty ambition was to excel as a villainess and thus have her engagement annulled. However, despite her plans for various misdeeds, her attempts have always been unsuccessful. Is her fiancé, who aspires to master villainous finesse, simply misguided in his endeavours?",
  "Aliases": [
    "Jishō Akuyaku Reijō na Konyakusha no Kansatsu Kiroku",
    "Jishou Akuyaku Reijou na Konyakusha no Kansatsu Kiroku",
    "Jisho Akuyakureijo na Konyakusha no Kansatsukiroku.",
    "An Observation Log of My Fiancée Who Calls Herself a Villainess",
    "An Observation Record of my Fiancée - A Self-Proclaimed Villainess",
    "Fiancée's Observation Log of the Self-proclaimed Villainess",
    "Observation Record of a Self-proclaimed Villainess’ Fiancé"
  ],
  "Modified": "2025-06-07",
  "Seasons": {
    "1": {
      "ID": "2186552",
      "URL": "https://www.thetvdb.com/series/jisho-akuyaku-anime/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}