{
  "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy",
    "Mini-Series",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt37105192/",
    "https://www.konami.com/yugioh/thechronicles/en/",
    "https://www.themoviedb.org/tv/289422",
    "https://www.themoviedb.org/tv/289422",
    "https://www.youtube.com/c/@yugiohOCGch"
  ],
  "TitleEnglish": "Yu-Gi-Oh! Card Game The Chronicles",
  "SummaryEnglish": "The stories that lie within the cards come to life...",
  "Aliases": [],
  "Modified": "2025-09-29",
  "Seasons": {
    "1": {
      "ID": "2198994",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/seasons/official/1",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "11270529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11270529",
          "TitleEnglish": "Sky Striker Ace I: \"Sky Striker Ace - Raye\"",
          "SummaryEnglish": "To counter the great powers surrounding the mighty empire, the \"Sky Striker\" was developed using advanced military technology. Its power was enough to instantly change the course of battle. The girl \"Raye,\" entrusted with the \"Sky Striker,\" repeatedly encounters the girl \"Roze\" from the hostile nation wielding equal power on the battlefield. Each time they clash with the \"Sky Striker,\" Raye gradually gets a glimpse of the \"human heart\" within Roze and rises up to free her! To meet Roze not as a \"weapon\" but as a \"person\"---",
          "Aliases": []
        },
        "2": {
          "ID": "11270530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11270530",
          "TitleEnglish": "Sky Striker Ace II: \"Sky Striker Ace - Roze\"",
          "SummaryEnglish": "The girl \"Roze\" from the empire couldn't understand. Why the girl \"Raye,\" who should be her enemy, was coming to save her instead of destroying her. Each time Roze clashed with Raye and the \"Sky Striker,\" she felt something warm and indescribable from Raye. The empire saw through Roze's hesitation, and she was absorbed into the tactical weapon \"Zeke.\" As Roze becomes part of Zeke and loses consciousness, what will she feel in Raye, who is coming straight towards her---",
          "Aliases": []
        },
        "3": {
          "ID": "11270531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11270531",
          "TitleEnglish": "The Fallen & The Virtuous I: \"Dogmatika Ecclesia, the Virtuous\"",
          "SummaryEnglish": "In the northern most reaches of a forbidden land, lies the Nation of Dogmatika. Its people, marked by the sacred stigmata bestowed by High Priest Maximus, live beneath the unwavering rule of divine doctrine. Receiving the High Priest's blessing on that day was Ecclesia, the \"Most Virtuous,\" the only one in history to bear the stigmata on her forehead. After the ceremony, Ecclesia stood alongside the previous Virtuous Vestal, \"Fleurdelis,\" speaking in earnest about what's to come — when suddenly, the skies above Dogmatika split open. From the rift emerged a beast thought to exist only in legend — a dragon. Amid the flames of war, a fallen dragon boy and a wary girl cross paths. From their fated encounter begins the tale of the fallen and the virtuous.",
          "Aliases": []
        },
        "4": {
          "ID": "11270532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11270532",
          "TitleEnglish": "The Fallen & The Virtuous II: \"Dogmatika Fleurdelis, the Knighted\"",
          "SummaryEnglish": "A single dragon suddenly appeared in the skies above the great Nation of “Dogmatika,” only to be felled in a flash by the knight “Fleurdelis,” hailed as the “Indomitable Vestal.” At that very moment, agents from the opposition faction, “Tri-Brigade,” infiltrated the heart of Dogmatika territory. Their leader, “Shuraig,” launches a daring solitary aerial assault, aiming to distract Fleurdelis and buy time for the rescue of their captured comrades. Meanwhile, at the crash site of the fallen dragon, the “Ecclesia” discovers a wounded boy. Wishing to help him, Ecclesia throws herself between the Dogmatika forces and the Tri-Brigade soldiers, trying desperately to halt the clash…",
          "Aliases": []
        },
        "5": {
          "ID": "11367830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11367830",
          "TitleEnglish": "The Fallen & The Virtuous III: \"Tri-Brigade Shuraig the Ominous Omen\"",
          "SummaryEnglish": "“Ecclesia” is punished for trying to protect the wounded boy. In a desperate attempt to save the suffering girl before him, the boy throws himself forward, transforming into a dragon once again by absorbing power from nearby. Seizing this opportunity, the \"Tri-Brigade\" spring into action to rescue their captured comrades. In response, the zealots of \"Dogmatika\" rise to eliminate the heretics. The battle on the ground descends into chaos. Far above, in the skies, \"Fleurdelis\" rushes to reach Ecclesia, only to be intercepted by \"Shuraig,\" who stands in her way with unwavering resolve.",
          "Aliases": []
        },
        "6": {
          "ID": "11367837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-card-game-the-chronicles/episodes/11367837",
          "TitleEnglish": "The Fallen & The Virtuous IV: \"Fallen of Albaz\"",
          "SummaryEnglish": "The morning after the battle in Dogmatika, “Ecclesia” awakens in a remote camp, where the “Tri-Brigade” heads their operations. Ecclesia falls into despair upon learning she has been exiled from her homeland. Alongside her is a young dragon boy with no memory of his past, rescued from the battlefield. “Shuraig,” the leader of Tri-Brigade, urges the two without a place to return to, to leave the front lines and seek refuge with their allies, the “Springans.” The boy and girl begin to form a bond as they journey through unfamiliar lands, tossed around by fate. Under the starlit sky, touched by the kindness in their exchanged words, the girl gifts a name to the nameless boy.",
          "Aliases": []
        }
      }
    }
  }
}