{
    "URL": "https://www.thetvdb.com/series/battle-athletes",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0176515/",
        "https://www.themoviedb.org/tv/9407"
    ],
    "TitleEnglish": "Battle Athletes",
    "SummaryEnglish": "In the year 4999 - mankind has long abandoned war in favor of intergalactic competition through athletic events. One of which is an all-female contest for the coveted \"Cosmo Beauty\" title. Akari Kanzaki has just entered the University Satellite in hopes of becoming the latest Cosmic Beauty - a title held by her mother long ago. On her first few days in the university, she meets new friends, encounters fierce rivals, and struggles to become the best of all the Battle Athletes.",
    "Aliases": [
        "Battle Athletess Daiundoukai",
        "Battle Athletes OVA"
    ],
    "Modified": "2025-09-19",
    "Seasons": {
        "1": {
            "ID": "2207145",
            "URL": "https://www.thetvdb.com/series/battle-athletes/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "11345286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345286",
                    "TitleEnglish": "Mission One, Chronicle Beginning",
                    "SummaryEnglish": "\"\"Late again!!!!!!!!!!!!!\"\" \"\"Running, running, running got to make it to the shuttle.\"\" \"\"What's this? I just got here and I have to make a speech. Why did the head master single me out from all the rest of the girls?\"\". Akari finds a mysterious woman on the field during the tour of U.S. Just as she is going to talk to her some people come up from behind her she looks away for a moment and the woman is gone. Akari than practices with the girls she just met. \"\"WHAT 5 o clock I have to get to my dorm room before 7\"\". When the room mates meet in there room The third room mate gets undressed and starts to walk toward them while the other 2 roommates on the floor in fear of what this sicko is going to do? Don't worry it's not what you think!"
                },
                "2": {
                    "ID": "11345287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345287",
                    "TitleEnglish": "Mission Two, Oath Entrant",
                    "SummaryEnglish": "\"\"Battle lacrosse, Battle lacrosse, Battle lacrosse, Battle lacrosse, Battle lacrosse.\"\" \"\"How many this was that?\"\" Five. Akari calm down. \"\"I cant we are just about to have our first training session. I call it the sport from hell.\"\" Akari is shot is the back and in knocked unconscious. Akari's team comes to her rescue just before the ball hits her again. In final match in the final and the team work finally came in.\"\" WE WON!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\"\""
                },
                "3": {
                    "ID": "11345288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345288",
                    "TitleEnglish": "Mission Three, Screaming Advance",
                    "SummaryEnglish": "\"\"What's this a space station is our mid-term exam?\"\". Yes it is Akari. Your goal is to make it to the Center of A.R.M.S. It was used to transport materials before gravity control perfected. Now it is gradually being disassembled. You might be thinking why would they be disassembling a testing course. Well it's because the headmaster decided to try something new. Some one sneaks away and she goes to a secure room and steals an all access card from a malfunction locker. She then goes to a sub-station. Still with me? \"\"Ya go on.\"\" Then she rewrites the stations programming. Whats going to happen?"
                },
                "4": {
                    "ID": "11345289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345289",
                    "TitleEnglish": "Mission Four, Match Unexpected",
                    "SummaryEnglish": "\"\"Ackro Spike what's that\"\" Well it's a combination of volleyball and filed soccer Where you can only use you head, chest and feet. The court looks exactly like a volleyball court but there is one thing it is one on one. Doesn't worry the headmaster has a plan even if I don't think it would work? \"\"Why's that\"\" wait and see. The costumes that the headmaster has chosen are a bit skimpy. The headmaster is relaying on you famine charm to his advantage. But I am warning you what the enemy ( The boys High School) headmaster has a solid defense but don't hell your headmaster that k. \"\"You got to be kidding I am not warring that if the enemy has a defense as strong as you say.\"\" That's fine with me but you explain how you found out. Remember I am not supposed to exist. Later on during the match you find there plan. And one of the key players is well Anna the newly discovered boy. The enemy headmaster and the students return to there own high school and saying good bye to Anna once again."
                },
                "5": {
                    "ID": "11345290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345290",
                    "TitleEnglish": "Mission Five, Objective Tension",
                    "SummaryEnglish": "We find out that Chris Christopher is disturbed by past memories of her mother and father. Her faith is serious and when she joined university satellite her parents were saddened. First Battle steeple chase also called the obstacle course from hell. This is just one of five events to determine the cosmic beauty . of the first events contains a roller-coaster running track hurdles and Tunnel version of Battle lacrosse. Second Battle super high jump. The objective is to one down a vertical track to pick up speed and jump over the high jump bar that is extremely high Approximately 6 m. It's do or die here will they make it? Third Battle. marksman ship. The objective is to bounce balls off of targets down a court and the ball must land in the gold at the end recommended targets is five. Fourth Battle. The objective is to run around the track like the kind today except the track has been warped."
                },
                "6": {
                    "ID": "11345291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/battle-athletes/episodes/11345291",
                    "TitleEnglish": "Mission Six, Stage Yonder",
                    "SummaryEnglish": "The fifth and final event is the 100m dash the three runners step up to the mark but some one is in the central control room waiting. It's Mylandah. Ever since the Battle before Mylandah's rage has been greater than ever she will stop at nothing to make Jessie notice her. Just before Mylandah sabotages the controls the headmaster walks in and confronts her. As he speaks to her and she accesses the controls and sets lain 2's gravity to nine G's. A major accident happens and everybody's hurt. Mylandah is expelled from university satellite. Chris Christopher is not able to run in the rematch her leg is broken. The remaining Athletes have two hours to back out for the next race. I'm not going to say what happens but I can tell you that one of the two were to become a cosmic beauty and one of them does beat the record with 8.9999 seconds."
                }
            }
        }
    }
}