{
    "URL": "https://www.thetvdb.com/series/hamtaro",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0318895/",
        "https://www.themoviedb.org/tv/5622",
        "https://en.wikipedia.org/wiki/List_of_Hamtaro_episodes"
    ],
    "TitleEnglish": "Hamtaro: Little Hamsters, Big Adventures",
    "SummaryEnglish": "A group of hamsters embark on some big adventures.",
    "Aliases": [
        "Tottoko Hamtarou"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "530617",
            "URL": "https://www.thetvdb.com/series/hamtaro/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "5622259",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5622259",
                    "TitleEnglish": "Hamtaro Movie 1: Adventures in Ham-Ham Land",
                    "SummaryEnglish": "After a wish from Hamtaro to be able to talk to his owner Laura, the Ham-Hams travel to Ham-Ham Land to search for a magical sunflower seed to make it happen. But, if they can't get the sunflower seed and return home in time, then they'll be stuck in Ham-Ham Land forever! And there's an evil wizard bent on stopping them!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5622264",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5622264",
                    "TitleEnglish": "Hamtaro Movie 2: The Captive Princess",
                    "SummaryEnglish": "Lately, Hamtaro has been having a strange dream. In the dream, a beautiful princess hamster tearfully asks for help. Hamtaro can’t forget about her, even when he’s awake. One winter day, Laura talks to Hamtaro. She tells him that everyone in the family is going to visit her father’s hometown. When Hamtaro tells his friends about it, Maxwell pulls out a Ham-Ham source book. It’s a book on old hamster history. According to the book, there is a “homeland” for hamsters called “Hamja Kingdom”. When the Ham-Hams build a sand castle and recite a spell exactly the way it is written in the book, they are whooshed to the Kingdom. When at last the hamsters reach the bustling Hamja Kingdom of hamsters, the popular King Hamja, the Mini-Hams that they’ve met before in Ham-Ham Land, and many jar spirits called the Mo-Hams appear. A parade begins merrily with singing and dancing! But, the evil magic cat “Sabakunya” appears suddenly, riding the giant sheep monster “Mee Mee”, and starts to trample the town. What a disaster! The Ham-Hams are told of the state of the Kingdom and find that Sabakunya has snatched the King’s daughter, Princess Cye-Ra, and is pressing her into marriage on the Kingdom’s Founding Day. Sabakunya is trying to take over the country. Something clicks in Hamtaro’s mind. Princess Cye-Ra is without a doubt the princess who appeared in his dreams! Hamtaro wants very much to run to the castle where Sabakunya is, and so he and the Ham-Hams enter the castle. In the castle, they encounter danger after danger, and Hamtaro, pursued by Sabakunya’s henchmen, is separated from the others!",
                    "Aliases": []
                },
                "3": {
                    "ID": "5622265",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5622265",
                    "TitleEnglish": "Hamtaro Movie 3: Ham Ham Grand Prix - The Miracle of Aurora Valley",
                    "SummaryEnglish": "In Aurora Village in the high frozen peaks of the mountians, it's getting warmer, and the snow is melting. The Snow Hams that live there believe that Bijou is their Snow White Princess who can pray for the snow to come back. They send Crystal the snow fairy hamster to summon Bijou to their land. Crystal arrives and takes Bijou back to Aurora Village, the Ham-Hams quickly tag along. Meanwhile, pirate hamsters are sailing above the village in their flying pirate ship. The captain of the ship, Hamstern, kidnaps Bijou because he doesn't want her to pray for the snow. Hamtaro and his friends board the ship and refuse to leave without Bijou. Hamstern challenges Hamtaro for Bijou's freedom. Now Hamstern and Hamtaro must compete each other in the Grand Prix, where they race in all sorts of ways. If Hamstern wins, he gets to keep Bijou on his ship. If Hamtaro wins, Bijou can pray for the snow and go back to her friends.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5622266",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5622266",
                    "TitleEnglish": "Hamtaro Movie 4: The Mysterious Ogre's Picture Book Tower",
                    "SummaryEnglish": "Ayayamu is a pretty hamster who excelled at everything–as a child-prodigy in school, sports and even drawing and writing. One day, however, she overhears her friends making fun of a picture book she loved and had given to one of them. She is so devastated that she decides she doesn’t need friends anymore, locks herself into the library and hasn’t taken a single step outside ever since. The God of Books sympathizes with her and gives her a Magic Quill with which she can effortlessly draw any picture and write any story she wants. Meanwhile, Hamtaro learns that Laura and her fellow students will put on \"Sunflower Taro\" as their next school play. Hamtaro and friends decide that they, too, want to try their hand at acting and prepare their own version of \"Sunflower Taro\". In the course of preparing for the play, they are suddenly sucked into a strange Picture Book Tower, where Ayayamu tells them that they will be characters in her new book – a new and exciting version of the well-known fairy tale \"Sunflower Taro\". You can tell that things are getting off to an interesting start – as they always do when the Ham-Hams are involved!!",
                    "Aliases": []
                },
                "5": {
                    "ID": "5695816",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5695816",
                    "TitleEnglish": "Happy Birthday Hamtaro - 3000 Hammy Steps In Search Of Mommy",
                    "SummaryEnglish": "It’s August 6th, and it's a very special day: Hamtaro’s birthday! After Laura tells him about his long lost mother, Hamtaro, Boss and Oxnard set out to find her in the town of Sumire – but it will take three thousand hammy steps to reach their destination! Along the way they encounter urban delights and sunflowers galore. In the meantime, the rest of the Ham Ham gang plan out a birthday party for their furry friend, sending out invitations far and wide. Happy birthday, Hamtaro!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5695817",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5695817",
                    "TitleEnglish": "Ham-Hams Ahoy!",
                    "SummaryEnglish": "It's summer! It's the sea!! It's a treasure hunt!!! Tropical hamster Haibi and the Ham-Hams depart for treasure. However... The Ham-Hams split up three ways while boarding the ferry. Can everyone safely reach the treasure island? And can they find the secret treasure as well? The smallest in the world, the story of the sea is beginning!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5695818",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5695818",
                    "TitleEnglish": "Ham-Hams and the Prince of Rainbow Land",
                    "SummaryEnglish": "Based on the third Hamtaro game (fourth in Japan), Prince Bo falls from the sky when the rainbow disappears. Now Hamtaro and the Ham-Hams must help him bring back the rainbow.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5695819",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/5695819",
                    "TitleEnglish": "Ham-Ham Games",
                    "SummaryEnglish": "Considered the prequel to the fourth Hamtaro game (fifth in Japan). In this tribute to the 2004 Olympics, Hamtaro and the Ham-Hams are tasked by Prince Bo with lighting the everlasting torch to Hamcropolis. However, the Rainbow Girls will not allow this and pursue the Ham-Hams.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9504856",
                    "TYPE": "Pilots",
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/9504856",
                    "TitleEnglish": "Tottoko Hamutaro Anime Dechu!",
                    "SummaryEnglish": "The plot is based off of Ritsuko Kawai's original stories from the manga. Hamtaro is owned by a girl named Natsumi and spends his days frolicking with his friends. This is an original video animation consisting of 4 short episodes.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1138",
            "URL": "https://www.thetvdb.com/series/hamtaro/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "24406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24406",
                    "TitleEnglish": "Hamtaro",
                    "SummaryEnglish": "The show opens with Hamtaro. He's in his cage and is trying to figure out how to get out. From his panicked reaction, we learn that he and his human have just moved to a new house. He escapes from his cage and starts chewing on the curtains. His human comes in and finds him. She complains that he's always getting into trouble when she's out of the room. Hamtaro voiceovers that he's Hamtaro and that he's living there with Laura and her parents. Laura shows her parents what Hamtaro did to her curtains. She heads downstairs and Hamtaro gets out again. Laura comes back upstairs and tells Hamtaro that she's going out. But when she doesn't see Hamtaro, she figures he must be sleeping. Hamtaro crawls around and eventually finds a drainpipe. He chews some and then slides down it. Outside, he runs into Brandy, the family dog. He gives Brandy his regards. As he continues, he runs into a hamster who seems very nervous. When he sees Hamtaro, he panics. But Hamtaro doesn't seem to be the only thing",
                    "Aliases": []
                },
                "2": {
                    "ID": "24408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24408",
                    "TitleEnglish": "The Ham-Ham Clubhouse",
                    "SummaryEnglish": "It's Laura's first day of school. She's trying to pick out an outfit and is running late. She asks Hamtaro for advice, but Hamtaro can only stare. Her Mom comes up and suggests that she should have picked out an outfit the night before.",
                    "Aliases": []
                },
                "3": {
                    "ID": "24410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24410",
                    "TitleEnglish": "Calling all Ham-Hams!",
                    "SummaryEnglish": "It's early morning, before school and Hamtaro can't wait for Laura to leave. It's not that he doesn't like her, it's just that there are so many new ham-hams at the clubhouse nowadays and he can't wait to get there and play with everyone. Laura finally leaves and Hamtaro makes his escape. Outside, he runs into Boss and Oxnard. Oxnard is upset because he's lost his sunflower seed again. He's afraid he'll never find another sunflower seed again, but Hamtaro finds it. He was just sitting on it. Hamtaro and Boss head to the clubhouse and find some new hamsters waiting outside, along with their old friends. They meet Maxwell, an intellectual type, Panda, a craftsman who lives with a family of carpenters, Sandy, and Cappy, a hamster who's hiding under a saucepan. Boss invites them all into the clubhouse, where more introductions are made. Howdy sings a silly song. He recommends tidying up the place. At school, Mr. Yoshi hands Laura a test. She's shocked to see her score: 10%! Mr. Yoshi tells",
                    "Aliases": []
                },
                "4": {
                    "ID": "24412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24412",
                    "TitleEnglish": "Come Out, Bijou!",
                    "SummaryEnglish": "It's morning and Laura is getting ready for the day. Her Mom comes in and reminds her to feed the fish. Laura gets dressed and asks Hamtaro what he thinks of her outfit. She thinks that Hamtaro seems a little restless this morning. She heads outside to meet Kana. It's summer vacation, but they're going over to the school to feed the fish. Hamtaro heads to the clubhouse, where he meets up with Oxnard in the tunnel. They talk about summer vacation - Oxnard's not really sure what it is. Hamtaro thinks that it's a lot of work - Laura has to talk on the phone and be outside with Kana, so on, so on. He thinks that she has to do all of that. As they head for the clubhouse, they run into the other ham-hams. Boss just kicked everyone out of the clubhouse! Hatmaro goes down to find out what's going on. It turns out that Boss is getting things rearranged - he's going to invite Bijou over and wants everything to look nice. The ham-hams aren't so sure. Bijou seems like a refined hamsters, so what i",
                    "Aliases": []
                },
                "5": {
                    "ID": "24414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24414",
                    "TitleEnglish": "Diamonds of Sugar",
                    "SummaryEnglish": "Hamtaro listens to Laura and her friend talking about a BBQ while they are eating a candy called 'Diamonds Of Sugar'. Laura's mother comes in and tells Laura to go shopping for the BBQ. Apparently, Hamtaro wants some but they are put up high on a bookshelf and he goes to the Ham-Hams for help. Bijou is the only one, other than Hamtaro who has seen these candies. Maxwell claims to have read about them, but he was lying. Hamtaro and Bijou draw one on the chalkboard and Boss then says they are in the sky at night. Apparently, he means Stars, but Boss explains that hamsters call them 'Emeralds of Sugar' So they have a party waiting to catch some. They all see the first star of the night, and they think Boss is lying because there is only one. Later they see all the stars and try to catch some. Boss gets questioned on how to catch the 'Diamonds of Sugar' and he says you need to stack on top of each other. And they do that, with Boss on the bottom, and Penelope on top. Hamtaro is below Penel",
                    "Aliases": []
                },
                "6": {
                    "ID": "24416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24416",
                    "TitleEnglish": "First Time at the Beach",
                    "SummaryEnglish": "The Ham-Hams don't know what a beach is and they decide to go with Laura and Kana. Once they get there the Ham-Hams have fun in the sand and Hamtaro is just about to go into the water, and then a huge (from a hamster's perspective) tidal wave comes! Hamtaro gets away in time and is safe. Laura and Kana are in a rock pool and Kana is teaching Laura how to swim. Then a storm strikes and the Ham-Hams hide under a hat. Laura and Kana's parents are looking for them and the Ham-Hams go and get the adult's attention and lead them back to Laura and Kana. After some things happen, they go home.",
                    "Aliases": []
                },
                "7": {
                    "ID": "24418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24418",
                    "TitleEnglish": "A Summer Festival Adventure",
                    "SummaryEnglish": "On a warm summer day, Laura and Kana dress in kimonos to go to the Summer Festival. Curious to know what a festival is, Hamtaro follows Laura, and meets up with Boss, Maxwell, and Pashmina. Maxwell explains that at such festivals, flowers bloom in the sky! What are these flowers in the sky? When Pashmina tries to find the answer, she gets lost from the group. The Ham-Hams launch a search party for Pashmina. When they finally find her, she is in tears. But soon she is laughing again, when the Ham-Hams finally see the sparkling flowers of light blooming in the sky!",
                    "Aliases": []
                },
                "8": {
                    "ID": "24420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24420",
                    "TitleEnglish": "The Sunflower Field",
                    "SummaryEnglish": "Laura and her family are going on a trip to Grandma Willow's in the country. Grandma Willow lives in the country house that Laura's Dad used to live in. Laura's especially excited because there's a big sunflower field surrounding the area and she gets to take Hamtaro along. When Hamtaro hears about it, he tells the whole ham-ham gang. They all want to come, but they can't. It's an overnight trip and their owners would miss them. Oxnard really wishes he could go, as the idea of all those sunflowers holds great appeal for him. Finally, the day of the big trip comes. As they near Grandma's house, they can see the sunflower fields. Hamtaro is amazed by them. When they reach the house, Hamtaro can't wait to get out of his carrier. But he has to wait for Grandma Willow to get everyone settled in and stuff. Then, Boss shows up! He's a field hamster, so he doesn't have humans who would get upset. He snuck into the car and came along for the ride. Eventually, Laura gets Grandma Willow to lead h",
                    "Aliases": []
                },
                "9": {
                    "ID": "24422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24422",
                    "TitleEnglish": "Much Ado about School!",
                    "SummaryEnglish": "Summer's over, and its time for Laura to go back to school. Hamtaro overhears Laura talking about her new teacher, but he thinks she's talking about a hamster. Hamtaro, Boss, and Oxnard tag along with Laura to school to find this hamster, but then they find out that she was actually talking about her teacher. Back at the Ham-Ham clubhouse, the Ham-Hams decide to start their own school.",
                    "Aliases": []
                },
                "10": {
                    "ID": "24424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24424",
                    "TitleEnglish": "Jingle, the Wanderer",
                    "SummaryEnglish": "Laura's father asks her to deliver an important floppy disk to his office. While Laura packs her bag, Hamtaro gets trapped inside. On the way to Mr. Haruna's office, Hamtaro picks up two hitchhikers, Oxnard and Penelope, who have just escaped from an angry crow. When Oxnard's sunflower seed falls to the ground, Oxnard jumps out of Laura's bag to go after it, and Hamtaro and baby Penelope follow, not knowing that the yellow disk has slipped out of Laura's bag too. The hamsters get lost in the park and run into Jingle, the wandering Ham-Poet, who plays them prophetic ballads on his guitar. Soon an upset Laura appears, retracing her steps with her father, and when the Ham-Hams overhear that she has lost the floppy disk, they feel they must help her find it (even though they are not sure what a 'flo-pee' disk is for). Soon they discover that the rambling Jingle has found the disk and plans to use it as his new, hard, square, yellow pillow. Knowing that it's more important than a pillow,",
                    "Aliases": []
                },
                "11": {
                    "ID": "24426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24426",
                    "TitleEnglish": "The Wise, Elder-Ham",
                    "SummaryEnglish": "Laura's grandma visits and tells Laura about her long-lost friend and their identical clocks. Laura decides to search for grandma's friend. Hamtaro tells the ham-hams and they decide to help out. They go to elder-ham and he leads them to the spot that Laura's grandma and her friend vowed to meet each other again someday. Hamtaro sees grandma's friend and sees Laura going the wrong way. he goes down and turns on grandma's friend's clock, and Laura hears it. She goes to get her grandma. They run toward each other and they remember the day they made their promise.",
                    "Aliases": []
                },
                "12": {
                    "ID": "24428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24428",
                    "TitleEnglish": "Bijou's in Danger!",
                    "SummaryEnglish": "When Laura and Kana go shopping, the Ham-Hams go along, but soon find danger in the shopping district. A large, mean cat lives in an alley in the district, and after Bijou goes down the alley, she doesn't return! The Ham-Hams go looking for her and find that Bijou has fainted among the alley-cat's kittens after being frightened by the protective mother cat. The Ham-Hams attempt a dramatic rescue, but Hamtaro and Boss are chased, and the others get trapped under a bucket. Unexpectedly, Laura and Kana show up and begin fawning over the baby kittens. The proud mother cat turns her attention away from the hamsters, and at last the Ham-Hams are able to make their escape.",
                    "Aliases": []
                },
                "13": {
                    "ID": "24430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24430",
                    "TitleEnglish": "Let's Dance, Sandy!",
                    "SummaryEnglish": "Hamtaro and the Ham-Hams are rehearsing for their performances in Elder-Ham's annual Sunflower Seed Harvest Festival. Boss is studying for the lead role in a play and the Ham-Ham girls are practicing their gymnastics routine. Sandy, the agile athlete of the group, has a big crush on Maxwell, because he reminds her so much of her twin brother, who she hasn't seen since she was young. Sandy asks Hamtaro to see if Maxwell feels the same about her, and the other girls pester Hamtaro about it too. When the day of the performance arrives, the girls impress both Elder-Ham and Maxwell; Hamtaro sees this as a chance to ask Maxwell about Sandy, but he can't find the words. Soon he's distracted when baby Penelope almost falls off the stage, but she is rescued by Sandy. Elder-Ham is so impressed with Sandy's heroism that he awards her and the girls the Grand Prize, a pyramid of sunflowers! Elder-Ham notices how much Sandy looks like a boy hamster he once knew. Could it be that Sandy's brother is",
                    "Aliases": []
                },
                "14": {
                    "ID": "24432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24432",
                    "TitleEnglish": "The Search for Sandy's Brother",
                    "SummaryEnglish": "The ham-hams have gathered in the clubhouse because Boss has called them together for an important meeting. They need to come up with a plan to try and find Sandy's brother, since they recently learned from Elder Ham that he is somewhere in town. Boss has been having everyone learn Sandy's \"\"Twirling Whirling\"\" song and he has Hamtaro recite it to prove that he knows it. The ham-hams are rather dubious as to their chances. They really don't have much to go on and they live in a large town. Plus, Howdy isn't really sure whether to trust Elder Ham's advice. They think that Sandy's owner, who is Kana's friend, may hold information that could help them, but they don't know what to do since they can't talk to humans. As for Sandy, she's not at the clubhouse, but she is at home and is full of hope that she'll find her brother. Her owner, Hillary, goes to a gymnastics class, where she meets up with Laura and Kana, who attend the same class. Also there is Noel, a friend of Hillary's who secretly",
                    "Aliases": []
                },
                "15": {
                    "ID": "24434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24434",
                    "TitleEnglish": "Bijou's Favorite Ribbon",
                    "SummaryEnglish": "Bijou is in her cage admiring her ribbons and making herself look nice. She's thinking about Hamtaro, she likes how he really notices her when she's wearing her beautiful ribbons. At Laura's, Laura is experimenting with a variety of different hairstyles. She finally decides that she'll wear her pink ribbons today. She goes to get one, only to fink that Hamtaro has gobbled it and stuffed it in his cheek pouches! She tries to pull at a bit that's sticking out of Hamtaro's mouth. Hamtaro tries to clamp on, saying that he's not letting go, but Laura eventually frees the ribbon. Laura tells Hamtaro to be good. Her class is going on a field trip today. Hamtaro hears this and thinks that the ham-hams should have a field trip too. He heads to the clubhouse, where he finds something of a commotion. The ham-hams are upset at Stan, who says that he knows a really great place with acorns. However, he doesn't want to tell them where it is. They'll just take all of the acorns. Howdy calls him stingy",
                    "Aliases": []
                },
                "16": {
                    "ID": "24436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24436",
                    "TitleEnglish": "Get Well, Laura",
                    "SummaryEnglish": "It's morning and Laura's alarm clock is going off. Laura seems very tired. As the alarm continues going off, her Mom yells from downstairs about it. She sleepily punches the alarm clock off and goes back to sleep. The next thing she knows, her Mom is upstairs waking her up and showing her the alarm clock. More than thirty minutes have passed since she punched it off! She's going to be late for school. She gets ready and leaves the house in a hurry. Her Mom tries to get her to have some breakfast, but she says that there's no time. She quickly heads off to meet up with Kana to go to school. Laura's Mom complains that she'll be starved by lunchtime. At the clubhouse, Boss is complaining of a stomachache from eating too many sunflower seeds. Howdy, however, doesn't want to hear it. Boss has been doing this a lot lately and the ham-hams are starting to think it's a case of \"\"the boy who cried wolf.\"\" Boss complains that nobody takes him seriously any more. Hamtaro arrives at the clubhouse an",
                    "Aliases": []
                },
                "17": {
                    "ID": "24438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24438",
                    "TitleEnglish": "Hamtaro, the Super Sleuth!",
                    "SummaryEnglish": "It's morning and Laura is searching for her favorite pencil case. It has a lot of cool stuff in it, but it's simply disappeared. Her Mom comes up, warning that she's going to be late for school. Laura explains about the pencil case and her Mom suggests that if she would clean her room, she might be able to find her stuff, since it's a mess. Laura says she'll do it that afternoon and heads off to school. Hamtaro gets out of his cage and decides that he'll find Laura's pencil case. He starts sniffing around ends up finding an old treat which he places in his cage. He still hasn't found the pencil case, but decides he has all day to search for it. He heads off for the clubhouse. He finds some of the ham-hams outside the clubhouse. It seems that Bijou has lost her jewelry box. It contains some of her favorite ribbons, among other important things. Howdy makes some comments about calculations he's made of the things she's lost, which get on the nerves of the other ham-hams. Boss just wants",
                    "Aliases": []
                },
                "18": {
                    "ID": "24440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24440",
                    "TitleEnglish": "The Slipper Chase (aka: The Glass Slipper)",
                    "SummaryEnglish": "Laura has landed the starring role in the class presentation of \"\"Cinderella\"\" and is very excited. Her parents are happy for her too, in fact, they're ecstatic. Her Dad says that they should get her an agent. Laura goes upstairs and happily tells Hamtaro about her role. Hamtaro, however, has no idea what \"\"Cinderella\"\" is. Laura reads to him from \"\"Cinderella,\"\" but he still doesn't get it. Laura gets to work practicing and Hamtaro voices over that for the next two weeks, Laura spent a lot of time talking to herself. Hamtaro sees that the \"\"Cinderella\"\" play is very important to Laura, so he decides to ask the ham-hams if they have any idea what a \"\"Cinderella\"\" is. He tells them all about it and Boss doesn't seem to know. Neither do Maxwell or Dexter. Howdy acts like he does, but it turns out to just be one of his jokes. Hamtaro talks about how he heard Laura mention a pumpkin and they get to thinking that maybe pie is also involved. Then the ham-hams come across Jingle and think that maybe he",
                    "Aliases": []
                },
                "19": {
                    "ID": "24442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24442",
                    "TitleEnglish": "Panda's Ham-Ham Fun Park!",
                    "SummaryEnglish": "When Laura and her family go to the amusement park, Hamtaro shares the news with the Ham-Hams. Panda decides to build a Ham-Ham fun park, but Boss, Howdy, and Stan have their doubts about it. The rest of the Ham-Hams help Panda build his Ham-Ham fun park. Eventually, Boss, Howdy, and Stan realize that the fun park is actually working, and they come to help. Meanwhile, on the way to the amusement park, Laura's family's car breaks down, and Kana and her parents stop to help. While their parents work on the car, Laura and Kana find a small kiddie park and decide its much more fun than the big amusement park.",
                    "Aliases": []
                },
                "20": {
                    "ID": "24444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24444",
                    "TitleEnglish": "The Snoozer Mystery (aka: It's a Mystery, Snoozer!)",
                    "SummaryEnglish": "While cleaning out the clubhouse, the Ham-Hams hear that a hamster named Omar has escaped from his owner. Maxwell has a picture of the hamster, and the Ham-Hams realize that he looks like Snoozer. However, Snoozer ends up abducted by a bird, while still staying asleep. The Ham-Hams notice Snoozer is missing, and think he ran away because he's really Omar. The Ham-Hams find Snoozer and try to rescue him, but lose him again. Meanwhile, Kana, Laura, and Oxnard are alone at Kana's house, and they hear a noise. Laura and Kana check out the attic to look for ghosts, while Oxnard is left alone downstairs. Oxnard hears someone, and thinks its a ghost. It turns out to be Omar that Oxnard hears. The Ham-Hams find Omar, and realize that he ran away because he wanted to see the world. The Ham-Hams find Snoozer, return home, and end another adventure-filled day.",
                    "Aliases": []
                },
                "21": {
                    "ID": "24407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24407",
                    "TitleEnglish": "Courage, Cappy! (a.k.a. Cappy's Courage)",
                    "SummaryEnglish": "On a stormy day, Cappy tries to make his way to the clubhouse and is rescued from danger by Boss. Cappy has been beginning to think that his pampered life with his owners Kip and Sue is boring and when he sees the way Boss lives, he begins to think that he might enjoy the life of a field hamster. After missing the time at which he's supposed to go home, he's even more determined to become a field hamster, but the ham-hams try to talk him out of it, fearing that among other things his owners will be sad if he's gone. At Laura's school, Kana shows off a picture of Oxnard that she painted. Everyone loves it and it's so good that it almost looks like a photograph, but when Laura ends it accidentally ripping it in half in an attempt to keep it out of the hands of an overbearing classmate, she fears that Kana is mad at her and isn't talking to her. She's sure this is what happened when Kana leaves school early that day, but after spending some time with Hamtaro, she decides to go over to Kan",
                    "Aliases": []
                },
                "22": {
                    "ID": "24409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24409",
                    "TitleEnglish": "Pashmina's Present",
                    "SummaryEnglish": "Laura is going to Travis's birthday party, but she isn't sure what to give Travis as a gift. She tells Hamtaro about it and he gets to thinking that it's some sort of competition. He takes the idea to the clubhouse, where the focus becomes giving Pashmina the perfect gift. Howdy and Dexter are both after Pashmina and want to give her a present, so they both turn to Hamtaro for advice, but he doesn't know what to tell them, other than to give her sunflower seeds. Then, when they each find out that Hamtaro gave the other one advice, they feel like he's betrayed them. After Laura suggests that showing the person you care might be more important than the present itself, Hamtaro has a new idea, but what he, Howdy and Dexter don't know is that another ham-ham has been secretly gathering the very best present the entire time.",
                    "Aliases": []
                },
                "23": {
                    "ID": "24411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24411",
                    "TitleEnglish": "Maxwell's Big Scoop",
                    "SummaryEnglish": "The Ham-Ham friends are excited about writing their own paper when Laura is assigned to write for the school paper. For the \"\"Ham-Ham Times\"\", Maxwell is appointed Chief Editor and the Hamsters all become reporters looking for the big scoop. In their search, Hamtaro and Oxnard discover a great story about the frozen lake in the park.",
                    "Aliases": []
                },
                "24": {
                    "ID": "24413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24413",
                    "TitleEnglish": "Hamtaro, Please come Home!",
                    "SummaryEnglish": "Hamtaro becomes fed up of his miss-treated life at Laura's and when she forces him to wear a decoration (Witch courses stranfgulation)Hamtaro takes advantage of a distaraction and dives into a near by truck while Laura show's off the decoration. Hamtaro travels along with the truck to the deep countryside, and the Hamsters try to find Hamtaro. Eventualy a Street Ham (Sabin)Show's Hamtaro a poster made by his Freinds He decides his home life is worth putting up with when he has friends like these and runs home. Meanwhile Laura has been depressed with guilt that Hamtaro ran away - So even she is kind when he gets back.",
                    "Aliases": []
                },
                "25": {
                    "ID": "24415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hamtaro/episodes/24415",
                    "TitleEnglish": "Merry Christmas!",
                    "SummaryEnglish": "Laura and Kana are out shopping for their parents. Laura, however, is talking about what she wants. The thing is, there's this nice new dollhouse in a shop window that she's admiring, but her Mom already got her this nice new coat for Christmas. It was so expensive that she figures her parents wouldn't have any money for the dollhouse. Kana tells her to ask Santa. She said last year she wrote a present that she wanted on a list to Santa. Santa never even got the list, yet somehow he knew he exactly what she wanted! She flashes back to she morning she excitedly opened that gift from Santa. She tells Laura they can go to her house and 