{
    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158415/",
        "https://www.themoviedb.org/tv/42460"
    ],
    "TitleEnglish": "Vampire Princess Miyu",
    "SummaryEnglish": "Stranded in the space between human and demon, Miyu was born a vampire and charged with the responsibility of returning evil demons called Shinma to the dark. Being eternally 15, she yearns to return to the dark herself but not until she has banished the Shinma from Earth. And since her awakening, she remains cut off by the facts of who and what she is.",
    "TitleJapanese": "吸血姫美夕",
    "SummaryJapanese": "闇の世界から人間世界へはみ出したはぐれ神魔と、それを狩ることを宿命とする主人公・美夕との戦いを描いた作品である。制作当時、アダルトアニメ『くりいむレモン』シリーズで知られていた創映新社が一般向けにも販路を広げた作品の1つでもあり、1988年から1989年にかけてOVA全4巻が発売され、並行して垣野内成美による漫画版が連載された。\n\n本作に登場する「吸血姫」（「ヴァンパイア」とルビが打たれる）のイメージは、ゴシックホラー作品に登場するような欧米の吸血鬼をモチーフにしているが、そこに和テイストを組み込むことで、従来の吸血鬼ものとは大きく異なる独特の美観を作り上げている。この独自の世界が美しい作画と幻想的なストーリーによって支えられ、女子中高生に人気を呼んだ。1997年にはテレビアニメ化されている。",
    "Aliases": [],
    "Modified": "2025-05-22",
    "Seasons": {
        "0": {
            "ID": "18330",
            "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "446586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/446586",
                    "TitleEnglish": "Unearthly Kyoto",
                    "SummaryEnglish": "Himiko travels to the ancient capital of Japan to exorcise a slumbering child, only to be confronted with a wave of vampire attacks. Here she meets the mysterious, childlike Miyu and her silent, enigmatic companion. Is Miyu behind the attacks? Or does she, too, seek the real culprit? And if so, why?",
                    "TitleJapanese": "妖の都",
                    "SummaryJapanese": "霊媒師、瀬一三子は一年以上も昏睡状態の少女の御祓いの為、京都へと出向いた。\nそこでは、謎の吸血鬼事件が人々を不安の底に陥れていた。\n少女を目覚めさせることに失敗した一三子は、その昏睡は吸血鬼の仕業ではないかと思い至る。\n手がかりを求めて街を歩き、恋人を吸血鬼に奪われた少年、都人と出会った一三子は、\n事件の核心に迫っていく。その様子を面白そうに眺めている少女がいた。\n深い闇の中に浮かぶ“美夕”。一三子は、美夕を伝説の吸血鬼と信じ、執拗にその跡を追うのだが・・・。"
                },
                "2": {
                    "ID": "446587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/446587",
                    "TitleEnglish": "A Banquet of Marionettes",
                    "SummaryEnglish": "Himiko is hired to investigate several mysterious disappearances at a school. At the site of each, a strange doll has been found. Here she again meets Miyu, now apparently a student. Miyu has designs on the body, and perhaps the soul, of the school hero, Kei. But so, it seems, does another...",
                    "TitleJapanese": "繰の宴",
                    "SummaryJapanese": "京都のある学園では、美少年、美少女ばかりが行方不明になる事件が続発していた。そして、姿を消した現場には奇妙な人形が残されていたという・・・。女霊媒師一三子は、この奇怪な事件の捜査を依頼される。事件を追う内に、一三子は再び美夕と出会うのだった。美夕は学園のアイドル柚木桂に近づく。しかし彼は謎の美少女爛佳だけを追い求め、美夕のことなど眼中にもない様子だった。爛佳とは一体何者なのだろうか？そして美夕は、この学園に何をもたらそうとしているのだろうか・・・。"
                },
                "3": {
                    "ID": "446588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/446588",
                    "TitleEnglish": "Fragile Armor",
                    "SummaryEnglish": "Himiko agrees to help Miyu defeat a ghastly armored monster. In return, Miyu tells the tale of how she met Larva, her silent companion. Later, Himiko learns of the tragic fate of a husband and wife. Meanwhile, a beautiful young man with a ghastly laugh circles and waits. Who is he? What is the secret of the Armor? And what of the Shinma? Can Himiko put the pieces of the puzzle together in time?",
                    "TitleJapanese": "脆き鎧",
                    "SummaryJapanese": "冬の京都、美夕を追う一三子のもとに、その美夕本人が助けを求めてやって来た。一三子は、美夕が自分と神魔の謎を教えるという条件で、不気味な鎧の怪人と戦うことになった。美夕とラヴァの出会いの話から、隠された吸血の秘密を知った一三子は怪人の捜査を続ける内に、悲しい運命をたどった夫婦の話を知る。その夫婦と鎧にまつわる秘密とは何なのか？そして、その謎の周辺に微笑みを浮かべた異国の青年が姿を現わす。彼らの正体は？果たして、美夕の真の敵、神魔はどこにいるのだろうか。"
                },
                "4": {
                    "ID": "446589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/446589",
                    "TitleEnglish": "Frozen Time",
                    "SummaryEnglish": "Himiko travels to Kamakura, a childhood home. There, she dreams of herself as a child, running in terror from a mysterious mansion. Now the mansion has a new tenant: Miyu. Miyu at last tells all - of her discovery of her true nature after her first meeting with Larva, of the secret concealed by Miyu's parents, and of the night that Darkness and Shinma gathered together. And, finally, Himiko realizes what it is that has bound her destiny together with Miyu's... forever!",
                    "TitleJapanese": "凍る刻",
                    "SummaryJapanese": "東の古都と呼ばれる“鎌倉”。脳裏から離れない記憶が一三子をこの場所に導いたのだろうか・・・？それは、坂の上の不気味な日本家屋。まだちいさな子供だった頃、一三子はここに迷い込み、深い恐怖を感じた。夢とも現実とも分からない、記憶。しかし、屋敷はあの頃のままのたたずまいを見せ、一三子はゆっくりと扉を開けた。人の気配など微塵もない。だが、そこに美夕はいた。そして、一三子は遂に美夕の過去、そこに自分の過去さえも交錯していることを知るのだった・・・。"
                }
            }
        },
        "1": {
            "ID": "1209",
            "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "25512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25512",
                    "TitleEnglish": "The Fang Knows It",
                    "SummaryEnglish": "A schoolgirl is found dead by a fellow student. He notices two teeth marks on her neck and sees another girl fleeing the scene. He convinces himself that the killer is obviously a vampire and the girl who ran away surly must be the killer. To his surprise, the girl (Miyu) turns out to be his new classmate...",
                    "TitleJapanese": "牙は知っている",
                    "SummaryJapanese": "ペットの爬虫類とともに孤独な生活を送る、女教師・柳原麻己子は、変死した上村よう子に万引きを目撃され脅されていた。苦悩が頂点に達した時、よう子とともに脅迫していた遥を巨大化した爬虫類が襲い、ラヴァとともに現れた美夕は炎を放つ!はぐれ神魔を闇へと返す定めを負った。それが美夕の本当の姿だったのだ。"
                },
                "2": {
                    "ID": "25513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25513",
                    "TitleEnglish": "At The Next Station",
                    "SummaryEnglish": "A girl is confronted by a man on the subway who offers to make her \"beautiful\". When the train later reaches a station, the girl is gone, but the passengers hear her cries from the tunnel. Miyu comes to another high school and finds some friends. They ride the subway and Miyu hears about how girls often disappear from the last car in the subway. Miyu decides to take the train alone.",
                    "TitleJapanese": "｢次の駅で｣(TV未放映)",
                    "SummaryJapanese": "地下鉄の中で、若い女が次々と行方不明になった。同級生の千里に誘われて、繁華街へウインドウショッピングに行った美夕。その帰りで妖しい青年を見かけた美夕は、彼を神魔と悟って、自らを囮に誘い出す。青年は地下鉄のトンネルの奥の、今は使われていない地下街に、女をさらっては生き人形にして、マネキンのように飾っていたのだった。"
                },
                "3": {
                    "ID": "25514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25514",
                    "TitleEnglish": "The Forest Calls",
                    "SummaryEnglish": "After beginning her new school life at Tokiwa Gakuen, Miyu befriends classmates Chisato, Yukari and Hisae. When another student, Yuko, tells them about her brother, who seems to be suffering from bizarre nightmares since an ancient African mask was brought home, Miyu visits Yuko's house and immediately recognizes the mask to be a Shinma.",
                    "TitleJapanese": "森が呼ぶ",
                    "SummaryJapanese": "父の友人のアフリカ土産の仮面が、浩市に悪夢を見せ彼を襲う。由香利たちとともに浩市を訪ねた美夕は、仮面が放つ妖気に包まれ、かつてラヴァが対決した神魔であることを知る。ラヴァは過去の遺恨に決着をつけるため、美夕を制止し、ひとり仮面に再戦を挑むのであった。"
                },
                "4": {
                    "ID": "25515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25515",
                    "TitleEnglish": "Reiha Has Come",
                    "SummaryEnglish": "It's the beginning of the Showa era. Miyu spends the night at a lonely inn deep in the mountains, where she meets a man traveling with his daughter. The same night, Reiha arrives at the inn in disguise. She sees Miyu as her arch-enemy. The next day, the father and daughter set foot on a mountain from which no one has returned. Worried, Miyu goes after them with Reiha.",
                    "TitleJapanese": "冷羽が来た",
                    "SummaryJapanese": "昭和初期の話。一軒家に泊まった美夕は、そこで巡礼の親子と出会う。そこへ美夕を敵視する雪女・冷羽が現れる。巡礼親子は帰って来た者がいないという山へ登り、幼い娘の消息が気になる美夕は、冷羽とともに後を追った。そこで見たものは・・・。"
                },
                "5": {
                    "ID": "25516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25516",
                    "TitleEnglish": "The Sepia Colored Portrait",
                    "SummaryEnglish": "Miyu, Chisato and a few others go to a movie screening held at Tokiwa University, where they meet an old assistant professor who also acts as advisor to the university's Cinema Club. They end up watching an old 8mm film he shot during his student years and learn that he is still in love with the leading lady who left the campus before the film's completion. Deeply moved, Chisato decides to find the woman in order to reunite the two.",
                    "TitleJapanese": "セピアの肖像",
                    "SummaryJapanese": "大学の上映会に赴いた美夕と千里たちは、映研顧問の年老いた助教授と出会い、彼が学生時代に作った古い8ミリ映画を観る。そして映画のヒロインに今でも恋していると聞き、その純愛にうたれた千里たちは、ヒロイン役の女性の消息を捜すのだが・・・。"
                },
                "6": {
                    "ID": "25517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25517",
                    "TitleEnglish": "The Ghost of Miyu",
                    "SummaryEnglish": "After returning from a graveyard, Miyu disappears from a cab just on a whim to scare the driver. But a rumor has spread that the driver was attacked and killed by an assailant who sucked his blood. Miyu begins to investigate, but is soon confronted by an unexpected enemy.",
                    "TitleJapanese": "美夕の亡霊",
                    "SummaryJapanese": "墓地の帰りに、美夕はいたずら心でタクシーの中から姿を消し、運転手をおびえさせた。しかし、いつのまにかその噂は、運転手が血を吸われて殺された、というものになっていた。真相を追ううちに、美夕の前に意外な敵が立ちふさがる。"
                },
                "7": {
                    "ID": "25518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25518",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "Miyu encounters Kiyoshi and Kayo, a young brother and sister possessing supernatural powers. Not being able to live with others because of their gift, the two must stay on the road and live as vagabonds. Miyu sympathizes with them, but a tragedy ensues after they begin taking care of a stray dog.",
                    "TitleJapanese": "宿命",
                    "SummaryJapanese": "美夕は幼い兄妹、清志と佳代に出会う。彼らは超能力者だった。その能力ゆえに他の人々とは一緒に暮らせぬ運命を背負い、二人は放浪を続けているのだった。美夕は共感を感じるが、兄妹が一匹の犬を拾ったことから悲劇が始まる。"
                },
                "8": {
                    "ID": "25519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25519",
                    "TitleEnglish": "The Red Shoes",
                    "SummaryEnglish": "Miyu's classmate Miho is slated to make her debut as a singer, after being discovered by the famous producer Takashi Kashiwara at an audition. However, the shy Miho has no confidence in herself, so Kashiwara gives her a pair of red shoes as a good luck charm. Miho overcomes her nervousness thanks to the shoes and becomes increasingly involved in her singing. But the shoes' effect doesn't stop there...",
                    "TitleJapanese": "紅いくつ",
                    "SummaryJapanese": "美夕たちの同級生、内気な少女・美峰は、ヒットメーカー・樫原隆司の目に留まり、歌手デビューすることになった。自分の全てに自信を持てない美峰に、樫原はお守りとして赤い靴を与える。美峰は靴のおかげで緊張に耐え、次第に歌に打ち込んでいくのだが・・・。"
                },
                "9": {
                    "ID": "25520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25520",
                    "TitleEnglish": "Your Home",
                    "SummaryEnglish": "A young childless couple decides to take in a cat belonging to a neighbor who recently died. The cat seemingly brings good luck to them, with the husband's business better than ever, and the couple are happier. Or so it seems. For the wife soon becomes fanatically attached to the cat, neglecting her job to take care of it.",
                    "TitleJapanese": "あなたの家",
                    "SummaryJapanese": "若い共稼ぎの｢自立した｣夫婦は、亡くなったマンションの隣人が飼っていた猫を引き取った。猫のおかげで、夫の仕事も順調に進み、家庭は円満になったかに見えた。しかし、やがて妻は猫を溺愛し始め、仕事も放り出して猫の世話を始める。"
                },
                "10": {
                    "ID": "25521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25521",
                    "TitleEnglish": "The Swamp of Promises",
                    "SummaryEnglish": "Miyu, Chisato and the others are staying at a rural hot spring inn. At the lake, Chisato befriends a boy who says he is waiting for someone. Meanwhile, Miyu notices the existence of a Shinma in the area. When she heads for the lake with Reiha to investigate, they are confronted with an unexpected sight.",
                    "TitleJapanese": "約束の沼",
                    "SummaryJapanese": "ひなびた温泉地に出かけた美夕と千里たち。千里は沼のほとりで誰かを待っているという少年と出会い、仲良くなる。一方美夕は、この土地に神魔がいるのに気付いていた。神魔を求めて沼に向かった美夕と冷羽の前に現れたのは・・・。"
                },
                "11": {
                    "ID": "25522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25522",
                    "TitleEnglish": "Supple Face",
                    "SummaryEnglish": "A yakuza hit man undergoes plastic surgery after a failed assassination attempt. Thanks to the mysterious female surgeon, he wakes to find his face completely transformed. Determined to live a different life, he shows up in front of his ex-girlfriend with his new identity. Meanwhile, the city is haunted by a string of bizarre murders.",
                    "TitleJapanese": "柔らかい顔",
                    "SummaryJapanese": "繁華街で発砲事件を起こした鉄砲玉の青年は、不思議な女医の手でまったく別の顔に整形された。別の人間として、人生をやり直すことにした青年は、以前の恋人とも別人として再会を果たすが、その頃街では奇妙な殺人事件が起きていた・・・。"
                },
                "12": {
                    "ID": "25523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25523",
                    "TitleEnglish": "The Weeping Garden of Reeds",
                    "SummaryEnglish": "A young man looking for his missing cat comes across a mysterious and beautiful woman who lives in a western-style mansion. Meanwhile, the girls take in a kitten and ask him to take care of it, as they are not capable. The young man, in turn, decides to ask the woman.",
                    "TitleJapanese": "葦の啼く底",
                    "SummaryJapanese": "猫を溺愛する青年がいた。その猫がいなくなり、捜しているうちに青年は、不思議な洋館に住む美しい女性と出会い、惹かれるものを感じた。一方、子猫を拾った千里たちは自分では飼えないため、青年に頼む。青年はその猫を洋館の女性に託そうとする。"
                },
                "13": {
                    "ID": "25524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25524",
                    "TitleEnglish": "Light of the Sea (Part 1)",
                    "SummaryEnglish": "Soon after a ghost ship appears in the northern ocean, Larva begins to act strangely and disappears from Miyu's sight, leaving a mysterious message behind: \"The light of the sea\". Miyu is left alone to fight a Shinma who attempts to kill her, but the Shinma, Ryu, was carrying a secret.",
                    "TitleJapanese": "海の光(前編)",
                    "SummaryJapanese": "北の海に幽霊船が現れた頃、ラヴァの様子がおかしくなり、｢海の光｣という謎の言葉を残して、美夕の元を去ってしまう。美夕は単身、命を狙ってきた神魔・梁を撃退するが、彼には秘密があった。そこへ冷羽が現れ、梁を倒そうとするが・・・。"
                },
                "14": {
                    "ID": "25525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25525",
                    "TitleEnglish": "Light of the Sea (Part 2)",
                    "SummaryEnglish": "The captain of the ghost ship is a Western Shinma named Garrinne, an old friend of Larva's, who came hoping to bring him to his senses. Meanwhile, Miyu and the others find themselves in a northern fisherman's village in search of Larva. Miyu heads for the ghost ship to bring Larva back.",
                    "TitleJapanese": "海の光(後編)",
                    "SummaryJapanese": "幽霊船を操る西洋神魔・ガーリンネは、かつての友ラヴァの目を覚ませようとしていた。一方、美夕たちは、ラヴァを追って北の漁村へと来ていた。冷羽や梁たちの協力を得て美夕はラヴァを取り戻すため、幽霊船へと乗り込む。"
                },
                "15": {
                    "ID": "25526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25526",
                    "TitleEnglish": "Dream of the Mermaid",
                    "SummaryEnglish": "A mermaid on display at an aquarium shares its dreams with a boy who wants to return it to the sea. Unfortunately for him, the mermaid isn't what it seems to be.",
                    "TitleJapanese": "人魚の夢",
                    "SummaryJapanese": "孤独な青年・敏宏は、とある寂れた水族館で美しい人魚を見つけた。人魚に引かれて通ううちに、敏宏は彼女が南の海へ帰りたがっていると知り、館長の老女に掛け合うが、取り合ってもらえない。敏宏は人魚を水族館から逃がしてやろうとするが・・・。"
                },
                "16": {
                    "ID": "25527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25527",
                    "TitleEnglish": "Woman Priest",
                    "SummaryEnglish": "A priestess named Yu-Li has arrived in Tokyo. While pursuing the Shinma that killed her family, she ends up running afoul of Miyu.",
                    "TitleJapanese": "女道士",
                    "SummaryJapanese": "香港から逃げた中国神魔を倒すためにやってきた女導士・ユイリィは、美夕に出会い、神魔だと思い倒そうとする。彼女に興味を持った美夕は、気まぐれに中国人魔への復讐を手伝おうと持ちかけるが拒まれる。ようやく神魔を見つけたユイリィの闘いが始まるとき、美夕は・・・。"
                },
                "17": {
                    "ID": "25528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25528",
                    "TitleEnglish": "The Moray Boat",
                    "SummaryEnglish": "Mayumi is a gas station attendant who lives with Yaguchi. She turns out to be a Shinma that Miyu knows. When Mayumi accidentally kills Yaguchi's wife, she and Yaguchi flee with Miyu and Reiha on their tail.",
                    "TitleJapanese": "うつぼ船",
                    "SummaryJapanese": "家庭を捨てた中年の男・矢口と一緒に暮らす若い娘・真弓は、実は神魔だった。矢口の夢を応援してやりたいと訴える真弓の願いに、美夕は封印をためらうが、真弓は事件を起こしてしまう。気が進まないまま、逃げる二人を追いかける美夕、そして冷羽。"
                },
                "18": {
                    "ID": "25529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25529",
                    "TitleEnglish": "City of Illusion",
                    "SummaryEnglish": "In different parts of the city, buildings are seen turning into sand and crumbling away. Meanwhile, middle-aged businessman Yasuhiko goes to his office as usual, only to find himself in a strange space where he is given a very different kind of work.",
                    "TitleJapanese": "夢幻の街",
                    "SummaryJapanese": "街のあちこちで、建物が砂になって崩れ去る奇怪な事件が起こっていた。一方、中年のサラリーマン・安彦はいつも通り会社へと出勤するが、その向かった先は異様な空間だった。彼がそこでしている｢仕事｣とは・・・。"
                },
                "19": {
                    "ID": "25530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25530",
                    "TitleEnglish": "Love of the Dolls",
                    "SummaryEnglish": "The doll artist Kasumi is famous for the beautiful boy figures she creates. A misanthrope who prefers to live only with her dolls, Kasumi treats her creations as if they were her lovers. But when she hires a young girl named Yuki as an assistant, her quiet and peaceful life begins to collapse. What is Yuki's intention?",
                    "TitleJapanese": "人形師の恋",
                    "SummaryJapanese": "美しい青年の人形で知られる人形作家・霞は、人間とのつきあいを嫌い、人形とだけ暮らしていた。自分の作った人形を、まるで恋人のように愛する霞。しかし、その静かな生活に、助手の若い娘。優希が入り込むことで、霞の平和な日常は乱されていく。優希の目的とは・・・。"
                },
                "20": {
                    "ID": "25531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25531",
                    "TitleEnglish": "Butterfly Enchantment",
                    "SummaryEnglish": "A butterfly leads Miyu to a girl named Ruri Sone, whose father Hiroshi confines himself to a large hothouse during the night, after a fire incident on the premises. Ruri is worried about her father becoming increasingly introverted, but Miyu detects the scent of the Shinma in the hothouse full of beautiful butterflies.",
                    "TitleJapanese": "鱗翅の蟲惑",
                    "SummaryJapanese": "一匹の蝶に導かれて、美夕が出会った少女・曽根璃莉(りり)は、父浩志と二人きりで暮らしていた。浩志は、館の温室で起こった火事騒ぎ以来心を閉ざし、夜に広い温室にこもりきっていた。そんな父を気遣う璃莉だが、美夕は蝶の舞う温室に神魔の匂いを感じる。"
                },
                "21": {
                    "ID": "25532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25532",
                    "TitleEnglish": "Flag of Shinma",
                    "SummaryEnglish": "Miyu wanders into a mysterious village being attacked by the three stray Shinma brothers, who kill the villagers and vandalize their homes. On top of this, they demand that the village chief hand over his daughter Sato as their bride. Learning that the chief is a descendant of the Shinma protectors who once kept watch over the guardians, Miyu decides to help them.",
                    "TitleJapanese": "神魔の旗",
                    "SummaryJapanese": "美夕が迷い込んだ不思議な村は、はぐれ神魔の三兄弟に狙われていた。村を荒らし、村人を容赦なく殺す兄弟は、村長の娘・里を花嫁に差し出せと言う。美夕は、その村長がかつて監視者を守っていた守護神魔の血を引く者だと知り、助けようとするのだが・・・。"
                },
                "22": {
                    "ID": "25533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25533",
                    "TitleEnglish": "Once Upon a Time",
                    "SummaryEnglish": "We're back in the Taisho era. Unaware of her true identity, Miyu is living with her mother as a normal girl. The annual show put on by the traveling theatre company is in the village, and all of the entertainers just adore Miyu. In the meantime, the stray Shinma tribe Tonbi is lurking in the shadows, plotting to kill Miyu off before she awakens as a guardian.",
                    "TitleJapanese": "美夕昔語り",
                    "SummaryJapanese": "大正時代。まだ監視者として目覚める前の美夕は、普通の少女として、母と二人で暮らしていた。村へ毎年来る旅芸人の一座に可愛がられる美夕。しかし、そんな美夕が目覚めるのを恐れ、命を狙うはぐれ神魔・トンビの一族の影が、平和な生活に忍び寄ろうとしていた。"
                },
                "23": {
                    "ID": "25534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25534",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "In midsummer Tokyo, people are dying mysteriously covered in ice. Miyu finds out that the victims are all in fact stray Shinma, and instinctively attributes the killings to Reiha. But why has Reiha suddenly embarked on a Shinma hunt in this manner?",
                    "TitleJapanese": "対決のとき",
                    "SummaryJapanese": "真夏の東京で、人が次々に氷に包まれて死亡するという事件が起こった。美夕は、亡くなった者たちが実ははぐれ神魔であることに気付き、冷羽の仕業だと直感する。しかしなぜ冷羽は公然と神魔狩りを始めたのか。やがて美夕の前に現れた冷羽は・・・。"
                },
                "24": {
                    "ID": "25535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25535",
                    "TitleEnglish": "The Boy Who Returned",
                    "SummaryEnglish": "Not being able to adapt to high school life, the solitary Tokiya visits Hokkaido to heal his wounded heart. There, at a marsh, he encounters a golden bird who bestows on him the power of Shinma. Tokiya returns to the streets of Tokiwadai as an assassin with the mission of killing Miyu. Miyu recognizes his true motive in no time, and the two confront each other.",
                    "TitleJapanese": "帰ってきた男子(おとこ)",
                    "SummaryJapanese": "高校になじめず、傷ついた心を癒すために北海道の湿原へと渡った孤独な少年・時哉は、そこで金色に光る鳥と出会い、神魔の力を与えられる。力を身に付けた時哉は監視者・美夕を倒す刺客として時輪台の街へ戻ってきた。その正体を見破った美夕と、時哉との対決が始まる。"
                },
                "25": {
                    "ID": "25536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25536",
                    "TitleEnglish": "The Last Shinma",
                    "SummaryEnglish": "The birds are after Miyu's life. After they send in their best Shinma to Tokiwa Gakuen, Miyu disappears in order to protect her friends from becoming involved. However, the birds find an unexpected way to deprive Miyu of her powers and Miyu must now reveal her true identity to Chisato and the others.",
                    "TitleJapanese": "最後の神魔",
                    "SummaryJapanese": "美夕を狙う鳥たちはついに、最強の神魔を学園へ送り込んできた。千里たち友人が戦いに巻き込まれるのを恐れて、美夕は姿を隠すが、鳥たちは思いもよらない方法で美夕の力を封じようとする。美夕は、その監視者としての正体を、千里たちに明かさねばならなくなる。"
                },
                "26": {
                    "ID": "25537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vampire-princess-miyu/episodes/25537",
                    "TitleEnglish": "The Eternal Sleep",
                    "SummaryEnglish": "Miyu is struggling with her fight against the last Shinma. Larva tries to help her, but is trapped in an unknown space and confronted by the bird Shinma Shidon.",
                    "TitleJapanese": "永遠の午睡",
                    "SummaryJapanese": "最強の神魔は、美夕の最大の弱点をついて迫ってくる。それを助けようとするラヴァだが、異空間に足止めされ、鳥の神魔・嘴貧(しどん)と死闘を繰り広げる。そしてついに美夕が敗れる時が来た。瀕死の状態に陥った美夕は、これまでの日々を夢の中で回想する・・・。"
                }
            }
        }
    }
}