{
    "URL": "https://www.thetvdb.com/series/x",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0312258/",
        "https://www.themoviedb.org/tv/3251"
    ],
    "TitleEnglish": "X",
    "SummaryEnglish": "His destiny has finally arrived as the young Shirou Kamui returns to Tokyo after 6 years. A powerful psychic, Kamui vows to protect the happiness of his childhood friends Fuuma and Kotori, even if it means avoiding them. But fate is cruel, whether or not Kamui wants to be involved; he holds the future of the world in his hands, given the choice of becoming a Dragon of Heaven or a Dragon of Earth. The Seven Seals gather, and so do the Seven Angels; all individuals who have their destiny carved out as one who would battle for the fate of the world. What future will Kamui choose to become reality?",
    "Aliases": [
        "X/1999"
    ],
    "Modified": "2025-09-19",
    "Seasons": {
        "0": {
            "ID": "18333",
            "URL": "https://www.thetvdb.com/series/x/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1168311",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/x/episodes/1168311",
                    "TitleEnglish": "X: The Movie",
                    "SummaryEnglish": "The future of the universe rests on one young man, Kamui Shiro, who must destroy either the Dragons of Earth or the Dragons of Heaven - two opposing armies. He alone must decide whether humanity should be destroyed to create a purified universe, or whether it should be protected to preserve civilization. Two oracles, the sisters Hinoto and Kanoe foresee the coming of the Dragons and predict opposite outcomes. Each sister gathers strength and ammunition to insure her own vision for the future. However, neither sister realizes that there is one man who has an even greater power than the Dragons, and that ultimately he will determine the fate of the earth. Which sister will prevail and how does Kamui fit into their struggle? The answer to this question will forever affect humanity.",
                    "Aliases": []
                },
                "2": {
                    "ID": "344747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/344747",
                    "TitleEnglish": "An Omen",
                    "SummaryEnglish": "Kakyou, a dream-gazer with the ability to foretell the future, monologues about the upcoming End Of The World. Its fate is in the hands of young Kamui Shiro, a man born with the power to save or destroy the world. He speaks about the Seven Seals- saviors of human kind, and Seven Angels- purifiers of Earth, and of his place as one of the Seven Angels. His curse is being unable to change what he sees in his never-ending dreams.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6229446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/6229446",
                    "TitleEnglish": "X² Double X",
                    "SummaryEnglish": "X2 is basically a short (two minutes and forty seconds long) prequel to the theatrical X film. It is a part of four music videos. The first three are merely stills of CLAMP's pre-1994 X artwork and live-action sequences, but the fourth is animated by Madhouse. Being the only music video that contains actual plot, the fourth video introduces some of the major characters and quickly lashes through the first few X manga (equivalent to X TV series episodes 1-3) which take place before the theatrical movie.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1215",
            "URL": "https://www.thetvdb.com/series/x/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "25651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25651",
                    "TitleEnglish": "A REUNION",
                    "SummaryEnglish": "The story begins with Kotori Monou (who has an old childhood friend, Kamui) having a dream that she was in the classroom listening to her teacher talking about a story, until a girl in her class drops her pen and Kotori picks it up and gives it to the girl. Then Kotori 's teacher asks Kotori to read a passage in the story!! She reads for a minute or two and sees Kamui outside, walking to the school with a smile on his face!! Suddenly, Kotori awakens and realizes it was just a dream. She finds herself trying to get dressed and get ready for school as Fuma, her older brother, waits for her on his bike.",
                    "Aliases": []
                },
                "2": {
                    "ID": "25652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25652",
                    "TitleEnglish": "A NIGHTMARE",
                    "SummaryEnglish": "Kotori recalls her memories with Kamui as children, wondering why he has changed. Meanwhile, Kamui deals with people trying to attack him. While Kamui tries to recover from an injury, a Dragon of Heaven, Sorata, and a Dragon of Earth, Yuto, confront each other in hopes of meeting Kamui.",
                    "Aliases": []
                },
                "3": {
                    "ID": "25653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25653",
                    "TitleEnglish": "A PLEDGE",
                    "SummaryEnglish": "Kamui recovers under Fuma's and Sorata's care, but when Sorata questions Kamui's motivations for returning to Tokyo, he is quickly rejected by Kamui. Meanwhile, the Dragons of Earth begin researching to see if Kamui is the 'one'. Kamui encounters Fuma where they recall the pledge they made in the past. Their time is interrupted when the Divine Sword is stolen from the Togakushi Shrine.",
                    "Aliases": []
                },
                "4": {
                    "ID": "25654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25654",
                    "TitleEnglish": "A SACRIFICE",
                    "SummaryEnglish": "Kamui meets his aunt Tokiko and learns of his mother's true fate. Arashi is attacked by the same people that attacked Kamui.",
                    "Aliases": []
                },
                "5": {
                    "ID": "25655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25655",
                    "TitleEnglish": "A DESTINY",
                    "SummaryEnglish": "While trying to find the Diet Building, Yuzuriha bumps into a mysterious man who can see Inuki. Princess Hinoto shows Kamui her visions of the future and tells him of his destiny.",
                    "Aliases": []
                },
                "6": {
                    "ID": "25656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25656",
                    "TitleEnglish": "KOUYA",
                    "SummaryEnglish": "Sorata reflects on his past, growing up on Mt. Kouya. He recalls the destiny which the Stargazer told him. Kamui tries his best to be around for Kotori and Fuma, while their father is in the hospital. Satsuki plans an attack on Sorata and Arashi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "25657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25657",
                    "TitleEnglish": "CYBER",
                    "SummaryEnglish": "Satsuki recalls her past with computers when a mysterious organization began chasing her. She remembers how she found out about being a Dragon of Earth and meeting Kanoe for the first time.",
                    "Aliases": []
                },
                "8": {
                    "ID": "25658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25658",
                    "TitleEnglish": "GEMINI",
                    "SummaryEnglish": "Fuma's father leaves him a puzzling message before he dies. At the funeral, Kamui in confronted by Karen, a Dragon of Heaven, who has a letter from Kamui's aunt. Afterwords, Kamui and Kotori are dragged into the illusions of Seishiro. However, it is Fuma who saves them, but something is changing about that kind-hearted boy.",
                    "Aliases": []
                },
                "9": {
                    "ID": "25659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25659",
                    "TitleEnglish": "ONMYOU",
                    "SummaryEnglish": "On his way to urgent call, Subaru is haunted by visions of his past. He is being tormented by Seishiro, who he was very close to. Meanwhile, Sorata and Arashi search for the remaining Dragons of Heaven, and come across Subaru.",
                    "Aliases": []
                },
                "10": {
                    "ID": "25660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25660",
                    "TitleEnglish": "INUKI",
                    "SummaryEnglish": "Yuzuriha and Saiki search for Mr. Aoki, but Yuzuriha meets Kusanagi, the man who could see Inuki. Yuzuriha tells him about her and Inuki, and why nobody can see him. Later, Yuzuriha catches up with Saiki and Mr. Aoki.",
                    "Aliases": []
                },
                "11": {
                    "ID": "25661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25661",
                    "TitleEnglish": "BORDER",
                    "SummaryEnglish": "Kamui awaits Tokiko's arrival at the Togakushi Shrine. He recalls his past after he left Tokyo. But when Tokiko arrives injured, things take a terrible turn.",
                    "Aliases": []
                },
                "12": {
                    "ID": "25662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25662",
                    "TitleEnglish": "ALTERNATIVE",
                    "SummaryEnglish": "Kamui finally chooses which side he wishes to be on, but it comes with a grave consequence.",
                    "Aliases": []
                },
                "13": {
                    "ID": "25663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25663",
                    "TitleEnglish": "RETURN",
                    "SummaryEnglish": "Sorata, Arashi, Yuzuriha, and Subaru worry about Kamui after seeing Kotori's death. Subaru decides Kamui needs to break free from his pain. Subaru dives into Kamui's conciousness in attempt to bring him back to reality. After Subaru is injured and uses too much power to remain in Kamui's mind, Kamui returns to normal and ready to fight.",
                    "Aliases": []
                },
                "14": {
                    "ID": "25664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25664",
                    "TitleEnglish": "GATHERING",
                    "SummaryEnglish": "Both sides gather and prepare for the battles to come. Kamui says his farewells to Kotori.",
                    "Aliases": []
                },
                "15": {
                    "ID": "25665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25665",
                    "TitleEnglish": "GUARDIAN",
                    "SummaryEnglish": "Kamui and Saiki make amends for their previous arguments. However, the two must work together when Fuma attacks Tojo Pharmaceuticals in search of Nataku's life support data. Fuma quickly dispatches Kamui leaving Saiki to defend the collapsing building. Subaru steps in before Kamui is killed, but pays a serious price for his interference.",
                    "Aliases": []
                },
                "16": {
                    "ID": "25666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25666",
                    "TitleEnglish": "SLAUGHTER",
                    "SummaryEnglish": "After losing his right eye in his fight with Fuma, Subaru learns from Princess Hinoto that the Sakurazukamori is attacking the Rainbow Bridge. Subaru rushes to the scene and finds Seishiro. The two onmyouji's past and future collide in battle.",
                    "Aliases": []
                },
                "17": {
                    "ID": "25667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25667",
                    "TitleEnglish": "WISH",
                    "SummaryEnglish": "Kakyo confronts Kamui in his dream. Kakyo shows Kamui everything that has happened up to this point, asking Kamui if will continue to go on even if means people will be hurt. Kamui responds that he will fight to return Fuma back to his normal self. Kotori appears and reassures Kamui of his path. Kakyo leaves Kamui, and Kamui awakens from his dream peacefully.",
                    "Aliases": []
                },
                "18": {
                    "ID": "25668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25668",
                    "TitleEnglish": "NEWBORN",
                    "SummaryEnglish": "Yuzuriha goes on a date with Kusanagi, but it comes to a quick end when Satsuki attacks the city. Yuzuriha ends up injured, but is later forced into a conflict with Fuma.",
                    "Aliases": []
                },
                "19": {
                    "ID": "25669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25669",
                    "TitleEnglish": "INFERNO",
                    "SummaryEnglish": "Mr. Aoki and Yuto meet, and affirm a date to fight, but unbeknownst to Aoki, Karen overhears their conversation. But when Karen arrives at the train station, Nataku is her opponent!",
                    "Aliases": []
                },
                "20": {
                    "ID": "25670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25670",
                    "TitleEnglish": "RIPPLE",
                    "SummaryEnglish": "After recovering from all the recent battles, Kamui, Sorata, Arashi, and Yuzuriha prepare for another fight. But something other than the Dragons of Earth is working against them.",
                    "Aliases": []
                },
                "21": {
                    "ID": "25671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25671",
                    "TitleEnglish": "CURRENT",
                    "SummaryEnglish": "Yuto and Satsuki become closer in their relationship, however, Satsuki's Beast is not taking it well. Later, Yuto and Aoki confront each other. Satsuki intervenes during the battle to help Yuto. But before Yuto can strike a finishing blow, Karen arrives. But when Yuto traps Karen in a whirlpool, Karen unleashes a devistating attack. Satsuki attempts to help Yuto but beast won't allow it. Aoki rushes to Karens side as she tells him how glad she is to have met him.",
                    "Aliases": []
                },
                "22": {
                    "ID": "25672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25672",
                    "TitleEnglish": "BETRAYAL",
                    "SummaryEnglish": "Kamui, Sorata, Yuzuriha, and Aoki wonder why Arashi left. Yuzuriha wants to see Mr. Kusanagi, but is met by Nataku instead. Kamui confers to Sorata that he has discovered a secret about Princess Hinoto, and that she is plotting against the Dragons of Heaven. When Kamui and Sorata notice Yuzuriha's barrier field, the rush to her aid, but Hinoto traps them. Aoki also goes to help, but Mr. Kusanagi stops him and injures him. Hinoto's alternate personality rejoices for the Dragons of Heaven's demise, but the good side takes her life. Kamui and Sorata are freed. Kamui goes to see Princess Hinoto, and Sorata continues to help Yuzuriha. Nataku is about strike Yuzuriha down, but Kusanagi intervenes and tries to attack Nataku. Sorata arrives to see Arashi cruely strike down Kusanagi.",
                    "Aliases": []
                },
                "23": {
                    "ID": "25673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25673",
                    "TitleEnglish": "EARTH",
                    "SummaryEnglish": "Sorata chases after Arashi but loses her. Kusanagi and Aoki are taken to the Clamp school for medical attention. Aoki explains to Sorata that Arashi did this due to the deep love they share and the desire to see their destiny change. Fuma lures Kamui to the pier for a confrontation, but Kamui is caught off guard when Arashi attacks him. Sorata intervenes, but unfortunately Fuma destroys the pier. Fuma manages to escape, but Kamui learns how inescapable the future is.",
                    "Aliases": []
                },
                "24": {
                    "ID": "25674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/x/episodes/25674",
                    "TitleEnglish": "LEGEND",
                    "SummaryEnglish": "Kamui's final battle with Fuuma forces him to face up to his destiny and fufill the wishes that everyone entrusted to him.",
                    "Aliases": []
                }
            }
        }
    }
}