{
    "URL": "https://www.thetvdb.com/series/initial-d",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0385426/",
        "https://www.tvmaze.com/shows/9740/show-slug",
        "https://www.themoviedb.org/tv/40424"
    ],
    "TitleEnglish": "Initial D",
    "SummaryEnglish": "Takumi Fujiwara is the son of the owner of a local tofu shop. Every night Takumi delivers tofu on the seldom-used roads of Mt. Akina in his father's AE86 Sprinter Trueno (AE86 Corolla GT-APEX). One night, the Akagi RedSuns racing team challenges the local Akina SpeedStars team to a race. While on his way home from a practice run on Mt. Akina, Keisuke, one of the leaders of the RedSuns, encounters a mysterious Sprinter Trueno and is shocked as he is easily passed on Akina's downhill. Keisuke vows to take revenge against the mysterious AE86 of Mt. Akina...",
    "Aliases": [
        "Initial D: Third Stage",
        "Initial D: Final Stage",
        "Initial D: Second Stage",
        "Initial D: Fifth Stage",
        "Initial D: First Stage",
        "Initial D: Fourth Stage"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "0": {
            "ID": "18368",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "419833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/419833",
                    "TitleEnglish": "Extra Stage, Part 1 - Beyond The Impact Blue",
                    "SummaryEnglish": "As usual Mako and Sayuki are racing on Mt. Usui. But Mako is battling emotional wounds from what she thinks was a rejection by Iketani, while Sayuki's childhood friend Shingo (of the Myogi Night Kids) and his teammate Nakazato arrive to warn them that a team made of Lancer Evolutions called Emperor is targeting Usui now, to conquer the Gunma area.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7328661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/7328661",
                    "TitleEnglish": "Extra Stage, Part 2 - Sentimental White",
                    "SummaryEnglish": "To make Mako’s world better, Sayuki sets up a perfect match for her best friend. At first this seems alright, but is it worth it if it means giving up her dreams in street racing for a relationship?",
                    "Aliases": []
                },
                "3": {
                    "ID": "332093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/332093",
                    "TitleEnglish": "Battle Stage",
                    "SummaryEnglish": "Initial D Battle Stage (special) will summarize the major street races from the two TV series. Rather than simply using clips from the TV series, the new special will entirely re-animate all of the original CG car and background footage with new state-of-the-art computer graphics rendering. The special will also feature entirely new Super Eurobeat music and guest commentary from legendary \"drift racer\" Keiichi Tsuchiya.",
                    "Aliases": []
                },
                "4": {
                    "ID": "555921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/555921",
                    "TitleEnglish": "Battle Stage 2",
                    "SummaryEnglish": "Initial D Battle Stage 2 summarizes the major street races from the recent Fourth Stage TV series. While the first Battle Stage had every battle re-animated from scratch, the only episodes altered in the second version were the early races in stage 4, to match with the visual style of the latter portion of Stage 4. Additionally, two races that were previously seen only in the manga were animated specially for the feature. The first race is Takahashi Keisuke vs. Smiley Sakai, and the other is Keisuke vs. Kawai Atsuro. Both races are noticeably shorter than the other races in the feature.",
                    "Aliases": []
                },
                "5": {
                    "ID": "424995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/424995",
                    "TitleEnglish": "Extra Stage 2",
                    "SummaryEnglish": "Itekani missed an oppertunity to see Mako-chan and hates himself for never calling to say he was sorry. By chance he runs into her 6 months later, and the situation is akward. Itekani does not have time to talk at the chance, but both want to talk, so they arrange a 2. meeting. Itekani goes to the meeting place early, but an old man was left behind from an tourist bus, and asks Itekani to catch the bus for him. Itekani being a nice guy, cant say no.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5222812",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222812",
                    "TitleEnglish": "Legend 1: Awakening",
                    "SummaryEnglish": "The first part of a trilogy depicting Takumi Fujiwara's rise from delivery boy to Mt. Akin's downhill racing legend, focusing on the battles against the Takahashi brothers.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5222813",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222813",
                    "TitleEnglish": "Legend 2: Racer",
                    "SummaryEnglish": "After his unexpected victory over Red Sun's Keisuke, Takumi newfound fame brings forth a formal challenge from the Myogi NightKids leader, Takeshi Nakazato.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5222814",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222814",
                    "TitleEnglish": "Legend 3: Dream",
                    "SummaryEnglish": "Mt. Akina's new downhill racing hero Fujiwara Takumi prepares for the final showdown against Red Sun's unbeaten leader and Akagi's fastest driver, Takahashi Ryosuke.",
                    "Aliases": []
                },
                "9": {
                    "ID": "8323359",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/8323359",
                    "TitleEnglish": "Battle Stage 3",
                    "SummaryEnglish": "Initial D: Battle Stage 3 is the eleventh and final installment of the Initial D series. It features every race from Fifth Stage and Final Stage. Unlike the previous two battle stages, it does not feature any new battles, and doesn't feature any character dialogue.",
                    "Aliases": []
                },
                "10": {
                    "ID": "8950069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/8950069",
                    "TitleEnglish": "Battle Digest",
                    "SummaryEnglish": "Initial D the Movie Battle Digest (新劇場版 頭文字D BATTLE DIGEST Shin Gekijō-ban Inisharu Dī BATTLE DIGEST) is a compilation film in the New Initial D the Movie series. It features the battle scenes from the Initial D Legends films with a new soundtrack, in a similar fashion to the Battle Stages. While the original films featured a J-Rock soundtrack, this film features a Eurobeat soundtrack. Aside from the battle scenes, it also has scenes where the characters from the films test drive their vehicles.",
                    "Aliases": []
                },
                "11": {
                    "ID": "9165981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/9165981",
                    "TitleEnglish": "Project D to the Next Stage",
                    "SummaryEnglish": "A special that comes with the Fourth Stage DVD-BOX. It is comprised of a recap from First Stage to Third Stage, along with staff commentary and sneak preview of the making of the Fourth Stage.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9785177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/9785177",
                    "TitleEnglish": "Fourth Stage Battle Digest",
                    "SummaryEnglish": "An 8 minute trailer for Initial D Battle Stage 2 that came with Super Eurobeat Presents Initial D Fourth Stage Non-Stop Mega Mix With Battle Digest, the thirty-fourth Initial D album. It was released February 28th 2007 and published by Avex Trax.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "1315",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "27674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27674",
                    "TitleEnglish": "The Ultimate Tofu Store Drift",
                    "SummaryEnglish": "Takumi Fujiwara is an eighteen-year-old high school student who usually appears aloof and spaced out. Working with his best friend Itsuki at a gas station ran by his father's friend Yuichi, they meet Iketani and Kenji of the Akina SpeedStars. One night, Iketani brings the two up Mount Akina to experience the life of a street racer when the RedSuns from Mount Akagi, led by the Takahashi brothers, challenge the Speedstars to a race. What they all don’t know is the fastest car on Mt. Akina is a tofu delivering Eight-Six.",
                    "Aliases": []
                },
                "2": {
                    "ID": "27675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27675",
                    "TitleEnglish": "Revenge! The Rumbling Turbo",
                    "SummaryEnglish": "Keisuke Takahashi of the RedSuns is on the hunt for the mysterious ghost driver of Akina that defeated him with a shocking drift technique. Upon hearing this rumour, Iketani goes out to locate this monstrous Eight-Six only to learn that it belongs to Takumi’s own dad.",
                    "Aliases": []
                },
                "3": {
                    "ID": "27676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27676",
                    "TitleEnglish": "The Downhill Specialist Appears",
                    "SummaryEnglish": "The Akina SpeedStars have taken the challenge of the RedSuns, but Iketani won’t be able to compete in the upcoming battle. By chance, he hopes he can get Bunta Fujiwara to race in his place.",
                    "Aliases": []
                },
                "4": {
                    "ID": "27677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27677",
                    "TitleEnglish": "Into the Battle!",
                    "SummaryEnglish": "Iketani patiently waits for Bunta to appear to drive for his team against Keisuke Takahashi, but to his surprise, Takumi shows up in his place, reluctantly. This puts everybody in a state of shock, as the unexpected is about to happen.",
                    "Aliases": []
                },
                "5": {
                    "ID": "27678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27678",
                    "TitleEnglish": "Dogfight!",
                    "SummaryEnglish": "Everyone in the crowd is speechless as they have just witnessed the impossible, an Eight-Six overtaking Keisuke’s FD. Ryosuke goes up to solve what’s the success behind this somewhat simple car to discover its unexpected secret. The next day Takumi goes out on a date with Natsuki to the beach, and the thrilling thoughts of racing have started to interest him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "27679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27679",
                    "TitleEnglish": "A New Challenger",
                    "SummaryEnglish": "While Ryosuke is practicing with his FC on Akina’s course, a more menacing vehicle appears from behind. Meanwhile Takumi is asked how he earned his godly drifting skills as Iketani wishes to see a demonstration first hand.",
                    "Aliases": []
                },
                "7": {
                    "ID": "27680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27680",
                    "TitleEnglish": "A Racer's Pride",
                    "SummaryEnglish": "More history behind Takumi's and Natsuki is revealed. Nakazato of the Nightkids wants to challenge this mysterious Eight-Six, but he assumes that its driver has agreed to do so. As Takumi ponders why he should take up the challenge, various people plan on making him change his mind.",
                    "Aliases": []
                },
                "8": {
                    "ID": "27681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27681",
                    "TitleEnglish": "Time's Almost Up!",
                    "SummaryEnglish": "The countdown to the night’s battle is closing in as everyone has gathered, but where is the Eight-Six? Itsuki will have to make an embarrassing apology to everyone if his best friend decides not to show.",
                    "Aliases": []
                },
                "9": {
                    "ID": "27682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27682",
                    "TitleEnglish": "Battle to the Limit!",
                    "SummaryEnglish": "Nakazato faces off with Takumi, using his grip technique against Takumi's drift technique. Who will come out on top?",
                    "Aliases": []
                },
                "10": {
                    "ID": "27683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27683",
                    "TitleEnglish": "The 5 Consecutive Hairpins",
                    "SummaryEnglish": "Nakazato has underestimated Akina’s Eight-Six, and he might just be in trouble as the five consecutive hairpins are upon him. Also to everyone’s surprise, Itsuki buys a new car.",
                    "Aliases": []
                },
                "11": {
                    "ID": "27684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27684",
                    "TitleEnglish": "Shingo Arrives!",
                    "SummaryEnglish": "To prove the potential of Itsuki’s new car, Takumi drives it against a minor racing team from Gunma. Members of the NightKids has been appearing more often, so on the night that Iketani drives out his S13, Shingo appears from behind with deadly intents.",
                    "Aliases": []
                },
                "12": {
                    "ID": "27685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27685",
                    "TitleEnglish": "The FR Killer",
                    "SummaryEnglish": "Takumi has managed to arrange a double date with Natsuki, Itsuki, and Natsuki's friend. Iketani invites Takumi to drive his S-13, but this time he’s going to try to stay awake the whole time. Then the NightKids arrive with Shingo leading the pack, issuing the Eight-Six a challenge next Saturday night for a gum-tape death match!",
                    "Aliases": []
                },
                "13": {
                    "ID": "27686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27686",
                    "TitleEnglish": "First Date",
                    "SummaryEnglish": "Itsuki is in love with Natsuki’s friend, and tries to set up another date with her. Word is spreading fast of the upcoming gum-tape match, yet Takumi hasn't agreed to competing in one. Much to his disappointment, Shingo intends to make the Eight-Six come out by force.",
                    "Aliases": []
                },
                "14": {
                    "ID": "27687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27687",
                    "TitleEnglish": "Evolving Drift",
                    "SummaryEnglish": "Takumi has no plans in running away from Shingo’s provoked challenge. When he discovers the suicidal consequences of having a gum-tape death match with the addition of Shingo’s dangerous driving, Takumi might just have added too much pressure on himself.",
                    "Aliases": []
                },
                "15": {
                    "ID": "27688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27688",
                    "TitleEnglish": "Takumi's Fury!",
                    "SummaryEnglish": "During the gum-tape deathmatch, Shingo’s reckless driving makes Takumi angry after a near collision with Shingo. His face and driving fills with anger as he attacks with nothing but the thought of wining in his mind, doing speeds and maneuvers that are just pure dangerous.",
                    "Aliases": []
                },
                "16": {
                    "ID": "27689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27689",
                    "TitleEnglish": "The Angel of Usui",
                    "SummaryEnglish": "Rumors of the fastest on Usui Pass are a pair of females called Impact Blue. While Iketani is out on a date with his dream girl, his friends decide to watch this mountain pass in hoping to see the rare SilEighty in action.",
                    "Aliases": []
                },
                "17": {
                    "ID": "27690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27690",
                    "TitleEnglish": "Sudden-Death Death Match",
                    "SummaryEnglish": "Mako gives Iketani a tempting offer to lure the Eight-Six in challenging the SilEighty. At first Iketani wasn't willing to agree to her terms, but Takumi considers it as he has his own agenda.",
                    "Aliases": []
                },
                "18": {
                    "ID": "27691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27691",
                    "TitleEnglish": "Hot Winds and Furious Driving",
                    "SummaryEnglish": "The race has begun on Mt. Usui. With Mako driving chase, the Impact Blue team hopes to see how Takumi and his Eight-Six handle the pressure. Takumi struggles to keep up with the SilEighty, wondering if he is in over his head.",
                    "Aliases": []
                },
                "19": {
                    "ID": "27692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27692",
                    "TitleEnglish": "Super Drift!",
                    "SummaryEnglish": "The battle down Mt. Usui concludes between Mako and Sayuki in their SilEighty versus Takumi in the Eight-Six. The girls have the teaming and home field advantage, knowing Usui inside and out. Will Takumi be able to pull through?",
                    "Aliases": []
                },
                "20": {
                    "ID": "27693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27693",
                    "TitleEnglish": "The End of Summer",
                    "SummaryEnglish": "Takumi and the gang go to the water park with Mako and Sayuki. Iketani can't get his mind off Mako, but when he learns more about her he gets depressed and wonders if he is worthy of her company.",
                    "Aliases": []
                },
                "21": {
                    "ID": "27694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27694",
                    "TitleEnglish": "Challenge from a Superstar",
                    "SummaryEnglish": "Ryosuke has now issued a challenge to the Eight-Six's driver, but for some reason Takumi has been acting more spaced out than usual. Itsuki and Iketani are worried, believing that their friend may be suffering from lovesickness.",
                    "Aliases": []
                },
                "22": {
                    "ID": "27695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27695",
                    "TitleEnglish": "Fierce Uphill Battle!",
                    "SummaryEnglish": "After both losing to the newly famed Eight-Six, Keisuke Takahashi of the RedSuns and Takeshi Nakazato of the NightKids are competing against each other for position of which is the most skilled team in Gunma.",
                    "Aliases": []
                },
                "23": {
                    "ID": "27696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27696",
                    "TitleEnglish": "The Rainy Downhill",
                    "SummaryEnglish": "Another RedSuns member issues a challenge to the Eight-Six, but this time in the rain on Mount Myogi.",
                    "Aliases": []
                },
                "24": {
                    "ID": "27697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27697",
                    "TitleEnglish": "Akagi's White Comet!",
                    "SummaryEnglish": "Everyone across Gunma has been waiting for this moment, when Akagi’s White Comet comes face to face with Akina’s Eight-Six. In preparation for this upcoming battle, Bunta tests out the stability of the Eight-Six.",
                    "Aliases": []
                },
                "25": {
                    "ID": "27698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27698",
                    "TitleEnglish": "The Last Battle",
                    "SummaryEnglish": "Nobody among the galleries has ever seen Ryosuke Takahashi drive his full potential, that is until the Eight-Six appeared. Instead of driving as the founder of the RedSuns, Ryosuke retains his title that made him famous. The White Comet has come at full force, as a new legend among the streets is about to be born between these two rivaling drivers. Will Takumi be able to defend against the analytical brother with more experience in driving than most pros?",
                    "Aliases": []
                },
                "26": {
                    "ID": "27699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27699",
                    "TitleEnglish": "The New Downhill Legend!",
                    "SummaryEnglish": "The thrill of street racing has finally caught up to Takumi. He still has a couple of tricks available to him, as the thrilling conclusion of Akina’s Eight-Six and White Comet of Akagi’s undefeated record is settled in one dynamic finish to remember.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1316",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "27700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27700",
                    "TitleEnglish": "A New Threat",
                    "SummaryEnglish": "Emperor, a team of Lan-Evos from the Tochigi prefecture has arrived with the goal to crush every team in Gunma. Soon they realize the fastest car in Gunma isn’t just Akagi’s White Comet, but also a new downhill legend known as Akina’s Eight-Six.",
                    "Aliases": []
                },
                "2": {
                    "ID": "27701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27701",
                    "TitleEnglish": "Team Emperor on Akina",
                    "SummaryEnglish": "What would happen if the Eight-Six gets a new upgrade? That’s exactly what Iketani and Itsuki has been thinking about to increase the performance of Takumi’s vehicle. But would Bunta allow it? Elsewhere, team Emperor’s winning streak isn’t slowing down as they continue to sweep across Gunma, defeating every race team with ease. Their next target: Akina’s Eight-Six.",
                    "Aliases": []
                },
                "3": {
                    "ID": "27702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27702",
                    "TitleEnglish": "Premonition of Defeat",
                    "SummaryEnglish": "Kyoichi senses an uncanny fighting spirit within the Eight-Six’s driver, as he gives Seiji strict rules against the race. Seiji however decides to ignore these rules and launches his Evo IV into full power. Takumi is outclassed in almost every category as the Evo IV’s power is truly amazing. The battle risk escalates when the race reaches the second half of the course.",
                    "Aliases": []
                },
                "4": {
                    "ID": "27703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27703",
                    "TitleEnglish": "Hollow Victory",
                    "SummaryEnglish": "In his heart, Takumi cannot accept his victory over the Evo IV and decides to make a vow. To add to his already uneasy thoughts, anonymous messages are being sent to Takumi concerning his relationship with Natsuki.",
                    "Aliases": []
                },
                "5": {
                    "ID": "27704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27704",
                    "TitleEnglish": "Countdown to Destruction",
                    "SummaryEnglish": "Takumi soon discovers Natsuki’s secret that leads him to vent his anger in an egotistic battle against Kyoichi at Akagi, thinking little of the huge disadvantage he has.",
                    "Aliases": []
                },
                "6": {
                    "ID": "27705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27705",
                    "TitleEnglish": "Goodbye Eight-Six",
                    "SummaryEnglish": "Kyoichi is realizing just how incredible Akina’s downhill specialist is, yet he has full confidence in his rally tuned Evo III. Takumi soon realizes the difference between the Eight-Six and the loud banging horsepower of the Evo III.",
                    "Aliases": []
                },
                "7": {
                    "ID": "27706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27706",
                    "TitleEnglish": "Battle at Akagi!",
                    "SummaryEnglish": "With the Eight-Six out of the picture, the RedSuns has become the main representatives of Gunma, as every local racer within the prefecture are in favor of Emperor’s defeat. Ryosuke has returned on the street to defeat the revenge-seeking Kyoichi, who plans to use his theories of Motorsports against the White Comet. Also, Iketani and Kenji spot another racer from a neighboring prefecture.",
                    "Aliases": []
                },
                "8": {
                    "ID": "27707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27707",
                    "TitleEnglish": "Dangerous Car",
                    "SummaryEnglish": "Mount Akagi’s battle continues as Ryosuke has his own theories about streetracing, and he plans to demonstrate its difference on Kyoichi’s Evo III. Back in Akina, Takumi’s routine way of life is gone with the absence of the Eight-Six and the discovery of Natsuki’s secret.",
                    "Aliases": []
                },
                "9": {
                    "ID": "27708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27708",
                    "TitleEnglish": "The New Eight-Six",
                    "SummaryEnglish": "The Eight-Six has returned undergoing a major change. Takumi soon test-drives the new performance much to his mixed satisfactions and disappointments, but what he doesn't understand is what Bunta knows what’s within that car. Also, the relationship between Takumi and Natsuki is falling apart, but Itsuki’s heart is shaken with the appearance of Kazumi.",
                    "Aliases": []
                },
                "10": {
                    "ID": "27709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27709",
                    "TitleEnglish": "The Eight-Six Turbo!",
                    "SummaryEnglish": "After Wataru issues a short-lived battle against Keisuke, his sister Kazumi introduces him to Itsuki leading to a chance meeting with another Eight-Six driver. At first everything seems right with the meeting, but because of Takumi’s naïve reaction to his car’s new downhill weapon, Wataru rubs it the wrong way as his bad side emerges.",
                    "Aliases": []
                },
                "11": {
                    "ID": "27710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27710",
                    "TitleEnglish": "The Seal Is Broken",
                    "SummaryEnglish": "Takumi takes up the challenge and decides where the battle would take place. But before he can accept Wataru’s challenge, he’ll have to learn the most basic essentials of what it means to be a street racer. Also, Itsuki’s relationship with Kazumi is teaching him the value of having a girlfriend.",
                    "Aliases": []
                },
                "12": {
                    "ID": "27711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27711",
                    "TitleEnglish": "Eight-Six vs. Eight-Six",
                    "SummaryEnglish": "Takumi is about to experience a completely different type of racer within Wataru’s own Eight-Six, in a treacherous mountain pass consisting of mixed elevations, rusting guardrails, unexpected traps and aging rough pavements. As Takumi presses down the accelerator, the true nature of the Eight-Six’s new hidden weapon emerges in its monstrous raw performance.",
                    "Aliases": []
                },
                "13": {
                    "ID": "27712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27712",
                    "TitleEnglish": "Changing Seasons",
                    "SummaryEnglish": "The battle between the two Eight-Sixes have met Wataru’s satisfaction much higher than he expected, but he plans to decide the outcome of this battle with the judgement of the human body’s limitations. Takumi soon realizes he is losing grip of his pace. After the battle, a series of revelations take place among all the characters in preparation to what’s coming next.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "1317",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "299247",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299247",
                    "TitleEnglish": "Third Stage",
                    "SummaryEnglish": "With high school graduation right around the corner, Takumi Fujiwara has a lot on his mind and a lot to prepare for. Everything becomes even more complicated when Takumi is offered a spot on Ryosuke Takahashi's elite Kengai Racing Team, which seeks to assemble the greatest racers in the Gunma area for a tour of Japan's mountain passes. Before he can accept however, Takumi feels the need to settle the score with the Lancer Evo driving Emperor team, defend his downhill-racer crown against the son of his father's greatest rival, and finally settle things with his unfaithful girlfriend Natsuki",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "1318",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/4",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "27713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27713",
                    "TitleEnglish": "Project D",
                    "SummaryEnglish": "Project D's reputation is growing with every race. The team's next match pits Takumi against a downhill racer with technique very similar to his own.",
                    "Aliases": []
                },
                "2": {
                    "ID": "27714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27714",
                    "TitleEnglish": "Full Speed! Downhill Battle",
                    "SummaryEnglish": "Tohru's promised to quit racing forever if he loses his next match. The course is dangerous, and with Project D's downhill specialist on his tail, one wrong move could spell disaster.",
                    "Aliases": []
                },
                "3": {
                    "ID": "27715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27715",
                    "TitleEnglish": "The Most Powerful Man of the Toudou School",
                    "SummaryEnglish": "Act 3 starts off with Takumi driving on Akina after finishing his tofu deliveries upon returning home Takumi informs his father that he will be doing the deliveries for the next few days due to the fact that the team will be having another away match this week their next targets are a team called The Toudou Racing School A special school for driving techniques run by a car shop owner and ex-rally driver.The opponents are Daiki with his Honda Civic EK-9 on the downhill and Sakai with his Honda Integra DC2 Type R on the uphill.This whole episode is just everyone preparing for the up coming battles and ends with Ryosuke giving Takumi a little bit of advice for his race.",
                    "Aliases": []
                },
                "4": {
                    "ID": "27716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27716",
                    "TitleEnglish": "Two Pieces of Advice",
                    "SummaryEnglish": "Act 4 is completely the race between Takumi and Daiki once again it is in the leader/chaser style with Daiki choosing to be out in front for the first heat.Has the race progresses we learn just what the two pieces of advice Ryosuke gave Takumi in Act 3 were. First \"\"don't look back\"\" - Secondly rev limiting he told Takumi to shift gears at 9000 RPM and not the normal 11,000. The downhill battle seemed to be a bit of a surprise to both racers on Daiki's part it was just how fast both the 86 and Takumi were and on Takumi's side it seemed to be just how much Daiki was able to push him to the edge of his ability's. Has for the race itself the first heat failed to resolve anything with Daiki failing to pass Takumi and in Takumi failing to put any distance between the two of them has for the second heat with Daiki in lead now Takumi was able to end the race when he passed Daiki while using the 86 to it's full potential.",
                    "Aliases": []
                },
                "5": {
                    "ID": "27717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27717",
                    "TitleEnglish": "The Starting Line to Victory",
                    "SummaryEnglish": "Act 5 begins with a few short scene's first it's Takumi chatting with Iketani and Itsuke at the gas station followed by Director Toudou giving some advice to a former student and professional racer Tomoyuki Tachi telling him that he feels that he should participate in a street race to help him get out of a slump he is in and after that we have Takumi sitting at home waiting for Bunta to arrive who has taken the 86 for a little spin upon seeing how well tuned the 86 is Bunta feels that there is no more fun left for him in the tuning the 86 any longer and thus informs Takumi that he is thinking about purchasing a new car for himself!. Keisuke and Ryosuke are at home when we learn that a challenge has been made from the Toudou Racing School for a re-match against Project D and on top of that Ryosuke is informed that the driver is a professional by The Emperor's Koyichi Sudo who is also a Toudou School alumni upon hearing this news Keisuke feels that he should be the one how races on behal",
                    "Aliases": []
                },
                "6": {
                    "ID": "27718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27718",
                    "TitleEnglish": "Blind Attack",
                    "SummaryEnglish": "Act 6 is completely the race between The 86 and The Toudou School Demo Civic EK9 unlike the last two battles in this one the racers start off side by side with the 86 taking the lead into the first corner but Takumi's lead would be short lived has Tachi passes him rather easily at least so it seems to the untrained eye but we learn that Tachi used a technique called the disappearing line that when used properly even pro racers can't avoid getting passed.After the race proceeds past the half way maker Takumi finds a way to adapt the technique used by Tachi by turning off his headlights coming out of a corner and then pulling ahead by taking the unblocked line but even after he uses this trick he gets passed once more when Tachi taps the rear of The 86 making Takumi loose his rhythm for a second.After being passed the second time Takumi decides that if he is to stand a chance at winning he must use his \"\"Blind Attack\"\" again , at the last turn before the home stretch Tachi not knowing wher",
                    "Aliases": []
                },
                "7": {
                    "ID": "27719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27719",
                    "TitleEnglish": "The 85's Raging Turbo",
                    "SummaryEnglish": "A New nightmarish opponent arrives on Mt. Akina challenging Takumi in a downhill battle. Also, Itsuki gets a new upgrade for his Eight-Five as it is demonstrated on the downhill.",
                    "Aliases": []
                },
                "8": {
                    "ID": "27720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27720",
                    "TitleEnglish": "Fateful Battle of FDs",
                    "SummaryEnglish": "With two prefectures of Project D completed, they move on towards the prefecture of Saitama, only to discover the difference of the roads compared to Kanto’s Gunma and Tochigi counterparts. This time, Keisuke will have to work on his acceleration techniques. However, there seems to be an unexpected twist, as his opponent also drives an FD, and happens to be a girl.",
                    "Aliases": []
                },
                "9": {
                    "ID": "27721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27721",
                    "TitleEnglish": "Kyoko's Confession",
                    "SummaryEnglish": "Kyoko couldn’t bring to tell her newly found Prince about how she feels about him. Meanwhile Nobuhiko is chasing after the Eight-Six with his Altezza only to behold the shocking driving techniques Project D’s downhill ace can perform.",
                    "Aliases": []
                },
                "10": {
                    "ID": "27722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27722",
                    "TitleEnglish": "The Saitama Area's Ultimate Weapon",
                    "SummaryEnglish": "Nobuhiko has devised a new devilish Eight-Six destroyer at the sight of the Cappuchino, and with the addition of a rally racer named Sakamoto, the chance of success for Saitama Grand United is close to 100%. The next battle Project D will face is going to be in another new level, as chances of a rainy night is taken to notice.",
                    "Aliases": []
                },
                "11": {
                    "ID": "27723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27723",
                    "TitleEnglish": "Rainy Downhill Battle",
                    "SummaryEnglish": "The downhill race between the 86 and the Cappucino starts, and everyone is talking about how much advantage the Cappucino has over the 86. But that advantage is lessen by the rain because the burden of the race shifts from the car to the driver's skills. Iketani, Kenji, and Itsuki goes to watch Takumi's race. Ryosuke gives Takumi some advice in beating his opponent, but he didn't give it clearly because he wants Takumi's skills to grow by figuring it out. This episode ends when Takumi's 86 catches up to the Cappucino by turning early so he spends more time stepping on the accelerator.",
                    "Aliases": []
                },
                "12": {
                    "ID": "27724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27724",
                    "TitleEnglish": "Straightaway of Struggles",
                    "SummaryEnglish": "The downhill rain battle continues between Takumi's 86 and the Cappucino. Fujiwara tries to do a counter attack because he misunderstood what Ryosuke told him. The second time Takumi tried to counterattack, he makes a mistake and puts a gap between himself and his opponent. As they come closer to the finish line, Takumi begins to wonder whether or not he should beat his opponent in the straightaway, eventhough he lost in the corners. When Sakamoto tried to block Takumi from passing him, Takumi instinctively uses the blind attack winning him the race. He also almost runs over his friends on the road since his headlights were off and they could not see him. Everyone was shocked the race was over in the first round. Now the second battle in the rain takes place between Wataru Ikiyama and his 86, and Keisuke Takahashi and his FD.",
                    "Aliases": []
                },
                "13": {
                    "ID": "27725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27725",
                    "TitleEnglish": "Motivation",
                    "SummaryEnglish": "The rain continues to pour down towards the next battle where Keisuke’s FD competes against Wataru’s newly upgraded Eight-Six. Instead, it only gets far more intense and time consuming if it keeps raining harder and harder.",
                    "Aliases": []
                },
                "14": {
                    "ID": "27726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27726",
                    "TitleEnglish": "Sad Lonely Driver",
                    "SummaryEnglish": "Takumi wakes up for his usual Tofu delivery when he recognizes the sight of the Impreza in front of him. Suddenly, everything he knows about his Eight-Six begins to collapse. Elsewhere, Itsuki is out on a date with Kasumi, but he might be going too far with his date when there is more to the story.",
                    "Aliases": []
                },
                "15": {
                    "ID": "299248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299248",
                    "TitleEnglish": "4WD Complex",
                    "SummaryEnglish": "Takumi continues to struggle between the difference of his Eight-Six and the Impreza’s awesome 4WD capabilities. Surprisingly, he gets a tip in starting to solve this problem from an unexpected ex-rival. Now Project D has come to meet with their next opponents, a pair of Lan Evos. However a deadly trap that will turn the tides has been set against them. This puts the practise on a risky hold.",
                    "Aliases": []
                },
                "16": {
                    "ID": "299249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299249",
                    "TitleEnglish": "Hillclimb of Fury",
                    "SummaryEnglish": "Keisuke doesn’t know what to do now that the trap has become a success in his opponent’s favor. Nonetheless, he fights to find alternate ways to accomplish his goals, but fails with little success. Instead of giving up, an unexpected source arrives to his aid, but would Keisuke break the code of the RedSuns to compete with his pride as a Project D racer?",
                    "Aliases": []
                },
                "17": {
                    "ID": "300591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/300591",
                    "TitleEnglish": "The Saitama Area's Decisive Final Battle",
                    "SummaryEnglish": "It seems that the Lan Evo team will continue to do everything to win the battles, even if they have to resort to dirty tricks. That’s just exactly what the next Lan Evo driver told Takumi, to give the Project D driver a warning of what’s to come. If Takumi wants to complete the Saitama battles of Project D, he’ll have to make a choice whether to heed the warning or not.",
                    "Aliases": []
                },
                "18": {
                    "ID": "300592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/300592",
                    "TitleEnglish": "Last Drive",
                    "SummaryEnglish": "While his FD is in the shop being upgraded, Keisuke and Kyoko go out on a date. Afterwords, Keisuke testdrives his FD, as his acceleration skills has finally paid off in unleashing this new vehicle’s monstrous power",
                    "Aliases": []
                },
                "19": {
                    "ID": "305856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305856",
                    "TitleEnglish": "God Foot and God Arm",
                    "SummaryEnglish": "Now that Project D is now recognized as streetracers worthy of competing against high levels, they have to venture out much farther to meet greater rivals in the streets. Purple Shadow, a legendary pair of streetracers in Ibaraki prefecture have come back out of retirement to prove that they can still hold the title of not just kings, but Gods of the streets.",
                    "Aliases": []
                },
                "20": {
                    "ID": "305857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305857",
                    "TitleEnglish": "The Unmatched GT-R!",
                    "SummaryEnglish": "Keisuke agrees to Hoshino’s request in making the uphill battle rule different, until Ryosuke tells him that this is in favor of the FD. This makes Keisuke feel a lot of pressure concerning Hoshino’s true intentions, as the battle between his newly modified FD is put to it’s first test against Godfoot’s newly purchased next generation GT-R34.",
                    "Aliases": []
                },
                "21": {
                    "ID": "305858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305858",
                    "TitleEnglish": "Dogfight",
                    "SummaryEnglish": "The battle between the FD and GT-R continues, however the real battle has just begun. Now, Hoshino demonstrates his unique driving skills that people call the impossible earning him the name Godfoot. This makes Keisuke’s true racing abilities appear when it’s pushed beyond his limits as both drivers begin to drive recklessly forcing the battle to be settled in more than just one battle.",
                    "Aliases": []
                },
                "22": {
                    "ID": "305859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305859",
                    "TitleEnglish": "The Sorcerer of the Single-Handed Steer",
                    "SummaryEnglish": "As the battle between the super powered cars of the hillclimb has ended, Takumi’s battle is another story. Takumi realizes that his opponent has the same frightening aura that the Impreza driver had, making his battle with Godhand more difficult. This time, it’s streetracing skills against another form of streetracing skills.",
                    "Aliases": []
                },
                "23": {
                    "ID": "305860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305860",
                    "TitleEnglish": "Endless Battle",
                    "SummaryEnglish": "The battle between Takumi’s Eight-Six and Toshiro’s S2000 has become a battle of the best endurance. Yet Ryosuke suspects that something isn’t right about the battle, rather he finds out late on what has just happened. Now that the battle has stretched for far too long, Godhand gets serious and shows off his true driving skills when he is at the peak of his full potential.",
                    "Aliases": []
                },
                "24": {
                    "ID": "305861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305861",
                    "TitleEnglish": "The Never-Ending Challenge",
                    "SummaryEnglish": "The dramatic conclusion between the Eight-Six and S2000 is at hand…or is it? Now that Godhand has gotten serious, how will Takumi compensate into winning, or worse…how will the Eight-Six hold itself together if risky maneuvers are the only way to success?!",
                    "Aliases": []
                }
            }
        },
        "5": {
            "ID": "504847",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/5",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4432612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4432612",
                    "TitleEnglish": "Encounter of Destiny",
                    "SummaryEnglish": "Following their narrow victory against Purple Shadow, Project D's reputation is at stake after a pair of imposters parade around Saitama. Initially Takumi seems oblivious to the incident, but takes notice after he is mistakenly blamed for taking advantage of a girl. Meanwhile, the final stage of Project D's expeditions is upon them, and is to be the hardest yet.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4432618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4432618",
                    "TitleEnglish": "A New Battlefield",
                    "SummaryEnglish": "The first stage of Project D's Kanagawa expeditions is against Team 246: Satoshi Omiya and Kobayakawa. Although racing for their own pride, 246 are actually part of a grand plan initiated by Team Sidewinder's Go Hojo and Eiji Kubo. As the uphill race begins, Kobayakawa is about to be shown the true ability of Keisuke Takahashi.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4450616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4450616",
                    "TitleEnglish": "Dead Line",
                    "SummaryEnglish": "As the first battle winds down, the downhill between Takumi’s Eight-Six and Omiya’s NB8C Roadster begins. As both cars reach their limits, the control of the drivers will determine the outcome. Against Omiya’s miraculous car control, will Takumi be able to win? Another factor will come into play.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4450617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4450617",
                    "TitleEnglish": "Revenge Battle of Fate",
                    "SummaryEnglish": "Kanagawa's Second Line will be against RT Katagiri, where Takumi encounters Kai Kogashiwa: a former rival from Irohazaka; graduated from street racing and now a professional racer with his MR-S. However, Takumi is starting to show a \"Zone\" that had evolved from the Purple Shadow races, a zone that even Ryosuke cannot explain. The winner of this race is up in the air.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4479318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4479318",
                    "TitleEnglish": "Fujiwara Zone",
                    "SummaryEnglish": "As the battle heats up, both Takumi and Kai both use all of their ability, and then some, to battle for the win. In the next battle, Keisuke puts his new accelerator techniques to the test against Minagawa's Supra. But as Ryosuke explains, there is another purpose of this training that would allow him to beat the \"super-orthodox\" pro racer.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4481913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4481913",
                    "TitleEnglish": "Keisuke's Determination",
                    "SummaryEnglish": "As it appears that the FD vs. Supra battle is giving no quarter, the question is, is it possible for Keisuke to hold off Minagawa's professional pressure? Meanwhile a new racer appears on the slopes of Hakone, and its evident he wants to kill himself, and take anybody with him!",
                    "Aliases": []
                },
                "7": {
                    "ID": "4500747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4500747",
                    "TitleEnglish": "Zero Hearts",
                    "SummaryEnglish": "Keisuke's next opponent in Kanagawa's Four Lines of Defense is the leader of Team Spiral, Ryuji \"Zero\" Ikeda. Ikeda believes in his \"Zero Theory\", where the driver thinks of nothing except being one with the car to create the ultimate racer. Quite similar to Ryosuke's Fastest Racer Theory, Ryosuke also notices a few flaws in Ikeda's theory. A flaw that would arise as the wet conditions create a fog battle.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4500748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4500748",
                    "TitleEnglish": "White Devil",
                    "SummaryEnglish": "The downhill battle between Takumi and Hiroya \"Zero 1\" Okuyama's S15 starts, with Okuyama waiting to attack until the later section because of the fog. However, he hasn't considered the ability of Takumi's adaptibility skills. Whilst this is on, another battle is in the midst: Ryosuke's inevitable battle with the driver known as 'Shinigami', Rin Hojo.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4502288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4502288",
                    "TitleEnglish": "Grim Reaper",
                    "SummaryEnglish": "The destined battle between Ryosuke and Rin 'Shinigami' Hojo has begun, over a girl named Kaori. As the race progresses on, the story of Ryosuke, Hojo and Kaori is revealed. And as Ikeda of Spiral Zero spectates the race from behind, it's obvious that this race of fate has quickly risen well beyond dangerous.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4502289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4502289",
                    "TitleEnglish": "Full Stop",
                    "SummaryEnglish": "As the battle get more dangerous, several confessions come into play that create the full picture behind the feud between Ryosuke and Rin, and how Rin's actions played a huge part in Kaori's suicide. But as they approach the end of the track, Rin's tires and brakes are completely shot, turning his R32 into an unstoppable weapon. What's going to happen, and can Ryosuke escape?!",
                    "Aliases": []
                },
                "11": {
                    "ID": "4523293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4523293",
                    "TitleEnglish": "Full Stop, Continued...",
                    "SummaryEnglish": "As the out-of-control FC and R32 hurtles down the mountain, only a miracle can stop these two missiles from spectacularly crashing! Meanwhile, Project D prepares for their last battle of Kanagawa against the secretive Team Sidewinder. That is, until the SpeedStars find out that Takumi’s opponent will be an Eight-Six.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4523294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4523294",
                    "TitleEnglish": "Brothers",
                    "SummaryEnglish": "The final battles for Project D are here, and it all starts with the uphill battle between Keisuke's FD and Go Hojo's NSX. But as Rin understands, there is a fundamental difference between his younger brother and Keisuke, one that might determine this race.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4526533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4526533",
                    "TitleEnglish": "Unexpected Battle",
                    "SummaryEnglish": "The battle between Keisuke and Go Hojo continues. Keisuke's good run behind Go Hojo led to many feeling unbelievable, including Go Hojo himself. Then entering the second round, the match gets more intense. Who will take this uphill climb battle?",
                    "Aliases": []
                },
                "14": {
                    "ID": "4526534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4526534",
                    "TitleEnglish": "Conclusion! Extreme Hill Climb",
                    "SummaryEnglish": "The intense hill climb battle between Keisuke and Go Hojo is coming to the end of second round. Keisuke engages in attack mode and Go Hojo starts to get tense. Meanwhile, Shinji Inui has revealed to especially Mako and Sayuki, who has been with him, that he would be the racer of the downhill battle against Takumi.",
                    "Aliases": []
                }
            }
        },
        "6": {
            "ID": "586232",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/6",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4889010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889010",
                    "TitleEnglish": "Natural",
                    "SummaryEnglish": "Takumi and Shinji's match thus kicks off on an instant. Shinji is given the lead. Bunta steps out of the tofu shop and breaks his key pouch after accidentally dropping it. Bunta speculates an unfortunate event that will happen. Shinji starts to show his dormant power, leaving Takumi to be shocked himself.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4889011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889011",
                    "TitleEnglish": "The Strongest Enemy",
                    "SummaryEnglish": "Takumi and Shinji continue with their match with Takumi, still bewildered by Shinji, starts to focus. But suddenly, Shinji allows Takumi to pass, which disturbs Takumi even more. Even Kubo is utterly disheartened by the turn of events, but both Go and Ryosuke believe this was inevitable, creating a suitable conclusion to Project D's expeditions.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4889013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889013",
                    "TitleEnglish": "Dangerous Scent",
                    "SummaryEnglish": "Both drivers are equally strong, towards the middle of the race. They face a battle of gaining the lead.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4889014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889014",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "The intense downhill battle between the two drivers are reaching an end, as Takumi and Shinji race to their absolute limits. As this battle comes to a close, and the reign of Project D finally ends, the true meaning behind the \"D\" will be revealed. As the characters go on different paths, Takumi's passion to be \"the fastest one out there\" will never end.",
                    "Aliases": []
                }
            }
        }
    }
}