{
    "URL": "https://www.thetvdb.com/series/initial-d",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Coming of Age"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0385426/",
        "https://www.tvmaze.com/shows/9740/show-slug",
        "https://www.themoviedb.org/tv/40424"
    ],
    "TitleEnglish": "Initial D",
    "SummaryEnglish": "Takumi Fujiwara is the son of the owner of a local tofu shop. Every night Takumi delivers tofu on the seldom-used roads of Mt. Akina in his father's AE86 Sprinter Trueno (AE86 Corolla GT-APEX). One night, the Akagi RedSuns racing team challenges the local Akina SpeedStars team to a race. While on his way home from a practice run on Mt. Akina, Keisuke, one of the leaders of the RedSuns, encounters a mysterious Sprinter Trueno and is shocked as he is easily passed on Akina's downhill. Keisuke vows to take revenge against the mysterious AE86 of Mt. Akina...",
    "TitleJapanese": "頭文字D",
    "SummaryJapanese": "北関東の名立たる峠道を舞台に、主人公・藤原拓海が父親の愛車、AE86型（ハチロク）スプリンタートレノを駆り、誰の目にも圧倒的に速いと思える車を相手に対等な勝負を繰り広げ、“公道最速”を目指す。",
    "Aliases": [
        "Initial D: First Stage",
        "Initial D: Second Stage",
        "Initial D: Third Stage",
        "Initial D: Fourth Stage",
        "Initial D: Fifth Stage",
        "Initial D: Final Stage"
    ],
    "Modified": "2025-09-07",
    "Seasons": {
        "0": {
            "ID": "18368",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "419833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/419833",
                    "TitleEnglish": "Extra Stage, Part 1 - Beyond The Impact Blue",
                    "SummaryEnglish": "As usual Mako and Sayuki are racing on Mt. Usui. But Mako is battling emotional wounds from what she thinks was a rejection by Iketani, while Sayuki's childhood friend Shingo (of the Myogi Night Kids) and his teammate Nakazato arrive to warn them that a team made of Lancer Evolutions called Emperor is targeting Usui now, to conquer the Gunma area.",
                    "TitleJapanese": "Extra Stage - インパクトブルーの彼方に…",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7328661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/7328661",
                    "TitleEnglish": "Extra Stage, Part 2 - Sentimental White",
                    "SummaryEnglish": "To make Mako’s world better, Sayuki sets up a perfect match for her best friend. At first this seems alright, but is it worth it if it means giving up her dreams in street racing for a relationship?",
                    "TitleJapanese": "Extra Stage - センチメンタルホワイト",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "332093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/332093",
                    "TitleEnglish": "Battle Stage",
                    "SummaryEnglish": "Initial D Battle Stage (special) will summarize the major street races from the two TV series. Rather than simply using clips from the TV series, the new special will entirely re-animate all of the original CG car and background footage with new state-of-the-art computer graphics rendering. The special will also feature entirely new Super Eurobeat music and guest commentary from legendary \"drift racer\" Keiichi Tsuchiya.",
                    "TitleJapanese": "BATTLE STAGE",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "555921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/555921",
                    "TitleEnglish": "Battle Stage 2",
                    "SummaryEnglish": "Initial D Battle Stage 2 summarizes the major street races from the recent Fourth Stage TV series. While the first Battle Stage had every battle re-animated from scratch, the only episodes altered in the second version were the early races in stage 4, to match with the visual style of the latter portion of Stage 4. Additionally, two races that were previously seen only in the manga were animated specially for the feature. The first race is Takahashi Keisuke vs. Smiley Sakai, and the other is Keisuke vs. Kawai Atsuro. Both races are noticeably shorter than the other races in the feature.",
                    "TitleJapanese": "BATTLE STAGE 2",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "424995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/424995",
                    "TitleEnglish": "Extra Stage 2",
                    "SummaryEnglish": "Itekani missed an oppertunity to see Mako-chan and hates himself for never calling to say he was sorry. By chance he runs into her 6 months later, and the situation is akward. Itekani does not have time to talk at the chance, but both want to talk, so they arrange a 2. meeting. Itekani goes to the meeting place early, but an old man was left behind from an tourist bus, and asks Itekani to catch the bus for him. Itekani being a nice guy, cant say no.",
                    "TitleJapanese": "Extra Stage 2 - 旅立ちのグリーン",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5222812",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222812",
                    "TitleEnglish": "Legend 1: Awakening",
                    "SummaryEnglish": "The first part of a trilogy depicting Takumi Fujiwara's rise from delivery boy to Mt. Akin's downhill racing legend, focusing on the battles against the Takahashi brothers.",
                    "TitleJapanese": "新劇場版 頭文字D Legend1 -覚醒-",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5222813",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222813",
                    "TitleEnglish": "Legend 2: Racer",
                    "SummaryEnglish": "After his unexpected victory over Red Sun's Keisuke, Takumi newfound fame brings forth a formal challenge from the Myogi NightKids leader, Takeshi Nakazato.",
                    "TitleJapanese": "新劇場版 頭文字D Legend2 -闘走-",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5222814",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/5222814",
                    "TitleEnglish": "Legend 3: Dream",
                    "SummaryEnglish": "Mt. Akina's new downhill racing hero Fujiwara Takumi prepares for the final showdown against Red Sun's unbeaten leader and Akagi's fastest driver, Takahashi Ryosuke.",
                    "TitleJapanese": "新劇場版 頭文字D Legend3 -夢現-",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8323359",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/8323359",
                    "TitleEnglish": "Battle Stage 3",
                    "SummaryEnglish": "Initial D: Battle Stage 3 is the eleventh and final installment of the Initial D series. It features every race from Fifth Stage and Final Stage. Unlike the previous two battle stages, it does not feature any new battles, and doesn't feature any character dialogue.",
                    "TitleJapanese": "Battle Stage 3",
                    "SummaryJapanese": "ゲームファン、車ファン、アニメファンと多方面で人気の「頭文字D」のバトルステージ第3弾。舞台を神奈川県に移したTVシリーズの5th Stage、Final Stageで描かれた全9バトルを収録。本編とは異なる新しいユーロビートで迫力あるバトルシーンが甦る。"
                },
                "10": {
                    "ID": "8950069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/8950069",
                    "TitleEnglish": "Battle Digest",
                    "SummaryEnglish": "Initial D the Movie Battle Digest (新劇場版 頭文字D BATTLE DIGEST Shin Gekijō-ban Inisharu Dī BATTLE DIGEST) is a compilation film in the New Initial D the Movie series. It features the battle scenes from the Initial D Legends films with a new soundtrack, in a similar fashion to the Battle Stages. While the original films featured a J-Rock soundtrack, this film features a Eurobeat soundtrack. Aside from the battle scenes, it also has scenes where the characters from the films test drive their vehicles.",
                    "TitleJapanese": "新劇場版 頭文字D BATTLE DIGEST",
                    "SummaryJapanese": "ヤングマガジンで18年間連載され、絶大な人気を誇る原作「頭文字D」。その劇場版アニメ3部作のバトルシーンのみで編集した映像に、ユーロビートを乗せて再構築した、迫力満点の映像集！\n\n(C)しげの秀一/講談社・2014新劇場版「頭文字D」製作委員会\n(C)しげの秀一/講談社・2015新劇場版「頭文字D」L2製作委員会\n(C)しげの秀一/講談社・2016新劇場版「頭文字D」L3製作委員会"
                },
                "11": {
                    "ID": "9165981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/9165981",
                    "TitleEnglish": "Project D to the Next Stage",
                    "SummaryEnglish": "A special that comes with the Fourth Stage DVD-BOX. It is comprised of a recap from First Stage to Third Stage, along with staff commentary and sneak preview of the making of the Fourth Stage.",
                    "TitleJapanese": "総集編 ～プロジェクトDへ向けて～",
                    "SummaryJapanese": "ＢＳアニマックス\n[字]頭文字Ｄ 総集編 ～プロジェクトDへ向けて～\n\n3DCGのカーバトル炸裂！\n大興奮映像の『頭文字[イニシャル]Ｄ』。\nこのTVシリーズ第1作目から劇場版「Third Stage」ま…\n\n詳細情報\n番組内容\n3DCGのカーバトル炸裂！\n大興奮映像の『頭文字[イニシャル]Ｄ』。\nこのTVシリーズ第1作目から劇場版「Third Stage」までの、数々のバトルを振り返る総集編と、「Fourth Stage」のメイキング及び見所を紹介するスペシャル。\n＜制作:2003年＞"
                },
                "12": {
                    "ID": "9785177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/9785177",
                    "TitleEnglish": "Fourth Stage Battle Digest",
                    "SummaryEnglish": "An 8 minute trailer for Initial D Battle Stage 2 that came with Super Eurobeat Presents Initial D Fourth Stage Non-Stop Mega Mix With Battle Digest, the thirty-fourth Initial D album. It was released February 28th 2007 and published by Avex Trax.",
                    "TitleJapanese": "Fourth Stage Battle Digest",
                    "SummaryJapanese": "An 8 minute trailer for Initial D Battle Stage 2 that came with Super Eurobeat Presents Initial D Fourth Stage Non-Stop Mega Mix With Battle Digest, the thirty-fourth Initial D album. It was released February 28th 2007 and published by Avex Trax."
                }
            }
        },
        "1": {
            "ID": "1315",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "27674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27674",
                    "TitleEnglish": "The Ultimate Tofu Store Drift",
                    "SummaryEnglish": "Takumi Fujiwara is an eighteen-year-old high school student who usually appears aloof and spaced out. Working with his best friend Itsuki at a gas station ran by his father's friend Yuichi, they meet Iketani and Kenji of the Akina SpeedStars. One night, Iketani brings the two up Mount Akina to experience the life of a street racer when the RedSuns from Mount Akagi, led by the Takahashi brothers, challenge the Speedstars to a race. What they all don’t know is the fastest car on Mt. Akina is a tofu delivering Eight-Six.",
                    "TitleJapanese": "究極のとうふ屋ドリフト",
                    "SummaryJapanese": "北関東の一角に位置する秋名山はこの地を拠点とする走り屋グループ「秋名スピードスターズ」のホームである。リーダーの池谷は「俺たちが秋名最速だ!」と豪語し、夜ごと走りを楽しんでいた。だがある夜、赤城山で名の知れたグルーブ「赤城レッドサンズ」が出現。次の土曜日に交流会とは名ばかりのダウンヒル・バトルをすることになってしまった。レッドサンズのNo.2 高橋啓介は池谷たちを格下と見なし、既に勝利したつもりでいたが……。"
                },
                "2": {
                    "ID": "27675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27675",
                    "TitleEnglish": "Revenge! The Rumbling Turbo",
                    "SummaryEnglish": "Keisuke Takahashi of the RedSuns is on the hunt for the mysterious ghost driver of Akina that defeated him with a shocking drift technique. Upon hearing this rumour, Iketani goes out to locate this monstrous Eight-Six only to learn that it belongs to Takumi’s own dad.",
                    "TitleJapanese": "リベンジ宣言!ほえるターボ",
                    "SummaryJapanese": "秋名山から帰還途中、謎のハチロクに抜かれた啓介は怒りに血をたぎらせる。一方、そんなことは知らない池谷は、地元の意地に掛けても交流戦に勝とうと奮起するが、レッドサンズに勝つ見込みはほとんどない。すると焦る池谷に、バイト先のスタンド店長(立花雄一)がある情報をもたらした。「今も昔も秋名の最速はとうふ屋のハチロクだ」。しかしその言葉が信じられない池谷はさらに焦りを募らせ、愛車S13で限界ギリギリのタイムアタックを続ける。"
                },
                "3": {
                    "ID": "27676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27676",
                    "TitleEnglish": "The Downhill Specialist Appears",
                    "SummaryEnglish": "The Akina SpeedStars have taken the challenge of the RedSuns, but Iketani won’t be able to compete in the upcoming battle. By chance, he hopes he can get Bunta Fujiwara to race in his place.",
                    "TitleJapanese": "ダウンヒルスペシャリスト登場",
                    "SummaryJapanese": "無理な運転がたたって怪我をしてしまった池谷は、最後の望みを託して「藤原とうふ店」を訪れ、秋名最速のダウンヒルスペシャリストと謳われた藤原文太に代役を依頼する。しかし文太はあいまいな返事を繰り返すばかり。それでも池谷は諦めず、ついには五分五分の確率で交流戦に出られるかもしれないとの約束を取り付けた。一方、文太の親友の立花祐一は気になる話を耳にしていた。今、ハチロクに乗っているのは文太ではないというのだ。"
                },
                "4": {
                    "ID": "27677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27677",
                    "TitleEnglish": "Into the Battle!",
                    "SummaryEnglish": "Iketani patiently waits for Bunta to appear to drive for his team against Keisuke Takahashi, but to his surprise, Takumi shows up in his place, reluctantly. This puts everybody in a state of shock, as the unexpected is about to happen.",
                    "TitleJapanese": "交流戦突入!",
                    "SummaryJapanese": "交流戦当日。「同じ相手に二度は負けない!」と意気込む啓介は、走り込みもそこそこにハチロクの出現を待ち構えていた。だが開始時刻が過ぎてもハチロクは姿を見せず、苛立ちを募らせる。しかもやっと到着したハチロクから降りたのは、文太の息子の藤原拓海だった。予想外の対戦相手に啓介は失笑し、池谷は頭を抱える。それでも勝負は勝負。スタートラインについたふたりのマシンは、次の瞬間、スキート音を響かせて秋名を駆け下りていった。"
                },
                "5": {
                    "ID": "27678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27678",
                    "TitleEnglish": "Dogfight!",
                    "SummaryEnglish": "Everyone in the crowd is speechless as they have just witnessed the impossible, an Eight-Six overtaking Keisuke’s FD. Ryosuke goes up to solve what’s the success behind this somewhat simple car to discover its unexpected secret. The next day Takumi goes out on a date with Natsuki to the beach, and the thrilling thoughts of racing have started to interest him.",
                    "TitleJapanese": "決着!ドッグファイト!",
                    "SummaryJapanese": "ギャラリーが見守る中、ついにダウンヒル勝負が始まった。序盤の直線ではパワーにものを言わせた啓介のFDが拓海のハチロクを引き離し、勝負はそのままFDが制するかと思われた。だが下りの本命、コーナー地帯に突入するとハチロクが徐々に差を詰め始める。そして運命の5連続ヘアピンに入ったハチロクはオーバースピードのままインベタで突入。これには啓介も正気を疑うが、ハチロクはスピードを緩めようとせず、FDに挑みかかった!!"
                },
                "6": {
                    "ID": "27679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27679",
                    "TitleEnglish": "A New Challenger",
                    "SummaryEnglish": "While Ryosuke is practicing with his FC on Akina’s course, a more menacing vehicle appears from behind. Meanwhile Takumi is asked how he earned his godly drifting skills as Iketani wishes to see a demonstration first hand.",
                    "TitleJapanese": "新たなる挑戦者",
                    "SummaryJapanese": "ハチロクの走りに興味を持った高橋椋介の前に、漆黒のR32が現れた。妙義山最速の走り屋集団「妙義ナイトキッズ」のリーダー 中里毅だ。彼もまた自分を熱くする対戦相手を求めていたのである。「ドリフト遊びではなく、グリップでガンガン攻める走りでハチロクを倒す!」と宣言する中里。そんな事とは知らない拓海は池谷を乗せて日頃の走りを披露。最初は喜んでいた池谷だが、絶妙の荷重移動からのドリフトに耐えきれず気絶してしまった。"
                },
                "7": {
                    "ID": "27680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27680",
                    "TitleEnglish": "A Racer's Pride",
                    "SummaryEnglish": "More history behind Takumi's and Natsuki is revealed. Nakazato of the Nightkids wants to challenge this mysterious Eight-Six, but he assumes that its driver has agreed to do so. As Takumi ponders why he should take up the challenge, various people plan on making him change his mind.",
                    "TitleJapanese": "走りやのプライド",
                    "SummaryJapanese": "拓海のバイト先に現れた中里がハチロクとのバトルを申し込んできた。すると拓海の親友の武内樹が調子に乗ったあげく、勝手にバトルの約束を取り付けてしまう。だが拓海には中里と対決するつもりはなく、戦う理由がわからないと言い出す始末。それでも立花の何気ない一言が拓海の心に火をつける。「やめとけ、誰も逃げたなんて思わないさ」。胸の内に熱いものがこみ上げるのを感じた拓海は、ハチロクで秋名山に向かおうとするが……。"
                },
                "8": {
                    "ID": "27681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27681",
                    "TitleEnglish": "Time's Almost Up!",
                    "SummaryEnglish": "The countdown to the night’s battle is closing in as everyone has gathered, but where is the Eight-Six? Itsuki will have to make an embarrassing apology to everyone if his best friend decides not to show.",
                    "TitleJapanese": "タイムアップ寸前!",
                    "SummaryJapanese": "バトル当日、秋名山の頂上には大勢のギャラリーが詰めかけ、スタート時刻を待ち焦がれていた。だがいくら待ってもハチロクが姿を現さない。業を煮やして迎えに行った池谷たちは、拓海の口から衝撃の事実を聞かされた。文太がハチロクに乗って出かけたまま、まだ帰って来ていないというのだ。マシンがなければバトルどころではない。それでも約束の時間ギリギリのところで文太は帰宅。拓海はハチロクに乗り込み、秋名山へと急ぐ!"
                },
                "9": {
                    "ID": "27682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27682",
                    "TitleEnglish": "Battle to the Limit!",
                    "SummaryEnglish": "Nakazato faces off with Takumi, using his grip technique against Takumi's drift technique. Who will come out on top?",
                    "TitleJapanese": "限界バトル!",
                    "SummaryJapanese": "ついにバトルが始まった。圧倒的なパワーと制動力を有するR32は正確なグリップ走行で先行、ジワジワと差を開いていく。対するハチロクはカウンターを極力あてない4輪ドリフトで対抗する。そんなバトルの最中、拓海はマシンの挙動がいつもとは違っているのに気付いた。文太が足回りのセッティングを変更し、アクセルオンでアンダーステアが出るようになっていたのだ。より踏み込みやすくなったマシンと共に、拓海が猛追撃を開始する!"
                },
                "10": {
                    "ID": "27683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27683",
                    "TitleEnglish": "The 5 Consecutive Hairpins",
                    "SummaryEnglish": "Nakazato has underestimated Akina’s Eight-Six, and he might just be in trouble as the five consecutive hairpins are upon him. Also to everyone’s surprise, Itsuki buys a new car.",
                    "TitleJapanese": "爆裂!5連ヘアピン",
                    "SummaryJapanese": "バトルは終盤。ここまでのタイトなステアリングワークがたたり、中里はアンダーステアを抑えるのに必死になっていた。さらにハチロクがアウトから抜きにかかると冷静さを失い、アウト側のラインを締めにかかる。だがこれが拓海の狙いだった。フルブレーキングからのクロスラインでイン側に移動すると、車一台分しかない隙間に突っ込んだのだ。ミスに気付いた中里は慌ててイン側を締めようとするが、すでにハチロクはR32に並んでいた!!"
                },
                "11": {
                    "ID": "27684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27684",
                    "TitleEnglish": "Shingo Arrives!",
                    "SummaryEnglish": "To prove the potential of Itsuki’s new car, Takumi drives it against a minor racing team from Gunma. Members of the NightKids has been appearing more often, so on the night that Iketani drives out his S13, Shingo appears from behind with deadly intents.",
                    "TitleJapanese": "デンジャラス慎吾登場!",
                    "SummaryJapanese": "樹がハチゴーを手に入れ、池谷のS13も修理が完了したことから、スピードスターズの仲間たちは拓海に追いつけとばかりに練習を開始する。ところが思わぬ邪魔が入ることになった。ナイトキッズのNo.2で、CIVIC EG-6 SI-Rの使い手 庄司慎吾だ。勝つためなら手段を選ばず、汚い手もためらわない慎吾は、手始めに池谷を標的に定める。サイドドリフトの練習を繰り返す池谷のS13をあおり、後ろからバンパーをつついてスピンさせたのである。"
                },
                "12": {
                    "ID": "27685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27685",
                    "TitleEnglish": "The FR Killer",
                    "SummaryEnglish": "Takumi has managed to arrange a double date with Natsuki, Itsuki, and Natsuki's friend. Iketani invites Takumi to drive his S-13, but this time he’s going to try to stay awake the whole time. Then the NightKids arrive with Shingo leading the pack, issuing the Eight-Six a challenge next Saturday night for a gum-tape death match!",
                    "TitleJapanese": "FR殺しのデスマッチ!",
                    "SummaryJapanese": "EG-6の無謀な運転に怒りを爆発させる池谷だが、相手の実力は認めざるを得なかった。FFであるEG-6の特性を活かし、コーナリングしながらのブレーキング(左足ブレーキ)でリアの荷重を抜く走りは、相当のハイテクニックが要求されるからだ。とはいえ池谷の怒りは収まり切らず、拓海にS13でのレクチャーをつけてもらう。するとその場に再び慎吾が姿を現し、「自分たちのルールでバトルに勝てばいくらでも謝ってやる」と挑発するのだった。"
                },
                "13": {
                    "ID": "27686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27686",
                    "TitleEnglish": "First Date",
                    "SummaryEnglish": "Itsuki is in love with Natsuki’s friend, and tries to set up another date with her. Word is spreading fast of the upcoming gum-tape match, yet Takumi hasn't agreed to competing in one. Much to his disappointment, Shingo intends to make the Eight-Six come out by force.",
                    "TitleJapanese": "イツキの初デート",
                    "SummaryJapanese": "右手をステアリングに縛り付けたままダウンヒルに挑む「ガムテープ・デスマッチ」を仕掛ける慎吾。あまりに危険な挑戦に池谷をはじめ、スピードスターズの仲間は無視を決め込もうとする。ところがある事件から事態は急転直下の展開を見せ始める。初めてのデートで浮かれる樹のハチゴーがEG-6にあおられて事故を起こし、樹が怪我をしてしまったのだ。これには日頃、冷静な拓海も怒りを露わにし、慎吾の挑戦を受けて立つことを決意した。"
                },
                "14": {
                    "ID": "27687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27687",
                    "TitleEnglish": "Evolving Drift",
                    "SummaryEnglish": "Takumi has no plans in running away from Shingo’s provoked challenge. When he discovers the suicidal consequences of having a gum-tape death match with the addition of Shingo’s dangerous driving, Takumi might just have added too much pressure on himself.",
                    "TitleJapanese": "進化するドリフトの天才！",
                    "SummaryJapanese": "周囲の反対を押し切って拓海はスタート地点に現れ、ついにガムテープ・デスマッチが始まった。当初こそコツがつかめなかった拓海だが、ステアリングよりも荷重移動によるコントロールに気付くと、鋭い走りを見せるようになる。これには慎吾も驚かされたが、まだ彼には秘策があった。コーナーの途中、荷重の抜けたハチロクのリアにわざとEG-6をぶつけたのだ。突然の衝撃にハチロクはスピンし、慎吾は勝利を確信するのだが……!?"
                },
                "15": {
                    "ID": "27688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27688",
                    "TitleEnglish": "Takumi's Fury!",
                    "SummaryEnglish": "During the gum-tape deathmatch, Shingo’s reckless driving makes Takumi angry after a near collision with Shingo. His face and driving fills with anger as he attacks with nothing but the thought of wining in his mind, doing speeds and maneuvers that are just pure dangerous.",
                    "TitleJapanese": "拓海·怒涛の激走!",
                    "SummaryJapanese": "スピンから立ち直った拓海の中で何かがキレた。「むかついた、わざとやりやがったな」。縁石に乗り上げ、ガードレールにリアをぶつけながらも疾走する拓海は、5連ヘアピンでEG-6を猛追。溝を使ったインベタ抜きで先頭に立つ。一方、勝負を仕掛けた手前、負けられない慎吾は最後の手段としてダブルクラッシュを画策。ハチロクにEG-6をぶつけようとする。突如、ライン変更して真横から迫るEG-6を、さすがのハチロクもよけきれないと思われたが……。"
                },
                "16": {
                    "ID": "27689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27689",
                    "TitleEnglish": "The Angel of Usui",
                    "SummaryEnglish": "Rumors of the fastest on Usui Pass are a pair of females called Impact Blue. While Iketani is out on a date with his dream girl, his friends decide to watch this mountain pass in hoping to see the rare SilEighty in action.",
                    "TitleJapanese": "碓氷峠のエンジェル",
                    "SummaryJapanese": "ガムテープ・デスマッチも終わったある日。車の故障で立ち往生する佐藤真子を助けた池谷は長野の碓氷峠でデートすることとなった。真子をひと目見ようとした樹や拓海を無視して、ふたりきりのデートを楽しむ池谷。一方、時間を持ち余した拓海たちは、立ち寄ったスタンドで碓氷最速のドライバーが青いシルエイティを操る女性だと聞かされる。俄然興味をかき立てられた拓海たちは、シルエイティの走りを見ようと夜の碓氷峠に繰り出した。"
                },
                "17": {
                    "ID": "27690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27690",
                    "TitleEnglish": "Sudden-Death Death Match",
                    "SummaryEnglish": "Mako gives Iketani a tempting offer to lure the Eight-Six in challenging the SilEighty. At first Iketani wasn't willing to agree to her terms, but Takumi considers it as he has his own agenda.",
                    "TitleJapanese": "サドンデス·デスマッチ",
                    "SummaryJapanese": "シルエイティのドライバーは真子と沙雪のコンビだった! ショックを隠せない池谷に真子は頭を下げ、走り屋をやめる最後の思い出にハチロクとバトルさせてほしいと申し込む。池谷をダシに取引するような態度に拓海は怒りを募らせるが、本心は穏やかでなかった。秋名以外の峠に挑戦すること、なによりシルエイティの走りに魅了されていたのだ。「初めて走る峠を思い切り攻めてみたい」。そんな拓海の想いがバトルを実現させることになった。"
                },
                "18": {
                    "ID": "27691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27691",
                    "TitleEnglish": "Hot Winds and Furious Driving",
                    "SummaryEnglish": "The race has begun on Mt. Usui. With Mako driving chase, the Impact Blue team hopes to see how Takumi and his Eight-Six handle the pressure. Takumi struggles to keep up with the SilEighty, wondering if he is in over his head.",
                    "TitleJapanese": "熱風!激走!碓氷峠",
                    "SummaryJapanese": "勝負のルールは先行後追い方式のサドンデス。後追いを選択した拓海は懸命にシルエイティを追尾するが、なかなか走りに気持ちが入らない。慣れないコースのハンデはそれほど大きかったのだ。それでも秋名での5年間の走り込みで培った集中力とセンス、鍛え抜かれたドライビングテクニックが限界を超えた走りを可能とする。そしてついに碓氷最難関と呼ばれるC-121コーナーを、猛烈な突っ込みからの4輪ドリフトでクリアーしたのだった。"
                },
                "19": {
                    "ID": "27692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27692",
                    "TitleEnglish": "Super Drift!",
                    "SummaryEnglish": "The battle down Mt. Usui concludes between Mako and Sayuki in their SilEighty versus Takumi in the Eight-Six. The girls have the teaming and home field advantage, knowing Usui inside and out. Will Takumi be able to pull through?",
                    "TitleJapanese": "決着!スーパードリフト",
                    "SummaryJapanese": "慣れた者でも難しいC-121コーナーを絶妙な4輪ドリフトで突破した拓海に、戦意を失いかける真子と沙雪。それでも走り屋としてのプライドを奮い立たせ、追いすがるハチロクをちぎろうとアクセルを踏み込んだ。だが連続コーナーの連続にタイヤのグリップは限界を超えており、ついにスピンしてしまう。ラインをふさぐ形で停止したシルエイティに迫るハチロク。このままでは衝突は免れないと思われたが、拓海の目はわずかな隙間を捉えていた。"
                },
                "20": {
                    "ID": "27693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27693",
                    "TitleEnglish": "The End of Summer",
                    "SummaryEnglish": "Takumi and the gang go to the water park with Mako and Sayuki. Iketani can't get his mind off Mako, but when he learns more about her he gets depressed and wonders if he is worthy of her company.",
                    "TitleJapanese": "ジ·エンド·オブ·サマー",
                    "SummaryJapanese": "勝負の後、沙雪の提案でプールに行くことになった拓海たち。しかし池谷だけは落ち着きがなかった。勝負をセッティングしてくれたお礼をしたいとの真子の言葉が耳に残っていたのだ。初めて会った場所で待っているという真子に舞い上がる池谷。ところが彼女の憧れが高橋涼介だとわかり、約束の場所に向かうのをためらってしまう。「涼介さんの走りが、走り屋の世界にハマるきっかけになったの」。真子の言葉にうちひしがれる池谷は……。"
                },
                "21": {
                    "ID": "27694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27694",
                    "TitleEnglish": "Challenge from a Superstar",
                    "SummaryEnglish": "Ryosuke has now issued a challenge to the Eight-Six's driver, but for some reason Takumi has been acting more spaced out than usual. Itsuki and Iketani are worried, believing that their friend may be suffering from lovesickness.",
                    "TitleJapanese": "スパースターからの挑戦状",
                    "SummaryJapanese": "「秋名のハチロク」の走りがギャラリーを沸かせた夏も終わり、拓海は学校とバイトのかけもちで忙しい日々を送っていた。そんなある日、拓海のバイト先に真赤な薔薇の花束とメッセージカードが届けられる。送り主は高橋涼介、そしてメッセージの内容は「9月15日 午後10時 秋名山頂上」。それは紛れもなく挑戦状だった。走り屋のスーパースターとして名高い涼介が拓海をターゲットに入れ、真正面からダウンヒル・バトルを挑んできたのだ!"
                },
                "22": {
                    "ID": "27695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27695",
                    "TitleEnglish": "Fierce Uphill Battle!",
                    "SummaryEnglish": "After both losing to the newly famed Eight-Six, Keisuke Takahashi of the RedSuns and Takeshi Nakazato of the NightKids are competing against each other for position of which is the most skilled team in Gunma.",
                    "TitleJapanese": "激闘!ヒルクライム",
                    "SummaryJapanese": "涼介の挑戦を受けて以来、ひとりで考えることが多くなった拓海。それを心配した仲間たちが拓海を妙義山に連れ出した。その夜、行われるレッドサンズとナイトキッズのヒルクライム・バトルを見せ、喝を入れようというのだ。対戦するのは高橋啓介のFDと中里毅の32。降り出した雨の中、コーナーを傲然と走り抜ける2台のマシンに、拓海は胸の高鳴りを抑え切れなかった。「なんだ、他のヤツの走りを見て、こんな気持ちになるのは初めてだ……」"
                },
                "23": {
                    "ID": "27696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27696",
                    "TitleEnglish": "The Rainy Downhill",
                    "SummaryEnglish": "Another RedSuns member issues a challenge to the Eight-Six, but this time in the rain on Mount Myogi.",
                    "TitleJapanese": "雨のダウンヒルバトル!",
                    "SummaryJapanese": "啓介と中里のバトルは終わったが、その夜のイベントは終わらない。啓介の愛弟子 中村ケンタが、拓海に雨中のダウンヒル・バトルを挑んできたのだ。「雨のバトルなら誰にも負けない!!」と豪語するケンタのS14 Q’sはスタートダッシュで猛然と先行。ところがコーナーに入ると拓海が追撃を開始し、あっさりとケンタに追いついてみせた。実は拓海はハチロクの後部シートに樹を乗せ、リアのトラクションを稼ぐ戦法に出ていたのだ。"
                },
                "24": {
                    "ID": "27697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27697",
                    "TitleEnglish": "Akagi's White Comet!",
                    "SummaryEnglish": "Everyone across Gunma has been waiting for this moment, when Akagi’s White Comet comes face to face with Akina’s Eight-Six. In preparation for this upcoming battle, Bunta tests out the stability of the Eight-Six.",
                    "TitleJapanese": "赤城の白い彗星!",
                    "SummaryJapanese": "決戦日が近づく最中、池谷の友人が3年前の高橋涼介の走りを収めた映像を入手してきた。かつて一匹狼として走っていた涼介は「赤城の白い彗星」と呼ばれ、ストリートだけでなくジムカーナやサーキット競技会で連戦連勝。コースレコードを次々と塗り替えて、不敗神話を打ち立てたのである。しかも涼介はいまだに全開で走っていないというのだ。一方、拓海は「自分が知っている一番速い走り方で走るだけ」と応え、周囲の期待は高まっていった。"
                },
                "25": {
                    "ID": "27698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27698",
                    "TitleEnglish": "The Last Battle",
                    "SummaryEnglish": "Nobody among the galleries has ever seen Ryosuke Takahashi drive his full potential, that is until the Eight-Six appeared. Instead of driving as the founder of the RedSuns, Ryosuke retains his title that made him famous. The White Comet has come at full force, as a new legend among the streets is about to be born between these two rivaling drivers. Will Takumi be able to defend against the analytical brother with more experience in driving than most pros?",
                    "TitleJapanese": "決戦!ラストバトル",
                    "SummaryJapanese": "「赤城の白い彗星」と「秋名のハチロク」。ギャラリーが固唾を呑んで見守る中、ふたりのバトルが始まった。スタートダッシュはハチロクが制し、猛然とダウンヒルに突っ込んでいく。だがこれは涼介の作戦だった。自ら打ち立てた「公道最速理論」とデチューンまでして車体バランスを整えたFCで、相手にプレッシャーを掛けようというのだ。どんなに踏み込んでも背後に迫るFCに、拓海は涼介の底知れないテクニックを思い知らされることになる。"
                },
                "26": {
                    "ID": "27699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27699",
                    "TitleEnglish": "The New Downhill Legend!",
                    "SummaryEnglish": "The thrill of street racing has finally caught up to Takumi. He still has a couple of tricks available to him, as the thrilling conclusion of Akina’s Eight-Six and White Comet of Akagi’s undefeated record is settled in one dynamic finish to remember.",
                    "TitleJapanese": "新ダウンヒル伝説!",
                    "SummaryJapanese": "バトル終盤、焦った拓海は5連ヘアピンの最初のコーナーでアンダーを出してしまい、FCに抜かれてしまった。このまま勝負は決するものと誰もが予想する。しかし拓海は諦めていなかった。文太直伝の「立ち上がり重視の走り」でFCの直後につけると、複合コーナーにアウトから突入。さらに絶妙なクロスラインでイン側に突っ込んだのだ。衆人が固唾を呑んで見守る中、2台のマシンは猛然とコーナーを駆け抜け、ゴールへと突き進んでいく!"
                }
            }
        },
        "2": {
            "ID": "1316",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "27700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27700",
                    "TitleEnglish": "A New Threat",
                    "SummaryEnglish": "Emperor, a team of Lan-Evos from the Tochigi prefecture has arrived with the goal to crush every team in Gunma. Soon they realize the fastest car in Gunma isn’t just Akagi’s White Comet, but also a new downhill legend known as Akina’s Eight-Six.",
                    "TitleJapanese": "掟やぶりのスーパーウエポン!",
                    "SummaryJapanese": "高橋涼介と藤原拓海の決戦も終わり、静けさを取り戻した群馬に新たなバトルの予兆が近づいてきた。日光を拠点とし、ランエボだけで構成された走り屋集団「エンペラー」が群馬エリア制圧に名乗りを上げたのだ。偶然、秋名の峠でエンペラーのリーダー(須藤京一)とNo.2(岩城清次)と出くわした樹は、「秋名にはハチロクがいる」と自慢する。だが京一はその言葉を一笑に伏し、「今の時代ではハチロクではダメだ」と歯牙にも掛けようとしなかった。"
                },
                "2": {
                    "ID": "27701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27701",
                    "TitleEnglish": "Team Emperor on Akina",
                    "SummaryEnglish": "What would happen if the Eight-Six gets a new upgrade? That’s exactly what Iketani and Itsuki has been thinking about to increase the performance of Takumi’s vehicle. But would Bunta allow it? Elsewhere, team Emperor’s winning streak isn’t slowing down as they continue to sweep across Gunma, defeating every race team with ease. Their next target: Akina’s Eight-Six.",
                    "TitleJapanese": "ランエボ軍団、秋名出撃!",
                    "SummaryJapanese": "ナイトキッズ 中里とのクライムヒルマッチを制した清次は、次の標的を秋名に定めた。バトルの刻限は明晩10:00である。だが今回に限っては、スピードスターズのメンバーは消極的だった。いくら拓海のテクニックが超絶的とはいえ、軽量で大排気量さらに4WDのランエボを相手にするには、ハチロクはあからさまにパワー不足だったからだ。それでも拓海の「俺もバトルしたいです」の一言で事態が急転。両チームのメンバーが秋名の頂上に集結した。"
                },
                "3": {
                    "ID": "27702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27702",
                    "TitleEnglish": "Premonition of Defeat",
                    "SummaryEnglish": "Kyoichi senses an uncanny fighting spirit within the Eight-Six’s driver, as he gives Seiji strict rules against the race. Seiji however decides to ignore these rules and launches his Evo IV into full power. Takumi is outclassed in almost every category as the Evo IV’s power is truly amazing. The battle risk escalates when the race reaches the second half of the course.",
                    "TitleJapanese": "敗北の予感",
                    "SummaryJapanese": "パワーの低いハチロクを先行させ、エヴォ4が追撃する「ハンディキャップ方式」でバトルはスタート。背後にピタリと迫るエヴォ4に、拓海はハチロクのパワー不足を痛感する。だがどうした訳かエヴォ4は抜こうとしなかった。バトル直前、清次は京一からパワーを抑えてでも相手の後ろにつけ、様子を窺うように指示されていたのだ。とはいえ全開で攻め込めない苛立ちが次第に清次から冷静さを奪い、ついにロングストレートでハチロクを抜き去った。"
                },
                "4": {
                    "ID": "27703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27703",
                    "TitleEnglish": "Hollow Victory",
                    "SummaryEnglish": "In his heart, Takumi cannot accept his victory over the Evo IV and decides to make a vow. To add to his already uneasy thoughts, anonymous messages are being sent to Takumi concerning his relationship with Natsuki.",
                    "TitleJapanese": "燃えない勝利",
                    "SummaryJapanese": "バトルは5連ヘアピンにつれこみ、パワーにものを言わせたエヴォ4がハチロクをちぎるかと思われた。しかし拓海は勝負を捨てていなかった。立ち上がり重視のタイトな走りで、エヴォ4の背後に喰らいついたのである。目を見張るばかりの拓海の技に沸くスピードスターズの仲間たち。しかし拓海の心には暗雲が立ち込めていた。走り慣れた秋名以外では自分のテクニックは通用しないのではないか、という疑念を振り切れなかったのだ。"
                },
                "5": {
                    "ID": "27704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27704",
                    "TitleEnglish": "Countdown to Destruction",
                    "SummaryEnglish": "Takumi soon discovers Natsuki’s secret that leads him to vent his anger in an egotistic battle against Kyoichi at Akagi, thinking little of the huge disadvantage he has.",
                    "TitleJapanese": "破滅へのカウントダウン",
                    "SummaryJapanese": "高橋涼介との決戦を前に赤城で走り込みを行う京一。そんな彼の前に拓海とハチロクが姿を現した。清次との一件以来、「もう秋名じゃバトルしねぇ」と誓った拓海を、京一が巧みに挑発したのである。さらに茂木なつきが援助交際をしていることが、拓海を自暴自棄にさせていた。「赤城に来い。そうすれば、今まで以上にいろいろなものが見えるようになる」。その言葉が何を意味するのかわからぬまま、拓海は京一とのダウンヒル・バトルに挑むのだが……。"
                },
                "6": {
                    "ID": "27705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27705",
                    "TitleEnglish": "Goodbye Eight-Six",
                    "SummaryEnglish": "Kyoichi is realizing just how incredible Akina’s downhill specialist is, yet he has full confidence in his rally tuned Evo III. Takumi soon realizes the difference between the Eight-Six and the loud banging horsepower of the Evo III.",
                    "TitleJapanese": "さようならハチロク",
                    "SummaryJapanese": "ミスファイアリングシステムを搭載した京一のエヴォ3はコーナーからの立ち上がりで目覚ましい速度を披露。S字のカウンターアタックでハチロクを抜き去った。続く直線でさらに差を広げようとするエヴォ3。対する拓海は必死に追いすがるべく、アクセルを踏み込む。いつもなら拓海の動きにハチロクは応えてくれるはずだった。ところが突然、エンジンルームから異音が鳴り響き、白煙を噴き上げたハチロクは動きを止めてしまった……。"
                },
                "7": {
                    "ID": "27706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27706",
                    "TitleEnglish": "Battle at Akagi!",
                    "SummaryEnglish": "With the Eight-Six out of the picture, the RedSuns has become the main representatives of Gunma, as every local racer within the prefecture are in favor of Emperor’s defeat. Ryosuke has returned on the street to defeat the revenge-seeking Kyoichi, who plans to use his theories of Motorsports against the White Comet. Also, Iketani and Kenji spot another racer from a neighboring prefecture.",
                    "TitleJapanese": "赤城バトル! 白と黒の閃光!",
                    "SummaryJapanese": "「秋名のハチロクが負けた」との噂は瞬く間に走り屋仲間に伝わり、エンペラーの群馬エリア制圧は目前に迫る。残るは「赤城の白い彗星」高橋涼介だけだ。このバトルに京一は並々ならぬ決意で臨んでいた。1年前、涼介に完膚なきまでに敗北した京一は、自らの最速理論を実証すべく、涼介を倒すことを目的に走り込みを続けていたのだ。「お前の理論の正しさを実証したければ俺に勝ってみろ」。涼介の言葉を返上するため、京一はスタートラインにつく。"
                },
                "8": {
                    "ID": "27707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27707",
                    "TitleEnglish": "Dangerous Car",
                    "SummaryEnglish": "Mount Akagi’s battle continues as Ryosuke has his own theories about streetracing, and he plans to demonstrate its difference on Kyoichi’s Evo III. Back in Akina, Takumi’s routine way of life is gone with the absence of the Eight-Six and the discovery of Natsuki’s secret.",
                    "TitleJapanese": "そのクルマ 凶暴につき",
                    "SummaryJapanese": "エヴォ3のパワーとコーナリング性能、なにより1年間の修行で身に着けた京一のドライビングテクニックは涼介に比肩し、ついにコーナーからの立ち上がり勝負でエヴォ3がFCを抜き去った。ところが涼介は焦る素振りも見せず、背後からじっくりと京一の走りを観察。ジムカーナで鍛えた京一の弱点を見抜いた。ストリートではなくレース場を主戦場とする京一には対向車を意識する癖があり、それが右コーナーの突っ込み不足を生むというのだ。"
                },
                "9": {
                    "ID": "27708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27708",
                    "TitleEnglish": "The New Eight-Six",
                    "SummaryEnglish": "The Eight-Six has returned undergoing a major change. Takumi soon test-drives the new performance much to his mixed satisfactions and disappointments, but what he doesn't understand is what Bunta knows what’s within that car. Also, the relationship between Takumi and Natsuki is falling apart, but Itsuki’s heart is shaken with the appearance of Kazumi.",
                    "TitleJapanese": "ニューハチロク誕生",
                    "SummaryJapanese": "エンジンブローで姿を消していたハチロクが秋名に戻ってきた! 文太が手に入れた新しいエンジンに換装し、新マシンとして蘇ったのだ。しかし久しぶりにステアリングを握った拓海は違和感に顔をしかめる。「全然わかんねぇ。乗りにくい……」。とはいえ、それは文太ならでは計略だった。エンジンを載せ替えただけで各部の調整が完全ではないニューハチロクにあえて乗せることで、拓海にさらなるテクニックを叩き込もうと考えていたのだ。"
                },
                "10": {
                    "ID": "27709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27709",
                    "TitleEnglish": "The Eight-Six Turbo!",
                    "SummaryEnglish": "After Wataru issues a short-lived battle against Keisuke, his sister Kazumi introduces him to Itsuki leading to a chance meeting with another Eight-Six driver. At first everything seems right with the meeting, but because of Takumi’s naïve reaction to his car’s new downhill weapon, Wataru rubs it the wrong way as his bad side emerges.",
                    "TitleJapanese": "宣戦布告ハチロクターボ",
                    "SummaryJapanese": "ニューハチロクに悪戦苦闘する拓海の前に、ハチロクターボ乗りが現れた。埼玉からやってきた秋山渉と和美の兄妹である。同じハチロク乗りでダウンヒルスペシャリストである拓海に興味を持った渉はエンジンを見せてほしいと頼む。だがフロントハッチを開けた途端、目の色が変わった。メカニックの知識もある渉は、文太が仕入れた新エンジンの正体に気付いたのだ。そのエンジンはレース用にチューンされた、カリカリの特別仕様だったのである。"
                },
                "11": {
                    "ID": "27710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27710",
                    "TitleEnglish": "The Seal Is Broken",
                    "SummaryEnglish": "Takumi takes up the challenge and decides where the battle would take place. But before he can accept Wataru’s challenge, he’ll have to learn the most basic essentials of what it means to be a street racer. Also, Itsuki’s relationship with Kazumi is teaching him the value of having a girlfriend.",
                    "TitleJapanese": "封印は解き放たれた...",
                    "SummaryJapanese": "ある日、渉から拓海にバトルの申し入れがあった。ニューハチロクに搭載されたエンジンがどれほどの能力を持っているのか、その秘密を知りたくて挑戦状を叩きつけてきたのである。だが拓海は、未だにどうすればニューハチロクの実力を発揮できるかわからなかった。新型エンジンは1万回転以上の高回転域をパワーバンドとするレース用である。しかし今のハチロクには高回転域の状態を確認する装備がなく、能力を封印された状態だったのだ。"
                },
                "12": {
                    "ID": "27711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27711",
                    "TitleEnglish": "Eight-Six vs. Eight-Six",
                    "SummaryEnglish": "Takumi is about to experience a completely different type of racer within Wataru’s own Eight-Six, in a treacherous mountain pass consisting of mixed elevations, rusting guardrails, unexpected traps and aging rough pavements. As Takumi presses down the accelerator, the true nature of the Eight-Six’s new hidden weapon emerges in its monstrous raw performance.",
                    "TitleJapanese": "ハチロクVSハチロク 魂のバトル",
                    "SummaryJapanese": "拓海が渉とのバトルに選んだのは正丸峠。細くトリッキーなコーナーが多く、ヒルクライムとダウンヒルが組み合わさったこのコースは、地元チームでも手を焼く難関である。勝負は先行・後追い方式で開始され、1本目は渉が先行役を買って出た。ハチロクターボの加速力に追いすがる拓海だが、思うようにニューハチロクの性能を発揮できずに焦りが募っていく。しかしエンジンが1万1千回転を超えた時、ニューハチロクの挙動が突如変わった!"
                },
                "13": {
                    "ID": "27712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27712",
                    "TitleEnglish": "Changing Seasons",
                    "SummaryEnglish": "The battle between the two Eight-Sixes have met Wataru’s satisfaction much higher than he expected, but he plans to decide the outcome of this battle with the judgement of the human body’s limitations. Takumi soon realizes he is losing grip of his pace. After the battle, a series of revelations take place among all the characters in preparation to what’s coming next.",
                    "TitleJapanese": "移りゆく季節のなかで",
                    "SummaryJapanese": "じゃじゃ馬だったニューハチロクが高速回転域では自在に操作できる! それに気付いた拓海はアクセルを思い切り踏み込み、追撃にかかる。そして5回目の走りでついに勝負が動いた。先行するハチロクターボが土砂崩れの跡を避けようとラインを変えた時、拓海は壁とハチロクターボの間に突入、土砂に乗り上げながらもラインをこじ開けたのである! 「俺はこの車で勝ちたいんだ!」。それはまさに、拓海とニューハチロクがひとつになった瞬間だった。"
                }
            }
        },
        "3": {
            "ID": "1317",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "299247",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299247",
                    "TitleEnglish": "Third Stage",
                    "SummaryEnglish": "With high school graduation right around the corner, Takumi Fujiwara has a lot on his mind and a lot to prepare for. Everything becomes even more complicated when Takumi is offered a spot on Ryosuke Takahashi's elite Kengai Racing Team, which seeks to assemble the greatest racers in the Gunma area for a tour of Japan's mountain passes. Before he can accept however, Takumi feels the need to settle the score with the Lancer Evo driving Emperor team, defend his downhill-racer crown against the son of his father's greatest rival, and finally settle things with his unfaithful girlfriend Natsuki",
                    "TitleJapanese": "THIRD STAGE",
                    "SummaryJapanese": "若者たちはそれぞれの思いを胸に、新たに旅立つ…\n「オレたちの県外遠征チームに加わらないか？」。拓海の元に走り屋チーム・レッドサンズのリーダー高橋涼介が訪れた。即答できずに悩む拓海。そんなとき、SW20を駆る男、小柏カイが現れ拓海にバトルを迫る。数々のバトルを経験し、人間としても成長をしていく拓海。卒業を間近に控え、なつきが大切な人であることに気づいた拓海は、自分の素直な気持ちを伝える。そして、春。拓海はひとつの結論を下した…。"
                }
            }
        },
        "4": {
            "ID": "1318",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/4",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "27713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27713",
                    "TitleEnglish": "Project D",
                    "SummaryEnglish": "Project D's reputation is growing with every race. The team's next match pits Takumi against a downhill racer with technique very similar to his own.",
                    "TitleJapanese": "プロジェクトD",
                    "SummaryJapanese": "藤原拓海は、高校卒業を機に高橋涼介率いる＜プロジェクトD＞への参加を決めた。次に対戦するのは、末次トオル率いる栃木エリアのセブンスターリーフだ。拓海のハチロクとダウンヒルバトルするのは、ハチロクに比べて一回りも小さいトオルのロードスター。そしてついに始まるダウンヒルバトル！"
                },
                "2": {
                    "ID": "27714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27714",
                    "TitleEnglish": "Full Speed! Downhill Battle",
                    "SummaryEnglish": "Tohru's promised to quit racing forever if he loses his next match. The course is dangerous, and with Project D's downhill specialist on his tail, one wrong move could spell disaster.",
                    "TitleJapanese": "全開!ダウンヒルバトル",
                    "SummaryJapanese": "ハチロクの後追いスタートではじまったバトル。テール・ツゥ・ノーズでロードスターにぴったりとくいついていく。そしてバトルは側溝区間にまでもつれ込んでいき・・・。このバトルで負ければ引退。走り屋人生の全てを注いで闘いを挑んでくるトオル。今、拓海とトオル、二人の男の熱いバトルが始まった…。"
                },
                "3": {
                    "ID": "27715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27715",
                    "TitleEnglish": "The Most Powerful Man of the Toudou School",
                    "SummaryEnglish": "Act 3 starts off with Takumi driving on Akina after finishing his tofu deliveries upon returning home Takumi informs his father that he will be doing the deliveries for the next few days due to the fact that the team will be having another away match this week their next targets are a team called The Toudou Racing School A special school for driving techniques run by a car shop owner and ex-rally driver.The opponents are Daiki with his Honda Civic EK-9 on the downhill and Sakai with his Honda Integra DC2 Type R on the uphill.This whole episode is just everyone preparing for the up coming battles and ends with Ryosuke giving Takumi a little bit of advice for his race.",
                    "TitleJapanese": "東堂塾最強の男",
                    "SummaryJapanese": "＜プロジェクトD＞の次の対戦相手はガチンコの走り屋集団、東堂塾。下りを担当するのは現役最強ドライバー、二ノ宮大輝のEK9。彼の強さは天性のブレーキング技術にある。コースはまだ工事中で開通しておらず、激しい高低差、うねる路面、さらには落石と最悪。拓海と二宮のバトルが今、始まる。"
                },
                "4": {
                    "ID": "27716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27716",
                    "TitleEnglish": "Two Pieces of Advice",
                    "SummaryEnglish": "Act 4 is completely the race between Takumi and Daiki once again it is in the leader/chaser style with Daiki choosing to be out in front for the first heat.Has the race progresses we learn just what the two pieces of advice Ryosuke gave Takumi in Act 3 were. First \"\"don't look back\"\" - Secondly rev limiting he told Takumi to shift gears at 9000 RPM and not the normal 11,000. The downhill battle seemed to be a bit of a surprise to both racers on Daiki's part it was just how fast both the 86 and Takumi were and on Takumi's side it seemed to be just how much Daiki was able to push him to the edge of his ability's. Has for the race itself the first heat failed to resolve anything with Daiki failing to pass Takumi and in Takumi failing to put any distance between the two of them has for the second heat with Daiki in lead now Takumi was able to end the race when he passed Daiki while using the 86 to it's full potential.",
                    "TitleJapanese": "二つのアドバイス",
                    "SummaryJapanese": "バトルは先行後追い形式。１本目は拓海のハチロクが先行、二ノ宮のEK9が後追い。それを知った涼介は拓海に２つの指示を出す。１つ目は「後ろは絶対に振り返るな」。そしてもう１つの指示は・・・。やがてバトルは２本目に突入。先行はEK9、後追いはハチロク。１本目で自分よりも格下と判断した二ノ宮は、一瞬で終わらせようと猛スピードで走る！"
                },
                "5": {
                    "ID": "27717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27717",
                    "TitleEnglish": "The Starting Line to Victory",
                    "SummaryEnglish": "Act 5 begins with a few short scene's first it's Takumi chatting with Iketani and Itsuke at the gas station followed by Director Toudou giving some advice to a former student and professional racer Tomoyuki Tachi telling him that he feels that he should participate in a street race to help him get out of a slump he is in and after that we have Takumi sitting at home waiting for Bunta to arrive who has taken the 86 for a little spin upon seeing how well tuned the 86 is Bunta feels that there is no more fun left for him in the tuning the 86 any longer and thus informs Takumi that he is thinking about purchasing a new car for himself!. Keisuke and Ryosuke are at home when we learn that a challenge has been made from the Toudou Racing School for a re-match against Project D and on top of that Ryosuke is informed that the driver is a professional by The Emperor's Koyichi Sudo who is also a Toudou School alumni upon hearing this news Keisuke feels that he should be the one how races on behal",
                    "TitleJapanese": "勝利へのスタートライン",
                    "SummaryJapanese": "東堂塾がプロジェクトDへ再戦を挑んできた。相手は東堂塾のOBでプロレーサーの舘智幸だ。今回のコースはのぼりとくだりが半々にミックスされた複合コース。ボンネットを変え軽量化をはかった拓海のハチロクとプロドライバー・トモの駆る東堂商会のデモカーEK９のバトルが始まった！！"
                },
                "6": {
                    "ID": "27718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27718",
                    "TitleEnglish": "Blind Attack",
                    "SummaryEnglish": "Act 6 is completely the race between The 86 and The Toudou School Demo Civic EK9 unlike the last two battles in this one the racers start off side by side with the 86 taking the lead into the first corner but Takumi's lead would be short lived has Tachi passes him rather easily at least so it seems to the untrained eye but we learn that Tachi used a technique called the disappearing line that when used properly even pro racers can't avoid getting passed.After the race proceeds past the half way maker Takumi finds a way to adapt the technique used by Tachi by turning off his headlights coming out of a corner and then pulling ahead by taking the unblocked line but even after he uses this trick he gets passed once more when Tachi taps the rear of The 86 making Takumi loose his rhythm for a second.After being passed the second time Takumi decides that if he is to stand a chance at winning he must use his \"\"Blind Attack\"\" again , at the last turn before the home stretch Tachi not knowing wher",
                    "TitleJapanese": "ブラインド·アタック",
                    "SummaryJapanese": "公道スペシャリストとしてのプライドを賭け、涼介はサーキットで培われたテクニックを峠に応用していく正統派の智幸との対戦に、峠という限られたステージを速く走る変則的なスタイルの拓海を選んだ。ギリギリの状態で進化していく拓海は、テクニックでも車のパワーでも上回るデモEK９の智幸に勝利することはできるのか！？"
                },
                "7": {
                    "ID": "27719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27719",
                    "TitleEnglish": "The 85's Raging Turbo",
                    "SummaryEnglish": "A New nightmarish opponent arrives on Mt. Akina challenging Takumi in a downhill battle. Also, Itsuki gets a new upgrade for his Eight-Five as it is demonstrated on the downhill.",
                    "TitleJapanese": "嵐のハチゴーターボ",
                    "SummaryJapanese": "ヒルクライムのエースの座を賭け、啓介の前に立ちはだかるのは、感覚派ドライバー恭子。東堂塾OBの舘智幸に辛くも勝利した拓海だったが、自分のドラテクに不甲斐無さを感じる。そんな時、配達帰りの秋名ダウンヒルでインプレッサに煽られ、あっさり追い抜かれてしまう。完全に自信喪失する拓海。一体、そのドライバーとは！？"
                },
                "8": {
                    "ID": "27720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27720",
                    "TitleEnglish": "Fateful Battle of FDs",
                    "SummaryEnglish": "With two prefectures of Project D completed, they move on towards the prefecture of Saitama, only to discover the difference of the roads compared to Kanto’s Gunma and Tochigi counterparts. This time, Keisuke will have to work on his acceleration techniques. However, there seems to be an unexpected twist, as his opponent also drives an FD, and happens to be a girl.",
                    "TitleJapanese": "運命のFDバトル",
                    "SummaryJapanese": "＜プロジェクトD＞次の対戦相手は、埼玉県エリアで啓介と同じFDを乗り回す岩瀬恭子だ。ある日、峠でなくしてしまった恭子の携帯を啓介が偶然拾った。運命の出会い。恭子は一瞬にして恋に落ちてしまう。そしてバトル当日、自分の対戦相手がその啓介だと知った恭子は、複雑の思いを胸にバトルに望むのだった…。"
                },
                "9": {
                    "ID": "27721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27721",
                    "TitleEnglish": "Kyoko's Confession",
                    "SummaryEnglish": "Kyoko couldn’t bring to tell her newly found Prince about how she feels about him. Meanwhile Nobuhiko is chasing after the Eight-Six with his Altezza only to behold the shocking driving techniques Project D’s downhill ace can perform.",
                    "TitleJapanese": "恭子の告白",
                    "SummaryJapanese": "埼玉の延彦のアルテッツアとバトル直前に、涼介から急遽アドバイスを受け取る拓海。拓海は戸惑いながらも指示通り走り、延彦を振り切り勝利した。一方、啓介に思いを寄せる恭子は、遂に自分の気持ちを打ち明ける。しかし、啓介は冷たく追い返してしまう。立ち去る啓介の姿を、涙ながらに見送る恭子。しかし恭子は啓介を諦める事ができなかった…。"
                },
                "10": {
                    "ID": "27722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27722",
                    "TitleEnglish": "The Saitama Area's Ultimate Weapon",
                    "SummaryEnglish": "Nobuhiko has devised a new devilish Eight-Six destroyer at the sight of the Cappuchino, and with the addition of a rally racer named Sakamoto, the chance of success for Saitama Grand United is close to 100%. The next battle Project D will face is going to be in another new level, as chances of a rainy night is taken to notice.",
                    "TitleJapanese": "埼玉エリア最終兵器",
                    "SummaryJapanese": "埼玉決戦第2ラウンド！ハチロクに対抗する延彦の最終兵器とは一体…！？それぞれの想いをのせて、埼玉決戦の第２ラウンドがはじまる。ついに最終兵器を繰り出した延彦。拓海は、このバトルに勝利できるのか！？"
                },
                "11": {
                    "ID": "27723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27723",
                    "TitleEnglish": "Rainy Downhill Battle",
                    "SummaryEnglish": "The downhill race between the 86 and the Cappucino starts, and everyone is talking about how much advantage the Cappucino has over the 86. But that advantage is lessen by the rain because the burden of the race shifts from the car to the driver's skills. Iketani, Kenji, and Itsuki goes to watch Takumi's race. Ryosuke gives Takumi some advice in beating his opponent, but he didn't give it clearly because he wants Takumi's skills to grow by figuring it out. This episode ends when Takumi's 86 catches up to the Cappucino by turning early so he spends more time stepping on the accelerator.",
                    "TitleJapanese": "雨のダウンヒルバトル",
                    "SummaryJapanese": "降りしきる雨を蹴散らし、突き進む先行のカプチーノ。必死に喰らいついて行くハチロク。前回のバトルで完敗を喫した延彦が見抜いたハチロクに勝つための一つの方法が、ハチロクよりも軽量・FRのカプチ－ノだった。延彦の思惑通り拓海は、坂本が繰り出す鮮やかな四輪ドリフトと下り勾配の利点をフルに生かしたテクニックを前に、抜き去るチャンスが全く見えない…。"
                },
                "12": {
                    "ID": "27724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27724",
                    "TitleEnglish": "Straightaway of Struggles",
                    "SummaryEnglish": "The downhill rain battle continues between Takumi's 86 and the Cappucino. Fujiwara tries to do a counter attack because he misunderstood what Ryosuke told him. The second time Takumi tried to counterattack, he makes a mistake and puts a gap between himself and his opponent. As they come closer to the finish line, Takumi begins to wonder whether or not he should beat his opponent in the straightaway, eventhough he lost in the corners. When Sakamoto tried to block Takumi from passing him, Takumi instinctively uses the blind attack winning him the race. He also almost runs over his friends on the road since his headlights were off and they could not see him. Everyone was shocked the race was over in the first round. Now the second battle in the rain takes place between Wataru Ikiyama and his 86, and Keisuke Takahashi and his FD.",
                    "TitleJapanese": "葛藤のストレート",
                    "SummaryJapanese": "「今までで一番苦しかったバトルを思い出してみろ。自分がやられて一番嫌だと感じた事を今日はお前がやるんだ。」涼介のアドバイスが拓海の頭を駆け巡る。激しい雨は、はたして味方となるのか？限界スピードの攻防！勝負はコーナーか？ストレートか？勝敗を分ける判断を迫られた拓海は一体どうする!?"
                },
                "13": {
                    "ID": "27725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27725",
                    "TitleEnglish": "Motivation",
                    "SummaryEnglish": "The rain continues to pour down towards the next battle where Keisuke’s FD competes against Wataru’s newly upgraded Eight-Six. Instead, it only gets far more intense and time consuming if it keeps raining harder and harder.",
                    "TitleJapanese": "モチベーション",
                    "SummaryJapanese": "雨飛沫をあげて走って行く渉のレビン。追走する啓介のＦＤ。後半戦はヒルクライム、壮絶な雨中のバトルが続く！2台は雨煙を撒きあげ、もつれるようにコーナーを駆け上がる。先行の渉はスーパーチャージャーのレビンを操って走り抜けて行く。激しくレビンを追う啓介のＦＤ。一瞬たりとも気の抜けないバトルは、3本目に突入！！一段と激しくなる土砂降りの中、啓介に勝機はあるのか！？"
                },
                "14": {
                    "ID": "27726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/27726",
                    "TitleEnglish": "Sad Lonely Driver",
                    "SummaryEnglish": "Takumi wakes up for his usual Tofu delivery when he recognizes the sight of the Impreza in front of him. Suddenly, everything he knows about his Eight-Six begins to collapse. Elsewhere, Itsuki is out on a date with Kasumi, but he might be going too far with his date when there is more to the story.",
                    "TitleJapanese": "悲しきロンリードライバー",
                    "SummaryJapanese": "埼玉第２ラウンドで坂本のカプチーノに勝利した拓海。秋名ダウンヒルで拓海をあっさり追い抜いていったインプレッサのドライバーは文太だった。文太はこれから配達ではハチロクとインプレッサを交互に乗るように指示する。文太の目的とは…？一方で、数々のバトルで急成長を続ける拓海がすっかり遠い存在になってしまったと浩一郎は一抹の寂しさを感じるのだった。"
                },
                "15": {
                    "ID": "299248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299248",
                    "TitleEnglish": "4WD Complex",
                    "SummaryEnglish": "Takumi continues to struggle between the difference of his Eight-Six and the Impreza’s awesome 4WD capabilities. Surprisingly, he gets a tip in starting to solve this problem from an unexpected ex-rival. Now Project D has come to meet with their next opponents, a pair of Lan Evos. However a deadly trap that will turn the tides has been set against them. This puts the practise on a risky hold.",
                    "TitleJapanese": "4WDコンプレックス",
                    "SummaryJapanese": "文太の指示により、インプレッサとハチロクを交互に乗っているうち、拓海はインプレッサの凄さやハチロクがもつ戦闘力の限界を感じるようになる。そんな中、次のバトル相手は４ＷＤのランエボ乗りの２人だ。走り出すハチロクとＦＤを見ながらニヤニヤ笑っているランエボ乗りの２人。なんとＦＤが標的にされていた。この後、啓介に何が起こるのか！？"
                },
                "16": {
                    "ID": "299249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/299249",
                    "TitleEnglish": "Hillclimb of Fury",
                    "SummaryEnglish": "Keisuke doesn’t know what to do now that the trap has become a success in his opponent’s favor. Nonetheless, he fights to find alternate ways to accomplish his goals, but fails with little success. Instead of giving up, an unexpected source arrives to his aid, but would Keisuke break the code of the RedSuns to compete with his pride as a Project D racer?",
                    "TitleJapanese": "怒りのヒル·クライム",
                    "SummaryJapanese": "ランボエ乗りの２人にまんまとはめられ、FDを故障させてしまった啓介。怒り心頭の啓介はその場しのぎの修理を終わらせ、ランエボとのバトルに挑もうとする。思うような運転ができず、落ち込む啓介の元に恭子が現れる。同じFD使いの恭子に、啓介はある頼みごとをするのだった…。"
                },
                "17": {
                    "ID": "300591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/300591",
                    "TitleEnglish": "The Saitama Area's Decisive Final Battle",
                    "SummaryEnglish": "It seems that the Lan Evo team will continue to do everything to win the battles, even if they have to resort to dirty tricks. That’s just exactly what the next Lan Evo driver told Takumi, to give the Project D driver a warning of what’s to come. If Takumi wants to complete the Saitama battles of Project D, he’ll have to make a choice whether to heed the warning or not.",
                    "TitleJapanese": "埼玉エリア最終決戦",
                    "SummaryJapanese": "啓介のＦＤとランエボのバトルに続き、拓海のハチロクとエボロクのバトルがスタートする。軽快にエボロクを追走するハチロク。負けを強要する脅しの言葉を拓海にかけ、動揺を狙ったエボロクの男ではあったが、拓海の集中力の高さの前には意味をなさず、ハチロクは徐々にエボロクを追いつめていく。"
                },
                "18": {
                    "ID": "300592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/300592",
                    "TitleEnglish": "Last Drive",
                    "SummaryEnglish": "While his FD is in the shop being upgraded, Keisuke and Kyoko go out on a date. Afterwords, Keisuke testdrives his FD, as his acceleration skills has finally paid off in unleashing this new vehicle’s monstrous power",
                    "TitleJapanese": "ラスト·ドライブ",
                    "SummaryJapanese": "土坂峠でのバトルを終え、啓介のFDの修理のため一週間のインターバルをおいた、プロジェクトDのメンバー。土坂峠でのお礼にと、恭子を食事に誘った啓介。再度告白する恭子に、啓介は自分の思いを打ち明ける。ハチロクとインプレッサを交互に運転し、朝の配達を続ける拓海。一方、涼介と史浩は、啓介のFDのパワーアップを行う。それぞれの時間を過ごしつつ、次のバトルへ向けて動き出す。"
                },
                "19": {
                    "ID": "305856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305856",
                    "TitleEnglish": "God Foot and God Arm",
                    "SummaryEnglish": "Now that Project D is now recognized as streetracers worthy of competing against high levels, they have to venture out much farther to meet greater rivals in the streets. Purple Shadow, a legendary pair of streetracers in Ibaraki prefecture have come back out of retirement to prove that they can still hold the title of not just kings, but Gods of the streets.",
                    "TitleJapanese": "ゴッドフットとゴッドアーム",
                    "SummaryJapanese": "プロジェクトＤの次の対戦相手は茨城のパープルシャドウ。Ｆ２０Ｃを駆り、ゴッドハンド－－神の手と呼ばれるハンドリングの達人・城島俊也。Ｒ３４を駆り、ゴッドフット－－神の足と呼ばれるアクセルワークの使い手・星野好造。「峠の神様」と呼ばれる２人の男に拓海と啓介はどう挑む!?"
                },
                "20": {
                    "ID": "305857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305857",
                    "TitleEnglish": "The Unmatched GT-R!",
                    "SummaryEnglish": "Keisuke agrees to Hoshino’s request in making the uphill battle rule different, until Ryosuke tells him that this is in favor of the FD. This makes Keisuke feel a lot of pressure concerning Hoshino’s true intentions, as the battle between his newly modified FD is put to it’s first test against Godfoot’s newly purchased next generation GT-R34.",
                    "TitleJapanese": "超絶GT-R!",
                    "SummaryJapanese": "星野のＲ３４と啓介のＦＤのバトルスタート！大きい車体ながらも俊敏な動きで先行するＲ３４とそれにくらいつくＦＤ。バトル前、涼介はアドバイスを与えていた。前半のヒルクライムは温存して後半のダウンヒルで勝負するというものだ。ターニングポイントまでに相手に与えてもいいマージンのリミットは７秒前後。じりじりと離されるＦＤ。独走状態のＲ３４。そしてターニングポイント。２台のタイム差は!?"
                },
                "21": {
                    "ID": "305858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305858",
                    "TitleEnglish": "Dogfight",
                    "SummaryEnglish": "The battle between the FD and GT-R continues, however the real battle has just begun. Now, Hoshino demonstrates his unique driving skills that people call the impossible earning him the name Godfoot. This makes Keisuke’s true racing abilities appear when it’s pushed beyond his limits as both drivers begin to drive recklessly forcing the battle to be settled in more than just one battle.",
                    "TitleJapanese": "ドッグファイト",
                    "SummaryJapanese": "走る啓介のＦＤ。前方には、先行する星野のＲ３４。折り返し地点で６秒あった２台の差は確実に詰まり、ついに追いつき、ゴールを迎える。そして啓介のＦＤが先行、星野のＲ３４が後ろで２本目スタート。ヒルクライムのコーナーの立ち上がりはＲ３４の方が速いがダウンヒルでは軽量のＦＤの方が速い。しかし、星野が無策のはずがない。やがて２台は頂上の折り返し地点に近付く。"
                },
                "22": {
                    "ID": "305859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305859",
                    "TitleEnglish": "The Sorcerer of the Single-Handed Steer",
                    "SummaryEnglish": "As the battle between the super powered cars of the hillclimb has ended, Takumi’s battle is another story. Takumi realizes that his opponent has the same frightening aura that the Impreza driver had, making his battle with Godhand more difficult. This time, it’s streetracing skills against another form of streetracing skills.",
                    "TitleJapanese": "ワンハンドステアの魔術",
                    "SummaryJapanese": "拓海のハチロクと城島のＳ２０００のバトル。１本目はハチロクの先行ではじまる。スタート前、拓海は涼介から「相手ではなくコースを見ろ」とアドバイスされる。城島の持ち味は、円熟したステアリング技術。左手はシフトノブに置きっぱなしで右手一本だけでステア操作をする。全長があまり長くなく、直線のないコーナーだらけのコースで追い抜きは難しい。拓海はどう立ち向かうのか？"
                },
                "23": {
                    "ID": "305860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305860",
                    "TitleEnglish": "Endless Battle",
                    "SummaryEnglish": "The battle between Takumi’s Eight-Six and Toshiro’s S2000 has become a battle of the best endurance. Yet Ryosuke suspects that something isn’t right about the battle, rather he finds out late on what has just happened. Now that the battle has stretched for far too long, Godhand gets serious and shows off his true driving skills when he is at the peak of his full potential.",
                    "TitleJapanese": "エンドレスバトル",
                    "SummaryJapanese": "拓海と城島とのバトルは膠着が続いていた。通るたびにラインが変わるＳ２０００の走りを見せつけられ拓海は混乱していた。６本目が終わったところの中断の間に拓海はＳ２０００が先行の時は気持ち悪いくらいタイムが揃っていること、ハチロクが先行の時はバラつきがひどいことを知らされ驚く。７本目はハチロクが先行でスタート。やがて２台は左右の切り返しが10回以上も続く連続Ｓ字セクションへと近付く。"
                },
                "24": {
                    "ID": "305861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/305861",
                    "TitleEnglish": "The Never-Ending Challenge",
                    "SummaryEnglish": "The dramatic conclusion between the Eight-Six and S2000 is at hand…or is it? Now that Godhand has gotten serious, how will Takumi compensate into winning, or worse…how will the Eight-Six hold itself together if risky maneuvers are the only way to success?!",
                    "TitleJapanese": "終わらない挑戦",
                    "SummaryJapanese": "拓海と城島とのバトルは８本目に突入。星野は城島の集中力を心配する。先行の城島はレコードラインアタックを決意する。加速するＳ２０００。ハチロクはコーナーでの縁石を使った変形溝落としの多様で差を縮めたが、サスペンションに異様な負担をかけてしまった。二人のバトルは意外なかたちで決着を迎える。"
                }
            }
        },
        "5": {
            "ID": "504847",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/5",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4432612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4432612",
                    "TitleEnglish": "Encounter of Destiny",
                    "SummaryEnglish": "Following their narrow victory against Purple Shadow, Project D's reputation is at stake after a pair of imposters parade around Saitama. Initially Takumi seems oblivious to the incident, but takes notice after he is mistakenly blamed for taking advantage of a girl. Meanwhile, the final stage of Project D's expeditions is upon them, and is to be the hardest yet.",
                    "TitleJapanese": "運命の出会い",
                    "SummaryJapanese": "茨城エリアでの「パープルシャドウ」とのバトルに辛勝した拓海は、ハチロクの整備が完了するまでの間を使って埼玉県・定峰峠にやってきた。樹のたっての願いもあり、この地で開催される公道レースを見学しようというのだ。\nそんなふたりの前に拓海と啓介を名乗るニセ「プロジェクトD」のふたり組が出現。拓海は相手にするつもりはなかったのだが、偽者が自分の名を使って女の子をナンパしていると聞き、真相を究明しようと決心する。"
                },
                "2": {
                    "ID": "4432618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4432618",
                    "TitleEnglish": "A New Battlefield",
                    "SummaryEnglish": "The first stage of Project D's Kanagawa expeditions is against Team 246: Satoshi Omiya and Kobayakawa. Although racing for their own pride, 246 are actually part of a grand plan initiated by Team Sidewinder's Go Hojo and Eiji Kubo. As the uphill race begins, Kobayakawa is about to be shown the true ability of Keisuke Takahashi.",
                    "TitleJapanese": "新たなる戦場",
                    "SummaryJapanese": "ニセ「プロジェクトD」騒ぎも一段落し、胸を撫で下ろしていた拓海に、上原美佳と名乗る女の子から連絡があった。\n拓海を偽者と思い込んで手を上げてしまったことを謝りたいというのだ。奇妙な縁で知り合ったふたりは、ぎこちないながらも互いを意識するようになっていく。一方、「プロジェクトD」の神奈川エリア遠征を聞きつけた地元の走り屋たちは、「サイドワインダー」のリーダー・北条豪を中心にして対抗策を立てつつあった。"
                },
                "3": {
                    "ID": "4450616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4450616",
                    "TitleEnglish": "Dead Line",
                    "SummaryEnglish": "As the first battle winds down, the downhill between Takumi’s Eight-Six and Omiya’s NB8C Roadster begins. As both cars reach their limits, the control of the drivers will determine the outcome. Against Omiya’s miraculous car control, will Takumi be able to win? Another factor will come into play.",
                    "TitleJapanese": "デッド・ライン",
                    "SummaryJapanese": "神奈川エリアでの最初の対戦相手は「チーム246」。ヒルクライム対決では、ゴール間際のタイトコーナーで啓介が飛び出し、「プロジェクトD」が勝利をもぎ取った。続くダウンヒルバトルに出場する大宮は、サーキット仕込みのブレーキング技術を発揮して先行逃げ切りを狙う。すると拓海はブラインドアタックで大宮の背後に接近。コーナーへの侵入直前にヘッドライトを点灯させ、相手のブレーキングのタイミングをずらす作戦に打って出る。"
                },
                "4": {
                    "ID": "4450617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4450617",
                    "TitleEnglish": "Revenge Battle of Fate",
                    "SummaryEnglish": "Kanagawa's Second Line will be against RT Katagiri, where Takumi encounters Kai Kogashiwa: a former rival from Irohazaka; graduated from street racing and now a professional racer with his MR-S. However, Takumi is starting to show a \"Zone\" that had evolved from the Purple Shadow races, a zone that even Ryosuke cannot explain. The winner of this race is up in the air.",
                    "TitleJapanese": "因縁のリベンジバトル",
                    "SummaryJapanese": "「チーム246」を下した「プロジェクトD」は長尾峠に移動。その地をホームコースとする「レーシングチームカタギ\nリストリートバージョン(R・TカタギリS・V)」との対決に挑むこととなった。拓海の対戦相手となった小柏カイは、\nいろは坂での敗北のリベンジを望んでおり、後追いのポジションからハチロクを追撃する。勝負は道幅こそ狭いものの、そこそこアクセルを踏める後半戦。そこまでは状況は変化しないと思われたが……。"
                },
                "5": {
                    "ID": "4479318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4479318",
                    "TitleEnglish": "Fujiwara Zone",
                    "SummaryEnglish": "As the battle heats up, both Takumi and Kai both use all of their ability, and then some, to battle for the win. In the next battle, Keisuke puts his new accelerator techniques to the test against Minagawa's Supra. But as Ryosuke explains, there is another purpose of this training that would allow him to beat the \"super-orthodox\" pro racer.",
                    "TitleJapanese": "藤原ゾーン",
                    "SummaryJapanese": "大方の予想を裏切って、バトル中盤から拓海とカイの差は少しずつ開いていった。涼介が密かに見抜いた拓海の才能――特定の条件が揃うとハチロクの特性と完全にシンクロし、カタログスペックからは考えられない潜在能力を引き出す――が覚醒したのだ。人車一体となったハチロクは4WDマシンのような挙動でコーナーを駆け抜けていき、限界を超えたオーバーステア勝負にすっかりペースを乱されたカイは敗北を認めるしかなかった。"
                },
                "6": {
                    "ID": "4481913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4481913",
                    "TitleEnglish": "Keisuke's Determination",
                    "SummaryEnglish": "As it appears that the FD vs. Supra battle is giving no quarter, the question is, is it possible for Keisuke to hold off Minagawa's professional pressure? Meanwhile a new racer appears on the slopes of Hakone, and its evident he wants to kill himself, and take anybody with him!",
                    "TitleJapanese": "啓介の意地（プライド）",
                    "SummaryJapanese": "ヒルクライムに臨む啓介の対戦相手は皆川。プロドライバーの彼は公道レーサーに負けるわけにいかず、サーキットで培ったタイヤマネージメント技術を活かした消耗戦で挑む。だが皆川の読みは外れ、先にタイヤが悲鳴を上げたのは彼のスープラだった。実は密かに涼介の特訓をこなしていた啓介は、茨城エリアで見せた絶妙なアクセルワークに続いて、想定しうるあらゆる条件下でレース全体を俯瞰（ふかん）するというペース配分を体得していたのだ。"
                },
                "7": {
                    "ID": "4500747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4500747",
                    "TitleEnglish": "Zero Hearts",
                    "SummaryEnglish": "Keisuke's next opponent in Kanagawa's Four Lines of Defense is the leader of Team Spiral, Ryuji \"Zero\" Ikeda. Ikeda believes in his \"Zero Theory\", where the driver thinks of nothing except being one with the car to create the ultimate racer. Quite similar to Ryosuke's Fastest Racer Theory, Ryosuke also notices a few flaws in Ikeda's theory. A flaw that would arise as the wet conditions create a fog battle.",
                    "TitleJapanese": "無（ゼロ）の心",
                    "SummaryJapanese": "七曲りでの「チーム・スパイラル」戦はコースに濃い霧が発生して視界を妨げる悪コンディション。一切の感情を\n廃してマシンの挙動に従う「ゼロ理論」の使い手である池田もこの霧には閉口し、恐怖心からアクセルを開けるのを躊躇するほどだった。一方、啓介は霧など意に介さずにアクセルを踏み込んでいく。啓介は「ゼロ理論」では計り知れない駆け引きを考え出し、視界の効かないなかでイチかバチかの賭けに挑もうとしていた。"
                },
                "8": {
                    "ID": "4500748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4500748",
                    "TitleEnglish": "White Devil",
                    "SummaryEnglish": "The downhill battle between Takumi and Hiroya \"Zero 1\" Okuyama's S15 starts, with Okuyama waiting to attack until the later section because of the fog. However, he hasn't considered the ability of Takumi's adaptibility skills. Whilst this is on, another battle is in the midst: Ryosuke's inevitable battle with the driver known as 'Shinigami', Rin Hojo.",
                    "TitleJapanese": "白い悪魔",
                    "SummaryJapanese": "地元ドライバーに「白い悪魔」と恐れられる濃霧を逆手に啓介がヒルクライムを完勝。ダウンヒルも拓海が視界\n不良のなか大差で奥山を下し、七曲りでの勝負は「プロジェクトD」が物にする。だが涼介には勝利を祝う暇がなかった。香織という名の女性を互いに愛し、彼女の死のショックから「死神」と呼ばれるようになった男――北条凛との命がけのバトルを控えていたのだ。そして、奇しくも香織の命日、涼介と凛はターンパイクに姿を現した。"
                },
                "9": {
                    "ID": "4502288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4502288",
                    "TitleEnglish": "Grim Reaper",
                    "SummaryEnglish": "The destined battle between Ryosuke and Rin 'Shinigami' Hojo has begun, over a girl named Kaori. As the race progresses on, the story of Ryosuke, Hojo and Kaori is revealed. And as Ikeda of Spiral Zero spectates the race from behind, it's obvious that this race of fate has quickly risen well beyond dangerous.",
                    "TitleJapanese": "死神",
                    "SummaryJapanese": "涼介と凛のバトルを偶然見かけた池田が猛追する前で、ついに凛が勝負を仕掛けた。コーナーへの突入直後のFC3Sのリアに、BNR32の鼻先をぶつけたのだ。香織の死を受け入れられない凛は、この勝負で自分か涼介のどちらかが命を落としても構わないと考えていたのである。しかし「プロジェクトD」という夢を完成させるために涼介は負けるわけにいかず、天性の感覚とクレバー過ぎる知性を駆使して凛の一撃をかわしてみせた。"
                },
                "10": {
                    "ID": "4502289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4502289",
                    "TitleEnglish": "Full Stop",
                    "SummaryEnglish": "As the battle get more dangerous, several confessions come into play that create the full picture behind the feud between Ryosuke and Rin, and how Rin's actions played a huge part in Kaori's suicide. But as they approach the end of the track, Rin's tires and brakes are completely shot, turning his R32 into an unstoppable weapon. What's going to happen, and can Ryosuke escape?!",
                    "TitleJapanese": "終止符",
                    "SummaryJapanese": "一度避けられたくらいで凛の攻撃が終わるはずもなく、コーナーの途中でBNR32をFC3Sの右横に付け、アウト側に押しやろうとする。だが今度も涼介は冷静な判断力を発揮し、アウト側の路肩をバンク代わりに窮地を脱出した。繰り返す死闘を目の当たりに追走する池田はBNR32の不安定な挙動に気づく。バトルに固執するあまり、タイヤが消耗してしまったのだ。このままではコーナーはおろか減速もできないが、それでも凛はバトルを止めようとしなかった。"
                },
                "11": {
                    "ID": "4523293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4523293",
                    "TitleEnglish": "Full Stop, Continued...",
                    "SummaryEnglish": "As the out-of-control FC and R32 hurtles down the mountain, only a miracle can stop these two missiles from spectacularly crashing! Meanwhile, Project D prepares for their last battle of Kanagawa against the secretive Team Sidewinder. That is, until the SpeedStars find out that Takumi’s opponent will be an Eight-Six.",
                    "TitleJapanese": "終止符、そして……",
                    "SummaryJapanese": "タイヤのグリップが完全になくなったBNR32はスピードを落とせないまま、ゴール地点の料金所に向かっていく。このままでは料金所に激突すると思われた矢先、意を決した涼介がFC3SをBNR32の前に出し、ブレーキ役を買って出た。さらに池田のZ33も手を貸し、2 台がかりの制動でついにBNR32は停止。大事故は未然に防がれたのだった。そして窮地から脱した凛は、涼介に対する負の感情がいつの間にか消え去っていることに気づいた。"
                },
                "12": {
                    "ID": "4523294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4523294",
                    "TitleEnglish": "Brothers",
                    "SummaryEnglish": "The final battles for Project D are here, and it all starts with the uphill battle between Keisuke's FD and Go Hojo's NSX. But as Rin understands, there is a fundamental difference between his younger brother and Keisuke, one that might determine this race.",
                    "TitleJapanese": "ブラザーズ",
                    "SummaryJapanese": "神奈川エリアでの最終戦。群馬からは「スピードスターズ」の面々が応援に駆け付け、これまで「プロジェクトD」\nに敗れた走り屋たちもバトルの行方を見定めるべく、椿ラインに集結した。第一戦はヒルクライムバトルであり、「サイドワインダー」のリーダー・北条豪は先行でのスプリント勝負を挑む。これまでの「プロジェクトD」の動向を緻密に分析した参謀役の久保によれば、啓介の走りは既に攻略済みだというのだが……。"
                },
                "13": {
                    "ID": "4526533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4526533",
                    "TitleEnglish": "Unexpected Battle",
                    "SummaryEnglish": "The battle between Keisuke and Go Hojo continues. Keisuke's good run behind Go Hojo led to many feeling unbelievable, including Go Hojo himself. Then entering the second round, the match gets more intense. Who will take this uphill climb battle?",
                    "TitleJapanese": "想定外バトル",
                    "SummaryJapanese": "バトル直前、凛から「楽しめ」とのアドバイスを受けた豪だったが、啓介との勝負を楽しんでいる余裕はなかった。1 本目で勝負を決めようと先行で臨み、自己レコードを2 秒も短縮する会心の走りを見せても、啓介を振り切ることができなかったのだ。これにはさしもの豪もモチベーションを失い、後追いの2 本目ではついていくのがやっとの状態。だが前を走る啓介のドライビングが、豪の中で失われていた何かを思い出させることになった。"
                },
                "14": {
                    "ID": "4526534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4526534",
                    "TitleEnglish": "Conclusion! Extreme Hill Climb",
                    "SummaryEnglish": "The intense hill climb battle between Keisuke and Go Hojo is coming to the end of second round. Keisuke engages in attack mode and Go Hojo starts to get tense. Meanwhile, Shinji Inui has revealed to especially Mako and Sayuki, who has been with him, that he would be the racer of the downhill battle against Takumi.",
                    "TitleJapanese": "決着！極限ヒルクライム",
                    "SummaryJapanese": "勝敗に固執するあまり、豪が見失っていたのは走ることの楽しさだった。気持ちよさそうにコーナーを通過していく啓介の走りが、ドライビングの基本を豪に気づかせたのだ。モチベーションを回復した豪は啓介を猛追撃し、2 台の差はほとんどないまま、勝負は後半セクションへ。しかしタイヤのマネージメント能力の差が決め手となり、バトルは啓介が制する。それでも豪はこれまで感じたことのない充実感に、満足げな表情を浮かべていた。"
                }
            }
        },
        "6": {
            "ID": "586232",
            "URL": "https://www.thetvdb.com/series/initial-d/seasons/official/6",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4889010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889010",
                    "TitleEnglish": "Natural",
                    "SummaryEnglish": "Takumi and Shinji's match thus kicks off on an instant. Shinji is given the lead. Bunta steps out of the tofu shop and breaks his key pouch after accidentally dropping it. Bunta speculates an unfortunate event that will happen. Shinji starts to show his dormant power, leaving Takumi to be shocked himself.",
                    "TitleJapanese": "ナチュラル",
                    "SummaryJapanese": "高橋啓介vs北条豪のヒルクライムバトルが決着した次のダウンヒルは藤原拓海vs乾信司のハチロクvs ハチロクの壮絶ラストバトルがスタート！信司に翻弄される拓海。二人の戦況を見つめるイツキ、池谷、健二、そして紗雪、真子。そんな中、高橋涼介は、プロジェクトＤの「Ｄ」のイニシャルに込めたものについて語り始める･･･。"
                },
                "2": {
                    "ID": "4889011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889011",
                    "TitleEnglish": "The Strongest Enemy",
                    "SummaryEnglish": "Takumi and Shinji continue with their match with Takumi, still bewildered by Shinji, starts to focus. But suddenly, Shinji allows Takumi to pass, which disturbs Takumi even more. Even Kubo is utterly disheartened by the turn of events, but both Go and Ryosuke believe this was inevitable, creating a suitable conclusion to Project D's expeditions.",
                    "TitleJapanese": "最強の敵",
                    "SummaryJapanese": "タイヤを使い尽くしてでも追いつこうとする拓海だが、どうしても信司についていけずに焦りばかりが募ってしまう。ハチロクに搭載した超高回転型エンジンは直線では信司に勝っているものの、コーナーになると差が開いてしまうのだ。つまり信司が速いのはマシンスペックではなく実力のせいだ。そのことに思い至った拓海の脳裏に敗北の二文字がよぎる。しかし「プロジェクトD」の看板を背負った今、負けるわけにはいかなかった。"
                },
                "3": {
                    "ID": "4889013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889013",
                    "TitleEnglish": "Dangerous Scent",
                    "SummaryEnglish": "Both drivers are equally strong, towards the middle of the race. They face a battle of gaining the lead.",
                    "TitleJapanese": "危険な匂い",
                    "SummaryJapanese": "拓海VS信司のバトルの勝敗は紙一重の域に突入し、二人の走りの決定的違いが露呈していく・・・。車体をぶつけボディを擦り上げながらコーナーを抜けていく信司のトレノ。最初にゴールするのは果たしてハチロクかトレノか！？限界ギリギリのダウンヒルバトルの結末。そして、涼介のプロジェクトＤに込めた想いが明かされる。"
                },
                "4": {
                    "ID": "4889014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/initial-d/episodes/4889014",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "The intense downhill battle between the two drivers are reaching an end, as Takumi and Shinji race to their absolute limits. As this battle comes to a close, and the reign of Project D finally ends, the true meaning behind the \"D\" will be revealed. As the characters go on different paths, Takumi's passion to be \"the fastest one out there\" will never end.",
                    "TitleJapanese": "ドリーム",
                    "SummaryJapanese": "バトルはいよいよ終盤戦。通常のダウンヒルバトルでは考えられないほどの抜きつ抜かれつの展開に、拓海のハチロクはタイヤもエンジンも限界まで消耗してしまう。そしてゴール手前のコーナーで、グリップを失ったハチロクがスピン。直後を走っていた信司も思わずブレーキを踏みこんでしまった。一方、スピン程度で勝負を諦め切れない拓海は、ハチロクの体勢を立て直すとバックギアでゴール。勝利への執念が勝敗を決することになった。"
                }
            }
        }
    }
}