{
  "URL": "https://www.thetvdb.com/series/3x3-eyes",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0102847/",
    "https://www.themoviedb.org/tv/62913"
  ],
  "TitleEnglish": "3x3 Eyes",
  "SummaryEnglish": "Pai is the last of the Sanjiyan -- a magical race of 3-eyed creatures, and she comes in search of Tokyo high-school student Yakumo with news of his father`s death and hopes of becoming human. After a fatal accident, Pai is forced to absorb Yakumo`s soul to keep him from dying, making him an undead creature bound to her. Their journey to make Pai human becomes complicated with dark forces seeking to stop them, especially when Pai`s crueler nature emerges...",
  "Aliases": [
    "3x3 Eyes Seima Densetsu",
    "3x3 Eyes: Legend of the Divine Demon",
    "Sazan Eyes",
    "Sazan Eyes: Seima Densetsu",
    "３×３ＥＹＥＳ聖魔伝説"
  ],
  "Modified": "2025-09-05",
  "Seasons": {
    "1": {
      "ID": "1426",
      "URL": "https://www.thetvdb.com/series/3x3-eyes/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "300522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300522",
          "TitleEnglish": "Transmigration",
          "SummaryEnglish": "Yakumo Fugii, an ordinary Japanese student, inherits the care of Pai, a young girl from Nepal, from his dying archaeologist father. But Pai is more than she innocently appears to be. She is the last of a vanished magical race known as the Sanjiyan Unkara, or Triclops, and is in a desperate hunt against the forces of darkness to find the Ningen no Zou (Statue of Humanity) to turn her human. Yakumo nearly dies in a fight against a demon and to save him, Pai turns him into a Wu, a zombie bound to her service who cannot die. Yakumo and Pai travel to Hong Hong to meet with Ling Ling Lee, a colleague of his father's, to track down the statue. But, the demons of the dark lord Kaiyan Wang are already there to retrieve it...whatever the cost.",
          "Aliases": []
        },
        "2": {
          "ID": "300523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300523",
          "TitleEnglish": "Yakumo",
          "SummaryEnglish": "Yakumo and Pai return to Japan from Hong Kong after the Statue of Humanity disappears from the mysterious Mrs. Huang's mansion. Yakumo returns to school and his friends in the hopes of resuming a normal life. But nothing is normal when you're an undead zombie bound to a magical being and demons start attacking your schoolmates on the playground!",
          "Aliases": []
        },
        "3": {
          "ID": "300524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300524",
          "TitleEnglish": "Sacrifice",
          "SummaryEnglish": "Yakumo and Pai return to Hong Kong when the Statue of Humanity turns up in the possession of Steve Long, another Monster Buster, Inc colleague. Before they can reach it, Steve and the statue are kidnapped. Yakumo, Pai, Ling Ling, and Steve's sister Meixing attempt a rescue. But it's all a trap to catch Pai, the statue, and Meixing in a human sacrifice to release the dark spirit of Kaiyan Wang!",
          "Aliases": []
        },
        "4": {
          "ID": "300525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300525",
          "TitleEnglish": "Straying",
          "SummaryEnglish": "Yakumo, Pai, and the crew of Monster Buster, Inc celebrate their recapture of the statue at Madame Huang's estate, but the party is spoiled by a gruesome challenge delivered by a powerful Wu of Kaiyan Wang's. Pai meets the Wu for a showdown at Aberdeen Harbor and half the harbor is destroyed in the aftermath. How will Yakumo continue on without the anchor of his life?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "298341",
      "URL": "https://www.thetvdb.com/series/3x3-eyes/seasons/official/2",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "300526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300526",
          "TitleEnglish": "Descent",
          "SummaryEnglish": "The time for the resurrection of the dark lord Kuei-Yan-Wang draws near, as does the end of the world. Yakuma Fuji searches for the holder of his soul so he can become human again, but first must take part in an epic battle full of ancient mysticism and blood and thunder.",
          "Aliases": []
        },
        "2": {
          "ID": "300527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300527",
          "TitleEnglish": "The Key",
          "SummaryEnglish": "As Yakumo and Pai embark on a quest to unlock Pai's hidden memories they unleash the full extent of her power. They team up with a magical monk and a disreputable treasure hunter as they try to find the Lost City of the Sanjiyan - before the ultimate battle begins.",
          "Aliases": []
        },
        "3": {
          "ID": "300528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/3x3-eyes/episodes/300528",
          "TitleEnglish": "The Return",
          "SummaryEnglish": "Yakumo and Pai's quest coming towards a conclusion as they embark on the most dangerous part of their journey. They arrive at the Sacred Gate of Lost Time where they must journey into the dark past of the Sanjigan people. The final battle fast approaches, and the forces of darkness continue to build their power, so it is down to Pai's powers to make sure good triumphs over evil.",
          "Aliases": []
        }
      }
    }
  }
}