{
    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0106076/",
        "https://www.tvmaze.com/shows/10682/show-slug",
        "https://www.themoviedb.org/tv/34189",
        "https://www.themoviedb.org/tv/34189",
        "https://en.wikipedia.org/wiki/The_Irresponsible_Captain_Tylor"
    ],
    "TitleEnglish": "The Irresponsible Captain Tylor",
    "SummaryEnglish": "The adventures of a space navy captain who is either an incredibly lucky idiot, or an unorthodox genius in tactics.",
    "TitleJapanese": "無責任艦長タイラー",
    "SummaryJapanese": "信じられないほど幸運な馬鹿であるか、戦術の非正統的な天才である宇宙海軍の船長の冒険。",
    "Aliases": [
        "Musekinin Kanchou Tylor"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "18747",
            "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "2217761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217761",
                    "TitleEnglish": "Tylor's War, Part 1",
                    "SummaryEnglish": "When the UPSF learns that the Raaglons are developing a new type of weapon, Tylor and the crew of the Soyokaze are called upon to solve this new problem.",
                    "TitleJapanese": "ひとりぼっちの戦争　前編",
                    "SummaryJapanese": "宇宙暦、6999年。神聖ラアルゴン帝国の開発した新兵器は、バリアを透過し艦内部で爆発する。軍事バランス崩壊が目前のため、宇宙に再び戦争時代をもたらそうとしていた。迫りくる危機「新たなる戦争」を前に、惑星連合宇宙軍は、あの「無責任男」を選択した…。かくして、『ひとりぼっちの戦争』が幕を開ける！"
                },
                "2": {
                    "ID": "2217771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217771",
                    "TitleEnglish": "Tylor's War, Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ひとりぼっちの戦争　後編",
                    "SummaryJapanese": "「極秘任務」の鍵を握るのは、タイラーとアザリンの密会だった。新兵器の登場を前に「無責任男」に託された「極秘任務」。その真相を知るすべもないまま捕虜の日々が続く『そよかぜ』クルー。「作戦目的」究明にいらだつ神聖ラアルゴン帝国…。不穏な緊張の中、『ひとりぼっちの戦争』が全貌を明らかにする時が訪れる！"
                },
                "3": {
                    "ID": "2217781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217781",
                    "TitleEnglish": "The Rules of Being 16",
                    "SummaryEnglish": "Azalyn returns to her childhood home on Ashran for some time off.",
                    "TitleJapanese": "16歳の法則",
                    "SummaryJapanese": "タイラーとの邂逅も過去の出来事となった今、ラアルゴン皇帝としての使命感こそあるものの、どうも気持ちの乗らない日常を過ごすアザリン。そこにドムが視察のために惑星ビジュラムへと赴く知らせを受ける。その惑星は草原でイナゴを追いかけて遊んだ少女アザリンの思い出の地だった。さっそく同行したアザリンだが…。"
                },
                "4": {
                    "ID": "2217791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217791",
                    "TitleEnglish": "The Samurai's Narrow Escape!",
                    "SummaryEnglish": "On his first test flight with another test pilot, Kojiros has an encounter with Raalgon fighters.",
                    "TitleJapanese": "サムライ危機一髪！",
                    "SummaryJapanese": "惑星連合宇宙軍航空試験基地にコジローが着任した。折しも基地では最重要機密事項として最新鋭戦闘機『巌流』の最終試験飛行を目前にしていた。着任早々、基地をあずかるヤマシタから最終飛行パイロットの任務を言い渡される。基地専属の精鋭パイロットのムサシと共に限界に挑むコジロー。手に汗握る試験飛行の結末は…。"
                },
                "5": {
                    "ID": "2217801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217801",
                    "TitleEnglish": "The High-Tech Opposition",
                    "SummaryEnglish": "The Type-96 Newtype, a breakthrough in power armor, is discovered and Andressen is unnerved when he realizes it was the last thing his friend developed.",
                    "TitleJapanese": "ハイテクの向こう側",
                    "SummaryJapanese": "出来たばかりの最新戦闘メカ『ニュータイプ』に乗ってみたいと夢を見る海兵隊。ニュータイプがあれば戦力倍増！と喜ぶのも束の間、資格試験を命じられた海兵隊は、しぶしぶ勉強をすることに。死んでしまった親友の忘れ形見がニュータイプだと知るアンドレセン。そんな中で、ニュータイプが暴走してしまい…。"
                },
                "6": {
                    "ID": "2217811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217811",
                    "TitleEnglish": "White Christmas",
                    "SummaryEnglish": "Yuriko asks if Tylor would like to spend the holiday with her; Tylor encounters a young boy who is alone on the holiday.",
                    "TitleJapanese": "ホワイト・クリスマス",
                    "SummaryJapanese": "クリスマス・イブの中、「イブ？ 何それ？」と我関せずのタイラー。そこへ一大決心!?のユリコから誘いの電話が入る。待ち合わせが決まり、いよいよタイラーとユリコのロマンスが幕を開けたかに見えた夕暮れ。タイラーの前に1人の少年が現れる。ユリコの待つのもそっちのけで少年に付き合うタイラーだが…。"
                },
                "7": {
                    "ID": "2217871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217871",
                    "TitleEnglish": "If Only the Skies Would Clear, Part 1",
                    "SummaryEnglish": "UPSF transport ships fall prey to strange attacks and Yuriko Star is asked to investigate.",
                    "TitleJapanese": "晴れたらいいね1",
                    "SummaryJapanese": "辺境宙域航行中の輸送船が謎の爆発を遂げた。一通りの調査を経て「事故である」との見解が惑星連合宇宙軍の大勢を占めるに至ったが、その渦中で情報局参謀から秘密裏に再調査と解析を命じられたユリコ。時を同じくして起きるユリコに届けられた頼んだ覚えのない荷物などの不審な出来事。そして奇妙な事件の渦は次第に…。"
                },
                "8": {
                    "ID": "2217881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217881",
                    "TitleEnglish": "If Only the Skies Would Clear, Part 2",
                    "SummaryEnglish": "Attacks on the frontier claim the ship of the recently promoted Captain Yamamoto.",
                    "TitleJapanese": "晴れたらいいね2",
                    "SummaryJapanese": "資料課での悶々とした勤務から一転、晴れて艦長へと抜擢されたヤマモト。任務は辺境宙域を航行する輸送船団の護衛だった。駆逐艦でないことに幾分の不満を見せつつも護衛艦『かげろう』を指揮して宇宙に船出したまでは良かったが、爆発事故以来予断を許さぬ状況にあった辺境宙域に達した時、不可解な事態が船団を襲い…。"
                },
                "9": {
                    "ID": "2217911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217911",
                    "TitleEnglish": "From Here to Eternity, Part 1",
                    "SummaryEnglish": "Yamamoto and Yuriko begin to unravel the mystery behind the attacks on the frontier.",
                    "TitleJapanese": "地上より永遠に　前編",
                    "SummaryJapanese": "休戦状態の中、束の間の休息をさながら流れる時の中できたるべき旅立ちを夢見ながら、それぞれの地上勤務をこなす『そよかぜ』のクルーたち。だが、そんな彼らは惑星連合宇宙軍とラアルゴン帝国に胎動する「どうしようもない流れ」に晒されていく。果たして、「どうしようもない流れ」がもたらすものとは…。"
                },
                "10": {
                    "ID": "2217921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/2217921",
                    "TitleEnglish": "From Here to Eternity, Part 2",
                    "SummaryEnglish": "The Raalgon move to attack the UPSF as Yuriko uncovers the disturbing truth behind the incident with the red light.",
                    "TitleJapanese": "地上より永遠に　後編",
                    "SummaryJapanese": "辺境宙域に対峙する惑星連合宇宙軍とラアルゴン帝国。R号計画の行方、和平打診の真意、輸送船爆破の真相…。不確定な事態の間で、ついに宣告される老朽駆逐艦『そよかぜ』の解体。幾重もの層を成して進行する事態は困惑と動揺をさせながら変わりようもない運命にも似て書き手の定かではないシナリオを進行させていく…。"
                }
            }
        },
        "1": {
            "ID": "2004",
            "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "41175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41175",
                    "TitleEnglish": "The Mysterious Irresponsible Man",
                    "SummaryEnglish": "In this first episode of Irresponsible Captain Tylor, we learn that there is a beginning feud between the UPSF and Raalgon. The Raalgon seeks vengeance due to their suspicion of the UPSF in the old Emperor's Demise. Next it shows Tylor Joining in the military. He joins due to his attitude about wanting an easy life with free food and lodging, after talking the recruiter into accepting him. He then has an aptitude test with an AI system named Betty. Due to his charm, he destroys the AI system and the USPF believes it to be an enemy spy, allowing Tylor to join due to the coming war.",
                    "TitleJapanese": "なぞの無責任男",
                    "SummaryJapanese": "20歳の青年、ジャスティン・ウエキ・タイラー。そんなタイラーは「楽がしたいから…」と惑星連合宇宙軍に入隊志願をした。一方、敵対する神聖ラアルゴン帝国では、16歳の少女であるアザリンが新皇帝になっていた…。"
                },
                "2": {
                    "ID": "41176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41176",
                    "TitleEnglish": "Hey Ho! The Happy Pensioned Life!",
                    "SummaryEnglish": "In the Second episode of Irresponsible Captain Tylor, Tylor is given the assignment to give admiral Hanner (father of Emi and Yumi) his pension check from the UPSF. Doing his assignment completely carefree he enters into a hostage situation, meeting Admiral Hanner, Emi, Yumi, and Commander Star. Due to insane luck while the situation escalates by both, the terrorists activating a time bomb, and the UPSF arming their weapons on the building ready to fire, Tylor resolves the situation with only two injuries, and zero fatalities.",
                    "TitleJapanese": "いよっ！花の年金生活",
                    "SummaryJapanese": "年金課に配属となったタイラーは、支給漏れになっていた宇宙軍の英雄ハナー元提督に年金を届けに行き、ラアルゴン帝国スパイによる人質事件に巻き込まれてしまう。その無責任と調子の良さで無事(？)事件を解決…。"
                },
                "3": {
                    "ID": "41177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41177",
                    "TitleEnglish": "The Ship Sets Sail, but Misgivings Remain",
                    "SummaryEnglish": "For his heroics in saving Admiral Hanner, Tylor finds himself promoted, and given the position of captain aboard the battleship Soyokaze. But little does realize the Soyokaze is just a dumping ground for undesirables, and it's just a plan on the part of his superiors to get him out of their hair. Because if the Raalgon forces don't kill Tylor, the hotheads under his command might!",
                    "TitleJapanese": "艦は出ていくシコリは残る",
                    "SummaryJapanese": "人質救出の功績で少佐に出世したタイラーは駆逐艦『そよかぜ』の艦長として赴任。しかしそこは宇宙軍のはみ出し者の吹き溜まり。タイラーは海兵隊員とパイロットのいざこざを「好きにすれば」の一言で火に油を注ぐのだった…。"
                },
                "4": {
                    "ID": "41178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41178",
                    "TitleEnglish": "Enemy! Crisis! We Surrender!",
                    "SummaryEnglish": "There are heated battles between the Soyokaze's marines and their lone fighter pilot, so Tylor decides to try and solve the problem himself.",
                    "TitleJapanese": "敵だ！ピンチだ！降参だ！",
                    "SummaryJapanese": "今日も今日とて反乱状態の『そよかぜ』は、ランダムワープでラアルゴン偵察艦隊に接近遭遇。かなわないと見たタイラーは、いきなり降参。しかし敵艦艦長に渡したプレゼントによって、敵艦隊は勝手に大混乱して…。"
                },
                "5": {
                    "ID": "41179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41179",
                    "TitleEnglish": "Angel in White, Begins With an H",
                    "SummaryEnglish": "Harumi, the new nurse on the Soyokaze, is turning a lot of male heads, including the head of Captain Tylor. But little do any of her fellow crew members suspect she's actually a spy from the Raalgon Empire!",
                    "TitleJapanese": "Hではじまる白衣の天使",
                    "SummaryJapanese": "ラアルゴン偵察艦隊を撃破した『そよかぜ』に、上層部からハルミという看護兵が送り込まれてきた。彼女の美しさに艦内の男たちは上を下への大騒ぎになる。しかし、ハルミには人には言えない秘密があった…。"
                },
                "6": {
                    "ID": "41180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41180",
                    "TitleEnglish": "The Tail of the Lizard's Tail",
                    "SummaryEnglish": "Annoyed by Tylor's recent successes, Admirals Fuji and Mifune attempt to assassinate him by giving him a bomb inside a medal.",
                    "TitleJapanese": "トカゲのしっぽのしっぽ",
                    "SummaryJapanese": "タイラーのあまりの無責任さに呆れ果てたミフネとフジは、タイラー抹殺を計画した。そして『そよかぜ』もろともラアルゴン艦隊の標的になるように仕掛けた勲章をタイラーに授与することにしたのだ…。"
                },
                "7": {
                    "ID": "41181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41181",
                    "TitleEnglish": "A Gentleman's Word Is His Bond",
                    "SummaryEnglish": "Yuriko is becoming increasinly annoyed by the male crew and their lax attitude toward regulations. She attempt to sort out the problem, but is interrupted by an attack by the Raalgons.",
                    "TitleJapanese": "紳士協定がまんがまん",
                    "SummaryJapanese": "今や巨大なゴミ溜めと化した『そよかぜ』の大掃除と24時間の規律厳守を賭けた腕相撲に勝ったユリコ。おかげで艦は見違えるようにピカピカになった。だが、目の前にはドムが率いる敵巡洋艦『ドローメ』が迫っていた…。"
                },
                "8": {
                    "ID": "41182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41182",
                    "TitleEnglish": "Life Is Short, So Girls Should Kill",
                    "SummaryEnglish": "Harumi is ordered to take more drastic action in tackling Tylor. However, the captain is too occupied by the ship's beauty contest.",
                    "TitleJapanese": "命短し 殺せや乙女",
                    "SummaryJapanese": "ドムからの指令で、タイラー暗殺に躍起になっているハルミ。一方、フジもタイラーを亡き者にせんと航行先に刺客を送る。しかし、そんなことをまったく知らない『そよかぜ』乗組員一同はミスコンテストで大いに盛り上がっていた…。"
                },
                "9": {
                    "ID": "41183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41183",
                    "TitleEnglish": "When You Wish Upon a Flower",
                    "SummaryEnglish": "Tylor and the rest of the crew have been demoted. The crew therefore plead to him to appeal the high command's decision in person before a set time.",
                    "TitleJapanese": "花占いに祈りを込めて",
                    "SummaryJapanese": "ついに左遷命令が下った『そよかぜ』。下命後48時間以内に行えば有効な、命令変更申請のためにタイラーはユリコ、ハルミと共に最寄りの惑星へ向かう。しかし、そこで偶然出会ったハナー元提督とタイラーが話し込んでしまい…。"
                },
                "10": {
                    "ID": "41184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41184",
                    "TitleEnglish": "Mind's Eye, Half Blind, Headed For a Rough Ride",
                    "SummaryEnglish": "The ship's fighter pilot, Kojiro, who has a strong dislike of women, is forced to train twin sisters Emi and Yumi Hanner as pilots.",
                    "TitleJapanese": "心眼、近眼、ドガンドガン",
                    "SummaryJapanese": "左遷という事態にもかかわらず、日々の訓練を欠かさないコジロー。そんな彼の影響か、ユミとエミが戦闘機に乗りたいと言い出した。しかし2人のパイロット適正レベルは最低。当然のことながらヤマモトもユリコも猛反対して…。"
                },
                "11": {
                    "ID": "41185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41185",
                    "TitleEnglish": "In Demotion Does a Woman Bloom",
                    "SummaryEnglish": "Yuriko is still annoyed by the crew's refusal to stick with the ship's regulations, especially by Kim's attitudes towards uniform.",
                    "TitleJapanese": "左遷（なが）されて女ざかり",
                    "SummaryJapanese": "左遷空域に航行する『そよかぜ』。規律を保ち、1日も早い左遷解除を上層部に求めようとするユリコ。だが、乗組員はこの時とばかりに羽根を伸ばして、やりたい放題。中でもキムの服装は日に日にハデになり…。"
                },
                "12": {
                    "ID": "41186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41186",
                    "TitleEnglish": "The Day the Soyokaze Vanished",
                    "SummaryEnglish": "Everyone on the Soyokaze has heard the tales of how, years ago, a former captain of the Soyokaze and his crew went mad and commited suicide while patrolling the boondocks of space. Unfortunately, the Soyokaze just happens to be patrolling the same sector of space, on the same date, at almost the same time that the original incident occured! That can only mean one thing... restless spirits in the air! Can the crew pull themselves together and escape this ghostly menace, or will they suffer the same fate as the old crew?",
                    "TitleJapanese": "そよかぜが消えた日",
                    "SummaryJapanese": "『そよかぜ』がかつて左遷された際、そのことに責任を感じて当時の艦長が自殺をした時刻、午後11時59分59秒になると、その艦長の亡霊が現れるという噂が流れる。そして、ついに11時59分59秒がやってきた…。"
                },
                "13": {
                    "ID": "41187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41187",
                    "TitleEnglish": "Be Prepared, Be Smart, or Be Lucky",
                    "SummaryEnglish": "Raalgon admiral Donan returns to take his revenge on the Soyokaze. Tylor comes up with a plan to defeat him - sailing directly through the front lines.",
                    "TitleJapanese": "予習・復習・不勉強",
                    "SummaryJapanese": "左遷解除に大喜びの『そよかぜ』乗組員。だが、なぜかタイラーだけは浮かぬ顔。すべてに勝るラアルゴン帝国と再び一戦交えることが憂うつなのだ。そのころ、タイラーへの復讐に燃えるドナンの艦隊が、刻々と『そよかぜ』に接近していた…。"
                },
                "14": {
                    "ID": "41188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41188",
                    "TitleEnglish": "Equation of Kindness",
                    "SummaryEnglish": "Following their last battle, the crew of the Soyokaze face another battle with another Raalgon commander, Sia-Has.",
                    "TitleJapanese": "やさしさの方程式",
                    "SummaryJapanese": "またまたラアルゴン艦隊をやっつけた功労に、勲章を授かることになったタイラー。だが、ドナンの猛攻を受け、修理中の『そよかぜ』は航行もおぼつかない。しかたなくガリレオで空母『鳳凰』に向かったタイラーだったが…。"
                },
                "15": {
                    "ID": "41189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41189",
                    "TitleEnglish": "Shiny! Happy! (Deadly) Germs!",
                    "SummaryEnglish": "The Raalgon order Harumi to release an engineered virus to infect the entire crew. After it is released, it is revealed that the only way to get the cure is to hand over Tylor to the Raalgons.",
                    "TitleJapanese": "キンキン危険な病原菌",
                    "SummaryJapanese": "タイラー捕獲を命じられ、ハルミは作戦通り病原菌を艦内に散布したものの、自分に信頼を寄せるクルーを見て心が揺れる。乗り込んできたシアハスは反抗するハルミを処分。が、「だったら譲ってくれ」とタイラーはハルミを庇い単身捕虜となるのだった…。"
                },
                "16": {
                    "ID": "41190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41190",
                    "TitleEnglish": "Strange Love",
                    "SummaryEnglish": "While held captive by the Raalgons, Tylor manages to escape and have a midnight feast. However, he unwittingly shares it with Empress Azalyn, leader of the Raalgon Empire. The two soon begin a relationship.",
                    "TitleJapanese": "ストレンジ ラブ",
                    "SummaryJapanese": "捕虜となってもじっとしてないタイラーは牢獄を抜け出す。厨房へ盗み食いにきたアザリンと、互いにそれと知らす遭遇。アザリンの思い出の世界で遊ぶ2人。翌日アザリンは皇帝としてタイラーのペット化を宣言！ ここにパコパコの誕生である。"
                },
                "17": {
                    "ID": "41191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41191",
                    "TitleEnglish": "The Unjust Dessert",
                    "SummaryEnglish": "Back at the UPSF base the Soyokaze crew learn that Tylor has not been successful in his appeal and is to be killed. They thus plan to escape quarantine and rescue the captain.",
                    "TitleJapanese": "仁義なき脱出",
                    "SummaryJapanese": "愛玩用洗脳手術を施されたパコパコはすっかりふぬけ状態に。一方『そよかぜ』乗組員は菌の拡散防止を名目に連合宇宙軍で隔離監禁されていた。タイラーの身を案する乗組員たちは脱出劇を展開。反乱軍の汚名を負いつつ『そよかぜ』でラアルゴンに向けて発進した…。"
                },
                "18": {
                    "ID": "41192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41192",
                    "TitleEnglish": "A Place for Confessions",
                    "SummaryEnglish": "The Soyokaze crew are now on the run from UPSF as well as being under attack by the Raalgons, but are determined to rescue Tylor, who is currently working as Azalyn's pet.",
                    "TitleJapanese": "告白の行方",
                    "SummaryJapanese": "『そよかぜ』は連合宇宙軍の追撃をふり切りラアルゴン艦隊に奇襲を掛ける。避難場所でタイラーに気持ちを打ち明けようとするアザリン。この機に乗じてワングはアザリン暗殺を実行する。盾となって瀕死のタイラーに寄り添い、アザリンは1人『そよかぜ』へ…。"
                },
                "19": {
                    "ID": "41193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41193",
                    "TitleEnglish": "Sleeping Beauty",
                    "SummaryEnglish": "Tylor is injured. It is discovered that the Raalgons have implanted something in his brain and the only way to solve the problems is to synch up his brain waves with those of someone else. Yuriko volunteers, but Azalyn wants to help as well.",
                    "TitleJapanese": "眠れる森の美少女",
                    "SummaryJapanese": "タイラーの洗脳を解くべく、最後の賭けとしてユリコとアザリンがタイラーの意識の中に危険なダイブを試みる。混迷する深層意識にシンクロして眠りに落ちて行くアザリン。もはや絶望？ しかしユリコに直接脳で怒鳴られて、ついにタイラーが蘇り…。"
                },
                "20": {
                    "ID": "41194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41194",
                    "TitleEnglish": "Well Handled Solutions",
                    "SummaryEnglish": "Following his recovery the marines lend Tylor their most prize possession: a porn film. Meanwhile, Prime Minister Wang is planning a coup to make himself Emperor of the Raalgon Empire.",
                    "TitleJapanese": "よきに計らえ善後策",
                    "SummaryJapanese": "『そよかぜ』では盛大なタイラー全快祝いを開催。艦長室には次々と女性クルーが訪れ愛の告白大会が。しかしタイラーは野郎共から強制レンタルされた秘蔵AVの誤作動を止めようと必死だった。先にベッドの影に隠れていたアザリンは出るに出られず…。"
                },
                "21": {
                    "ID": "41195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41195",
                    "TitleEnglish": "Paco-Paco Junior!",
                    "SummaryEnglish": "Yuriko and Yamamoto want to treat Azalyn as a prisoner of war, while the Raalgons want her to be returned. Not keen on either idea, Azayln attempts to stay with Tylor by claiming she is pregnant with Tylor's child.",
                    "TitleJapanese": "パコパコ ジュニア！",
                    "SummaryJapanese": "アザリンがタイラーのベッドに!? 加えてアザリンの妊娠発言まで飛び出して、艦内の空気は大揺れ。折悪く皇帝救出に現れたドム艦隊に包囲されてしまう。ユリコに論され立場を自覚したアザリンは嘘を撤回、感謝の言葉を残し笑顔で帰還して行き…。"
                },
                "22": {
                    "ID": "41196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41196",
                    "TitleEnglish": "Force of One",
                    "SummaryEnglish": "After Tylor decides to release Azayln, Fuji and Mifune decide to punish him by putting him to death by firing squad. The Soyokaze crew have to rescue him.",
                    "TitleJapanese": "たったひとりの軍隊",
                    "SummaryJapanese": "敵皇帝を勝手に釈放した角でタイラーの銃殺刑が決まる。一方アザリンはワングに押し切られ苦渋の総攻撃を発令。処刑の直前、ラアルゴン主力艦隊の急接近に狼狽するミフネら。「僕に任せて下さい」と豪語するタイラーに一転、特別指揮権が与えられた…。"
                },
                "23": {
                    "ID": "41197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41197",
                    "TitleEnglish": "The Longest Day in Space",
                    "SummaryEnglish": "The Raalgon are on the march towards the UPSF. Tylor however manages to come up with a solution to winning the war, without the Raalgons losing it, and without any bloodshed.",
                    "TitleJapanese": "宇宙で一番長い日",
                    "SummaryJapanese": "タイラーとドムを双方の指揮官に対峙する大艦隊。緊迫の中、ひたすら前進する両軍はついに放電を起こすまでに接近。策や如何に？ 2人は互いを肉眼で確認しつつ敬礼を交わし擦れ違う。ハナーから両軍勝利の祝電を受け、史上最大の無血戦争は終了した！"
                },
                "24": {
                    "ID": "41198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41198",
                    "TitleEnglish": "Snap! Snap! Crackle! Snap!",
                    "SummaryEnglish": "Following his success Tylor is made captain of a new ship, the Aso. However, this means nothing to him after he learns that his most important ally, the retired Admiral Hanner, has died.",
                    "TitleJapanese": "プッツンプッツンピチパチプッツン",
                    "SummaryJapanese": "凱旋した乗組員にハナーの死が伝えられ、タイラーは大きなショックを受ける。軍のパーティでは奇行三昧、アザリンとドムが秘かに参列した葬式にも終了間際に巨大な花束を持ってやっと現れたタイラー。その夜ユリコに何ごとかを告げ、闇に姿を消した…。"
                },
                "25": {
                    "ID": "41199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41199",
                    "TitleEnglish": "My Way Is the Hard Way",
                    "SummaryEnglish": "While the crew of the Soyokaze are meant to be enjoying themselves, they learn that Tylor has gone missing. Yuriko also learns of something which might restart the war between the UPSF and the Raaglons.",
                    "TitleJapanese": "マイウェイが切なくて",
                    "SummaryJapanese": "『そよかぜ』クルーの分散を狙い、ユリコだけに特進と地上勤務の辞令が下る。辞職を告げて去るタイラーとの間で苦悩するユリコ。人間的なタイラーの必要性に気付いたユリコは乗組員らと捜索を開始。1人急行した『そよかぜ』の解体現場にタイラーが現れて…。"
                },
                "26": {
                    "ID": "41200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irresponsible-captain-tylor/episodes/41200",
                    "TitleEnglish": "For His Was Genius No Rule Could Contain",
                    "SummaryEnglish": "With Tylor gone, the crew of the Soyokaze have gone their separate ways and Yamamoto has been made captain of the most powerful ship in the USPF fleet. However, have they forgot everything that Tylor has taught them?",
                    "TitleJapanese": "掟ひろき うつはもの",
                    "SummaryJapanese": "タイラーの「好きな様に」との言葉を伝えに皆の元へ戻るユリコ。1ヶ月後、新造巡洋艦『阿蘇』の艦長に就いたヤマモトは、各々の道を歩む元乗組員を招集。進水式当日、発進したのは何と『そよかぜ』。艦長席にはタイラー。その初指令は「ユリコさん回収」だった…。"
                }
            }
        }
    }
}