{
    "URL": "https://www.thetvdb.com/series/hellsing",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0325547/",
        "https://www.themoviedb.org/tv/16830"
    ],
    "TitleEnglish": "Hellsing",
    "SummaryEnglish": "Hellsing is a Japanese manga series written and illustrated by Kouta Hirano. An Anime Series was produced by Gonzo. Directed by Umanosuke Iida, and it was broadcast on Japan's Fuji Televison. // Plot: Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing’s vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organization. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined...",
    "TitleJapanese": "HELLSING",
    "SummaryJapanese": "20世紀末。英国では不可解な吸血鬼事件が頻発し、インテグラ率いる王立国教騎士団・通称「ヘルシング機関」は、絶大な力を持つ吸血鬼でありながら吸血鬼を狩るアーカードと、新たに吸血鬼となった婦警セラスを使役し、対処にあたっていた。しかし、暗躍する謎の敵組織により、ヘルシング本部が強襲されるなど多大な被害を受ける。一方、プロテスタントである英国とは犬猿の仲であるヴァチカン及びその直属「イスカリオテ機関」もまたカトリック教徒が多い英国スコットランドでの吸血鬼事件に介入し、ヘルシング機関はアーカードに匹敵しうる対化物の切り札アンデルセン神父と戦闘を繰り広げる。紆余曲折を経てヘルシング機関はイスカリオテと協力関係を持ち、事件の黒幕が南米に逃れたナチス残党による組織「ミレニアム」だと知る。",
    "Aliases": [
        "厄夜怪客",
        "地狱之歌"
    ],
    "Modified": "2025-07-11",
    "Seasons": {
        "0": {
            "Episodes": {}
        },
        "1": {
            "ID": "2003",
            "URL": "https://www.thetvdb.com/series/hellsing/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "41162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41162",
                    "TitleEnglish": "Order 01: The Undead",
                    "SummaryEnglish": "After a series of disappearances and a failed police investigation involving ghoul attacks in Cheddar, Integra Hellsing deploys Alucard. He confronts and eliminates the vampire priest responsible, but not before police officer Seras Victoria is mortally wounded. To save her life, Alucard transforms her into a vampire, inducting her into the Hellsing organization.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "41163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41163",
                    "TitleEnglish": "Order 02: Club M",
                    "SummaryEnglish": "Seras' new life in the Hellsing organization is a bit tough. Having been counted as 'lost' at the Cheddar incident, she now serves for a group dedicated to the eradication of vampires. Though she seems to have trouble adjusting, many are tolerant of her, and her new life, though the tolerance only goes so far. And she'll soon have a chance to prove herself, when a new threat is discovered, in the form of Rafe and Jessica. The two lovers are having a lot of fun! Killing families, using their blood to write obscenities and blasphemy on the wall - it's all good fun. That is, until their actions catch the eye of Hellsing, and particularly Alucard, who has no tolerance for the 'low-class' vampires. Seras' chance to prove herself becomes apparent when she's ordered to shoot Jessica, though she hesitates - Jessica's only a young girl. Would killing her make her any better, or make her worse than the monsters Hellsing hunts?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "41164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41164",
                    "TitleEnglish": "Order 03: Sword Dancer",
                    "SummaryEnglish": "Something odd is happening - vampires seem to be growing in number. And when an Italian college student is found to have a computer chip, which has apparently made him into an 'artificial' vampire, it raises more than a few eyebrows. Even though the chip is removed, the student revives, killing many on his search for his lover, who he was caught in the act of making one of his own. Hellsing moves to put a stop to this, but there seems to be more than one person interested in the boy. Hellsing's agents are killed, and Seras is severely wounded. Not by the student, but by a man called Alexander Anderson, a member of the Vatican's section 13 - the Iscariot organization. Though having the same mission as Hellsing, the two organizations are sworn enemies, and when Alucard shows up, a heated battle takes place. One would think a human would be no match for the likes of a vampire, Anderson proves to have more than one trick up his sleeve.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "41165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41165",
                    "TitleEnglish": "Order 04: Innocent as a Human",
                    "SummaryEnglish": "The Hellsing Organization sets out to investigate a series of \"snuff films\" floating about the Internet, after footage of one of their own being killed begins to make the rounds. Meanwhile, Seras deploys with her unit, now under the command of a former SAS officer who seem to have a particularly distasteful attitude towards her, to silence an apartment building crawling with ghouls. As the raid unfolds, the secrecy surrounding the very existence of the Hellsing Organization is thrown in jeopardy when a mole broadcasts footage of the assault on live television.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "41166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41166",
                    "TitleEnglish": "Order 05: Brotherhood",
                    "SummaryEnglish": "Seras is still having a hard time dealing with the fact that she's a vampire, but is slowly adapting. However, the real bad news is the violent and crazy Valentine Brothers who decide to take out the Hellsing crew once and for all by means of infiltrating their headquarters with their Ghoul Army.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "41167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41167",
                    "TitleEnglish": "Order 06: Dead Zone",
                    "SummaryEnglish": "Picking up where Brotherhood left off. Luke and Jan, the Valentine Brothers, lay siege to the headquarters of the Hellsing organization, the Royal Order of Religious Knights. After numerous humans have been killed and eaten by an army of ghouls, Victoria, Walter, and Alucard finally get around to striking back. Victoria and Walter eliminate hundreds of ghouls with a combination of deadly threads and heavy artillery. The lead flies when Alucard and Luke face off, but Luke is devoured by a canine monster Alucard summons up. Jan sets himself afire rather than reveal the mastermind of their plot to Sir Integra Hellsing.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "41168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41168",
                    "TitleEnglish": "Order 07: Duel",
                    "SummaryEnglish": "More than half of the members of the Royal Order of Religious Knights were massacred due to the last attack on them that was conducted by the Valentine Brothers. Sir Integra Hellsing, Alucard, and Seras must now hunt down the perpetrators. The suspects include the Vatican's Iscariot Organization. Alucard must do battle once again with the notorious Alexander Anderson.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "41169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41169",
                    "TitleEnglish": "Order 08: Kill House",
                    "SummaryEnglish": "Victoria learns more about whoever is making the \"artificial vampirization catalyst semiconductor\" or \"freak chips\" that turn humans into second-class ghouls.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "41170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41170",
                    "TitleEnglish": "Order 09: Red Rose Vertigo",
                    "SummaryEnglish": "Alucard meets a new enemy. that could be more powerful than he. An original undead, Incognito. And things take a drastic turn for the worst when Sir Integra's life is in jeopardy.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "41171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41171",
                    "TitleEnglish": "Order 10: Master of Monster",
                    "SummaryEnglish": "Almost committing suicide, Integra is being operated on to save her life. While the operation is going on, we see the history of Integra's ascension to power. We learn that her uncle tried to take her father's place as head of the Hellsing organization, and in attempt to assume power, tried to kill off Integra while Walter was away (presumably on duty). Integra recalls her father's words of her going to a prison cell on the bottom floor if she ever found herself in a moment of insurmountable peril. There she finds Alucard, while at the same time found and attacked by her uncle and associates. After being shot in the shoulder, her blood awakens Alucard, who quickly takes care of her uncle's goons, and recognizes her as her father's successor. As her first encounter with Alucard concludes, she awakens from her state to find that the operation was a success... Walter has already set up her afternoon tea for her.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "41172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41172",
                    "TitleEnglish": "Order 11: Transcend Force",
                    "SummaryEnglish": "With the freak problems getting much worse, the Royal Knights arrange a meeting at Westminster with Integra to discuss the matter. In addition, the Queen will be meeting with them so they can conduct a ceremony with Integra. Because of the danger that the freaks may pose, the media is told that the meeting will take place at the Tower of London while in truth Integra's ritual is at the Hellsing castle. What is at the tower are Fargason and his men waiting for the freaks. However, it is they who are being waited on as Incognito and his freaks attack the tower. While waiting for the Queen, Alucard butts in and says that her queen isn't coming and heads off to fight.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "41173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41173",
                    "TitleEnglish": "Order 12: Total Destruction",
                    "SummaryEnglish": "All out war breaks out at the Tower of London and Integra's meeting with her majesty is cancelled. The remaining Hellsing members are at the decoy spot of the meeting, battling ghouls of the S.A.S. from Red House Vertigo. Due to the vast coverage of the \"terrorist attacks\" and the required secrecy of the undead, Hellsing organization is pinned by an unknown source in the media as the terrorist organization itself. The British military is called in to stop these \"terrorists.\" Fargason purposely gets himself killed so he looked like a terrorist, preventing the media from investigating the London Tower destruction any further, thus keeping both the vampires and Hellsing out of the public eye (for now). Seras Victoria is finally makes it to the tower only to see Fargason get shot. After paying her final respects, she grabs her Halkonnen and rushes into the tower area. While that is happening, Alucard was making his way through the tower to meet with Incognito for one big battle.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "41174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing/episodes/41174",
                    "TitleEnglish": "Order 13: Hellfire",
                    "SummaryEnglish": "This episode opens with the fierce battle between Incognito and Lord Alucard. Eventually, as the battle ensues, Incognito manages to \"destroy\" Alucard with his own \"bullets that store the power of the human God\". Near the beginning of this battle Ceras Victoria became injured and realizes she must drink blood to heal herself, she discovers her first taste of true blood from her fallen master. Disgusted at her display of ignorance, Incognito leaves the scene to summon a demon from Hell. Incognito manages to summon Set, a snake-like creature who is the Egyptian God of Evil and of Chaos, the Desert, and Foreign Lands, from which he plans to merge his body with and develop insurmountable levels of power. As Integra Hellsing flees, her servant and closest friend, Walter, sacrifices himself so that Integra might live. Unfortunately for Walter, his sacrifice seems to be in vein as Integra is captured by Incognito and used to assist in the summoning of Set. As her blood is drained by the No",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}