{
  "URL": "https://www.thetvdb.com/series/inuyasha",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0290223/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH528624",
    "https://www.themoviedb.org/tv/35610"
  ],
  "TitleEnglish": "InuYasha",
  "SummaryEnglish": "Kagome Higurashi is a modern day young girl who lives with her family by the old Higure shrine. Unbeknownst to Kagome, she is the reincarnation of priestess Kikyo and possesses the \"Jewel of Four Souls\" The Shikon Jewel. One ill-fated day, Kagome locates an ancient well near her home and is abruptly transported through the well and into a feudal Japan, inhabited by demons. There, she encounters Inuyasha, son of a powerful demon father and a human mother, who is pinned to a tree by an enchanted arrow.",
  "Aliases": [
    "犬夜叉 完結編"
  ],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "18828",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/0",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "343825",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343825",
          "TitleEnglish": "Movie 1: Affections Touching Across Time",
          "SummaryEnglish": "Inuyasha has mastered the ultimate attack of the Tetsusaiga and continues his battle for the Shikon Jewel shards with Kagome, Shippo, Sango, and Miroku. Unfortunately, a freak occurrence with a jewel shard has brought to life an incarnation of a demonic enemy sealed by Inuyasha's father. Inuyasha must surpass his father and destroy this demon, or every soul in Japan will be consumed.",
          "Aliases": []
        },
        "2": {
          "ID": "343824",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343824",
          "TitleEnglish": "Movie 2: The Castle Beyond the Looking Glass",
          "SummaryEnglish": "Inuyasha and company start out battling Naraku. Then each person goes their separate ways: Sango going to find her younger brother Kohaku, Miroku goes back to his old home, and Inuyasha, Kagome and Shippo go to find the rest of the Shikon shards. Unfortunately this peaceful interlude doesn't last. Shortly afterward, the full moon rises, and just keeps rising each night bringing with it the promise of danger. Kagura and Kanna go in search of a mirror, where, locked inside, is the ruler of the eternal night, Kaguya. To set her free they must gather five items and drop them into the five lakes of Fuji. Setting her free means danger for Inuyasha and the others, who are forced to face this new threat.",
          "Aliases": []
        },
        "3": {
          "ID": "343823",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343823",
          "TitleEnglish": "Movie 3: Swords of an Honorable Ruler",
          "SummaryEnglish": "Inuyasha and Sesshomaru's father actually had three swords, known as the Swords of World Conquest. Tetsusaiga is the Sword of Earth and can kill one hundred demons in a single blow. Tenseiga is the Sword of Heaven and can save one hundred humans in one swing. Sou'unga is the sword that dominates this story and puts Inuyasha, his friends and even the entire world, in peril. Can Inuyasha and Sesshomaru team up, for once, and defeat this new nemesis?",
          "Aliases": []
        },
        "4": {
          "ID": "343822",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343822",
          "TitleEnglish": "Movie 4: Fire on the Mystic Island",
          "SummaryEnglish": "A mysterious island appears where humans and demons live peacefully. Inuyasha went there with Kikyo once 50 years ago, and now returns with Kagome. A mysterious girl named Ai recognizes Inuyasha and has remained unchanged. However, when strange marks appear on the backs of Inuyasha and Sesshomaru, they are forced into a battle in which they can't avoid or stop!",
          "Aliases": []
        },
        "5": {
          "ID": "7517812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/7517812",
          "TitleEnglish": "InuYasha: Kuroi Tessaiga",
          "SummaryEnglish": "A 30-minute Inuyasha feature titled Kuroi Tessaiga screened on Takahashi Rumiko's picture exhibitions across Japan. In January 2010, this special ended up, slightly edited, as episode 15 of Inuyasha Kanketsu-hen. Kagome leads a fairly normal life, in spite of her weird family. Her house is a thousand-year-old Japanese temple, and her grandfather talks about the history of the house endlessly. Legend has it that the old well on the temple grounds keeps a vicious ancient monster at bay; Kagome never believed those legends, until now. The well opens up and sucked Kagome inside transporting her to an ancient time of enchanted forests and giant demons.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2134",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/1",
      "# Episodes": 27,
      "Episodes": {
        "1": {
          "ID": "43064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43064",
          "TitleEnglish": "The Girl Who Overcame Time… and the Boy Who Was Just Overcome",
          "SummaryEnglish": "Kagome Higurashi has been told many stories by her grandfather, such as the one about the Shikon no Tama (The Jewel of Four Souls) and never believed them until her fifteenth birthday, when she is pulled down a dry well at her shrine by a centipede demon. She emerges from the well to discover she's not in Tokyo any more, but instead, she's in in Feudal Japan.Kagome discovers a weird boy with dog ears pinned to a tree in a forest and is captured by strange villagers. The high priestess of the village, Kaede, realizes that Kagome looks just like her sister who died 50 years ago.",
          "Aliases": []
        },
        "2": {
          "ID": "43065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43065",
          "TitleEnglish": "Seekers of the Sacred Jewel",
          "SummaryEnglish": "Inuyasha attacks Kagome to get the Shikon no Tama. Kaede puts a rosary on Inuyasha which causes him to drop to the ground that whenever Kagome utters the word \"sit\". When trying to get the Shikon no Tama back from a demon that steals it, Kagome accidentally shatters it into hundreds of pieces that are scattered all over Japan!",
          "Aliases": []
        },
        "3": {
          "ID": "43066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43066",
          "TitleEnglish": "Down the Rabbit Hole and Back Again",
          "SummaryEnglish": "After Inuyasha angers her, Kagome decides to return home to the present. At the well, she is attacked by Yura, a demon who is after the Shikon no Tama.",
          "Aliases": []
        },
        "4": {
          "ID": "43067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43067",
          "TitleEnglish": "Yura of the Demon-Hair",
          "SummaryEnglish": "Inuyasha brings Kagome back to the past, and the two team up to take the Shikon shard back from Yura.",
          "Aliases": []
        },
        "5": {
          "ID": "43068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43068",
          "TitleEnglish": "Aristocratic Assassin, Sesshomaru",
          "SummaryEnglish": "Inuyasha's older brother, Sesshomaru, who is a full demon, crosses paths with Inuyasha in his search for the powerful sword that was left behind by their father.",
          "Aliases": []
        },
        "6": {
          "ID": "43069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43069",
          "TitleEnglish": "Tetsusaiga, The Phantom Sword",
          "SummaryEnglish": "Sesshomaru continues his scheme of getting Inuyasha to reveal the location of their father's grave.",
          "Aliases": []
        },
        "7": {
          "ID": "43070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43070",
          "TitleEnglish": "Showdown! Inuyasha vs. Sesshomaru!",
          "SummaryEnglish": "Sesshomaru and Inuyasha clash over possession of the Tetsusaiga. Who will be victorious in this epic fight between these two siblings?",
          "Aliases": []
        },
        "8": {
          "ID": "43071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43071",
          "TitleEnglish": "The Toad Who Would Be Prince",
          "SummaryEnglish": "On their search for Shikon jewel shards, Inuyasha and Kagome come across Amari Nobunaga, who is on a search and rescue mission for his beloved Princess Tsuyu.",
          "Aliases": []
        },
        "9": {
          "ID": "43072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43072",
          "TitleEnglish": "Enter Shippo...Plus, the Amazing Thunder Brothers!",
          "SummaryEnglish": "Inuyasha and Kagome meet a fox demon named Shippo. The young fox explains that he is looking for jewel shards so he can become strong enough to fight the Thunder Brothers, Hiten and Manten. Inuyasha soon goes to face off against the brothers for the jewel shards that they possess.",
          "Aliases": []
        },
        "10": {
          "ID": "43073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43073",
          "TitleEnglish": "Phantom Showdown: The Thunder Brothers vs. Tetsusaiga",
          "SummaryEnglish": "Inuyasha and Hiten engage in a fierce battle for the jewel shards, while Kagome and Shippo face off against Manten.",
          "Aliases": []
        },
        "11": {
          "ID": "43074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43074",
          "TitleEnglish": "Terror of the Ancient Noh Mask",
          "SummaryEnglish": "Kagome returns home to study for a test. Meanwhile, inside the storehouse on the Higurashi shrine grounds, an evil Noh mask that was sealed away a long time ago awakens.",
          "Aliases": []
        },
        "12": {
          "ID": "43075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43075",
          "TitleEnglish": "The Soul Piper and the Mischievous Little Soul",
          "SummaryEnglish": "Kagome helps a troubled ghost move on.",
          "Aliases": []
        },
        "13": {
          "ID": "43076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43076",
          "TitleEnglish": "The Mystery of the New Moon and the Black-haired Inuyasha",
          "SummaryEnglish": "Inuyasha, Kagome and Shippo are looking for more jewel shards, when they help out a girl running from a demon. Kagome wants to stay the night at the temple she lives in, but Inuyasha wants to keep moving. In the end, they agree to stay. Later that night, demons surround the temple, and Inuyasha prepares to fight them.",
          "Aliases": []
        },
        "14": {
          "ID": "43077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43077",
          "TitleEnglish": "Kikyo's Stolen Ashes",
          "SummaryEnglish": "Kikyo's ashes are stolen from her grave by the demon Urasue. As Kaede, Inuyasha, Kagome and Shippo go to retrieve them, Kagome realizes that Inuyasha and Kikyo were once in love! Meanwhile, with Kikyo's ashes, Urasue manages to resurrect Kikyo. However, she finds that Kikyo cannot move without her soul: the very soul that is inside of Kagome!",
          "Aliases": []
        },
        "15": {
          "ID": "43078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43078",
          "TitleEnglish": "Return of the Tragic Priestess, Kikyo",
          "SummaryEnglish": "Now that Urasue has kidnapped Kagome, she prepares for the soul transfer, which Inuyasha unknowingly activates. Once the soul is transferred, Kikyo attacks Inuyasha. Inuyasha learns of his supposed betrayal of Kikyo, 50 years ago. Kagome soon reclaims her soul and Kikyo runs off to retain at least part of it Inuyasha chases after and thinks back to when Kikyo convinced him to use the Shikon no Tama, to become Human!",
          "Aliases": []
        },
        "16": {
          "ID": "43079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43079",
          "TitleEnglish": "Mystical Hand of the Amorous Monk, Miroku",
          "SummaryEnglish": "Inuyasha, Kagome and Shippo cross paths with Miroku, a lecherous monk with a \"black hole\" in his right hand. Miroku explains that his black hole (Wind Tunnel) came from the evil Naraku, an extremely evil shapeshifter who cursed his grandfather and his descendents with the Wind Tunnel. Inuyasha also learns something new about what happened to him and Kikyo, long ago.",
          "Aliases": []
        },
        "17": {
          "ID": "43080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43080",
          "TitleEnglish": "Cursed Ink of the Hell-Painter",
          "SummaryEnglish": "Inuyasha and the others become entangled with an odd painter who has been corrupted by the power of a Shikon shard.",
          "Aliases": []
        },
        "18": {
          "ID": "43081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43081",
          "TitleEnglish": "Naraku and Sesshomaru Join Forces",
          "SummaryEnglish": "The one-armed Sesshomaru receives a Shikon-enhanced arm with which to wield Tetsusaiga from a mysterious man, wearing a baboon cloak, named Naraku. This leads Sesshomaru to go after Inuyasha, once more.",
          "Aliases": []
        },
        "19": {
          "ID": "43082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43082",
          "TitleEnglish": "Go Home to Your Own Time, Kagome!",
          "SummaryEnglish": "After a badly beaten Inuyasha gets ahold of Tetsusaiga once more, Sesshomaru backs off. Convinced that Kagome doesn't belong in the past, Inuyasha takes her to the well, hugs her close, takes her shards, and pushes her back through, to the present time.",
          "Aliases": []
        },
        "20": {
          "ID": "43083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43083",
          "TitleEnglish": "Despicable Villain! The Mystery of Onigumo!",
          "SummaryEnglish": "Kaede informs the group of Onigumo, a paralyzed bandit who had an unhealthy obsession with Kikyo, and tells them of his sudden disappearance. The group then has to deal with an attack by the Shikon-induced Royakan!",
          "Aliases": []
        },
        "21": {
          "ID": "43084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43084",
          "TitleEnglish": "Naraku's True Identity Unveiled",
          "SummaryEnglish": "As Kagome goes on a date with Hojo, all hell breaks loose in the past as Inuyasha battles with Royakan. When Naraku reveals himself to the group his true identity is soon discovered!",
          "Aliases": []
        },
        "22": {
          "ID": "43085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43085",
          "TitleEnglish": "A Wicked Smile; Kikyo's Wandering Soul",
          "SummaryEnglish": "Since Kagome reclaimed most of her soul, Kikyo now walks the land and steals the souls from young girls. This act inadvertently leads Kagome and Inuyasha right to her!",
          "Aliases": []
        },
        "23": {
          "ID": "43086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43086",
          "TitleEnglish": "Kagome's Voice and Kikyo's Kiss",
          "SummaryEnglish": "Inuyasha goes to meet with Kikyo. Kagome, Miroku and Shippo are waiting for him to return, when they see some soul collectors. They decide to chase after them.",
          "Aliases": []
        },
        "24": {
          "ID": "43087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43087",
          "TitleEnglish": "Enter Sango, the Demon Slayer",
          "SummaryEnglish": "After her family is murdered in front of her eyes, the demon slayer Sango learns from Naraku that her village was destroyed by Inuyasha.",
          "Aliases": []
        },
        "25": {
          "ID": "43088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43088",
          "TitleEnglish": "Naraku's Insidious Plot",
          "SummaryEnglish": "Believing that Inuyasha destroyed her village, Sango goes after Inuyasha.",
          "Aliases": []
        },
        "26": {
          "ID": "43089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43089",
          "TitleEnglish": "Secret of the Jewel of Four Souls Revealed",
          "SummaryEnglish": "Sango shows the group where the Shikon no Tama was created, thus revealing the story of its origin.",
          "Aliases": []
        },
        "27": {
          "ID": "43090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43090",
          "TitleEnglish": "The Lake of the Evil Water God",
          "SummaryEnglish": "When a water god starts demanding child sacrifices, it's up to Inuyasha and the others to stop him.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2135",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/2",
      "# Episodes": 27,
      "Episodes": {
        "1": {
          "ID": "43091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43091",
          "TitleEnglish": "Miroku Falls Into a Dangerous Trap",
          "SummaryEnglish": "After Miroku sucks a mantis demon into his Wind Tunnel, the demon manages to rip the tunnel. Panicked, Miroku returns to the home of his mentor, Mushin, to repair it. Haunted with memories of his father's death, Miroku must come to terms with his Wind Tunnel as demons attack Mushin's temple.",
          "Aliases": []
        },
        "2": {
          "ID": "43092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43092",
          "TitleEnglish": "Sango's Suffering and Kohaku's Life",
          "SummaryEnglish": "Naraku uses one of Sango's fellow demon slayers as a bargaining chip to try to persuade Sango into giving him Inuyasha's sword, Tetsusaiga.",
          "Aliases": []
        },
        "3": {
          "ID": "43093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43093",
          "TitleEnglish": "Tetsusaiga Is Stolen!  Showdown At Naraku's Castle!",
          "SummaryEnglish": "In the hopes of saving Kohaku, Sango steals Inuyasha's Tetsusaiga and hands it over to Naraku. However, a battle against Naraku soon ensues.",
          "Aliases": []
        },
        "4": {
          "ID": "43094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43094",
          "TitleEnglish": "Jinenji, Kind Yet Sad",
          "SummaryEnglish": "While looking for an antidote to cure the ailing Kilala, Inuyasha and Kagome come across the herb garden of the half-demon, Jinenji, who is constantly bullied by the prejudiced locals.",
          "Aliases": []
        },
        "5": {
          "ID": "43095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43095",
          "TitleEnglish": "Kikyo and Inuyasha, Into the Miasma",
          "SummaryEnglish": "Inuyasha and the others stumble across a cave full of demons fighting to the death. They soon discover that Naraku is using to find a new demon to integrate into his being. However, the large demonic aura brings Kikyo into the mess.",
          "Aliases": []
        },
        "6": {
          "ID": "43096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43096",
          "TitleEnglish": "Kikyo, Captured by Naraku",
          "SummaryEnglish": "Acting under Naraku's request, Kikyo traps the Inuyasha gang with an illusory mist, causing them to have nightmarish visions.",
          "Aliases": []
        },
        "7": {
          "ID": "43097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43097",
          "TitleEnglish": "Tetsusaiga and Tenseiga",
          "SummaryEnglish": "Inuyasha and the others are introduced to Totosai, the swordsmith who forged Inuyasha's Tetsusaiga and Sesshomaru's healing sword, Tenseiga.",
          "Aliases": []
        },
        "8": {
          "ID": "43098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43098",
          "TitleEnglish": "The True Owner of the Great Sword!",
          "SummaryEnglish": "Inuyasha and Sesshomaru continue fighting for the Tetsusaiga. After the fight, while Sesshomaru is recovering, a little orphan girl, Rin, tries to bring him food. When her village is attacked by wolf demons, Sesshomaru returns the favor and helps Rin. Meanwhile, Kagome senses a jewel shard. Inuyasha and gang follow her lead to the massacred village, where they are quickly surrounded by wolves and Koga.",
          "Aliases": []
        },
        "9": {
          "ID": "43099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43099",
          "TitleEnglish": "Kagome Kidnapped by Koga, the Wolf Demon!",
          "SummaryEnglish": "When Koga, a wolf demon, kidnaps Kagome and Shippo, Inuyasha, Miroku and Sango go on a rescue mission. But there's another foe they must defeat first, before they can reach their kidnapped companions.",
          "Aliases": []
        },
        "10": {
          "ID": "43100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43100",
          "TitleEnglish": "The Man Who Fell In Love With Kagome!",
          "SummaryEnglish": "Inuyasha and the group must battle the Birds of Paradise, before they can reach the wolf den. Meanwhile, back at the den, Koga expresses his true feelings for Kagome. When the final battle with the Birds ensues, will Inuyasha's jealousy cost Koga his life?",
          "Aliases": []
        },
        "11": {
          "ID": "43101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43101",
          "TitleEnglish": "Two Hearts, One Mind",
          "SummaryEnglish": "Kagome has returned home from the Feudal Era after an argument with Inuyasha. While waiting for Inuyasha to apologize, she spends time with her friends and Hojo approaches her, once again. Meanwhile, Inuyasha gets some advice from Kaede on the situation.",
          "Aliases": []
        },
        "12": {
          "ID": "43102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43102",
          "TitleEnglish": "Trapped In A Duel To The Death!",
          "SummaryEnglish": "While Inuyasha's gang follows a demon bear with a jewel shard, Koga meets with some demons from the northern pack who tell him about their plan to storm a castle where a man has many jewel shards. When the chase leads Inuyasha and his comrades to the castle, they meet up with Koga, who is furious at the slaughter of the wolf demons.",
          "Aliases": []
        },
        "13": {
          "ID": "43103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43103",
          "TitleEnglish": "The Deadly Trap of Kagura, The Wind Sorceress!",
          "SummaryEnglish": "While Miroku and Sango fight Naraku's demon puppet, Inuyasha and Koga continue their deadly battle, with Kagura planning to kill the winner.",
          "Aliases": []
        },
        "14": {
          "ID": "43104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43104",
          "TitleEnglish": "Kagura's Dance and Kanna's Mirror",
          "SummaryEnglish": "Inuyasha and his companions come upon an orphan named Koharu, a young woman who believes she is in love with Miroku, after he helped her three years ago. When Koharu needs help again, they assist her and find her a home in a new village. When Naraku sends Kagura and Kanna to destroy Inuyasha and his companions, Koharu and the villagers become the new pawns in Naraku's devious plan.",
          "Aliases": []
        },
        "15": {
          "ID": "43105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43105",
          "TitleEnglish": "The Wind Scar Fails",
          "SummaryEnglish": "Inuyasha and his group must defend themselves against an attack on multiple fronts. Kanna attacks Kagome, attempting to suck her soul into her mirror while Sango remains unconscious in the same room. Koharu tries to stab Miroku, while Inuyasha battles Kagura. Can Inuyasha use his Wind Scar to defeat her?",
          "Aliases": []
        },
        "16": {
          "ID": "43106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43106",
          "TitleEnglish": "Tetsusaiga Breaks",
          "SummaryEnglish": "Inuyasha, though still recovering from his serious wounds, fights Goshinki, a demon who is eating an entire village.",
          "Aliases": []
        },
        "17": {
          "ID": "43107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43107",
          "TitleEnglish": "Kaijinbo's Evil Sword",
          "SummaryEnglish": "Sesshomaru goes to a swordsmith, Kaijinbo, to get a new sword made from the fangs of the demon that broke Tetsusaiga, Goshinki. But something unexpected happens, and Kaijinbo attacks Inuyasha on the night of the new moon, when Inuyasha reverts to his human form.",
          "Aliases": []
        },
        "18": {
          "ID": "43108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43108",
          "TitleEnglish": "Sesshomaru Wields Tokijin",
          "SummaryEnglish": "Inuyasha, wielding a too heavy Tetsusaiga, tries to defend himself against Kaijinbo who has been possessed by Tokijin. Unbeknownst to Inuyasha, Sesshomaru is looking for Kaijinbo and the sword he had commissioned. Will Inuyasha be able to withstand his brother, when Sesshomaru reclaims Tokijin?",
          "Aliases": []
        },
        "19": {
          "ID": "43109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43109",
          "TitleEnglish": "Juromaru and Kageromaru",
          "SummaryEnglish": "Naraku sends his two new incarnations, Juromaru & Kageromaru, to attack Koga, and also, Inuyasha and his companions. Can Inuyasha and Koga work together as a team to defeat these new foes?",
          "Aliases": []
        },
        "20": {
          "ID": "43110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43110",
          "TitleEnglish": "Onigumo's Heart Still Beats Within Naraku",
          "SummaryEnglish": "As Inuyasha and the others recover from their battle with Juromaru and Kageromaru, Kagome goes home. Meanwhile, Naraku comes after Kikyo, and she must flee for her life.",
          "Aliases": []
        },
        "21": {
          "ID": "43111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43111",
          "TitleEnglish": "Return to the Place Where We First Met",
          "SummaryEnglish": "Inuyasha and Kagome must sort out their feeings for each other, after Kagome has spied him with Kikyou, again. Who will Inuyasha choose?",
          "Aliases": []
        },
        "22": {
          "ID": "43112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43112",
          "TitleEnglish": "Kohaku's Lost Memory",
          "SummaryEnglish": "While searching for Naraku's castle, Inuyasha and his group find Kohaku, who has lost his memory.",
          "Aliases": []
        },
        "23": {
          "ID": "43113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43113",
          "TitleEnglish": "That Unforgettable Face!",
          "SummaryEnglish": "Sango and Kilala fight off demons in the woods, while Inuyasha and Miroku face off against Kagura, a horde of demons and Naraku's wasps. Meanwhile, Kagome faces Kohaku, who is being ordered to kill her by Naraku.",
          "Aliases": []
        },
        "24": {
          "ID": "43114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43114",
          "TitleEnglish": "Inuyasha's Soul, Devoured",
          "SummaryEnglish": "Sesshomaru learns from the wise tree-demon, Boku'seno that when Inuyasha transforms into a demon, his demon blood takes full control turning him into a mindless killing machine. Elsewhere, Inuyasha and the others arrive at a village that is ruthlessly being held under the control of the Moth Demon, Gatenmaru and his band of thieves.",
          "Aliases": []
        },
        "25": {
          "ID": "43115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43115",
          "TitleEnglish": "The Demon's True Nature",
          "SummaryEnglish": "Inuyasha, once again, transforms into a demon when faced with Gatenmaru's murderous attack against himself, Miroku, and the helpless women of a village. Sesshomaru then appears to see if what Boku'seno told him about demon Inuyasha was true.",
          "Aliases": []
        },
        "26": {
          "ID": "43116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43116",
          "TitleEnglish": "Father's Old  Enemy:  Ryukotsusei",
          "SummaryEnglish": "Totosai tells Inuyasha that piercing the heart of Ryukotsusei, the demon that gave his father his mortal wound, will make his Tetsusaiga lighter. Inuyasha then decides to kill Ryukotsusei.",
          "Aliases": []
        },
        "27": {
          "ID": "43117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43117",
          "TitleEnglish": "The Backlash Wave: Tetsusaiga's Ultimate Technique",
          "SummaryEnglish": "Inuyasha fights Ryukotsusei with Tetsusaiga's ultimate attack: The Backlash Wave!",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2136",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/3",
      "# Episodes": 28,
      "Episodes": {
        "1": {
          "ID": "43118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43118",
          "TitleEnglish": "The Stone Flower and Shippo's First Love",
          "SummaryEnglish": "Shippo develops a crush on Satsuki, a girl who hopes to wish her dead brother back to life with a fake Shikon shard.",
          "Aliases": []
        },
        "2": {
          "ID": "43119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43119",
          "TitleEnglish": "Temptress in the Mist",
          "SummaryEnglish": "Sango and Miroku investigate a demon princess who is stealing the men from a village.",
          "Aliases": []
        },
        "3": {
          "ID": "43120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43120",
          "TitleEnglish": "Fateful Night in Togenkyo, Part I",
          "SummaryEnglish": "After Sango leaves to repair her damaged Hiraikotsu, Inuyasha and the others come across a demon tree and a sage known as Tokajin, who uses humans to feed the tree so it can grow a fruit of immortality. Not only do the four manage to be caught by Tokajin in some way, but it's also the night of the new moon, when Inuyasha becomes human.",
          "Aliases": []
        },
        "4": {
          "ID": "43121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43121",
          "TitleEnglish": "Fateful Night in Togenkyo, Part II",
          "SummaryEnglish": "After Sango leaves to repair her damaged Hiraikotsu, Inuyasha and the others come across a Demon tree and the Peach Man who uses humans to feed it so it can grow a fruit of immortality. Not only do the four manage to caught by the Peach Man in some way, but it's also the night of the New Moon when Inuyasha becomes human!",
          "Aliases": []
        },
        "5": {
          "ID": "43122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43122",
          "TitleEnglish": "The Beautiful Sister Apprentices",
          "SummaryEnglish": "As Sango is repairing her damaged Hiraikotsu at her home village, she encounters two sisters who ask her to teach all she knows about demon slaying.",
          "Aliases": []
        },
        "6": {
          "ID": "43123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43123",
          "TitleEnglish": "The 50 Year-Old Curse of the Dark Priestess",
          "SummaryEnglish": "Naraku enlists the help of Tsubaki, a dark priestess with a fifty year grudge against Kikyo, to possess Kagome and use her to kill Inuyasha!",
          "Aliases": []
        },
        "7": {
          "ID": "43124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43124",
          "TitleEnglish": "Kikyo and the Dark Priestess",
          "SummaryEnglish": "After a confrontation with Kikyo, Tsubaki goes off to face Inuyasha and the others.",
          "Aliases": []
        },
        "8": {
          "ID": "43125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43125",
          "TitleEnglish": "Tsubaki's Unrelenting Evil Spell",
          "SummaryEnglish": "Kagome fights Tsubaki's curse from within herself as Inuyasha and the others continue to struggle against Tsubaki and her gaggle of demons.",
          "Aliases": []
        },
        "9": {
          "ID": "43126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43126",
          "TitleEnglish": "The Red and White Priestesses",
          "SummaryEnglish": "In order to keep Inuyasha and the others at bay while she invokes the power of a sealed-up ogre, Tsubaki enlists the help of two rookie priestesses.",
          "Aliases": []
        },
        "10": {
          "ID": "43127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43127",
          "TitleEnglish": "Giant Ogre of the Forbidden Tower",
          "SummaryEnglish": "Tsubaki uses the once sealed ogre in a final attempt to kill off Inuyasha once and for all...",
          "Aliases": []
        },
        "11": {
          "ID": "43128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43128",
          "TitleEnglish": "Farewell Days of My Youth",
          "SummaryEnglish": "Inuyasha and the gang enjoy the hospitality of a village they saved from a centipede demon. However, their stay is interrupted by a string of strange possessions taking hold of the group.",
          "Aliases": []
        },
        "12": {
          "ID": "43129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43129",
          "TitleEnglish": "Naraku's Barrier -- Kagura's Decision",
          "SummaryEnglish": "As Naraku's protective barrier around his castle inexplicably weakens, Kagura comtemplates making her move for freedom.",
          "Aliases": []
        },
        "13": {
          "ID": "43130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43130",
          "TitleEnglish": "The Howling Wind of Betrayal",
          "SummaryEnglish": "Koga furiously attacks Kagura in hopes of retrieving his stolen Shikon shards.",
          "Aliases": []
        },
        "14": {
          "ID": "43131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43131",
          "TitleEnglish": "Shippo Gets an Angry Challenge",
          "SummaryEnglish": "Shippo receives a duel invitation from the last remaining Thunder Brother, Souten.",
          "Aliases": []
        },
        "15": {
          "ID": "43132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43132",
          "TitleEnglish": "Terror of the Faceless Man",
          "SummaryEnglish": "A chunk of flesh rejected by Naraku, takes form and terrorizes the countryside.",
          "Aliases": []
        },
        "16": {
          "ID": "43133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43133",
          "TitleEnglish": "Onigumo's Memory Restored",
          "SummaryEnglish": "Muso tries to capture Kagome and Inuyasha must protect her. But there is a new snag when Muso regains Onigumo's memories.",
          "Aliases": []
        },
        "17": {
          "ID": "43134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43134",
          "TitleEnglish": "Three-Sided Battle to the Death",
          "SummaryEnglish": "Naraku tries to absorb Muso back into his body.",
          "Aliases": []
        },
        "18": {
          "ID": "43135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43135",
          "TitleEnglish": "Totosai's Rigid Training",
          "SummaryEnglish": "Inuyasha visits Totosai for some help on making Tesusaiga strong enough to destroy Naraku's barrier.",
          "Aliases": []
        },
        "19": {
          "ID": "43136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43136",
          "TitleEnglish": "Shiori's Family and  Inuyasha's Feelings",
          "SummaryEnglish": "To break Naraku's barrier, Inuyasha must strengthen the Tetsusaiga by making it absorb the blood of a bat-demon protecting its nest with a strong barrier.",
          "Aliases": []
        },
        "20": {
          "ID": "43137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43137",
          "TitleEnglish": "The Red Tetsusaiga Breaks the Barrier!",
          "SummaryEnglish": "Inuyasha must decide between making Tetsusaiga stronger and keeping Shiori alive.",
          "Aliases": []
        },
        "21": {
          "ID": "43138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43138",
          "TitleEnglish": "The Plot of the Panther Devas",
          "SummaryEnglish": "Inuyasha and Company are targeted by a group of cat demons who are after the Shikon shards...",
          "Aliases": []
        },
        "22": {
          "ID": "43139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43139",
          "TitleEnglish": "Target: Sesshomaru and Inuyasha",
          "SummaryEnglish": "Inuyasha and Koga fight the panther demons and Sesshomaru joins in the fight.",
          "Aliases": []
        },
        "23": {
          "ID": "43140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43140",
          "TitleEnglish": "The Panther Tribe and the Two Swords of the Fang",
          "SummaryEnglish": "Inuyasha and Koga separately try to rescue Kagome. Meanwhile, Sesshomaru continues his battle against the panther demons.",
          "Aliases": []
        },
        "24": {
          "ID": "43141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43141",
          "TitleEnglish": "Only You, Sango",
          "SummaryEnglish": "When Inuyasha and his group are approached by a man, it turns out that the stranger has been searching for Sango, to ask her to slay a demon that is plaguing his village. When the group arrives in the village, Sango is surprised to meet an old acquaintance.",
          "Aliases": []
        },
        "25": {
          "ID": "43142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43142",
          "TitleEnglish": "Jaken's Plan to Steal the Tetsusaiga",
          "SummaryEnglish": "A question from Rin prompts Jaken to question his worth to Sesshomaru. He decides to prove himself by stealing Tetsusaiga from Inuyasha.",
          "Aliases": []
        },
        "26": {
          "ID": "43143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43143",
          "TitleEnglish": "Sesshomaru and the Abducted Rin",
          "SummaryEnglish": "Sesshomaru confronts Naraku after he has ordered Kagura to kidnap Rin.",
          "Aliases": []
        },
        "27": {
          "ID": "43144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43144",
          "TitleEnglish": "Vanishing Point; Naraku Disappears",
          "SummaryEnglish": "Sesshomaru and Inuyasha double-team Naraku as he tries to absorb them to become stronger.",
          "Aliases": []
        },
        "28": {
          "ID": "43145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43145",
          "TitleEnglish": "Gap Between the Ages",
          "SummaryEnglish": "The group returns to Kaede's village, at which point Kagome returns to modern-day Tokyo.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "2137",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/4",
      "# Episodes": 28,
      "Episodes": {
        "1": {
          "ID": "43146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43146",
          "TitleEnglish": "The Female Wolf-Demon and the Lunar Rainbow Promise",
          "SummaryEnglish": "A female wolf demon asks Koga to keep the promise he made to her, when she was a child.",
          "Aliases": []
        },
        "2": {
          "ID": "43147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43147",
          "TitleEnglish": "Koga's Bride-To-Be",
          "SummaryEnglish": "Koga must resolve his issues with Ayame, while fighting off the hair demon that is after the jewel shards in his legs.",
          "Aliases": []
        },
        "3": {
          "ID": "43148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43148",
          "TitleEnglish": "The Evil Within Demon's Head Castle",
          "SummaryEnglish": "Inuyasha and company, including a old demon exorcist, travel to Demon's Head Castle, in search of a powerful demon plaguing the people.",
          "Aliases": []
        },
        "4": {
          "ID": "43149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43149",
          "TitleEnglish": "Secret of the Possessed Princess",
          "SummaryEnglish": "Inuyasha battles a demon that has appeared in the castle. Shortly after they take their battle outside, Sango and the old exorcist decide to go find Miroku. Meanwhile Kagome and Shippo discover a secret about the princess in the lord's chamber of the castle.",
          "Aliases": []
        },
        "5": {
          "ID": "43150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43150",
          "TitleEnglish": "Kikyo's Lonely Journey",
          "SummaryEnglish": "Kikyo comes across an old man, who turns out to have a past connection with Onigumo when he was young.",
          "Aliases": []
        },
        "6": {
          "ID": "43151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43151",
          "TitleEnglish": "The Three Sprites of the Monkey God",
          "SummaryEnglish": "Inuyasha and the rest of the group are passing by a village, and soon learn of three monkeys that are searching for their master.",
          "Aliases": []
        },
        "7": {
          "ID": "43152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43152",
          "TitleEnglish": "Nursing Battle of the Rival Lovers",
          "SummaryEnglish": "Kagome is forced to return home when her cold worsens. While there, she is visited by her school friends, and Inuyasha winds up competing with Hojo to determine who cares more for Kagome's health.",
          "Aliases": []
        },
        "8": {
          "ID": "43153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43153",
          "TitleEnglish": "Sota's Brave Confession of Love",
          "SummaryEnglish": "As Inuyasha's stay with Kagome in the Modern era continues, Inuyasha takes his first trip with Kagome to a grocery store. Along the way back, they spot Sota and discover he has his first crush on a girl in his class.",
          "Aliases": []
        },
        "9": {
          "ID": "43154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43154",
          "TitleEnglish": "The Suspicious Faith Healer and the Black Kirara",
          "SummaryEnglish": "Kuroro, who is part of Kirara's species except with more black markings, once belonged to a village. She is considered a highly intelligent youkai who helps the village by exterminating all the rats and mice there. She was chased out, though, when a spiritualist person came and said that two-tailed cats were bad fortune.",
          "Aliases": []
        },
        "10": {
          "ID": "43155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43155",
          "TitleEnglish": "Plot of the Walking Dead",
          "SummaryEnglish": "Kikyo encounters a girl who's also a walking dead. The Inuyasha gang finds out, through the girl, about another walking dead's plan to conquer the land.",
          "Aliases": []
        },
        "11": {
          "ID": "43156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43156",
          "TitleEnglish": "The Mysterious, Lecherous Monk",
          "SummaryEnglish": "The Inuyasha group tracks down someone who's been using Miroku's identity.",
          "Aliases": []
        },
        "12": {
          "ID": "43157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43157",
          "TitleEnglish": "The Sacred Jewel Maker, Part I",
          "SummaryEnglish": "Inuaysha and the others find a demon using a fake Sacred Jewel and, with the help of a scholar, search to find out how, and why.",
          "Aliases": []
        },
        "13": {
          "ID": "43158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43158",
          "TitleEnglish": "The Sacred Jewel Maker, Part II",
          "SummaryEnglish": "With his friends imprisoned, body and soul, inside the toad demon's slime to be sacrificed for the making of a second Sacred Jewel, Inuyasha must face off against a half-demon powered up by a dozen fake jewels alone.",
          "Aliases": []
        },
        "14": {
          "ID": "43159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43159",
          "TitleEnglish": "Jaken Falls Ill",
          "SummaryEnglish": "Jaken is poisoned and it's up to Rin to find a cure for him before it's too late.",
          "Aliases": []
        },
        "15": {
          "ID": "43160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43160",
          "TitleEnglish": "Kirara Come Home!",
          "SummaryEnglish": "When Sango notices that Kilala seems to have disappeared, she starts to worry, and soon everyone starts looking for her.",
          "Aliases": []
        },
        "16": {
          "ID": "43161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43161",
          "TitleEnglish": "Kikyo and Kagome: Alone in the Cave",
          "SummaryEnglish": "Kagome and Inuyasha are fighting again and Kagome becomes so enraged she storms off. When she investigates a noise coming from a cave, she becomes trapped together with Kikyo.",
          "Aliases": []
        },
        "17": {
          "ID": "43162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43162",
          "TitleEnglish": "Koga and Sesshomaru: A Dangerous Encounter",
          "SummaryEnglish": "Ginta and Hakkaku come across Jaken and Rin at a river, meanwhile Koga is elsewhere flirting with Kagome and fighting with Inuyasha. Soon Koga meets up with Ginta and Hakkaku. Koga wants to go to the river, but his two friends want to keep him safely away...",
          "Aliases": []
        },
        "18": {
          "ID": "43163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43163",
          "TitleEnglish": "The Truth Behind the Nightmare: Battle in the Forest of Sorrow",
          "SummaryEnglish": "While travelling, Inuyasha smells a familiar scent; it's the moth demon leader. As they battle the leader, everyone except Inuyasha gets trapped in a cocoon, where they have nightmares about their worst fears.",
          "Aliases": []
        },
        "19": {
          "ID": "43164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43164",
          "TitleEnglish": "The Snow from Seven Years Past",
          "SummaryEnglish": "Miroku hears that a snow maiden possessing the form of a woman from his youth is terrorizing the village men and goes out alone to investigate.",
          "Aliases": []
        },
        "20": {
          "ID": "43165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43165",
          "TitleEnglish": "Assault on the Wolf-Demon Tribe!",
          "SummaryEnglish": "A deadly spectre arises in the northeast, driving Ayame and her wolf-youkai tribe from their territories, Koga must step in to avenge his fallen brethren.",
          "Aliases": []
        },
        "21": {
          "ID": "43166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43166",
          "TitleEnglish": "The Band of Seven, Resurrected!",
          "SummaryEnglish": "Inuyasha and the group learn about the deadly Band of Seven. This group was constructed of seven mercenaries who were executed for their inhumane acts. When Kagome senses a sacred jewel shard, Sango goes off on her own and finds her lost brother Kohaku. Meanwhile, Inuyasha encounters one of the Band of Seven, Jakotsu. Jakotsu has strange behavior and wields a strange sword that bends, posing a dangerous problem for Inuyasha.",
          "Aliases": []
        },
        "22": {
          "ID": "43167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43167",
          "TitleEnglish": "The Stealthy Poison Master, Mukotsu",
          "SummaryEnglish": "Inuyasha goes after Jakotsu, and the others are attacked by another member of the Band of Seven; Mukotsu.",
          "Aliases": []
        },
        "23": {
          "ID": "43168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43168",
          "TitleEnglish": "The Ghastly Steel Machine",
          "SummaryEnglish": "Inuyasha is forced to clash with Ginkotsu as he orders Kilala and Shippo to get the poisoned Miroku, Kagome, and Sango to safety. They make it to a monk's temple, unaware that Renkotsu has taken over the place.",
          "Aliases": []
        },
        "24": {
          "ID": "43169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43169",
          "TitleEnglish": "Kagome, Miroku, and  Sango: Desperate Situation",
          "SummaryEnglish": "Shippo tries to save Kagome, Miroku and Sango from a burning temple.",
          "Aliases": []
        },
        "25": {
          "ID": "43170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43170",
          "TitleEnglish": "Inuyasha Shows His Tears For The First Time",
          "SummaryEnglish": "Inuyasha discovers that Miroku, Sango and Kagome have been poisoned.",
          "Aliases": []
        },
        "26": {
          "ID": "43171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43171",
          "TitleEnglish": "The Secret of the Pure Light",
          "SummaryEnglish": "Inuyasha and crew enter a village where a man named Suikotsu, the name of one member of the Band of Seven, is living. They discover that he appears to be a good person. Could he truly belong to the Band of Seven?",
          "Aliases": []
        },
        "27": {
          "ID": "43172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43172",
          "TitleEnglish": "Hidden In The Mist: Onward to Mt. Hakurei",
          "SummaryEnglish": "Dr. Suikotsu continues to fight Inuyasha.",
          "Aliases": []
        },
        "28": {
          "ID": "43173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43173",
          "TitleEnglish": "Enter Bankotsu, The Leader of the Band of Seven",
          "SummaryEnglish": "Long ago the Lord of a nearby castle was responsible for executing the Band of Seven and now they seek their revenge by attacking the castle. Despite warnings, Inuyasha and his friends approach the castle.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "2138",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/5",
      "# Episodes": 28,
      "Episodes": {
        "1": {
          "ID": "43174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43174",
          "TitleEnglish": "The Big Clash: Banryu versus the Wind Scar",
          "SummaryEnglish": "Inuyasha has finally met Bankotsu, the Leader of the Band of Seven, and is determined to use the Tetsuiga to bring him down. But Bankotsu is confident that his Banryu will win without fail. And now, Renkotsu has discovered Kagome's ability to see Shikon Jewel shards. Can the Wind Scar defeat Bankotsu and his Banryu?",
          "Aliases": []
        },
        "2": {
          "ID": "43175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43175",
          "TitleEnglish": "Afloat on the Lake Surface: The Barrier of Hijiri Island",
          "SummaryEnglish": "Inuyasha battles with Bankotsu on the island of Hijiri without being able to use the Wind Scar. Miroku learns that Naraku is using the great priest's power to create a barrier around the island of Hijiri weakening Kirara and Shippo, and making Inuyasha unable to use the Wind Scar. Miroku manages to destroy the barrier to allow Inuyasha to regain the power to use the Wind Scar. However, Bankotsu is still confident in defeating Inuyasha.",
          "Aliases": []
        },
        "3": {
          "ID": "43176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43176",
          "TitleEnglish": "The Sacred Vajra and the Mystery of the Living Buddha",
          "SummaryEnglish": "Bankotsu continues to fight Inuyasha on Hijiri island, but the island holds one more secret.",
          "Aliases": []
        },
        "4": {
          "ID": "43177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43177",
          "TitleEnglish": "Koga's Solitary Battle",
          "SummaryEnglish": "Koga, Ginta and Hakkaku go to Mt. Hakurei and meet up with some of the seven warriors. Koga fights in a rough battle with them and gets injured. Meanwhile, Jakotsu meets up with Sesshomaru and they fight. Inuyasha, Kagome, Shippo and Kirara are near Mt. Hakurei also, but then, Inuyasha suddenly smells the blood and scent of the wolves and rushes over.",
          "Aliases": []
        },
        "5": {
          "ID": "43178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43178",
          "TitleEnglish": "Lured by the Black Light",
          "SummaryEnglish": "Jakotsu attacks Sesshomaru while Suikotsu kidnaps Rin. However, Suikotsu's good alter ego takes over temporarily as he takes Rin to the village where he tended to children. When villagers ask for Suikotsu to leave, his evil alter ego takes over and kills one of the villagers. Jakotsu then shows up from hiding. Meanwhile, Kikyo and Sesshomaru head off to go after the three despite the barrier on the town.",
          "Aliases": []
        },
        "6": {
          "ID": "43179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43179",
          "TitleEnglish": "The Exposed Face of Truth",
          "SummaryEnglish": "Sesshomaru battles with Jakotsu on Mount Hakurei while Suikotsu holds Rin captive. As Suikotsu is about to kill Rin, Kikyo fires an arrow at Suikotsu's neck making him change to his good alter ego. The counterpart wishes for Kikyo to remove the Shikon shard from his neck so he won't have to suffer the thought of killing anymore because of his evil alter ego. Jakotsu removes the Shikon shard and Suikotsu is reduced to a skeleton.",
          "Aliases": []
        },
        "7": {
          "ID": "43180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43180",
          "TitleEnglish": "Vanished in a River of Flames",
          "SummaryEnglish": "Renkotsu traps Kagome, Kouga, Shippo, Kirara, Hakkaku and Ginta in a cave that is surrounded by a river of fire. Inuyasha must fight Renkotsu to protect his friends.",
          "Aliases": []
        },
        "8": {
          "ID": "326269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/326269",
          "TitleEnglish": "Into the Depths of Mt. Hakurei",
          "SummaryEnglish": "Sango and Miroku explore a cave in Mt. Hakurei, where they expect to find Naraku, but fall into Kagura's trap. Sango's weapon is useless against Kagura, the Wind Sorceress. Can Miroku defend them with his Wind Tunnel? Worried that Sango and Miroku have not returned, Inuyasha goes after them, determined to cross the sacred barrier of Mt. Hakurei.",
          "Aliases": []
        },
        "9": {
          "ID": "43182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43182",
          "TitleEnglish": "Divine Malice of the Saint",
          "SummaryEnglish": "Inuyasha, in his human form, struggles to stay alive during a deadly fight with Jakotsu. When Miroku and Sango find Hakushin in the depths of the mountain, will they be able to destroy the barrier that has suppressed Inuyasha's half-demon powers?",
          "Aliases": []
        },
        "10": {
          "ID": "43183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43183",
          "TitleEnglish": "Fare Thee Well: Jakotsu’s Requiem",
          "SummaryEnglish": "Inuyasha fights for his life against Jakotsu. Kikyo meets Hakushin. What will happen to the sacred barrier after Kikyo intervenes?",
          "Aliases": []
        },
        "11": {
          "ID": "43184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43184",
          "TitleEnglish": "Final Battle: The Last and Strongest of the Band of Seven",
          "SummaryEnglish": "Now that the sacred barrier is down, Kagome and the rest of the gang head up Mt. Hakurei. Inuyasha runs into Bankotsu, deep inside the mountain and is forced to fight him. Can Inuyasha win, now that Bankotsu has seven Shikon shards.?",
          "Aliases": []
        },
        "12": {
          "ID": "43185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43185",
          "TitleEnglish": "The Power of Banryu: Duel to the Death on Mt. Hakurei",
          "SummaryEnglish": "Inuyasha battles with Bankotsu, who is using Banryu, a weapon infused with a demonic aura. Kagome senses that the Shikon shards inside Mt. Hakurei are becoming tainted.",
          "Aliases": []
        },
        "13": {
          "ID": "43186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43186",
          "TitleEnglish": "Beyond the Darkness - Naraku Reborn!",
          "SummaryEnglish": "Inuyasha is lying trapped and unconscious inside Mt. Hakurei, where Naraku's new body is being created. Also, trapped inside are Inuyasha's companions and Koga. Will Inuyasha awaken, before Naraku tries to destroy him?",
          "Aliases": []
        },
        "14": {
          "ID": "43187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43187",
          "TitleEnglish": "Farewell Kikyo, My Beloved",
          "SummaryEnglish": "Inuyasha helps Koga to safety and everyone gets out of the mountain safely. Meanwhile, Naraku confronts Kikyo with his new body.",
          "Aliases": []
        },
        "15": {
          "ID": "43188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43188",
          "TitleEnglish": "The Darkness in Kagome's Heart",
          "SummaryEnglish": "In the beginning, Inuyasha goes to look for Kikyo. Kagome, Sango, and Miroku get caught by people, and get taken to a village. Kagome gets taken into one of the huts there, leaving Sango and Miroku to fight the people.",
          "Aliases": []
        },
        "16": {
          "ID": "43189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43189",
          "TitleEnglish": "Transform Heartache into Courage!",
          "SummaryEnglish": "Failing to find Kikyo after sent on a wild goose chase by a priest, Inuyasha is unaware that Kagome and the others are in danger. Miroku and Sango have to defend themselves against murderous guards, while Kagome is in danger from Kagura and a strange baby who is trying to control Kagome's heart.",
          "Aliases": []
        },
        "17": {
          "ID": "43190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43190",
          "TitleEnglish": "Don't Boil It! The Terrifying Dried-Up Demon",
          "SummaryEnglish": "When Kagome brings back some rare dried food from the feudal era, Inuyasha is forced to travel to modern Japan to protect her, as the food is actually made from dried demons.",
          "Aliases": []
        },
        "18": {
          "ID": "43191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43191",
          "TitleEnglish": "Battle Against the Dried-Up Demons at the Cultural Festival",
          "SummaryEnglish": "While Kagome has her hands full preparing for the Cultural Festival, another dried-food demon appears. After Inuyasha saves the day, Kagome admits that there may be three more demons on the loose. Later, when Inuyasha sees Kagome in a love scene with Hojo in the school play, his temper flares. Will Inuyasha and Hojo be forced to fight over Kagome?",
          "Aliases": []
        },
        "19": {
          "ID": "43192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43192",
          "TitleEnglish": "Chokyukai  and the Abducted Bride",
          "SummaryEnglish": "This pig demon called Chokyukai has been wandering around the countryside forcing young women to marry him. But when he puts the magical tiara that makes the women fall in love with him on Kagome, InuYasha is the one who's lovestricken!",
          "Aliases": []
        },
        "20": {
          "ID": "43193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43193",
          "TitleEnglish": "Shippo's New Technique, The Heart Scar",
          "SummaryEnglish": "Shippo meets a group of fox demons who heard a legend about the mighty and powerful Shippo and they ask him to protect them from a lizard demon. Shippo uses his ultimate attack, the Heart Scar.",
          "Aliases": []
        },
        "21": {
          "ID": "43194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43194",
          "TitleEnglish": "Trap of the Cursed Wall Hanging",
          "SummaryEnglish": "The Inuyasha gang hears about a village of demon women and they decide to find it.",
          "Aliases": []
        },
        "22": {
          "ID": "43195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43195",
          "TitleEnglish": "Miroku's Most Dangerous Confession",
          "SummaryEnglish": "Inuyasha must save Sango and Miroku from the village women and the demon that is controlling them..",
          "Aliases": []
        },
        "23": {
          "ID": "43196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43196",
          "TitleEnglish": "The Woman Who Loved Sesshomaru (1)",
          "SummaryEnglish": "Inuyasha and his group travel to a coastal town where they meet a beautiful woman, who attempts to steal the Tetsusaiga.",
          "Aliases": []
        },
        "24": {
          "ID": "43197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43197",
          "TitleEnglish": "The Woman Who Loved Sesshomaru (2)",
          "SummaryEnglish": "Inuyasha and Sesshomaru confront Sara, but Sara has a terrible secret.",
          "Aliases": []
        },
        "25": {
          "ID": "43198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43198",
          "TitleEnglish": "The Last Banquet of Miroku's Master",
          "SummaryEnglish": "Miroku finds out that Mushin, the monk who raised him, is dying, and he goes to see him.",
          "Aliases": []
        },
        "26": {
          "ID": "43199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43199",
          "TitleEnglish": "A Strange Invisible Demon Appears!",
          "SummaryEnglish": "Inuyasha and his group meet someone they know when they travel to a small town and Miroku plans to make use of his exorcist skills to earn some money.",
          "Aliases": []
        },
        "27": {
          "ID": "43200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43200",
          "TitleEnglish": "An Ancestor Named Kagome",
          "SummaryEnglish": "Inuyasha and his gang take on the task of purifying a cursed sword brought to them by Akitoki Hojo, ancestor to the Hojo in Kagome's time. Back in present day Japan, Kagome finds out that Hojo has ancestor named Kagome, who married Akitoki! What does this mean for Kagome? Does she stay in the feudal era and marry Akitoki, or is it mere coincidence?",
          "Aliases": []
        },
        "28": {
          "ID": "43201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43201",
          "TitleEnglish": "Mountain of Demons:  Survival of the Duo",
          "SummaryEnglish": "While on a mission to purify the Ken blade, Kagome and Akitoki become separated from Inuyasha and the others. Then Kagome and Akitoki get attacked by the ninja demons. What will be their fate?",
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "2139",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/6",
      "# Episodes": 29,
      "Episodes": {
        "1": {
          "ID": "43202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43202",
          "TitleEnglish": "The Great Duel at Shoun Falls",
          "SummaryEnglish": "Inuyasha and the others go to meet the ninja demon, who has taken Kagome hostage, at Shoun Falls.",
          "Aliases": []
        },
        "2": {
          "ID": "43203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43203",
          "TitleEnglish": "Eternal Love, The Naginata of Kenkon",
          "SummaryEnglish": "Hoshiyomi plans to destroy humanity using the Naginata of Kenkon.",
          "Aliases": []
        },
        "3": {
          "ID": "43204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43204",
          "TitleEnglish": "Entei, The Demon Horse Unleashed!",
          "SummaryEnglish": "Inuyasha and his group decide to investigate a series of murders which they hear were committed by a woman with a baby.",
          "Aliases": []
        },
        "4": {
          "ID": "43205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43205",
          "TitleEnglish": "Untamed Entei and Horrible Hakudoshi",
          "SummaryEnglish": "Naraku's child Hakudoshi kills Rygokoki, takes his weapon and earns the right to ride on the legendry horse demon Entei",
          "Aliases": []
        },
        "5": {
          "ID": "43206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43206",
          "TitleEnglish": "3,000 Leagues in Search of Father",
          "SummaryEnglish": "When Inuyasha and his friends visit a a new town, they find out that a headless demon has been frightening the townspeople.",
          "Aliases": []
        },
        "6": {
          "ID": "43207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43207",
          "TitleEnglish": "Hosenki and the Last Shard",
          "SummaryEnglish": "Inuyasha searches for Myoga to figure out how to get to the border between this world and the next, and his father's grave, where the last shard of the sacred jewel may be hidden.",
          "Aliases": []
        },
        "7": {
          "ID": "43208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43208",
          "TitleEnglish": "Bizarre Guards at the Border of the Afterlife",
          "SummaryEnglish": "Inuyasha and his friends attempt to reach the graveyard located beyond the border of this world.",
          "Aliases": []
        },
        "8": {
          "ID": "43209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43209",
          "TitleEnglish": "The Fiery Bird Master, Princess Abi",
          "SummaryEnglish": "After Inuyasha and his friends return from the Land of Fire, they come across several villages where everyone has had all their blood sucked out of them.",
          "Aliases": []
        },
        "9": {
          "ID": "43210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43210",
          "TitleEnglish": "The Tragic Love Song of Destiny (1)",
          "SummaryEnglish": "Kaede narrates a special episode that explains Kikyo's life as a priestess (a miko), how she met Inuyasha, how she ended up receiving the Shikon no Tama and more.",
          "Aliases": []
        },
        "10": {
          "ID": "43211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43211",
          "TitleEnglish": "The Tragic Love Song of Destiny (2)",
          "SummaryEnglish": "Kaede narrates a special episode that explains Kikyo's life as a miko, her recieving the Shikon no Tama and Naraku's trap for her and Inuyasha.",
          "Aliases": []
        },
        "11": {
          "ID": "43212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43212",
          "TitleEnglish": "The Single Arrow of Chaos",
          "SummaryEnglish": "Inuyasha and the others are on a mission to find Princess Abi and her nest of birds. However, they must get past Hakudoshi, first.",
          "Aliases": []
        },
        "12": {
          "ID": "43213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43213",
          "TitleEnglish": "The Mysterious Light that Guides the Saint",
          "SummaryEnglish": "Princess Abi goes after a group of villagers who are hiding in a cave.",
          "Aliases": []
        },
        "13": {
          "ID": "43214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43214",
          "TitleEnglish": "Kagome's Instinctive Choice",
          "SummaryEnglish": "Kagome must decide if she wants to save Kikyo, or not.",
          "Aliases": []
        },
        "14": {
          "ID": "43215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43215",
          "TitleEnglish": "Protect and Plunder!",
          "SummaryEnglish": "Princess Abi no longer wants to be in league with Naraku.",
          "Aliases": []
        },
        "15": {
          "ID": "43216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43216",
          "TitleEnglish": "The Cruel Reunion of Fate",
          "SummaryEnglish": "Kohaku must kill the castle guards to retrieve the infant, Naraku's incarnation.",
          "Aliases": []
        },
        "16": {
          "ID": "43217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43217",
          "TitleEnglish": "The Demon Linked With the Netherworld",
          "SummaryEnglish": "After meeting Kikyo, Inuyasha and the gang rush to stop Naraku, who confronts Abi and her mother.",
          "Aliases": []
        },
        "17": {
          "ID": "43218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43218",
          "TitleEnglish": "The Demon Protector of the Sacred Jewel Shard!",
          "SummaryEnglish": "Inuyasha and the gang follow Naraku. Before the group can confront their nemesis, Inuyasha must battle Hosenki, an old friend of Inuyasha's father.",
          "Aliases": []
        },
        "18": {
          "ID": "43219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43219",
          "TitleEnglish": "Final Battle at the Graveside! Sesshomaru Versus Inuyasha",
          "SummaryEnglish": "Naraku appears to steal Hosenki's shard, but Sesshomaru arrives on the scene, to everyone's surprise.",
          "Aliases": []
        },
        "19": {
          "ID": "43220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43220",
          "TitleEnglish": "Destroy Naraku with the Adamant Barrage!",
          "SummaryEnglish": "Sesshomaru faces off with Naraku, while Inuyasha tries to cut Hosenki's diamond body to gain a new power.",
          "Aliases": []
        },
        "20": {
          "ID": "43221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43221",
          "TitleEnglish": "Stampede of the Countless Demon Rats!",
          "SummaryEnglish": "Naraku lets Hakudoshi employ a new method to bring Kikyo out of hiding--a tidal wave of endless demon rodents. Also, Kohaku finds himself in a dilemma.",
          "Aliases": []
        },
        "21": {
          "ID": "43222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43222",
          "TitleEnglish": "Kohaku's Decision and Sango's Heart",
          "SummaryEnglish": "Sango attempts to stop Kohaku and the demon rats, while Hakudoshi tries to subdue Kikyo's Mayose spell, intended to destroy the stampede of rodents.",
          "Aliases": []
        },
        "22": {
          "ID": "43223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43223",
          "TitleEnglish": "The Lucky but Two-Timing Scoundrel!",
          "SummaryEnglish": "Kagome returns home to get some rest without telling Inuyasha. Angrily he follows her and breaks her bike. Despite spending the day trying to fix it, Kagome is still furious and tells her friends he is cheating on her. Her friends then ask to meet him. How will this end for Kagome and Inuyasha?",
          "Aliases": []
        },
        "23": {
          "ID": "43224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43224",
          "TitleEnglish": "Miroku's Past Mistake",
          "SummaryEnglish": "Miroku is confronted by an old flame from his past, to Sango's chagrin.",
          "Aliases": []
        },
        "24": {
          "ID": "43225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43225",
          "TitleEnglish": "Forever with Lord Sesshomaru",
          "SummaryEnglish": "Rin has her doubts about whether or not she will be with Sesshomaru forever, after Jaken tells her that he and Sesshomaru will probably live longer than her, because she's mortal and they're demons.",
          "Aliases": []
        },
        "25": {
          "ID": "43226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43226",
          "TitleEnglish": "Kohaku, Sango and Kirara: The Secret Flower Garden",
          "SummaryEnglish": "Kirara recalls Sango and Kohaku's past, when they were children.",
          "Aliases": []
        },
        "26": {
          "ID": "43227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43227",
          "TitleEnglish": "Possessed by a Parasite: Shippo, Our Worst Enemy",
          "SummaryEnglish": "A parasite demon infects Shippo, causing him to attack his friends, but Inuyasha seems to be the Shippo's real target.",
          "Aliases": []
        },
        "27": {
          "ID": "43228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43228",
          "TitleEnglish": "The Ultimate Key to Defeating Naraku",
          "SummaryEnglish": "Naraku confronts Kikyo, while Hakudoshi creates a new monstrosity for Inuyasha and friends to deal with.",
          "Aliases": []
        },
        "28": {
          "ID": "43229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43229",
          "TitleEnglish": "The Bond Between Them, Use the Sacred Jewel Shard! (1)",
          "SummaryEnglish": "Inuyasha and the others find a strange man with demonic powers. Could this be the reincarnation of Naraku?",
          "Aliases": []
        },
        "29": {
          "ID": "43230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43230",
          "TitleEnglish": "The Bond Between Them, Use the Sacred Jewel Shard! (2)",
          "SummaryEnglish": "As Inuyasha and his team go after Kagura, they find a weakness which they plan to use to defeat their opponent, Naraku. Yet, Naraku has already taken steps to lead Inuyasha and his team into a terrible trap.",
          "Aliases": []
        }
      }
    },
    "7": {
      "ID": "2155030",
      "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/7",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "2037941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037941",
          "TitleEnglish": "Naraku's Heart",
          "SummaryEnglish": "Hakudoshi is scheming to take Naraku's place. He steals Kagome's Shikon Jewel shards and entices Kagura to betray Naraku.",
          "Aliases": []
        },
        "2": {
          "ID": "2037951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037951",
          "TitleEnglish": "Kagura's Wind",
          "SummaryEnglish": "Upon healing her wounds inflicted by Naraku, using Midoriko's soul, Kikyo runs into Inuyasha again and reveals the secret to destroying Naraku.",
          "Aliases": []
        },
        "3": {
          "ID": "2037961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037961",
          "TitleEnglish": "Meido Zangetsuha",
          "SummaryEnglish": "It is the day of the annual Fox Demon Exam at the Demon Inn. Miroku and his friends get stuck taking the tests. Shippo hopes to be promoted in rank for playfully getting revenge on Inuyasha.",
          "Aliases": []
        },
        "4": {
          "ID": "2037971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037971",
          "TitleEnglish": "Dragon-Scaled Tetsusaiga",
          "SummaryEnglish": "The swordsmith Toshu forges a demon-blade using one of Ryujin's scales, and the Dakki was born. Meanwhile, every time Inuyasha tries to attack, he is undermined by demonic energy.",
          "Aliases": []
        },
        "5": {
          "ID": "2037981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037981",
          "TitleEnglish": "The Great Holy Demon Spirit’s Test",
          "SummaryEnglish": "The Tetsusaiga has attained the power of the dragon scales. In order to be able to quickly use the demonic power well, Inuyasha has no choice but to go through training.",
          "Aliases": []
        },
        "6": {
          "ID": "2037991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037991",
          "TitleEnglish": "The End of Moryomaru",
          "SummaryEnglish": "Inuyasha and Koga arrive at the scene of Moryomaru and Naraku's fight. But Moryomaru, who wants his Shikon shards, catches Koga.",
          "Aliases": []
        },
        "7": {
          "ID": "2038001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038001",
          "TitleEnglish": "The Mausoleum of Mount Azusa",
          "SummaryEnglish": "Kikyo has been contaminated by Naraku's spider web. In order to save her, Inuyasha and Kagome need the bowstring kept in Mount Azusa's mausoleum.",
          "Aliases": []
        },
        "8": {
          "ID": "2038011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038011",
          "TitleEnglish": "Among the Twinkling Stars",
          "SummaryEnglish": "Kikyo attempts to purify Naraku and his Shikon shards along with Midoriko's will that controls the shards in Koga's legs.",
          "Aliases": []
        },
        "9": {
          "ID": "2038021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038021",
          "TitleEnglish": "Sesshomaru in the Underworld",
          "SummaryEnglish": "Sesshomaru visits his mother to ask how he can expand the Tenseiga's Meido Zangetsuha technique. In response, his mother uses the Meido Stone that Sesshomaru's father gave her.",
          "Aliases": []
        },
        "10": {
          "ID": "2038031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038031",
          "TitleEnglish": "Flowers Drenched in Sadness",
          "SummaryEnglish": "The Flower Prince is a demon that feasts on saddened or anguished hearts. Dazzled by the flower's fragrance, Inuyasha becomes entangled in a fake dream.",
          "Aliases": []
        },
        "11": {
          "ID": "2038041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038041",
          "TitleEnglish": "Kanna's Gravestone",
          "SummaryEnglish": "The Mirror Demon steals Tetsusaiga's demonic energy. Inuyasha counterattacks despite enduring some fierce blows, but all of his attacks aimed at the Mirror Demon end up being taken by Kanna.",
          "Aliases": []
        },
        "12": {
          "ID": "2038051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038051",
          "TitleEnglish": "Sango's Feelings, Miroku's Resolve",
          "SummaryEnglish": "In order to defeat the demons, Sango coats Hiraikotsu with poison. To cleanse it of the poison, the Master of Potions says she must defeat the demon inside the jug.",
          "Aliases": []
        },
        "13": {
          "ID": "2038071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038071",
          "TitleEnglish": "A Complete Meido",
          "SummaryEnglish": "Shishinki, the Ogre of Death, appears before Sesshomaru, telling him that Inuyasha and Sesshomaru's father stole his Meido Zangetsuha in a battle.",
          "Aliases": []
        },
        "14": {
          "ID": "2038081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038081",
          "TitleEnglish": "In Pursuit of Naraku",
          "SummaryEnglish": "Sesshomaru is enraged when he learns the secret behind Tenseiga. Totosai tries to persuade Sesshomaru that he will surpass his father once he is able to abandon his attachment to the sword as well as his hatred of Inuyasha.",
          "Aliases": []
        },
        "15": {
          "ID": "2038091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038091",
          "TitleEnglish": "True Heir",
          "SummaryEnglish": "Sesshomaru replicates Tetsusaiga's power with Tenseiga, empowered by Kanna's memento, a fragment of the Mirror Demon. With his new power, Sesshomaru challenges Inuyasha to a battle.",
          "Aliases": []
        },
        "16": {
          "ID": "2038101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038101",
          "TitleEnglish": "Hitomiko's Barrier",
          "SummaryEnglish": "The priestess Hitomiko loses her life at Naraku's hands, but she is resurrected and locks Kagome within a barrier. Then, the true spiritual power of Mount Azusa's bow reveals itself!",
          "Aliases": []
        },
        "17": {
          "ID": "2038111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038111",
          "TitleEnglish": "Magatsuhi's Evil Will",
          "SummaryEnglish": "When Inuyasha and his companions return to Kaede's village to tell her of Kikyo's death, he and Kaede try to find out what is sealing off Kagome's powers.",
          "Aliases": []
        },
        "18": {
          "ID": "2038121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038121",
          "TitleEnglish": "The Day of Days",
          "SummaryEnglish": "Kohaku remains unconscious after being stared down by Magatsuhi, the evil will. Kagome is worried, but she has to buckle down and study for her entrance exams, so she decides to return home.",
          "Aliases": []
        },
        "19": {
          "ID": "2038141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038141",
          "TitleEnglish": "Kohaku’s Shard",
          "SummaryEnglish": "Sesshomaru chases after the evil will, Magatsuhi, but it’s only part of a trap set up by Byakuya of the Dreams. Magatsuhi finds Kohaku lying unconscious, and he tries to deliver his Shikon shard to Naraku.",
          "Aliases": []
        },
        "20": {
          "ID": "2038161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038161",
          "TitleEnglish": "When the Jewel is Whole",
          "SummaryEnglish": "With only one shard of the Shikon Jewel remaining, Naraku takes Kagome hostage to use her as ransom for the last shard.",
          "Aliases": []
        },
        "21": {
          "ID": "2038181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038181",
          "TitleEnglish": "Inside Naraku",
          "SummaryEnglish": "Kagome graduates from middle school and returns to the Feudal Era. Shippo and Kohaku stay at Kaede's village, while the rest of the gang heads out to battle Naraku.",
          "Aliases": []
        },
        "22": {
          "ID": "2038201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038201",
          "TitleEnglish": "Naraku: Trap of Darkness",
          "SummaryEnglish": "Inuyasha’s heart is devoured by the Shikon Jewel’s poison, and he turns into his demon form, helpless as the darkness in his heart takes control of him.",
          "Aliases": []
        },
        "23": {
          "ID": "2038211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038211",
          "TitleEnglish": "Naraku: Trap of Light",
          "SummaryEnglish": "Kagome’s spiritual powers are restored, and divine light is revived in Naraku’s Shikon Jewel. However, Naraku uses this as a decoy to lure Sango into his trap.",
          "Aliases": []
        },
        "24": {
          "ID": "2038221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038221",
          "TitleEnglish": "Naraku's Uncertain Wish",
          "SummaryEnglish": "Naraku has been living as a demon despite having a human heart. While fighting him, Kagome asks about his true wish.",
          "Aliases": []
        },
        "25": {
          "ID": "2038231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038231",
          "TitleEnglish": "Thoughts Fall Short",
          "SummaryEnglish": "Naraku heads for the Bone Eater’s Well and vanishes! Before disappearing, Naraku makes his last wish for Kagome, injured at the hands of Byakuya, to be swallowed into Meido, the Path to the Underworld.",
          "Aliases": []
        },
        "26": {
          "ID": "2038241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038241",
          "TitleEnglish": "Toward Tomorrow",
          "SummaryEnglish": "When the last person to obtain the Shikon Jewel makes the one correct wish, the jewel will be purified and disappear entirely from this world. The long journey of Inuyasha and his companions comes to end and thus concludes this Feudal Fairy Tale.",
          "Aliases": []
        }
      }
    }
  }
}