{
    "URL": "https://www.thetvdb.com/series/inuyasha",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0290223/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH528624",
        "https://www.themoviedb.org/tv/35610"
    ],
    "TitleEnglish": "InuYasha",
    "SummaryEnglish": "Kagome Higurashi is a modern day young girl who lives with her family by the old Higure shrine. Unbeknownst to Kagome, she is the reincarnation of priestess Kikyo and possesses the \"Jewel of Four Souls\" The Shikon Jewel. One ill-fated day, Kagome locates an ancient well near her home and is abruptly transported through the well and into a feudal Japan, inhabited by demons. There, she encounters Inuyasha, son of a powerful demon father and a human mother, who is pinned to a tree by an enchanted arrow.",
    "TitleJapanese": "犬夜叉",
    "SummaryJapanese": "神社の娘、日暮かごめは神社のほこらにある古びた枯れ井戸から戦国時代へとタイムスリップしてしまう。かごめは、半妖の犬夜叉と運命的な出会いを果たし、あらゆる願いがかなうと言われている“四魂の玉”を巡る戦いと陰謀に巻き込まれていくことになる…。",
    "Aliases": [
        "犬夜叉 完結編"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "18828",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "343825",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343825",
                    "TitleEnglish": "Movie 1: Affections Touching Across Time",
                    "SummaryEnglish": "Inuyasha has mastered the ultimate attack of the Tetsusaiga and continues his battle for the Shikon Jewel shards with Kagome, Shippo, Sango, and Miroku. Unfortunately, a freak occurrence with a jewel shard has brought to life an incarnation of a demonic enemy sealed by Inuyasha's father. Inuyasha must surpass his father and destroy this demon, or every soul in Japan will be consumed.",
                    "TitleJapanese": "犬夜叉 時代を越える想い",
                    "SummaryJapanese": "その昔、大陸から元の大軍が日本に攻めてきたときに一緒に日本に渡ってきた大陸の妖怪軍団の首領・瑪瑙丸。彼は何故か「四魂の玉」ではなく、「犬夜叉」の持つ剣「鉄砕牙」を狙う。激しい戦いの中で引き裂かれてゆく「犬夜叉」と「かごめ」。そして絶体絶命の危機が迫る。お互いの想いは通じるのか・・・？はたして二人の運命は・・・"
                },
                "2": {
                    "ID": "343824",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343824",
                    "TitleEnglish": "Movie 2: The Castle Beyond the Looking Glass",
                    "SummaryEnglish": "Inuyasha and company start out battling Naraku. Then each person goes their separate ways: Sango going to find her younger brother Kohaku, Miroku goes back to his old home, and Inuyasha, Kagome and Shippo go to find the rest of the Shikon shards. Unfortunately this peaceful interlude doesn't last. Shortly afterward, the full moon rises, and just keeps rising each night bringing with it the promise of danger. Kagura and Kanna go in search of a mirror, where, locked inside, is the ruler of the eternal night, Kaguya. To set her free they must gather five items and drop them into the five lakes of Fuji. Setting her free means danger for Inuyasha and the others, who are forced to face this new threat.",
                    "TitleJapanese": "犬夜叉 鏡の中の夢幻城",
                    "SummaryJapanese": "満月が何日も続く奇怪な現象の中、旅を続ける「犬夜叉」達の前に「神久夜」と名乗る謎の女が現れた。「神久夜」は、「奈落」の分身「神楽」と「神無」を従え、富士の裾野にこの世の時間を支配する「夢幻城」の出現を画策する。竹取物語の五つの宝物がそろったとき、封印が解け、「夢幻城」が出現！すべてを引き裂いてゆく。「かごめ」と「犬夜叉」、二人の願いは叶うのか？"
                },
                "3": {
                    "ID": "343823",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343823",
                    "TitleEnglish": "Movie 3: Swords of an Honorable Ruler",
                    "SummaryEnglish": "Inuyasha and Sesshomaru's father actually had three swords, known as the Swords of World Conquest. Tetsusaiga is the Sword of Earth and can kill one hundred demons in a single blow. Tenseiga is the Sword of Heaven and can save one hundred humans in one swing. Sou'unga is the sword that dominates this story and puts Inuyasha, his friends and even the entire world, in peril. Can Inuyasha and Sesshomaru team up, for once, and defeat this new nemesis?",
                    "TitleJapanese": "犬夜叉 天下覇道の剣",
                    "SummaryJapanese": "偉大なる父の血を引く二人の兄弟、「殺生丸」と「犬夜叉」。父から譲り受けし二本の剣「鉄砕牙」と「天生牙」の他にもうひとつ、「叢雲牙」と呼ばれる三本目の剣が存在していた。その剣を持つ者、天下を制す、と言われる魔剣を巡って、因縁の兄弟の血を賭けた壮絶な戦いが今始まる・・・。"
                },
                "4": {
                    "ID": "343822",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/343822",
                    "TitleEnglish": "Movie 4: Fire on the Mystic Island",
                    "SummaryEnglish": "A mysterious island appears where humans and demons live peacefully. Inuyasha went there with Kikyo once 50 years ago, and now returns with Kagome. A mysterious girl named Ai recognizes Inuyasha and has remained unchanged. However, when strange marks appear on the backs of Inuyasha and Sesshomaru, they are forced into a battle in which they can't avoid or stop!",
                    "TitleJapanese": "犬夜叉 紅蓮の蓬莱島",
                    "SummaryJapanese": "数十年に一度、現世に現れる不老不死の島、蓬莱島。その島が再びこの世に現れた。島を牛耳る四闘神たちは生贄として半妖の子供達の命を弄んでいた。島から逃げ出した少女・藍と出会った犬夜叉達は子供達を救うべく蓬莱島へと乗り込む！だが、島には五十年前に訪れていた者がふたりいた。それはまだ生きていた頃の桔梗と犬夜叉。因縁を抱えながら四闘神に挑む犬夜叉。複雑な気持ちのかごめ。はたして子供達は救えるのか？そして島に隠された大いなる秘密が明かされる！"
                },
                "5": {
                    "ID": "7517812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/7517812",
                    "TitleEnglish": "InuYasha: Kuroi Tessaiga",
                    "SummaryEnglish": "A 30-minute Inuyasha feature titled Kuroi Tessaiga screened on Takahashi Rumiko's picture exhibitions across Japan. In January 2010, this special ended up, slightly edited, as episode 15 of Inuyasha Kanketsu-hen. Kagome leads a fairly normal life, in spite of her weird family. Her house is a thousand-year-old Japanese temple, and her grandfather talks about the history of the house endlessly. Legend has it that the old well on the temple grounds keeps a vicious ancient monster at bay; Kagome never believed those legends, until now. The well opens up and sucked Kagome inside transporting her to an ancient time of enchanted forests and giant demons.",
                    "TitleJapanese": "It’s a Rumic World 犬夜叉〜黒い鉄砕牙",
                    "SummaryJapanese": "殺生丸が犬夜叉に問答無用で戦いを仕掛けてきた。しかも殺生丸の天生牙は、神無の鏡の破片の力で、犬夜叉の鉄砕牙の能力を奪い取れるようになっていた!! 情け容赦ない殺生丸の攻撃に、犬夜叉もついに本気に……。\n（51巻2-6、2008年7月30日から高橋留美子展で上映）"
                }
            }
        },
        "1": {
            "ID": "2134",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/1",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "43064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43064",
                    "TitleEnglish": "The Girl Who Overcame Time… and the Boy Who Was Just Overcome",
                    "SummaryEnglish": "Kagome Higurashi has been told many stories by her grandfather, such as the one about the Shikon no Tama (The Jewel of Four Souls) and never believed them until her fifteenth birthday, when she is pulled down a dry well at her shrine by a centipede demon. She emerges from the well to discover she's not in Tokyo any more, but instead, she's in in Feudal Japan.Kagome discovers a weird boy with dog ears pinned to a tree in a forest and is captured by strange villagers. The high priestess of the village, Kaede, realizes that Kagome looks just like her sister who died 50 years ago.",
                    "TitleJapanese": "時代を越えた少女と封印された少年",
                    "SummaryJapanese": "戦国時代。巫女・桔梗に封印された半妖の少年・犬夜叉は、現代から現れたかごめの手で甦る!!"
                },
                "2": {
                    "ID": "43065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43065",
                    "TitleEnglish": "Seekers of the Sacred Jewel",
                    "SummaryEnglish": "Inuyasha attacks Kagome to get the Shikon no Tama. Kaede puts a rosary on Inuyasha which causes him to drop to the ground that whenever Kagome utters the word \"sit\". When trying to get the Shikon no Tama back from a demon that steals it, Kagome accidentally shatters it into hundreds of pieces that are scattered all over Japan!",
                    "TitleJapanese": "四魂の玉を狙う者たち",
                    "SummaryJapanese": "楓の死んだ姉・桔梗の生まれ変わりだと判明したかごめは、「四魂の玉」を持っているために妖怪・屍舞烏にさらわれてしまった…。"
                },
                "3": {
                    "ID": "43066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43066",
                    "TitleEnglish": "Down the Rabbit Hole and Back Again",
                    "SummaryEnglish": "After Inuyasha angers her, Kagome decides to return home to the present. At the well, she is attacked by Yura, a demon who is after the Shikon no Tama.",
                    "TitleJapanese": "骨喰いの井戸からただいまっ！",
                    "SummaryJapanese": "「四魂のかけら」を集める羽目になったかごめと犬夜叉に、「四魂の玉」を狙う妖怪・結羅は、村人を操って犬夜叉を襲撃する…。"
                },
                "4": {
                    "ID": "43067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43067",
                    "TitleEnglish": "Yura of the Demon-Hair",
                    "SummaryEnglish": "Inuyasha brings Kagome back to the past, and the two team up to take the Shikon shard back from Yura.",
                    "TitleJapanese": "逆髪の妖魔 結羅",
                    "SummaryJapanese": "実家に戻ったかごめを連れ戻すべく現代までやってきた犬夜叉だが、その肩に結羅の操る髪がついていた…。"
                },
                "5": {
                    "ID": "43068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43068",
                    "TitleEnglish": "Aristocratic Assassin, Sesshomaru",
                    "SummaryEnglish": "Inuyasha's older brother, Sesshomaru, who is a full demon, crosses paths with Inuyasha in his search for the powerful sword that was left behind by their father.",
                    "TitleJapanese": "戦慄の貴公子 殺生丸",
                    "SummaryJapanese": "犬夜叉が人間と化け犬の間に生まれた半妖だと知ったかごめ。そんな犬夜叉の腹違いの兄・殺生丸は、父の墓のありかを探るため…。"
                },
                "6": {
                    "ID": "43069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43069",
                    "TitleEnglish": "Tetsusaiga, The Phantom Sword",
                    "SummaryEnglish": "Sesshomaru continues his scheme of getting Inuyasha to reveal the location of their father's grave.",
                    "TitleJapanese": "不気味な妖刀 鉄砕牙",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "43070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43070",
                    "TitleEnglish": "Showdown! Inuyasha vs. Sesshomaru!",
                    "SummaryEnglish": "Sesshomaru and Inuyasha clash over possession of the Tetsusaiga. Who will be victorious in this epic fight between these two siblings?",
                    "TitleJapanese": "激対決！殺生丸VS鉄砕牙!!",
                    "SummaryJapanese": "無女に父の墓のありかを暴かせた殺生丸は、犬夜叉の右目（黒真珠）を抜き、墓の入口を開いた。腹を立てたかごめは…!?"
                },
                "8": {
                    "ID": "43071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43071",
                    "TitleEnglish": "The Toad Who Would Be Prince",
                    "SummaryEnglish": "On their search for Shikon jewel shards, Inuyasha and Kagome come across Amari Nobunaga, who is on a search and rescue mission for his beloved Princess Tsuyu.",
                    "TitleJapanese": "殿様妖怪 九十九の蝦蟇",
                    "SummaryJapanese": "甲斐の国の若侍・信長は、幼なじみの姫君の嫁いだ先の城主が妖怪に取り憑かれているという悪い噂を聞きつけ…!?"
                },
                "9": {
                    "ID": "43072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43072",
                    "TitleEnglish": "Enter Shippo...Plus, the Amazing Thunder Brothers!",
                    "SummaryEnglish": "Inuyasha and Kagome meet a fox demon named Shippo. The young fox explains that he is looking for jewel shards so he can become strong enough to fight the Thunder Brothers, Hiten and Manten. Inuyasha soon goes to face off against the brothers for the jewel shards that they possess.",
                    "TitleJapanese": "七宝登場！雷獣兄弟 飛天満天!!",
                    "SummaryJapanese": "雷獣兄弟の飛天と満天に父を殺された子狐の妖怪・七宝。彼は仇討ちのため、「四魂のかけら」をかごめから盗んで…!?"
                },
                "10": {
                    "ID": "43073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43073",
                    "TitleEnglish": "Phantom Showdown: The Thunder Brothers vs. Tetsusaiga",
                    "SummaryEnglish": "Inuyasha and Hiten engage in a fierce battle for the jewel shards, while Kagome and Shippo face off against Manten.",
                    "TitleJapanese": "妖刀激突！雷撃刃VS鉄砕牙!!",
                    "SummaryJapanese": "かごめ救出に向かった犬夜叉は鉄砕牙を投げ、満天を倒した。だが「四魂のかけら」を喰った飛天の攻撃は凄まじかった。"
                },
                "11": {
                    "ID": "43074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43074",
                    "TitleEnglish": "Terror of the Ancient Noh Mask",
                    "SummaryEnglish": "Kagome returns home to study for a test. Meanwhile, inside the storehouse on the Higurashi shrine grounds, an evil Noh mask that was sealed away a long time ago awakens.",
                    "TitleJapanese": "現代によみがえる呪いの能面",
                    "SummaryJapanese": "かごめが現代に帰省中、日暮神社で預かっていた能面「肉づきの面」が暴れ出した。かごめの弟・草太は犬夜叉を呼び…!?"
                },
                "12": {
                    "ID": "43075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43075",
                    "TitleEnglish": "The Soul Piper and the Mischievous Little Soul",
                    "SummaryEnglish": "Kagome helps a troubled ghost move on.",
                    "TitleJapanese": "タタリモッケと小さな悪霊",
                    "SummaryJapanese": "子供の霊を慰める妖怪・タタリモッケを目撃したかごめ。悪霊になりかけの少女・真由の魂の成仏を助けようとするが…!?"
                },
                "13": {
                    "ID": "43076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43076",
                    "TitleEnglish": "The Mystery of the New Moon and the Black-haired Inuyasha",
                    "SummaryEnglish": "Inuyasha, Kagome and Shippo are looking for more jewel shards, when they help out a girl running from a demon. Kagome wants to stay the night at the temple she lives in, but Inuyasha wants to keep moving. In the end, they agree to stay. Later that night, demons surround the temple, and Inuyasha prepares to fight them.",
                    "TitleJapanese": "新月の謎 黒髪の犬夜叉",
                    "SummaryJapanese": "犬夜叉が月に一度人間に戻るその日、なずなと知り合い山寺に泊まった犬夜叉たちは、「四魂のかけら」を奪われて…!?"
                },
                "14": {
                    "ID": "43077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43077",
                    "TitleEnglish": "Kikyo's Stolen Ashes",
                    "SummaryEnglish": "Kikyo's ashes are stolen from her grave by the demon Urasue. As Kaede, Inuyasha, Kagome and Shippo go to retrieve them, Kagome realizes that Inuyasha and Kikyo were once in love! Meanwhile, with Kikyo's ashes, Urasue manages to resurrect Kikyo. However, she finds that Kikyo cannot move without her soul: the very soul that is inside of Kagome!",
                    "TitleJapanese": "盗まれた桔梗の霊骨",
                    "SummaryJapanese": "50年前、犬夜叉を封印した巫女・桔梗の墓を暴いた鬼女・裏陶は桔梗の肉体を再生した。だが、その肉体は抜け殻だった。"
                },
                "15": {
                    "ID": "43078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43078",
                    "TitleEnglish": "Return of the Tragic Priestess, Kikyo",
                    "SummaryEnglish": "Now that Urasue has kidnapped Kagome, she prepares for the soul transfer, which Inuyasha unknowingly activates. Once the soul is transferred, Kikyo attacks Inuyasha. Inuyasha learns of his supposed betrayal of Kikyo, 50 years ago. Kagome soon reclaims her soul and Kikyo runs off to retain at least part of it Inuyasha chases after and thinks back to when Kikyo convinced him to use the Shikon no Tama, to become Human!",
                    "TitleJapanese": "悲運の巫女 桔梗復活",
                    "SummaryJapanese": "かごめの魂が流れ込み復活した桔梗は犬夜叉を殺そうとするが、それに反応したかごめに魂を奪い返された。"
                },
                "16": {
                    "ID": "43079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43079",
                    "TitleEnglish": "Mystical Hand of the Amorous Monk, Miroku",
                    "SummaryEnglish": "Inuyasha, Kagome and Shippo cross paths with Miroku, a lecherous monk with a \"black hole\" in his right hand. Miroku explains that his black hole (Wind Tunnel) came from the evil Naraku, an extremely evil shapeshifter who cursed his grandfather and his descendents with the Wind Tunnel. Inuyasha also learns something new about what happened to him and Kikyo, long ago.",
                    "TitleJapanese": "右手に風穴 不良法師 弥勒",
                    "SummaryJapanese": "女好きの不良法師・弥勒は、かごめの「四魂のかけら」を盗み取った。彼を追跡し、対決する犬夜叉だが…!?"
                },
                "17": {
                    "ID": "43080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43080",
                    "TitleEnglish": "Cursed Ink of the Hell-Painter",
                    "SummaryEnglish": "Inuyasha and the others become entangled with an odd painter who has been corrupted by the power of a Shikon shard.",
                    "TitleJapanese": "地獄絵師の汚れた墨",
                    "SummaryJapanese": "絵師・紅達は「四魂のかけら」入りの墨で描いた鬼軍団を操り、立身出世を夢見た。弥勒と犬夜叉は、彼の家に向かう。"
                },
                "18": {
                    "ID": "43081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43081",
                    "TitleEnglish": "Naraku and Sesshomaru Join Forces",
                    "SummaryEnglish": "The one-armed Sesshomaru receives a Shikon-enhanced arm with which to wield Tetsusaiga from a mysterious man, wearing a baboon cloak, named Naraku. This leads Sesshomaru to go after Inuyasha, once more.",
                    "TitleJapanese": "手を組んだ奈落と殺生丸",
                    "SummaryJapanese": "殺生丸の前に現れた奈落は、彼に「四魂のかけら」を仕込んだ人間の腕を貸した。その腕をつけた殺生丸は…!?"
                },
                "19": {
                    "ID": "43082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43082",
                    "TitleEnglish": "Go Home to Your Own Time, Kagome!",
                    "SummaryEnglish": "After a badly beaten Inuyasha gets ahold of Tetsusaiga once more, Sesshomaru backs off. Convinced that Kagome doesn't belong in the past, Inuyasha takes her to the well, hugs her close, takes her shards, and pushes her back through, to the present time.",
                    "TitleJapanese": "帰れ、かごめ！お前の時代に",
                    "SummaryJapanese": "犬夜叉は、殺生丸の鉄砕牙にその鞘で対抗していた。相打ちで腕をもぎ取り、殺生丸から鉄砕牙を奪い返す犬夜叉。"
                },
                "20": {
                    "ID": "43083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43083",
                    "TitleEnglish": "Despicable Villain! The Mystery of Onigumo!",
                    "SummaryEnglish": "Kaede informs the group of Onigumo, a paralyzed bandit who had an unhealthy obsession with Kikyo, and tells them of his sudden disappearance. The group then has to deal with an attack by the Shikon-induced Royakan!",
                    "TitleJapanese": "あさましき野盗 鬼蜘蛛の謎",
                    "SummaryJapanese": "現代に戻ったかごめは、戦国時代にタイムスリップできない。それは、危機を案じた犬夜叉が井戸を潰したせいだった。"
                },
                "21": {
                    "ID": "43084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43084",
                    "TitleEnglish": "Naraku's True Identity Unveiled",
                    "SummaryEnglish": "As Kagome goes on a date with Hojo, all hell breaks loose in the past as Inuyasha battles with Royakan. When Naraku reveals himself to the group his true identity is soon discovered!",
                    "TitleJapanese": "50年前の真実 奈落の正体",
                    "SummaryJapanese": "「四魂のかけら」の気配を掴んで戦国時代に戻ったかごめのおかげで強くなった犬夜叉は、妖怪・狼野干を倒す。"
                },
                "22": {
                    "ID": "43085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43085",
                    "TitleEnglish": "A Wicked Smile; Kikyo's Wandering Soul",
                    "SummaryEnglish": "Since Kagome reclaimed most of her soul, Kikyo now walks the land and steals the souls from young girls. This act inadvertently leads Kagome and Inuyasha right to her!",
                    "TitleJapanese": "悪しき微笑 さまよう桔梗の魂",
                    "SummaryJapanese": "谷底から落ち、一命を取りとめた桔梗は、ある村で暮らしていた。桔梗を死人と見抜いた僧侶は成仏させようとするが…!?"
                },
                "23": {
                    "ID": "43086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43086",
                    "TitleEnglish": "Kagome's Voice and Kikyo's Kiss",
                    "SummaryEnglish": "Inuyasha goes to meet with Kikyo. Kagome, Miroku and Shippo are waiting for him to return, when they see some soul collectors. They decide to chase after them.",
                    "TitleJapanese": "かごめの声と桔梗の口づけ",
                    "SummaryJapanese": "かごめを金縛りにした桔梗の前に、犬夜叉が現れた。桔梗に、犬夜叉は１日も忘れたことがなかったと打ち明ける。"
                },
                "24": {
                    "ID": "43087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43087",
                    "TitleEnglish": "Enter Sango, the Demon Slayer",
                    "SummaryEnglish": "After her family is murdered in front of her eyes, the demon slayer Sango learns from Naraku that her village was destroyed by Inuyasha.",
                    "TitleJapanese": "妖怪退治屋 珊瑚登場！",
                    "SummaryJapanese": "妖怪退治屋の珊瑚は、琥珀たちと人見城に招かれた。だがそれは罠で、敵に操られた琥珀が珊瑚たちを殺害してしまう。"
                },
                "25": {
                    "ID": "43088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43088",
                    "TitleEnglish": "Naraku's Insidious Plot",
                    "SummaryEnglish": "Believing that Inuyasha destroyed her village, Sango goes after Inuyasha.",
                    "TitleJapanese": "奈落の謀略をうち破れ！",
                    "SummaryJapanese": "犬夜叉を仇と信じて戦っていた珊瑚。だが、それは奈落の謀略だった。かごめの話で疑いを解いた珊瑚と犬夜叉たちは…!?"
                },
                "26": {
                    "ID": "43089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43089",
                    "TitleEnglish": "Secret of the Jewel of Four Souls Revealed",
                    "SummaryEnglish": "Sango shows the group where the Shikon no Tama was created, thus revealing the story of its origin.",
                    "TitleJapanese": "ついに明かされた四魂の秘密",
                    "SummaryJapanese": "珊瑚が明かす「四魂の玉」誕生秘話。巫女・翠子が多数の妖怪との死闘で、妖怪の魂を自分の魂に取り込んで…!?"
                },
                "27": {
                    "ID": "43090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43090",
                    "TitleEnglish": "The Lake of the Evil Water God",
                    "SummaryEnglish": "When a water god starts demanding child sacrifices, it's up to Inuyasha and the others to stop him.",
                    "TitleJapanese": "水神が支配する闇の湖",
                    "SummaryJapanese": "名主の子・太郎丸と知り合い、子供を生贄にする水神の社に乗り込んだ犬夜叉たち。水神が女神と聞いた弥勒は…!?"
                }
            }
        },
        "2": {
            "ID": "2135",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/2",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "43091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43091",
                    "TitleEnglish": "Miroku Falls Into a Dangerous Trap",
                    "SummaryEnglish": "After Miroku sucks a mantis demon into his Wind Tunnel, the demon manages to rip the tunnel. Panicked, Miroku returns to the home of his mentor, Mushin, to repair it. Haunted with memories of his father's death, Miroku must come to terms with his Wind Tunnel as demons attack Mushin's temple.",
                    "TitleJapanese": "過酷な罠にかかった弥勒",
                    "SummaryJapanese": "妖怪に風穴を傷つけられた弥勒は、手当を頼むために育ての親・夢心の寺を訪ねた。だが、蠱壺虫に操られた夢心は…!?"
                },
                "2": {
                    "ID": "43092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43092",
                    "TitleEnglish": "Sango's Suffering and Kohaku's Life",
                    "SummaryEnglish": "Naraku uses one of Sango's fellow demon slayers as a bargaining chip to try to persuade Sango into giving him Inuyasha's sword, Tetsusaiga.",
                    "TitleJapanese": "珊瑚の苦悩と琥珀の命",
                    "SummaryJapanese": "死んだはずの珊瑚の弟・琥珀が生きていた。奈落は、琥珀の命を盾に鉄砕牙を奪ってこいと珊瑚を脅す。"
                },
                "3": {
                    "ID": "43093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43093",
                    "TitleEnglish": "Tetsusaiga Is Stolen!  Showdown At Naraku's Castle!",
                    "SummaryEnglish": "In the hopes of saving Kohaku, Sango steals Inuyasha's Tetsusaiga and hands it over to Naraku. However, a battle against Naraku soon ensues.",
                    "TitleJapanese": "盗まれた鉄砕牙 対決 奈落の城！",
                    "SummaryJapanese": "鉄砕牙を奪い奈落の城へと導かれた珊瑚。その機に乗じて奈落を討とうとするが、琥珀の攻撃で重傷を負ってしまう。"
                },
                "4": {
                    "ID": "43094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43094",
                    "TitleEnglish": "Jinenji, Kind Yet Sad",
                    "SummaryEnglish": "While looking for an antidote to cure the ailing Kilala, Inuyasha and Kagome come across the herb garden of the half-demon, Jinenji, who is constantly bullied by the prejudiced locals.",
                    "TitleJapanese": "心優しき哀愁の地念児",
                    "SummaryJapanese": "犬夜叉とかごめ、ふたりが出会った薬草の畑を守る妖怪・地念児は、実は弱虫で、村人たちからいじめられていた。"
                },
                "5": {
                    "ID": "43095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43095",
                    "TitleEnglish": "Kikyo and Inuyasha, Into the Miasma",
                    "SummaryEnglish": "Inuyasha and the others stumble across a cave full of demons fighting to the death. They soon discover that Naraku is using to find a new demon to integrate into his being. However, the large demonic aura brings Kikyo into the mess.",
                    "TitleJapanese": "邪気に落ちた桔梗と犬夜叉",
                    "SummaryJapanese": "犬夜叉と弥勒が踏み込んだ洞穴には、数多の妖怪が死闘の末、勝者に吸収される「巫蠱の術」が施されていた。"
                },
                "6": {
                    "ID": "43096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43096",
                    "TitleEnglish": "Kikyo, Captured by Naraku",
                    "SummaryEnglish": "Acting under Naraku's request, Kikyo traps the Inuyasha gang with an illusory mist, causing them to have nightmarish visions.",
                    "TitleJapanese": "囚われた桔梗と奈落",
                    "SummaryJapanese": "桔梗救出に向かった犬夜叉たちを襲う妖術・幻影殺。かごめは、桔梗に「四魂のかけら」を奪われてしまう。"
                },
                "7": {
                    "ID": "43097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43097",
                    "TitleEnglish": "Tetsusaiga and Tenseiga",
                    "SummaryEnglish": "Inuyasha and the others are introduced to Totosai, the swordsmith who forged Inuyasha's Tetsusaiga and Sesshomaru's healing sword, Tenseiga.",
                    "TitleJapanese": "天生牙と鉄砕牙",
                    "SummaryJapanese": "刀鍛冶の妖怪・刀々斎が研ぎ出した名刀「天生牙」と「鉄砕牙」は、それぞれ殺生丸と犬夜叉に遺されたものだった。"
                },
                "8": {
                    "ID": "43098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43098",
                    "TitleEnglish": "The True Owner of the Great Sword!",
                    "SummaryEnglish": "Inuyasha and Sesshomaru continue fighting for the Tetsusaiga. After the fight, while Sesshomaru is recovering, a little orphan girl, Rin, tries to bring him food. When her village is attacked by wolf demons, Sesshomaru returns the favor and helps Rin. Meanwhile, Kagome senses a jewel shard. Inuyasha and gang follow her lead to the massacred village, where they are quickly surrounded by wolves and Koga.",
                    "TitleJapanese": "名刀が選ぶ真の使い手",
                    "SummaryJapanese": "殺生丸の爪の毒で目を塞がれた犬夜叉は、妖気のぶつかる匂いを頼りに「風の傷」を読み、殺生丸を退けた。そんな犬夜叉を使い手と認めた刀々斎は、鉄砕牙を研ぎ直して去っていった。"
                },
                "9": {
                    "ID": "43099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43099",
                    "TitleEnglish": "Kagome Kidnapped by Koga, the Wolf Demon!",
                    "SummaryEnglish": "When Koga, a wolf demon, kidnaps Kagome and Shippo, Inuyasha, Miroku and Sango go on a rescue mission. But there's another foe they must defeat first, before they can reach their kidnapped companions.",
                    "TitleJapanese": "かごめ略奪！超速の妖狼 鋼牙",
                    "SummaryJapanese": "手下狼を犬夜叉に殺された妖狼族の若頭・鋼牙は、「四魂のかけら」を仕込んだ右腕と両足を武器に犬夜叉と戦っていた。だが、あっさり逃げる鋼牙。そして、かごめの霊力に興味を持った鋼牙は…!?"
                },
                "10": {
                    "ID": "43100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43100",
                    "TitleEnglish": "The Man Who Fell In Love With Kagome!",
                    "SummaryEnglish": "Inuyasha and the group must battle the Birds of Paradise, before they can reach the wolf den. Meanwhile, back at the den, Koga expresses his true feelings for Kagome. When the final battle with the Birds ensues, will Inuyasha's jealousy cost Koga his life?",
                    "TitleJapanese": "かごめに惚れたあいつ",
                    "SummaryJapanese": "極楽鳥への襲撃を開始した鋼牙たち妖狼族。かごめから極楽鳥の親玉兄弟の口の中に「四魂のかけら」があることを聞いた鋼牙は、それを狙い極楽鳥兄弟と戦う。そこへ犬夜叉が駆けつける。"
                },
                "11": {
                    "ID": "43101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43101",
                    "TitleEnglish": "Two Hearts, One Mind",
                    "SummaryEnglish": "Kagome has returned home from the Feudal Era after an argument with Inuyasha. While waiting for Inuyasha to apologize, she spends time with her friends and Hojo approaches her, once again. Meanwhile, Inuyasha gets some advice from Kaede on the situation.",
                    "TitleJapanese": "はなれて通うふたりの気持ち",
                    "SummaryJapanese": "鋼牙との仲を疑う犬夜叉に腹を立てて現代に戻ったかごめは久しぶりに登校した。友人たちはかごめを心配し、好意を寄せる北条くんのアプローチを応援する。一方、そんな犬夜叉に呆れた七宝は…!?"
                },
                "12": {
                    "ID": "43102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43102",
                    "TitleEnglish": "Trapped In A Duel To The Death!",
                    "SummaryEnglish": "While Inuyasha's gang follows a demon bear with a jewel shard, Koga meets with some demons from the northern pack who tell him about their plan to storm a castle where a man has many jewel shards. When the chase leads Inuyasha and his comrades to the castle, they meet up with Koga, who is furious at the slaughter of the wolf demons.",
                    "TitleJapanese": "仕組まれた死闘",
                    "SummaryJapanese": "「四魂のかけら」の噂でおびき出された妖狼族が殺された。下手人は風使いの妖怪・神楽。そして神楽は、さらに鋼牙も誘い出す。鋼牙は犬夜叉が仲間を殺したと信じて戦いを挑むが…!?"
                },
                "13": {
                    "ID": "43103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43103",
                    "TitleEnglish": "The Deadly Trap of Kagura, The Wind Sorceress!",
                    "SummaryEnglish": "While Miroku and Sango fight Naraku's demon puppet, Inuyasha and Koga continue their deadly battle, with Kagura planning to kill the winner.",
                    "TitleJapanese": "風使い神楽の妖艶なる罠",
                    "SummaryJapanese": "犬夜叉を追い詰めた鋼牙だったが、腕に入れた毒のかけらで激しく衰弱していた。そこに現れた神楽は、戦いの場の風を支配して、犬夜叉を翻弄する。しかし、かごめが放った矢が神楽の妖気を切る。"
                },
                "14": {
                    "ID": "43104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43104",
                    "TitleEnglish": "Kagura's Dance and Kanna's Mirror",
                    "SummaryEnglish": "Inuyasha and his companions come upon an orphan named Koharu, a young woman who believes she is in love with Miroku, after he helped her three years ago. When Koharu needs help again, they assist her and find her a home in a new village. When Naraku sends Kagura and Kanna to destroy Inuyasha and his companions, Koharu and the villagers become the new pawns in Naraku's devious plan.",
                    "TitleJapanese": "神楽の舞と神無の鏡",
                    "SummaryJapanese": "かつて口説いた娘・小春と再会した弥勒は、小春をある村に預ける。だが、その村に神楽の姉の妖怪・神無が現れ、小春の魂を奪ってしまう。同じく魂を取られた村人が犬夜叉たちを襲撃する。"
                },
                "15": {
                    "ID": "43105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43105",
                    "TitleEnglish": "The Wind Scar Fails",
                    "SummaryEnglish": "Inuyasha and his group must defend themselves against an attack on multiple fronts. Kanna attacks Kagome, attempting to suck her soul into her mirror while Sango remains unconscious in the same room. Koharu tries to stab Miroku, while Inuyasha battles Kagura. Can Inuyasha use his Wind Scar to defeat her?",
                    "TitleJapanese": "破られた風の傷",
                    "SummaryJapanese": "かごめの魂の吸収に失敗した神無は、神楽に呼ばれてその場を去っていった。神楽に向けて「風の傷」を斬る犬夜叉だが、神無の鏡にはね返されて爆風で返り討ちにあってしまう。"
                },
                "16": {
                    "ID": "43106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43106",
                    "TitleEnglish": "Tetsusaiga Breaks",
                    "SummaryEnglish": "Inuyasha, though still recovering from his serious wounds, fights Goshinki, a demon who is eating an entire village.",
                    "TitleJapanese": "ついに折れた鉄砕牙！",
                    "SummaryJapanese": "深手を負った犬夜叉を、死魂虫で呼び寄せた桔梗は「私が四魂の玉と共に奈落を消し去るまでは殺されるな」と告げて去っていった。その後、犬夜叉が桔梗を庇った姿を見て、かごめは腹を立てて…!?"
                },
                "17": {
                    "ID": "43107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43107",
                    "TitleEnglish": "Kaijinbo's Evil Sword",
                    "SummaryEnglish": "Sesshomaru goes to a swordsmith, Kaijinbo, to get a new sword made from the fangs of the demon that broke Tetsusaiga, Goshinki. But something unexpected happens, and Kaijinbo attacks Inuyasha on the night of the new moon, when Inuyasha reverts to his human form.",
                    "TitleJapanese": "灰刃坊の邪悪な剣",
                    "SummaryJapanese": "悟心鬼との戦いで折れた鉄砕牙の修理を刀々斎が引き請けた。一方、悟心鬼の牙を持ち去った殺生丸は、刀鍛冶の妖怪・灰刃坊にその牙を与えた。「闘鬼神」を完成させた灰刃坊が犬夜叉を襲撃する。"
                },
                "18": {
                    "ID": "43108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43108",
                    "TitleEnglish": "Sesshomaru Wields Tokijin",
                    "SummaryEnglish": "Inuyasha, wielding a too heavy Tetsusaiga, tries to defend himself against Kaijinbo who has been possessed by Tokijin. Unbeknownst to Inuyasha, Sesshomaru is looking for Kaijinbo and the sword he had commissioned. Will Inuyasha be able to withstand his brother, when Sesshomaru reclaims Tokijin?",
                    "TitleJapanese": "殺生丸、闘鬼神を振るう",
                    "SummaryJapanese": "犬夜叉に挑んだ灰刃坊は、鉄砕牙の剣圧の前に消し飛んで果てた。残ったのは、邪気を放ち触ることもできない闘鬼神のみ。そこへ、真の持ち主である殺生丸が現れる。"
                },
                "19": {
                    "ID": "43109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43109",
                    "TitleEnglish": "Juromaru and Kageromaru",
                    "SummaryEnglish": "Naraku sends his two new incarnations, Juromaru & Kageromaru, to attack Koga, and also, Inuyasha and his companions. Can Inuyasha and Koga work together as a team to defeat these new foes?",
                    "TitleJapanese": "獣郎丸と影郎丸",
                    "SummaryJapanese": "奈落の新たな分身・獣郎丸と影郎丸が、犬夜叉たちに襲いかかってきた。かごめの危機に舞い戻った鋼牙が二体の妖怪と闘うが…!?"
                },
                "20": {
                    "ID": "43110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43110",
                    "TitleEnglish": "Onigumo's Heart Still Beats Within Naraku",
                    "SummaryEnglish": "As Inuyasha and the others recover from their battle with Juromaru and Kageromaru, Kagome goes home. Meanwhile, Naraku comes after Kikyo, and she must flee for her life.",
                    "TitleJapanese": "奈落に残る鬼蜘蛛の心",
                    "SummaryJapanese": "鋼牙の一件で、犬夜叉と喧嘩したかごめは、現代に帰還。その頃、奈落は桔梗を慕う鬼蜘蛛の心を消すため、桔梗へ巨大死魂虫を差し向けた。"
                },
                "21": {
                    "ID": "43111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43111",
                    "TitleEnglish": "Return to the Place Where We First Met",
                    "SummaryEnglish": "Inuyasha and Kagome must sort out their feeings for each other, after Kagome has spied him with Kikyou, again. Who will Inuyasha choose?",
                    "TitleJapanese": "出会った場所に帰りたい!",
                    "SummaryJapanese": "桔梗を選んだ犬夜叉の気持ちを察し、もう戻れないと悩むかごめ。だが、桔梗がいなくなればいいと思うほど犬夜叉が好きなことを自覚する。"
                },
                "22": {
                    "ID": "43112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43112",
                    "TitleEnglish": "Kohaku's Lost Memory",
                    "SummaryEnglish": "While searching for Naraku's castle, Inuyasha and his group find Kohaku, who has lost his memory.",
                    "TitleJapanese": "失われた琥珀の記憶",
                    "SummaryJapanese": "崩壊した奈落城跡で、珊瑚は退治屋仲間と父の遺骨を発見。その近くに記憶を失った琥珀がいた。琥珀を救った珊瑚は弟との再会を喜ぶが…!?"
                },
                "23": {
                    "ID": "43113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43113",
                    "TitleEnglish": "That Unforgettable Face!",
                    "SummaryEnglish": "Sango and Kilala fight off demons in the woods, while Inuyasha and Miroku face off against Kagura, a horde of demons and Naraku's wasps. Meanwhile, Kagome faces Kohaku, who is being ordered to kill her by Naraku.",
                    "TitleJapanese": "あの顔が心から消えない",
                    "SummaryJapanese": "奈落に操られ、かごめの命を狙う琥珀。だが琥珀は、かごめの命を奪わなかった。奈落の支配から取り戻すため、琥珀を殺して自分も一緒に死のうとする珊瑚。間一髪、止める犬夜叉。"
                },
                "24": {
                    "ID": "43114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43114",
                    "TitleEnglish": "Inuyasha's Soul, Devoured",
                    "SummaryEnglish": "Sesshomaru learns from the wise tree-demon, Boku'seno that when Inuyasha transforms into a demon, his demon blood takes full control turning him into a mindless killing machine. Elsewhere, Inuyasha and the others arrive at a village that is ruthlessly being held under the control of the Moth Demon, Gatenmaru and his band of thieves.",
                    "TitleJapanese": "心を喰われた犬夜叉",
                    "SummaryJapanese": "犬夜叉の変化の秘密を探る殺生丸は、鉄砕牙と天生牙の鞘を削り出した朴の木の妖怪・朴仙翁を訪ねる。朴仙翁は、犬夜叉が変化を繰り返せば妖怪の血に心を喰われ、戦うだけの化け物になるという。"
                },
                "25": {
                    "ID": "43115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43115",
                    "TitleEnglish": "The Demon's True Nature",
                    "SummaryEnglish": "Inuyasha, once again, transforms into a demon when faced with Gatenmaru's murderous attack against himself, Miroku, and the helpless women of a village. Sesshomaru then appears to see if what Boku'seno told him about demon Inuyasha was true.",
                    "TitleJapanese": "止められない！ 妖怪の本性",
                    "SummaryJapanese": "命の危機に陥った犬夜叉はついに妖怪に変化してしまう。蛾天丸も一瞬で粉砕、逃げ惑う野盗もその爪にかけ、止めるかごめの声も聞こえない。そこへ現れた殺生丸が、闘鬼神でその動きを封じる。"
                },
                "26": {
                    "ID": "43116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43116",
                    "TitleEnglish": "Father's Old  Enemy:  Ryukotsusei",
                    "SummaryEnglish": "Totosai tells Inuyasha that piercing the heart of Ryukotsusei, the demon that gave his father his mortal wound, will make his Tetsusaiga lighter. Inuyasha then decides to kill Ryukotsusei.",
                    "TitleJapanese": "父の宿敵 竜骨精",
                    "SummaryJapanese": "悟心鬼に折られ、犬夜叉の牙で修復したため、父の大妖怪の強さと釣り合わず重い刀になった鉄砕牙。手放せば、犬夜叉は命を守るために妖怪に変化してしまう。刀々斎は、竜骨精を斬れと助言する。"
                },
                "27": {
                    "ID": "43117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43117",
                    "TitleEnglish": "The Backlash Wave: Tetsusaiga's Ultimate Technique",
                    "SummaryEnglish": "Inuyasha fights Ryukotsusei with Tetsusaiga's ultimate attack: The Backlash Wave!",
                    "TitleJapanese": "鉄砕牙の奥義 爆流破",
                    "SummaryJapanese": "竜骨精に鉄砕牙を飛ばされ、妖怪に変化した犬夜叉。刀々斎は引き上げを命じるが、かごめは残ると決意。だが、犬夜叉も己の中の妖怪の血と戦っていた。ついに鉄砕牙を掴む犬夜叉。"
                }
            }
        },
        "3": {
            "ID": "2136",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/3",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "43118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43118",
                    "TitleEnglish": "The Stone Flower and Shippo's First Love",
                    "SummaryEnglish": "Shippo develops a crush on Satsuki, a girl who hopes to wish her dead brother back to life with a fake Shikon shard.",
                    "TitleJapanese": "石の花と七宝の初恋",
                    "SummaryJapanese": "サツキという少女と知り合った七宝。戦に行った兄の帰還を信じるサツキは、兄がくれた宝、四魂のかけらを見せてくれるが、それはただの石の花だった。そんなサツキの前に兄が帰ってくるが…!?"
                },
                "2": {
                    "ID": "43119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43119",
                    "TitleEnglish": "Temptress in the Mist",
                    "SummaryEnglish": "Sango and Miroku investigate a demon princess who is stealing the men from a village.",
                    "TitleJapanese": "霧の奥に美女の誘惑",
                    "SummaryJapanese": "絶世の美女妖怪に誑かされ、村に帰らない亭主たち。女房らの願いで、退治に乗り出す弥勒に、心配した珊瑚も同行する。館では妖しい姫に魅入られる寸前の弥勒。珊瑚は飛来骨で姫を攻撃するが…!?"
                },
                "3": {
                    "ID": "43120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43120",
                    "TitleEnglish": "Fateful Night in Togenkyo, Part I",
                    "SummaryEnglish": "After Sango leaves to repair her damaged Hiraikotsu, Inuyasha and the others come across a demon tree and a sage known as Tokajin, who uses humans to feed the tree so it can grow a fruit of immortality. Not only do the four manage to be caught by Tokajin in some way, but it's also the night of the new moon, when Inuyasha becomes human.",
                    "TitleJapanese": "すべては桃源郷の夜に 前編",
                    "SummaryJapanese": "人を養分にする人面果が巨木になっていると知り一行は調べに向かうが、その日は、犬夜叉が人の姿になる朔の日。犬夜叉は日暮れ前に切り倒すつもりだったが、そこに仙人・桃果人が立ち塞がる。"
                },
                "4": {
                    "ID": "43121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43121",
                    "TitleEnglish": "Fateful Night in Togenkyo, Part II",
                    "SummaryEnglish": "After Sango leaves to repair her damaged Hiraikotsu, Inuyasha and the others come across a Demon tree and the Peach Man who uses humans to feed it so it can grow a fruit of immortality. Not only do the four manage to caught by the Peach Man in some way, but it's also the night of the New Moon when Inuyasha becomes human!",
                    "TitleJapanese": "すべては桃源郷の夜に 後編",
                    "SummaryJapanese": "箱庭から脱出した弥勒たちの働きで自由を取り戻した犬夜叉は、桃果人にさらわれたかごめを助け出した。そんな中、老仙人の顔を付けた花を発見。人面果に操られた弟子が師匠を花に変えたという。"
                },
                "5": {
                    "ID": "43122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43122",
                    "TitleEnglish": "The Beautiful Sister Apprentices",
                    "SummaryEnglish": "As Sango is repairing her damaged Hiraikotsu at her home village, she encounters two sisters who ask her to teach all she knows about demon slaying.",
                    "TitleJapanese": "美少女姉妹の弟子入り志願",
                    "SummaryJapanese": "妖怪退治屋の里に帰り、飛来骨も修理した珊瑚は父たちの納骨も終え旅立つ所を襲われた。そして珊瑚を襲った姉妹、セリナとスズナが彼女に弟子入り志願する。だが実はふたりは忍びの村出身で…!?"
                },
                "6": {
                    "ID": "43123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43123",
                    "TitleEnglish": "The 50 Year-Old Curse of the Dark Priestess",
                    "SummaryEnglish": "Naraku enlists the help of Tsubaki, a dark priestess with a fifty year grudge against Kikyo, to possess Kagome and use her to kill Inuyasha!",
                    "TitleJapanese": "黒巫女 五十年の呪い",
                    "SummaryJapanese": "奈落が呼んだ巫女・椿は、50年前、四魂の玉を狙って桔梗に敗れ、若さを保つため妖怪に魂を売った黒巫女。奈落の企みに応じた椿は、式神を使って奪ったかごめの血で呪いをかける。"
                },
                "7": {
                    "ID": "43124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43124",
                    "TitleEnglish": "Kikyo and the Dark Priestess",
                    "SummaryEnglish": "After a confrontation with Kikyo, Tsubaki goes off to face Inuyasha and the others.",
                    "TitleJapanese": "現れた桔梗と式神使い",
                    "SummaryJapanese": "黒巫女・椿の呪詛に必死に抵抗するかごめ。同じ頃、椿の前に桔梗が現れ、動揺した椿は呪いを途切れさせる。自由を取り戻したかごめは、犬夜叉と共に四魂の気配を追いかける。"
                },
                "8": {
                    "ID": "43125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43125",
                    "TitleEnglish": "Tsubaki's Unrelenting Evil Spell",
                    "SummaryEnglish": "Kagome fights Tsubaki's curse from within herself as Inuyasha and the others continue to struggle against Tsubaki and her gaggle of demons.",
                    "TitleJapanese": "底知れぬ椿の呪縛",
                    "SummaryJapanese": "椿の呪詛で意識を奪われたかごめは幻の世界で戦国時代のことを忘れていく。だが、幻の中に現れた桔梗似の弓道部顧問の「この世界はお前が決めている、お前は誰だ？」の言葉に意識を取り戻す。"
                },
                "9": {
                    "ID": "43126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43126",
                    "TitleEnglish": "The Red and White Priestesses",
                    "SummaryEnglish": "In order to keep Inuyasha and the others at bay while she invokes the power of a sealed-up ogre, Tsubaki enlists the help of two rookie priestesses.",
                    "TitleJapanese": "行く手を阻む紅白巫女",
                    "SummaryJapanese": "椿は、かつて修行した陰陽師の館を訪れた。多宝塔に封じられた鬼を四魂の力で飼い慣らすため、禁断の扉を開こうとする。椿に騙された若き巫女、紅葉と牡丹は追ってきた犬夜叉たちと対峙する。"
                },
                "10": {
                    "ID": "43127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43127",
                    "TitleEnglish": "Giant Ogre of the Forbidden Tower",
                    "SummaryEnglish": "Tsubaki uses the once sealed ogre in a final attempt to kill off Inuyasha once and for all...",
                    "TitleJapanese": "多宝塔の巨大な鬼",
                    "SummaryJapanese": "巫女・椿は、四魂のかけらを預けられなかった嫉妬から黒巫女になった。紅葉と牡丹は真実を知るため、弥勒たちと多宝塔へ向かう。一足早く塔に着く犬夜叉たち。そこに神楽と椿の式神が現れた。"
                },
                "11": {
                    "ID": "43128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43128",
                    "TitleEnglish": "Farewell Days of My Youth",
                    "SummaryEnglish": "Inuyasha and the gang enjoy the hospitality of a village they saved from a centipede demon. However, their stay is interrupted by a string of strange possessions taking hold of the group.",
                    "TitleJapanese": "さらば青春の日々",
                    "SummaryJapanese": "ある夜、何者かが珊瑚に憑依して弥勒を襲った。今度は、弥勒が操られ珊瑚に襲いかかる。そして弥勒から飛び出した小さな影は犬夜叉に取り憑き、七宝を追い詰める。だが、本当の標的は…!?"
                },
                "12": {
                    "ID": "43129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43129",
                    "TitleEnglish": "Naraku's Barrier -- Kagura's Decision",
                    "SummaryEnglish": "As Naraku's protective barrier around his castle inexplicably weakens, Kagura comtemplates making her move for freedom.",
                    "TitleJapanese": "奈落の結界 神楽の決心",
                    "SummaryJapanese": "奈落の結界に緩みが生じた。しかし、その日は朔の日。夜になり犬夜叉は妖力を失い、奈落探索を断念。一方、奈落の城を突き止めた鋼牙だが、迎え撃った神楽に両足の四魂のかけらを奪い取られる。"
                },
                "13": {
                    "ID": "43130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43130",
                    "TitleEnglish": "The Howling Wind of Betrayal",
                    "SummaryEnglish": "Koga furiously attacks Kagura in hopes of retrieving his stolen Shikon shards.",
                    "TitleJapanese": "吹き荒れる裏切りの風",
                    "SummaryJapanese": "神楽を探す中、奈落が半妖だと気づく犬夜叉たち。そして神楽を見つけるが、深手を負った鋼牙を救うため、犬夜叉は人の姿を見られてしまう。朝がきて妖力を取り戻す犬夜叉だが神楽を取り逃がす。"
                },
                "14": {
                    "ID": "43131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43131",
                    "TitleEnglish": "Shippo Gets an Angry Challenge",
                    "SummaryEnglish": "Shippo receives a duel invitation from the last remaining Thunder Brother, Souten.",
                    "TitleJapanese": "七宝へ怒りの挑戦状",
                    "SummaryJapanese": "七宝に届いた決闘の果たし状。送り主の雷獣蒼天は、実は子供。犬夜叉たちを調べ、あまりに強いので七宝だけを標的に。雷鳴谷にきた一行は蒼天の作戦通り離ればなれ。七宝は蒼天が子供と知り…!?"
                },
                "15": {
                    "ID": "43132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43132",
                    "TitleEnglish": "Terror of the Faceless Man",
                    "SummaryEnglish": "A chunk of flesh rejected by Naraku, takes form and terrorizes the countryside.",
                    "TitleJapanese": "顔のない男の恐怖",
                    "SummaryJapanese": "奈落が捨てた肉塊から生まれた分身は顔のない男に変化し、旅の僧・無双の美しい顔を奪った。分身は、無双と名乗り、殺戮と略奪を繰り返す。奈落の臭いを嗅ぎつけた犬夜叉は無双を見つけるが…!?"
                },
                "16": {
                    "ID": "43133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43133",
                    "TitleEnglish": "Onigumo's Memory Restored",
                    "SummaryEnglish": "Muso tries to capture Kagome and Inuyasha must protect her. But there is a new snag when Muso regains Onigumo's memories.",
                    "TitleJapanese": "よみがえった鬼蜘蛛の記憶",
                    "SummaryJapanese": "かごめを襲った無双は犬夜叉の風の傷で粉砕された。だが犬夜叉たちが去った後、無双は再生して復活していた。楓から鬼蜘蛛が匿われた洞窟の話を聞いたかごめは、洞窟に向かってしまう。"
                },
                "17": {
                    "ID": "43134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43134",
                    "TitleEnglish": "Three-Sided Battle to the Death",
                    "SummaryEnglish": "Naraku tries to absorb Muso back into his body.",
                    "TitleJapanese": "三つ巴の死闘の果て",
                    "SummaryJapanese": "風の傷で斬られても再生する無双。弥勒は蜘蛛の模様部分に心臓があると犬夜叉に知らせるが、神楽に邪魔され無双の破片を最猛勝に持ち去られてしまう。奈落は、無双を取り込もうとする。"
                },
                "18": {
                    "ID": "43135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43135",
                    "TitleEnglish": "Totosai's Rigid Training",
                    "SummaryEnglish": "Inuyasha visits Totosai for some help on making Tesusaiga strong enough to destroy Naraku's barrier.",
                    "TitleJapanese": "刀々斎の珍妙な試練",
                    "SummaryJapanese": "奈落の結界を破る技を求め、刀々斎を訊ねた犬夜叉は山猫妖怪の子・ブンザと知り合う。ふたりは刀々斎の命ずるまま働く。事情を聞くと、ナナフシ妖怪が結界を張って山猫たちを追い出したという。"
                },
                "19": {
                    "ID": "43136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43136",
                    "TitleEnglish": "Shiori's Family and  Inuyasha's Feelings",
                    "SummaryEnglish": "To break Naraku's barrier, Inuyasha must strengthen the Tetsusaiga by making it absorb the blood of a bat-demon protecting its nest with a strong barrier.",
                    "TitleJapanese": "紫織母子とアイツの気持ち",
                    "SummaryJapanese": "妖怪「百鬼蝙蝠」を斬れば鉄砕牙が強くなるという刀々斎の伝言を聞いて百鬼蝙蝠の巣を探す犬夜叉たちは、村人に迫害されている紫津を助ける。紫津の娘である紫織は半妖で、父は百鬼蝙蝠だった。"
                },
                "20": {
                    "ID": "43137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43137",
                    "TitleEnglish": "The Red Tetsusaiga Breaks the Barrier!",
                    "SummaryEnglish": "Inuyasha must decide between making Tetsusaiga stronger and keeping Shiori alive.",
                    "TitleJapanese": "結界破る赤い鉄砕牙",
                    "SummaryJapanese": "紫織の祖父・大獄丸は紫織の母・紫津を村ごと滅ぼそうとする。紫織の張る結界に阻まれ大獄丸を倒せぬ犬夜叉。父の月夜丸を殺したのが大獄丸だと知った紫織は、大獄丸を結界外に追い出す。"
                },
                "21": {
                    "ID": "43138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43138",
                    "TitleEnglish": "The Plot of the Panther Devas",
                    "SummaryEnglish": "Inuyasha and Company are targeted by a group of cat demons who are after the Shikon shards...",
                    "TitleJapanese": "豹猫四天王の陰謀",
                    "SummaryJapanese": "西から豹猫族が攻めてきた。狙いはかごめが持つ四魂のかけらと、犬の大将の息子の殺生丸と犬夜叉への復讐。奇怪な術を使う豹猫四天王はまんまとかごめをさらってしまう。それを追う犬夜叉たち。"
                },
                "22": {
                    "ID": "43139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43139",
                    "TitleEnglish": "Target: Sesshomaru and Inuyasha",
                    "SummaryEnglish": "Inuyasha and Koga fight the panther demons and Sesshomaru joins in the fight.",
                    "TitleJapanese": "標的（ターゲット）は殺生丸と犬夜叉！",
                    "SummaryJapanese": "犬夜叉は赤くなった鉄砕牙で豹猫たちの結界を斬って破る。そして城下町に乗り込む犬夜叉と鋼牙。大昔、犬夜叉たちの父「犬の大将」と豹猫族の総大将「お館様」の決戦があった場所だった。"
                },
                "23": {
                    "ID": "43140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43140",
                    "TitleEnglish": "The Panther Tribe and the Two Swords of the Fang",
                    "SummaryEnglish": "Inuyasha and Koga separately try to rescue Kagome. Meanwhile, Sesshomaru continues his battle against the panther demons.",
                    "TitleJapanese": "豹猫族とふたつの牙の剣",
                    "SummaryJapanese": "豹猫族の総大将・お館様のミイラが四魂の力で動き出した。犬夜叉と殺生丸は牽制しつつ、ミイラを攻撃する。ミイラは冬嵐の妹弟３人の命を奪い、完全に復活、犬族への恨みを晴らそうとする。"
                },
                "24": {
                    "ID": "43141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43141",
                    "TitleEnglish": "Only You, Sango",
                    "SummaryEnglish": "When Inuyasha and his group are approached by a man, it turns out that the stranger has been searching for Sango, to ask her to slay a demon that is plaguing his village. When the group arrives in the village, Sango is surprised to meet an old acquaintance.",
                    "TitleJapanese": "珊瑚目指してオンリーユー",
                    "SummaryJapanese": "妖怪退治を頼まれた珊瑚。依頼主は、６年前、珊瑚に一目惚れした若殿・蔵乃介。容姿、身分、資産と三拍子そろう蔵乃介の求婚に困惑の珊瑚。一方、かごめは、弥勒の気持ち確認の好機と動き出す。"
                },
                "25": {
                    "ID": "43142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43142",
                    "TitleEnglish": "Jaken's Plan to Steal the Tetsusaiga",
                    "SummaryEnglish": "A question from Rin prompts Jaken to question his worth to Sesshomaru. He decides to prove himself by stealing Tetsusaiga from Inuyasha.",
                    "TitleJapanese": "邪見の鉄砕牙ブン取り作戦",
                    "SummaryJapanese": "鉄砕牙を犬夜叉から奪い取ろうとする邪見だが作戦は失敗。呆れるりんを追い払うと、温泉で犬夜叉を誘き出し、まんまと奪取に成功する。だが、殺生丸の来襲と勘違いした犬夜叉に追い詰められ…!?"
                },
                "26": {
                    "ID": "43143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43143",
                    "TitleEnglish": "Sesshomaru and the Abducted Rin",
                    "SummaryEnglish": "Sesshomaru confronts Naraku after he has ordered Kagura to kidnap Rin.",
                    "TitleJapanese": "殺生丸とさらわれたりん",
                    "SummaryJapanese": "奈落は「犬夜叉を殺せば、りんを返す」と殺生丸を脅迫。誇り高い殺生丸は奈落の城へ乗り込む。同じ頃、かごめたちに四魂のかけらの行方をまかせた犬夜叉は、奈落の城を探していた。"
                },
                "27": {
                    "ID": "43144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43144",
                    "TitleEnglish": "Vanishing Point; Naraku Disappears",
                    "SummaryEnglish": "Sesshomaru and Inuyasha double-team Naraku as he tries to absorb them to become stronger.",
                    "TitleJapanese": "断ち切れる奈落の行方",
                    "SummaryJapanese": "殺生丸を取り込もうとする奈落。だが、結界を破って現れた犬夜叉に邪魔される。殺生丸も肉塊から無傷で現れ、奈落を追い詰める。形勢不利と見た奈落は瘴気を出してその場から撤退する。"
                },
                "28": {
                    "ID": "43145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43145",
                    "TitleEnglish": "Gap Between the Ages",
                    "SummaryEnglish": "The group returns to Kaede's village, at which point Kagome returns to modern-day Tokyo.",
                    "TitleJapanese": "現代と戦国のはざま",
                    "SummaryJapanese": "かごめが現代に帰還。明後日の模試対策に追われていた。同じ頃、神楽が連れ去った琥珀の身を案じている珊瑚。そんな珊瑚を気遣う弥勒。奈落の行方が途切れ、各々の時間を過ごす一同だった。"
                }
            }
        },
        "4": {
            "ID": "2137",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/4",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "43146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43146",
                    "TitleEnglish": "The Female Wolf-Demon and the Lunar Rainbow Promise",
                    "SummaryEnglish": "A female wolf demon asks Koga to keep the promise he made to her, when she was a child.",
                    "TitleJapanese": "女妖狼族と月虹の約束",
                    "SummaryJapanese": "鋼牙の前に許嫁と名乗る女妖狼族・菖蒲が現れた。だが、かごめ一直線の鋼牙は逃げてしまう。それを追う菖蒲は、鋼牙が立ち寄った奈落の城跡で髪の化け物に襲われてしまう。"
                },
                "2": {
                    "ID": "43147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43147",
                    "TitleEnglish": "Koga's Bride-To-Be",
                    "SummaryEnglish": "Koga must resolve his issues with Ayame, while fighting off the hair demon that is after the jewel shards in his legs.",
                    "TitleJapanese": "超速の花嫁候補",
                    "SummaryJapanese": "菖蒲は仲間の争いを収めるため、鋼牙を連れ戻しにきたのだ。そこへ、四魂のかけらを狙う髪の化け物が襲う。かごめと菖蒲を守って戦う鋼牙。犬夜叉たちも駆けつけ、奈落の行方を問いながら戦う。"
                },
                "3": {
                    "ID": "43148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43148",
                    "TitleEnglish": "The Evil Within Demon's Head Castle",
                    "SummaryEnglish": "Inuyasha and company, including a old demon exorcist, travel to Demon's Head Castle, in search of a powerful demon plaguing the people.",
                    "TitleJapanese": "邪気が満ちる鬼の首城",
                    "SummaryJapanese": "インチキ臭い祓い屋の老婆と知り合った犬夜叉たちは、最近増え出した妖怪の謎を突き止めるため、鬼の首城の鬼退治に乗り出した。城主が鬼に取り憑かれているという。犬夜叉は鬼の首と戦うが…!?"
                },
                "4": {
                    "ID": "43149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43149",
                    "TitleEnglish": "Secret of the Possessed Princess",
                    "SummaryEnglish": "Inuyasha battles a demon that has appeared in the castle. Shortly after they take their battle outside, Sango and the old exorcist decide to go find Miroku. Meanwhile Kagome and Shippo discover a secret about the princess in the lord's chamber of the castle.",
                    "TitleJapanese": "依り代の姫の秘密",
                    "SummaryJapanese": "犬夜叉が鬼城主と戦う最中、かごめは殿の寝所で、本物の姫の亡骸を発見する。一方、弥勒が姫と共に地下に下りたと聞き、祓い屋の老婆と共に後を追った珊瑚は、鬼姫の邪気縛りで動けなくなる。"
                },
                "5": {
                    "ID": "43150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43150",
                    "TitleEnglish": "Kikyo's Lonely Journey",
                    "SummaryEnglish": "Kikyo comes across an old man, who turns out to have a past connection with Onigumo when he was young.",
                    "TitleJapanese": "めぐる桔梗の孤独な旅路",
                    "SummaryJapanese": "老野盗・勘助と出会った桔梗。重い病で死に場所を探していた勘助は、50年前、四魂の玉をめぐり右目を失っていた。桔梗は自分と勘助との因縁に驚く。ついに四魂のかけらを手に入れた勘助だが…!?"
                },
                "6": {
                    "ID": "43151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43151",
                    "TitleEnglish": "The Three Sprites of the Monkey God",
                    "SummaryEnglish": "Inuyasha and the rest of the group are passing by a village, and soon learn of three monkeys that are searching for their master.",
                    "TitleJapanese": "猿神さまの三精霊",
                    "SummaryJapanese": "畑荒らしの猿退治を引き受けた犬夜叉たちは３匹の子猿と出会う。その３匹は猿の精霊で、猿神さまが宿ったご神体を捜していたという。かごめは猿神さまを見つけるが…!?"
                },
                "7": {
                    "ID": "43152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43152",
                    "TitleEnglish": "Nursing Battle of the Rival Lovers",
                    "SummaryEnglish": "Kagome is forced to return home when her cold worsens. While there, she is visited by her school friends, and Inuyasha winds up competing with Hojo to determine who cares more for Kagome's health.",
                    "TitleJapanese": "アイツと彼のお見舞い対決",
                    "SummaryJapanese": "風邪をひき、現代に戻ったかごめは、絵理たちや、かごめに気がある北条くんのお見舞いを受けた。翌日にテストがあるとわかり…!?"
                },
                "8": {
                    "ID": "43153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43153",
                    "TitleEnglish": "Sota's Brave Confession of Love",
                    "SummaryEnglish": "As Inuyasha's stay with Kagome in the Modern era continues, Inuyasha takes his first trip with Kagome to a grocery store. Along the way back, they spot Sota and discover he has his first crush on a girl in his class.",
                    "TitleJapanese": "思いきった草太の告白",
                    "SummaryJapanese": "かごめの弟、草太が恋をした。相手はクラスメートのひとみちゃん。犬夜叉にアドバイスを頼む草太だが、結局は、かごめの力を借りる。"
                },
                "9": {
                    "ID": "43154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43154",
                    "TitleEnglish": "The Suspicious Faith Healer and the Black Kirara",
                    "SummaryEnglish": "Kuroro, who is part of Kirara's species except with more black markings, once belonged to a village. She is considered a highly intelligent youkai who helps the village by exterminating all the rats and mice there. She was chased out, though, when a spiritualist person came and said that two-tailed cats were bad fortune.",
                    "TitleJapanese": "怪しい祈祷師と黒い雲母",
                    "SummaryJapanese": "猫を嫌うネズミ妖怪の鉄鼠は祈祷師に化けて、猫又のクロロを追い出してしまった。旅の途中の犬夜叉たちは、その祈祷師を怪しいと睨む。"
                },
                "10": {
                    "ID": "43155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43155",
                    "TitleEnglish": "Plot of the Walking Dead",
                    "SummaryEnglish": "Kikyo encounters a girl who's also a walking dead. The Inuyasha gang finds out, through the girl, about another walking dead's plan to conquer the land.",
                    "TitleJapanese": "復活した者たちの野望",
                    "SummaryJapanese": "裏陶の秘術で甦った桔梗は同じ境遇の炎珠と出会う。死魂が足りなくなっていた炎珠は、死魂虫が運ぶ死魂を与えられ生気を取り戻すが…!?"
                },
                "11": {
                    "ID": "43156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43156",
                    "TitleEnglish": "The Mysterious, Lecherous Monk",
                    "SummaryEnglish": "The Inuyasha group tracks down someone who's been using Miroku's identity.",
                    "TitleJapanese": "出没する謎の助平法師",
                    "SummaryJapanese": "弥勒を目の敵にする村人たちに囲まれる犬夜叉たち。事情を聞けば、弥勒が散々悪事を働いたという。弥勒は無実を主張し、ニセモノが暗躍していると推理。実は偽弥勒は八衛門狸が化けていた。"
                },
                "12": {
                    "ID": "43157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43157",
                    "TitleEnglish": "The Sacred Jewel Maker, Part I",
                    "SummaryEnglish": "Inuaysha and the others find a demon using a fake Sacred Jewel and, with the help of a scholar, search to find out how, and why.",
                    "TitleJapanese": "四魂の玉を造る者 前編",
                    "SummaryJapanese": "四魂の玉・誕生の秘密を調べる出雲と知り合った犬夜叉たちは、近くの村で小助少年と出会う。小助の両親と村人を連れ去ったオロチ太夫は、かごめが持つ本物の四魂のかけらも狙ってきた。"
                },
                "13": {
                    "ID": "43158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43158",
                    "TitleEnglish": "The Sacred Jewel Maker, Part II",
                    "SummaryEnglish": "With his friends imprisoned, body and soul, inside the toad demon's slime to be sacrificed for the making of a second Sacred Jewel, Inuyasha must face off against a half-demon powered up by a dozen fake jewels alone.",
                    "TitleJapanese": "四魂の玉を造る者 後編",
                    "SummaryJapanese": "偽四魂の玉を使う妖怪にさらわれたかごめたち。救出に動く犬夜叉たちだが、眼前に牛王が立ち塞がる。人間の父と牛妖怪の母をもつ牛王は、昼は人間の出雲、夜は牛王になってしまう半妖だった。"
                },
                "14": {
                    "ID": "43159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43159",
                    "TitleEnglish": "Jaken Falls Ill",
                    "SummaryEnglish": "Jaken is poisoned and it's up to Rin to find a cure for him before it's too late.",
                    "TitleJapanese": "病気になったあの邪見",
                    "SummaryJapanese": "奈落の毒虫の跡を追う殺生丸。一方、毒虫に刺された邪見は瀕死の状態に。残されたりんは邪見を救おうと「千年草の実」をもらいに地念児の畑に向かう。だが、半妖の地念児は人間になっていた。"
                },
                "15": {
                    "ID": "43160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43160",
                    "TitleEnglish": "Kirara Come Home!",
                    "SummaryEnglish": "When Sango notices that Kilala seems to have disappeared, she starts to worry, and soon everyone starts looking for her.",
                    "TitleJapanese": "帰ってこない雲母",
                    "SummaryJapanese": "姿を消した雲母を心配する珊瑚。その時、森に轟音が響いた。駆けつけた犬夜叉たちは、妖怪に襲われた男を逃がすが、散らばる骨の中に、かごめが雲母にあげたスカーフを発見する。"
                },
                "16": {
                    "ID": "43161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43161",
                    "TitleEnglish": "Kikyo and Kagome: Alone in the Cave",
                    "SummaryEnglish": "Kagome and Inuyasha are fighting again and Kagome becomes so enraged she storms off. When she investigates a noise coming from a cave, she becomes trapped together with Kikyo.",
                    "TitleJapanese": "洞窟には桔梗とかごめの二人だけ",
                    "SummaryJapanese": "助けを呼ぶ声に誘われ洞窟に入ったかごめは、そこで桔梗と出会う。死魂が足りず弱った桔梗は、脱出を促すかごめに無駄だと言う。ふたりが居たのは実は妖怪「巫女封じ」の体内だった。"
                },
                "17": {
                    "ID": "43162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43162",
                    "TitleEnglish": "Koga and Sesshomaru: A Dangerous Encounter",
                    "SummaryEnglish": "Ginta and Hakkaku come across Jaken and Rin at a river, meanwhile Koga is elsewhere flirting with Kagome and fighting with Inuyasha. Soon Koga meets up with Ginta and Hakkaku. Koga wants to go to the river, but his two friends want to keep him safely away...",
                    "TitleJapanese": "鋼牙と殺生丸 危険な遭遇",
                    "SummaryJapanese": "ささいなことで鋼牙とケンカした銀太と白角は別行動。その途中、殺生丸一行と出会ったふたりは、殺生丸の連れの子供（りん）を昔、仲間の狼が襲った事件を思い出した。そこへ鋼牙が現れるが…!?"
                },
                "18": {
                    "ID": "43163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43163",
                    "TitleEnglish": "The Truth Behind the Nightmare: Battle in the Forest of Sorrow",
                    "SummaryEnglish": "While travelling, Inuyasha smells a familiar scent; it's the moth demon leader. As they battle the leader, everyone except Inuyasha gets trapped in a cocoon, where they have nightmares about their worst fears.",
                    "TitleJapanese": "悪夢の真実嘆きの森の戦い",
                    "SummaryJapanese": "毒蛾妖怪である蛾羅丸の繭に閉じ込められたかごめたちは、それぞれの悪夢に苦しめられる。現実の中、犬夜叉は蛾羅丸を倒すが、妖術の繭は消えない。繭の中でかごめたちが蛾に変化していく。"
                },
                "19": {
                    "ID": "43164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43164",
                    "TitleEnglish": "The Snow from Seven Years Past",
                    "SummaryEnglish": "Miroku hears that a snow maiden possessing the form of a woman from his youth is terrorizing the village men and goes out alone to investigate.",
                    "TitleJapanese": "あれから七年目のなごり雪",
                    "SummaryJapanese": "雪の中で弥勒が不思議な女、こゆきに連れ去られた。ごめたちが捜すと遭難した珊瑚を発見。一方、こゆきに「あなたの子です」と言われショックを受ける弥勒だが、結局子らの世話に勤しむはめに。"
                },
                "20": {
                    "ID": "43165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43165",
                    "TitleEnglish": "Assault on the Wolf-Demon Tribe!",
                    "SummaryEnglish": "A deadly spectre arises in the northeast, driving Ayame and her wolf-youkai tribe from their territories, Koga must step in to avenge his fallen brethren.",
                    "TitleJapanese": "亡霊に襲われた妖狼族",
                    "SummaryJapanese": "北の連山に巨大な鬼が現れた。名は凶骨。手当たり次第に妖怪を食う凶骨は妖狼族も襲う。深手を負った老狼のいまわの際に立ち合った鋼牙は、仲間の仇討ちのため北の連山へ向かう。"
                },
                "21": {
                    "ID": "43166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43166",
                    "TitleEnglish": "The Band of Seven, Resurrected!",
                    "SummaryEnglish": "Inuyasha and the group learn about the deadly Band of Seven. This group was constructed of seven mercenaries who were executed for their inhumane acts. When Kagome senses a sacred jewel shard, Sango goes off on her own and finds her lost brother Kohaku. Meanwhile, Inuyasha encounters one of the Band of Seven, Jakotsu. Jakotsu has strange behavior and wields a strange sword that bends, posing a dangerous problem for Inuyasha.",
                    "TitleJapanese": "よみがえった七人隊",
                    "SummaryJapanese": "甦った亡霊集団、七人隊。その七人隊の２番手である蛇骨は犬夜叉や弥勒をひと目で気に入り、秋波を送る。怒った弥勒は風穴で吸い込もうとするが、蛇骨が四魂のかけらを持っているとわかる。"
                },
                "22": {
                    "ID": "43167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43167",
                    "TitleEnglish": "The Stealthy Poison Master, Mukotsu",
                    "SummaryEnglish": "Inuyasha goes after Jakotsu, and the others are attacked by another member of the Band of Seven; Mukotsu.",
                    "TitleJapanese": "しのびよる毒使い 霧骨",
                    "SummaryJapanese": "霧骨がかごめを花嫁にしようとさらっていった。そんなかごめを助けようとする弥勒と珊瑚だが、霧骨の毒に体の自由を奪われてしまう。そこへ、奈落の行方を捜す殺生丸が現れ、邪魔な霧骨を倒す。"
                },
                "23": {
                    "ID": "43168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43168",
                    "TitleEnglish": "The Ghastly Steel Machine",
                    "SummaryEnglish": "Inuyasha is forced to clash with Ginkotsu as he orders Kilala and Shippo to get the poisoned Miroku, Kagome, and Sango to safety. They make it to a monk's temple, unaware that Renkotsu has taken over the place.",
                    "TitleJapanese": "不気味な鋼の重装備",
                    "SummaryJapanese": "霧骨の毒で衰弱するかごめ、弥勒、珊瑚。犬夜叉は七人隊の銀骨の攻撃を引きつけて戦う。かごめたちを連れて逃れた七宝はある寺に辿り着くが、そこには七人隊の煉骨が罠を張っていた。"
                },
                "24": {
                    "ID": "43169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43169",
                    "TitleEnglish": "Kagome, Miroku, and  Sango: Desperate Situation",
                    "SummaryEnglish": "Shippo tries to save Kagome, Miroku and Sango from a burning temple.",
                    "TitleJapanese": "かごめ、弥勒、珊瑚、絶体絶命",
                    "SummaryJapanese": "寺で、かごめたちの無事を確認した犬夜叉は、煉骨を信用してしまう。そこへ銀骨が砲撃してきた。犬夜叉は立ち向かうが、その隙に煉骨はかごめの四魂のかけらを奪い、寺に火をかける。"
                },
                "25": {
                    "ID": "43170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43170",
                    "TitleEnglish": "Inuyasha Shows His Tears For The First Time",
                    "SummaryEnglish": "Inuyasha discovers that Miroku, Sango and Kagome have been poisoned.",
                    "TitleJapanese": "初めてみせる犬夜叉の涙",
                    "SummaryJapanese": "かごめ、弥勒、珊瑚の息が止まってしまった。仇を討つため、七人隊を捜す犬夜叉だが、殺生丸と出会い幻影だと思い込む。だが、殺生丸は近くまで来ていた。そのとき、かごめが意識を取り戻す。"
                },
                "26": {
                    "ID": "43171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43171",
                    "TitleEnglish": "The Secret of the Pure Light",
                    "SummaryEnglish": "Inuyasha and crew enter a village where a man named Suikotsu, the name of one member of the Band of Seven, is living. They discover that he appears to be a good person. Could he truly belong to the Band of Seven?",
                    "TitleJapanese": "けがれなき光の秘密",
                    "SummaryJapanese": "犬夜叉たちは、七人隊とおぼしき四魂の光に近づいた。かけらを持っていたのは善意な医師の睡骨で、睡骨は己が死人とは気づいていなかったのだ。そこへ、銀骨、蛇骨、煉骨が睡骨を迎えに来た。"
                },
                "27": {
                    "ID": "43172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43172",
                    "TitleEnglish": "Hidden In The Mist: Onward to Mt. Hakurei",
                    "SummaryEnglish": "Dr. Suikotsu continues to fight Inuyasha.",
                    "TitleJapanese": "霧に隠れた白霊山へ向かえ",
                    "SummaryJapanese": "七人隊の人格が目覚め、犬夜叉と戦う睡骨だが、子供たちが「元に戻って」と呼びかけると、頭を抱え苦しみ出す。一方、聖なる結界に気づいたかごめは、犬夜叉に桔梗を運ばせて死魂を補給させる。"
                },
                "28": {
                    "ID": "43173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43173",
                    "TitleEnglish": "Enter Bankotsu, The Leader of the Band of Seven",
                    "SummaryEnglish": "Long ago the Lord of a nearby castle was responsible for executing the Band of Seven and now they seek their revenge by attacking the castle. Despite warnings, Inuyasha and his friends approach the castle.",
                    "TitleJapanese": "七人隊の首領 蛮骨登場",
                    "SummaryJapanese": "結界のある白霊山に、奈落が隠れることはできないと考えた犬夜叉たちは、他の手がかりを探す。一方、生き残った七人隊が首領の蛮骨と再会した。大鉾蛮竜を取り戻すべく、山城に攻め込む蛮骨。"
                }
            }
        },
        "5": {
            "ID": "2138",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/5",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "43174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43174",
                    "TitleEnglish": "The Big Clash: Banryu versus the Wind Scar",
                    "SummaryEnglish": "Inuyasha has finally met Bankotsu, the Leader of the Band of Seven, and is determined to use the Tetsuiga to bring him down. But Bankotsu is confident that his Banryu will win without fail. And now, Renkotsu has discovered Kagome's ability to see Shikon Jewel shards. Can the Wind Scar defeat Bankotsu and his Banryu?",
                    "TitleJapanese": "激突！蛮竜VS風の傷！",
                    "SummaryJapanese": "蛮骨たちと犬夜叉たちの対決が始まった。同じ頃、殺生丸は白霊山の聖なる結界に阻まれて引き返す。だが、琥珀と会ったりんから聖域内に妖怪がいたと聞き出し、奈落の思惑を読み解く殺生丸。"
                },
                "2": {
                    "ID": "43175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43175",
                    "TitleEnglish": "Afloat on the Lake Surface: The Barrier of Hijiri Island",
                    "SummaryEnglish": "Inuyasha battles with Bankotsu on the island of Hijiri without being able to use the Wind Scar. Miroku learns that Naraku is using the great priest's power to create a barrier around the island of Hijiri weakening Kirara and Shippo, and making Inuyasha unable to use the Wind Scar. Miroku manages to destroy the barrier to allow Inuyasha to regain the power to use the Wind Scar. However, Bankotsu is still confident in defeating Inuyasha.",
                    "TitleJapanese": "湖面に浮かぶ聖島の結界",
                    "SummaryJapanese": "霧に包まれ湖に浮かぶ聖島。そこに百年前に生き仏になった白心上人が祀られていた。だが、異変が起き、新太郎少年の父が調べに行き戻らぬという。犬夜叉たちは島に渡るが、父は白骨化していた。"
                },
                "3": {
                    "ID": "43176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43176",
                    "TitleEnglish": "The Sacred Vajra and the Mystery of the Living Buddha",
                    "SummaryEnglish": "Bankotsu continues to fight Inuyasha on Hijiri island, but the island holds one more secret.",
                    "TitleJapanese": "聖なる独鈷と即身仏の謎",
                    "SummaryJapanese": "犬夜叉との戦いでかごめたちを巻き添えにした蛮骨。怒る犬夜叉は蛮骨を追いつめるが、白心上人の独鈷が蛮骨を守り、鉄砕牙をサビ刀に戻してしまう。破魔の矢で犬夜叉を守るかごめだが…!?"
                },
                "4": {
                    "ID": "43177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43177",
                    "TitleEnglish": "Koga's Solitary Battle",
                    "SummaryEnglish": "Koga, Ginta and Hakkaku go to Mt. Hakurei and meet up with some of the seven warriors. Koga fights in a rough battle with them and gets injured. Meanwhile, Jakotsu meets up with Sesshomaru and they fight. Inuyasha, Kagome, Shippo and Kirara are near Mt. Hakurei also, but then, Inuyasha suddenly smells the blood and scent of the wolves and rushes over.",
                    "TitleJapanese": "鋼牙の孤高なる戦い",
                    "SummaryJapanese": "白霊山の結界は妖怪たちの進入を阻むためのもの。鋼牙は突破口を見つけようと挑み、失敗。そこへ、鋼牙の四魂のかけらを狙う煉骨と銀骨が現れた。銀骨たちは、聖域内に隠れて攻撃してくる。"
                },
                "5": {
                    "ID": "43178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43178",
                    "TitleEnglish": "Lured by the Black Light",
                    "SummaryEnglish": "Jakotsu attacks Sesshomaru while Suikotsu kidnaps Rin. However, Suikotsu's good alter ego takes over temporarily as he takes Rin to the village where he tended to children. When villagers ask for Suikotsu to leave, his evil alter ego takes over and kills one of the villagers. Jakotsu then shows up from hiding. Meanwhile, Kikyo and Sesshomaru head off to go after the three despite the barrier on the town.",
                    "TitleJapanese": "吸い込まれる黒い光",
                    "SummaryJapanese": "白霊山の聖域に阻まれ、千代たちの村から去った桔梗だが七人隊の行く末を確かめるため、蛮骨を追う。医者の顔に戻った睡骨はりんを連れて千代たちの村に帰るが、本性は七人隊のままだった。"
                },
                "6": {
                    "ID": "43179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43179",
                    "TitleEnglish": "The Exposed Face of Truth",
                    "SummaryEnglish": "Sesshomaru battles with Jakotsu on Mount Hakurei while Suikotsu holds Rin captive. As Suikotsu is about to kill Rin, Kikyo fires an arrow at Suikotsu's neck making him change to his good alter ego. The counterpart wishes for Kikyo to remove the Shikon shard from his neck so he won't have to suffer the thought of killing anymore because of his evil alter ego. Jakotsu removes the Shikon shard and Suikotsu is reduced to a skeleton.",
                    "TitleJapanese": "さらけだされた真実の顔",
                    "SummaryJapanese": "殺生丸の追撃を察知した蛇骨と睡骨は聖域に移動した。劣勢の殺生丸だが、睡骨を闘鬼神で串刺しにし、蛇骨の胸を爪で切り裂く。だが、死人のふたりは死なない。そしてりんを殺めようする睡骨。"
                },
                "7": {
                    "ID": "43180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43180",
                    "TitleEnglish": "Vanished in a River of Flames",
                    "SummaryEnglish": "Renkotsu traps Kagome, Kouga, Shippo, Kirara, Hakkaku and Ginta in a cave that is surrounded by a river of fire. Inuyasha must fight Renkotsu to protect his friends.",
                    "TitleJapanese": "炎の川に消えたアイツ",
                    "SummaryJapanese": "さらに力を求め、鋼牙が持つ四魂のかけらを奪おうと攻撃してきた煉骨。炎に強い火鼠の衣をかごめに貸した犬夜叉は、爆薬を使おうとした煉骨に飛びかかり、一緒に川に飛び込んでしまう。"
                },
                "8": {
                    "ID": "326269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/326269",
                    "TitleEnglish": "Into the Depths of Mt. Hakurei",
                    "SummaryEnglish": "Sango and Miroku explore a cave in Mt. Hakurei, where they expect to find Naraku, but fall into Kagura's trap. Sango's weapon is useless against Kagura, the Wind Sorceress. Can Miroku defend them with his Wind Tunnel? Worried that Sango and Miroku have not returned, Inuyasha goes after them, determined to cross the sacred barrier of Mt. Hakurei.",
                    "TitleJapanese": "白霊山の奥の奥",
                    "SummaryJapanese": "珊瑚を守るため、弥勒は風穴を開き、毒虫諸共妖怪を吸い込んで戦っていた。それを心配した犬夜叉は、単身白霊山へ向かうが、そこへ現れた煉骨の攻撃で飛ばされて聖域に浄化されてしまう。"
                },
                "9": {
                    "ID": "43182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43182",
                    "TitleEnglish": "Divine Malice of the Saint",
                    "SummaryEnglish": "Inuyasha, in his human form, struggles to stay alive during a deadly fight with Jakotsu. When Miroku and Sango find Hakushin in the depths of the mountain, will they be able to destroy the barrier that has suppressed Inuyasha's half-demon powers?",
                    "TitleJapanese": "神々しい悪意の聖者",
                    "SummaryJapanese": "白霊山内で白心上人の木乃伊と対面した弥勒と珊瑚。上人が奈落に手を貸す理由を語る。弥勒は「責めるつもりはないが、奈落を守る結界をそのままにしてはおけぬ」と風穴を開いて上人と対決する。"
                },
                "10": {
                    "ID": "43183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43183",
                    "TitleEnglish": "Fare Thee Well: Jakotsu’s Requiem",
                    "SummaryEnglish": "Inuyasha fights for his life against Jakotsu. Kikyo meets Hakushin. What will happen to the sacred barrier after Kikyo intervenes?",
                    "TitleJapanese": "さよなら蛇骨の鎮魂歌",
                    "SummaryJapanese": "妖力が戻った犬夜叉は蛇骨に勝って白霊山へ急ぐ。蛮骨に謀反心を抱く煉骨は、傷ついた蛇骨からかけらを奪い殺してしまう。その頃、桔梗は白心上人の木乃伊と対面して、奈哀しい魂を成仏させる。"
                },
                "11": {
                    "ID": "43184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43184",
                    "TitleEnglish": "Final Battle: The Last and Strongest of the Band of Seven",
                    "SummaryEnglish": "Now that the sacred barrier is down, Kagome and the rest of the gang head up Mt. Hakurei. Inuyasha runs into Bankotsu, deep inside the mountain and is forced to fight him. Can Inuyasha win, now that Bankotsu has seven Shikon shards.?",
                    "TitleJapanese": "決戦！最強最後の七人隊",
                    "SummaryJapanese": "白霊山の結界が消滅。犬夜叉を心配するかごめは鋼牙たちと白霊山へ向かう。同じ頃、桔梗と殺生丸は別の場所で異変を察知。鳴動する白霊山の内部では、犬夜叉と蛮骨の決戦が始まっていた。"
                },
                "12": {
                    "ID": "43185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43185",
                    "TitleEnglish": "The Power of Banryu: Duel to the Death on Mt. Hakurei",
                    "SummaryEnglish": "Inuyasha battles with Bankotsu, who is using Banryu, a weapon infused with a demonic aura. Kagome senses that the Shikon shards inside Mt. Hakurei are becoming tainted.",
                    "TitleJapanese": "強烈蛮竜 白霊山の死闘",
                    "SummaryJapanese": "弥勒と珊瑚は、白霊山の底で謎の肉塊を目撃。別々の場所で異変を察知した殺生丸と桔梗は、それぞれ白霊山へ足を進める。そして犬夜叉が放った爆流破によって、蛮骨はついに倒れるが…!?"
                },
                "13": {
                    "ID": "43186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43186",
                    "TitleEnglish": "Beyond the Darkness - Naraku Reborn!",
                    "SummaryEnglish": "Inuyasha is lying trapped and unconscious inside Mt. Hakurei, where Naraku's new body is being created. Also, trapped inside are Inuyasha's companions and Koga. Will Inuyasha awaken, before Naraku tries to destroy him?",
                    "TitleJapanese": "暗闇の先に新生奈落",
                    "SummaryJapanese": "奈落が新たな体を得た。犬夜叉の剣圧が、奈落に絡め取られて荒れ狂い、かごめや弥勒たちに襲いかかる。同じ頃、白霊山から逃げる神楽を目撃した桔梗は破魔の矢で射るが、逃がしてしまう。"
                },
                "14": {
                    "ID": "43187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43187",
                    "TitleEnglish": "Farewell Kikyo, My Beloved",
                    "SummaryEnglish": "Inuyasha helps Koga to safety and everyone gets out of the mountain safely. Meanwhile, Naraku confronts Kikyo with his new body.",
                    "TitleJapanese": "さらば愛しき桔梗よ",
                    "SummaryJapanese": "鋼牙を救出した犬夜叉は、かごめたちに合流する途中、桔梗の幻を見る。一方、人間の心を分離した奈落は、桔梗と対峙する。"
                },
                "15": {
                    "ID": "43188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43188",
                    "TitleEnglish": "The Darkness in Kagome's Heart",
                    "SummaryEnglish": "In the beginning, Inuyasha goes to look for Kikyo. Kagome, Sango, and Miroku get caught by people, and get taken to a village. Kagome gets taken into one of the huts there, leaving Sango and Miroku to fight the people.",
                    "TitleJapanese": "かごめの心の闇",
                    "SummaryJapanese": "桔梗が生きているという偽情報に惑わされた犬夜叉が仲間から引き離された。その間に、かごめたちはある城下町で捕らえられてしまう。城の奥方が、かごめを呼び寄せ、弥勒と珊瑚を殺せと命じる。"
                },
                "16": {
                    "ID": "43189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43189",
                    "TitleEnglish": "Transform Heartache into Courage!",
                    "SummaryEnglish": "Failing to find Kikyo after sent on a wild goose chase by a priest, Inuyasha is unaware that Kagome and the others are in danger. Miroku and Sango have to defend themselves against murderous guards, while Kagome is in danger from Kagura and a strange baby who is trying to control Kagome's heart.",
                    "TitleJapanese": "心の痛みを勇気にかえろ",
                    "SummaryJapanese": "かごめを廃寺に運んだ奈落の赤子は、汚れた四魂のかけらを仕込めと神楽に命じた。だが、かけらは弾かれ、かごめは意識を取り戻す。犬夜叉と桔梗の絆を呪えと、魂を再び掴もうとする赤子だが…!?"
                },
                "17": {
                    "ID": "43190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43190",
                    "TitleEnglish": "Don't Boil It! The Terrifying Dried-Up Demon",
                    "SummaryEnglish": "When Kagome brings back some rare dried food from the feudal era, Inuyasha is forced to travel to modern Japan to protect her, as the food is actually made from dried demons.",
                    "TitleJapanese": "煮ちゃダメ！恐怖の干物妖怪",
                    "SummaryJapanese": "学校は文化祭準備の真っ最中。かごめは、合唱と演劇で主役とソロに抜擢される。さらに料理発表のアイデアも頼まれ、戦国時代から持ってきた干物を食材にしようと思いつくが、その干物は実は…!?"
                },
                "18": {
                    "ID": "43191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43191",
                    "TitleEnglish": "Battle Against the Dried-Up Demons at the Cultural Festival",
                    "SummaryEnglish": "While Kagome has her hands full preparing for the Cultural Festival, another dried-food demon appears. After Inuyasha saves the day, Kagome admits that there may be three more demons on the loose. Later, when Inuyasha sees Kagome in a love scene with Hojo in the school play, his temper flares. Will Inuyasha and Hojo be forced to fight over Kagome?",
                    "TitleJapanese": "干物妖怪と激闘文化祭",
                    "SummaryJapanese": "文化祭当日、かごめが戦国時代から持ち込んだ干物妖怪が復活。由加たちが作った料理を食い荒らす。さらに合唱発表の最中にも妖怪を発見する。"
                },
                "19": {
                    "ID": "43192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43192",
                    "TitleEnglish": "Chokyukai  and the Abducted Bride",
                    "SummaryEnglish": "This pig demon called Chokyukai has been wandering around the countryside forcing young women to marry him. But when he puts the magical tiara that makes the women fall in love with him on Kagome, InuYasha is the one who's lovestricken!",
                    "TitleJapanese": "猪九戒と略奪された花嫁",
                    "SummaryJapanese": "妖怪の猪九戒が甦り、娘たちを次々略奪。喜助という青年が助けを求めてくる。退治に乗り出す犬夜叉たち。河童と小猿を従えた猪九戒と対峙する。"
                },
                "20": {
                    "ID": "43193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43193",
                    "TitleEnglish": "Shippo's New Technique, The Heart Scar",
                    "SummaryEnglish": "Shippo meets a group of fox demons who heard a legend about the mighty and powerful Shippo and they ask him to protect them from a lizard demon. Shippo uses his ultimate attack, the Heart Scar.",
                    "TitleJapanese": "吠えろ七宝奥義 心の傷！",
                    "SummaryJapanese": "小狐妖怪の五兄弟が、七宝を勇者と信じ、「風の傷」を会得したいと弟子入り。だが、教えられない七宝は、誤魔化そうとして見栄を張るが…!?"
                },
                "21": {
                    "ID": "43194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43194",
                    "TitleEnglish": "Trap of the Cursed Wall Hanging",
                    "SummaryEnglish": "The Inuyasha gang hears about a village of demon women and they decide to find it.",
                    "TitleJapanese": "観音掛け軸 呪いの罠",
                    "SummaryJapanese": "許嫁を捜す篠助と知り合った犬夜叉たちは、女だけで住む集落に案内される。珊瑚とふたりきりになったかごめは、弥勒との仲を尋ねたりする。"
                },
                "22": {
                    "ID": "43195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43195",
                    "TitleEnglish": "Miroku's Most Dangerous Confession",
                    "SummaryEnglish": "Inuyasha must save Sango and Miroku from the village women and the demon that is controlling them..",
                    "TitleJapanese": "弥勒法師の最も危険な告白",
                    "SummaryJapanese": "女だけが暮らす村の観音堂の掛け軸に封じられた妖怪が復活。川底に沈んでいた本体と合体して山椒魚妖怪の本性を現した。犬夜叉は風の傷で粉砕する。"
                },
                "23": {
                    "ID": "43196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43196",
                    "TitleEnglish": "The Woman Who Loved Sesshomaru (1)",
                    "SummaryEnglish": "Inuyasha and his group travel to a coastal town where they meet a beautiful woman, who attempts to steal the Tetsusaiga.",
                    "TitleJapanese": "殺生丸を愛した女 前編",
                    "SummaryJapanese": "殺生丸の前に現れた謎の女、娑蘿。殺生丸に救われたことがあった娑蘿は、病での死の間際に転生。殺生丸のために犬夜叉の鉄砕牙を奪い取り、弥勒や珊瑚をガラス像にしてしまう。"
                },
                "24": {
                    "ID": "43197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43197",
                    "TitleEnglish": "The Woman Who Loved Sesshomaru (2)",
                    "SummaryEnglish": "Inuyasha and Sesshomaru confront Sara, but Sara has a terrible secret.",
                    "TitleJapanese": "殺生丸を愛した女 後編",
                    "SummaryJapanese": "殺生丸の前に現れた謎の女、娑蘿。殺生丸に救われたことがあった娑蘿は、病での死の間際に転生。殺生丸のために犬夜叉の鉄砕牙を奪い取り、弥勒や珊瑚をガラス像にしてしまう。"
                },
                "25": {
                    "ID": "43198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43198",
                    "TitleEnglish": "The Last Banquet of Miroku's Master",
                    "SummaryEnglish": "Miroku finds out that Mushin, the monk who raised him, is dying, and he goes to see him.",
                    "TitleJapanese": "弥勒の師匠 最後の宴",
                    "SummaryJapanese": "弥勒の育ての親である夢心和尚が死ぬらしい。弥勒と犬夜叉たちは、冥土の土産に、酒仙人が造る名酒「霞仙人」を夢心に届ける。だが、死期がきたと思っていたのは夢心の勘違いだった。"
                },
                "26": {
                    "ID": "43199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43199",
                    "TitleEnglish": "A Strange Invisible Demon Appears!",
                    "SummaryEnglish": "Inuyasha and his group meet someone they know when they travel to a small town and Miroku plans to make use of his exorcist skills to earn some money.",
                    "TitleJapanese": "怪奇透明妖怪現る現る！",
                    "SummaryJapanese": "お宝を盗む透明妖怪が現れた。退治を請け負う祓い屋のおばばは、犬夜叉たちに助力を頼む。町一番の屋敷担当の七宝とおばばチームは、こちらも透明になればよいと透明妖術を使って待ち伏せる。"
                },
                "27": {
                    "ID": "43200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43200",
                    "TitleEnglish": "An Ancestor Named Kagome",
                    "SummaryEnglish": "Inuyasha and his gang take on the task of purifying a cursed sword brought to them by Akitoki Hojo, ancestor to the Hojo in Kagome's time. Back in present day Japan, Kagome finds out that Hojo has ancestor named Kagome, who married Akitoki! What does this mean for Kagome? Does she stay in the feudal era and marry Akitoki, or is it mere coincidence?",
                    "TitleJapanese": "ご先祖の名はかごめ",
                    "SummaryJapanese": "北条くんのご先祖様、秋時は北条家伝来の災いを呼ぶ妖刀「乾坤の薙刀」を奉納する旅の途中だ。その旅に同行する犬夜叉たち。かごめは秋時を応援。そんなとき、「乾坤の薙刀」を狙う者が現れる。"
                },
                "28": {
                    "ID": "43201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43201",
                    "TitleEnglish": "Mountain of Demons:  Survival of the Duo",
                    "SummaryEnglish": "While on a mission to purify the Ken blade, Kagome and Akitoki become separated from Inuyasha and the others. Then Kagome and Akitoki get attacked by the ninja demons. What will be their fate?",
                    "TitleJapanese": "妖怪山河ふたりのサバイバル",
                    "SummaryJapanese": "災いを呼ぶ乾の刃。その妖力封じのため、風雷神社へ奉納の旅に立つ秋時と犬夜叉たち。だが、星黄泉配下の妖忍が「刃」を奪おうと襲撃。かごめと秋時は犬夜叉たちから引き離されてしまう。"
                }
            }
        },
        "6": {
            "ID": "2139",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/6",
            "# Episodes": 29,
            "Episodes": {
                "1": {
                    "ID": "43202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43202",
                    "TitleEnglish": "The Great Duel at Shoun Falls",
                    "SummaryEnglish": "Inuyasha and the others go to meet the ninja demon, who has taken Kagome hostage, at Shoun Falls.",
                    "TitleJapanese": "昇雲の滝の大決闘",
                    "SummaryJapanese": "「坤の刃」で鉄砕牙の妖力を奪った星黄泉はかごめを捕らえ、風雷神社まで来いと告げて去った。星黄泉は、人間の女である月黄泉に裏切られた過去があり、かごめの霊力を利用しようとしていた。"
                },
                "2": {
                    "ID": "43203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43203",
                    "TitleEnglish": "Eternal Love, The Naginata of Kenkon",
                    "SummaryEnglish": "Hoshiyomi plans to destroy humanity using the Naginata of Kenkon.",
                    "TitleJapanese": "永遠の思い 乾坤の薙刀",
                    "SummaryJapanese": "星黄泉の前に、死んだはずの月黄泉がかごめに宿って現れた。乾坤の薙刀の恐ろしさを危惧した月黄泉は星黄泉から薙刀を取り上げ、刃を分けて封印したが力尽き亡くなっていたことが明らかになる。"
                },
                "3": {
                    "ID": "43204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43204",
                    "TitleEnglish": "Entei, The Demon Horse Unleashed!",
                    "SummaryEnglish": "Inuyasha and his group decide to investigate a series of murders which they hear were committed by a woman with a baby.",
                    "TitleJapanese": "解き放たれた 妖馬炎蹄",
                    "SummaryJapanese": "徳高い僧や神官を半殺しにして心を覗く奈落の赤子。目的はあの世とこの世の境を探るためだ。犬夜叉たちは神楽と赤子の仕業と直感。次に襲われそうな神泉和尚がいる万願寺へ向かうが…!?"
                },
                "4": {
                    "ID": "43205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43205",
                    "TitleEnglish": "Untamed Entei and Horrible Hakudoshi",
                    "SummaryEnglish": "Naraku's child Hakudoshi kills Rygokoki, takes his weapon and earns the right to ride on the legendry horse demon Entei",
                    "TitleJapanese": "暴走炎蹄と戦慄の白童子",
                    "SummaryJapanese": "分断された奈落の赤子の片割れが、白い子供の姿に成長して息を吹き返した。子供は白童子と名乗り、高僧や神官を殺して心を覗いていたのは、四魂のかけらを捜していたためだと明かす。"
                },
                "5": {
                    "ID": "43206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43206",
                    "TitleEnglish": "3,000 Leagues in Search of Father",
                    "SummaryEnglish": "When Inuyasha and his friends visit a a new town, they find out that a headless demon has been frightening the townspeople.",
                    "TitleJapanese": "父を訪ねて 三千里",
                    "SummaryJapanese": "カワウソ妖怪の子供である甘太は、白童子に首を狩られた父カワウソの体を捜していたが、体は村人たちに討伐されてしまう。駆けつけた犬夜叉と甘太は、その場に殺生丸がいるのを見て驚く。"
                },
                "6": {
                    "ID": "43207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43207",
                    "TitleEnglish": "Hosenki and the Last Shard",
                    "SummaryEnglish": "Inuyasha searches for Myoga to figure out how to get to the border between this world and the next, and his father's grave, where the last shard of the sacred jewel may be hidden.",
                    "TitleJapanese": "宝仙鬼と 最後のかけら",
                    "SummaryJapanese": "四魂のかけらがあるというあの世とこの世の境は、犬夜叉の父の骸が眠る妖怪の墓場。そこへ行くには、黒真珠を使えばいい。犬夜叉は刀々斎の元を訪れ、冥加と再会して黒真珠の取り出し方を聞く。"
                },
                "7": {
                    "ID": "43208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43208",
                    "TitleEnglish": "Bizarre Guards at the Border of the Afterlife",
                    "SummaryEnglish": "Inuyasha and his friends attempt to reach the graveyard located beyond the border of this world.",
                    "TitleJapanese": "あの世との境に 異様な門番",
                    "SummaryJapanese": "火の国に着いた犬夜叉たちは、山中の洞穴に巨大な門を発見した。あの世とこの世の境へと通じる門。犬夜叉は結界破りの赤い鉄砕牙で門の鎖を砕き、扉を開くことに成功するが…!?"
                },
                "8": {
                    "ID": "43209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43209",
                    "TitleEnglish": "The Fiery Bird Master, Princess Abi",
                    "SummaryEnglish": "After Inuyasha and his friends return from the Land of Fire, they come across several villages where everyone has had all their blood sucked out of them.",
                    "TitleJapanese": "気性荒い鳥使い 阿毘姫",
                    "SummaryJapanese": "あの世とこの世の境へ行く別の方法を模索する犬夜叉たち。一方、奈落は、鳥使いの阿毘姫に接触、三叉戟を貸し与える。毒を食らって弱った母を救うため、阿毘姫は人の血を集めていた。"
                },
                "9": {
                    "ID": "43210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43210",
                    "TitleEnglish": "The Tragic Love Song of Destiny (1)",
                    "SummaryEnglish": "Kaede narrates a special episode that explains Kikyo's life as a priestess (a miko), how she met Inuyasha, how she ended up receiving the Shikon no Tama and more.",
                    "TitleJapanese": "めぐり逢う前の運命恋歌(さだめのこいうた) 前編",
                    "SummaryJapanese": "楓がまだ幼い少女だった頃。四魂の玉を浄める役目を負った桔梗は、玉の妖力を求めて襲う犬夜叉を撃退していた。だが、犬夜叉が幼い楓を救ったことから犬夜叉と桔梗は次第に心を近づける。"
                },
                "10": {
                    "ID": "43211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43211",
                    "TitleEnglish": "The Tragic Love Song of Destiny (2)",
                    "SummaryEnglish": "Kaede narrates a special episode that explains Kikyo's life as a miko, her recieving the Shikon no Tama and Naraku's trap for her and Inuyasha.",
                    "TitleJapanese": "めぐり逢う前の運命恋歌(さだめのこいうた) 後編",
                    "SummaryJapanese": "楓がまだ幼い少女だった頃。四魂の玉を浄める役目を負った桔梗は、玉の妖力を求めて襲う犬夜叉を撃退していた。だが、犬夜叉が幼い楓を救ったことから犬夜叉と桔梗は次第に心を近づける。"
                },
                "11": {
                    "ID": "43212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43212",
                    "TitleEnglish": "The Single Arrow of Chaos",
                    "SummaryEnglish": "Inuyasha and the others are on a mission to find Princess Abi and her nest of birds. However, they must get past Hakudoshi, first.",
                    "TitleJapanese": "波乱を呼ぶ 一本の矢",
                    "SummaryJapanese": "奈落を倒すため、殺生丸を探す神楽が、りんと邪見の前に現れた。一方、阿毘姫の鳥たちに襲われた人々は、助けを求め聖さまの里へ逃げ込む。その噂を聞いた犬夜叉たちが里へ向かうが…!?"
                },
                "12": {
                    "ID": "43213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43213",
                    "TitleEnglish": "The Mysterious Light that Guides the Saint",
                    "SummaryEnglish": "Princess Abi goes after a group of villagers who are hiding in a cave.",
                    "TitleJapanese": "聖者を導く 不思議な光",
                    "SummaryJapanese": "破魔の矢に桔梗の影を感じるかごめたち。一方、里を襲った阿毘姫は、聖さまの破魔の矢で妖怪鳥を一掃され、退却。そこへ犬夜叉たちが辿り着くが、聖さまは鳥の巣を滅するため里を去っていた。"
                },
                "13": {
                    "ID": "43214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43214",
                    "TitleEnglish": "Kagome's Instinctive Choice",
                    "SummaryEnglish": "Kagome must decide if she wants to save Kikyo, or not.",
                    "TitleJapanese": "かごめ 本能の選択",
                    "SummaryJapanese": "白童子の片割れの奈落の赤子は、神無の手で人間の城に隠された。一方、かごめは滝壺に眠る桔梗を見つける。奈落の瘴気に蝕まれた桔梗を救うか否か、問う式神たちに、迷わず救うと答えるかごめ。"
                },
                "14": {
                    "ID": "43215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43215",
                    "TitleEnglish": "Protect and Plunder!",
                    "SummaryEnglish": "Princess Abi no longer wants to be in league with Naraku.",
                    "TitleJapanese": "守れそして奪い取れ！",
                    "SummaryJapanese": "奈落と関わってから邪魔ばかり入ると考えた阿毘姫と鉄鶏は奈落の妖怪たちが寄りつかない場所を怪しみ城攻めを決行する。その城には白童子の片割れの赤子の警護を命じられた琥珀が潜んでいた。"
                },
                "15": {
                    "ID": "43216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43216",
                    "TitleEnglish": "The Cruel Reunion of Fate",
                    "SummaryEnglish": "Kohaku must kill the castle guards to retrieve the infant, Naraku's incarnation.",
                    "TitleJapanese": "運命は残酷な再会",
                    "SummaryJapanese": "阿毘姫は、奈落に関わりある人間の城に攻め込む。そこには神無と琥珀が潜み、白童子の片割れの赤子を守っていた。落城に気づいた奈落は、周りの者たちを殺して赤子を奪い取れと琥珀に命令する。"
                },
                "16": {
                    "ID": "43217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43217",
                    "TitleEnglish": "The Demon Linked With the Netherworld",
                    "SummaryEnglish": "After meeting Kikyo, Inuyasha and the gang rush to stop Naraku, who confronts Abi and her mother.",
                    "TitleJapanese": "あの世とつながる妖怪",
                    "SummaryJapanese": "犬夜叉に再会した桔梗は、奈落が向こうの世界でかごめの目を使い四魂のかけらを探させるつもりだと教え、かごめは連れて行くなと助言する。そして、阿毘姫と鉄鶏と対峙した奈落は２人を倒す。"
                },
                "17": {
                    "ID": "43218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43218",
                    "TitleEnglish": "The Demon Protector of the Sacred Jewel Shard!",
                    "SummaryEnglish": "Inuyasha and the gang follow Naraku. Before the group can confront their nemesis, Inuyasha must battle Hosenki, an old friend of Inuyasha's father.",
                    "TitleJapanese": "四魂のかけらを守る鬼",
                    "SummaryJapanese": "鉄鶏の首を刎ねた奈落は、迸った血の河に乗ってあの世とこの世の境へ向かった。罠と知りつつ追う犬夜叉たち。そこへ一足遅く着いた殺生丸は、ほかに入り口はないかと神楽に聞く。"
                },
                "18": {
                    "ID": "43219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43219",
                    "TitleEnglish": "Final Battle at the Graveside! Sesshomaru Versus Inuyasha",
                    "SummaryEnglish": "Naraku appears to steal Hosenki's shard, but Sesshomaru arrives on the scene, to everyone's surprise.",
                    "TitleJapanese": "墓前決戦! 殺生丸vs犬夜叉",
                    "SummaryJapanese": "神楽によって火の国に案内された殺生丸は、死者の門を守る牛頭馬頭を天生牙で押さえ、あの世とこの世の境にある妖怪の墓場へ赴く。一方、奈落は、宝仙鬼が守る四魂のかけらを狙う。"
                },
                "19": {
                    "ID": "43220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43220",
                    "TitleEnglish": "Destroy Naraku with the Adamant Barrage!",
                    "SummaryEnglish": "Sesshomaru faces off with Naraku, while Inuyasha tries to cut Hosenki's diamond body to gain a new power.",
                    "TitleJapanese": "奈落を貫け金剛槍破",
                    "SummaryJapanese": "奈落に最後のかけらを奪われた宝仙鬼は、自分を斬れと犬夜叉に促す。犬夜叉の鉄砕牙は強い妖怪を斬るとその妖力を受け継ぐのだ。だが、殺生丸の攻撃を受けた奈落が切り口から瘴気を噴き出し…!?"
                },
                "20": {
                    "ID": "43221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43221",
                    "TitleEnglish": "Stampede of the Countless Demon Rats!",
                    "SummaryEnglish": "Naraku lets Hakudoshi employ a new method to bring Kikyo out of hiding--a tidal wave of endless demon rodents. Also, Kohaku finds himself in a dilemma.",
                    "TitleJapanese": "大暴走 無数の妖怪ネズミ",
                    "SummaryJapanese": "桔梗をおびき出すため、白童子は厨子鼠の大群を野に放つ。村々を食い尽くす鼠たちは斬っても死なず増え続ける。その鼠たちに遭遇する犬夜叉たち。退治するには鼠を吐き出す厨子を壊すしかない。"
                },
                "21": {
                    "ID": "43222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43222",
                    "TitleEnglish": "Kohaku's Decision and Sango's Heart",
                    "SummaryEnglish": "Sango attempts to stop Kohaku and the demon rats, while Hakudoshi tries to subdue Kikyo's Mayose spell, intended to destroy the stampede of rodents.",
                    "TitleJapanese": "琥珀の決意と珊瑚の心",
                    "SummaryJapanese": "心臓の赤子に辿り着き、仇を討つため、奈落の命令に逆らえない琥珀。真実を知らない珊瑚は、妖怪鼠の厨子を壊そうと挑みかかる。その一方で、魔寄せの木は白童子が放った妖怪によって枯れた。"
                },
                "22": {
                    "ID": "43223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43223",
                    "TitleEnglish": "The Lucky but Two-Timing Scoundrel!",
                    "SummaryEnglish": "Kagome returns home to get some rest without telling Inuyasha. Angrily he follows her and breaks her bike. Despite spending the day trying to fix it, Kagome is still furious and tells her friends he is cheating on her. Her friends then ask to meet him. How will this end for Kagome and Inuyasha?",
                    "TitleJapanese": "幸せを呼ぶフタマタ暴力男",
                    "SummaryJapanese": "桔梗が生きていたことを楓に報告する犬夜叉。桔梗を思い続ける犬夜叉に落ち込んだかごめは、犬夜叉には告げずに現代に帰る。すると犬夜叉はかごめの家までかごめを追ってくるが…!?"
                },
                "23": {
                    "ID": "43224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43224",
                    "TitleEnglish": "Miroku's Past Mistake",
                    "SummaryEnglish": "Miroku is confronted by an old flame from his past, to Sango's chagrin.",
                    "TitleJapanese": "弥勒法師昔のあやま昔ち",
                    "SummaryJapanese": "２年前、弥勒が病を治した娘の志麻は、薬草を煎じるために水を汲んだ湖の主様（妖怪）に求婚され困っていた。弥勒に救いを求めた志麻は弥勒を許嫁だと慕う。そこへ当の主様が志麻を迎えにきた。"
                },
                "24": {
                    "ID": "43225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43225",
                    "TitleEnglish": "Forever with Lord Sesshomaru",
                    "SummaryEnglish": "Rin has her doubts about whether or not she will be with Sesshomaru forever, after Jaken tells her that he and Sesshomaru will probably live longer than her, because she's mortal and they're demons.",
                    "TitleJapanese": "殺生丸様と永遠に一緒",
                    "SummaryJapanese": "子供たちがさらわれ、僧の雲涯率いる法師たちが退治に乗り出した。笛で子を集める妖怪の音獄鬼はりんもさらう。隠れ家を突き止め雲涯たちは音獄鬼を退治し、子供たちを人里へ返そうとするが…!?"
                },
                "25": {
                    "ID": "43226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43226",
                    "TitleEnglish": "Kohaku, Sango and Kirara: The Secret Flower Garden",
                    "SummaryEnglish": "Kirara recalls Sango and Kohaku's past, when they were children.",
                    "TitleJapanese": "琥珀 珊瑚 雲母 ・ 秘密の花園",
                    "SummaryJapanese": "妖怪退治屋の里を訪れ、墓参りをする琥珀は、遠い日を思い出す。だが、奈落を討つ、その日までは記憶を取り戻したことを隠そうと決意した琥珀は、姉の珊瑚の元へ帰ることが出来ないでいた。"
                },
                "26": {
                    "ID": "43227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43227",
                    "TitleEnglish": "Possessed by a Parasite: Shippo, Our Worst Enemy",
                    "SummaryEnglish": "A parasite demon infects Shippo, causing him to attack his friends, but Inuyasha seems to be the Shippo's real target.",
                    "TitleJapanese": "最強の敵 ・ 宿り蛹 七宝",
                    "SummaryJapanese": "七宝が宿り蛹に取り憑かれ、悪戯の限りを尽くす。村人たちに退治される前に、捕まえたいかごめたちだが、鳥もちの狐妖術にかかって捕獲に失敗。鼻が利く犬夜叉も臭い玉を食らい散々な目に遭う。"
                },
                "27": {
                    "ID": "43228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43228",
                    "TitleEnglish": "The Ultimate Key to Defeating Naraku",
                    "SummaryEnglish": "Naraku confronts Kikyo, while Hakudoshi creates a new monstrosity for Inuyasha and friends to deal with.",
                    "TitleJapanese": "奈落を倒す最大の手がかり",
                    "SummaryJapanese": "岳山人と出逢った犬夜叉たちは、奈落が不妖璧という守り石を奪ったことを知る。犬夜叉たちを信用した岳山人は、不妖壁に近づくと妖気が消える妖気の結晶を渡す。奈落を見つけた犬夜叉たちは…!?"
                },
                "28": {
                    "ID": "43229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43229",
                    "TitleEnglish": "The Bond Between Them, Use the Sacred Jewel Shard! (1)",
                    "SummaryEnglish": "Inuyasha and the others find a strange man with demonic powers. Could this be the reincarnation of Naraku?",
                    "TitleJapanese": "二人の絆 四魂のかけらを使え！ 前編",
                    "SummaryJapanese": "東の霊山のある寺に攻め込んだ白童子は、異形の男である御霊丸を倒し、神無に護られていた心臓の赤子と鬼の岩へと逃げ去った。そこへ向かった犬夜叉たちは、岩の内部で奈落や白童子と対決する。"
                },
                "29": {
                    "ID": "43230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/43230",
                    "TitleEnglish": "The Bond Between Them, Use the Sacred Jewel Shard! (2)",
                    "SummaryEnglish": "As Inuyasha and his team go after Kagura, they find a weakness which they plan to use to defeat their opponent, Naraku. Yet, Naraku has already taken steps to lead Inuyasha and his team into a terrible trap.",
                    "TitleJapanese": "二人の絆 四魂のかけらを使え！ 後編",
                    "SummaryJapanese": "東の霊山のある寺に攻め込んだ白童子は、異形の男である御霊丸を倒し、神無に護られていた心臓の赤子と鬼の岩へと逃げ去った。そこへ向かった犬夜叉たちは、岩の内部で奈落や白童子と対決する。"
                }
            }
        },
        "7": {
            "ID": "2155030",
            "URL": "https://www.thetvdb.com/series/inuyasha/seasons/official/7",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "2037941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037941",
                    "TitleEnglish": "Naraku's Heart",
                    "SummaryEnglish": "Hakudoshi is scheming to take Naraku's place. He steals Kagome's Shikon Jewel shards and entices Kagura to betray Naraku.",
                    "TitleJapanese": "奈落の心臓",
                    "SummaryJapanese": "奈落にとって代わろうと策謀をめぐらす白童子。かごめの四魂のかけらを奪い、神楽にも奈落を裏切れとそそのかす。犬夜叉たちは、白童子の半身で奈落の急所たる心臓の赤子のありかを知るが…!?"
                },
                "2": {
                    "ID": "2037951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037951",
                    "TitleEnglish": "Kagura's Wind",
                    "SummaryEnglish": "Upon healing her wounds inflicted by Naraku, using Midoriko's soul, Kikyo runs into Inuyasha again and reveals the secret to destroying Naraku.",
                    "TitleJapanese": "神楽の風",
                    "SummaryJapanese": "翠子の死魂で奈落がつけた傷を癒した桔梗は、再会した犬夜叉に奈落を滅する方法を明かす。一方、最強の武器、五雷指の試練に挑む鋼牙。魍魎丸と対決した殺生丸は、神楽の血の臭いを察知する。"
                },
                "3": {
                    "ID": "2037961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037961",
                    "TitleEnglish": "Meido Zangetsuha",
                    "SummaryEnglish": "It is the day of the annual Fox Demon Exam at the Demon Inn. Miroku and his friends get stuck taking the tests. Shippo hopes to be promoted in rank for playfully getting revenge on Inuyasha.",
                    "TitleJapanese": "冥道残月破",
                    "SummaryJapanese": "年に一度の狐妖術昇級試験の日。試験に巻き込まれる弥勒たち。七宝も犬夜叉をバカして位を上げていく。一方、殺生丸を訪れた刀々斎は天生牙を鍛え直す。そして、殺生丸は新たな技を会得する…!!"
                },
                "4": {
                    "ID": "2037971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037971",
                    "TitleEnglish": "Dragon-Scaled Tetsusaiga",
                    "SummaryEnglish": "The swordsmith Toshu forges a demon-blade using one of Ryujin's scales, and the Dakki was born. Meanwhile, every time Inuyasha tries to attack, he is undermined by demonic energy.",
                    "TitleJapanese": "竜鱗の鉄砕牙",
                    "SummaryJapanese": "刀鍛冶の刀秋が竜人の鱗で打った妖刀、奪鬼が完成。鉄砕牙の妖気を奪おうする奪鬼に犬夜叉は勝てるのか!? 一方、毒蛾に掠われた妖狼族の子供を助けようとした鋼牙は、魍魎丸と対決するが…!?"
                },
                "5": {
                    "ID": "2037981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037981",
                    "TitleEnglish": "The Great Holy Demon Spirit’s Test",
                    "SummaryEnglish": "The Tetsusaiga has attained the power of the dragon scales. In order to be able to quickly use the demonic power well, Inuyasha has no choice but to go through training.",
                    "TitleJapanese": "妖霊大聖の試練",
                    "SummaryJapanese": "竜鱗の力を得た鉄砕牙。その妖力を使いこなせるように追いつくには犬夜叉が修行するしかない。妖霊大聖を訪ねる犬夜叉だが、妖霊大聖は妖怪に肝を抜かれ、里人も妖怪に姿を変えられていた。"
                },
                "6": {
                    "ID": "2037991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2037991",
                    "TitleEnglish": "The End of Moryomaru",
                    "SummaryEnglish": "Inuyasha and Koga arrive at the scene of Moryomaru and Naraku's fight. But Moryomaru, who wants his Shikon shards, catches Koga.",
                    "TitleJapanese": "魍魎丸の最期",
                    "SummaryJapanese": "魍魎丸と奈落の対決の場に駆けつけた犬夜叉と鋼牙だが、四魂のかけらを奪おうとする魍魎丸に鋼牙が捕まってしまう。一方、奈落は魍魎丸の中に潜む心臓の赤子に迫る秘策を用意していた！"
                },
                "7": {
                    "ID": "2038001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038001",
                    "TitleEnglish": "The Mausoleum of Mount Azusa",
                    "SummaryEnglish": "Kikyo has been contaminated by Naraku's spider web. In order to save her, Inuyasha and Kagome need the bowstring kept in Mount Azusa's mausoleum.",
                    "TitleJapanese": "梓山の霊廟",
                    "SummaryJapanese": "奈落の蜘蛛の糸に汚された桔梗。救うには、梓山の霊廟に納められた弓の弦が必要だった。かごめは桔梗を救うため、梓山へと急ぐ。琥珀の四魂のかけらを狙う夢幻の白夜の前に殺生丸が現れるが…!?"
                },
                "8": {
                    "ID": "2038011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038011",
                    "TitleEnglish": "Among the Twinkling Stars",
                    "SummaryEnglish": "Kikyo attempts to purify Naraku and his Shikon shards along with Midoriko's will that controls the shards in Koga's legs.",
                    "TitleJapanese": "星々きらめきの間に",
                    "SummaryJapanese": "鋼牙の両足のかけらに宿る翠子の意思と共に四魂の玉ごと奈落を浄化しようとする桔梗。かごめに「最後のかけら、琥珀の光を守れ」という言葉を託したその本心は…？ 犬夜叉は桔梗を守れるか!?"
                },
                "9": {
                    "ID": "2038021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038021",
                    "TitleEnglish": "Sesshomaru in the Underworld",
                    "SummaryEnglish": "Sesshomaru visits his mother to ask how he can expand the Tenseiga's Meido Zangetsuha technique. In response, his mother uses the Meido Stone that Sesshomaru's father gave her.",
                    "TitleJapanese": "冥界の殺生丸",
                    "SummaryJapanese": "天生牙の冥道を拡げる方法を問う殺生丸に、殺生丸の母は父から預かった冥道石を使う。だが、現れた巨大な犬に飲まれ、冥道へ連れ去られる琥珀とりん。２人を追った殺生丸は…!?"
                },
                "10": {
                    "ID": "2038031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038031",
                    "TitleEnglish": "Flowers Drenched in Sadness",
                    "SummaryEnglish": "The Flower Prince is a demon that feasts on saddened or anguished hearts. Dazzled by the flower's fragrance, Inuyasha becomes entangled in a fake dream.",
                    "TitleJapanese": "悲しみに濡れる花",
                    "SummaryJapanese": "悲しみや苦悩する心を養分にする妖怪、花皇。花の香りに幻惑された犬夜叉は偽りの夢に取りこまれてしまう。かごめは魔除けの数珠をつけた矢を花皇に射るが…。さらに神無が鏡の妖と共に動く！"
                },
                "11": {
                    "ID": "2038041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038041",
                    "TitleEnglish": "Kanna's Gravestone",
                    "SummaryEnglish": "The Mirror Demon steals Tetsusaiga's demonic energy. Inuyasha counterattacks despite enduring some fierce blows, but all of his attacks aimed at the Mirror Demon end up being taken by Kanna.",
                    "TitleJapanese": "神無の墓標",
                    "SummaryJapanese": "鏡の妖に鉄砕牙の妖力が奪われた。猛攻に晒され妖怪化した犬夜叉はそれでも反撃するが、鏡の妖に与えたダメージは全て神無に移されてしまう。命を削って闘う神無の真意は…!?"
                },
                "12": {
                    "ID": "2038051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038051",
                    "TitleEnglish": "Sango's Feelings, Miroku's Resolve",
                    "SummaryEnglish": "In order to defeat the demons, Sango coats Hiraikotsu with poison. To cleanse it of the poison, the Master of Potions says she must defeat the demon inside the jug.",
                    "TitleJapanese": "珊瑚の想い 弥勒の覚悟",
                    "SummaryJapanese": "風穴を使いすぎた弥勒が倒れ、妖怪を倒すため飛来骨に猛毒を塗った珊瑚。飛来骨から毒を抜くには薬老毒仙の試練に挑むのみ。苦しむ弥勒は薬老毒仙から痛みを消す薬を飲むかと聞かれ…!?"
                },
                "13": {
                    "ID": "2038071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038071",
                    "TitleEnglish": "A Complete Meido",
                    "SummaryEnglish": "Shishinki, the Ogre of Death, appears before Sesshomaru, telling him that Inuyasha and Sesshomaru's father stole his Meido Zangetsuha in a battle.",
                    "TitleJapanese": "完全な冥道",
                    "SummaryJapanese": "殺生丸と犬夜叉の父と闘い、冥道残月破を奪われたという死神鬼が殺生丸の前に現れた。天生牙は不完全な刀で完全な冥道残月破は放てぬという死神鬼。犬夜叉の鉄砕牙に共鳴する天生牙の秘密とは!?"
                },
                "14": {
                    "ID": "2038081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038081",
                    "TitleEnglish": "In Pursuit of Naraku",
                    "SummaryEnglish": "Sesshomaru is enraged when he learns the secret behind Tenseiga. Totosai tries to persuade Sesshomaru that he will surpass his father once he is able to abandon his attachment to the sword as well as his hatred of Inuyasha.",
                    "TitleJapanese": "奈落の追撃",
                    "SummaryJapanese": "天生牙の秘密を知り激しく憤る殺生丸。刀々斎は刀への執着と犬夜叉への憎しみを捨てた時こそ、父を越える時だと諭す。一方、四魂のかけらを狙い執拗に琥珀を襲撃する奈落はある仕掛けに気づく。"
                },
                "15": {
                    "ID": "2038091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038091",
                    "TitleEnglish": "True Heir",
                    "SummaryEnglish": "Sesshomaru replicates Tetsusaiga's power with Tenseiga, empowered by Kanna's memento, a fragment of the Mirror Demon. With his new power, Sesshomaru challenges Inuyasha to a battle.",
                    "TitleJapanese": "正統なる継承者",
                    "SummaryJapanese": "神無の形見、鏡の妖の欠片を使った天生牙で鉄砕牙の能力を奪う殺生丸。妖怪化し反撃する犬夜叉だが、殺生丸は冥道残月破を放つ。果たして犬夜叉は冥界の闇へ消えてしまうのか!?"
                },
                "16": {
                    "ID": "2038101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038101",
                    "TitleEnglish": "Hitomiko's Barrier",
                    "SummaryEnglish": "The priestess Hitomiko loses her life at Naraku's hands, but she is resurrected and locks Kagome within a barrier. Then, the true spiritual power of Mount Azusa's bow reveals itself!",
                    "TitleJapanese": "瞳子の結界",
                    "SummaryJapanese": "奈落の手にかかり、命を落とした巫女の瞳子。かごめを結界に閉じ込めた瞳子の目的とは何か!? 四魂の玉にまつわる、かごめの名前の秘密とは!? そして、ついに梓山の弓の本来の霊力が明かされる!?"
                },
                "17": {
                    "ID": "2038111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038111",
                    "TitleEnglish": "Magatsuhi's Evil Will",
                    "SummaryEnglish": "When Inuyasha and his companions return to Kaede's village to tell her of Kikyo's death, he and Kaede try to find out what is sealing off Kagome's powers.",
                    "TitleJapanese": "曲霊の邪念",
                    "SummaryJapanese": "かごめの力が封じられた謎を探る犬夜叉と楓。一方、奈落の妖怪たちの肉体を借り、四魂の玉の邪念である曲霊がこの世に姿を現す！ 殺生丸たちに襲いかかる曲霊の猛攻!!"
                },
                "18": {
                    "ID": "2038121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038121",
                    "TitleEnglish": "The Day of Days",
                    "SummaryEnglish": "Kohaku remains unconscious after being stared down by Magatsuhi, the evil will. Kagome is worried, but she has to buckle down and study for her entrance exams, so she decides to return home.",
                    "TitleJapanese": "人生の一大事",
                    "SummaryJapanese": "曲霊に睨まれた琥珀の意識が戻らない。心配なかごめだが、受験勉強も待ったなし。現代へ戻ることに。だが、志望高校の受験日当日、戦国時代から犬夜叉が迎えに来てしまう！"
                },
                "19": {
                    "ID": "2038141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038141",
                    "TitleEnglish": "Kohaku’s Shard",
                    "SummaryEnglish": "Sesshomaru chases after the evil will, Magatsuhi, but it’s only part of a trap set up by Byakuya of the Dreams. Magatsuhi finds Kohaku lying unconscious, and he tries to deliver his Shikon shard to Naraku.",
                    "TitleJapanese": "琥珀の欠片",
                    "SummaryJapanese": "曲霊を追う殺生丸。だが、それは夢幻の白夜の罠。曲霊は意識のない琥珀に取り憑き、四魂のかけらを奈落に渡そうと動き出す。阻止しようとした弥勒は風穴で曲霊の邪気を吸って倒れ…!?"
                },
                "20": {
                    "ID": "2038161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038161",
                    "TitleEnglish": "When the Jewel is Whole",
                    "SummaryEnglish": "With only one shard of the Shikon Jewel remaining, Naraku takes Kagome hostage to use her as ransom for the last shard.",
                    "TitleJapanese": "完成する四魂の玉",
                    "SummaryJapanese": "最後の四魂のかけらを狙う奈落が現れ、かごめを捕える。苦戦する犬夜叉たち。琥珀はかごめの破魔の矢と桔梗が遺した光を使って、奈落に一矢報いるが、四魂のかけらを奪われ、息絶えてしまう。"
                },
                "21": {
                    "ID": "2038181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038181",
                    "TitleEnglish": "Inside Naraku",
                    "SummaryEnglish": "Kagome graduates from middle school and returns to the Feudal Era. Shippo and Kohaku stay at Kaede's village, while the rest of the gang heads out to battle Naraku.",
                    "TitleJapanese": "奈落の体内へ",
                    "SummaryJapanese": "戦国時代に戻ってきたかごめが、犬夜叉たちと共に奈落との決戦に向かう。待ち受ける奈落は巨大な化け蜘蛛に変化。殺生丸がその体内に先行し、追うかごめと犬夜叉たちだが…!?"
                },
                "22": {
                    "ID": "2038201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038201",
                    "TitleEnglish": "Naraku: Trap of Darkness",
                    "SummaryEnglish": "Inuyasha’s heart is devoured by the Shikon Jewel’s poison, and he turns into his demon form, helpless as the darkness in his heart takes control of him.",
                    "TitleJapanese": "奈落 闇の罠",
                    "SummaryJapanese": "四魂の玉の毒気に心を食われた犬夜叉は妖怪化し、かごめを傷つけ、心の闇に囚われていく。一方、風穴の自滅に珊瑚を巻き込むのを怖れた弥勒は、珊瑚と別行動を取ってしまう。"
                },
                "23": {
                    "ID": "2038211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038211",
                    "TitleEnglish": "Naraku: Trap of Light",
                    "SummaryEnglish": "Kagome’s spiritual powers are restored, and divine light is revived in Naraku’s Shikon Jewel. However, Naraku uses this as a decoy to lure Sango into his trap.",
                    "TitleJapanese": "奈落 光の罠",
                    "SummaryJapanese": "かごめの霊力が回復し、奈落の四魂の玉に聖なる光が蘇る。だが、奈落はその光を利用して珊瑚を罠に誘導する。そんな中、白夜は犬夜叉の冥道残月破の妖力を刀に写し取る…！"
                },
                "24": {
                    "ID": "2038221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038221",
                    "TitleEnglish": "Naraku's Uncertain Wish",
                    "SummaryEnglish": "Naraku has been living as a demon despite having a human heart. While fighting him, Kagome asks about his true wish.",
                    "TitleJapanese": "奈落 儚き望み",
                    "SummaryJapanese": "奈落と対決し、その本当の望みを問うかごめ。人間の心を持ちながら妖怪の生き方を選んだ奈落に、犬夜叉の冥道残月破が炸裂する！ 殺生丸の爆砕牙で崩壊し始めた奈落だが…!?"
                },
                "25": {
                    "ID": "2038231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038231",
                    "TitleEnglish": "Thoughts Fall Short",
                    "SummaryEnglish": "Naraku heads for the Bone Eater’s Well and vanishes! Before disappearing, Naraku makes his last wish for Kagome, injured at the hands of Byakuya, to be swallowed into Meido, the Path to the Underworld.",
                    "TitleJapanese": "届かぬ想い",
                    "SummaryJapanese": "骨喰いの井戸を目指し崩落する奈落の身体。最後にかけた奈落の願によって白夜に斬られたかごめが冥道に飲み込まれる。追って冥道に飛び込む犬夜叉。だが、戦国時代と現代で骨喰いの井戸が消失！"
                },
                "26": {
                    "ID": "2038241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inuyasha/episodes/2038241",
                    "TitleEnglish": "Toward Tomorrow",
                    "SummaryEnglish": "When the last person to obtain the Shikon Jewel makes the one correct wish, the jewel will be purified and disappear entirely from this world. The long journey of Inuyasha and his companions comes to end and thus concludes this Feudal Fairy Tale.",
                    "TitleJapanese": "明日へ",
                    "SummaryJapanese": "最後に四魂の玉を手にした者が唯一の正しい願いを選んだとき、玉は浄化され、この世から消える。かごめを探す犬夜叉だが…!? 犬夜叉とかごめは、共に明日を迎えることができるのか？"
                }
            }
        }
    }
}