{
    "URL": "https://www.thetvdb.com/series/fushigi-yuugi",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0111973/",
        "https://www.themoviedb.org/tv/23374"
    ],
    "TitleEnglish": "Fushigi Yuugi",
    "SummaryEnglish": "Miaka, a junior high school student in Tokyo, has normal problems: fights with her mom, entrance exams, and deciding where's she's going to go eat with her friends. Then, she finds a mysterious book, the Universe of the Four Gods, in the library, and her life is changed forever when she and her friend Yui are transported into the book!",
    "Aliases": [
        "Curious Play",
        "The Mysterious Play",
        "Fushigi Yugi: OVA"
    ],
    "Modified": "2025-05-22",
    "Seasons": {
        "0": {
            "ID": "18911",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5772663",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772663",
                    "TitleEnglish": "OVA1 Ep 1: Lost Ties",
                    "SummaryEnglish": "Miaka thought her adventures in the Universe of the Four Gods was complete when Suzaku granted her heart's wish to let Tamahome live in her world. However, on a visit to the grave of Takiko Okuda, Priestess of Genbu, Miaka discovers the story isn't over yet! Tamahome is pulled back into book to face an unknown evil that is threatening the essence of Takiko."
                },
                "2": {
                    "ID": "5772664",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772664",
                    "TitleEnglish": "OVA1 Ep 2: Sorrowful Flash",
                    "SummaryEnglish": "Back in the world of the Universe of the Four Gods, Tamahome is shocked to learn that he is no longer himself--he's now become his former enemy! In order to keep his sanity, Tamahome must adjust to his new lifestyle and overcome the illusions that surround him. Meanwhile, Miaka searches for a way to help the man she loves."
                },
                "3": {
                    "ID": "5772665",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772665",
                    "TitleEnglish": "OVA1 Ep 3: Parting...and Then",
                    "SummaryEnglish": "At last the evil that threatens the book and Takiko is revealed. Tenkou, the opposite force of Taiitsukun, reveals himself and his plans. However the Suzaku Seven along with other unlikely allies prove that it won't be an easy task. When all is said and done, Miaka and Tamahome must come to grips that Tamahome is a character from a book, and must stay in the book."
                },
                "4": {
                    "ID": "5772666",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772666",
                    "TitleEnglish": "OVA2 Ep 1: Enchantment's Quickening",
                    "SummaryEnglish": "Life in high school has become a normal routine for Miaka. Tamahome, now known as Taka, attends a local college and the couple is happy. However the new transfer student in Miaka's class is familiar with the Universe of the Four Gods, and plots for their demise. Having Miaka thrown from the roof of the school seemed the perfect plan, but Taka leaps to her rescue and the pair lands back in Konan! Now Miaka must teach Taka to survive in the world of the book as they search for an unknown enemy."
                },
                "5": {
                    "ID": "5772667",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772667",
                    "TitleEnglish": "OVA2 Ep 2: Child of Silence",
                    "SummaryEnglish": "To be reborn in Miaka's world, Tamahome's memories were sealed into small jewels. Finding these jewels is important - without them Taka will cease to exist! However the Suzaku Seven are not the only ones searching for the jewels and the race is on. The warriors start their search at the palace in Konan, where Houki and her son Boushin are silent in their greif for Hotohori. Taka resolves to help them, no matter what."
                },
                "6": {
                    "ID": "5772668",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772668",
                    "TitleEnglish": "OVA2 Ep 3: Manifestation of Rebirth",
                    "SummaryEnglish": "With three jewels of memory found, Maka and Taka find the fourth in the possession of Nuriko's older brother, Rokou. However Rokou hasn't fully come to grips with the death of his brother and refuses to help the Suzaku Seven in their quest. Matters become complicated when Taka's body becomes possessed with a demon in his blood. To save Taka, Rokou must put Nuriko's death behind him, but is he ready to?"
                },
                "7": {
                    "ID": "5772669",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772669",
                    "TitleEnglish": "OVA2 Ep 4: The Flame of Friendship",
                    "SummaryEnglish": "It is a well known fact that Tasuki does not like girls. However Miaka has become the exception to the rule as Tasuki finds himself increasingly drawn to her! Meanwhile, Taka deals with the fact that he may disappear because Tenko destroyed the jewels that had been found."
                },
                "8": {
                    "ID": "5772670",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772670",
                    "TitleEnglish": "OVA2 Ep 5: The Transience of a Water Mirror",
                    "SummaryEnglish": "Tasuki's behavior towards Miaka was influence by one of Tenkou's underlings, who happens to be Hikou, the friend that Chichiri claims to have killed. Now Chichiri must face down his past demons to save not only Miaka's life, but Miaka's world as well. Taka tries to find a way to help, even without Tamahome's powers."
                },
                "9": {
                    "ID": "5772671",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772671",
                    "TitleEnglish": "OVA2 Ep 6: To Be With You Tomorrow",
                    "SummaryEnglish": "The battle with Tenkou comes to a climax as he moves to invade the real world. At the same time Taka decides that he will always protect Miaka, even if it means facing his greatest opponent - himself as Tamahome. The Suzaku warriors fight bravely, but Tenkou's powers are daunting. When all seems lost, true love holds the key to saving the world."
                },
                "10": {
                    "ID": "5772672",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772672",
                    "TitleEnglish": "OVA3 Ep 1: Eikouden - The Legend Unfolds...",
                    "SummaryEnglish": "Three years after Miaka and Taka's adventures ended in the Universe of the Four Gods, the book has opened again. Now married with a baby on the way, Miaka and Taka are settling into their new lives. However Mayo Sakaki, a high school student infatuated with Taka, has found the Universe of the Four Gods. After opening it, Mayo is drawn into the book to become the new Priestess of Suzaku while Miaka collapses into a coma in the real world. At the hospital, the doctors find no trace of Miaka's unborn baby, as if she was never pregnant to begin with! Taka now must return to the world of the book to save his family, and all that reside within, from an unknown menace."
                },
                "11": {
                    "ID": "5772673",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772673",
                    "TitleEnglish": "OVA3 Ep 2: Eikouden - Desert Quest",
                    "SummaryEnglish": "Taka has left the capital of Konan to search for the other two surviving Suzaku warriors. After reuniting with Chichiri and Tasuki, Taiitsukun appears to inform the trio that the other Suzaku warriors have been reborn. Chiriko and Mitsukake are the first two located, but their sealed memories and childish behavior could ruin Taka's quest."
                },
                "12": {
                    "ID": "5772674",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772674",
                    "TitleEnglish": "OVA3 Ep 3: Eikouden - Rebirth of the Seven Stars",
                    "SummaryEnglish": "Taka, Tasuki and Chichiri find themselves overcome with dobut as each reborn Suzaku warrior they find lacks the memories and abilities of their previous lives. Meanwhile, from beside Miaka's hospital bed, Keisuke, Yui and Tetsuya try to coax Mayo to return to the real world."
                },
                "13": {
                    "ID": "5772676",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772676",
                    "TitleEnglish": "OVA3 Ep 4: Eikouden - The Advent of Suzaku",
                    "SummaryEnglish": "Mayo entered the Universe of the Four Gods hoping that she could win Taka's affections. However those dreams shatter when she realizes that a fake Suzaku has been using her to gather strength. Now Taka and the other Suzaku Warriors race to save Mayo, Miaka, the baby, and Konan. To make matters worse, an unknown evil entity has declared that the Universe of the Four Gods must be destroyed and its magic consumed, sending everything in the book into the void! When all seems lost an unlikely person will save them all..."
                }
            }
        },
        "1": {
            "ID": "2270",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "46162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46162",
                    "TitleEnglish": "The Girl of Legend",
                    "SummaryEnglish": "Fourteen year old Miaka Yukiâ's life centred on two things: passing her high school entrance exams, and getting to eat all of her favourite dishes! But when Miaka accompanies her friend Yui to the National Library, her whole life is turned upside down when she finds herself drawn to the Restricted Section, and to a mysterious book entitled \"The Universe of the Four Gods\". As Miaka and Yuki begin to read the story, they find themselves transported into the world of the book, a magical and mysterious land based on ancient China."
                },
                "2": {
                    "ID": "46163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46163",
                    "TitleEnglish": "The Priestess of Suzaku",
                    "SummaryEnglish": "Unaware that Yui has been returned to the real world, Miaka continues to search for her, even asking for help from Tamahome, the boy who has twice rescued her from danger. Unfortunately, Miaka's unfamiliarity with this new world lands both her and Tamahome in big trouble when they both end up getting captured by the Imperial guards! Meanwhile, Yui continues to read The Universe of the Four Gods, as yet unaware that the events of the story are an exact mirror of Miaka's adventures."
                },
                "3": {
                    "ID": "46164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46164",
                    "TitleEnglish": "The Seven Stars of Suzaku",
                    "SummaryEnglish": "Having agreed to become the Priestess of Suzaku, Miaka discovers that she must now gather the Stars of Suzaku, seven seishi (celestial warriors) who must be present in order to summon the Beast God Suzaku. Tamahome and Emperor Hotohori are the first two seishi, but five more still need to found, and to that end, Hotohori summons the land's greatest warriors and scholars to the palace. Are the remaining celestial warriors among their number, or will they end up finding the next seishi in an far unlikelier place?"
                },
                "4": {
                    "ID": "46165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46165",
                    "TitleEnglish": "Missing Love",
                    "SummaryEnglish": "The Imperial concubine Nuriko has been revealed to be the third seishi, but as Miaka soon discovers, helping the Priestess of Suzaku is the last thing on Nuriko's mind! As Nuriko continues her campaign to monopolise Tamahome and make Miaka's life hell, Miaka nonetheless decides that she must make friends with the concubine, no matter what it takes. But will even Miaka's open and honest nature be able to win over the selfish and scheming Nuriko?"
                },
                "5": {
                    "ID": "46166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46166",
                    "TitleEnglish": "Bewildered Heartbeat",
                    "SummaryEnglish": "The stress and exhaustion of Miaka's adventures in the book have finally taken the toll, leaving the Priestess of Suzaku feverish and weak. Concerned over her health, Hotohori decides that the three seishi must take her to see Taiitsukun- the controller of the Universe of the Four Gods and the one person who might have the power to send Miaka back to her own world."
                },
                "6": {
                    "ID": "46167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46167",
                    "TitleEnglish": "Even If I Die",
                    "SummaryEnglish": "As Miaka and the three seishi approach Taiitsu-kun's home on Mount Taikyoku, the controller of the Universe of the Four Gods decides to set them a test by trapping Miaka in a mirror and replacing her with an evil reflection of herself. As her evil duplicate begins causing havoc among the seishi, Miaka realises that she and her reflection must share a connection, and resolves to put a stop to the evil Miaka by taking her own life."
                },
                "7": {
                    "ID": "46168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46168",
                    "TitleEnglish": "Going Home",
                    "SummaryEnglish": "Miaka and the three seishi have made it Mount Taikyoku, but the incident with Miaka's duplicate has left all except Nuriko drained and weak. With Miaka suffering from severe blood loss, Taiitsukun uses her magic to transfuse blood from willing volunteers Hotohori and Tamahome. Her strength renewed, Miaka is ready to be sent home, but will even the combined power of the three seishi, and the strength of her friendship with Yui be enough to pull her back to the real world?"
                },
                "8": {
                    "ID": "46169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46169",
                    "TitleEnglish": "Brief Parting",
                    "SummaryEnglish": "Miaka has made it back to the real world, but to her surprise, Yui is nowhere to be seen! After discovering that only two hours have passed since she came to the library, Miaka returns home, but predictably no one believes her story about the Universe of the Four Gods, and her brother even warns her to stay away from the book in future! Despite his warning, however, Miaka begins to suspect that Yui must have been drawn into the book when she was sent home, and resolves to return to the Universe of the Four Gods in order to find her friend."
                },
                "9": {
                    "ID": "46170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46170",
                    "TitleEnglish": "Enemies Unseen",
                    "SummaryEnglish": "Following a brief reunion, Tamahome decides to ride off and make a quick trip home- giving Miaka the perfect opportunity to sneak after him and find out more about man she loves- including just why he is so interested in making money! But there is danger in store for Miaka as hostile forces in the neighbouring land of Kutou send assassins after her- and it falls to a mysterious new protector to keep her safe."
                },
                "10": {
                    "ID": "46171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46171",
                    "TitleEnglish": "Looking for Yui",
                    "SummaryEnglish": "Miaka and the others have found Chichiri, the fourth seishi, but when he relays news that Kutou is searching for the Priestess of Seiryu, Miaka begins to suspect that the girl they are looking for is none other than Yui! Determined to find her friend without involving anyone else, Miaka slips away from Tamahome's watchful gaze, and begins making her way to the land of Kutou."
                },
                "11": {
                    "ID": "46172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46172",
                    "TitleEnglish": "Priestess of Seiryuu",
                    "SummaryEnglish": "Miaka and Yui's happy reunion is cut short as a young foreigner named Nakago reveals Miaka to be the priestess of Suzaku. While Miaka and Yui are being chased, Chichiri and Tamahome are having their own problems as they fight their way into Kutou only to have Nakago block their path. When Tamahome finally reunites with Miaka, they are unknowingly under the ever watchful gaze of an old friend."
                },
                "12": {
                    "ID": "46173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46173",
                    "TitleEnglish": "Only You",
                    "SummaryEnglish": "After escaping from Nakago's clutches, Miaka and Tamahome find themselves at Taiitsukun's palace. There, Taiitsukun reveals to Miaka what happened to Yui three months ago. At this discovery, Miaka decides to stay away from Tamahome because Yui loves him too. Meanwhile, at Kutou, Yui agrees to become the priestess of Seiryuu and stop Miaka from summoning Suzaku. Tamahome's heart hangs in the balance..."
                },
                "13": {
                    "ID": "46174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46174",
                    "TitleEnglish": "For the Sake of Love",
                    "SummaryEnglish": "Kutou sends a messenger to Kounan that says if they give up Tamahome, Kutou will stop the attacks on Kounan. Tamahome leaves in the middle of the night leaving Miaka a letter to tell her to find the remaining seishi. So with Nuriko, Chichiri, and Taiitsukun's magic mirror in place of Suzaku's Universe of the Four Gods, she sets off to find the rest of the Seishi."
                },
                "14": {
                    "ID": "46175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46175",
                    "TitleEnglish": "Wolf in the Fortress",
                    "SummaryEnglish": "After agreeing to be led to the bandit leader, Miaka realizes the Eiken, the \"Leader\", is a fat, drunken, slob! Meanwhile, Hotohori worries about Miaka and finally decides to take action. After saving Miaka, a man named Genrou abducts Miaka..."
                },
                "15": {
                    "ID": "46176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46176",
                    "TitleEnglish": "The City of Resurrection",
                    "SummaryEnglish": "After helping Genro regain the leadership of the bandits, Miaka asks him if he knows anyone named Tasuki (the next member of the Suzaku Seven that the mirror indicated). He says that he knows who he is, however it just happens to be the old leader of the bandits who died. Miaka, Hotohori and Nuriko feel their quest to be doomed, until someone mentions that to the north, there is a rumour that someone can bring the dead back to life. The three leave Genro and go in search of this mysterious person, however when they arrive in the town, all is not what it seems as an incurable disease is plaguing the town, and when Miaka becomes ill, the Suzaku members don’t know what’s the right thing to do."
                },
                "16": {
                    "ID": "46177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46177",
                    "TitleEnglish": "Battle of Sorrow",
                    "SummaryEnglish": "Hotohori, unable to kill Miaka, goes with Tasuki and Miaka to request Myojuan's help to save Miaka. In Kutou, however, having heard of Miaka's illness, Tamahome tries to escape only be caught and severly punished. Meanwhile, once Hotohori, Nuriko, and Tasuki arrive at Myojuan's house, Myojuan reveals Shoka's terrible secret."
                },
                "17": {
                    "ID": "46178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46178",
                    "TitleEnglish": "Magic Flute",
                    "SummaryEnglish": "Four of five days later, the Suzaku Seven begin to become discouraged as the search for Chiriko, the last of the Suzaku Seven, rages on. They reach Tamahome's hometown, and there Mitsukake performs his healing magic and heals Tamahome's father. However, later that night, Kotou agents attack Miaka and the Suzaku Seven. In the distance, the sound of a flute appears. Who is this young boy?"
                },
                "18": {
                    "ID": "46179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46179",
                    "TitleEnglish": "Love Trap",
                    "SummaryEnglish": "With Chichiri's powers, Miaka and Tamahome were able to see each other. Together, they promised to meet each other where Tamahome would bring Yui and the stolen Universe of the Four Gods, now that the rest of the Suzaku Seven have been found. However, Yui won't let go of Tamahome so easily..."
                },
                "19": {
                    "ID": "46180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46180",
                    "TitleEnglish": "Shattered Love",
                    "SummaryEnglish": "Miaka, Tasuki, and Chichiri find themselves cornered by Nakago and his soldiers. Miaka distracts them, allowing Tasuki and Chichiri to escape, however she is thrown into prison. Finding a way to escape Miaka finally finds Tamahome, although he isn't the Tamahome she was looking for..."
                },
                "20": {
                    "ID": "46181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46181",
                    "TitleEnglish": "Unreachable Hope",
                    "SummaryEnglish": "Miaka, determined to show the letter to Tamahome waits at the tree, keeping her promise. Meanwhile, Nakago catches Chichiri, who went to look for Tamahome for Miaka. It doesn't take long for everyone to realize where Miaka ran off to, including Tamahome who meets Miaka there. Will Tamahome revert back to his old money loving self?...Goodbye."
                },
                "21": {
                    "ID": "46182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46182",
                    "TitleEnglish": "To Protect You",
                    "SummaryEnglish": "Devastated by Tamahome's being controlled by Nakago, Miaka becomes mentally ill while Hotohori still attempts to cheer her up. But Miaka decides that when there is a problem as horrible as this, there is only one solution..."
                },
                "22": {
                    "ID": "46183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46183",
                    "TitleEnglish": "I'll Never Leave You",
                    "SummaryEnglish": "After Hotohori stabs Tamahome, Miaka runs to him. He tries to grab the sword to kill Suzaku No Miko. Miaka takes the sword and puts it in his hands."
                },
                "23": {
                    "ID": "46184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46184",
                    "TitleEnglish": "Shadow of Intrigue",
                    "SummaryEnglish": "Now that Tamahome is back to his own self, Miaka can summon Suzaku with all the warriors. Tasuki and Tamahome begin their friendship by loud bickering. Nuriko has asked Miaka to ask Suzaku to grant her wish, but her mind is somewhere else. She still needs to talk to Hotohori because of that passionate kiss she had with him. Tamahome told Miaka that the only wish he wants is to be with Miaka. Hotohori then explains to Miaka that she is only granted three wishes and she must think carefully about them. As preparations begin, Nakago assures Lady Yui that the Priestess will not summon Suzaku, for there is a trap set for them. Miaka continued to prepare for the ceremony to summon Suzaku, unaware of the Kutou plot in motion against them, while a mysterious boy is headed to where Miaka is."
                },
                "24": {
                    "ID": "46185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46185",
                    "TitleEnglish": "Resolution",
                    "SummaryEnglish": "Hoping to prevent the ceremony from happening, the mysterious boy stood in front of the Konan palace. In the palace, Miaka is ready to summon Suzaku. When Suzaku didn’t appear, the traitor revealed himself as a Seriyu Seven, Amiboshi. Amiboshi uses his flute to kill Miaka and the Suzaku Seven, while another flute-music disrupts his wavelength to save them. Amiboshi rushes out while Tamahome, Tasuki, Chichiri, and Miaka go after him. Miaka tries to save Amiboshi from falling but it’s too late. The real Chiriko introduces himself, and they begin to summon Suzaku again but can’t. Taiitsukun tells Miaka that there is another way and she must travel to the land of Genbu."
                },
                "25": {
                    "ID": "46186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46186",
                    "TitleEnglish": "Love and Sorrow",
                    "SummaryEnglish": "Taiitsukun tells Miaka and the Suzaku Seven that she must travel to the land of Genbu and Byakko to recover the Shinzaho. Taiitsukun have increased the powers for the Suzaku Seven. Tamahome has asked Miaka to be his wife when their mission is over, but Miaka says that’s not going to happen. Miaka continues to somewhat ignore Tamahome, while Chichiri tells Miaka about how his best friend betrayed him. Miaka wonders what Chichiri told her, will happen to her and Yui."
                },
                "26": {
                    "ID": "46187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46187",
                    "TitleEnglish": "Star Festival",
                    "SummaryEnglish": "Miaka, Nuriko, and Tasuki are having a good time at the festival, while Tamahome still thinks about what Miaka has said to him. When Miaka finally has a discussion with Tamahome, she explains herself, making Tamahome feel happy again. The trip has just about come, and Tamahome is off to bring some of his family with him. But when Tamahome, Miaka, and Nuriko get there, Tamahome finds that he's in for it..."
                }
            }
        },
        "2": {
            "ID": "2271",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "46188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46188",
                    "TitleEnglish": "Tombstone Oath",
                    "SummaryEnglish": "Tamahome goes to his village, but once there, he finds a terrible fate that has befallen on his family. Suboshi, who swore revenge for the death of his twin brother, Amiboshi, is in battle with Tamahome. Another member of the Seriyu Seven comes into play."
                },
                "2": {
                    "ID": "46189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46189",
                    "TitleEnglish": "The Ancient Path",
                    "SummaryEnglish": "A story of two young girls Miaka Yuki and Yui Hongo, who finds a book called The Univere of the Four Gods. This is a recap episode on what's been going on in Season 1."
                },
                "3": {
                    "ID": "46190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46190",
                    "TitleEnglish": "Mysteries Afoot",
                    "SummaryEnglish": "Miaka's brother realizes they are connected by a hair that she left in the book. Her brother runs into an acquaintance while trying to leave the library with the book. He tells the guy about what has happened to Miaka so far between Yui, Tamahome, and her. Also the Suzaku seven. His friend tries to help him learn more about the story. They find some very suspicious things out about the person who returned the book to Japan. They then find out that the people who wrote the book intended for the young girl to become a sacrifice to summon one of the 4 gods. He tells Miaka but she doesn't believe him and cuts off their connection. The ship begins to get caught in a storm caused by one of the Seriyu seven and Miaka, Nuriko, and Tamahome go overboard. Tamahome is electrocuted."
                },
                "4": {
                    "ID": "46191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46191",
                    "TitleEnglish": "The Flash of Battle",
                    "SummaryEnglish": "After being attacked by lightning, Tamahome and the other two stayed in an abandoned cave and wait for Chichiri to track them down. Tamahome is still unconscious so Nuriko finds the chance to flirt with Miaka jokingly, by trying to kiss her. When awakened, Tamahome explains he has no chance to protect his loved ones, so he promised himself that he will always protect Miaka. Nuriko himself explains he also has a loved one too that he's unable to protect, which is his sister Korin. At the day she died, Nuriko began dressing like a girl in order to keep Korin with him. Just then lightning struck the cave where they were and Miaka and Tamahome began floating in the sea, and Nuriko manages to carry them off because the bracelets Taiitsukun gave him began transforming into armbands. At last, Chichiri and the others found them. While inside the ship, Soi began challenging Miaka and electrifying the others so they won't be able to save her. Miaka uses Hotohori's holy sword in order to protect herself from Soi, and she manages to defeat her. The storm Soi cast is slowly disappearing, and they finally found Hokkan, the land of Genbu, where the Shinzaho is located."
                },
                "5": {
                    "ID": "46192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46192",
                    "TitleEnglish": "Whirlpool of Doubt",
                    "SummaryEnglish": "In the beggining of the episode Miaka and Tamahome talk about their feelings and they hug.They didn't notice Nuriko watching them from behind tree.(Now the scene skips to that the others are preparing to leave the town w/ horses.)Miaka is paired up w/ Tamahome, Mitsukake w/ Chriko, Tatski, Nuriko,and Chichri have their own horses.Later on the Seyriuu side (i think i spelled that wrong) Nakago talks to Ashtarie it is time to go and kill the Suzaku warriors.Now to Maiska's side they have just reached Touran and they stopped within city gates.Then falls snow which brings Miaka to have some memories of her family and what it used to be like there.But remembered her promise and she forgets about going back home.Nuriko and the others discusse that it rarely snows in Konan because they always had fine/warm weather there.Then they are in a restaurant eating and Chichri lays a map of Touran, they talk about the Shinzaho"
                },
                "6": {
                    "ID": "46193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46193",
                    "TitleEnglish": "To Die for the Star of Suzaku",
                    "SummaryEnglish": "Ashitare of Seiryuu Seven leaps to attack Miaka, but Nuriko saves her and manages to burn Ashitare by Chiriko's signal flares although he's hurt. He then told her that he's going to save her until his last breath draws, causes Miaka to think Nuriko is not a girl anymore. On the same time, Tamahome encounters Yui and tried to convince her to stop summoning Seiryu and come with him. She then told him that Tamahome is just a character in a book and that Miaka and Tamahome can't be together unless they summon Suzaku. Suboshi then came and Tamahome ran away, leaving Yui undecided of her fate. Reunited, Miaka, Nuriko and Tamahome found a house and stay there. Still mindful of what Yui said, Tamahome goes to have to drink by himself. Nuriko then approaches and tells Tamahome that he's ready to die for Miaka, admitting that he also love Miaka as a man. The next day, Nuriko decided he'll go find the Shinzaho and leave Tamahome and Miaka together to strengthen their relationship and find Chichiri and the others. Once there, when Nuriko was about to remove the large boulder blocking the cave of the hidden Shinzaho, he is found by Ashitare."
                },
                "7": {
                    "ID": "46194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46194",
                    "TitleEnglish": "Nuriko, Eternal Farewell",
                    "SummaryEnglish": "Nuriko has finally realized he loves the lady Miaka. Fearing for Miaka and Tamahome's relationship, he went to the top of Mount Koku by himself in search of the Shinzaho. Standing before the door guarding the Shinzaho Nuriko is confronted by Ashi-tare, who is a member of the Seiryu seven, and their battle for the Shinzaho begins."
                },
                "8": {
                    "ID": "46195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46195",
                    "TitleEnglish": "Guardians of Ice",
                    "SummaryEnglish": "Miaka and the Suzaku Seven all grieving for Nuriko's death continues on their journey for the Shinzaho. They enter to the cavern of Genbu, where they encounter Tomite and Hikitsu, two warriors of the Genbu Seven. They are both the protectors of the Shinzaho and will not give it to anybody. Miaka, the Priestess of Suzaku, is put to a test to see if she really is the Priestess. Tomite and Hikitsu kills Miaka by freezing her. She is saved by her powers of Suzaku. Tomite and Hikitsu apologize to the Priestess and gives her the Shinzaho. Tomite tells them that it is not enough to summon Suzaku and they must get the Shinzaho from the west, Byakko. On their way out, Miaka thinks about the devotion of the Genbu Seven for their Priestess even after they had passed on. She is happy knowing that Nuriko will watch over her as well."
                },
                "9": {
                    "ID": "46196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46196",
                    "TitleEnglish": "Hell's Mirage",
                    "SummaryEnglish": "Ashitare stealing the Shinzaho makes Miaka do anything to get it back, even sleeping with the enemy. Miaka is lured to Nakago and finds that it is a trap set by him. Tamahome is on his way to save Miaka once again."
                },
                "10": {
                    "ID": "46197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46197",
                    "TitleEnglish": "Trampled Love",
                    "SummaryEnglish": "Nakago tells Miaka of what he planned and about the false Taiitsukun. He also tells her that Yui is still a virgin. He also told Yui everyday that Miaka betrayed her. One day she finally believed. Everything that happened was all according to Nakago's plans. Tomo causes the other of the Suzaku to fall into his trap. Tamahome finally catches up with Miaka and runs into Nakago who insinuates that he has \"coupled\" with Miaka. Tamahome attacks Nakago and actually wounds him with a red lightning. Soi come to Nakago's rescue. Tamahome finds Miaka and she wakes up in a lot of pain. Miaka believes Nakago had sex with her and Tamahome just looks dumbstruck. The others are still stuck in the mirage. Miaka and Tamahome stop at a lake to rest and eat. Miaka is really messed up in logic. She decides she can't marry Tamahome."
                },
                "11": {
                    "ID": "46198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46198",
                    "TitleEnglish": "Bewitched Warmth",
                    "SummaryEnglish": "Miaka, afraid that she can't marry Tamahome anymore, runs away from her love once again and falls down into a cave. She is rescued by Amiboshi, one of the Seiryu Seven, who had been presumed dead. Amiboshi seems to have lost his memory and is now under the name of Kai-Ka, the adopted son of an elderly couple. While Tamahome is in search for Miaka, Tomo using his illusion on Soi to allow Tamahome believe that she is Miaka. Amiboshi has asked Miaka to stay and live with him. Keisuke and Tetsuya are on their way to Morioka to find out about the murder of Takiko Okuda."
                },
                "12": {
                    "ID": "46199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46199",
                    "TitleEnglish": "Dawn of the Heart",
                    "SummaryEnglish": "It is revealed that Soi slipped Tamahome a potion when they kissed at the end of the last episode. Mitsukake’s cat sees through Soi’s illusion and tries to warn Tamahome, but does not succeed. Amiboshi offers Miaka a forgetfulness leaves potion to help her forget her painful past and she almost accepts them, but remembers Nuriko, Tamahome, and the rest of the Suzaku Seven and declines. Tamahome refuses the fake Miaka as not to ruin any chance they may still have to summon Suzaku. Amiboshi regains his memory and Miaka resolves to find Yui and help her summon Seiryuu. After Soi fails to drain Tamahome, Tomo reveals himself. Kutou soldiers attack Makan Village and Amiboshi kills them using his flute powers. After defeating the soldiers, Amiboshi senses Tomo. Tomo tells Tamahome of the rest of the Suzaku Seven who are stuck in his illusion slowly dying and attacks Tamahome. Amiboshi senses Tamahome, but Miaka does not want to see Tamahome. Amiboshi, wanting to help, goes to bring him back. As he departed his adoptive father gives him a vial of forgetfulness leaves juice (which also can be used to diminish pain from wounds). Instead of waiting for Amiboshi to return, as she was instructed, Miaka runs off to find Yui and runs into Soi."
                },
                "13": {
                    "ID": "46200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46200",
                    "TitleEnglish": "Bewitched Illusions",
                    "SummaryEnglish": "Soi reveals to Miaka that Nakago failed to rape her and that Tomo is fighting Tamahome and has him trapped. Amiboshi helps destroys Tomo’s illusion creating shell with his flute. Miaka arrives and Tamahome defeats Tomo. Miaka excitedly tells Tamahome that she is unspoiled. Amiboshi is trapped and Tamahome is stabbed and dragged off a cliff by Tomo (They only defeated an illusion of him). Tomo traps Miaka with an illusion created from her life force. He explains to Amiboshi that because of the manner in which the illusion was created Miaka is trapped inside the illusion physically, as opposed to just mentally. Tomo puts himself into the illusion as Aono, with the intention of taking Maika’s virginity. He uses the illusion to convince Miaka that she has a crush on him. Miaka sees Tamahome’s name in a book she is studying and becomes confused. Aono stops by and gives her his older brothers lucky exam pencil, putting an end to her confusion. Miaka agrees to go out with him. Aono asks if he can call her “Miaka” and asks her to call him “Tomo.” Back in the real world, Keisuke calls their mother and explains to her that they did not return home because Miaka is studying with him and Tetsuya."
                },
                "14": {
                    "ID": "46201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46201",
                    "TitleEnglish": "Deceptive Love",
                    "SummaryEnglish": "Miaka reads about the constellations of the four gods again and is again confused, but Aono Tomo distracts her by asking her to come to his house to study later. Tamahome’s master find him and releases him from the illusion he was under when he was thrown from the cliff. As Miaka and Tomo pass the library, Miaka feels like something important happened there and tries to figure it out, but Tomo distracts her with a promise of cake. Miaka discovers the cake was a lie and is distracted again by the library, which she can see from Tomo’s window. He distracts her by kissing her. When she is about to give herself to him, she is confused by something she cannot remember. She remembers going into the library with Yui and going into an old book. Tomo tells her that is was just a dream but she continues to remember what happened and breaks the illusion (but is still trapped in it). Tomo has to use all of his life force to keep Miaka trapped and Amiboshi uses this opportunity to break free. He gives his strength to Miaka using his flute. She stabs Tomo in the mark on his forehead using the lucky pencil he gave her. Shin (the shell Tomo used to create illusions and trap Miaka) breaks and Miaka reappears. Amiboshi protects Miaka from Shin, but is defeated. When Tomo is about to kill him Suboshi arrives and kills Tomo. Amiboshi offers Suboshi forgetfulness leaves so that they may live in peace together. Suboshi pretends to accept them, says he loves Yui, and forces the leaves back on Amiboshi. Suboshi attacks Miaka in the same manner in which he thinks Yui was."
                },
                "15": {
                    "ID": "46202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46202",
                    "TitleEnglish": "Sunlight of Rebirth",
                    "SummaryEnglish": "Tamahome, Tasuki, and the rest of the Suzaku Seven rescue Miaka from Suboshi. They arrive in Sairou and stay with Tamahome’s master, Tokaki. Tamahome kisses Miaka and says that they cannot love anymore. Tokaki tells him he made the right decision and that their love would never have consummated. Miaka and Chichiri contact Hotohori through and magic mirror and provide him with a very brief (and incomplete) update on their situation. Suboshi returns Amiboshi to Makan Village. Nakago tells Yui that he loves her, Soi overhears this. Xing, Tokaki’s adoptive daughter, tells Miaka a legend that if two lovers kiss at sunset atop a tower next to a nearby temple nothing will separate them. Miaka helps Xing prepare dinner. Miaka’s cooking is horrible, but after she leaves the room Tamahome eats all of it. Xing is told by Tokaki to help Tamahome forget Miaka and when it appears they are about to kiss Miaka enters the room."
                },
                "16": {
                    "ID": "46203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46203",
                    "TitleEnglish": "Unbreachable Wall",
                    "SummaryEnglish": "Keisuke and Tetsuya finally arrive in Morioka. Miaka asks Tamahome to meet her in the tower that Xing told her the legend about. Tokaki reminds Tamahome that he and Miaka will be split up when Suzaku is summoned. While waiting at the tower, Miaka sees Yui and Nakago. After checking the police station and library, a taxi driver introduces Keisuke and Tetsuya to a friend with old newspapers on microfilm. They find the article regarding the Okuda murder and where it took place. Tamahome goes to the tower and finds Miaka’s hair tie. The rest of the Suzaku Seven join him, and Tasuki fries a monster about to eat him. Tokaki and his wife, Subaru, tell them that Tatara, the guardian of the Shinzaho of Byakko has been taken. Nakago finds Miaka sneaking into where he and Yui are staying. Miboshi, one of the Seiryu Seven, steals Miaka’s voice and Nakago knocks her unconscious. The Suzaku Seven follow Miaka. Keisuke and Testuya arrive at the location where the Okuda murder took place and find it is called Genbu Grotto. Miaka wakes up in a cell with Tatara and Yui enters."
                },
                "17": {
                    "ID": "46204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46204",
                    "TitleEnglish": "Farewell Reunion",
                    "SummaryEnglish": "Tatara, one of Byakko Seven was in love with the Priestess of Byakko, Suzuno Osugi. The story of Suzuno and her love with Tatara is just the same as Miaka and Tamahome. 90 years ago, the Priestess couldn't wish to stay with Tatara. They were separated for a long time, until both of their deaths...they were finally together at peace."
                },
                "18": {
                    "ID": "46205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46205",
                    "TitleEnglish": "Moment of Battle",
                    "SummaryEnglish": "The dead Miboshi has possessed Chiriko, Miaka is captured and trapped by Miboshi and no one can save them. Subaru, the Byakko warrior uses her power on Tokaki and herself to be in the body they were 90 years ago. They saved Miaka but a tragic fate ends with Chiriko."
                },
                "19": {
                    "ID": "46206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46206",
                    "TitleEnglish": "Divergent Light",
                    "SummaryEnglish": "Yui succeeds in summoning Seiryuu. Seiryuu turns into a person, enters Yui to grant her his holy power, and they disappear. Summoning Seiryuu causes a shockwave and Chichiri teleports Miaka and the Suzaku Seven back to Konan. Yui wakes up in Kutou and makes her first wish: “Let Suzaku’s strength be sealed away forevermore.” Miaka and the Suzaku Seven meet Hotohori’s new empress, and he tells Miaka that she can marry Tamahome since she is no longer a priestess. Kutou begins to invade and the Suzaku Seven decide they will fight, despite losing their powers. Keisuke and Tetsuya find out that Genbu Grotto was created by being bringing a beast god into the world. Nakago and Soi look into Tomo’s shell, which was all they could recover of him, and see the world the priestesses came from. They talk and Nakago rejects Soi when she confesses her love for him. The Suzaku Seven join the battle against Kutou and encounter the Seiryuu Seven, but are no match for them without their powers. Tasuki throws Hotohori’s holy sword at Nakago, but Soi sacrifices herself to protect him. Yui uses her second wish to return herself and Miaka to their world. Miaka wakes up in her school and Tamahome is there as well."
                },
                "20": {
                    "ID": "46207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46207",
                    "TitleEnglish": "Boy of Fact and Fiction",
                    "SummaryEnglish": "Miaka and Yui are now back in their world, bringing Tamahome with them. The Suzaku Warriors in the book are defending their land of Konan against Nakago and his armies. Koji and the gang are back to save their former leader Tasuki, but Nakago and Suboshi leave the battle. Back in the real world, Tamahome is unconscious and Keisuke brings Miaka and Tamahome back to their home. He tells Miaka about Suzuno and Tatara on where they ended up. Tamahome finally awakes and wants to go back to fight but Miaka can't tell Tamahome that he is from a book. Tetsuya calls Keisuke that now they are in the book because that Tamahome came to the real world; the two worlds are not together. Yui sees Miaka and Tamahome together and is more furious than ever. Keisuke dresses Tamahome in handsome clothes rather than his armor so they can go out in public."
                },
                "21": {
                    "ID": "46208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46208",
                    "TitleEnglish": "Repose of the Soul's Light",
                    "SummaryEnglish": "While Keisuke, Miaka, and Tamahome are waiting in a restaurant for Tetsuya, Keisuke notices Tamahome does not have a shadow. Keisuke tells Miaka he does not think she will be able to re-enter the book and Tamahome notices he has no reflection. Tamahome overhears them talking about how he is not “real” and he runs off. Miaka chases after him, but finds Yui and Suboshi while looking for him. Miaka tries to talk to Yui, but Suboshi chases her off. Mitsukake gives his life to save a baby and heal many wounded soldiers (on both sides). Tamahome sees a romance scene being filmed and remembers that he was going to stay with Miaka no matter what. Suboshi finally catches up to Miaka, but Tamahome arrives and tells Miaka that he is hers because she created his world by reading The Universe of the Four Gods."
                },
                "22": {
                    "ID": "46209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46209",
                    "TitleEnglish": "Even Wagering on This Life",
                    "SummaryEnglish": "Tamahome and Suboshi are drawn into battle and in the book, Hotohori and Nakago are in battle as well. This is a battle to the death."
                },
                "23": {
                    "ID": "46210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46210",
                    "TitleEnglish": "Wedding Celebration",
                    "SummaryEnglish": "Keisuke tells Miaka that summoning a beast god means becoming a sacrifice for it. Yui calls, Miaka tells her that Suboshi is dead, and they both agree to go to school the next day. Keisuke begs Tamahome to return to the Universe of the Four Gods. Miaka informs Yui about Nakago’s deceit and gives her a letter written by Okuda explaining what the beast gods are. Yui runs off and notices scales on her arm. Nakago kills the Emperor of Kutou and orders his family and government killed. Miaka runs home and catches Tamahome preparing to return. Miaka begs Tamahome not to leave and Tamahome asks to have a wedding ceremony. They have a wedding ceremony and Nakago appears before Yui. Yui confirms what Miaka told her and runs away from Nakago. Tamahome finds Yui and Nakago catches up. Nakago tells Tamahome his plans for conquest and Tamahome tells Nakago that they are characters in a book. They fight, but Tamahome is still no match for Nakago."
                },
                "24": {
                    "ID": "46211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46211",
                    "TitleEnglish": "Atonement",
                    "SummaryEnglish": "Tamahome continues to get beaten by Nakago. Miaka finds Yui while looking for Tamahome, but Yui is trapped in a barrier. Nakago senses Miaka running into his barrier and finishes Tamahome. Miaka tries to break the barrier and Nakago arrives. Keisuke uses the book to ask Tasuki and Chichiri to come save Miaka, using the bag she left there to enter the real world. Nakago attacks Miaka and threatens to kill her if Yui does not grant his wish for eternal life and immortality. As Yui prepares to use her last wish, Seiryuu, in beast form, appears and Yui disappears. Nakago advances on Miaka to end her, but Tasuki and Chichiri appear. Yui appears to Miaka while Miaka is unconscious from Nakago’s attack."
                },
                "25": {
                    "ID": "46212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46212",
                    "TitleEnglish": "Entrusted Hope",
                    "SummaryEnglish": "Yui has been devoured by Seiryuu and it seems that Nakago's wish was granted to become a Deity. Miaka begins the summoning chant to Suzaku. Yui's final wish was to allow Miaka to be able to summon Suzaku! Miaka merges with Suzakuseikun for her wishes to finally be granted..."
                },
                "26": {
                    "ID": "46213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46213",
                    "TitleEnglish": "For My Loved One",
                    "SummaryEnglish": "Tamahome and Nakago engage in their final battle. Even with all of his powers restored with the summoning of Suzaku, Tamahome is still considerably weaker than his adversary, and Miaka and her Celestial Warriors work to channel all of their powers to him. This plan is still insufficient to defeat Nakago, and as a last resort, Miaka decides to seal Seiryuu away using Suzaku's powers. Nakago loses all of his powers, and as Tamahome delivers his final blow, he glimpses Nakago's bitter past, his ascent to power, and his plight for revenge. The Suzaku Seven's final enemy falls at last, and they urge Miaka to use her final wish to ensure that she and Tamahome could stay together. However, her wish is to restore her world's peace and serenity, and Tamahome consents. Her mission fulfilled, Miaka and her Warriors say a tearful good-bye, and she shares a final kiss with Tamahome as the two worlds are separated and Miaka changed for the better. Days pass, and she discovers a letter which Tamahome had left for her. She learns of his promise to love her through all time and space, and his wish to find her again. Miaka and Yui eventually pass their high school entrance exams, and one school day, Keisuke leads them to a young man who is revealed to be Tamahome, still wearing his wedding ring. The story ends as Miaka lapses into tears of joy."
                }
            }
        }
    }
}