{
    "URL": "https://www.thetvdb.com/series/fushigi-yuugi",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0111973/",
        "https://www.themoviedb.org/tv/23374"
    ],
    "TitleEnglish": "Fushigi Yuugi",
    "SummaryEnglish": "Miaka, a junior high school student in Tokyo, has normal problems: fights with her mom, entrance exams, and deciding where's she's going to go eat with her friends. Then, she finds a mysterious book, the Universe of the Four Gods, in the library, and her life is changed forever when she and her friend Yui are transported into the book!",
    "TitleJapanese": "ふしぎ遊戯",
    "SummaryJapanese": "入学試験を間近に控え、試験勉強にはげむ夕城美朱（ゆうきみあか）は、ある日、図書館で見つけた古い書物の中に吸い込まれ、古代中国を思わせる場所にたどり着く。美朱はそこで鬼宿（たまほめ）という少年と運命的に出会い、互いに惹かれあうようになる。\n　美朱と鬼宿は、「朱雀の巫女」と、彼女を守る七人の従者のひとりとして、ともに国の命運をかけた重要な使命を背負う。そんなふたりの前に、「青龍の巫女」となった美朱の親友・唯（ゆい）が現れる。唯は美朱の身を案じ、彼女の後を追ってこの世界にきたのだが、親友とは対照的に悲惨な事件に巻き込まれていた。心にキズを負った唯は美朱にも心を閉ざし、親友同士はそれぞれの使命を背負い、敵対することになる！\n　数奇な運命に翻弄される美朱の愛と友情の行方は！？友情と愛の間で揺れ動く少女の成長を描く、ファンタジーラブストーリー。",
    "Aliases": [
        "Curious Play",
        "The Mysterious Play",
        "Fushigi Yugi: OVA"
    ],
    "Modified": "2025-05-22",
    "Seasons": {
        "0": {
            "ID": "18911",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5772663",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772663",
                    "TitleEnglish": "OVA1 Ep 1: Lost Ties",
                    "SummaryEnglish": "Miaka thought her adventures in the Universe of the Four Gods was complete when Suzaku granted her heart's wish to let Tamahome live in her world. However, on a visit to the grave of Takiko Okuda, Priestess of Genbu, Miaka discovers the story isn't over yet! Tamahome is pulled back into book to face an unknown evil that is threatening the essence of Takiko.",
                    "TitleJapanese": "失ひし絆",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5772664",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772664",
                    "TitleEnglish": "OVA1 Ep 2: Sorrowful Flash",
                    "SummaryEnglish": "Back in the world of the Universe of the Four Gods, Tamahome is shocked to learn that he is no longer himself--he's now become his former enemy! In order to keep his sanity, Tamahome must adjust to his new lifestyle and overcome the illusions that surround him. Meanwhile, Miaka searches for a way to help the man she loves.",
                    "TitleJapanese": "悲しき閃光",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5772665",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772665",
                    "TitleEnglish": "OVA1 Ep 3: Parting...and Then",
                    "SummaryEnglish": "At last the evil that threatens the book and Takiko is revealed. Tenkou, the opposite force of Taiitsukun, reveals himself and his plans. However the Suzaku Seven along with other unlikely allies prove that it won't be an easy task. When all is said and done, Miaka and Tamahome must come to grips that Tamahome is a character from a book, and must stay in the book.",
                    "TitleJapanese": "別離（わかれ）…そして",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5772666",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772666",
                    "TitleEnglish": "OVA2 Ep 1: Enchantment's Quickening",
                    "SummaryEnglish": "Life in high school has become a normal routine for Miaka. Tamahome, now known as Taka, attends a local college and the couple is happy. However the new transfer student in Miaka's class is familiar with the Universe of the Four Gods, and plots for their demise. Having Miaka thrown from the roof of the school seemed the perfect plan, but Taka leaps to her rescue and the pair lands back in Konan! Now Miaka must teach Taka to survive in the world of the book as they search for an unknown enemy.",
                    "TitleJapanese": "蠱惑の胎動",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5772667",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772667",
                    "TitleEnglish": "OVA2 Ep 2: Child of Silence",
                    "SummaryEnglish": "To be reborn in Miaka's world, Tamahome's memories were sealed into small jewels. Finding these jewels is important - without them Taka will cease to exist! However the Suzaku Seven are not the only ones searching for the jewels and the race is on. The warriors start their search at the palace in Konan, where Houki and her son Boushin are silent in their greif for Hotohori. Taka resolves to help them, no matter what.",
                    "TitleJapanese": "沈黙の童",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5772668",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772668",
                    "TitleEnglish": "OVA2 Ep 3: Manifestation of Rebirth",
                    "SummaryEnglish": "With three jewels of memory found, Maka and Taka find the fourth in the possession of Nuriko's older brother, Rokou. However Rokou hasn't fully come to grips with the death of his brother and refuses to help the Suzaku Seven in their quest. Matters become complicated when Taka's body becomes possessed with a demon in his blood. To save Taka, Rokou must put Nuriko's death behind him, but is he ready to?",
                    "TitleJapanese": "転生の発露",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5772669",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772669",
                    "TitleEnglish": "OVA2 Ep 4: The Flame of Friendship",
                    "SummaryEnglish": "It is a well known fact that Tasuki does not like girls. However Miaka has become the exception to the rule as Tasuki finds himself increasingly drawn to her! Meanwhile, Taka deals with the fact that he may disappear because Tenko destroyed the jewels that had been found.",
                    "TitleJapanese": "友誼の焔",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5772670",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772670",
                    "TitleEnglish": "OVA2 Ep 5: The Transience of a Water Mirror",
                    "SummaryEnglish": "Tasuki's behavior towards Miaka was influence by one of Tenkou's underlings, who happens to be Hikou, the friend that Chichiri claims to have killed. Now Chichiri must face down his past demons to save not only Miaka's life, but Miaka's world as well. Taka tries to find a way to help, even without Tamahome's powers.",
                    "TitleJapanese": "儚き水鏡",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5772671",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772671",
                    "TitleEnglish": "OVA2 Ep 6: To Be With You Tomorrow",
                    "SummaryEnglish": "The battle with Tenkou comes to a climax as he moves to invade the real world. At the same time Taka decides that he will always protect Miaka, even if it means facing his greatest opponent - himself as Tamahome. The Suzaku warriors fight bravely, but Tenkou's powers are daunting. When all seems lost, true love holds the key to saving the world.",
                    "TitleJapanese": "未来（あした）逢うために",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5772672",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772672",
                    "TitleEnglish": "OVA3 Ep 1: Eikouden - The Legend Unfolds...",
                    "SummaryEnglish": "Three years after Miaka and Taka's adventures ended in the Universe of the Four Gods, the book has opened again. Now married with a baby on the way, Miaka and Taka are settling into their new lives. However Mayo Sakaki, a high school student infatuated with Taka, has found the Universe of the Four Gods. After opening it, Mayo is drawn into the book to become the new Priestess of Suzaku while Miaka collapses into a coma in the real world. At the hospital, the doctors find no trace of Miaka's unborn baby, as if she was never pregnant to begin with! Taka now must return to the world of the book to save his family, and all that reside within, from an unknown menace.",
                    "TitleJapanese": "神話開玄",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5772673",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772673",
                    "TitleEnglish": "OVA3 Ep 2: Eikouden - Desert Quest",
                    "SummaryEnglish": "Taka has left the capital of Konan to search for the other two surviving Suzaku warriors. After reuniting with Chichiri and Tasuki, Taiitsukun appears to inform the trio that the other Suzaku warriors have been reborn. Chiriko and Mitsukake are the first two located, but their sealed memories and childish behavior could ruin Taka's quest.",
                    "TitleJapanese": "流砂彷白",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5772674",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772674",
                    "TitleEnglish": "OVA3 Ep 3: Eikouden - Rebirth of the Seven Stars",
                    "SummaryEnglish": "Taka, Tasuki and Chichiri find themselves overcome with dobut as each reborn Suzaku warrior they find lacks the memories and abilities of their previous lives. Meanwhile, from beside Miaka's hospital bed, Keisuke, Yui and Tetsuya try to coax Mayo to return to the real world.",
                    "TitleJapanese": "七星青輪",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5772676",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/5772676",
                    "TitleEnglish": "OVA3 Ep 4: Eikouden - The Advent of Suzaku",
                    "SummaryEnglish": "Mayo entered the Universe of the Four Gods hoping that she could win Taka's affections. However those dreams shatter when she realizes that a fake Suzaku has been using her to gather strength. Now Taka and the other Suzaku Warriors race to save Mayo, Miaka, the baby, and Konan. To make matters worse, an unknown evil entity has declared that the Universe of the Four Gods must be destroyed and its magic consumed, sending everything in the book into the void! When all seems lost an unlikely person will save them all...",
                    "TitleJapanese": "朱翼光臨",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2270",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "46162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46162",
                    "TitleEnglish": "The Girl of Legend",
                    "SummaryEnglish": "Fourteen year old Miaka Yukiâ's life centred on two things: passing her high school entrance exams, and getting to eat all of her favourite dishes! But when Miaka accompanies her friend Yui to the National Library, her whole life is turned upside down when she finds herself drawn to the Restricted Section, and to a mysterious book entitled \"The Universe of the Four Gods\". As Miaka and Yuki begin to read the story, they find themselves transported into the world of the book, a magical and mysterious land based on ancient China.",
                    "TitleJapanese": "伝説の少女",
                    "SummaryJapanese": "中学3年生の夕城美朱（ゆうきみあか）と本郷唯（ほんごうゆい）は、ある日、図書館で一冊の古い書物を見つける。その本・四神天地書（しじんてんちしょ）を手にした美朱と唯は、突如紅い光に包まれたかと思うと、本の中へと吸い込まれてしまった。異世界へと迷い込んでしまった2人は暴漢に襲われる。そんな2人の前に現れたのは、額に鬼の文字を持つ少年・鬼宿（たまほめ）。鬼宿は暴漢どもを華麗に倒していく。彼に救われる美朱と唯だが、その直後、不思議なことに唯だけが再び紅い光に包まれ、美朱はひとり本の世界に取り残されてしまう……。"
                },
                "2": {
                    "ID": "46163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46163",
                    "TitleEnglish": "The Priestess of Suzaku",
                    "SummaryEnglish": "Unaware that Yui has been returned to the real world, Miaka continues to search for her, even asking for help from Tamahome, the boy who has twice rescued her from danger. Unfortunately, Miaka's unfamiliarity with this new world lands both her and Tamahome in big trouble when they both end up getting captured by the Imperial guards! Meanwhile, Yui continues to read The Universe of the Four Gods, as yet unaware that the events of the story are an exact mirror of Miaka's adventures.",
                    "TitleJapanese": "朱雀の巫女",
                    "SummaryJapanese": "唯が元の世界へ戻ったことを知らない美朱は、再び暴漢に騙され襲われそうになるのだが、またもや鬼宿に助けられる。美朱は鬼宿に唯を探す協力を求めるのだが、お金を持っていない美朱に鬼宿は手を貸す気はない。何としても力を貸してほしい美朱は、ちょうどそこを通りがかった皇帝の行幸の列に、冠の飾り物をもらえないか声をかけるのだが、無礼を働いたとして美朱は衛兵たちに殺されそうになってしまう。しかしすんでのところを鬼宿に救われる。美朱の想いを知った鬼宿はしぶしぶながらも美朱に力を貸すことに。その瞬間、美朱の体が紅い光に包まれ……。"
                },
                "3": {
                    "ID": "46164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46164",
                    "TitleEnglish": "The Seven Stars of Suzaku",
                    "SummaryEnglish": "Having agreed to become the Priestess of Suzaku, Miaka discovers that she must now gather the Stars of Suzaku, seven seishi (celestial warriors) who must be present in order to summon the Beast God Suzaku. Tamahome and Emperor Hotohori are the first two seishi, but five more still need to found, and to that end, Hotohori summons the land's greatest warriors and scholars to the palace. Are the remaining celestial warriors among their number, or will they end up finding the next seishi in an far unlikelier place?",
                    "TitleJapanese": "朱雀の七星",
                    "SummaryJapanese": "朱雀の巫女となった美朱だが、元の世界へ帰りたいという気持ちが夢となり現れた。美朱を心配する鬼宿は、朱雀の力ならば元の世界へ戻ることもできるのではないかと提案をする。帰る方法が見つかった美朱は、四神天地書を手掛かりに朱雀七星士を探すことに。自ら七星士と名乗り出た鬼宿と星宿（ほとほり）を除くと残りは5人。早速文武に優れた者たちを集め七星士を探すのだが、なかなか見つからない。それどころか、美朱が彼らを怒らせてしまった。追われる美朱は近くの建物に逃げ込むのだが、建物は崩れ、助けに入った鬼宿共々瓦礫の下敷きに。その時、ひとりの女性が次々に瓦礫を持ちあげ2人を助け出す。彼女の正体とは……。"
                },
                "4": {
                    "ID": "46165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46165",
                    "TitleEnglish": "Missing Love",
                    "SummaryEnglish": "The Imperial concubine Nuriko has been revealed to be the third seishi, but as Miaka soon discovers, helping the Priestess of Suzaku is the last thing on Nuriko's mind! As Nuriko continues her campaign to monopolise Tamahome and make Miaka's life hell, Miaka nonetheless decides that she must make friends with the concubine, no matter what it takes. But will even Miaka's open and honest nature be able to win over the selfish and scheming Nuriko?",
                    "TitleJapanese": "すれちがう想い",
                    "SummaryJapanese": "七星士である柳宿（ぬりこ）と仲良くなろうと奮闘する美朱。しかし、当の柳宿にはまったくその気がない。そんな時、美朱はひとり思い悩む柳宿を見つける。訳を聞いてみれば、母の形見である耳飾りを池のほとりを散歩中に落としてしまったという。美朱は柳宿の為に夜の池に耳飾りを探しにむかうのだが、探している間に誤って池に落ちてしまった。一方、美朱の異変を察知した鬼宿は、柳宿が美朱に嘘をついたことを知る。彼女は耳飾りなど失くしていなかったのだ。想いを寄せる星宿に大切に想われる美朱に嫉妬し、嫌がらせを繰り返していた柳宿の気持ちを知った美朱は、彼女の想いに協力することを約束するのだが……。"
                },
                "5": {
                    "ID": "46166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46166",
                    "TitleEnglish": "Bewildered Heartbeat",
                    "SummaryEnglish": "The stress and exhaustion of Miaka's adventures in the book have finally taken the toll, leaving the Priestess of Suzaku feverish and weak. Concerned over her health, Hotohori decides that the three seishi must take her to see Taiitsukun- the controller of the Universe of the Four Gods and the one person who might have the power to send Miaka back to her own world.",
                    "TitleJapanese": "とまどう鼓動",
                    "SummaryJapanese": "鬼宿の心を知ろうと自分の気持ちを告白する美朱。しかし、鬼宿がその想いに応えることはなかった。それがきっかけとなったのか、なれない世界での生活に心身ともに弱っていた美朱は熱に倒れてしまう。熱にうなされながら母と兄を呼ぶ美朱の姿に、星宿は彼女を一度元の世界へ帰す決心をする。美朱を元の世界へ帰すべく、巫女と七星士だけの旅が始まった。旅の途中、気まずい雰囲気の美朱と鬼宿を見かねた柳宿の計らいにより、鬼宿の本当の気持ちを知ることができた美朱だったのだが、些細なことから森の中で鬼宿たちとはぐれてしまい……。"
                },
                "6": {
                    "ID": "46167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46167",
                    "TitleEnglish": "Even If I Die",
                    "SummaryEnglish": "As Miaka and the three seishi approach Taiitsu-kun's home on Mount Taikyoku, the controller of the Universe of the Four Gods decides to set them a test by trapping Miaka in a mirror and replacing her with an evil reflection of herself. As her evil duplicate begins causing havoc among the seishi, Miaka realises that she and her reflection must share a connection, and resolves to put a stop to the evil Miaka by taking her own life.",
                    "TitleJapanese": "命果てても",
                    "SummaryJapanese": "森の中で美朱が迷い込んでしまった世界。そこには鏡に映ったもうひとりの自分がいた。美朱の影は鏡の中に本物の美朱を閉じ込め、美朱に成り替わろうとしていたのであった。まったく同じ姿だが真逆の性格をしている影に戸惑う一行だが、その違和感にすぐに気付く。正体を見破られた影は、一転して鬼宿たちに襲いかかってきた。自身の影によって傷ついていく鬼宿たちを鏡の中から見ていた美朱は、影の言葉を思い出す。影がもうひとりの自身だというのならば、自分が消えれば……。皆を助けるため、美朱は自ら割れた皿の破片を胸に突きたてる……。"
                },
                "7": {
                    "ID": "46168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46168",
                    "TitleEnglish": "Going Home",
                    "SummaryEnglish": "Miaka and the three seishi have made it Mount Taikyoku, but the incident with Miaka's duplicate has left all except Nuriko drained and weak. With Miaka suffering from severe blood loss, Taiitsukun uses her magic to transfuse blood from willing volunteers Hotohori and Tamahome. Her strength renewed, Miaka is ready to be sent home, but will even the combined power of the three seishi, and the strength of her friendship with Yui be enough to pull her back to the real world?",
                    "TitleJapanese": "帰りたい…",
                    "SummaryJapanese": "美朱と七星士が互いを想い命を賭けたとき、彼らの前に太一君（たいいつくん）が現れた。鬼宿たちの前に現れた美朱の影は太一君が与えた試練であり、彼らのいるその場所こそが大極山（だいきょくざん）だったのである。大極山に招かれた一行は、それぞれ傷の手当てを受ける。しかし、美朱の怪我は自身が思うよりも重く、このままでは元の世界へ帰ることができない。そんなとき、鬼宿と星宿は、自らの血を美朱の為に使ってくれと太一君に頼みこむのであった。"
                },
                "8": {
                    "ID": "46169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46169",
                    "TitleEnglish": "Brief Parting",
                    "SummaryEnglish": "Miaka has made it back to the real world, but to her surprise, Yui is nowhere to be seen! After discovering that only two hours have passed since she came to the library, Miaka returns home, but predictably no one believes her story about the Universe of the Four Gods, and her brother even warns her to stay away from the book in future! Despite his warning, however, Miaka begins to suspect that Yui must have been drawn into the book when she was sent home, and resolves to return to the Universe of the Four Gods in order to find her friend.",
                    "TitleJapanese": "逢いたい…",
                    "SummaryJapanese": "太一君と朱雀七星士の力により元の世界に戻ることができた美朱。だがそこには自分を必死に呼び戻してくれた唯の姿がない。唯の行方が判らぬまま、一度家へと戻った美朱は本の世界であった全ての出来事を兄・奎介（けいすけ）に話す。だが奎介は二度とその本に近づくなと忠告をする。しかし、本の中に残してきた鬼宿たちの事が気にかかってしまう美朱。そしていまだに行方が知れない唯の事も。唯は自分と入れ替わりで本の世界に迷い込んでしまったのでは……。唯を探すべく再び四神天地書の世界へ戻る決意する美朱。だが、現実世界とは時間の流れる速さが違い、再び本の世界へ戻った時には、すでに3ヵ月という時がすぎていたのであった……。"
                },
                "9": {
                    "ID": "46170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46170",
                    "TitleEnglish": "Enemies Unseen",
                    "SummaryEnglish": "Following a brief reunion, Tamahome decides to ride off and make a quick trip home- giving Miaka the perfect opportunity to sneak after him and find out more about man she loves- including just why he is so interested in making money! But there is danger in store for Miaka as hostile forces in the neighbouring land of Kutou send assassins after her- and it falls to a mysterious new protector to keep her safe.",
                    "TitleJapanese": "見えざる敵",
                    "SummaryJapanese": "鬼宿との再会の喜びもつかの間、美朱は何者かに連れさられてしまう。美朱をさらった人物は、彼女が倶東国（くとうこく）に狙われているという忠告を残して消えてしまった。一方、その場に残された柳宿と村人たち。だが、村人たちは美朱を狙った矢により殺されてしまう。やはり朱雀の巫女である美朱は倶東国に狙われているようだった。次の朝、早くにどこかへ出かけていく鬼宿を見つけた美朱は、柳宿と共に後をつけることに。どうやら鬼宿は彼の故郷へ戻ってきたようだった。そこでは父と幼い兄弟たちが鬼宿の帰りをまっていた。"
                },
                "10": {
                    "ID": "46171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46171",
                    "TitleEnglish": "Looking for Yui",
                    "SummaryEnglish": "Miaka and the others have found Chichiri, the fourth seishi, but when he relays news that Kutou is searching for the Priestess of Seiryu, Miaka begins to suspect that the girl they are looking for is none other than Yui! Determined to find her friend without involving anyone else, Miaka slips away from Tamahome's watchful gaze, and begins making her way to the land of Kutou.",
                    "TitleJapanese": "囚われの少女",
                    "SummaryJapanese": "倶東国が青龍の巫女を探しているという噂を聞いた美朱。唯が青龍の巫女にされてしまう前に見つけ出すために、美朱はたったひとりで倶東国へ向かう。それは、朱雀の巫女である自分と共にいることで、鬼宿に迷惑がかかることを避けての行動であった。その頃鬼宿は、美朱が倶東国へ向かったことに気づき、急ぎ後を追う。互いに離れ離れになっていた3ヵ月の間に、鬼宿は美朱に対する自分の気持ちに気がついたのだ。一方、やっとの思いで倶東国にやってきた美朱。彼女はそこで自らを青龍の巫女と偽り、宮殿へ招かれることとなる……。"
                },
                "11": {
                    "ID": "46172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46172",
                    "TitleEnglish": "Priestess of Seiryuu",
                    "SummaryEnglish": "Miaka and Yui's happy reunion is cut short as a young foreigner named Nakago reveals Miaka to be the priestess of Suzaku. While Miaka and Yui are being chased, Chichiri and Tamahome are having their own problems as they fight their way into Kutou only to have Nakago block their path. When Tamahome finally reunites with Miaka, they are unknowingly under the ever watchful gaze of an old friend.",
                    "TitleJapanese": "青龍の巫女",
                    "SummaryJapanese": "唯との再会の喜びも束の間、朱雀の巫女であることがばれてしまった美朱は、唯と共にその場から逃げ出す。ひとまず宮殿内の一室に身を隠した2人は、美朱を追いかけて宮殿までやってきた鬼宿とも再会を果たす。一緒に紅南国に帰るために、美朱と鬼宿に代わり、唯は朱雀の四神天地書を取り返すのだが、戻ってきた彼女が見たものは互いを想いあう美朱と鬼宿の姿。2人の姿を目にした唯の頭に、青龍七星士・心宿（なかご）の言葉と美朱の言葉がよぎる。そして唯は、紅南国（こうなんこく）へ戻る前に美朱を青龍廟へと案内し……。"
                },
                "12": {
                    "ID": "46173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46173",
                    "TitleEnglish": "Only You",
                    "SummaryEnglish": "After escaping from Nakago's clutches, Miaka and Tamahome find themselves at Taiitsukun's palace. There, Taiitsukun reveals to Miaka what happened to Yui three months ago. At this discovery, Miaka decides to stay away from Tamahome because Yui loves him too. Meanwhile, at Kutou, Yui agrees to become the priestess of Seiryuu and stop Miaka from summoning Suzaku. Tamahome's heart hangs in the balance...",
                    "TitleJapanese": "あなたしかいない",
                    "SummaryJapanese": "青龍の巫女となる決意を固めた唯を残し、深手を負った美朱と鬼宿を井宿（ちちり）は大極山へ連れもどる。傷は癒えた美朱だが、唯が自分を憎む理由が判らない。自分が現実世界へ戻っていた3ヵ月の間に、唯に何が起こったのか……。再び唯に会うために倶東国へ戻ろうとする美朱に、太一君は世界の全てを記録している鏡を見せる。そこには3ヵ月前、倶東国を訪れた唯の事も記録されていた。現実世界へ戻っている間、唯が自身を呼び続けていたことを知った美朱は、答えることのできなかった自身を責める。ふさぎこむ彼女に、太一君は朱雀の巫女を思う紅南国の民の姿を見せる。"
                },
                "13": {
                    "ID": "46174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46174",
                    "TitleEnglish": "For the Sake of Love",
                    "SummaryEnglish": "Kutou sends a messenger to Kounan that says if they give up Tamahome, Kutou will stop the attacks on Kounan. Tamahome leaves in the middle of the night leaving Miaka a letter to tell her to find the remaining seishi. So with Nuriko, Chichiri, and Taiitsukun's magic mirror in place of Suzaku's Universe of the Four Gods, she sets off to find the rest of the Seishi.",
                    "TitleJapanese": "愛するがゆえ",
                    "SummaryJapanese": "朱雀の巫女として新たな決意を固める美朱は、鬼宿への気持ちを忘れようとする。しかし、鬼宿が自身に向ける想いの深さを知り、美朱もその想いに応えるようとするのであった。時を同じくして、倶東国は紅南国への進軍を開始する。すでにいくつかの村が襲われているのだが、倶東国へ鬼宿を献上するならば、これ以上の進軍を止めるという。紅南国を守るために、鬼宿は美朱に手紙を残して倶東国へ向かうのだった。"
                },
                "14": {
                    "ID": "46175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46175",
                    "TitleEnglish": "Wolf in the Fortress",
                    "SummaryEnglish": "After agreeing to be led to the bandit leader, Miaka realizes the Eiken, the \"Leader\", is a fat, drunken, slob! Meanwhile, Hotohori worries about Miaka and finally decides to take action. After saving Miaka, a man named Genrou abducts Miaka...",
                    "TitleJapanese": "砦の狼",
                    "SummaryJapanese": "太一君より授かった鏡を手掛かりに七星士を探す美朱たち。山という文字を手掛かりに厲閣山（れいかくざん）へ向かうのだが、不意をつかれた一行は山賊に捕らえられてしまった。この山賊の中に朱雀七星士がいるかもしれない……。手掛かりをつかむべく美朱は自ら山賊の頭・睿俔（えいけん）の元へと向かうのだが、七星士の情報を教える代わりにと襲われそうになる。駆け付けた星宿と柳宿により、やっとの思いで体に字を持つ翼宿（たすき）という人がいることを聞き出した美朱だが……。"
                },
                "15": {
                    "ID": "46176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46176",
                    "TitleEnglish": "The City of Resurrection",
                    "SummaryEnglish": "After helping Genro regain the leadership of the bandits, Miaka asks him if he knows anyone named Tasuki (the next member of the Suzaku Seven that the mirror indicated). He says that he knows who he is, however it just happens to be the old leader of the bandits who died. Miaka, Hotohori and Nuriko feel their quest to be doomed, until someone mentions that to the north, there is a rumour that someone can bring the dead back to life. The three leave Genro and go in search of this mysterious person, however when they arrive in the town, all is not what it seems as an incurable disease is plaguing the town, and when Miaka becomes ill, the Suzaku members don’t know what’s the right thing to do.",
                    "TitleJapanese": "蘇りの都",
                    "SummaryJapanese": "朱雀七星士・翼宿がすでに亡くなっている先代の頭のことだと知った美朱たち。朱雀七星士のうちひとりでも欠けてしまっては朱雀は現れない。打つ手はないかと思われたのだが、死んだ人間を生き返らせる事のできる人がいるという噂を聞いた美朱たちは、わずかな望みにかけて張宏（ちょうこう）の都に向かう。そこでは妖怪・疾很鬼（しっこんき）の仕業と思われる原因不明の不治の病がはやっていた。"
                },
                "16": {
                    "ID": "46177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46177",
                    "TitleEnglish": "Battle of Sorrow",
                    "SummaryEnglish": "Hotohori, unable to kill Miaka, goes with Tasuki and Miaka to request Myojuan's help to save Miaka. In Kutou, however, having heard of Miaka's illness, Tamahome tries to escape only be caught and severly punished. Meanwhile, once Hotohori, Nuriko, and Tasuki arrive at Myojuan's house, Myojuan reveals Shoka's terrible secret.",
                    "TitleJapanese": "哀しき戦い",
                    "SummaryJapanese": "疾很鬼の病に倒れる美朱。少華（しょうか）は美朱を助けるためには彼女を一度殺し、自らの力で蘇らせるほかないという。旅を続けるためにも、自ら殺してくれと星宿に頼む美朱。美朱の願いを叶えるために剣を構える星宿だったのだが、やはり美朱を手に掛けることはできない。なんとかして殺さずに美朱を助けたい星宿たちは、町外れに住む医者の妙寿安（みょうじゅあん）を訪ねるのだが、彼らはそこで意外な事実を知ることとなる。"
                },
                "17": {
                    "ID": "46178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46178",
                    "TitleEnglish": "Magic Flute",
                    "SummaryEnglish": "Four of five days later, the Suzaku Seven begin to become discouraged as the search for Chiriko, the last of the Suzaku Seven, rages on. They reach Tamahome's hometown, and there Mitsukake performs his healing magic and heals Tamahome's father. However, later that night, Kotou agents attack Miaka and the Suzaku Seven. In the distance, the sound of a flute appears. Who is this young boy?",
                    "TitleJapanese": "めぐり逢いの音",
                    "SummaryJapanese": "七星士を探して旅を続ける美朱たちは、再び鬼宿の故郷を訪れることとなる。軫宿（みつかけ）の力により鬼宿の父の病気も治り、鬼宿の家族と共に一時の休息をとる美朱たち。その夜、どこからともなく響いてくる笛の音を辿り外へ出た美朱は、突如コウモリの大群に襲われてしまう。倶東国の刺客が美朱達を襲ってきたのだ。鬼宿の家族に迷惑をかけないために美朱は森の中へ逃げ込むのだが、数が多すぎるために翼宿たちの攻撃も効かず……。"
                },
                "18": {
                    "ID": "46179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46179",
                    "TitleEnglish": "Love Trap",
                    "SummaryEnglish": "With Chichiri's powers, Miaka and Tamahome were able to see each other. Together, they promised to meet each other where Tamahome would bring Yui and the stolen Universe of the Four Gods, now that the rest of the Suzaku Seven have been found. However, Yui won't let go of Tamahome so easily...",
                    "TitleJapanese": "恋慕の罠",
                    "SummaryJapanese": "張宿（ちりこ）が見つかったことにより朱雀七星士が揃い、ついに朱雀を呼びだせるようになった美朱。鬼宿と四神天地書を取り返すべく倶東国に向かうため、井宿の術により鬼宿と再会の約束をする。一方、鬼宿がいなくなってしまうことを知った唯は、鬼宿を引きとめるために自らの想いを告白する。しかし、鬼宿がその想いに応えることはなく、帰ってきたのは拒絶の言葉。悲しむ唯に、鬼宿を自分のものにしたいのならばと、心宿は蠱毒（こどく）を渡す。翌日、井宿、翼宿と共に倶東国へと向かった美朱は、約束の場所で鬼宿を待つのだが……。"
                },
                "19": {
                    "ID": "46180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46180",
                    "TitleEnglish": "Shattered Love",
                    "SummaryEnglish": "Miaka, Tasuki, and Chichiri find themselves cornered by Nakago and his soldiers. Miaka distracts them, allowing Tasuki and Chichiri to escape, however she is thrown into prison. Finding a way to escape Miaka finally finds Tamahome, although he isn't the Tamahome she was looking for...",
                    "TitleJapanese": "ひきさかれる愛",
                    "SummaryJapanese": "鬼宿との再会の場所に現れたのは、心宿と倶東国の兵を従えた唯であった。井宿と翼宿を何とか逃がすものの、唯の命により捕らえられてしまった美朱はかつての親友の変貌に戸惑う。牢番を騙しなんとか牢を抜け出した美朱は、場内をさまよううちに再び唯と対面することとなる。唯に自分の想いを伝える美朱だが、その言葉は彼女の心には届かない。そんななか、2人の前に捕まっているはずの鬼宿が姿を現す。"
                },
                "20": {
                    "ID": "46181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46181",
                    "TitleEnglish": "Unreachable Hope",
                    "SummaryEnglish": "Miaka, determined to show the letter to Tamahome waits at the tree, keeping her promise. Meanwhile, Nakago catches Chichiri, who went to look for Tamahome for Miaka. It doesn't take long for everyone to realize where Miaka ran off to, including Tamahome who meets Miaka there. Will Tamahome revert back to his old money loving self?...Goodbye.",
                    "TitleJapanese": "とどかぬ願い",
                    "SummaryJapanese": "身も心も傷ついた美朱は鬼宿を信じて再び約束の場所へと向かう。だが、美朱の前に現れたのは、やはり彼女の知る鬼宿ではなかった。美朱に残した手紙を破り捨て、彼女を殺そうとする鬼宿。間一髪のところを井宿と翼宿に救われる美朱だが、再会を喜んでいた彼女を知る翼宿は鬼宿の仕打ちが許せない。とうとう朱雀七星士同士で戦いが始まってしまう。思うように戦うことのできない翼宿たちは井宿と張宿の力により倶東国から脱出するのだが……。"
                },
                "21": {
                    "ID": "46182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46182",
                    "TitleEnglish": "To Protect You",
                    "SummaryEnglish": "Devastated by Tamahome's being controlled by Nakago, Miaka becomes mentally ill while Hotohori still attempts to cheer her up. But Miaka decides that when there is a problem as horrible as this, there is only one solution...",
                    "TitleJapanese": "君を護るために",
                    "SummaryJapanese": "井宿の術により紅南国へと戻った美朱たち。軫宿の術により体に受けた傷は癒えるも、心に受けた傷が癒えるはずもなく、鬼宿への想いが美朱を苦しめる。皆に心配をかけまいと気丈にふるまうものの、鬼宿への想いを断ち切ることができない美朱は、悲しみのあまり自分を見失い荒れ狂う川に自ら身を投じてしまう。意識を失い水底に沈んでいく美朱。そんな彼女を助けだしたのは星宿であった。ただひたむきに美朱だけを想い続けていた星宿。彼が自身へ向けるまっすぐな愛情に心揺れる美朱は……。"
                },
                "22": {
                    "ID": "46183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46183",
                    "TitleEnglish": "I'll Never Leave You",
                    "SummaryEnglish": "After Hotohori stabs Tamahome, Miaka runs to him. He tries to grab the sword to kill Suzaku No Miko. Miaka takes the sword and puts it in his hands.",
                    "TitleJapanese": "二度と離れない",
                    "SummaryJapanese": "心宿の術により心を操られ刺客となった鬼宿は、再び美朱の命を狙い紅南国へ現れる。星宿は美朱を守るために鬼宿を迎え撃つのであった。このままでは必ずどちらかが死んでしまう……。2人の戦いを止めるために駆け付ける美朱だがわずかに遅く、激しい戦いの末に鬼宿は星宿の剣に倒れてしまった。重傷を負いながら、なおも美朱を殺そうとする鬼宿に、死んで欲しくない一心で自らの命さえ投げ出そうとする美朱。その時、2人に奇跡が起こる……。"
                },
                "23": {
                    "ID": "46184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46184",
                    "TitleEnglish": "Shadow of Intrigue",
                    "SummaryEnglish": "Now that Tamahome is back to his own self, Miaka can summon Suzaku with all the warriors. Tasuki and Tamahome begin their friendship by loud bickering. Nuriko has asked Miaka to ask Suzaku to grant her wish, but her mind is somewhere else. She still needs to talk to Hotohori because of that passionate kiss she had with him. Tamahome told Miaka that the only wish he wants is to be with Miaka. Hotohori then explains to Miaka that she is only granted three wishes and she must think carefully about them. As preparations begin, Nakago assures Lady Yui that the Priestess will not summon Suzaku, for there is a trap set for them. Miaka continued to prepare for the ceremony to summon Suzaku, unaware of the Kutou plot in motion against them, while a mysterious boy is headed to where Miaka is.",
                    "TitleJapanese": "謀略の予兆",
                    "SummaryJapanese": "朱雀七星士がそろい、朱雀の四神天地書も取り戻した美朱たち。宮廷ではいよいよ朱雀召喚の儀式を行うための準備が始まった。唯や鬼宿とのことを考えながらも、星宿の想いにいまだ返事をしていないことに気づく美朱は、儀式を行う前に彼のもとを訪ねる。鬼宿を愛する美朱と、そんな彼女を思い続けた星宿。互いの心に整理をつけ、美朱たちは儀式へと望むのであった。一方で、唯のもとにも青龍七星士が集い、心宿の企みが動き出すのであった。"
                },
                "24": {
                    "ID": "46185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46185",
                    "TitleEnglish": "Resolution",
                    "SummaryEnglish": "Hoping to prevent the ceremony from happening, the mysterious boy stood in front of the Konan palace. In the palace, Miaka is ready to summon Suzaku. When Suzaku didn’t appear, the traitor revealed himself as a Seriyu Seven, Amiboshi. Amiboshi uses his flute to kill Miaka and the Suzaku Seven, while another flute-music disrupts his wavelength to save them. Amiboshi rushes out while Tamahome, Tasuki, Chichiri, and Miaka go after him. Miaka tries to save Amiboshi from falling but it’s too late. The real Chiriko introduces himself, and they begin to summon Suzaku again but can’t. Taiitsukun tells Miaka that there is another way and she must travel to the land of Genbu.",
                    "TitleJapanese": "炎の決意",
                    "SummaryJapanese": "宮廷の朱雀廟にてついに朱雀召喚の儀式がはじまった。美朱の唱える祝詞と共に炎の中に四神天地書がなげこまれるのだが、なぜか何もおこらず、朱雀が現れる気配すらない。その時、朱雀廟に張宿の笛の音が響き渡り、不気味なその音色に頭を抱える美朱たち。美朱たちがこれまで張宿だと信じていた彼は、心宿により送りこまれた青龍七星士・亢宿（あみぼし）だったのだ。亢宿の放つ音の攻撃を防ぐことができず、美朱たちにはなすすべがない。このままでは殺されてしまう……。そこに、亢宿の放つ音波を崩すかのように、どこからかべつの音が聞こえてきて……。"
                },
                "25": {
                    "ID": "46186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46186",
                    "TitleEnglish": "Love and Sorrow",
                    "SummaryEnglish": "Taiitsukun tells Miaka and the Suzaku Seven that she must travel to the land of Genbu and Byakko to recover the Shinzaho. Taiitsukun have increased the powers for the Suzaku Seven. Tamahome has asked Miaka to be his wife when their mission is over, but Miaka says that’s not going to happen. Miaka continues to somewhat ignore Tamahome, while Chichiri tells Miaka about how his best friend betrayed him. Miaka wonders what Chichiri told her, will happen to her and Yui.",
                    "TitleJapanese": "愛されて、悲しくて…",
                    "SummaryJapanese": "亢宿から美朱たちを救ったのは本物の朱雀七星士・張宿であった。亢宿により朱雀召喚の儀は失敗に終わり、美朱たちは四神天地書も失ってしまう。朱雀を呼び出す事ができなくなってしまったのだ。悔み自らを責める美朱に、太一君は北甲国（ほっかんこく）へ旅立つように告げる。玄武の国の神座宝（しんざほう）を手に入れることができれば、再び朱雀を召喚することができるというのだ……。"
                },
                "26": {
                    "ID": "46187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46187",
                    "TitleEnglish": "Star Festival",
                    "SummaryEnglish": "Miaka, Nuriko, and Tasuki are having a good time at the festival, while Tamahome still thinks about what Miaka has said to him. When Miaka finally has a discussion with Tamahome, she explains herself, making Tamahome feel happy again. The trip has just about come, and Tamahome is off to bring some of his family with him. But when Tamahome, Miaka, and Nuriko get there, Tamahome finds that he's in for it...",
                    "TitleJapanese": "星見祭りの夜",
                    "SummaryJapanese": "北甲国への旅立ちを控え、柳宿と翼宿は美朱を誘い星見祭りへと繰り出す。わずかに与えられた休息を楽しむ3人。だが美朱は亢宿へ花を贈る為に、ひとり彼が消えた川へ……。一方鬼宿は、美朱のそっけない態度が腑に落ちず、理由を問うために美朱を追いかける。鬼宿の態度に、太一君との話を隠し通せないと悟った美朱は、全てを打ち明ける。"
                }
            }
        },
        "2": {
            "ID": "2271",
            "URL": "https://www.thetvdb.com/series/fushigi-yuugi/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "46188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46188",
                    "TitleEnglish": "Tombstone Oath",
                    "SummaryEnglish": "Tamahome goes to his village, but once there, he finds a terrible fate that has befallen on his family. Suboshi, who swore revenge for the death of his twin brother, Amiboshi, is in battle with Tamahome. Another member of the Seriyu Seven comes into play.",
                    "TitleJapanese": "誓いの墓標",
                    "SummaryJapanese": "いよいよ北甲国への出発が近づく。家族を残して旅立つ鬼宿を気遣い、星宿は家族を都へ呼ぶように提案する。しかし、喜び家族の元へと向かう鬼宿を待ち受けていたのは、あまりにも悲しい出来事であった。荒らされた家の中、息絶える愛する家族たち。かすかに息のあった結蓮（ゆいれん）も、鬼宿の腕の中で命尽きる……。それは亢宿の双子の弟、青龍七星士・角宿（すぼし）の仕業だった。怒りと悲しみに我を忘れて暴れる鬼宿を、柳宿は体を張って止めるのだが……。"
                },
                "2": {
                    "ID": "46189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46189",
                    "TitleEnglish": "The Ancient Path",
                    "SummaryEnglish": "A story of two young girls Miaka Yuki and Yui Hongo, who finds a book called The Univere of the Four Gods. This is a recap episode on what's been going on in Season 1.",
                    "TitleJapanese": "第1節 総集編〜古昔之途（いにしえのみち）",
                    "SummaryJapanese": "朱雀と青龍。それぞれの巫女としての運命を背負う美朱と唯。互いの心はすれ違い、いつしか敵対していく。そして互いに強く惹かれていく美朱と鬼宿を待ち受ける過酷な運命とは……。第1章から第27章までを振り返る、第1節総集編。"
                },
                "3": {
                    "ID": "46190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46190",
                    "TitleEnglish": "Mysteries Afoot",
                    "SummaryEnglish": "Miaka's brother realizes they are connected by a hair that she left in the book. Her brother runs into an acquaintance while trying to leave the library with the book. He tells the guy about what has happened to Miaka so far between Yui, Tamahome, and her. Also the Suzaku seven. His friend tries to help him learn more about the story. They find some very suspicious things out about the person who returned the book to Japan. They then find out that the people who wrote the book intended for the young girl to become a sacrifice to summon one of the 4 gods. He tells Miaka but she doesn't believe him and cuts off their connection. The ship begins to get caught in a storm caused by one of the Seriyu seven and Miaka, Nuriko, and Tamahome go overboard. Tamahome is electrocuted.",
                    "TitleJapanese": "動き出した謎",
                    "SummaryJapanese": "神座宝を手に入れるため、北甲国へと向かう美朱たち。そんな彼女たちを兄・奎介は本の向こうで見守っていた。しかし、2つの世界が一瞬つながったことから、奎介は四神天地書に疑問を持ち始める。図書館で偶然会った友人・梶原哲也（かじわらてつや）と共に四神天地書について調べる奎介はある一つの考えに辿りついた。もしその仮説が正しければ美朱と唯は……。美朱の身を案じ、こちらの世界に帰ってくるように説得する奎介。しかし美朱の決意は固く……。"
                },
                "4": {
                    "ID": "46191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46191",
                    "TitleEnglish": "The Flash of Battle",
                    "SummaryEnglish": "After being attacked by lightning, Tamahome and the other two stayed in an abandoned cave and wait for Chichiri to track them down. Tamahome is still unconscious so Nuriko finds the chance to flirt with Miaka jokingly, by trying to kiss her. When awakened, Tamahome explains he has no chance to protect his loved ones, so he promised himself that he will always protect Miaka. Nuriko himself explains he also has a loved one too that he's unable to protect, which is his sister Korin. At the day she died, Nuriko began dressing like a girl in order to keep Korin with him. Just then lightning struck the cave where they were and Miaka and Tamahome began floating in the sea, and Nuriko manages to carry them off because the bracelets Taiitsukun gave him began transforming into armbands. At last, Chichiri and the others found them. While inside the ship, Soi began challenging Miaka and electrifying the others so they won't be able to save her. Miaka uses Hotohori's holy sword in order to protect herself from Soi, and she manages to defeat her. The storm Soi cast is slowly disappearing, and they finally found Hokkan, the land of Genbu, where the Shinzaho is located.",
                    "TitleJapanese": "戦いの閃光",
                    "SummaryJapanese": "青龍七星士・房宿（そい）の術により美朱たちの乗る船が雷に襲われた。船から落ちてしまった美朱と鬼宿、柳宿は、波にもまれながらもなんとか岩穴に避難する。やむ気配のない雨と雷に3人はそこで救助を待つことに。岩穴の中、美朱を護るために無茶をする鬼宿に一喝する柳宿。大事なものを二度と失いたくないとつぶやく鬼宿に、柳宿は自分の過去を語り聞かせる。"
                },
                "5": {
                    "ID": "46192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46192",
                    "TitleEnglish": "Whirlpool of Doubt",
                    "SummaryEnglish": "In the beggining of the episode Miaka and Tamahome talk about their feelings and they hug.They didn't notice Nuriko watching them from behind tree.(Now the scene skips to that the others are preparing to leave the town w/ horses.)Miaka is paired up w/ Tamahome, Mitsukake w/ Chriko, Tatski, Nuriko,and Chichri have their own horses.Later on the Seyriuu side (i think i spelled that wrong) Nakago talks to Ashtarie it is time to go and kill the Suzaku warriors.Now to Maiska's side they have just reached Touran and they stopped within city gates.Then falls snow which brings Miaka to have some memories of her family and what it used to be like there.But remembered her promise and she forgets about going back home.Nuriko and the others discusse that it rarely snows in Konan because they always had fine/warm weather there.Then they are in a restaurant eating and Chichri lays a map of Touran, they talk about the Shinzaho",
                    "TitleJapanese": "不安の渦",
                    "SummaryJapanese": "仲間と合流を果たした美朱たちは房宿の攻撃を受けるが、星宿の神剣により房宿を退けることに成功する。ようやく北甲国へと辿り着いた一行は、神座宝の手掛かりを求めて特烏蘭（とうらん）へとやってきた。しかし、青龍七星士もまた、神座宝を求めて特烏蘭へと来ていたのだった。手掛かりを探すなか、鬼宿は偶然唯と再会するのだが……。"
                },
                "6": {
                    "ID": "46193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46193",
                    "TitleEnglish": "To Die for the Star of Suzaku",
                    "SummaryEnglish": "Ashitare of Seiryuu Seven leaps to attack Miaka, but Nuriko saves her and manages to burn Ashitare by Chiriko's signal flares although he's hurt. He then told her that he's going to save her until his last breath draws, causes Miaka to think Nuriko is not a girl anymore. On the same time, Tamahome encounters Yui and tried to convince her to stop summoning Seiryu and come with him. She then told him that Tamahome is just a character in a book and that Miaka and Tamahome can't be together unless they summon Suzaku. Suboshi then came and Tamahome ran away, leaving Yui undecided of her fate. Reunited, Miaka, Nuriko and Tamahome found a house and stay there. Still mindful of what Yui said, Tamahome goes to have to drink by himself. Nuriko then approaches and tells Tamahome that he's ready to die for Miaka, admitting that he also love Miaka as a man. The next day, Nuriko decided he'll go find the Shinzaho and leave Tamahome and Miaka together to strengthen their relationship and find Chichiri and the others. Once there, when Nuriko was about to remove the large boulder blocking the cave of the hidden Shinzaho, he is found by Ashitare.",
                    "TitleJapanese": "朱雀の宿星に殉じて",
                    "SummaryJapanese": "青龍七星士・尾宿（あしたれ）に襲われた美朱と柳宿は、柳宿の機転によりなんとか尾宿を退ける事に成功する。一方、特烏蘭の街角で偶然唯に再会した鬼宿は唯を説得するのだが、もう後戻りはできないと鬼宿が神座宝の在処を知った事を心宿に伝えるのだった。その夜、唯の言葉が頭から離れない鬼宿は、美朱にどこかぎこちない態度をとってしまう。"
                },
                "7": {
                    "ID": "46194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46194",
                    "TitleEnglish": "Nuriko, Eternal Farewell",
                    "SummaryEnglish": "Nuriko has finally realized he loves the lady Miaka. Fearing for Miaka and Tamahome's relationship, he went to the top of Mount Koku by himself in search of the Shinzaho. Standing before the door guarding the Shinzaho Nuriko is confronted by Ashi-tare, who is a member of the Seiryu seven, and their battle for the Shinzaho begins.",
                    "TitleJapanese": "柳宿永遠の別離",
                    "SummaryJapanese": "神座宝を探し独り黒山へ向かう柳宿を再び尾宿が襲ってきた。狼のように動きの速い尾宿に苦戦を強いられる柳宿は、ついにその体を鋭い爪で貫かれてしまう。深い傷を負う柳宿。しかし仲間のため、美朱のために、ボロボロになりながらも尾宿を絞め殺す。そして最後の力を振り絞り、神座宝への道を開くのであった。柳宿の異変を察知した美朱たちは、柳宿のもとへと駆け付けるのだが……。"
                },
                "8": {
                    "ID": "46195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46195",
                    "TitleEnglish": "Guardians of Ice",
                    "SummaryEnglish": "Miaka and the Suzaku Seven all grieving for Nuriko's death continues on their journey for the Shinzaho. They enter to the cavern of Genbu, where they encounter Tomite and Hikitsu, two warriors of the Genbu Seven. They are both the protectors of the Shinzaho and will not give it to anybody. Miaka, the Priestess of Suzaku, is put to a test to see if she really is the Priestess. Tomite and Hikitsu kills Miaka by freezing her. She is saved by her powers of Suzaku. Tomite and Hikitsu apologize to the Priestess and gives her the Shinzaho. Tomite tells them that it is not enough to summon Suzaku and they must get the Shinzaho from the west, Byakko. On their way out, Miaka thinks about the devotion of the Genbu Seven for their Priestess even after they had passed on. She is happy knowing that Nuriko will watch over her as well.",
                    "TitleJapanese": "氷の防人",
                    "SummaryJapanese": "柳宿の死を無駄にしないため、美朱は神座宝がある山の扉を開ける。そこで一行を待ち受けていたのは、200年前に死んだはずの玄武七星士・斗宿（ひきつ）と虚宿（とみて）。彼らは残留思念となり玄武の神座宝を守り続けていたのだ。肉体を失った斗宿と虚宿に鬼宿たちの攻撃は効かず、討つ手がないかと思われたが、美朱の必死な懇願に、斗宿と虚宿は彼女にある試練を与える。巫女の力を示すことができれば、神座宝への道を開いてくれるというのだが……。"
                },
                "9": {
                    "ID": "46196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46196",
                    "TitleEnglish": "Hell's Mirage",
                    "SummaryEnglish": "Ashitare stealing the Shinzaho makes Miaka do anything to get it back, even sleeping with the enemy. Miaka is lured to Nakago and finds that it is a trap set by him. Tamahome is on his way to save Miaka once again.",
                    "TitleJapanese": "奈落の蜃気楼",
                    "SummaryJapanese": "斗宿と虚宿により氷に閉じこめられてしまった美朱だったが、柳宿の腕輪と朱雀の力により、神座宝を手に入れることができた。しかし喜びも束の間、突如現れた狼に神座宝を奪われてしまった。神座宝を取り戻すために狼を追う美朱だが、いつのまにか狼を見失い、鬼宿たちともはぐれてしまう。自らを責める美朱の前に、様子を見に来た太一君が現れる。太一君は座宝を取り返す方法を教えるのだが、その方法とは……。"
                },
                "10": {
                    "ID": "46197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46197",
                    "TitleEnglish": "Trampled Love",
                    "SummaryEnglish": "Nakago tells Miaka of what he planned and about the false Taiitsukun. He also tells her that Yui is still a virgin. He also told Yui everyday that Miaka betrayed her. One day she finally believed. Everything that happened was all according to Nakago's plans. Tomo causes the other of the Suzaku to fall into his trap. Tamahome finally catches up with Miaka and runs into Nakago who insinuates that he has \"coupled\" with Miaka. Tamahome attacks Nakago and actually wounds him with a red lightning. Soi come to Nakago's rescue. Tamahome finds Miaka and she wakes up in a lot of pain. Miaka believes Nakago had sex with her and Tamahome just looks dumbstruck. The others are still stuck in the mirage. Miaka and Tamahome stop at a lake to rest and eat. Miaka is really messed up in logic. She decides she can't marry Tamahome.",
                    "TitleJapanese": "踏みにじられた愛",
                    "SummaryJapanese": "美朱の前に現れた太一君は青龍七星士・氏宿（とも）による幻影であった。罠にはまった美朱は心宿の強い気により気を失ってしまう。一方、西廊国（さいろうこく）へと向かっていたはずの鬼宿は、妙な胸騒ぎを感じ、一人美朱を追いかける。猫のタマの案内で美朱の居場所を突き止めたのだが、美朱の身を案じる鬼宿の前に現れたのは青龍七星士・心宿。心宿の言葉に怒りをあらわにする鬼宿。その怒りは心宿の肩に一撃を与えるが、心宿は房宿とともにその場を立ち去ってしまい……。"
                },
                "11": {
                    "ID": "46198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46198",
                    "TitleEnglish": "Bewitched Warmth",
                    "SummaryEnglish": "Miaka, afraid that she can't marry Tamahome anymore, runs away from her love once again and falls down into a cave. She is rescued by Amiboshi, one of the Seiryu Seven, who had been presumed dead. Amiboshi seems to have lost his memory and is now under the name of Kai-Ka, the adopted son of an elderly couple. While Tamahome is in search for Miaka, Tomo using his illusion on Soi to allow Tamahome believe that she is Miaka. Amiboshi has asked Miaka to stay and live with him. Keisuke and Tetsuya are on their way to Morioka to find out about the murder of Takiko Okuda.",
                    "TitleJapanese": "幻惑のぬくもり",
                    "SummaryJapanese": "心宿に汚されたと思った美朱の悲しみは大きく、優しくしてくれる鬼宿の気持ちにも応えることができない。もう鬼宿のそばには居られない……。夜の暗闇をひとり駆け出した美朱は、崖から転落してしまう。落ちた衝撃で足を捻り、心も体もボロボロの美朱の前に現れたのは角宿であった。美朱に剣を向ける角宿。動くことのできない美朱は覚悟を決めるのだが……。"
                },
                "12": {
                    "ID": "46199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46199",
                    "TitleEnglish": "Dawn of the Heart",
                    "SummaryEnglish": "It is revealed that Soi slipped Tamahome a potion when they kissed at the end of the last episode. Mitsukake’s cat sees through Soi’s illusion and tries to warn Tamahome, but does not succeed. Amiboshi offers Miaka a forgetfulness leaves potion to help her forget her painful past and she almost accepts them, but remembers Nuriko, Tamahome, and the rest of the Suzaku Seven and declines. Tamahome refuses the fake Miaka as not to ruin any chance they may still have to summon Suzaku. Amiboshi regains his memory and Miaka resolves to find Yui and help her summon Seiryuu. After Soi fails to drain Tamahome, Tomo reveals himself. Kutou soldiers attack Makan Village and Amiboshi kills them using his flute powers. After defeating the soldiers, Amiboshi senses Tomo. Tomo tells Tamahome of the rest of the Suzaku Seven who are stuck in his illusion slowly dying and attacks Tamahome. Amiboshi senses Tamahome, but Miaka does not want to see Tamahome. Amiboshi, wanting to help, goes to bring him back. As he departed his adoptive father gives him a vial of forgetfulness leaves juice (which also can be used to diminish pain from wounds). Instead of waiting for Amiboshi to return, as she was instructed, Miaka runs off to find Yui and runs into Soi.",
                    "TitleJapanese": "心の夜明け",
                    "SummaryJapanese": "荒野をさまよう美朱を助けたのは、死んだはずの青龍七星士・亢宿にそっくりの少年・懐可（かいか）であった。懐可の介抱により少しずつだが回復していく美朱。だが心に受けた傷は癒されることはない。苦しむ美朱を想い、懐可は忘却草を渡す。全てを忘れてしまえば楽になれる……。懐可の言葉に揺れる美朱。しかし、柳宿の腕輪が美朱を止める。自分を想ってくれた大事な人たちを忘れてはいけない。涙を流す美朱に、懐可は……。"
                },
                "13": {
                    "ID": "46200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46200",
                    "TitleEnglish": "Bewitched Illusions",
                    "SummaryEnglish": "Soi reveals to Miaka that Nakago failed to rape her and that Tomo is fighting Tamahome and has him trapped. Amiboshi helps destroys Tomo’s illusion creating shell with his flute. Miaka arrives and Tamahome defeats Tomo. Miaka excitedly tells Tamahome that she is unspoiled. Amiboshi is trapped and Tamahome is stabbed and dragged off a cliff by Tomo (They only defeated an illusion of him). Tomo traps Miaka with an illusion created from her life force. He explains to Amiboshi that because of the manner in which the illusion was created Miaka is trapped inside the illusion physically, as opposed to just mentally. Tomo puts himself into the illusion as Aono, with the intention of taking Maika’s virginity. He uses the illusion to convince Miaka that she has a crush on him. Miaka sees Tamahome’s name in a book she is studying and becomes confused. Aono stops by and gives her his older brothers lucky exam pencil, putting an end to her confusion. Miaka agrees to go out with him. Aono asks if he can call her “Miaka” and asks her to call him “Tomo.” Back in the real world, Keisuke calls their mother and explains to her that they did not return home because Miaka is studying with him and Tetsuya.",
                    "TitleJapanese": "妖しき幻想",
                    "SummaryJapanese": "氏宿の幻術により罠にはめられた鬼宿。美朱への想いの力によって一度は幻術に打ち勝つことができたのだが、再び氏宿に捕らわれてしまう。一方、房宿により自分が心宿に汚されていないことを知った美朱は、房宿の忠告も聞かずに鬼宿のもとへと駆け付ける。再会を喜ぶ美朱と鬼宿。だが不意を突かれた鬼宿は、氏宿の攻撃に背中を貫かれてしまう。"
                },
                "14": {
                    "ID": "46201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46201",
                    "TitleEnglish": "Deceptive Love",
                    "SummaryEnglish": "Miaka reads about the constellations of the four gods again and is again confused, but Aono Tomo distracts her by asking her to come to his house to study later. Tamahome’s master find him and releases him from the illusion he was under when he was thrown from the cliff. As Miaka and Tomo pass the library, Miaka feels like something important happened there and tries to figure it out, but Tomo distracts her with a promise of cake. Miaka discovers the cake was a lie and is distracted again by the library, which she can see from Tomo’s window. He distracts her by kissing her. When she is about to give herself to him, she is confused by something she cannot remember. She remembers going into the library with Yui and going into an old book. Tomo tells her that is was just a dream but she continues to remember what happened and breaks the illusion (but is still trapped in it). Tomo has to use all of his life force to keep Miaka trapped and Amiboshi uses this opportunity to break free. He gives his strength to Miaka using his flute. She stabs Tomo in the mark on his forehead using the lucky pencil he gave her. Shin (the shell Tomo used to create illusions and trap Miaka) breaks and Miaka reappears. Amiboshi protects Miaka from Shin, but is defeated. When Tomo is about to kill him Suboshi arrives and kills Tomo. Amiboshi offers Suboshi forgetfulness leaves so that they may live in peace together. Suboshi pretends to accept them, says he loves Yui, and forces the leaves back on Amiboshi. Suboshi attacks Miaka in the same manner in which he thinks Yui was.",
                    "TitleJapanese": "偽りの恋",
                    "SummaryJapanese": "何もかもが思い通りの世界で幸せに暮らす美朱は、青野（あおの）という少年に恋心を抱く。しかしその青野こそが氏宿の分身であったのだ。四神天地書のなかで起こった全ての記憶を失い、普通の生活をおくる美朱。だが、偶然目に入った「鬼」の文字に、たまたま立ち寄っただけの図書館に、なぜか心揺さぶられる。自分には忘れている事が、思い出さなければいけないことがあるはず……。美朱の中で、少しずつ記憶がよみがえっていく。自分がいるべき世界は、本当の想い人は……。"
                },
                "15": {
                    "ID": "46202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46202",
                    "TitleEnglish": "Sunlight of Rebirth",
                    "SummaryEnglish": "Tamahome, Tasuki, and the rest of the Suzaku Seven rescue Miaka from Suboshi. They arrive in Sairou and stay with Tamahome’s master, Tokaki. Tamahome kisses Miaka and says that they cannot love anymore. Tokaki tells him he made the right decision and that their love would never have consummated. Miaka and Chichiri contact Hotohori through and magic mirror and provide him with a very brief (and incomplete) update on their situation. Suboshi returns Amiboshi to Makan Village. Nakago tells Yui that he loves her, Soi overhears this. Xing, Tokaki’s adoptive daughter, tells Miaka a legend that if two lovers kiss at sunset atop a tower next to a nearby temple nothing will separate them. Miaka helps Xing prepare dinner. Miaka’s cooking is horrible, but after she leaves the room Tamahome eats all of it. Xing is told by Tokaki to help Tamahome forget Miaka and when it appears they are about to kiss Miaka enters the room.",
                    "TitleJapanese": "復活の陽光",
                    "SummaryJapanese": "氏宿の幻覚を打ち破るも、角宿に襲われてしまった美朱。その窮地に駆け付けたのは、崖から落ちたはずの鬼宿と氏宿の幻覚に囚われていた七星士たちであった。再会を喜ぶ一方で氏宿に受けたダメージは大きく、一行は鬼宿のかつての師匠・奎宿（とかき）の家に身を寄せることに。西廊国へ入り、神座宝を手に入れるためにも決意を新たにする美朱。しかしそんな美朱に、鬼宿は思いもよらない言葉をかける。これ以上お前を愛してやれない……。別れを告げる鬼宿の真意とは……。"
                },
                "16": {
                    "ID": "46203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46203",
                    "TitleEnglish": "Unbreachable Wall",
                    "SummaryEnglish": "Keisuke and Tetsuya finally arrive in Morioka. Miaka asks Tamahome to meet her in the tower that Xing told her the legend about. Tokaki reminds Tamahome that he and Miaka will be split up when Suzaku is summoned. While waiting at the tower, Miaka sees Yui and Nakago. After checking the police station and library, a taxi driver introduces Keisuke and Tetsuya to a friend with old newspapers on microfilm. They find the article regarding the Okuda murder and where it took place. Tamahome goes to the tower and finds Miaka’s hair tie. The rest of the Suzaku Seven join him, and Tasuki fries a monster about to eat him. Tokaki and his wife, Subaru, tell them that Tatara, the guardian of the Shinzaho of Byakko has been taken. Nakago finds Miaka sneaking into where he and Yui are staying. Miboshi, one of the Seiryu Seven, steals Miaka’s voice and Nakago knocks her unconscious. The Suzaku Seven follow Miaka. Keisuke and Testuya arrive at the location where the Okuda murder took place and find it is called Genbu Grotto. Miaka wakes up in a cell with Tatara and Yui enters.",
                    "TitleJapanese": "越えられぬ壁",
                    "SummaryJapanese": "巫女と七星士が結ばれることはない……。2人の愛が決して報われることが無いと知った鬼宿は美朱に辛くあたる。しかし鬼宿の言葉を信じることのできない美朱は、日が沈むと同時にその塔の上で唇を重ねあった男女は何があっても離れる事はないと言う伝説の塔へと鬼宿を誘うのだった。塔の上でひとり鬼宿を待つ美朱。いつか必ず来る別れを知っている奎宿は、美朱の元へ向かおうとする鬼宿を引きとめる。しかし、たとえ傷つくことになっても、鬼宿の美朱への想いを止めることはできないのだった……。"
                },
                "17": {
                    "ID": "46204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46204",
                    "TitleEnglish": "Farewell Reunion",
                    "SummaryEnglish": "Tatara, one of Byakko Seven was in love with the Priestess of Byakko, Suzuno Osugi. The story of Suzuno and her love with Tatara is just the same as Miaka and Tamahome. 90 years ago, the Priestess couldn't wish to stay with Tatara. They were separated for a long time, until both of their deaths...they were finally together at peace.",
                    "TitleJapanese": "決別の来同",
                    "SummaryJapanese": "青龍七星士・箕宿（みぼし）により声を奪われ投獄されてしまった美朱は、そこで白虎七星士の一人、婁宿（たたら）と出会う。婁宿から白虎の神座宝を貰い受けた美朱は、巫女と七星士の運命を聞かされることに。朱雀は自分の願いをかなえてはくれない……。鬼宿の言葉の意味を知り、迷う美朱は唯に騙され神座宝を奪われてしまう。一方、現実世界で四神天地書の謎を追う奎介と哲也は、かつての白虎の巫女・大杉鈴乃（おおすぎすずの）に会うことに……。"
                },
                "18": {
                    "ID": "46205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46205",
                    "TitleEnglish": "Moment of Battle",
                    "SummaryEnglish": "The dead Miboshi has possessed Chiriko, Miaka is captured and trapped by Miboshi and no one can save them. Subaru, the Byakko warrior uses her power on Tokaki and herself to be in the body they were 90 years ago. They saved Miaka but a tragic fate ends with Chiriko.",
                    "TitleJapanese": "刹那の攻防",
                    "SummaryJapanese": "婁宿が命を賭けて倒したはずの箕宿は、死んではいなかった。魂だけの存在となった箕宿は、今度は張宿の体を乗っ取ったのだ。体は張宿のため反撃することもできない七星士たち。うつ手がないかと思われたその時、かすかに残っていた張宿の意識が、美朱たちの呼びかけに応えた！ 体の中でせめぎ合う2つの意識……。朱雀七星士・張宿の決意とは……。"
                },
                "19": {
                    "ID": "46206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46206",
                    "TitleEnglish": "Divergent Light",
                    "SummaryEnglish": "Yui succeeds in summoning Seiryuu. Seiryuu turns into a person, enters Yui to grant her his holy power, and they disappear. Summoning Seiryuu causes a shockwave and Chichiri teleports Miaka and the Suzaku Seven back to Konan. Yui wakes up in Kutou and makes her first wish: “Let Suzaku’s strength be sealed away forevermore.” Miaka and the Suzaku Seven meet Hotohori’s new empress, and he tells Miaka that she can marry Tamahome since she is no longer a priestess. Kutou begins to invade and the Suzaku Seven decide they will fight, despite losing their powers. Keisuke and Tetsuya find out that Genbu Grotto was created by being bringing a beast god into the world. Nakago and Soi look into Tomo’s shell, which was all they could recover of him, and see the world the priestesses came from. They talk and Nakago rejects Soi when she confesses her love for him. The Suzaku Seven join the battle against Kutou and encounter the Seiryuu Seven, but are no match for them without their powers. Tasuki throws Hotohori’s holy sword at Nakago, but Soi sacrifices herself to protect him. Yui uses her second wish to return herself and Miaka to their world. Miaka wakes up in her school and Tamahome is there as well.",
                    "TitleJapanese": "分岐の光",
                    "SummaryJapanese": "美朱の願いもむなしく、唯は青龍召喚の儀式を行ってしまう。光の中現れた青龍星君（せいりゅうせいくん）と交わることで、3度だけその神通力を使う事ができるようになった唯。彼女は心宿に促されるままに1つ目の願いを叶える。最初の願いは朱雀の永遠の封印。紅南国で異変を感じとる鬼宿たちは、朱雀を封印されたことにより、七星士の力を失ってしまう。その時、星宿の元に倶東国進軍の報せが……。紅南国を守るため、力は失ってしまったが、朱雀七星士として倶東国と戦うことを決意する鬼宿たち。そして美朱もまた、朱雀の巫女として鬼宿たちと共に唯と戦う決意を固めるのであった……。"
                },
                "20": {
                    "ID": "46207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46207",
                    "TitleEnglish": "Boy of Fact and Fiction",
                    "SummaryEnglish": "Miaka and Yui are now back in their world, bringing Tamahome with them. The Suzaku Warriors in the book are defending their land of Konan against Nakago and his armies. Koji and the gang are back to save their former leader Tasuki, but Nakago and Suboshi leave the battle. Back in the real world, Tamahome is unconscious and Keisuke brings Miaka and Tamahome back to their home. He tells Miaka about Suzuno and Tatara on where they ended up. Tamahome finally awakes and wants to go back to fight but Miaka can't tell Tamahome that he is from a book. Tetsuya calls Keisuke that now they are in the book because that Tamahome came to the real world; the two worlds are not together. Yui sees Miaka and Tamahome together and is more furious than ever. Keisuke dresses Tamahome in handsome clothes rather than his armor so they can go out in public.",
                    "TitleJapanese": "虚実の少年",
                    "SummaryJapanese": "唯の2つ目の願いにより、引き裂かれたかに思われた美朱と鬼宿の2人。しかし、美朱を想う一心で、鬼宿は美朱と共に本の世界から抜け出してきたのだ。見たこともない世界に戸惑う鬼宿は、残してきた仲間の身を案じて美朱と共に本の中の世界へ戻ろうとするのだが……。そして、本の世界と現実世界が繋がった事により、四神天地書にも変化が表れ始めていた。美朱たちの世界を手にするべく、心宿が動き出していたのであった……"
                },
                "21": {
                    "ID": "46208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46208",
                    "TitleEnglish": "Repose of the Soul's Light",
                    "SummaryEnglish": "While Keisuke, Miaka, and Tamahome are waiting in a restaurant for Tetsuya, Keisuke notices Tamahome does not have a shadow. Keisuke tells Miaka he does not think she will be able to re-enter the book and Tamahome notices he has no reflection. Tamahome overhears them talking about how he is not “real” and he runs off. Miaka chases after him, but finds Yui and Suboshi while looking for him. Miaka tries to talk to Yui, but Suboshi chases her off. Mitsukake gives his life to save a baby and heal many wounded soldiers (on both sides). Tamahome sees a romance scene being filmed and remembers that he was going to stay with Miaka no matter what. Suboshi finally catches up to Miaka, but Tamahome arrives and tells Miaka that he is hers because she created his world by reading The Universe of the Four Gods.",
                    "TitleJapanese": "鎮魂の空",
                    "SummaryJapanese": "現実の世界で、普通の恋人同士のような時間を過ごす美朱と鬼宿。それは美朱がずっと夢見ていたものであった。しかし、鬼宿は本の中の人物。いつかは本の中に帰らなければいけない……。奎介に諭されるも、必死に否定する美朱。だが、鬼宿も自身の存在に違和感を抱き始める。特烏蘭での唯の言葉の意味に気付いた鬼宿は、ひとり街中へ飛び出していく。美朱は鬼宿の後を追うのだが、鬼宿を探す途中、唯に出くわす。そこには、本の中にいるはずの角宿がいて……。"
                },
                "22": {
                    "ID": "46209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46209",
                    "TitleEnglish": "Even Wagering on This Life",
                    "SummaryEnglish": "Tamahome and Suboshi are drawn into battle and in the book, Hotohori and Nakago are in battle as well. This is a battle to the death.",
                    "TitleJapanese": "この命賭けても",
                    "SummaryJapanese": "七星士としての力を失いながらも、美朱を守るために角宿と戦う鬼宿。しかし、力の差は歴然。窮地に追い込まれ、これまでかと思われた鬼宿を助けたのは、本の世界で角宿に殺された幼い兄弟たちであった。彼らの想いが形となり、鬼宿を救ったのである。一方本の中では、星宿と心宿が戦場で対峙していた。心宿の真の計画を知った星宿は、皇帝として、朱雀の七星士として心宿に立ち向かう。そしてついに、心宿へと一撃を浴びせるのだが……。"
                },
                "23": {
                    "ID": "46210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46210",
                    "TitleEnglish": "Wedding Celebration",
                    "SummaryEnglish": "Keisuke tells Miaka that summoning a beast god means becoming a sacrifice for it. Yui calls, Miaka tells her that Suboshi is dead, and they both agree to go to school the next day. Keisuke begs Tamahome to return to the Universe of the Four Gods. Miaka informs Yui about Nakago’s deceit and gives her a letter written by Okuda explaining what the beast gods are. Yui runs off and notices scales on her arm. Nakago kills the Emperor of Kutou and orders his family and government killed. Miaka runs home and catches Tamahome preparing to return. Miaka begs Tamahome not to leave and Tamahome asks to have a wedding ceremony. They have a wedding ceremony and Nakago appears before Yui. Yui confirms what Miaka told her and runs away from Nakago. Tamahome finds Yui and Nakago catches up. Nakago tells Tamahome his plans for conquest and Tamahome tells Nakago that they are characters in a book. They fight, but Tamahome is still no match for Nakago.",
                    "TitleJapanese": "華燭の典",
                    "SummaryJapanese": "軫宿、そして星宿までもが命を落とし、朱雀を召喚できていればと、美朱は自身を責める。悔む美朱に、哲也は奎介と共にたどりついた巫女の本当の意味を伝える。次に青龍に願った時、唯は青龍に喰われてしまう。美朱は再び唯を説得する決心をする。その頃、鬼宿もまたある決心をする。本の中の人間である自身と、現実の世界を生きる美朱。本当に美朱を想うのであれば、ひとりで本の中に帰って欲しいという奎介の説得に、鬼宿はひとりで本の世界へ帰ろうとするのだが……。"
                },
                "24": {
                    "ID": "46211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46211",
                    "TitleEnglish": "Atonement",
                    "SummaryEnglish": "Tamahome continues to get beaten by Nakago. Miaka finds Yui while looking for Tamahome, but Yui is trapped in a barrier. Nakago senses Miaka running into his barrier and finishes Tamahome. Miaka tries to break the barrier and Nakago arrives. Keisuke uses the book to ask Tasuki and Chichiri to come save Miaka, using the bag she left there to enter the real world. Nakago attacks Miaka and threatens to kill her if Yui does not grant his wish for eternal life and immortality. As Yui prepares to use her last wish, Seiryuu, in beast form, appears and Yui disappears. Nakago advances on Miaka to end her, but Tasuki and Chichiri appear. Yui appears to Miaka while Miaka is unconscious from Nakago’s attack.",
                    "TitleJapanese": "贖罪の瞬間",
                    "SummaryJapanese": "ついに現実の世界に現れた心宿。美朱のいる世界を守るために心宿と戦う鬼宿だが、力の差はあまりに大きかった。2人の戦いにより崩壊していく街のなか、鬼宿を探す美朱は気を失っている唯を見つける。唯は心宿の結界に囚われいたのだ。囚われの唯を助けようとする美朱だが、そこにあらわれた心宿に阻まれてしまう。自分の願いを叶えるように唯に迫る心宿。唯を助けるために、美朱は傷ついていく。その姿を目にした時、唯は自身の本当の気持ちに気付く。"
                },
                "25": {
                    "ID": "46212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46212",
                    "TitleEnglish": "Entrusted Hope",
                    "SummaryEnglish": "Yui has been devoured by Seiryuu and it seems that Nakago's wish was granted to become a Deity. Miaka begins the summoning chant to Suzaku. Yui's final wish was to allow Miaka to be able to summon Suzaku! Miaka merges with Suzakuseikun for her wishes to finally be granted...",
                    "TitleJapanese": "託された希望",
                    "SummaryJapanese": "奎介の呼びかけにより、美朱を助けるために現実世界へとやってきた井宿と翼宿。相討ちを覚悟して心宿へ挑もうとしたその時、傷だらけで気をうしなっていたはずの美朱が、朱雀召喚の祝詞を唱えはじめる。唯が最後の願いで朱雀を呼び出す力を与えたのだ。願いを叶えるたびに自身が喰われていくことを知りながらも、1つ目の願いで青龍に喰われてしまった唯を助ける美朱。その身に受ける衝撃は大きかったが、負けたくないという想いが美朱を支えていた。しかし、傷だらけの美朱に再び心宿の攻撃が迫る……。"
                },
                "26": {
                    "ID": "46213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fushigi-yuugi/episodes/46213",
                    "TitleEnglish": "For My Loved One",
                    "SummaryEnglish": "Tamahome and Nakago engage in their final battle. Even with all of his powers restored with the summoning of Suzaku, Tamahome is still considerably weaker than his adversary, and Miaka and her Celestial Warriors work to channel all of their powers to him. This plan is still insufficient to defeat Nakago, and as a last resort, Miaka decides to seal Seiryuu away using Suzaku's powers. Nakago loses all of his powers, and as Tamahome delivers his final blow, he glimpses Nakago's bitter past, his ascent to power, and his plight for revenge. The Suzaku Seven's final enemy falls at last, and they urge Miaka to use her final wish to ensure that she and Tamahome could stay together. However, her wish is to restore her world's peace and serenity, and Tamahome consents. Her mission fulfilled, Miaka and her Warriors say a tearful good-bye, and she shares a final kiss with Tamahome as the two worlds are separated and Miaka changed for the better. Days pass, and she discovers a letter which Tamahome had left for her. She learns of his promise to love her through all time and space, and his wish to find her again. Miaka and Yui eventually pass their high school entrance exams, and one school day, Keisuke leads them to a young man who is revealed to be Tamahome, still wearing his wedding ring. The story ends as Miaka lapses into tears of joy.",
                    "TitleJapanese": "いとおしい人のために",
                    "SummaryJapanese": "戦いで命を落とした七星士たちが残留思念となり、再び美朱の元に集った。一度はやられたと思われた鬼宿も、美朱の声に再び力を取り戻す。ついに最後の戦いが始まろうとしていた。七星士たちの力と想いを背負い戦う鬼宿だが、それでもいまだ及ばぬほどに心宿の力は強大で、これ以上打つ手はないかと思われた。しかし、負けられないという想いから、美朱は青龍の封印を朱雀に願う。鬼宿たちの戦いに決着が訪れたその時、鬼宿が見たものは……。"
                }
            }
        }
    }
}