{
    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159186/",
        "https://www.themoviedb.org/tv/13674"
    ],
    "TitleEnglish": "Mobile Suit Zeta Gundam",
    "SummaryEnglish": "In UC 0087, seven years after the end of the One Year War and following the events of Operation Stardust, the Earth Federation establishes the elite counter-insurgency division called the Titans to hunt down remaining pockets of Zeon resistance. The Titans become overzealous in their mission, resorting to brutal methods to achieive their goals, becoming nothing more than ruthless tyrants with an ambition to rule the Earth Sphere. Two anti-Titans resistance groups, the AEUG (Anti-Earth Union Group) and their Earth-bound counterparts Karaba, form to unite various existing forces in the struggle against the facist-like Titans. Their members consist of renegade soldiers of the Earth Federal forces, former soldiers of the Principality of Zeon and militia from space colonies.",
    "TitleJapanese": "機動戦士Zガンダム",
    "SummaryJapanese": "宇宙世紀0087年。スペースコロニーに住む少年カミーユ・ビダンは、連邦軍の部隊の一つであるティターンズの士官を殴り、拘束されてしまう。その頃、反ティターンズ組織「エゥーゴ」は新型のガンダムを奪取するためコロニーに潜入していた…。",
    "Aliases": [
        "高达Z UC0087"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "19002",
            "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "368520",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/368520",
                    "TitleEnglish": "Mobile Suit Z Gundam: A New Translation - Heir to the Stars",
                    "SummaryEnglish": "A condensed compilation movie of the first third of the series.",
                    "TitleJapanese": "機動戦士Ζガンダム A New Translation 星を継ぐ者",
                    "SummaryJapanese": "宇宙世紀0087年。ティターンズとエゥーゴの対立は宇宙に再び戦乱を起こした。ニュータイプとしての片鱗を見せるカミーユ・ビダンはエゥーゴに参加。戦いの中、地球に降り立ったカミーユは、一年戦争の英雄であり伝説のニュータイプ、アムロと出会う。"
                },
                "2": {
                    "ID": "368521",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/368521",
                    "TitleEnglish": "Mobile Suit Z Gundam 2: A New Translation - Lovers",
                    "SummaryEnglish": "A condensed compilation movie of the second third of the series.",
                    "TitleJapanese": "機動戦士ΖガンダムⅡ A New Translation 恋人たち",
                    "SummaryJapanese": "ティターンズとエゥーゴの対立が続く中、地球に降り立ったカミーユは、フォウという名の不思議な少女と出会う。しかし、彼女はサイコ・ガンダムを操る強化人間だった。束の間の逢瀬の中、心を通わせる2人だったが、やがて戦場で対峙することに…。"
                },
                "3": {
                    "ID": "368522",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/368522",
                    "TitleEnglish": "Mobile Suit Z Gundam 3: A New Translation - Love Is the Pulse of the Stars",
                    "SummaryEnglish": "A condensed compilation movie of the final third of the series.",
                    "TitleJapanese": "機動戦士ΖガンダムⅢ A New Translation 星の鼓動は愛",
                    "SummaryJapanese": "地球圏の争いは、ティターンズを支配化においたシロッコ、ザビ家復興を掲げるアクシズのハマーン、そしてエゥーゴを指揮するクワトロの三つ巴の戦いとなった。そして戦況は巨大レーザー砲へと改造されたコロニー、グリプス2を巡る戦いへと突き進む。"
                },
                "4": {
                    "ID": "6065587",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/6065587",
                    "TitleEnglish": "Gundam Neo Experience 0087: Green Divers",
                    "SummaryEnglish": "During the closing days of the Gryps conflict of Mobile Suit Zeta Gundam, two siblings - Asagi and Takuya - ride aboard a civilian transport bound for Earth. Caught in a battle between the Titans and AEUG, they must somehow guide their ship through atmospheric entry. Luckily, they're not completely alone, as they find aid from a custom-painted Zeta Gundam, whose pilot sounds a lot like One Year War ace Amuro Ray. More than just a regular movie, this was actually a combination of animation and CG projected on three screens simultaneously, giving an experience similar to an IMAX/OmniMAX theatre. A DVD release is therefore unlikely.",
                    "TitleJapanese": "ガンダム新体験 ‐0087‐ グリーンダイバーズ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9265841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/9265841",
                    "TitleEnglish": "機動戦士Ζガンダム OP1",
                    "SummaryEnglish": "Z・刻をこえて",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9265844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/9265844",
                    "TitleEnglish": "機動戦士Ζガンダム OP2",
                    "SummaryEnglish": "水の星へ愛をこめて",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "2445",
            "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "368519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/368519",
                    "TitleEnglish": "The Black Gundam",
                    "SummaryEnglish": "AEUG member Quattro Bajeena infiltrates the colony where civilian Kamille Bidan lives, searching for the Federation's new Gundam Mark-II. Kamille starts a fight with Jerid Messa of the Titans while on his way to take a look at Bright Noa's current ship.",
                    "TitleJapanese": "黒いガンダム",
                    "SummaryJapanese": "宇宙世紀0087年、シャアはクワトロと名前を変え、反連邦組織エゥーゴに参加していた。潜入したコロニーで、彼は黒いガンダムを目撃する。一方、カミーユ少年は、憲兵から尋問中、ガンダム墜落の混乱に乗じて脱出した。"
                },
                "2": {
                    "ID": "48978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48978",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "The Titans believe that Quattro is the Red Comet. Kamille steals one of the three new Gundams and escapes with him. Bright challenges Bask Om about running military tests in civilian colonies but the Titan Kacricon Cacooler doesn't have respect for Bright.",
                    "TitleJapanese": "旅立ち",
                    "SummaryJapanese": "ガンダムMk-II奪取をたくらみ、再度潜入するクワトロ。その戦闘のさなか、カミーユはガンダムMk-IIに乗り込んで、操縦に成功した。それを目撃したブライトは、カミーユにアムロの再来を感じるのだった。"
                },
                "3": {
                    "ID": "48979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48979",
                    "TitleEnglish": "Inside the Capsule",
                    "SummaryEnglish": "Aboard the Ahgama, Captain Henken Beckner interviews Camille and AEUG founder Blex Forra. They are delighted to learn that he is the son of the designers of Gundam Mark-II. The Titans are also aware of the possible consequences of Camille's defection and take immediate action to rectify the situation. Layla Myra Layla, a veteran mercenary pilot from the Granada Moon Base, is sent to intercept and destroy the Ahgama. The battle ends in a draw when a truce is called between the two forces. Emma Sheen comes aboard the Ahgama to hand-deliver Basque's message to the AEUG crew. She is horrified when she hears the terms of her Titan masters: return Camille and the stolen Mark-IIs or his parents will be executed!",
                    "TitleJapanese": "カプセルの中",
                    "SummaryJapanese": "クワトロとともにコロニーを脱出し、エゥーゴの巡洋艦アーガマに身を投じるカミーユ。ライラのガルバルディ隊が急襲する。そしてカミーユは、ティターンズに人質に取られた母が、宇宙に散っていくのを目撃する。"
                },
                "4": {
                    "ID": "48980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48980",
                    "TitleEnglish": "Emma's Decision",
                    "SummaryEnglish": "Camille is captured by the Titans and Quattro calls a cease-fire, regrouping his forces to fight another day. Franklin Bidan has the freedom of the ship aboard Alexandria, albeit under armed escort. On his way to confinement, Camille accuses him of contriving his mother's death -- he knows all about his father's mistress Margarita. Camille is then accosted by Jared, who mocks him for his unmanly attachment to his mother. Emma Sheen intervenes, but the damage is done -- Camille silently swears bloody vengeance. Basque's hostage operation convinces Emma that she's been fighting for the wrong side. She frees Franklin and Camille from the brig and engineers an escape from the Alexandria with all three Mark-II prototypes. Layla tries to stop them in her Galbaldy-Beta, but is forced to retreat by Quattro's Rick Dias.",
                    "TitleJapanese": "エマの脱走",
                    "SummaryJapanese": "目前で母の死を目撃し、錯乱したカミーユはティターンズへと捕らえられた。だが、ティターンズの指揮官バスクのやり方に不信を抱いたエマは、脱走を決意し、カミーユとその父を伴って、アーガマへと向かう。"
                },
                "5": {
                    "ID": "48981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48981",
                    "TitleEnglish": "Father and Son",
                    "SummaryEnglish": "The captured Mark-II 02 and 03 are partly dismantled for repairs. Franklin offers a few suggestions, and then grabs a laser torch and forces one of the workers to get him into Quattro's Rick Dias. He escapes from the Ahgama, hoping both to redeem himself in the eyes of the EUG and earn a great reward for himself and his mistress with the capture of a piece of AEUG's best military hardware. Quattro gives chase in the Mark-II 01, followed closely by Camille in the one-armed Mark-II 03 -- its left arm is still being repaired. The Mark-IIs and Rick Dias are attacked by the Alexandria, which is unaware of Franklin's escape. Quattro's Mark-II 01 is disabled as Camille arrives on the scene. Camille gets the drop on his father's Rick Dias, but is unwilling to shoot him. Franklin doesn't share his son's reservations and empties his magazines in a vain attempt to hit Camille's wildly dodging Mark-II. A shot from the Alexandria settles the matter, blowing a hole through the Rick Dias, which explodes just as Franklin is bailing out. Camille has lost both his parents to Titan ruthless, watching them die just a few feet away, unable to save them. Back on the Ahgama, Quattro tries to console Camille by telling him about Char Aznable, who acted entirely on his own and kept his feelings to himself until he'd avenged the deaths of his parents. Camille is unconvinced, but Emma Sheen and Reccoa Londo notice the change in Quattro's character.",
                    "TitleJapanese": "父と子と…",
                    "SummaryJapanese": "MS開発者であるカミーユの父は、自らの保身と愛人のため、エゥーゴのMSリック・ディアスを奪取しティターンズへ戻ろうと脱走した。父を追撃したカミーユ。そして父もまた、彼の目前で死んでいくのだった。"
                },
                "6": {
                    "ID": "48982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48982",
                    "TitleEnglish": "To Earth",
                    "SummaryEnglish": "The Titans' ship Alexandria continues to follow the AEUG ships Argama and Mont Blanc. The AEUG hold off an attack by Jerid and Lila Milla Rira while AEUG member Reccoa Londe leaves on a classified mission to Earth.",
                    "TitleJapanese": "地球圏へ",
                    "SummaryJapanese": "地球連邦本部ジャブロー偵察任務を受け、地球へ降下しようとするレコア。エマはティターンズが行った作戦の非道さを告げられ、ショックを受ける。カミーユは片腕のガンダムMk-IIを操り、レコアを無事に送り出した。"
                },
                "7": {
                    "ID": "48983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48983",
                    "TitleEnglish": "Escape from Side One",
                    "SummaryEnglish": "The AEUG leadership approves Camille's enlistment as a regular soldier. Camille isn't sure he wants it, but accepts in order to continue piloting the Mark-II 03. He's concerned about his ability to control his latent Newtype powers. The Ahgama docks at Bunch 30 in Side 1 so that Camille and Emma can witness first-hand Basque's atrocity: three million inhabitants were killed with G-3 nerve gas to suppress anti-EUG activity there. Bunch 30 is now a cosmic ghost town. The Bosnia arrives and Layla leads her commando team into Bunch 30 to size up the opposition. Overhearing the AEUG explanation of the Bunch 30 Incident, she confronts the group with the Titan version -- AEUG rabble-rousers fomented a rebellion. Hostilities escalate and move outside, where Layla's Galbaldy-Beta is soon locked in mortal combat with Camille's Mark-II. The battle triggers Camille's Newtype powers and he kills Layla with a shot right through the cockpit. As she dies, Layla perceives the truth and projects her regret that there is no resolution to the conflict between Earth and its space colonies. Jared is devastated by Layla's death and calls off the attack. He swears vengeance against the pilot of the Mark-II, fulfilling Camille's vision of an endless cycle of violence and enmity between the two. Camille is confirmed as an AEUG soldier/pilot and, having witnessed the devastation of Bunch 30, has no regrets over Layla's death.",
                    "TitleJapanese": "サイド1の脱出",
                    "SummaryJapanese": "アーガマはサイド1の30バンチに立ち寄った。ティターンズによる毒ガス攻撃の無惨な痕跡を見せられ、言葉を失うカミーユとエマ。ライラのガルバルディβが攻撃を仕掛けるが、カミーユの攻撃に敗れていく。"
                },
                "8": {
                    "ID": "48984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48984",
                    "TitleEnglish": "The Dark Side of the Moon",
                    "SummaryEnglish": "As the Ahgama approaches the Moon, Emma is also confirmed as an AEUG regular soldier. Jared assumes command of Layla's Galbaldy-Beta and, under the pretext of a post-repair test flight, sets out to ambush the Ahgama. Quattro spies on Emma and Camille over the command video circuit and overhears Camille express his belief that Quattro is really Char Aznable. The conversation is interrupted by Jared's attack. Camille goes out to defend the Ahgama in the Mark-II 03 with Quattro backing him up in the Mark-II 01. Camille is taken aback by the fighting style of the Galbaldy-Beta -- Jared was trained by Layla and uses many of her techniques. The battle moves to the Moon's surface, with Camille entirely on the defensive against a maddened Jared. The Ahgama makes it safely to the far side of the Moon and, as it docks safely at Ammon spaceport, Quattro joins the battle and drives Jared off just as he is about to finish Camille. Later, Quattro visits AEUG financier Won Lee in Ammon City and together they decide on the next target: Titan HQ base at Jabrow. Meanwhile, Camille and Emma are en route to the \"space junkyard\" at Erica when they're attacked by a Titan patrol led by Corcoran Cocker. During the ensuing skirmish, Camille trips over the remains of Haro, the robot Amuro Rei built for Fra Bow during the One Year War. On impulse, he takes it with him when they escape.",
                    "TitleJapanese": "月の裏側",
                    "SummaryJapanese": "アーガマは月へと向かっていた。煩悶するカミーユは、エマから地球で出会ったアムロの話を聞かせられる。ライラを失って激怒したジェリドは、月面でカミーユを襲う。その戦闘中、カミーユは偶然ハロを見つけた。"
                },
                "9": {
                    "ID": "48985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48985",
                    "TitleEnglish": "A New Bond",
                    "SummaryEnglish": "Reccoa is captured just after landing in the Amazon. She is rescued by Kai Shiden, who piloted the Guncannon (RX-77) during the One Year War, but is now a war correspondent working with AEUG. Kei tells Reccoa that the Titans are moving their HQ out of Jabrow and together they plot to capture a base radio station and transmit this information to the Ahgama. Camille is spending most of his spare time fixing Haro, so much so that he's late for a command staff meeting. Won Lee is outraged by Camille's tardiness and backtalk and \"disciplines\" the boy by beating him up. Camille recovers in the men's locker room where Quattro, Appori and Roberto are getting ready to test the new Anaheim Electronics Type-100 (MSN-100). Quattro is planning a raid on Granada to capture supplies and the New Salamis-type battleship being built there. Camille joins him in the Mark-II 03. Aboard the Alexandria, Basque's personal aide Jamaican Daningan is also inspecting the new Marasai (RMS-108), which are also built by Anaheim Electronics. Corcoran spots the AEUG Mobile Suits on the lunar surface while monitoring Ammon and orders an attack on the Ahgama with a squad of Hizacks. Emma goes out in the Rick Dias to defend the Ahgama. Quattro and Camille take control of Grenada in a quick battle. Camille's Newtype powers alert him to Emma's predicament. He returns to Ammon just in time to save Emma and turn the tide of battle against the Titans. Reccoa and Kai infiltrate the Titan HQ in Jabrow.",
                    "TitleJapanese": "新しい絆",
                    "SummaryJapanese": "ジャブローに到着したレコアは、危ういところをカイに助けられた。一方、カミーユはミーティングに遅刻し、ウォンに「修正」という名目の鉄拳制裁を食らった。エゥーゴは、ティターンズの戦艦奪取作戦を実行する。"
                },
                "10": {
                    "ID": "48986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48986",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "AEUG learns what is happening in Jabrow and speeds up its attack preparations. Camille continues to work on his Z-Gundam design, suggesting it be made transformable for atmospheric travel. The Alexandria launches a multiple missile attack, but Camille's quick reaction saves Ammon from destruction. Jared and Corcoran head an assault in the Marasais. The Ahgama and captured Irish-class battleship Radish launch during the attack, giving Camille a bad moment as he tries to defend Ammon and the escaping battleships. He reluctantly abandons Ammon to protect the Ahgama. Safely in space, the Ahgama approaches the space shuttle Temptation, commanded by Bright Noah. A new variable Mobile Armor, the Messala (PMX-000), comes at them at high speed. Quattro and Camille go out to intercept it and Quattro fires on it with a Mega Bazooka, but the Messala is too fast for him and gets away. Camille has a Newtype reaction to Messala pilot Paptimus Scirocco during this encounter. The refugees from the Temptation are welcomed aboard the Ahgama. Among them is Fa, whose parents were arrested by the Titans after Camille's escape from Side 7.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "ジェリドたちの攻撃をかわし、ウォンらの支援により、無事に月面を出発するアーガマ。集結地点へと向かう途中、アーガマは謎のMAの攻撃を避けつつ、漂流中のシャトルを回収した。そこには幼なじみのファの姿があった。"
                },
                "11": {
                    "ID": "48987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48987",
                    "TitleEnglish": "Entering the Atmosphere",
                    "SummaryEnglish": "Bright Noah, who commanded White Base during the One Year War, is appointed Captain of the Ahgama for the invasion of Jabrow. Paptimus Scirocco, pilot of the Messala, leads a surprise counterattack. Emma turns back to defend the Ahgama. The increased mobility of the booster packs developed for the Mark-II helps Emma's Rick Dias repel the assault force. Scirocco is not used to fighting this deep in the gravity well and is forced to pull out, but the Alexandria launches reinforcements. Emma's Rick Dias is damaged enough to prevent safe re-entry, so she reboards the Ahgama while the rest of the AEUG Mobile Suits begin their atmospheric descent. Corcoran pursues the AEUG force in his Marasai, but a ballute failure sends him plummeting out of control to a fiery death.",
                    "TitleJapanese": "大気圏突入",
                    "SummaryJapanese": "月に戻るヘンケンにかわってブライトがアーガマの新艦長になった。ジャブローへの降下作戦が始まり、カミーユはフライングアーマーを装備したガンダムMk-IIで出撃する。その降下の直前、謎のMAメッサーラが襲う。"
                },
                "12": {
                    "ID": "48988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48988",
                    "TitleEnglish": "The Winds of Jaburo",
                    "SummaryEnglish": "The Titans are waiting for the AEUG invaders and the two forces meet head-on in the sky and jungle around Jabrow. The inhabitants of the area feel betrayed by the EUG, which has let them be caught in the middle rather than compromise the trap, and greet the AEUG forces as liberators. The EUG has already moved most of its major equipment out of Jabrow and set a nuclear time bomb in the central core. Camille's Mark-II defeats Jared's Marasai and, alerted by a Newtype premonition, he rescues Reccoa and Kai. The inhabitants of Jabrow are packed into a Garuda giant transport plane, which takes off under fire from Titan ground forces ringing the area. The Garuda gets clear just as the entire Jabrow complex goes up in a nuclear fireball. It is joined in flight by the Audomura, which is flown by Hyato Kobayashi, former pilot of the Guntank (RX-75) during the One Year War.",
                    "TitleJapanese": "ジャブローの風",
                    "SummaryJapanese": "ジャブローに降下したカミーユとクワトロは、攻撃を交わしつつ中心地へと向かった。だが、ジャブローはすでにもぬけの殻だった。核爆弾の罠が作動する寸前、カミーユはレコアとカイの気配を感じ、2人を救出する。"
                },
                "13": {
                    "ID": "48989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48989",
                    "TitleEnglish": "Shuttle Launch",
                    "SummaryEnglish": "Amuro Rei is under house arrest at a great mansion in Cheyenne, Wyoming, when he is visited by former White Base crewmember Frau Bau -- now married to Hyato Kobayashi -- who is on her way to Japan with her adopted children Katsu, Retsu and Kicka. Katsu is contemptuous of Amuro's pacifist refusal to take part in EUG space operations. Quattro and Hyato prepare to transport the AEUG forces back to the Ahgama from Kennedy Space Center. Kai leaves a note for Hyato stating his certainty that Quattro is really Char Aznable. When Hyato confronts Quattro with the note, he denies it. Camille challenges the denial, but Quattro calmly replies \"I am Quattro NOW.\" Appori commands one of the shuttles. Just before launch, Braun Burtark attacks the Space Center in the Titan variable Mobile Armor Asshimar (NRX-004), destroying one shuttle. The AEUG forces counterattack, but Roberto's Rick Dias takes a fatal hit defending Appori's shuttle from Braun's last-ditch assault. The Asshimar breaks off the attack and retreats as Appori's shuttle lifts off.",
                    "TitleJapanese": "シャトル発進",
                    "SummaryJapanese": "軍の閑職に甘んじているアムロをフラウが訪ねてきた。アムロに不満をぶつけるカツ。カミーユたちを乗せた大型航空機アウドムラは、ケネディ宇宙空港へと向かった。ハヤトはクワトロがシャアではないかと問いただす。"
                },
                "14": {
                    "ID": "48990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48990",
                    "TitleEnglish": "Amuro Flies Again",
                    "SummaryEnglish": "Still under surveillance, Amuro goes to the airport to see the Kobayashis off. He and Katsu hijack the airliner and divert it to rendezvous with the giant transport plane Audomura. Rosamia Vadam, an enhanced Newtype produced by Augusta Laboratory, attacks Audomura in the new variable Mobile Suit Gaplant (ORX-005). Camille is appalled at the power of the Gaplant -- it takes the combined power of the Mark-II and the Type-100 to defeat it. Braun, angered by Rosamia's failure, attacks Audomura in the Asshimar. Camille and Quattro again combine forces to repel the attack. Even so, Braun is about to smash the bridge of the Audomura when Amuro and Katsu arrive. The passengers have been let off en route, so they are free to ram the Asshimar with the hijacked airliner. Katsu flies to safety using a \"Homo Avis\" (jet-propelled strap-on wings) while Camille rescues Amuro from the falling plane. He then comes face to face with his former enemy in the One Year War, Char Aznable.",
                    "TitleJapanese": "アムロ再び",
                    "SummaryJapanese": "強化人間ロザミアのMSギャプランがアウドムラと接触、ブラン隊のMSアッシマーも高い機動性で攻撃する。アムロは、再び戦いに身を投じる決意を固め、捨て身でアウドムラを支援、ついにシャアとの再会を果たした。"
                },
                "15": {
                    "ID": "48991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48991",
                    "TitleEnglish": "Katz's Sortie",
                    "SummaryEnglish": "Amuro Rei is under house arrest at a great mansion in Cheyenne. Amuro has lost much of his fighting spirit during his seclusion. This angers Katsu, who has looked up to Amuro as a hero. Beltorchika Irma, emissary from the association of former White Base crewmembers who support AEUG called \"Kalaba\" arrives in a replica biplane. She tells Quattro that the Kalaba can get three of the earthbound AEUG Mobile Suits back into space to rendezvous with the Ahgama. She is anything but shy and openly displays an amorous interest in Amuro. Rosamia attacks Audomura in the Gaplant again in an effort to regain Braun's favor. Katsu goes out in the Mark-II in order to shame Amuro into fighting. Rosamia almost kills the boy before Camille, in the Rick Dias, and Quattro, in the Type-100, fly to his rescue. Irma is something more than sympathetic as Amuro berates himself for his own inability to do battle. Katsu redeems himself for creating the current crisis by defeating the Gaplant with a surge of Newtype power. Hyato is angered by his son's actions but grudgingly forgives him as Audomura changes course for the Kalaba base at Hickory.",
                    "TitleJapanese": "カツの出撃",
                    "SummaryJapanese": "戦いに慣れることのできないアムロは悩み続けていた。アウドムラ誘導に現れたベルトーチカは、そんなアムロに興味を持つ。カツは独断で出撃するが窮地に陥り、カミーユに助けられた。カツは父ハヤトに修正される。"
                },
                "16": {
                    "ID": "48992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48992",
                    "TitleEnglish": "Through the Haze of Darkness",
                    "SummaryEnglish": "The Audomura is en route to Hickory by way of the Kalaba launch site where Camille, Quattro and Katsu will make their way back to the Ahgama. Amuro has been given the Rick Dias. Irma talks to him, trying to rekindle his fighting spirit and maybe spark a little romance. Quattro also takes him aside, to allay their mutual guilt over the death of Lela Sun, who sacrificed herself to keep them from killing each other during the One Year War. Irma takes off in her biplane to direct the Mobile Suits to the launch site. As they reach the site, Braun leads a squad of Hizacks against the Audomura. Amuro has a change of heart and attacks Braun's Asshimar. Camille gives Katsu a gun with instructions to get Quattro on the shuttle and keep him there, then takes off to assist Amuro in the Mark-II. Camille and Amuro keep the Titan forces at bay while the shuttle lifts off. The battle ends when they team up to catch the Asshimar in their crossfire.",
                    "TitleJapanese": "白い闇を抜けて",
                    "SummaryJapanese": "カミーユたちを宇宙へ帰そうと、ヒッコリーへ立ち寄るアウドムラ。それを急襲するブラン隊。シャアは宇宙へ飛び立つが、戦闘中のカミーユは宇宙への帰還を諦めた。アムロはMSアッシマーを撃墜し、復活の兆しをみせる。"
                },
                "17": {
                    "ID": "48993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48993",
                    "TitleEnglish": "Hong Kong City",
                    "SummaryEnglish": "The Audomura heads for New Guinea to capture another shuttle so Camille can return to the Ahgama. Kai has contacts with the Luio Company in Hong Kong that will get them the weapons they need for this mission. Braun's personal aide Ben Wooda assumes command of the Titan Garuda super plane and continues the pursuit. Murasame Psychic Institute sends the experimental Psycho Gundam (MRX-009) and crew to replace the Asshimar. Wooda is not pleased to learn that both new crewmembers are women -- the \"synthetic\" Newtype Four Murasame and her mentor Namikar Cornell. Amuro and Irma check out the Luio Company, where Amuro spots Mirai Noah (nee Yashima), who piloted White Base during the One Year War. She is now married to Bright Noah and is trying to get on a shuttle flight to a space colony with their two children, Hathaway and Charmaine. Amuro tries to speed things up and is set upon by company goons, attracting the attention of Stephanie Luio. Irma, Mirai and the kids get away while the guards pile into Amuro, getting to the street just in time to witness the arrival of Psycho Gundam. The new Psycho Gundam is huge -- twice as tall as the Mark-II in which Camille flies out to do battle -- and powered entirely by Four's Newtype psychic energy. Camille, Amuro and Mirai all feel its powerful aura. The monster Psycho Gundam batters the Mark-II across Hong Kong until Camille uses his own Newtype power to break Four's concentration. Stephanie seems quite taken with Amuro as she agrees to give them the weapons they need for their raid on New Guinea.",
                    "TitleJapanese": "ホンコン・シティ",
                    "SummaryJapanese": "アウドムラは補給のため香港に寄港し、アムロはそこでミライ親子と再会した。ムラサメ研究所から送られてきた強化人間フォウは、サイコ・ガンダムで香港の街を破壊した。だが、フォウはカミーユの強い思念にたじろぐ。"
                },
                "18": {
                    "ID": "48994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48994",
                    "TitleEnglish": "Mirai Captured",
                    "SummaryEnglish": "Four sneaks off the Garuda to track down the (to her) unknown pilot of the Mark-II who touched her mind so deeply. Amuro escorts Mirai and the children aboard a cruise ship that will take them to relative safety until the Kalaba can find a way to reunite them with Bright on the Ahgama. Four comes ashore near the marina and notices Camille waiting for Amuro. After hearing Amuro's name called, she hitches a ride with Camille to get a line on the Mark-II pilot. Mirai and the children are kidnapped while Camille and Four are driving around Hong Kong. The Titans will release them for the surrender of the Audomura, but Amuro trades himself instead. Camille goes to the rescue in the Mark-II, surprising the submerged Marine Hizack (MS-06M) ambushers by coming in underwater himself.",
                    "TitleJapanese": "とらわれたミライ",
                    "SummaryJapanese": "ティターンズのウッダーはフォウの能力に疑問を持ち、ミライを人質にしてアウドムラの明け渡しを要求した。ハヤトは降伏と見せかけて、カミーユのガンダムMk-IIを潜行させ、マリン・ハイザックとの戦いが始まる。"
                },
                "19": {
                    "ID": "48995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48995",
                    "TitleEnglish": "Cinderella Four",
                    "SummaryEnglish": "The mayor of Hong Kong, caught between the two warring powers, orders the Audomura to leave before the city loses its neutrality. Camille sneaks away to look for Four, who now carries a Titan homing device. Camille and Four are attracted by their Newtype affinity. Four has no memory of her life before the enhancement treatment at the Institute, where she was the fourth subject: Murasame #4 (MRX-004). Wooda attacks Hong Kong in Psycho Gundam, but lacks the Newtype power to control it properly. Amuro takes the Mark-II against it, but Psycho Gundam simply can't be stopped with physical force. Four is attuned to Psycho Gundam and uses her power to regain control of it while Amuro picks up Camille. As Camille drops Amuro off and takes over the Mark-II, Four realizes that he is the Enemy she's been seeking. She is confused by her affinity with Camille, which she tries to reject, and memories of her former life, which return in painful flashes. Camille tries to talk her out of it, but Four is maddened by her inner conflicts and attacks with increasing savagery until Amuro gets Camille to retreat. The battle ends in a draw. The Audomura leaves Hong Kong to prevent any more attacks on the city.",
                    "TitleJapanese": "シンデレラ・フォウ",
                    "SummaryJapanese": "香港の街でカミーユとフォウは密会を続けていた。失われた記憶にこだわるフォウに、思い出ならこれから作っていけると応えるカミーユ。だが、ティターンズの攻撃で戦火が街を包み、フォウはサイコ・ガンダムへと乗り込む。"
                },
                "20": {
                    "ID": "48996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48996",
                    "TitleEnglish": "The Heated Escape",
                    "SummaryEnglish": "Camille sulks over the loss of Four, refusing to get out of bed. Amuro understands his feelings, having still not come to terms with his own feelings about Char. The Garuda continues to pursue the Audomura. Hyato gets word from Hong Kong that the Ahgama will soon be in range for another shuttle rendezvous as Four leads a squad of Hizacks against the Audomura. Amuro goes out to meet them in the Rick Dias, followed by Camille in the Mark-II. Four, determined to make up for past defeats, orders the Hizack squad to stay back while she flies in close to destroy the Audomura. Hyato responds by launching the new Nemo (MSA-003). Camille holds back until Four captures Amuro's Rick Dias, his attack coinciding with another flashback. The battle rages across the North Pacific, until Camille and Four confront each other mentally as well as physically. Through their psychic bond, Four learns of the death of Camille's mother and he feels her longing for the freedom of space. Wooda orders all noncombatants off the Garuda as he prepares to ram the Audomura, but Four rams the Garuda with Psyco Gundam first. She tears a rocket booster loose before being shot down by Wooda. Amuro convinces Camille to use the rocket booster to return to the Ahgama, and then rams the Garuda with his flying sled, which crashes through the fuel cells and blows the super plane to atoms as Amuro flies to safety. Camille thinks of Four as he returns to the Ahgama, where Fa is now with Quattro.",
                    "TitleJapanese": "灼熱の脱出",
                    "SummaryJapanese": "戦力を失ったスードリは、アウドムラへの特攻を企んでいた。カミーユと会話したフォウは決意を固め、自らを犠牲にしてカミーユにブースターを与える。フォウとの会話を胸に秘め、ガンダムMk-IIのカミーユは宇宙へ戻っていく。"
                },
                "21": {
                    "ID": "48997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48997",
                    "TitleEnglish": "A Sign of Zeta",
                    "SummaryEnglish": "The Titans launch \"Operation Apollo\" to take control of Von Braun City on the far side of the Moon. Scirocco gives Jamitov a loyalty oath sealed in blood and is appointed commander of the battleship Dogoth Gear. Jared and Moira Pharaoh, the Titan pilot who saved Jared's life in the AEUGO attack on Jabrow, are also placed under Scirocco's command and given the new Gabthley (RX-110). Jared is quite pleased with them after a test run against the Messala. Scirocco plans to control the Earth sector when the war is over and recruits Jared and Moira to this end. Emma worries about Camille as the Ahgama approaches Side 2. Both are nearly killed when the Ahgama is attacked by the Gabthleys. Emma's Rick Dias is destroyed as she ejects and Camille is forced to abandon the crippled Mark-II. Fa rescues them as the Gabthleys are caught in the crossfire of Z-Gundam (MSZ-006) and the Ahgama's Mega Particle Cannon.",
                    "TitleJapanese": "ゼータの鼓動",
                    "SummaryJapanese": "アーガマに戻ったカミーユはいらだっていた。シロッコ配下となった宿敵ジェリドは、マウアーとともに新型MSガブスレイで攻撃をかける。窮地に陥ったカミーユの耳にファの声が響き、Zガンダムがついにその姿を現した。"
                },
                "22": {
                    "ID": "48998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48998",
                    "TitleEnglish": "The Eyes of Scirocco",
                    "SummaryEnglish": "Scirocco is given twin Newtype cadets, Sara and Sidra Zabiarov, and sends them on a training flight with Jared's Marasai squad. Camille checks out Z-Gundam and learns that Fa is now an AEUG sergeant and Mobile Suit pilot. Henken sends Reccoa to the Ahgama with two new weapons, the Methuss (MSA-005) and the G-Defenser spaceplane, and a present for Emma. Camille mopes over Four while talking to Fa. Jared and the Titan cadets intercept the Methuss and G-Defenser near Side 2. Camille sees this in a Newtype vision and takes off in Z-Gundam followed by Emma in the Mark-II and Fa in the Rick Dias. Jared realizes that Camille is flying the new Mobile Suit and leaves his trainees to go after him. Sara cripples Fa's Rick Dias, but Sidra is killed by Camille and Jared is forced to retreat as his cadets begin to panic. Scirocco is disappointed, but not overly concerned, by the loss of Theodora. He's impressed by Sara's potential and goes out of his way to charm her, taking advantage of her obvious crush on him. Fa is reprimanded for taking the Rick Dias out without authorization. Reccoa thanks Camille for his help and delivers Henken's belated gift to Emma.",
                    "TitleJapanese": "シロッコの眼",
                    "SummaryJapanese": "パイロットを志願するファに、冷たくあたるカミーユ。レコアは新型MSメタスでGディフェンサーを運んでくる。ジェリドはサラ、シドレとともにこれを攻撃、だが、カミーユのZガンダムの前に、ジェリドは撤退を余儀なくされる。"
                },
                "23": {
                    "ID": "48999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/48999",
                    "TitleEnglish": "Moon Attack",
                    "SummaryEnglish": "The Titans begin Operation Apollo to take control of Von Braun City. Quattro, Henken and Katsu leave the city in a space cruiser to prepare for the expected attack. Scirocco gives his troops their final mission briefing and leads the fleet from the Dogoth Gear. Quattro in the Type-100 and Camille in Z-Gundam engage the Titan Mobile Suits near the lunar surface while the Ahgama is attacked by the Titan fleet. Fa reluctantly enters the battle and Camille backs her up. Quattro's damaged Type-100 almost destroys Jared's Gabthley, but Moira rescues him. Scirocco very selectively launches his troops as the Dogoth Gear descends unopposed toward Von Braun City, having diverted the defenders away from his true target: the spaceport. Later, Jamaican reprimands Scirocco for his unorthodox tactics, even though they were totally successful. Scirocco's apology is sincere on the surface, but he clearly won't forget this incident. Fa is ashamed of her panic during the battle, all the more so because everyone insists on crediting it to her youth and inexperience.",
                    "TitleJapanese": "ムーン・アタック",
                    "SummaryJapanese": "ティターンズは月面のフォン・ブラウン市を制圧する「アポロ作戦」を発動した。経験不足で苦戦するファ。アーガマの攻撃をかいくぐり、シロッコのドゴス・ギアはフォン・ブラウン市へ直接降下し、占拠することに成功した。"
                },
                "24": {
                    "ID": "49000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49000",
                    "TitleEnglish": "Counterattack",
                    "SummaryEnglish": "The Ahgama stops to replenish its supplies at Granada Moon Base and review AEUG'S defeat at Von Braun City. Quattro and Blex attend a EUG Deliberative Assembly -- Blex is a high-ranking Assemblyman. Camille goes on a scouting mission to Von Braun City by way of Erica spaceport. Katsu wants to go with him, but is told to stay behind. Jared and Moira spot Camille exploring the city and capture him. Jared wants to kill Camille on the spot, but Moira stops him -- the pilot of Z- Gundam is too valuable to be killed on a whim. Camille is rescued by Katsu, who has disobeyed orders and followed him. Quattro finds Blex fatally wounded in his hotel room. Before he dies, Blex gives Quattro full authority to represent AEUG at the next Assembly. Scirocco launches another attack on the Ahgama. Appori, Emma and Fa respond in the Rick Dias, Mark II and Methuss. Camille has a Newtype vision of Fa in battle. He drags Katsu to a shelter as the conflict threatens to breach the city's dome, where they meet Jared and Moira in similar straits. Reccoa takes off in Z-Gundam to find Camille, who senses her approach and goes out to meet her. The Von Braun sheltered blame the Titans for the current crisis and prevent Jared and Moira from pursuing. Camille takes Z-Gundam against the Messala, now piloted by Yazan Gerber. The Titans retreat, promising vengeance against the people of Von Braun City. Katsu is recognized for heroism while Fa mourns the death of Blex.",
                    "TitleJapanese": "反撃",
                    "SummaryJapanese": "フォン・ブラウン市に潜入したカミーユは、ジェリドとマウアーに出会った。アーガマはヤザン隊の奇襲を受ける。その頃地球では、ブレックス准将が暗殺され、地球連邦議会はティターンズの指揮下に入る法案を可決していた。"
                },
                "25": {
                    "ID": "49001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49001",
                    "TitleEnglish": "Colony Drop",
                    "SummaryEnglish": "Hizack approaches the Ahgama under a flag of truce. Scirocco, humiliated by Jamaican's reprimand, has sent Sara to betray Jamaican's plan to push the deserted Side 4 out of its orbit and crash it into Von Braun City. Camille learns that Scirocco has been behind all the recent attacks. Sara is put under house-arrest and held hostage in the event that this is a trap. The Ahgama and Radish set out to intercept the falling space colony while Won Lee warns the mayor of Von Braun City -- the Titans are the real threat. Sara plays on Katsu's trust to recover her Hizack and escape. Emma activates one of Side 4's attitude jets, which alters the space colony's trajectory enough to miss Von Braun City.",
                    "TitleJapanese": "コロニーが落ちる日",
                    "SummaryJapanese": "エゥーゴが奪還したフォン・ブラウン市に対し、ティターンズがコロニー落としを実行した。シロッコ配下のサラの密告によりアーガマはこれを阻止。カツは捕虜となったサラに好意を感じるが、サラは裏切って逃亡するのだった。"
                },
                "26": {
                    "ID": "49002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49002",
                    "TitleEnglish": "The Ghost of Zeon",
                    "SummaryEnglish": "Aboard the Alexandria, Yazan argues with Jamaican about their next move. They agree that Yazan will take the Gaplant and lead a squad of Hizacks against Ahgama. Aboard the Radish, Henken talks with Emma about the progress of the G-Defenser test. He is reluctant to let her go back to the Ahgama. Aboard the Ahgama, Bright is preparing for another Titan attack. Katsu talks to Emma about becoming a Mobile Suit pilot. Yazan attacks and Emma in the Mark-II leads a squad of Nemos to defend the ship. Against orders, Katsu takes off in the G-Defenser to help Emma against Yazan, but ends up distracting her at a critical moment instead. Camille senses the battle and, after an argument with Bright (who is again reminded of his old friend Amuro), gets Z-Gundam ready to launch. The Mark-II and G-Defenser link up to form Super Gundam. Katsu is almost killed by a Hizack and ejects, taking refuge in the derelict Zion Gwajin-type battleship, abandoned during the One Year War and now adrift in the middle of the new battle zone. Emma finds Katsu in the wreckage just as the Hizack finds her. Meanwhile, Z-Gundam and the Gaplant have used up all their ammunition and now duel with energy swords. Emma and Katsu are captured by the Hizack as Camille ambushes Yazan in another part of the ship. The crossfire between the Alexandria and Ahgama gets intense and a stray shot destroys the Hizack. Katsu reactivates one of the Gwajin's \"antique\" Gelgoog (MS-14) to help Camille, who appears to be losing to Yazan. The Gaplant appears to retreat with Z-Gundam and Super Gundam in hot pursuit, but it's all part of Yazan's plan. He sets Jamaican up to take a direct hit on the Alexandria's bridge from a blast aimed at his Gaplant. After the battle, Bright plans to use an old Zion base against the Titans as Katsu is officially made pilot of the G-Defenser.",
                    "TitleJapanese": "ジオンの亡霊",
                    "SummaryJapanese": "ヤザンは、ジャマイカンが実力発揮の障害になると思っていた。旧ジオンの戦艦グワジンでZとまみえるヤザンのギャプラン。ヤザンはガンダムMk-IIの攻撃をアレキサンドリアに誘導し、まんまとジャマイカンを亡き者にした。"
                },
                "27": {
                    "ID": "49003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49003",
                    "TitleEnglish": "Rendezvous with Char",
                    "SummaryEnglish": "The Ahgama and Radish proceed to geosynchronous orbit to rendezvous with Quattro. Camille and Fa argue over her status as a Mobile Suit pilot and Appori kids Camille about the boy's apparent lack of skill with women. Bright and Henken make plans for Reccoa to infiltrate Jupiteris. Aboard the Dogoth Gear, Yazan and Jared get into an argument that disrupts the Mobile Suit launch bay. Moira takes Jared aside and cautions him on the danger of crossing Yazan -- look what happened to Jamaican. She reminds him of Scirocco's plan and their part in it. The Ahgama descends toward the atmosphere as the Audomura ascends toward space -- Quattro will fly a shuttle between them. Titan Mobile Suits, led by Yazan's Gaplant, attack as the shuttle comes in range. Emma leads a counterforce in the Mark-II, but Bright is still forced to move the Ahgama ahead of schedule. Jared and Moira lead a squad of Hizacks in their Gabthleys. Sara is in a Hizack armed with a Mega Bazooka, Moira has the booster pack for it. Sara is so intent on destroying Z-Gundam that she unconsciously broadcasts her intentions in a wave of Newtype energy. Katsu and Emma respond, forming Super Gundam and sending a warning to Camille, who's attention is being distracted by Jared until Sara is ready to fire. Camille disrupts Sara's concentration with the same Newtype mental contact he used on Four in Psyco Gundam. Sara's shot goes wild, destroying Quattro's shuttle. The crew compartment is intact, however, and the Ahgama picks it up as the Titans retreat. Sara, like Four, is both disturbed and intrigued by the intimate contact with Camille, who is now trying to make up with Fa. Quattro brings Bright a message from Mirai and the children, relayed to him by Hyato aboard the Audomura.",
                    "TitleJapanese": "シャアの帰還",
                    "SummaryJapanese": "シンタとクムを連れて、地球からアーガマに向かうシャア。エゥーゴとカラバ、アクシズと3つの組織の重みが彼の表情を固くしていた。アーガマに接近するシャトルをサラとマウアーの強化ハイメガランチャーが狙っていた。"
                },
                "28": {
                    "ID": "49004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49004",
                    "TitleEnglish": "The Jupitris Infiltration",
                    "SummaryEnglish": "Quattro, Bright and Henken discuss their campaign on Earth and the need for information on the Titan's new variable Mobile Suits. Reccoa will fly an old Gelgoog salvaged from the derelict EUG ship Republic to the Jupiteris, where she will present herself as a stateless refugee survivor of a deep-space accident. Camille fears for Reccoa's safety after the Jabrow fiasco, but Fa defends her -- Reccoa knows what she's doing. Later, Reccoa admits to Fa that part of the reason she's taking the mission is to regain her confidence. Fa becomes jealous when Camille goes out in Z-Gundam to fly escort for Reccoa. Aboard the Dogoth Gear, Scirocco continues to charm Sara as her training nears completion. The Titans track Reccoa's approach and Sara goes out in the Messala. Camille watches from an asteroid as Reccoa enters the Jupiteris, where her cover story is accepted. Scirocco visits the Jupiteris on an inspection tour. Sara discovers Z-Gundam at the same time that Scirocco discovers Reccoa. As Sara closes in on Camille, she is attacked in turn by Fa, who has followed Camille in the Methuss. Reccoa escapes as the Messala is damaged and forced to retreat, but the Methuss is crippled and has to ride back to the Ahgama on the back of Z-Gundam in its Wave Rider mode. Aboard the Ahgama, Reccoa sketches the Mobile Suits she saw on the Jupiteris for Bright, but is unable to get the handsome and charismatic Scirocco off her mind.",
                    "TitleJapanese": "ジュピトリス潜入",
                    "SummaryJapanese": "民間のMSを装ってジュピトリスへ潜入する作戦に、レコアが志願した。ジャブローから帰還したレコアは、前にも増して危険を求めているようだった。潜入中にシロッコに出会うレコア。彼女は彼に奇妙な感覚を感じる。"
                },
                "29": {
                    "ID": "49005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49005",
                    "TitleEnglish": "Crisis at Side Two",
                    "SummaryEnglish": "Radish orbits the Moon over Von Braun City as Ahgama goes on alone to Side 2, where a minor revolt is in progress and a Titan raid is expected at any time. Quattro takes the Type-100 to Von Braun City to brief AEUG's backers on his mission to Earth. Bright gets word that the Alexandria carries the same G-3 nerve gas used on Bunch 30. Camille is teased for hanging around waiting for Reccoa and goes to see Fa, who has been given charge of the refugee children Shinta and Qum now that Reccoa has returned. Jared briefs his troops on their mission at Bunch 25 (Side 2) -- they will indeed be using G-3. The mayor of Bunch 25 is having second thoughts now that the Titan force is known to be on the way. The Alexandria approaches the colony disguised as an asteroid. The Ahgama opens fire on it and launches Camille in Z-Gundam and Reccoa in the Methuss as the Titan Hizacks attach the G-3 canister to Bunch 25's hull. Jared's Gabthley goes after Z-Gundam, taking the battle into the colony. Katsu, in a Nemo, prevents Moira's Gabthley from destroying Z-Gundam. Reccoa destroys the G-3 canister and the Titan forces withdraw. The Ahgama docks with the colony and Bright lectures the mayor on the futility of trying to deal with the Titans.",
                    "TitleJapanese": "サイド2の危機",
                    "SummaryJapanese": "ティターンズがサイド2の25バンチに毒ガス攻撃を仕掛けようとする。それはジェリドの怨念のこもった作戦であった。作戦を阻止しようと戦闘を仕掛けるアーガマのクルーたち。ついにカツのネモがガスボンベを破壊する。"
                },
                "30": {
                    "ID": "49006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49006",
                    "TitleEnglish": "Jerid's Desperate Attack",
                    "SummaryEnglish": "Quattro and Won Lee wait at Von Braun City to discuss using the former Zion stronghold as a central base for AEUG with Melanie Hugh Carbine. Yazan leads a Mobile Suit strike force against the Ahgama and Z-Gundam. Moira counsels Jared to curb his obsession with vengeance -- against Yazan as well as Camille. Bright reprimands Camille and Fa for letting the children get into the Mobile Suit launch bay. Jared and Moira wait in ambush in the remains of a derelict colony while Yazan and the rest of the Titan force herds the Ahgama their way. A Titan fleet is detected by the Ahgama's radar just as it launches its own Mobile Suit force and both the Ahgama and the Radish retreat toward the abandoned colony. Camille and Fa turn back to defend the ships while Emma and Appori lead the AEUG counterforce against Yazan. Jared and Moira spring their trap, focusing on the Ahgama. Z-Gundam squares off against Jared's Gabthley while Fa's Mark-II keeps Moira's Gabthley at bay. Camille retreats into the colony to draw Jared away from the Ahgama. Fa sees Haro floating near a breach in the Ahgama's hull and goes after it to make sure the children are okay. Camille goes to help her and almost gets her killed by Jared and Moira. As Fa is wounded by their crossfire, Camille's Newtype power explodes in a burst of rage, destroying half the Titan Mobile Suits. A mental warning from Emma saves Camille from Jared's Mega Cannon. Camille counters with the Mega Bazooka, but Moira shields Jared with her Gabthley, taking the full force of the blast herself. Jared attacks the Ahgama in a mindless rage, only to have his Gabthley shot to pieces by Emma. Yazan accepts that the plan has failed and retreats. Jared sees an apparition of Moira as his drifts into deep space in his wrecked Gabthley. Bright thanks Emma for saving the Ahgama, but she credits Camille. Fa is recognized for her devotion to the children.",
                    "TitleJapanese": "ジェリド特攻",
                    "SummaryJapanese": "ヤザン隊を囮にして、アーガマへ奇襲をかけるジェリドとマウアー。アーガマは罠に陥り、苦戦を強いられる。一瞬のスキをついてZを狙うジェリドのガブスレイ。その戦闘の中で、ジェリドの盾となりマウアーが散っていった……。"
                },
                "31": {
                    "ID": "49007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49007",
                    "TitleEnglish": "Half-Moon Love",
                    "SummaryEnglish": "Sarah plants a bomb in Von Braun City, but Kamille soon catches up with her. Sarah warns Kamille of the bomb and he attempts to retrieve it as the Argama plans its escape before the bomb is set to explode.",
                    "TitleJapanese": "ハーフムーン・ラブ",
                    "SummaryJapanese": "シロッコの密命を受けてフォン・ブラウン市に潜入したサラ。爆弾を仕掛け、港ごとアーガマを破壊するつもりだったが、カミーユと出会ったことでサラの計画は大きく狂い、共同で爆弾を除去することになってしまった……。"
                },
                "32": {
                    "ID": "49008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49008",
                    "TitleEnglish": "Unidentified Mobile Suits",
                    "SummaryEnglish": "As repairs proceed aboard the Ahgama, Won Lee orders an AEUGO offensive against the Titans. Bright worries that such an action might provoke the hitherto-neutral Axis to takes sides against them. Camille frets because Fa spends all her time with the children. Won Lee finds him moping in the corridor and puts him to work prepping Z-Gundam for battle. In the mess hall, Reccoa can't eat and rebuffs both Quattro and Camille. Aboard the Dogoth Gear, Scirocco warns Sara to watch herself around Yazan, who seems to be everywhere these days. After consulting with Quattro, Bright agrees to attack the Dogoth Gear. Quattro plans a sniper attack using the Type-100 and Mega Bazooka, but Reccoa will have to set up the shot for him and provide additional power from her Gelgoog's batteries. Scirocco gives Yazan a Hambrabi as they join forces, but Sara worries about this uneasy alliance. Camille leads a head-on assault against the Dogoth Gear while Quattro and Reccoa snipe from the rear. Yazan launches just before Quattro's first shot destroys the launch ramp. Reccoa senses Scirocco's presence and flies off toward the Dogoth Gear to join him. Yazan closes with Camille, his Hambrabi mauling Z-Gundam. Reccoa intervenes, almost taking a shot meant for Yazan, and Scirocco recognizes her Gelgoog from the Jupiteris encounter. Camille and Reccoa are forced back by Yazan, who destroys Reccoa's Gelgoog. Camille picks Reccoa up as she ejects, but Z-Gundam is defenseless. As Yazan closes in for the kill, a hundred Gaza-Cs (AMX-003) appear and drive the Titans off. They surround both the Dogoth Gear and the Ahgama, which call a truce until the mystery Suits are dealt with. Scirocco is unconcerned -- he recognizes the newcomers and shares their ambitions. Aboard the Ahgama, Reccoa and Camille call it even on saving one another's lives. Quattro also recognizes the Gaza-Cs and is not so self-assured.",
                    "TitleJapanese": "謎のモビルスーツ",
                    "SummaryJapanese": "エゥーゴはアステロイドベルトより帰還したアクシズに接触を試みた。一方、シロッコもまたアクシズに接近していた。戦闘を開始するアーガマとドゴス・ギア。そこへ割り込むようにアクシズから謎のMS隊が登場する。"
                },
                "33": {
                    "ID": "49009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49009",
                    "TitleEnglish": "The Messenger From Axis",
                    "SummaryEnglish": "Wong Lee boards the Zeon ship Gwadan and Haman Karn introduces him to the current leader of the Zeon, Mineva Lao Zabi, the last surviving Zabi. Char's grudge against the Zabis doesn't help the AEUG's deal, and Scirocco plans his move for a deal with Zeon.",
                    "TitleJapanese": "アクシズからの使者",
                    "SummaryJapanese": "アーガマのメンバーはザビ家の正統な後継者ミネバとハマーンに謁見する。シャアはミネバを偏見の固まりに育てたハマーンの命を狙い、交渉は決裂した。その隙に、シロッコはティターンズとアクシズの同盟を結んでしまうのだった。"
                },
                "34": {
                    "ID": "49010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49010",
                    "TitleEnglish": "The Call of Darkness",
                    "SummaryEnglish": "On the Radish, Emma makes a date with Henken. In the Ahgama Mobile Suit launch bay, Camille asks Quattro how Reccoa is doing. This surprises Torres, who laughs at the idea of Quattro and Reccoa as an item. Camille asks Fa to check up on Reccoa for him. Fa and Reccoa talk -- Reccoa recalls her youth fighting the EUG and the death of her first love. Aboard the Dogoth Gear, Yazan is unhappy with the alliance with Axis and leads another attack of his own against the Ahgama, deploying inflatable \"dummy\" Marasai to confuse the AEUGO forces. Camille in Z-Gundam, Quattro in the Type-100, Emma in the Mark-II and Reccoa in the Methuss launch to defend the Ahgama. Reccoa is still hampered by her injured arm and is quickly ambushed. Quattro saves her, but is called off with Camille to counter what appears to be another squad of Mobile Suits. Reccoa is still in a daze, but Camille snaps her out of it. Aboard the Ahgama, Bright appraises the situation and countermands Won Lee's orders as Reccoa and Camille discover the Titan trick. Reccoa and Yazan experience a Newtype reaction as he destroys her Methuss. She ejects, allowing herself to be captured by Yazan and taken to Scirocco. As the Ahgama docks with the maintenance ship La Vie en Rose, Reccoa is presumed dead and Camille is furious with Quattro for allowing her to fight before she had fully recovered from her wounds.",
                    "TitleJapanese": "宇宙が呼ぶ声",
                    "SummaryJapanese": "気配を感じて出撃しようとするレコア。制止しようとするシャアを、彼女は拒否した。メタスは大破し、負傷したレコアは何かを感じたヤザンのMSハンブラビが回収した。レコア機撃墜を知って、アーガマ・クルーは衝撃を受ける。"
                },
                "35": {
                    "ID": "49011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49011",
                    "TitleEnglish": "Storm Over Kilimanjaro",
                    "SummaryEnglish": "The Radish leaves the Ahgama with La Vie en Rose. Petty quarrels ensue aboard Ahgama: Shinta and Qum break Haro, Camille is too busy writing reports for Bright to be bothered fixing it at first and snubs Quattro on his way to repair it later, Fa is upset with Camille for his childish actions toward Quattro since Reccoa's loss. Quattro and Bright meet to discuss an assault on the new Titan base atop Kilimanjaro. The Kalaba will attack it with Dijeh (MSK-008) and Dodai Sub Flight Units (flying sleds) while the Ahgama supplies orbital and aerial reconnaissance and high-altitude air support. As the Ahgama departs, Won Lee stays behind at La Vie en Rose. During the mission briefing, Camille interrupts Quattro with an angry outburst about Reccoa. Fa shuts him up, prompting him to walk out. Alone in the corridor, he has a vision of Four that mellows him enough to apologize to Fa later. Near Earth, Yazan attacks the Ahgama with the Barzam (RMS-154) developed at Kilimanjaro. Yazan cripples Quattro's Type-100, sending it plunging into the atmosphere, but Camille uses Z-Gundam in Wave Rider mode as a re-entry shield.",
                    "TitleJapanese": "キリマンジャロの嵐",
                    "SummaryJapanese": "ティターンズのキリマンジャロ基地を総攻撃するカラバ。Zと百式も宇宙から戦場へと降り立った。カミーユとシャアはそこでジャミトフとフォウの姿を見つける。フォウの魂を吸い込むようにサイコ・ガンダムが発進する。"
                },
                "36": {
                    "ID": "49012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49012",
                    "TitleEnglish": "Forever Four",
                    "SummaryEnglish": "Kamille infiltrates the base and finds Four. Jerid finds them and follows but ends up being overpowered by Kamille. Amuro and Char continue to attack the base while Jerid steals a Mobile Suit. Four is being controlled to protect Jamitov's shuttle, and Kamille tries to defeat Four in the Psyco Gundam as Jerid continues his pursuit. Four got killed by Jerid while attempting to save Kamille.",
                    "TitleJapanese": "永遠のフォウ",
                    "SummaryJapanese": "死んだと思っていたフォウと再会するカミーユ。だが、一層強化されたフォウはもはや正常な精神状態ではなかった。2人の語らいを切り裂くようにジェリドのバイアランが迫る。そして悲劇は繰り返されてしまう……。"
                },
                "37": {
                    "ID": "49013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49013",
                    "TitleEnglish": "The Day of Dakar",
                    "SummaryEnglish": "Jared is aboard the Garuda super plane pursuing the Audomura, which is en route to Dakar to interrupt an Assembly meeting and use its global broadcast facilities to voice AEUGO and Kalaba grievances. Irma charms her way past the young Titan pilot Eiji to rendezvous with Quattro, airlifted by Amuro's Dijeh and flying sled. While Irma holds the Assembly at gunpoint, Quattro takes the podium and reveals his true identity, saying he speaks not as Char Aznable of the Zion Empire but as the son of Deacon Zion. Zion didn't set out to satisfy personal ambitions, like the Zabi dynasty that murdered him and stole his name, but to step into the sky for the true advancement of mankind. \"Not to abandon Earth, as Earth is our mother, we must now go out on our own!\" The broadcast is seen by Eiji, who spots Irma, and by Sayla Maas, the alias of Char's younger sister Artesia. Eiji and his cohort launch their Asshimars just as Jared takes off in the Byarlant with a squadron of Custom Hizacks (RMS-106CS). During the dogfight over the city, one of the Asshimars is hit and only Eiji's timely assistance keeps it from crashing in downtown Dakar. Eiji can't hold it and both are about to crash when Camille rescues them in Z-Gundam. Jared attacks viciously, tearing up a downtown city block to get at Z-Gundam. As he closes in for the kill, he is attacked in turn by Eiji' Asshimar -- his way of repaying Camille's earlier rescue. Irma hears the battle raging outside the Assembly and takes a cameraman to the roof. There they broadcast evidence of Titan ruthlessness as Jared attacks Eiji's Asshimar. The Kalaba and AEUG forces make a safe retreat as the EUG Assembly and the world at large officially condemn the Titan's actions. Amuro and Quattro are now truly on the same side.",
                    "TitleJapanese": "ダカールの日",
                    "SummaryJapanese": "カラバはダカールにある地球連邦政府の議会を占拠した。ティターンズの専横を世界に知らしめるためだ。そこでクワトロは自らがシャアでありジオンの子であることを明かす。時代は一つの転換点を迎えようとしていた。"
                },
                "38": {
                    "ID": "49014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49014",
                    "TitleEnglish": "Reccoa's Shadow",
                    "SummaryEnglish": "Jared continues his pursuit of the Audomura. The Titans attack just as final preparations are underway for Quattro and Camille to launch a two-man shuttle back to the Ahgama. The blast from the shuttle blows Jared's Byarlant off its sled, making him an easy target for Amuro's Dijeh. The waiting Ahgama is also under attack by the Titans, led by Yazan. As the shuttle nears rendezvous, Shinta and Qum sneak aboard the Methuss and take off to help them. Bright sends Fa to regain control of the Methuss while Quattro sets up the Mega Bazooka in the shuttle cargo bay. Reccoa is aboard the Titan battleship, giving tactical advice. Camille and Reccoa sense each other's presence and Camille upsets Quattro's aim as Reccoa warns the Titan captain. Quattro's shot barely misses the Titan ship, which retreats. Aboard the Ahgama, Appori mourns a fellow pilot killed by Yazan's Hambrabi. Bright welcomes Quattro and Camille, who are disturbed by Reccoa's reappearance as an enemy",
                    "TitleJapanese": "レコアの気配",
                    "SummaryJapanese": "アムロとハヤトに地球のことを任せ、宇宙へと帰るシャアとカミーユ。その頃、アーガマはヤザン隊と戦闘中だった。限られたシャトルの燃料で戦闘空域に接近しようとする2人。戦闘中カミーユはレコアの気配を感じる。"
                },
                "39": {
                    "ID": "49015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49015",
                    "TitleEnglish": "By the Lake",
                    "SummaryEnglish": "The Ahgama returns to Bunch 25 (Side 2) for supplies. Camille and Fa take the children on a sightseeing excursion of the colony. The Titans regroup at Grips 2 (Side 7) while Jamitov and Basque plan their next move against AEUGO with Scirocco. Rosamia is sent as a spy to Bunch 25. She is drawn to Camille, whom she insists is her brother, and forces herself on the party, refusing to part company with him. During a rustic wagon-ride, Rosamia shows Camille a picture of her family, from whom she was separated during the One Year War. The boy she identifies as her brother could easily be mistaken for Camille. Quattro, patrolling in the Type-100, is attacked by a pair of Custom Hizacks. Camille senses Quattro's situation and takes everyone on a boat ride on the lake -- Camille and the children in one boat, Fa and Rosamia in the other. A stray shot holes the colony and the battle moves inside. At the lake, Camille and Rosamia trade places and he and Fa row into the reeds. Rosamia gets Minerva to join her and the children, much to Haman's dismay. Haman and Camille catch sight of each other as the battle enters their area. Another wild shot blows a hole in the \"bottom\" of the lake, with life-threatening results for everyone. Haman reclaims Minerva and gets away while Quattro repairs the hull. Aboard the Ahgama, Camille introduces Rosamia while Fa looks on with obvious jealousy for the sexy newcomer's open displays of sisterly affection.",
                    "TitleJapanese": "湖畔",
                    "SummaryJapanese": "中立地帯であるサイド2の13バンチに寄港するアーガマ。そこでカミーユは自分をお兄ちゃんと呼ぶ少女、ロザミィと出会う。一方、ハマーンとミネバもまたそのコロニーにいた。カミーユとハマーンは偶然の邂逅を果たす。"
                },
                "40": {
                    "ID": "49016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49016",
                    "TitleEnglish": "Activation of Gryps",
                    "SummaryEnglish": "The Ahgama prepares to attack Grips 2 before the Colony Laser can be deployed. Rosamia, like her predecessor Four, displays wild mood swings and headaches, behaving childishly much of the time. She especially displays a childish fear of doctors, which makes Emma suspicious. At Grips 2, Reccoa is enchanted by Scirocco, who gives her the Messala to lead a squad of Barzams against the Ahgama. Camille recognizes the Messala, which was last piloted by Sara. He and Emma are shocked to learn that it's now piloted by Reccoa, who is unhappy about changing sides but certain of Scirocco's success. Z-Gundam pins the Messala against an asteroid and Camille tries to talk to Reccoa, but she rejects him and escapes. Basque fires the Colony Laser at Side 2, destroying Bunch 18 the same way Giren Zabi destroyed the Peace Conference during the One Year War.",
                    "TitleJapanese": "グリプス始動",
                    "SummaryJapanese": "カミーユはレコアと戦場で再会する。だがレコアの語る大人の理屈はカミーユを混乱させるだけだった。そんな中、グリプス2のコロニー・レーザーが発射されコロニーを破壊する。己の無力さを噛みしめるカミーユだった。"
                },
                "41": {
                    "ID": "49017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49017",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Rosamia refuses to see the doctor until Shinta and Qum convince her by example that there's nothing to fear. Aboard the Dogoth Gear, Basque orders Reccoa to prove her new loyalties by leading an attack on Bunch 21 (Side 2). Reccoa's Messala and the pair of Hizacks with the G-3 nerve gas bomb are detected by the colony and intercepted by a squad of Nemos. Camille in Z-Gundam and Emma in the Mark-II take off to join them, but Quattro stays behind to keep an eye on Rozamia. Using the children as a diversion, Rosamia takes a Nemo (which she derisively calls \"A simple machine!\") and chases after her \"brother\" with Quattro close behind in the Type-100. Meanwhile, the G-3 is released into Bunch 21 with deadly effect. Camille senses the deaths of the eight million inhabitants. Battle is joined. Camille sees Reccoa in the Messala, but is accosted by Rosamia before he can confront her. Camille and Rosamia enter Bunch 21 through a breach in the hull. Rosamia witnesses the mass murder as Camille exacts a measure of revenge by blasting the Hizacks. Quattro confronts Reccoa, but can't bring himself to stop her. Rosamia, like Four, falls victim to her programming and suddenly sees Camille as the Enemy. Emma keeps Rosamia from killing Camille, who stops Emma from killing Rosamia. Reccoa and Rosamia escape, leaving Camille and Quattro to reflect on the consequences of their actions.",
                    "TitleJapanese": "目覚め",
                    "SummaryJapanese": "バスクは毒ガス作戦の指揮をレコアに任せる。ティターンズへの忠誠を試すのが目的だ。それを阻止する作戦中、ロザミィもアーガマからネモで飛び出した。それは彼女が自分の使命が打倒Zであることに気付いた瞬間だった。"
                },
                "42": {
                    "ID": "49018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49018",
                    "TitleEnglish": "Goodbye, Rosammy",
                    "SummaryEnglish": "Threatened by the Colony Laser at Grips 2, the citizens of Granada evacuate through underground tunnels while the Ahgama and Radish dock with La Vie en Rose for supplies. Camille, Emma, Fa and Quattro meet with the doctor, who tells them that Rosamia is an artificial Newtype. The Titans have given her false memories in hopes of preventing the personality breakdown that destroyed Four, but their plan backfired when Camille turned up looking like her fictitious older brother. The similarity of surnames -- Vidan and Vadam -- may also have been a factor. In any case, Rosamia is both a powerful and inherently unstable Newtype. Aboard the Dogoth Gear, Basque orders a test of the Bound Dock (NRX-055) with Rosamia as pilot. AEUGO goes on the offensive to keep the Titans too busy to use their Colony Laser, attacking a flotilla en route to Bunch 13 (Side 2). Rosamia attacks Fa's Methuss, but is driven back by Z-Gundam. Rosamia is torn between her conditioned hatred of Z-Gundam and her implanted love of her \"brother\" Camille. As they drift into Bunch 13, he tries to win her over, citing how much her playmates Qum and Shinta miss her. Meanwhile, Quattro finds a pair of Hizacks attaching a G-3 gas bomb to the hull and blasts it. Camille almost wins Rosamia over, but her controllers arrive in a prototype Bound Dock and activate the psycho-wave amplifier used with Four at Kilimanjaro. Rosamia tranforms her Bound Dock into its grotesque combat mode, a mechanical monster four times the size of Z-Gundam, but as before Camille can't bring himself to kill her. Quattro fires on the controller's Bound Dock and disables the psycho-wave. Rosamia loses her fighting spirit and both Bound Docks retreat. Basque returns to Grips 2 and the deadly Colony Laser.",
                    "TitleJapanese": "さよならロザミィ",
                    "SummaryJapanese": "新型MAバウンド・ドックを与えられたロザミィことロザミア。彼女はバスク配下のニュータイプ部隊の一員となった。カミーユは戦場でロザミアに「アーガマに戻ろう」と告げるが、それは受け入れられることはなかった。"
                },
                "43": {
                    "ID": "49019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49019",
                    "TitleEnglish": "Haman's Victory",
                    "SummaryEnglish": "During a lull in the fighting, Camille is summoned from the rec room to the bridge for an important assignment. He is to carry an offer of alliance to Axis. Katsu objects openly and is thrown into the brig along with Shinta and Qum, who joined in his disruption. Camille flies Z-Gundam under a flag of truce to the Gwadan, where Haman greets him royally. AEUGO is asking for her assistance in destroying the Colony Laser that threatens them both. Haman flies to the Ahgama in her new Qubeley (AMX-004) and agrees to the alliance on the condition that \"Zion\" (Side 3) is \"restored\" under Axis and that \"Char Aznable\" acknowledges Minerva (and, by implication, Haman) as its rightful ruler. Quattro reluctantly agrees. At Grips 2, Basque is preparing to fire the Colony Laser at Granada. Fa joins Katsu and the children in the brig to watch over them, which insults Katsu no end. The Ahgama's Mobile Suits spearhead the assault and, sensing that the tide is turning against them, Fa and Katsu join them. The Gwadan fires a broadside that disables the Colony Laser's core pulse engine, preventing it from rotatating for a clear shot at Granada. Haman has kept her end of the bargain and saved the day. The Ahgama links up with the Gwadan for Quattro's promised audience with Minerva and Haman. \"Char Aznable\" pledges allegiance to Zion, but \"Quattro Baijina\" recalls his repeated disclaimer: \"I am QUATTRO now!\"",
                    "TitleJapanese": "ハマーンの嘲笑",
                    "SummaryJapanese": "エゥーゴの拠点、月面都市グラナダにコロニー・レーザーが発射されようとしていた。エゥーゴはハマーンの協力を得てその作戦を阻止しようとする。だが、それはシャアに屈辱的な振る舞いを強いる結果となるのだった。"
                },
                "44": {
                    "ID": "49020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49020",
                    "TitleEnglish": "The Gate of Zedan",
                    "SummaryEnglish": "Haman requests a meeting with Jamitov on the asteroid fortress Zedan's Gate (formerly known as A'Bao'A'Qu). The Ahgama follows the Gwadan as a backup. Aboard the Jupiteris, Scirocco assigns Sara to an attack mission in the new Bolinoak Samaan (PMX-002) while he and Reccoa go to defend Zedan's Gate. The Ahgama detects Sara's approaching Mobile Suit and Camille intercepts it in Z-Gundam. He and Sara battle until he corners her in an abandoned outpost. Meanwhile, Haman meets with Jamitov aboard the battleship Hario. Jamitov offers an alliance with Zion, but Haman is skeptical. Her suspicion is justified by an assassination attempt, which she escapes in part because she expected it. Jared in the Byarlant leads an attack on the Gwadan and Haman summons the Ahgama for reinforcements. Camille joins the fight with Sara imprisoned at his side aboard Z-Gundam. Sara senses Katsu piloting the Methuss. The battle is violent, with heavy losses on both sides. Sara and Katsu meet again as she is interned aboard the Ahgama but, even though they are separated by great distance, Sara is still subject to the power of Scirocco's will.",
                    "TitleJapanese": "ゼダンの門",
                    "SummaryJapanese": "ザビ家再興を目指すハマーンは、エゥーゴと手を取りつつ、ジャミトフとの交渉に臨んだ。ハマーンには一つの計略があったのだ。一方、サラは戦闘中に逃げ込んだ隕石基地で、カミーユに取り押さえられてしまう。"
                },
                "45": {
                    "ID": "49021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49021",
                    "TitleEnglish": "Coming from the Heavens",
                    "SummaryEnglish": "Haman declares that Axis will defeat the Titans at Zedan's Gate. Having seen Axis' superior forces, Jamitov writes the Titan base off and orders the EUG forces to evacuate. Scirocco sends Reccoa in the Pallas Athene (PMX-100) to rescue Sara. Aboard the Ahgama, Katsu watches Sara on the monitor and broods over the circumstances that have made them enemies. Camille's attempt to set him at ease only upsets him further. Reccoa observes from an asteroid as the Ahgama sets up for a barrage of Zedan's Gate. As the Ahgama Mobile Suits launch their attack, she makes hers. Camille senses her presence and tries to stop her, but he's too far away. Even so, he tries to warn her off via their Newtype affinity. Reccoa's attack allows Sara to escape and get to her Mobile Suit. Katsu senses her escape and goes after her while Fa battles Reccoa. They end up grounded near the Titan base, where they talk briefly about Reccoa's defection. Katsu catches up to Sara, but is attacked by Jared. Appori tries to help Katsu, but gets between them and is killed. Appori's death triggers Camille's berserker rage. The overwhelming AEUGO and Axis forces soon destroy Zedan's Gate, but Jared manages to escape with Reccoa and Sara.",
                    "TitleJapanese": "天から来るもの",
                    "SummaryJapanese": "ハマーンはアクシズをゼダンの門にぶつける作戦を発動した。アクシズと協力関係にあるエゥーゴは脱出するティターンズを迎撃する作戦を行う。その戦闘の間隙を縫って、レコアがサラ奪還のためアーガマに迫る。"
                },
                "46": {
                    "ID": "49022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49022",
                    "TitleEnglish": "Scirocco Rises",
                    "SummaryEnglish": "With the Axis-Titans alliance on the ropes (what with Hamaan having double-crossed the Titans, captured the colony laser, and smashed the asteroid Axis into the Gate of Zedan), the leaders of both sides (Jamitov, Hamaan and Scirocco) meet aboard Hamaan's flagship to see if they can't work things out. Meanwhile, Katsu sneaks aboard the ship with the hare-brained notion that he's going to whack Scirocco and win Sara's love. He meets up with Char (still hanging out aboard Hamaan's ship), who improves on Katsu's plan by breaking into the conference room and trying to kill *everyone* involved. As luck would have it, Scirocco has meanwhile pulled a gun on Hamaan; Char breaks in, draws a bead on Scirocco, Sara senses the threat and fires her mobile suit's beam guns through the ship and into the conference room. Total chaos ensues, and everyone flees; Scirocco finds himself alone in the room with Jamitov, and shoots him just for kicks. Then he flees the Axis flagship, telling the Titans fleet that Hamaan had Jamitov whacked. The Titans open fire on the ship and destroy it. Now that everybody's outside in their mobile suits, Hamaan and Scirocco face off in one of those newtype staring matches. Reccoa and Sara, watching from the sidelines, decide to take out Hamaan while she's distracted - but Katsu has the same idea in regards Scirocco, and comes zooming in to shoot him in the back. Sara takes the hit, saving her purple-haired Humbert Humbert.",
                    "TitleJapanese": "シロッコ立つ",
                    "SummaryJapanese": "シロッコとハマーン、ジャミトフの間で会談が開かれた。シャアは会談阻止をもくろみ、カツはシロッコ暗殺を考える。だが、シロッコは混乱の中でジャミトフを殺害し、その罪をハマーンに着せるのだった。"
                },
                "47": {
                    "ID": "49023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49023",
                    "TitleEnglish": "A Descent Into the Maelstrom",
                    "SummaryEnglish": "The AEUG launches Operation Maelstrom, an all-out attempt to capture the colony laser back from Axis.",
                    "TitleJapanese": "宇宙の渦",
                    "SummaryJapanese": "グリプス2に対し弧を描きながら接近し、それを奪取する。名付けてメールシュトローム作戦。その作戦の実行中に、カミーユとハマーンは精神の共鳴を体験した。だが、2人がわかりあうことは、ついになかった。"
                },
                "48": {
                    "ID": "49024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49024",
                    "TitleEnglish": "The Mirror of Rosamia",
                    "SummaryEnglish": "The asteroid Axis, last seen plowing into the Titans' asteroid headquarters in episode 45, has made a semi-orbit of Earth and is now heading for an imminent collision with the moon. It's on course to plow directly into Granada, a major base of support for AEUGO and the home of its sponsor Anaheim Electronics. The AEUGO forces are ordered to drop whatever they're doing and save the corporate headquarters from imminent destruction. While the AEUG fleet consolidates around the colony laser, the Agama is sent to Axis for some reason that currently escapes me. Camille, nosing about the asteroid, runs into the mighty Psyco Gundam Mk.II, piloted by \"sister\" and artificial newtype Rozamia Badam. The Psyco Gundam gets stuck in the asteroid's innards, and Camille, Rozamia and Fa begin chasing each other around on foot. Rozamia is a total basket case (still), and Camille keeps getting these Four vibes from her. Fa tries to talk the addle-brained artificial newtype down, but no dice; she rushes back to the Psyco Gundam and the battle is resumed. In the end, Camille has no choice but to kill Rozamia; she thanks him for releasing her from her torment. Meanwhile, Scirocco eliminates his only remaining rival for control of the Titans. Basque Om's flagship, the Dogos Gear, is guarded by artificial newtype Geits Kappa, who is simultaneously \"coaching\" Rozamia; when she dies, the psychic backlash kills Geits as well, and Scirocco's forces (led by Reccoa) swarm over the Dogos Gear and blow it to bits. AEUGO uses the colony laser to fire at the asteroid Axis and divert it from its collision course.",
                    "TitleJapanese": "ロザミアの中で",
                    "SummaryJapanese": "ロザミアはサイコ・ガンダムMk-IIでカミーユに迫った。幻の「お兄ちゃん」を追い求め続けるロザミアに対し、カミーユは苦渋の決断を迫られる。一方、シロッコのMS隊はドゴス・ギアを攻撃しバスクを亡きものにした。"
                },
                "49": {
                    "ID": "49025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49025",
                    "TitleEnglish": "Casualties of War",
                    "SummaryEnglish": "While the Agama makes its way back to the rest of the AEUGO fleet, the Titans and Axis have both shown up to try and wrest back control of the colony laser. A vicious three-way battle begins, with AEUGO, Hamaan's Axis and Scirocco's Titans throwing all their forces into the fray. Thus begins the Great Character Purge. Emma and Katsu dock to form the Super Gundam and fend off Yazan's Hambrabi trio; Katsu insists on sticking around to fight in his puny cockpit capsule, and Yazan chases him into an asteroid. A furious Emma blows away Yazan's wingmen, but the enemy ace sneaks up behind her and blasts the Gundam's back. Like an idiot, Henken maneuvers the Radish into the fight to try and cover Emma - cover a mobile suit with a battleship! - and Yazan doesn't even break a sweat as he shoots the Radish to pieces. One very funny moment: Scirocco and Reccoa charge into battle, facing about a hundred Axis mobile suits. Suddenly there's a blaze of light, as Char - sitting on the sidelines - toasts the Axis forces with his mega bazooka launcher, leaving Scirocco all dressed up with nobody to fight. Meanwhile, the Agama contingent finally arrives. Camille is intercepted by Jerid, but shrugs him off with little effort; Jerid's crippled mobile suit spins off and plows into the wreck of the Radish, blowing whatever's left of the ship and its crew into space dust. Emma, her Gundam repaired, sets out to duel Reccoa. The two former friends strike, and Emma scores a dead hit. Emma recklessly gets out to inspect the wreck of Reccoa's mobile suit and see if she's still alive; Yazan, lurking nearby, opens fire, hits the wrecked mobile suit, and it explodes. Emma takes a hunk of burning shrapnel in the gut. Camille hulks out, chops up Yazan's mobile suit (though the fiend himself escapes), and collects Emma's dying body.",
                    "TitleJapanese": "生命散って",
                    "SummaryJapanese": "ティターンズとエゥーゴの最終決戦が始まった。そこに介入するアクシズ。激しい戦闘の中でカツが、ヘンケンが、レコアとエマが散っていく。不条理への怒りに身を任せたカミーユのZは、予想外の力を発揮し始めた。"
                },
                "50": {
                    "ID": "49026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-zeta-gundam/episodes/49026",
                    "TitleEnglish": "Riders in the Skies",
                    "SummaryEnglish": "Emma and Camille, huddled aboard a wrecked ship, have a last heart-to-heart. She urges him to take her life and use it to fight. Meanwhile, Char is ducking it out with Hamaan and Scirocco inside the barrel of the colony laser. The terrible twosome quickly dismantle Char's Type 100, and the action then shifts to the inner rooms of the super weapon. The trio are joined by Camille and Fa for more pistol-waving, pontificating, philosophizing action; then they all hop back into their mobile suits and hightail it out of the colony laser. Bright, who's been patiently waiting for his pilots to clear the barrel, then activates the colony laser and disintegrates the Titans fleet. Final duel time! Hamaan and Char end up slugging it out inside another wrecked ship. Char almost wins, despite the fact his mobile suit has about one limb left, but he forgot about the Quebeley's funnels. Hamaan offers him a chance to live and serve her (declined), then Char nails the ship's Secret Self-Destruct Widget with the Type 100's vulcans and blows it up around them. Hamaan escapes. Meanwhile, Camille discovers how frustrating it is to fight an indestructible mobile suit. Giving up on defeating Scirocco through conventional means, he summons all the friendly newtype ghosts at his disposal (Emma, Four, Rozamia) to hold the cold-blooded manipulator in place (Sara's ghost almost intervenes to help her man, but Katsu's ghost talks her out of it). Transforming the Zeta into wave rider mode, Camille plows into Scirocco's mobile suit and crushes him into pulp (very memorable!). The dying Scirocco fries Camille's teeny brain in revenge. The end. Fa collects her childhood pal, now with the IQ of a pork cutlet. The Titans are history, the Axis withdraw to pursue world domination, the AEUG are all but wiped out, the colony laser has supposedly blown a gasket. And the torso of the Type 100 drifts by, its cockpit hatch open, empty...?",
                    "TitleJapanese": "宇宙を駆ける",
                    "SummaryJapanese": "シロッコとカミーユ、ハマーンとシャア。雌雄を決すべき面々は銃口を手に語り合った。だが、そこに答えなどはない。カミーユはこれまで出会った人々の力を借りて、自分の信じる正義を、命と引き替えに貫こうとする。"
                }
            }
        }
    }
}