[
  {
    "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam",
    "Genres": [
      "Action",
      "Animation",
      "Anime",
      "Drama",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0159185/",
      "https://www.themoviedb.org/tv/25797"
    ],
    "TitleEnglish": "Mobile Suit Victory Gundam",
    "SummaryEnglish": "It is Universal Century 0153. On the space colonies located at Side 2, the Zanscare Empire has come to power and it holds onto that power through liberal use of the guillotine. With its forces invading the Earth and its space fleets preparing to subjugate the other Sides, the Zanscare Empire has nothing to fear from the weakening Earth Federation. It is opposed only by the League Militaire, whose state of the art mobile suits and young pilots comprise the only real resistance movement. Now, thirteen-year-old Uso Evin has been dragged into the war by a battle near his home in Eastern Europe. As the Newtype pilot of the Victory Gundam, he fights not only to defeat the Zanscare Empire but also to find out what has become of his parents, who left him behind when they went into space.",
    "Aliases": [],
    "Modified": "2025-05-22",
    "Seasons": {
      "1": {
        "ID": "2446",
        "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/seasons/official/1",
        "# Episodes": 51,
        "Episodes": {
          "1": {
            "ID": "49028",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49028",
            "TitleEnglish": "The White Mobile Suit",
            "SummaryEnglish": "Uso steals the Shokew Mobile Suit from BESPA (The Ballistic Equipment and Space patrol Amory). However it is destroyed by Lieutenant Chronicle Asher piloting a Zolo type mobile suit. Uso narrowly escapes by ejecting and is left for dead in the middle of a forest. Ms. Marbet pilots the Core Fighter of The White Gundam in search of Uso. A group transporting the rest of The White Gundam moves to the city of Woowig to meet with Boysen, who is in charge of running a factory that builds The White Gundams. The group finds Woowig destroyed and Boysen and his group killed. Uso is rescued by Ms. Marbet, piloting the Core Fighter of The White Gundam which takes the form of a jet. Thanks to a map left behind by Boysen the group is able to find the factory. Uso pilots the Core Fighter, while Ms. Marbet rides in the back due to injuries, to the factory where they are united with the group. Lieutenant Chronicle Asher takes his Zolo for an unscheduled flight test and discovers several large trucks in the vicinity of the factory the group is hiding at. Lieutenant Chronicle Asher bombards the area in an attempt to destroy the factory and its Gundams. Uso battles him in the Core Fighter, but when he runs out of ammo the factory launches the Top Fighter and Boots of The White Gundam. Uso docks his Core Fighter with the Top Fighter, but the Boots are destroyed by Lieutenant Chronicle Asher. The factory sends out another set of Boots which Uso docks to. The White Mobile Suit Quickly overwhelms Lieutenant Chronicle Asher in his Zolo. Lieutenant Chronicle Asher retreats after the sensors on his Zolo are destroyed. The White Mobile Suit is revealed to be a Victory Type Mobile Suit.",
            "Aliases": []
          },
          "2": {
            "ID": "49029",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49029",
            "TitleEnglish": "The Day He Met the Machine",
            "SummaryEnglish": "The episode is a flash back to Kassarelia, Uso’s and Shakti’s homeland, with a fight between Ms. Marbet in the Core Fighter and Lieutenant Chronicle Asher in the Shokew. During the battle Ms. Marbet is shot in the leg. Uso, who is skydiving at the time, accidentally lands on the Shokew and begins fighting with Lieutenant Chronicle Asher in the cockpit, causing the Shokew to crash into a river. Uso pilots the Shokew and after some mishaps manages to land it.",
            "Aliases": []
          },
          "3": {
            "ID": "49030",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49030",
            "TitleEnglish": "Üso's Battle",
            "SummaryEnglish": "The episode is a continuation of the flashback. Uso arrives at the city of Woowig, which is burning. He immediately becomes under attack from the League Militaire in Woowig because they believe him to be a BESPA mobile suit. Uso is protected by the BESPA Zolos. Uso begins to engage them. Uso succeeds in destroying one Zolo before he is taken by the League Militaire. Uso and Ms. Katejina Loos manage to escape through an old subway. Lieutenant Chronicle Asher and his comrade Lieutenant Gary Tan are rescued by BESPA Zolos. A search party of two Zolos is sent to search for the Shokew. Uso engages them but is overwhelmed. He is saved by Ms. Marbet disabling one with the beam rifle of the Victory Gundam. The remaining Zolo escapes. Shakti is then tasked with caring for a child rescued from Woowig. Shakti, Uso, Ms. Katejina Loos, and the other immigrants join the convoy.",
            "Aliases": []
          },
          "4": {
            "ID": "49031",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49031",
            "TitleEnglish": "For Whom Do We Fight?",
            "SummaryEnglish": "The group prepares for a possible attack as they attempt to repair the Core Fighter. Meanwhile, back at a BESPA Base, Lieutenant Chronicle Asher and Lieutenant Sabat, promoted to Captain, prepare for a mission in order to take back of destroy the Shokew. Uso shows the members of the convoy part of the area where he lives. As they search for chips to be used to help repair the Core Fighter, the group is surprised to see an entire underground room filled with computers and an early training simulator for piloting mobile suits.",
            "Aliases": []
          },
          "5": {
            "ID": "49032",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49032",
            "TitleEnglish": "Godzorla's Counterattack",
            "SummaryEnglish": "Uso disassembles the Victory Gundam into its three parts. The workers at the factory are surprised to learn that Uso, who is just a kid to them, is piloting the mobile suit. Shakti wanders off with the child Karlmann. Lieutenant Gary Tan steals the newly completed Godzorla mobile suit in order to find Lieutenant Chronicle Asher and get revenge for Captain Sabat by destroying the Victory Gundam. The mobile armor Recarl is activated in order to monitor Lieutenant Gary in the Godzorla. Lieutenant Chronicle Asher infiltrates the factory and signals to the Godzorla its location. Uso sorties in the Core Fighter and forms the Victory Gundam with the Top Fighter and Boots. In the ensuing battle the Godzorla is disabled and Lieutenant Gary Tan is captured. However, the Victory takes considerable damage, losing an arm, a fore arm, and is shot in the ankle. Uso deals with the morality of fighting and Shakti returns. The League Militaire plans to disassemble the factory and relocate it. Lieutenant Chronicle Asher is recognized by Shakti even though he wore a mask the first time they met. As the first part of the convoy departs, six Zolos arrive to destroy the factory. The factory and convoy takes heavy damage as Uso sorties in the Core Fighter and begins to do battle with the six Zolos.",
            "Aliases": []
          },
          "6": {
            "ID": "49033",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49033",
            "TitleEnglish": "A Warrior's Brilliance",
            "SummaryEnglish": "Uso battles 3 Zolos. The convoy attempts to give him cover as they flee, but they take heavy losses. The convoy launches the Top Fighter and the Boots. Uso successfully attaches the Top Fighter but the Boots are destroyed in the process. Uso then transforms the machine into half a Gundam and disables a Zolo. As the convoy coordinates the launching of the second pair of Boots, Lieutenant Chronicle Asher arrives and shoots Hakashaku Oi Nyung, the leader of the group, in the shoulder. Stryker is killed in the ensuing fire fight.",
            "Aliases": []
          },
          "7": {
            "ID": "49034",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49034",
            "TitleEnglish": "The Sound of the Guillotine",
            "SummaryEnglish": "The Gattarl Team is ordered to search for and destroy the League Militaire convoy. Uso leaves the convoy to return to Kassarelia in order to search for Shakti. Odelo, Warren, and Suzy, the three immigrants that Uso found in his house, decide to follow him to Kassarelia. Lieutenant Chronicle Asher and his two hostages are recovered by the Recarl Mobile Armor. On board, Fuala Griffon, the commander of the Lagrane Base begins to interrogate the hostages. The Gattarl Team encounters both Shakti and Uso’s group in search for the convoy but lets them go thinking that they are innocent children. The Gattarl Team finds and engages the convoy. Ms. Marbet pilots the Core Fighter and quickly destroys three of the Gattarl Team’s machines. Uso’s group rejoins the convoy and Uso takes control of the Core Fighter after Ms. Marbet crash lands and destroys 2 more of the Gattarl Team’s machines. The convoy continues to take damage as Uso docks the Core Fighter with the Boots. Shakti returns to witness the ongoing battle as 12 mobile suits lead by Lieutenant Arbeo Pippiniden, descend from space. Uso then docks with the Top Fighter and quickly overwhelms the rest of the Gattarl Team before the Kisarolia team, which just descended from space shows up. Uso fends off the Kisarolia team and they retreat. In the meantime, the torture of Hakashaku by Fuala Griffon begins. Also Lieutenant Arbeo Pippiniden visits Lieutenant Chronicle Asher and they discuss the ongoing and upcoming military situation. After the fight Uso is ridiculed for being too soft in battle, however they are interrupted by the televised execution of Hakashaku.",
            "Aliases": []
          },
          "8": {
            "ID": "49035",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49035",
            "TitleEnglish": "Clash! Wave Attack",
            "SummaryEnglish": "Uso has nightmares of Hakashaku's execution. He and Shakti decide to leave the convoy and return home to Kassarelia. Back at Largane, Lieutenant Chronicle Asher is given orders to escort Commander Fuala Griffon and all damaged mobile suits to Arti Gibraltar, where they will be launched into space and Commander Fuala Griffon will face court martial for her recent failures and quick execution of Hakashaku.",
            "Aliases": []
          },
          "9": {
            "ID": "49036",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49036",
            "TitleEnglish": "Departure",
            "SummaryEnglish": "As Uso is returning to Kassarelia in the Victory, he spots Lieutenant Chronicle Asher and a dozen Zolos escorting Commander Fuala Griffon to Arti Gibraltar. Lieutenant Chronicle Asher leaves the group to go inspect a local house; Ms. Katejina Loos is riding along in his Zolo. Lieutenant Chronicle Asher and Ms. Katejina Loos enter the house and find Shakti inside. Uso is scouting Lieutenant Chronicle Asher’s Zolo when he is discovered and attacked by two Zolos. Uso and the Victory Gundam are captured and taken before Lieutenant Chronicle Asher. Uso is surprised to see Ms. Katejina Loos and learn that she has defected to the Zanscare Empire, the enemy of the League Militaire. Lieutenant Chronicle Asher tests out the Victory. Meanwhile the other three try to free Uso. They restrain the other two Zolo pilots as Lieutenant Chronicle Asher returns in the Victory. The other Victory Gundam arrives and is attacked by Lieutenant Chronicle Asher in the Victory. Uso then pilots a Zolo and goes after Lieutenant Chronicle Asher in the Victory. The Victory loses a leg and Lieutenant Chronicle Asher attempts to enter the other Zolo. Odelo shoots at him but is stopped by Ms. Katejina Loos who informs him that she is trying to become a spy. Uso then fires the Boots of the Zolo and severely damages Lieutenant Chronicle Asher’s Zolo. The Recarl mobile armor arrives and begins engaging the other Victory Gundam. Uso then pilots the Victory and attacks the Recarl, but his Boots are destroyed in the process. The other Victory gives his Boots to Uso. The Recarl and the other Zolos with all their pilots retreat.",
            "Aliases": []
          },
          "10": {
            "ID": "49037",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49037",
            "TitleEnglish": "Vivid! Shrike Team",
            "SummaryEnglish": "The convoy continues to move and Ms. Marbet and Uso are repairing the Victory. Oliver leaves in order to return to his squadron called the Shrike Team. The convoy receives order from Jinn Gehennam, the leader of the League Militaire. The League Militaire is a European resistance against the Zanscare invasion trying to get the Earth Federation to act against the Zanscare Empire. The convoy has been ordered to meet at point “DD”.",
            "Aliases": []
          },
          "11": {
            "ID": "49038",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49038",
            "TitleEnglish": "The Shrike Team Bulwark",
            "SummaryEnglish": "The convey reaches point DD, a warehouse controlled by the Federation, and meet Lt. Gomez, who mentions Uso's father. Uso begins asking everyone there if they know about his father before Odelo stops him. Gomez plans on shipping the Victory Gundams to Ireland, but the warehouse is attacked by BESPA. As one of the shuttles is about to take off it is spotted by Lupe Cineau and her Tomilat. Helen, one of the Shrike Team members, sacrifices herself so the shuttle can launch.",
            "Aliases": []
          },
          "12": {
            "ID": "49039",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49039",
            "TitleEnglish": "Smash the Guillotine",
            "SummaryEnglish": "The PCST planes carrying Uso and the other members of the Camion transport continue on their course for Arti Gibraltar.",
            "Aliases": []
          },
          "13": {
            "ID": "49040",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49040",
            "TitleEnglish": "Gibraltar Airspace",
            "SummaryEnglish": "The Recarl and a Tomliat fly over Arti Gibraltar, where Uso, Marbet and Oliver hide their Core Fighters. Cronicle speaks with airport director Mandela Sune director about stationing troops at Arti Gibraltar.",
            "Aliases": []
          },
          "14": {
            "ID": "49041",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49041",
            "TitleEnglish": "The Battle of Gibraltar",
            "SummaryEnglish": "In space, the EFF's Bagley Team attacks a Zanscare fleet. Fuala receives a call from Pippiniden, and he tells her that the EFF is moving towards the satellite Keilas Guilie. Pippiniden says that if Fuala can stop the League Militaire at Arti Gibraltar that it will have an effect on her punishment.",
            "Aliases": []
          },
          "15": {
            "ID": "49042",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49042",
            "TitleEnglish": "Space Dust",
            "SummaryEnglish": "Uso's shuttle prepares to launch from Arti Gibraltar. He asks Shahkti to come with him, but she says she's going back to Kasarelia with Odelo, Warren and Suzy to wait for her parents.",
            "Aliases": []
          },
          "16": {
            "ID": "49043",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49043",
            "TitleEnglish": "Reinforce, Lift Off",
            "SummaryEnglish": "The Reinforce takes off for space in order to destroy the Kelias Guilie, a BESPA battleship that has the ability to devastate the Earth, even from Space.",
            "Aliases": []
          },
          "17": {
            "ID": "49044",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49044",
            "TitleEnglish": "Queen of the Empire",
            "SummaryEnglish": "Duker recaps the previous encounters between BESPA and the League Mililtaire to Zanscare's leaders, Queen Maria Pure Armonia and Fonse Kagatie. He tells them about the bombing of Woowig, Uso capturing Cronicle's Shokew, and the appearance of the Victory Gundam.",
            "Aliases": []
          },
          "18": {
            "ID": "49045",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49045",
            "TitleEnglish": "Space Fleet Battle",
            "SummaryEnglish": "The League Milataire's Reinforce engages in a space battle with a Zanscare Amalthea-class battleship. The Zanscare forces are pushed back when reinforcements from the Earth Federation ship Guanland arrive. During the battle, Shatki, Suzy, Karlmann, and Flanders are ejected into space.",
            "Aliases": []
          },
          "19": {
            "ID": "49046",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49046",
            "TitleEnglish": "Search for Shakti",
            "SummaryEnglish": "Shakti, Suzy, Karlmann, and Flanders are rescued by the Zanscare battleship Kelias Guilie. Cronicle conducts a DNA test on Shakti and it is revealed that she is his niece and the daughter of Zanscare's leader, Queen Maria. Meanwhile, Uso, with help from Odelo, Warren, and the kids from the Hiland, sneak out of the Reinforce with a Victory Gundam and Marbet's Zoloat, piloted by Tomache, to find Shakti and the others. The search party is intercepted by two BESPA mobile suits and a battle breaks out after Odelo fires on one of the suits. The search party is saved when the Shrike Team arrives and drives back the enemy mobile suits.",
            "Aliases": []
          },
          "20": {
            "ID": "49047",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49047",
            "TitleEnglish": "Eve of the Decisive Battle",
            "SummaryEnglish": "The League Militaire and Earth Federation forces prepare the Hiland's microwave system in the hope of taking down the Kelias Guilie and its fleet.",
            "Aliases": []
          },
          "21": {
            "ID": "49048",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49048",
            "TitleEnglish": "Strike the Strategic Satellite",
            "SummaryEnglish": "Having recovered from the effects of the microwave system, BESPA starts to fight back against the League Militaire.",
            "Aliases": []
          },
          "22": {
            "ID": "49049",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49049",
            "TitleEnglish": "The Tiger of Space",
            "SummaryEnglish": "The Reinforce, Squid, and the Fishbone (the ship from Hiland) dock at the La Vie En Rose 4. Uso, Marbet, Oliver, and Junko are sent out to search the debris field for any survivors. During the search, Uso finds Haro and comes across Godwald Hein, the BESPA soldier he met before. The two engage in a mobile suit battle, with Uso being saved by Junko and Oliver.",
            "Aliases": []
          },
          "23": {
            "ID": "49050",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49050",
            "TitleEnglish": "Infiltrating Zanscare",
            "SummaryEnglish": "Martina, one of the children from the Hiland becomes ill and needs immediate medical treatment. The closest doctor is at the Side 2 colony of Amelia, the home territory of the Zanscare Empire. While infiltrating the colony, Uso spots an unknown mobile suit, the Sandhoge. He engages it in battle while the others make their way into the colony.",
            "Aliases": []
          },
          "24": {
            "ID": "49051",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49051",
            "TitleEnglish": "The Battle of the Capital",
            "SummaryEnglish": "Suzy tells Uso, Odelo, and Warren that Shakti is the biological daughter of Queen Maria. Across the street from the doctor, Shakti is meeting with her mother. She attempts to escape but is stopped when Cronicle asks her if she really wants to return to the battlefield.",
            "Aliases": []
          },
          "25": {
            "ID": "49052",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49052",
            "TitleEnglish": "To Enemy Ships and Enemy Lands",
            "SummaryEnglish": "BESPA's forces pursue the Reinforce Junior as it tries to escape from Side 2. The enemy fleet is pushed back with the use of unorthodox tactics, such as Oliver un-docking segments of his Victory Gundam and launching them into enemy ships and due to the inexperience of the Zanscare pilots.",
            "Aliases": []
          },
          "26": {
            "ID": "49053",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49053",
            "TitleEnglish": "Maria and Üso",
            "SummaryEnglish": "Uso captures Queen Maria to use her as a human shield to infiltrate the colony. Uso, Marbet, and Peggy and corned by Cronicle in his Contio. Peggy sacrifices herself so that Uso and Marbet can escape, but the two are captured by Cronicle.",
            "Aliases": []
          },
          "27": {
            "ID": "49055",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49055",
            "TitleEnglish": "A Flash That Runs Through Space",
            "SummaryEnglish": "Katejina, who has now fully turned to the ideals of Zanscare, engages in a battle with Uso and Marbet. The League Militaire launches another surprise attack on the colony, with the Shrike Team blowing a hole in the side of the colony.",
            "Aliases": []
          },
          "28": {
            "ID": "49056",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49056",
            "TitleEnglish": "The Great Escape",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "29": {
            "ID": "49057",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49057",
            "TitleEnglish": "The New Suit: V2",
            "SummaryEnglish": "The Reinforce Junior manages to escape from Macedonia while Uso escapes from the BESPA forces with help from Haro and Flanders. Once in space, Uso realizes that the core fighter is leaking air and sends out an S.O.S. to the Reinforce Junior.",
            "Aliases": []
          },
          "30": {
            "ID": "49058",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49058",
            "TitleEnglish": "Mother's Gundam",
            "SummaryEnglish": "The crew of the White Ark travel to the lunar city of Saint Josef to help repair the Reinforce Junior. While in the city, the kids rescue a woman who is being pursued by Zanscare's secret police. The woman the children save is Muller Miguel and Uso is finally able to reunite with his mother.",
            "Aliases": []
          },
          "31": {
            "ID": "49059",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49059",
            "TitleEnglish": "Launch the Motorad",
            "SummaryEnglish": "Marbet and Oliver help train Odelo and Tomache to become mobile suit pilots, while the League Militaire finds out that BESPA forces are hiding on the moon near Saint Josef. To prevent a battle from breaking out, Shakti goes out on her own to find the Motorad fleet and try to persuade Cronicle to not attack the Earth.",
            "Aliases": []
          },
          "32": {
            "ID": "49060",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49060",
            "TitleEnglish": "Doggoria's Violent Advance",
            "SummaryEnglish": "The Motorad fleet stops at the Marilyn so the Adrestia can be repaired. Hoping to attack BESPA while they are vulnerable, the League Militaire launches an attack against the enemy fleet, but BESPA manages a stout defense with the mobile armor Doggorla. Despite their inexperience as mobile suit pilots, Odelo and Tomache are sent out to fight.",
            "Aliases": []
          },
          "33": {
            "ID": "49061",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49061",
            "TitleEnglish": "The People Who Dwell in the Sea",
            "SummaryEnglish": "BESPA launches Operation: Earth Cleansing in preparation of Queen Maria's arrival to Earth. Cronicle's fleet destroys a Federation-controlled city on the coast and the Shrike Team tries to stop the advancing forces.",
            "Aliases": []
          },
          "34": {
            "ID": "49062",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49062",
            "TitleEnglish": "Operation Giant Roller",
            "SummaryEnglish": "Goze escapes from the Reinforce Junior with the crew intentionally letting him go. Goze heads back to the Adrestria with his Zollidia and the V2, with Odelo hiding in the Zollida and Uso in the Gundam.",
            "Aliases": []
          },
          "35": {
            "ID": "49063",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49063",
            "TitleEnglish": "Mother or Shakti?",
            "SummaryEnglish": "Goze escapes from the Reinforce Junior with the crew intentionally letting him go. Goze heads back to the Adrestria with his Zollidia and the V2, with Odelo hiding in the Zollida and Uso in the Gundam.",
            "Aliases": []
          },
          "36": {
            "ID": "49064",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49064",
            "TitleEnglish": "Mother, Return to the Earth",
            "SummaryEnglish": "The League Militaire fleet continues its pursuit of the Adrestria fleet. Goze's Zollida engages in a battle with Uso's V2 using Muller as a human shield.",
            "Aliases": []
          },
          "37": {
            "ID": "49065",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49065",
            "TitleEnglish": "Twinrad Counterattack",
            "SummaryEnglish": "With the cease-fire treaty having been signed, Captain Gomez allows the crews of the White Ark and Reinforce Junior to go on vacation.",
            "Aliases": []
          },
          "38": {
            "ID": "49066",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49066",
            "TitleEnglish": "Dyeing the North Sea in Flames",
            "SummaryEnglish": "The White Ark is once again attacked by Duker's fleet. Odelo destroy's the Lysithea's bridge, killing Duker and Renda and bringing the battle to an end.",
            "Aliases": []
          },
          "39": {
            "ID": "49067",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49067",
            "TitleEnglish": "The Song of the Wings of Light",
            "SummaryEnglish": "The White Ark reaches Kasarelia, but it is quickly caught in a battle with BESPA forces. The mobile suit squad launches an all out attack on the White Ark, but are stopped when Uso enlarges the V2's Wings of Light to disable most of the suits.",
            "Aliases": []
          },
          "40": {
            "ID": "49068",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49068",
            "TitleEnglish": "Beneath the Ultra-High Altitude Attack",
            "SummaryEnglish": "The Reinforce Junior and White Ark head to the former BESPA base at Largane to prepare to launch into space. While working on the preparations Uso meets Walker's wife and daughters.",
            "Aliases": []
          },
          "41": {
            "ID": "49069",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49069",
            "TitleEnglish": "The Battlefield That Father Made",
            "SummaryEnglish": "The League Militaire fleet returns to space and meets the Federation's fleet at the Hiland, where Uso is reunited with his father, Hangelg.",
            "Aliases": []
          },
          "42": {
            "ID": "49070",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49070",
            "TitleEnglish": "A Shining Vortex of Fresh Blood",
            "SummaryEnglish": "The Federation fleet breaks through BESPA's first line of defense.",
            "Aliases": []
          },
          "43": {
            "ID": "49071",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49071",
            "TitleEnglish": "Fuala, the Comet of the Battlefield",
            "SummaryEnglish": "The Federation fleet continues to push forward to Angel Halo. The V2 engages in a battle with the Zanneck and Uso learns that it is being piloted by Fuala.",
            "Aliases": []
          },
          "44": {
            "ID": "49072",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49072",
            "TitleEnglish": "Love Lies at the End of Light",
            "SummaryEnglish": "Disguising itself as a salvage ship the White Ark reaches Angel Halo. Queen Maria, who is nearby, senses Shakti's presence on the station. Shakti is captured by Fuala and taken to Tassilo's ship.",
            "Aliases": []
          },
          "45": {
            "ID": "49073",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49073",
            "TitleEnglish": "Üso Dances in Hallucination",
            "SummaryEnglish": "Queen Maria and Kagatie reach Angel Halo. Angelo Halo is activated and Uso begins to hallucinate that he is still in Kasarelia and back on the Hiland. A team of Zoloats are sent out to see the effects of Angel Halo and Uso's visions become stronger during the battle, thinking he is fighting Cronicle then Katejina.",
            "Aliases": []
          },
          "46": {
            "ID": "49074",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49074",
            "TitleEnglish": "Tassilo's Mutiny",
            "SummaryEnglish": "The V2 is upgraded to the V2 Buster Gundam. Fuala takes Shakti to Cronicle's ship. Opposing the use of Angel Halo and feeling that Kagatie is using the queen as a puppet, Tassilo captures Maria.",
            "Aliases": []
          },
          "47": {
            "ID": "49075",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49075",
            "TitleEnglish": "The Women's Battlefield",
            "SummaryEnglish": "With Queen Maria having been captured, Kagatie plans on using Shakti to activate Angel Halo. Uso and Fuala fight and Marbet helps Uso. Fuala is about to kill Marbet, but senses that she is pregnant.",
            "Aliases": []
          },
          "48": {
            "ID": "49076",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49076",
            "TitleEnglish": "Fading Life, Blooming Life",
            "SummaryEnglish": "Tassilo kills Queen Maria in front of Uso. With the only thing stopping Uso now gone, he destroys the ship and kills Tassilo. The Federation and League Militaire plan for their final assault on Angel Halo.",
            "Aliases": []
          },
          "49": {
            "ID": "49077",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49077",
            "TitleEnglish": "Atop the Angel's Halo",
            "SummaryEnglish": "The V2 makes its way to Angel Halo, but is intercepted by Katejina and a mobile suit squad. Juca sacrifices herself so Uso can enter Angel Halo. As the V2 makes its way through Angel Halo Katejina sends out a platoon of women dressed in bikinis to distract Uso and destroy the Gundam.",
            "Aliases": []
          },
          "50": {
            "ID": "49078",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49078",
            "TitleEnglish": "A Showdown Demanded by Hate",
            "SummaryEnglish": "Angel Halo and the Federation fleet enter the Earth's atmosphere. An all-out assault breaks out as the Federation tries to stop Angel Halo with both sides taking heavy casualties. The Federation flagship, the Jeanne D'Arc, is heavily damaged by Cronicle as Uso and Shakti make it back to Angel Halo.",
            "Aliases": []
          },
          "51": {
            "ID": "49079",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/mobile-suit-victory-gundam/episodes/49079",
            "TitleEnglish": "The Ascension of Angels",
            "SummaryEnglish": "The fight between Uso and Cronicle continues with Odelo and Tomache joining in. The damaged Jeanne D'Arc rams into Kabatie's Shugan, destroying both ships as he flees to Angel Halo. As the ships are destroyed, a light starts to emmit from Angel Halo that engulfs the battlefield.",
            "Aliases": []
          }
        }
      }
    }
  }
]