{
    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0200-F972-5372-02DF-EB87-J",
        "https://www.imdb.com/title/tt0159183/",
        "http://www.gundam-x.net/",
        "https://www.tvmaze.com/shows/5363/show-slug",
        "https://www.themoviedb.org/tv/25504",
        "https://www.wikidata.org/wiki/Q2014012",
        "https://en.wikipedia.org/wiki/After_War_Gundam_X"
    ],
    "TitleEnglish": "After War Gundam X",
    "SummaryEnglish": "When one space colony declared its independence from United Nations Earth, the devastating 7th Space War, an all-out war between Earth and space, resulted. The UNE responded to the Space Revolutionary Army with mobile suits, called Gundams. However, the SRA forces played their trump card and dropped hundreds of space colonies onto the Earth, plunging the planet into a seven-year-long nuclear winter. The UNE collapsed, but the SRA was unable to invade the Earth in the aftermath of the colony drop. Fifteen years have passed. The year is now After War 0015, and a New UNE has sprung up on Earth to restore order. In space, the colonial leaders have been rebuilding their own forces as well. By chance, fifteen-year-old Garrod Ran has discovered an old UNE mobile suit, the Gundam X, and now he uses it to help out the Vulture ship Freeden in its struggle to keep the powers that be from repeating the mistakes of the past.",
    "Aliases": [
        "Kidō Shin Seiki Gundam X",
        "Kidou Shin Seiki Gundam X",
        "Kidō  Shinseiki Gundam X",
        "Kidou Shinseiki Gundam X"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "2534",
            "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/seasons/official/1",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "51146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51146",
                    "TitleEnglish": "Is the Moon Out?",
                    "SummaryEnglish": "In a small market town, two con artists are claiming to be newtype soldiers from the war, saying that they are needed and the people should hire them. A man in the audience taunts them by saying that they are just looking for a job. Before the men can defend themselves, a lone mobile suit attacks the town."
                },
                "2": {
                    "ID": "51147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51147",
                    "TitleEnglish": "I Will Give You Power",
                    "SummaryEnglish": "Garrod fights Witz and Roybea. He realizes he is outnumbered so he bluffs that the gundam has a special weapon. After being astounded that they are fighting a kid, Witz and Roybea attack. Garrod is told that stupid bluffs like that don't work, and that lying is bad. Garrod then hides and puts Tiffa into the Gundam X's hand, saying not to fire or she'll die from it. He escapes and Jamil stops the pilots from chasing the Gundam X in Tiffa's interests."
                },
                "3": {
                    "ID": "51148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51148",
                    "TitleEnglish": "My Steed Is Vicious",
                    "SummaryEnglish": "The Frieden has approached Garrod, he tries to fire upon it with the satellite cannon but realizes it takes too long to charge for him to be able to shoot. Jamil runs out on top of the ship and fires a magnetic grappling gun at the Gundam X. Garrod flies back but Jamil already has the gun attached and is pulled to the gundam. Jamil opens the cockpit and the gundam automatically stops flying back. Jamil takes the gundam back to the Frieden after telling Garrod he has no right to have the gundam or Tiffa."
                },
                "4": {
                    "ID": "51149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51149",
                    "TitleEnglish": "This Operation Is a Race Against the Clock!",
                    "SummaryEnglish": "In the hallway, Garrod stops Witz and Roybea, telling them they must not leave. Witz says he'll be in pain if he doesn't move. Garrod tries to stop them and is kneed in the stomach. From the floor he grabs Witz's ankle, begging, Witz then kicks him in the face. Garrod wipes away the blood and stares at the two in disgust. Witz is confused by the look, and Roybea explains why Garrod acted the way he did with a theory on kids. When questioned if he supports him, Roybea says no because adults can't do that."
                },
                "5": {
                    "ID": "51150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51150",
                    "TitleEnglish": "You Pull the Trigger",
                    "SummaryEnglish": "The Freeden dodges to the side, only taking a little damage on the side of the main engine. The other Vultures send out mobile suits to provide cover for the Freeden. Shagia sends Olba off and easily destroys several vulture mobile suits. Garrod tries to take the GX, but Jamil stops him. He asks Garrod why he is going to help, and Garrod says it is natural because he wants to help Tiffa. Jamil gives him the control unit and lets him go out to battle the \"\"mysterious gundam.\"\" Jamil tells Kid that Garrod is better than him, because of his cockpit phobia."
                },
                "6": {
                    "ID": "51151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51151",
                    "TitleEnglish": "It's Offensive",
                    "SummaryEnglish": "A group of vultures takes parts from an old abandoned reactor and run away as the temperature rises, escaping to a safe distance before it explodes. The leader is Ennil El. Zacotte Dackonot approaches Ennil, congratulating her on her job for the day. He then shows her pictures of the Gundam X and Garrod. Her interest is sparked in him when she learns that he used to hunt mobile suits all by himself, she says she'll join the job and secretively gazes at the picture of Garrod."
                },
                "7": {
                    "ID": "51152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51152",
                    "TitleEnglish": "I'm Selling This Gundam!",
                    "SummaryEnglish": "Jamil reminds Garrod of the satellite cannon. They stop and Garrod gets the microwave and fires the cannon, propelling the two away from the blast. As Jamil's Daughtress grips the GundamX, a rock slams into its cockpit. On the Freeden, Shingo wonders if they survived. Sarah comes in asking about the Captain, and sees the Gundam X carrying the captain's Daughtress back to the Freeden."
                },
                "8": {
                    "ID": "51153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51153",
                    "TitleEnglish": "I'll Make That Boy Pay!",
                    "SummaryEnglish": "Zacotte's group of vultures continue to fry Witz. As he is about to lose consciousness, an aircraft flies down and attacks the mobile suits. The Airmaster transforms into fighter mode and leaves, waving a wing to the aircraft as a thank you. Inside, the Frost Brothers mock the thanks, saying that they weren't trying to save him."
                },
                "9": {
                    "ID": "51154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51154",
                    "TitleEnglish": "As It Rains in the Streets...",
                    "SummaryEnglish": "Roybea wonders aloud to Witz if the two should commit a double suicide with the Frieden, but Witz says the treasure on the ship is too valuable. Roybea says he can't leave because he was hired. Suddenly a shower of beams hit the ground near the two. Roybea has a bad feeling about the attack, and his suspicions were confirmed by the Ashtaron's grabbing of his Gatling gun. The Virsago shows up from the smoke and Olba says (from the Ashtaron) that he can finally get his revenge. Witz and Roybea begin to battle the two, to prove that they are wrong in the assumption that they can gain their revenge."
                },
                "10": {
                    "ID": "51155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51155",
                    "TitleEnglish": "I Am a Newtype",
                    "SummaryEnglish": "In Fort Severn, Mayor Nomoa Long speaks and introduces the leader of the Army, Newtype Carris Nautilus. Carris said everyone must become newtypes with high judgment and recognition abilities, but the war killed out most of the race. He was born as one and plans to use his power for peace. On the way to Fort Severn, the Frieden's bridge discusses how fast they'll get to Fort Severn and the accuracy of Tiffa's drawing to it's picture. They then discuss what to do if Newtypes are found."
                },
                "11": {
                    "ID": "51156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51156",
                    "TitleEnglish": "Don't Think, Just Run!",
                    "SummaryEnglish": "Carris pauses, beam saber held over the GX's cockpit. He tells Tifa that Garrod's life depends on her, and begins to lower the saber, heating the cockpit to a burning red. She exits to the roof and Carris takes her away. The Gundam X still lies helpless on the ground, and the other two gundams collapse as the bits leave them. Ennil grumbles about Garrod's survival, and then wonders why a Vertigo was there."
                },
                "12": {
                    "ID": "51157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51157",
                    "TitleEnglish": "He Is My Masterpiece",
                    "SummaryEnglish": "The Divider's new thrusters on its shoulders fire, and the Gundam X falls face first into the snow. Everyone watches and wonders if Garrod will be able to fight well enough against the Frost brothers. The two enemy gundams attack, and Kid tells Garrod to use the Divider. He then pulls out the huge shield and uses it's thrusters to fly between the two charging gundams. The Gundam X then gains the upper hand in the battle, proving it's total upgrade. Jamil notes that Garrod is able to survive because he is a genius of adaptability and extremely talented at handling machines. Witz and Roybea join the battle, using head vulcans and other small damage weapons that they still have ammo for."
                },
                "13": {
                    "ID": "51158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51158",
                    "TitleEnglish": "Shoot Me for Being a Fool",
                    "SummaryEnglish": "Just as Ennil is about to shoot Garrod, explosions shake the city. The fierce battle between the Gundam Ashtaron and the Gundams Leopard and Airmaster has shifted to borders of the fort's walls. Tiffa tackles Garrod and an explosion destroys the wall that was behind her. With Carris blown to the other side of the room, Garrod prepares to leap out of the window with Tiffa. Before doing so, he invites Carris to follow them. But the artificial newtype just stares at him in the confusion of wondering who he should trust by then. Garrod and Tiffa leap out of the 3 story window and fall into the snow. Ennil runs to the window to shoot the two as they run down the streets, but another explosion on the side of the building throws her to the floor."
                },
                "14": {
                    "ID": "51159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51159",
                    "TitleEnglish": "Can You Hear My Voice?!",
                    "SummaryEnglish": "Garrod shakes Carris lightly, telling him to hang on. He realizes there were no bullets in Carris' gun and asks why he did it. Carris is then taken prisoner, delivered immediately to the emergency room. In Fort Severn, a man tells Mayor Nomoa (Professor Dorat) that Carris was captured. The Mayor is infuriated by it. Carris survives on the Freeden, and Tiffa and Garrod are happy for his amazing survival. In Fort Severn, Professor Dorat has begun the energizing of the Patulia, and Ennil says she will retrieve Carris for him."
                },
                "15": {
                    "ID": "51160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51160",
                    "TitleEnglish": "Do You Suppose There's a Heaven?",
                    "SummaryEnglish": "The narrator speaks, \"\"Fifteen years after the war which nearly destroyed the Earth, people started to rebuild their normal lives. But... in this world without order, there was still a hell where the strong prey on the weak.\"\" While he speaks a peaceful farming community is suddenly attacked by a group of vultures, which quickly kill all resistance. Witz and Roybea are waiting at a fork in the road, wondering what a sign says."
                },
                "16": {
                    "ID": "51161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51161",
                    "TitleEnglish": "Because I'm a Human, Too",
                    "SummaryEnglish": "Tiffa has a dream about the beach, and she then wakes up to draw a rock formation she saw in her dream. Early in the morning, Shingo is doing business with a man who ordered 3 of their Daughtress type mobile suits, and the two make brief conversation on how people near the ocean are easily building up their cities. Around the same time, Garrod is carefully trying to make the perfect breakfast for Tiffa, getting fruits and such from the buffet in the Freeden's cafeteria."
                },
                "17": {
                    "ID": "51162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51162",
                    "TitleEnglish": "Find Out for Yourself",
                    "SummaryEnglish": "After watching the laser beam come from the sky, a white dolphin tells Tiffa that she hates humans. During the next day, Garrod tells Jamil of his sighting of the satellite system laser lock. It is concluded that this means there is another GX and newtype somewhere across ocean."
                },
                "18": {
                    "ID": "51163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51163",
                    "TitleEnglish": "The Sea of Lorelei",
                    "SummaryEnglish": "While on a recovery mission in the Sea of Lorelei, Olba Frost and an Orc captain named Marcus Guy come across a mysterious woman in a sealed container resting on the bottom of the ocean floor. Unsure as to who she is, Olba contacts his brother for information, and as the two brothers try to resolve what is going on the Orc submarine that Olba is on encounters the Freeden. Lead by Tiffa, the Freeden comes under attack by the Orc ship and its mobile suits, the Gundams holding out till Olba enters the battle in his own Gundam. Captured by the massive scissor claws of the Ashtaron, Garrod is helpless in its grasp till all power to his mobile suits and those around him mysteriously shuts off. While on the bridge of the Freeden, Tiffa stands before Jamil and introduces herself as Lucille Liliant..."
                },
                "19": {
                    "ID": "51164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51164",
                    "TitleEnglish": "It's Almost Like I'm Dreaming",
                    "SummaryEnglish": "Free of the hold of the Ashtaron and of the mysterious power, Garrod lands a crippling blow to the Orc submarine, forcing it to surface and withdrawal along with Olba Frost. Going back to the Freeden, he learns that Tiffa has become possessed by the mind and power of a Newtype stronger then her, they mysterious woman on the Orc ship and the former instructor to Jamil Neate. She revels to all what happened to her 15 years ago shortly before the end of the war, and the crew agree to help Jamil free her from the ship and her capsule."
                },
                "20": {
                    "ID": "51165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51165",
                    "TitleEnglish": "So, We Meet Again",
                    "SummaryEnglish": "Damaged and short on supplies, the Freeden puts into port at Saints Island, and independent nation that is thriving because of a power station left undamaged by the war. After being inspected by the customs and immigration officier, Miles Goodman, the Freeden is allowed to stay at the island and the crew to get some rest. Sent out on her own to get most of the shopping done for the ship, Toniya runs across Ennil El, neither knowing who the other is."
                },
                "21": {
                    "ID": "51166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51166",
                    "TitleEnglish": "It's Something My Late Wife Used To Say",
                    "SummaryEnglish": "Not impressed with the efforts of Colonel Aimzat to capture the Freeden, or his faith in Newtypes, the New United Nations Earth Committee members send as special operative to take care of the task of capturing the Freeden as well as Jamil Neate and Tiffa Adill. Katokk Alzamille, camouflages his team as fisher men whose boat was damaged by and in distress to gain access to the Freeden only to be escorted into a trap set by the crew thanks to the warning of Tiffa."
                },
                "22": {
                    "ID": "51167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51167",
                    "TitleEnglish": "A Ghost From 15 Years Ago",
                    "SummaryEnglish": "Stopped by Tiffa from turning himself into a human bomb, Katokk is placed in a room on the Freeden under armed guard and interrogated by Jamil Neate as to the location of the island base of the New united Nations Earth. But the questions change as they two start to talk about the war, and how the soldiers in the regular army called Jamil \"Hero\". While on patrol, Witz and Garrod find Ennil in the remains of her mobile armor, bringing both her and the black box to the Freeden for questioning and finding out the location of the base Zonda Epta."
                },
                "23": {
                    "ID": "51168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51168",
                    "TitleEnglish": "My Dreams Come True",
                    "SummaryEnglish": "Captured and imprisoned on the island, Garrod tells off Katokk, striking a nerve with the soldier and causing him to almost knock him out with one punch. As the crew of the Freeden is held in a cell, Jamil and Tiffa are taken to meet with Aimzat as he plans to move them to the Newtype Labs for research into their powers and abilities."
                },
                "24": {
                    "ID": "51169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51169",
                    "TitleEnglish": "Double X, Activate!",
                    "SummaryEnglish": "Guilty about her betrayal, and betrayed by Aimzat, Ennil helps the Freeden crew in their escape as Katokk helps Garrod get onto the transport ship carrying Jamil and Tiffa. As the battle with the escaped crewmen and women of the Freeden heats up on the island, Jamil and Tiffa make their own escape on the transport ship, rushing to get the control unit of the Gundam X to Garrod. Making their way into the cargo hold of the New UNE transport ship, Garrod and Katokk find the new Gundam Double X and are pinned down by enemy fire. Coming to their rescue, Jamil proves that his title as \"Hero\" is well founded as he takes out the soldiers at the door and allow for both he and Tiffa to get the control unit of the Gundam to Garrod. Seeing more soldiers coming, Katokk uses himself as a human shield to protect the children from the soldiers, telling Jamil and the two teenagers the truth of what the New UNE did during the war and asking for Garrod not to make the same mistakes as those in the past. Running to the Double X, Garrod climbs into the cockpit and activates the new Gundam, escaping from the transport ship to find the Freeden escaping the port and an large formation of enemy mobile suits.."
                },
                "25": {
                    "ID": "51170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51170",
                    "TitleEnglish": "You Men Are Our Star of Hope!",
                    "SummaryEnglish": "After escaping from Zonda Epta and evading the New UNE Navy, the Freeden lands in a country in southern Asia called the People's Republic of Estard and are approached by its leader and generals to join with them in their fight against the New UNE military. At first declining the offer, the crew changes their mind after they survive and witness the aftermath of a large carpet bombing raid carried out by the New UNE on civilian areas."
                },
                "26": {
                    "ID": "51171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51171",
                    "TitleEnglish": "Don't Say a Word",
                    "SummaryEnglish": "After surviving the trap laid out for them and destroying the airbase, the crew of the Freeden head back toe Estard where they are hailed as heroes to their cause. Unsure of his committment to what is going on Roybea leaves the Freeden, leaving his Gundam Leopard behind, heading off unescorted into Estard as Witz takes up an offer from General Lee Jackson to upgrade his Gundam Airmaster to more better compete with the newer mobile suits and mobile armors being made by the New UNE military."
                },
                "27": {
                    "ID": "51172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51172",
                    "TitleEnglish": "I Bid You Farewell",
                    "SummaryEnglish": "As the war rages in Asia, other battles are taking place in other places in the world. Ennil El returns home to Saints Island to find it captured by the New UNE and her fiance Miles Goodman executed along with every public official on the island and their families. Angered, she turns to her friend Lumark Kaoto for a new mobile suit."
                },
                "28": {
                    "ID": "51173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51173",
                    "TitleEnglish": "Is Shooting My Only Option?",
                    "SummaryEnglish": "While staying with Yurina Sonohara in a part of Estard occupied by the New UNE, Roybea discovers that she is part of a Resistance force that is fighting against the New UNE to regain independence. As he has breakfast with her the leader, Tessa Tain, of the group comes to visit and ask him to join with them in their fight, and uses his skills as a Gundam pilot to fight for independence. When Roybea refuses, the resistance leader pulls a gun on him, but is stopped by Yurina."
                },
                "29": {
                    "ID": "51174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51174",
                    "TitleEnglish": "Look at Me",
                    "SummaryEnglish": "Escaping from Estard as it surreneders, the Freeden starts to make its way north into Asia to try and find the Newtype Labs that Jamil and Tiffa were going to be taken to my General Aimzat. The long hard battles have caused a rift to grow between Garrod and Tiffa, as the young boy starts to concentrate more on his duties as a pilot and less on his feelings for the young girl. As the Freeden makes its way through the forest, it is attacked by a new mobile suit of the New UNE and the Frost brothers, the pilot of the new suit being able to activate the Flash System of the experimental mobile suit and prove himself to be a Newtype. Out numbered by the bit mobile suits of the enemy, the Gundam pilots start to find themselves faltering under the attack. During the heavy fighting, Tiffa runs to the top deck of the ship, to try and help Garrod in the battle and protect him from being killed by the ace New UNE pilot."
                },
                "30": {
                    "ID": "51175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51175",
                    "TitleEnglish": "I Feel Like I'll Never See You Again",
                    "SummaryEnglish": "As the Freeden nears the Newtype Labs, Tiffa has a dream and a feeling that she my never see Garrod again so she goes to see him. The young pilot promises her that they will always be together, and that he will protect her from harm. As the Freeden continues on its way the Frost brothers lurk in the shadows, plotting another trap for the crew and its Gundams. As the Frost brothers plot out their trap, another force in the shadows plans their own and put them into action as they two brothers force their hand, a plan to return to space."
                },
                "31": {
                    "ID": "51176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51176",
                    "TitleEnglish": "Fly, Garrod!",
                    "SummaryEnglish": "Garrod sits staring at the sky at the base of his Gundam, the contrail of the rocket and shuttle fading away along with Tiffa, the girl kinapped by Nicol Faphus of the Space Revolutionary Army and taking onto the shuttle bound for the space colonies. Finally snapping out of his daze by the Freeden's doctor with the use of one of Tiffa's drawings of Garrod and her together, he tells the crew everything that he saw. Returning to the ship, they encounter Ennil El, the womans arrival and warning about the planned kidnapping coming to late. But using the other information that she has, the Freeden makes its way to a captured base belonging to the New UNE taken over by SRA spies. Making a deal to give the spies the Double X and Garrod to help them test the mobile suit, the S.R.A. agents allow Garrod to board a space warship that they are stealing from the New UNE for study. As the ship starts to depart, the base comes under attack by New UNE forces and the Frost brothers..."
                },
                "32": {
                    "ID": "51177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51177",
                    "TitleEnglish": "That's the G-Falcon!",
                    "SummaryEnglish": "As Garrod goes into space aboard the captured New UNE space warship, the S.R.A. crew is taken in by his kind nature and allow him to go onto the bridge to look out the view port at the stars for the first time. There he learns of the spacenoid belief in Newtypes being born and created in space just from people living in space colonies and not on the Earth. As Garrod waits for the ship to near the colonies, Triffa meets with the leader of the Space Revolutionary Army, Lord Seidel Rasso and is presented to him as a Newtype born on Earth. When the warship nears one of the colonies, Garrod is forsced to take the bridge crew hostage and escape in his Gundam in an attempt to get to the colony known as Cloud 9. Not use to piloting a mobile suit in space, he becomes an easy target for the SRA pilots training in the area and their ace from the war Lancerow Dawell."
                },
                "33": {
                    "ID": "51178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51178",
                    "TitleEnglish": "How Do You Know Who I Am?!",
                    "SummaryEnglish": "Waking up days later, Garrod accepts the offer of Pala Sys to join with the anti-SRA group Satyricon whose belief is that the Earth and it's people should be left alone by the spacenoids, and instead be left alone to heal from the war. In return for his joining them, the technicians at Satyricon's base repair the Double X."
                },
                "34": {
                    "ID": "51179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51179",
                    "TitleEnglish": "I Can See the Moon!",
                    "SummaryEnglish": "With the destruction of Satyricon, Lancerow returns to the Cloud 9 and is honored as a hero in a special award ceremony by Seidel Rasso. After the ceremony, he attends a special lunch with the SRA leader and invites Tiffa to come along with him as a special guest. As they talk about what a Newtype is and Seidels steadfast beliefs, Tiffa looks into his heart with her Newtype powers and picks one word out... D.O.M.E. Surviving the destruction of Satyricon, Pala and Garrod plan to take revenge for those killed in the SRA attack and rescue Tiffa at the same time by completeing the mission that they would have done. Using the Satellite Cannons of the Double X, Garrod disrupts the firing of the Colony Laser, and forces Seidle to return Tiffa to him, firing the Satellite cannon one more time before headking back towards the Earth with Tiffa and Pala."
                },
                "35": {
                    "ID": "51180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51180",
                    "TitleEnglish": "The Light of Hope Will Never Be Extinguished!",
                    "SummaryEnglish": "While returning to Earth, the Double X is intercepted and captured by the Frost brothers in their upgraded Gundams and a fleet of New UNE ships and mobile suits. Taken to Earth, Garrod and Tiffa are brought before Fixx Bloodman, the leader of the New United Nations Earth and Tiffa uses her powers once more to discover the very same word as the SRA leaders heart in the man. Escaping from their guards, Garrod and Tiffa free Pala and recover the Double X and G-Falcon."
                },
                "36": {
                    "ID": "51181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51181",
                    "TitleEnglish": "The Next War Will Be a War of Our Design!",
                    "SummaryEnglish": "As Garrod, Tiffa, and Pala flee from the New UNE and the Frost brothers, they are rescued by Carris Nautilius and the crew of the Freeden. Taken aboard a large carrier plane, they head to the New Orleans base of the North American Resistance Force, a group of Vultures and people that have banded together to fight the New UNE and keep their independence. Returning to Bloodman, the Frost brothers learn of the councils reluctance to go to war with the SRA now that the Colony Laser has been destroyed and instead are pushing for peace, and take matters into their own hands to insure that their vision and plans go ahead. As the crew of the Freeden rest at the New Orleans base, news comes that the New UNE has launched its space fleet and are heading for the moon in mass."
                },
                "37": {
                    "ID": "51182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51182",
                    "TitleEnglish": "Freeden, Lift Off!",
                    "SummaryEnglish": "Learning that the New UNE is on the move, the Space Revolutionary Army launches its fleet as well and sets course for the moon, determined to beat the other fleet there and make contact with D.O.M.E. Fixx Bloodman, after hearing that Seidel Rasso is leading the fleet in his flagship, launches in his own flagship to show that he is not afraid to face the SRA leader on equal terms and lead his forces into battle. As the fighting starts in space, the crew of the Freeden start to prepare for what they must do next, spending time with they ones that they care for before boarding a space battleship built by the North American Resistance Force. Stealing the ship that they have named the Freeden II, launching into space to go to the one place that Tiffa has told them they had to get to... D.O.M.E."
                },
                "38": {
                    "ID": "51183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51183",
                    "TitleEnglish": "I am D.O.M.E... I was once called a Newtype.",
                    "SummaryEnglish": "As the Freeden II nears the battle between the SRA and the New UNE, Garrod activates the Satellite Cannons of the Double X, using the microwave circuit to clear a path to the moon between the two waring factions. The Gundams and Freeden II rush forward towards the moon only to be caught up in the fighting with the SRA and New UNE in the 8th Space War. As Garrod gets closer to the moon, the defense system of the lunar base sends up its mobile bits to escort him safely to the surface, and gather all those that are needed for the special meeting. The leaders of the SRA and New UNE call a cease fire as they head to the moon under the protected escort of the lunar defense system, to finally meet with the object they are fighting over ... D.O.M.E."
                },
                "39": {
                    "ID": "51184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-new-century-gundam-x/episodes/51184",
                    "TitleEnglish": "The Moon Will Always Be There",
                    "SummaryEnglish": "D.O.M.E. introduces himself to the group of pilots and leaders, telling them all exactly what they must do in order to make the future that they want to come true, and that the idealogy that they hold onto about Newtypes is nothing but a fabrication. Devestated by the news of what D.O.M.E. has to say the leaders of the SRA and New UNE are unsure what to do next as they finally understand. Leaving the moon, the three ships find that the war has restarted due to the Frost brothers, and a final battle between Garrod Ran and the two brothers errupts as they pit Satellite Cannon against Satellite Launcher."
                }
            }
        }
    }
}