{
  "URL": "https://www.thetvdb.com/series/turn-a-gundam",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0189318/",
    "https://www.themoviedb.org/tv/37546"
  ],
  "TitleEnglish": "Turn A Gundam",
  "SummaryEnglish": "The population of the Earth is limited to simple, steam-driven technology after past cataclysms; the Moon is populated by the Moonrace, humans who left Earth after a great war long ago to reside in technologically advanced lunar colonies until such time as they deemed the Earth suitable to return to.",
  "Aliases": [
    "∀ Gundam",
    "∀ Gundam: Called Turn \"A\" Gundam",
    "∀ガンダム"
  ],
  "Modified": "2025-07-06",
  "Seasons": {
    "0": {
      "ID": "19052",
      "URL": "https://www.thetvdb.com/series/turn-a-gundam/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "1988311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/1988311",
          "TitleEnglish": "Earth Light",
          "SummaryEnglish": "Loran Cehack is a spy sent from the moon to scout out Earth, whom they plan to invade. He grows to love Earth as his true home and, after discovering a giant mech from the dark ages, he begins to defend Earth in the war. This movie is a compilation of the first half of the series proper.",
          "Aliases": []
        },
        "2": {
          "ID": "3510991",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/3510991",
          "TitleEnglish": "Moonlight Butterfly",
          "SummaryEnglish": "Following the events of the first movie, the Militia finishes restoration work on its excavated spaceship and travels to the moon to deal with Gym Ghingnham and Agrippa Maintainer, who along with Dianna Soreil form a governing triumvirate over the Moonrace. On the moon, the political situation rapidly evolves as new deals are made, setting the stage for a decisive final battle to determine the relationship between the people of Earth and the technologically advanced Moonrace. This movie is a compilation of the second half of the series proper.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2535",
      "URL": "https://www.thetvdb.com/series/turn-a-gundam/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 50,
      "Episodes": {
        "1": {
          "ID": "51185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51185",
          "TitleEnglish": "Howl at the Moon",
          "SummaryEnglish": "Loran lands on Earth and begins working for a wealthy family as their driver. Meanwhile, he meets up with his fellow comrades and discusses their plans.",
          "Aliases": []
        },
        "2": {
          "ID": "51186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51186",
          "TitleEnglish": "The Coming of Age Ceremony",
          "SummaryEnglish": "The Coming of Age Ceremony begins; however, during that time the Moon Race begins its invasion. The White Doll Statue crumbles revealing the Turn A Gundam and Loran uses it to fight back the Moon Race.",
          "Aliases": []
        },
        "3": {
          "ID": "51187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51187",
          "TitleEnglish": "After the Festival",
          "SummaryEnglish": "The Moon Race's attacks continue. Guin orders the area around Vicinity City to be excavated to find more mobile suits. Meanwhile, Loran's conflicted with being part of the Moonrace while on Earth.",
          "Aliases": []
        },
        "4": {
          "ID": "51188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51188",
          "TitleEnglish": "Soldiers From Home",
          "SummaryEnglish": "Loran uses the Turn A Gundam to fight off the enemy mobile suits, then meets with the Dianna Counter leadership, lying to them about his use of the Turn A Gundam. Sid excavates new mobile suits.",
          "Aliases": []
        },
        "5": {
          "ID": "51189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51189",
          "TitleEnglish": "Diana Descends",
          "SummaryEnglish": "After attacking the Moonrace, Miashei is captured by Dianna Counter pilot Poe Aijee. Sochie and Kihel's mother starts acting strangely upon their return home. Harry and Guin continue negotiations. Moonrace queen Dianna Soriel arrives on the ship Soleil.",
          "Aliases": []
        },
        "6": {
          "ID": "51190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51190",
          "TitleEnglish": "The Forgotten Past",
          "SummaryEnglish": "Guin and Dianna head through Nocis, having difficulty from the rioting populace. They are helped by Loran and Harry in their respective mobile suits. Dianna and her advisor Miran Rex try to negotiate with Guin.",
          "Aliases": []
        },
        "7": {
          "ID": "51191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51191",
          "TitleEnglish": "Training to Be a Lady",
          "SummaryEnglish": "Dianna hopes to reduce hostilities by holding a party between Inglessia and the Moonrace. Guin and Kihel have Loran cross dress as \"Laura Rolla\" to makes the Moonrace think the Turn A Gundam's pilot is a woman. Guin and Dianna agree to restart negotiations.",
          "Aliases": []
        },
        "8": {
          "ID": "51192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51192",
          "TitleEnglish": "Laura's Cow",
          "SummaryEnglish": "Sochie and Kihel argue due to Sochie's hatred of the Moonrace. Loran hopes to help Moonrace civilian Khuen Morad, who has a sick wife and baby but Sochie refuses to help. The locals protest the Moonrace civilians taking their food.",
          "Aliases": []
        },
        "9": {
          "ID": "51193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51193",
          "TitleEnglish": "Corin Shouts, It's a Gundam!",
          "SummaryEnglish": "Moonrace criminal Corin Nander is released from cryogenic stasis and brought to Earth. Loran's identity as a Moonrace has become more public due to Fran's reporting. Sochie is skeptical of Loran and hopes to learn to pilot the Turn A Gundam instead.",
          "Aliases": []
        },
        "10": {
          "ID": "51194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51194",
          "TitleEnglish": "Grave Visit",
          "SummaryEnglish": "Sochie and Kihel receive word that their mother has gone insane, thinking her husband is still alive. Keith sells the FLAT to the Militia. Dianna and Kihel decide to play a joke and wear each other's clothes, then to temporarily switch places.",
          "Aliases": []
        },
        "11": {
          "ID": "51195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51195",
          "TitleEnglish": "The Fall of Nocis",
          "SummaryEnglish": "The Militia grows restless, but Guin doesn't want to break the ceasefire and Corin wants the Moonrace to launch their own attack. Miran plots to head to the Sunbelt zone without Dianna's permission. Kihel (Dianna) seeks to negotiate and asks Loran to help.",
          "Aliases": []
        },
        "12": {
          "ID": "51196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51196",
          "TitleEnglish": "Underground Passageways",
          "SummaryEnglish": "The battle at the excavation site continues and Loran and Kihel (Dianna) head underground. Guin decides to abandon Nocis causing the Militia to desire help from Luziana, a neighbouring area. Kihel (Dianna) orders Corin to stop fighting or she will kill him.",
          "Aliases": []
        },
        "13": {
          "ID": "51197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51197",
          "TitleEnglish": "An Older Woman",
          "SummaryEnglish": "Kihel (Dianna) encounters a local man, Will Game, who is the grandson of her fiance from when she was previously on Earth decades before. Will is digging up what he believes to be a spaceship. Teteth confronts Loran on why he is helping the Militia.",
          "Aliases": []
        },
        "14": {
          "ID": "51198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51198",
          "TitleEnglish": "Separated, Again",
          "SummaryEnglish": "Loran assists with the excavation of the spaceship. Luziana military commander Mulligan introduces the Militia, including Sochie, to the Suicide Squad, led by Gavane Goonny. Miran recommends Dianna declare a Moonrace nation in the Sunbelt zone.",
          "Aliases": []
        },
        "15": {
          "ID": "51199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51199",
          "TitleEnglish": "Fleeting Memories",
          "SummaryEnglish": "Excavation continues on the spaceship, which Sid hopes to keep secret from Luziana. Will meets Dianna (Kihel) and is brought into the Dianna Counter forces. Will and Poe fight the Suicide Squad and Militia forces. Sochie joins in, piloting the Turn A Gundam.",
          "Aliases": []
        },
        "16": {
          "ID": "51200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51200",
          "TitleEnglish": "All About Turn A (RECAP)",
          "SummaryEnglish": "A recap episode. Loran summarizes the events of the first 15 episodes.",
          "Aliases": []
        },
        "17": {
          "ID": "51201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51201",
          "TitleEnglish": "Dust Blow at the State's Founding",
          "SummaryEnglish": "Dianna (Kihel) sends Guin a letter inviting him to the Moonrace's declaration of a nation in the Sunbelt Zone. The Militia starts recruiting Moonrace technicians to join them. Teteth plans to assassinate Dianna.",
          "Aliases": []
        },
        "18": {
          "ID": "51202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51202",
          "TitleEnglish": "Kihel and Dianna",
          "SummaryEnglish": "Kihel (Dianna) reveals her true identity to Loran, thinking her counterpart's life is in danger. The Militia launches an attack on the Moonrace forces and Teteth attempts again to kill Dianna. Dianna (Kihel) makes her founding of the state proclamation.",
          "Aliases": []
        },
        "19": {
          "ID": "51203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51203",
          "TitleEnglish": "Sochie's War",
          "SummaryEnglish": "Work continues on the space ship discovered by Will Game, and a Gallop craft is discovered, which Loran is declared captain of. Dianna (Kihel) talks with Harry about those who disagree with her policies, including Agrippa Maintainer.",
          "Aliases": []
        },
        "20": {
          "ID": "51204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51204",
          "TitleEnglish": "Anise Power",
          "SummaryEnglish": "The Suicide Squad is forced to retreat from the Dianna Counter's mobile suits. Loran meets an old woman, Anise Bell. The Red Team, a group of Moonrace who have long been on Earth, attack, hoping to be accepted into Dianna Counter.",
          "Aliases": []
        },
        "21": {
          "ID": "51205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51205",
          "TitleEnglish": "Dianna's Hard Fight",
          "SummaryEnglish": "Bruno and Jacop join the Gallop, hoping to steal the Turn A Gundam. Dianna (Kihel) discusses Agrippa Maintainer's possible betrayal with Miran and Harry. Lily suggests Kihel (Dianna) help at the local hospital and she directly encounters the anguish the fighting has caused.",
          "Aliases": []
        },
        "22": {
          "ID": "51206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51206",
          "TitleEnglish": "Harry's Misfortune",
          "SummaryEnglish": "The Moonrace leadership discusses the effect escaping settlers is having. Harry heads out wearing civilian clothing and sneaks in with some settlers, making it to the Militia's excavation site. Successful tests are performed on the space ship. Harry finds Kihel (Dianna), but she refuses to leave. Poe launches an attack, but she is forced to retreat by Loran and Harry. Guin proclaims the space ship to be called the Willghem.",
          "Aliases": []
        },
        "23": {
          "ID": "51207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51207",
          "TitleEnglish": "Teteth's Last Words",
          "SummaryEnglish": "Teteth meets up with another undercover Moonrace, Meme Midgard about her observations of the Turn A Gundam. Gavane asks Sochie to marry him. Kihel (Dianna) recognizes Midgard. Teteth finds Corin Nander, but he only freaks out upon seeing the Turn A Gundam. Archaeologist assistant Joseph Yaht meets Loran's friend Fran. Teteth manipulates a man named Troy to trick Loran and capture the Turn A Gundam. She also captures Dianna, but exchanges her for weapons. Loran uses the Gallop to trick Teteth and take back the Turn A Gundam. Midgard kills Teteth.",
          "Aliases": []
        },
        "24": {
          "ID": "51208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51208",
          "TitleEnglish": "Laura's Howl",
          "SummaryEnglish": "The Red Team and Suicide Squad battle. The Red Team later fights with Poe over repair shortages. Gavane and Sochie's engagement becomes public knowledge. The Red Team demands the Turn A Gundam's pilot fight them and attacks the local hospital. Joseph and Loran join up with the Suicide Squad to fight them off. Kihel (Dianna) realizes the Red Team are the descendants of Moonrace troops left behind decades later. She desires to return to the Moon in order to stop the war.",
          "Aliases": []
        },
        "25": {
          "ID": "51209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51209",
          "TitleEnglish": "The Willghem Lifts Off",
          "SummaryEnglish": "Work concludes on the Willghem. Kihel (Dianna) has headed off with Corin Nander and Loran follows in the Turn A Gundam. She realizes the effect the Moonrace's arrival has had on the local populace. Gavane gives Sochie her wedding dress. Dianna Counter's Phil Ackman hopes to destroy the Willghem, but Dianna (Kihel) says to capture it instead. Loran encounters Fran and Keith. The Willghem successfully takes off and escapes the Dianna Counter attack.",
          "Aliases": []
        },
        "26": {
          "ID": "51210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51210",
          "TitleEnglish": "A Battle for Enlightenment",
          "SummaryEnglish": "Kihel (Dianna) and Corin stop by at a nearby village. A mountain is discovered which may contain more mobile suits and both sides decide to go after it. One of Harry's underlings reports to him the sighting of Dianna and Corin. Loran finds them. Dianna hopes to use the Sacktrager space route to return to the moon. The village holds an Earth/Moonrace celebration which includes a float of the Turn A Gundam. Corin sees it and attacks it. Harry arrives. They trick Corin into thinking he defeated the real Turn A Gundam, and he leaves.",
          "Aliases": []
        },
        "27": {
          "ID": "51211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51211",
          "TitleEnglish": "Midnight Sunrise",
          "SummaryEnglish": "Kihel (Dianna) and Loran convince Harry to do some farming so as to experience what is like to be on Earth. The two later leave together. The Suicide Squad reaches the mountain, where the Moonrace is excavating mobile suits. A Moonrace officer, Ralfa, discovers that the mountain contains several nuclear weapons. Dianna and Kihel reunite and switch back to their original places. Dianna and Harry convince Kihel to stay with them. The Gallop and Red Team also rush towards the mountain. Ralfa's pleas for the fighting to stop are ignored. Gavane takes several nuclear bombs with him and fights with the Red Team. The nuclear bombs detonate, lighting up the sky for miles around.",
          "Aliases": []
        },
        "28": {
          "ID": "51212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51212",
          "TitleEnglish": "The Burden",
          "SummaryEnglish": "The Militia and Dianna Counter react to the nuclear explosion. Phil orders Poe to acquire the remaining nuclear bombs. Poe demands Ralfa hand over the 2 nuclear bombs he possesses causing him to flee to the Turn A Gundam and Gallop to ask for help. Ralfa gives the bombs to Loran, who places them in the Turn A Gundam's chest, with the goal to bury them or throw them in the ocean. Dianna and Phil argue over what to do. Ralfa brings Sochie and Miashei to the Soleil causing a battle during which he dies. Phil holds Dianna at gun point and Kihel escapes with Harry, trying to trick him into thinking she's Dianna.",
          "Aliases": []
        },
        "29": {
          "ID": "51213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51213",
          "TitleEnglish": "Two Aboard the Soleil",
          "SummaryEnglish": "Dianna insists to Phil that she is Kihel and he sends Poe out to find her counterpart. Fran catches up with Loran and they head to the Willghem, as does Harry and Kihel. Pretending to be Dianna, she demands to speak with Guin, telling him not to travel on the Sacktrager. Poe arrives and Harry, Sochie, Joseph and Miashei fight her off. Loran soon joins in as well. A guard loyal to Miran lets Dianna out on the Soleil.",
          "Aliases": []
        },
        "30": {
          "ID": "51214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51214",
          "TitleEnglish": "Close to the Heart",
          "SummaryEnglish": "Miran helps Dianna onto a shuttle that departs the Soleil and meets up with Midgard. The Willghem crew argue over whether Kihel is Dianna. Sochie acts strangely, heading out on her Kapool in her wedding dress. Loran catches up to her and she calls out to Gavane. The Red Team desires to protect Dianna and attack the Willghem. Guin gets them to leave by pointing a gun at Kihel.",
          "Aliases": []
        },
        "31": {
          "ID": "51215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51215",
          "TitleEnglish": "Pursuit! Crybaby Poe",
          "SummaryEnglish": "Phil makes a speech to Dianna Counter. Dianna and Midgard depart from Ameria on a ship. A sick Poe searches for the Willghem. Harry confronts her and gives her medicine. The Red Team spots Dianna. The Willghem flies into the clouds since the Moonrace is afraid of lightning. Cancer and Muron of the Red Team catch up to Midgard and Dianna and they head to the ship Gendarme. Loran and the others fight off Poe.",
          "Aliases": []
        },
        "32": {
          "ID": "51216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51216",
          "TitleEnglish": "The King of Myth",
          "SummaryEnglish": "The Willghem reaches Manupichi through which they believe they can make it to space. Upon their arrival they find that Dianna Counter already occupies it. Joseph is from the area and says the Adeskan people live in Manupichi. An Adeskan girl named Mayalito believes the Turn A Gundam to be a white devil. Loran and the others encounter her and Quoatl, king of Adeska who says their people saw a vision of a nucelar blast. He agrees to help Loran after they fight and tells them of their legend of the Ades branch. Guin plans to fire the Willghem's mega beam cannon if Loran and the Suicide Squad can't take Manupichi by morning. Another Adeskan named Taruka confronts them, and everyone is thrown in a dungeon.",
          "Aliases": []
        },
        "33": {
          "ID": "51217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51217",
          "TitleEnglish": "The Taking of Manupichi",
          "SummaryEnglish": "Joseph meets up with Mayalito who doesn't believe Quoatl to be a cowardly king. The Adeskans demand Quoatl pick up a sword and fight Taruka, but he refuses. Joseph arrives and provides a distraction, and Quoatl finally fights Taruka. Quoatl had refused earlier challenges because Taruka wasn't ready to become king. Quoatl and Mayalito help attack the Dianna Counter soldiers while the Suicide Squad attacks their cannons. Kihel tries to stop the firing of the Willgehm's beam cannon. Planted bombs destroy the cannons, along with assistance from Taruka. Quoatl and Mayalito sacrifice themselves. Taruka becomes the new king and encourages Loran to head to space.",
          "Aliases": []
        },
        "34": {
          "ID": "51218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51218",
          "TitleEnglish": "Fly! Into the Stratosphere",
          "SummaryEnglish": "Midgard prepares the Gendarme to head to space. At Manupichi, the mass driver is revealed. Harry approaches the Gendarme in his Sumo but is unable to board it. Miran and Phil argue on the Soleil about what to do. The Willgehm prepares for takeoff, but Poe attacks. Loran fights them in the Turn A Gundam and is helped by Harry. The Willgehm takes off, and is helped by the Turn A Gundam and Sumo, making it to Sacktrager in space.",
          "Aliases": []
        },
        "35": {
          "ID": "51219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51219",
          "TitleEnglish": "Sackträger",
          "SummaryEnglish": "The Willgehm docks with Sacktrager. The Gendarme is also docked there. Harry gets on the Willgehm and despite some of the crew's hesitancy speaks with Kihel. Midgard sends out forces to attack the Willgehm. Harry, Loran and Sochie try to trick Midgard and sees that he is using Dianna as a shield. Harry is able to install surveillance on the Gendarme. Dianna and Kihel speak to Midgard's pilots and are able to stop the attack on the Willgehm. The Gendarme and Willgehm both depart Sacktrager and head for the moon.",
          "Aliases": []
        },
        "36": {
          "ID": "51220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51220",
          "TitleEnglish": "Militia Space Showdown",
          "SummaryEnglish": "Michael, Yanny and other members of the Militia are having a hard time getting used to space. Sochie and Kihel spend some quality time together. Yanny and other soldiers get drunk and try to return him to earth in a barrel forcing Loran to rescue him. Michael and Yanny then take Kihel hostage on the bridge, thinking she is Dianna. By sucking the air out of the bridge, they are forced to relent, but flee to the mobile suit deck where they take out to Borjanons and a Kapool. Loran and Harry go out to get them back.",
          "Aliases": []
        },
        "37": {
          "ID": "51221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51221",
          "TitleEnglish": "Gateway to the Moon",
          "SummaryEnglish": "Cancer overhears Midgard plotting with Gym Ghingnham on killing Dianna. She and Muron try to rescue Dianna, heading out on a FLAT and a shuttle. Loran and Sochie ponder where to put the Turn A Gundam's hidden nuclear bombs. Dianna, Cancer and Muron head to the asteroid colony Mistletoe and send a signal to the Willghem. Loran decides that he will hide the nuclear bombs there. Gym discovers that Dianna is at Mistletoe. He launches a force led by Sweatson Stero. Harry heads off in his Sumo with Kihel. Loran and Sochie are attacked by Sweatson's forces and enter Mistletoe.",
          "Aliases": []
        },
        "38": {
          "ID": "51222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51222",
          "TitleEnglish": "Warrior God Ghingnham",
          "SummaryEnglish": "Loran and Sochie are pursued by Sweatson and his Mahiroos, and Harry tries to stop them by saying he has rescued Dianna. Dianna, Cancer and Muron enter activate the asteroid's systems and fight off Sweatson's forces. They meet up with Loran, and Dianna convinces Cancer and Muron to trust him. Harry admits his love for Kihel and kisses her. The Willghem enters Mistletoe. Harry and Kihel meet up with Gym on the ship Aspite. Sweatson is given orders to attack. The Mahiroos try to lock the Willghem in Mistletoe, but everyone is able to escape before it is destroyed.",
          "Aliases": []
        },
        "39": {
          "ID": "51223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51223",
          "TitleEnglish": "Shattering an Asteroid",
          "SummaryEnglish": "The Willghem continues to depart from Mistletoe. Sweatson and his Mahiroos attack again. Guin speaks with Midgard, and Gym agrees to negotiate and get Agrippa involved. Part of Mistletoe is set to crash into Von City on the moon. Kihel demands Gym destroy it; he initially claims he doesn't have enough weapons, but then agrees to use the Turn X top. Loran plans to use the nuclear bombs stored in the Turn A Gundam to destroy the remains of Mistletoe. Gym recognizes the Turn A Gundam. Loran is successful in detonating the remains of the asteroid with the bombs. Cancer and Muron head back towards Earth in their FLAT.",
          "Aliases": []
        },
        "40": {
          "ID": "51224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51224",
          "TitleEnglish": "Sea Battle on the Moon",
          "SummaryEnglish": "The Turn A Gundam and Kapool enter the moon. There they find a giant river and Loran meets up with his friends Donna and Hammett, who ride dolphins. They head to their house, where a crowd is excited to see Dianna. Guin, Michael and Lily meet with Gym, who says that he's more focused on the military and they should speak with Agrippa. Midgard tries to stab Harry, to no avail. Dianna hopes to head to the Moon capital of Gaingnham and they wonder if they can get there via the river. Working with cloth, giant disguises are made for the Turn A Gundam and Kapool to make them look like whales. Sweatson's group arrives at the Moon and starts searching for them. The Aspite and Willghem descend to Gaingnham. Whales appear, enabling Loran and the others to repel Sweatson's attack.",
          "Aliases": []
        },
        "41": {
          "ID": "51225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51225",
          "TitleEnglish": "The Decision to Fight",
          "SummaryEnglish": "Loran and the others head down an industrial elevator to Gaingnham where Dianna hopes to meet with Gym and Agrippa. They meet back up with the Wilghem. Through Lily, they have obtained a meeting with Agrippa. Harry rescues Kihel on the Aspite. Sweatson is restless and heads out to find the Turn A Gundam. Bruno brings the Willghem in the city where he uses the city as a shield. Guin, Dianna and the others head into the palace where Guin claims she is Kihel and they encounter Agrippa. Upon seeing the city under attack, Agrippa requests help from Gym. Guin returns to the Willghem, upset at how this hurt negotiations. Guin thinks about negotiating with Gym and Agrippa directly. Sweatson demands the Turn A Gundam be turned over or he'll kill Guin, Lily and Dianna, causing them to get upset at Agrippa. Loran wonders what to do.",
          "Aliases": []
        },
        "42": {
          "ID": "51226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51226",
          "TitleEnglish": "The Turn X Activates",
          "SummaryEnglish": "Midgard holds Dianne, Guin and Lily hostage. Michael announces that the Willghem will destroy the city if the Moonrace tries to take the Turn A Gundam. Agrippa asks Gym to make Sweatson's Mahiroos retreat. Gym decides he'll use the Turn X, and contacts his subordinate Merrybell Gadget. Sweatson and Loran fight each other. Harry and Kihel enter the city. Agrippa tells Loran that if he fights the Turn X on the Moon's surface, the hostages will be released. Loran accepts. Agrippa thinks that by going to Earth, Dianna has rekindled the fighting spirit in the Moonrace and that she must be eliminated. Gym uses the city's power to start the Turn X. Midgard tries to kill Kihel but is stopped by the arrival of Dianna and Harry, and Guin's efforts. Agrippa escapes. The Turn X and Turn A Gundam meet each other on the Moon's surface.",
          "Aliases": []
        },
        "43": {
          "ID": "51227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51227",
          "TitleEnglish": "The Shocking Dark History",
          "SummaryEnglish": "Gym tells Loran to hand over the Turn A Gundam, that it destroyed Earth's civilization and that he is protecting Dianna by destroying it. Merrybell joins in the battle on her Bandit. Gym is told that the Militia have taken Dianna's palace, but he doesn't care, leaving it up to Agrippa. Dianna, Agrippa and others head further underground where people are kept in cryogenic stasis. People are shocked when Dianna and Kihel reveal when they had switched places. Harry defends against an attack from Sweatson's Mahiroo squad. Dianna leads everyone into the Dark History room, which plays events from the past, including all previous Gundam shows, such as mobile suit battles and colony drops. Images of the Dark History start appearing throughout the area, including the city and the fight between Loran and Gym on the surface. Lastly, a video is shown of the Turn A Gundam using the Moonlight Butterly attack to destroy Earth's civilization.",
          "Aliases": []
        },
        "44": {
          "ID": "51228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51228",
          "TitleEnglish": "The Enemy Starts Anew",
          "SummaryEnglish": "People continue to watch images of the Dark History. Dianna orders Agrippa to have the battle on the surface stopped and for his spies to leave Dianna Counter. Agrippa is scared over what will happen now that the Dark History has been revealed. The citizens of Gaingnham start rioting, including outside of Dianna's palace. Loran continues his battle with Gym and Merrybell. Dianna and Kihel try to stab Agrippa, but Midgard shoots him instead. The Willghem picks up everyone. Sweatson attacks in his Mahiroos. Dianna is worried about the billion people in stasis in this area. Guin asks Sid to copy all the information about the Dark History. Loran arrives and helps fight off Sweatson's attack. The Gendarme also appears and joins in the attack. Midgard rushes to escape, but Harry kills him. Dianna makes a speech to calm down the populace.",
          "Aliases": []
        },
        "45": {
          "ID": "51229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51229",
          "TitleEnglish": "Guin the Traitor",
          "SummaryEnglish": "Kihel visits Harry in the hospital, in Dianna's clothes. A group of people are released from stasis, including Teteth's mother. Guin, Michael and Sid look over the records of the Dark History and think about mass producing their own mobile suits. Gym meets with Dianna, but refuses to hand over his mobile suits. Merrybell tries to kill Dianna but Gym has her stop, not knowing if its really her and they leave. Guin meets up with them. Dianna wants Loran to steal the Turn X from Gym. Guin decides to align himself with Gym and orders the Willghem to head to Earth such that he can restore the Earth using Moonrace technology. Loran flees, taking the Turn A Gundam with him. Gym attacks him with the Turn X as he leaves, and Loran is forced to escape in the core fighter.",
          "Aliases": []
        },
        "46": {
          "ID": "51230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51230",
          "TitleEnglish": "To Earth Once Again",
          "SummaryEnglish": "The Willghem meets up with the Aspite and they head for Earth. Bruno and Jacop fail in their attempt to escape. Loran returns to Dianna and the others in Gaingnham and they decide to return to Earth. More riots occur in the city and Dianna speaks to them once more about how she has to stop Gym, then everyone can return to Earth. Gym sends Zssan mobile suit forces to prevent Dianna from leaving. Harry and Loran work on defending against them. Afterwards, everyone boards the Almaiya and it takes off from the Moon.",
          "Aliases": []
        },
        "47": {
          "ID": "51231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51231",
          "TitleEnglish": "Ghingnham Invades",
          "SummaryEnglish": "Sweatson's Mahiroo squad attacks cities on the Earth. Keith and his wife are caught up in the attack. The Almaiya enters the Earth's atmosphere. Guin meets with Keith and Horace, desiring for the Moonrace's help. Mahiroos attack the capital of Luziana. The Almaiya arrives, meeting up with Joseph, Fran, Keith and others. Dianna hopes to destroy the Turn a Gundam but they must defeat Gym to do so. Guin makes an announcement, and asks Loran how he can hope to defeat Gym without the Turn A Gundam, while Loran demands the Willghem be returned to Dianna. The Mahiroos launch an attack, against Guin's orders. Merrybell joins in on the attack, piloting the Turn A Gundam. Harry and others fight them off, forcing the Willghem to retreat.",
          "Aliases": []
        },
        "48": {
          "ID": "51232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51232",
          "TitleEnglish": "The Return of Dianna",
          "SummaryEnglish": "Merrybell destroys a town with the Turn A Gundam's Moonlight Butterly system. Conflict arises between Guin and Gym since everyone in America now opposes Guin. Corin appears and tells them what Merrybell is doing. He bows before Dianna, willing to fight for her. Sweatson and his Mahiroo squad attack the Soleil. Dianna wants to join forces with Phil and Dianna Counter to defeat Gym. Loran, Sochie, Fran and Joseph go to the Willghem where they confront Guin. Bruno and Jacop escape from the ship. The Soleil and Almaiya attack. Joseph steals back the Turn A Gundam. The Soleil's crew gathers for Dianna, and Phil and Miran agree to follow her.",
          "Aliases": []
        },
        "49": {
          "ID": "51233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51233",
          "TitleEnglish": "Moonlight Butterfly",
          "SummaryEnglish": "Merrybell and Sweatson lead an attack on the Almaiya. Bruno and Jacop join up with Harry. Joseph continues to pilot the Turn A Gundam and he fights Loran over it. Gym is angry that Guin lost the Turn A Gundam. Corin heads out to fight in a Kapool and joins Poe in fighting off Merrybell and Sweatson. Gym heads out in the Turn X. Harry also heads out in his Sumo. Joseph fights the Turn X but it starts drawing the Turn A's energy. Gym kills Sweatson when he interferes. Harry, Poe and others arrive and damage the Willghem then try to hold the Turn X in place. Gym activates the Moonlight Butterfly. Loran docks his core fighter with the Turn A Gundam and prepares for one final battle with Gym.",
          "Aliases": []
        },
        "50": {
          "ID": "51234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/turn-a-gundam/episodes/51234",
          "TitleEnglish": "Golden Autumn",
          "SummaryEnglish": "Poe and Harry join up with the Soleil. Sochie and Miashei help out Corin with his Kapool. The Almaiya discovers the Turn A Gundam's location. The Willghem descends to the ground and Michael says he'll no longer follow Guin's orders. Loran fights Gym, who wants to use the Turn X to destroy civilization and begin things anew. He starts a Moonlight Butterfly attack. Corin fights off Merrybell, but is killed by Gym's attack. Loran activates the Moonlight Butterfly as well. The abandoned Guin rescues Merrybell and join up with Michael and Yanny. Sochie joins up with Harry and Poe in defending the Soleil, which activates its barrier. Loran slices into the Turn X, and Gym ejects the Turn X top. The two get out of their mobile suits and fight with swords. Gym is enveloped in a sealing light from the Turn A and Turn X while Loran is able to escape due to Sochie's help. With Gym permanently trapped, the war ends.",
          "Aliases": []
        }
      }
    }
  }
}