{
  "URL": "https://www.thetvdb.com/series/boogiepop-phantom",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Horror",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0324700/",
    "https://web.archive.org/web/20070608193553/http://www.vap.co.jp:80/boogie/",
    "https://www.themoviedb.org/tv/34152"
  ],
  "TitleEnglish": "Boogiepop Phantom",
  "SummaryEnglish": "A scream in the night, and in that instant the world changed… or at least, it appeared to. The story evolves around a creature called Boogiepop. Boogiepop, also called “death,” hangs out in the city, and whenever you encounter it, she’ll take you with her. Nagi Kirima, a high school student, seems to be fighting Boogiepop – or at least, she tries to. But then there are disappearances everywhere, and strange happenings occur. And nobody sees the link between them. In a mixture of chaos and thrilling horror Nagi tries to find out what happened… and why it still hasn’t happened to her.",
  "Aliases": [
    "Boogiepop Never Laughs",
    "Boogiepop wa Warawanai"
  ],
  "Modified": "2025-05-22",
  "Seasons": {
    "0": {
      "ID": "19209",
      "URL": "https://www.thetvdb.com/series/boogiepop-phantom/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5450007",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/5450007",
          "TitleEnglish": "Boogiepop and Others",
          "SummaryEnglish": "A TV movie based on the Boogiepop Phantom anime.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "2879",
      "URL": "https://www.thetvdb.com/series/boogiepop-phantom/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "57604",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57604",
          "TitleEnglish": "Portraits from Memory",
          "SummaryEnglish": "This episode starts with the sudden appearance of a mysterious pillar of light. The city is thrown into a blackout, but quickly recovers. We are then taken to a bathroom, where we hear several girls talking about an angel of death, Boogipop. Moto Tonomura remembers about a time when she still hated herself. This entire episode is a flashback.",
          "Aliases": []
        },
        "2": {
          "ID": "57605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57605",
          "TitleEnglish": "Light in the Darkness",
          "SummaryEnglish": "This episode is told from Hisashi Jonouchi. He is running from someone...rather, something. He sees a strange bug in the alley way and eats it. He flashes back to when he first started seeing the bugs. They were spiders, over people's hearts. Only he could see them. Once he removed the spider, that person forgot about what made them sorrowful. However, Jonouchi grew an addiction for the spiders and started to crave for more and more. The episode ends with Jonouchi having an encounter with Boogiepop Phantom, where he is 'taken'.",
          "Aliases": []
        },
        "3": {
          "ID": "57606",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57606",
          "TitleEnglish": "Life Can Be So Nice",
          "SummaryEnglish": "This episode revolves around Misuzu. She had a friend a while ago, named Panaru. Panaru had a great loving for the world, but was killed by a serial killer. Misuzu then decided to take up Panaru's love, only it was not a true love that Misuzu had. By accepting everything, she opened herself to another entity, who manipulated her into luring Naghi Kirima to a location. However, Boogiepop Phantom prevented the meeting. Misuzu found herself in an alleyway, where she met her doom.",
          "Aliases": []
        },
        "4": {
          "ID": "57607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57607",
          "TitleEnglish": "My Fair Lady",
          "SummaryEnglish": "This episode is from Yoji Suganuma's point of view. He's mainly a loser a school, and only has his online buddies as friends. He is also a dating sim game addict, and has fallen in love with a girl named Rie who is actually just bits of data on his computer. He becomes addicted to 'Type-S' a so-called attraction device. A girl who applied to work at the restaurant with him starts to look more and more like Rie, until the line of reality is forever blurred to Yoji.",
          "Aliases": []
        },
        "5": {
          "ID": "57608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57608",
          "TitleEnglish": "Interlude",
          "SummaryEnglish": "This episode is quite a confusing one. It jumps from POV to POV, and the time is frequently changing. It mainly takes place in a police station, and is all about a conversation between Morita and another cop. Every time we return to the conversation, a little bit more is revealed, until at the end, we start all over again.",
          "Aliases": []
        },
        "6": {
          "ID": "57609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57609",
          "TitleEnglish": "Mother's Day",
          "SummaryEnglish": "This episode revolves around Shizue, who died about 5 years ago. A girl named Rika shares the diaries of Shizue and herself with Shizue's mother. The diaries reveal much more about Shizue than her mother could have ever thought.",
          "Aliases": []
        },
        "7": {
          "ID": "57610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57610",
          "TitleEnglish": "Until Ure In My Arms Again",
          "SummaryEnglish": "This episode revolves around a brother and a sister, who usually stick together, yet the brother is slowly rejecting the sister. The brother recently (after the pillar of light) developed a want to dissemble everything and remove the useless parts. When he thinks that Paisely Park is useless, he attempts to take it apart, yet relizes that he doesn't have any powers. His sister has the power to grant his wishes.",
          "Aliases": []
        },
        "8": {
          "ID": "57611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57611",
          "TitleEnglish": "She's So Unusual",
          "SummaryEnglish": "This episode mainly revolves around Nagi Kirima, yet is told from the POV of Ichiro Kishida. He knew Nagi in the past, but he adopted a new alias and reentered her life as Ichiro Kishida. They go on a mission to stop the Manticore, a flesh eating shape shifter. They run into Boogiepop Phantom, who destroys the Manticore. However, the Manticore isn't gone forever...",
          "Aliases": []
        },
        "9": {
          "ID": "57612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57612",
          "TitleEnglish": "You'll Never Be Young Twice",
          "SummaryEnglish": "This episode revolves around three people, the first of which is Saki, a pianist. She is determined to make it into a music university, but she just can't make it. Then, Poom Poom gives her a balloon. After she let go of it, she killed herself. Quite a few people are now getting strange phone calls urging them to 'Come play with us.' Yoshiki, the one making the calls, gets taken in by Boogiepop Phantom and disappears.",
          "Aliases": []
        },
        "10": {
          "ID": "57613",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57613",
          "TitleEnglish": "Poom Poom",
          "SummaryEnglish": "This episode revolves around Poom Poom, Manaka, and Paisely Park. More and more people are getting red balloons, making Nagi go to the park to see what's causing it. There are children versions there of everyone that had received a balloon. However, Boogiepop (not the phantom) arrives on the scene and causes Manaka to fall from the Ferris Wheel. All the lights in the park go out, and Manaka appears to have aged quite a bit. Apparently, her powers made her age, and now that she used them like crazy, she aged greatly. All the phantom children disappear, along with Poom Poom, leaving Manaka with Boogiepop.",
          "Aliases": []
        },
        "11": {
          "ID": "57614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57614",
          "TitleEnglish": "Under The Gravity's Rainbow",
          "SummaryEnglish": "This episode revolves around Manaka. It explains about her past, her mother, her grandmother, and her ability. After the flashbacks are done, Manaka starts to run from Boogiepop when Boogiepop Phantom interveins and tries to kill her. Boogipop frees her, stating that she hasn't enough power to cause a threat to this world, and Manaka runs off to the house of mirrors. Boogiepop finally meets Boogiepop Phantom. Manaka tells herself that she will not die; rather, she will become light. And so she does. A great light composed of the golden butterfiles engulfs the land, causing time to skip. People start to see phantoms of themselves, events of the past long forgotten. Manaka makes one last visit, to her mother in the hospital. Since Manaka was born, her mother had lost her short term memory, and could not remember anything for a long time. She even forgot that she had a daughter. However, Manaka arrived as light, and restored her memory using the butterflies. For just a moment",
          "Aliases": []
        },
        "12": {
          "ID": "57615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/boogiepop-phantom/episodes/57615",
          "TitleEnglish": "A Requiem",
          "SummaryEnglish": "One year after the 11th episode, these events occur. Toka is going to take an entrance exam when she detects trouble. Indeed, as the manticore is still alive; it possessed the writer when the manticore was originally destroyed by Boogiepop Phantom. Boogiepop comes and destroys both the manticore and the writer, who had actually died a long time ago. Boogiepop then says, \"I feel sorry for Toka Miyashta. She was supposed to be taking an entrance exam now.\" Thus the series comes to the end, with us only just knowing who Boogiepop really was.",
          "Aliases": []
        }
      }
    }
  }
}