{
  "URL": "https://www.thetvdb.com/series/chobits",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0326672/",
    "https://www.themoviedb.org/tv/37527"
  ],
  "TitleEnglish": "Chobits",
  "SummaryEnglish": "In the near future, personal computers take the form of attractive women, called Persocons. Hideki Motosuwa is a poor student who failed his entrance exams to get into college. Hideki is forced to move to the city, get a job, and attend cram school in hopes of passing the next college entrance exam. He finds a Persocon in a trash heap. She doesn't seem to have any operating system at all, and only says \"Chii\". As Hideki learns more about his Persocon (aptly named \"Chii\"), he finds that she is not of any known type, and most likely some sort of homemade model. Find out what happens between Hideki and his new Persocon, as she learns more about her environment, people, and life.",
  "Aliases": [],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "19537",
      "URL": "https://www.thetvdb.com/series/chobits/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "440261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/440261",
          "TitleEnglish": "Shinbo and Sumomo Chat",
          "SummaryEnglish": "Sumomo informs Shinbo of an excessive amount of data collected and asks what could be deleted. While offering different choices, Shinbo reminisces of the experiences of said deletable data. Shinbo then decides to keep everything and just buy Sumomo more memory.",
          "Aliases": []
        },
        "2": {
          "ID": "440262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/440262",
          "TitleEnglish": "Minoru and Yuzuki Chat",
          "SummaryEnglish": "Minoru and Yuzuki recap over what has happened so far regarding Chi and Hideki.",
          "Aliases": []
        },
        "3": {
          "ID": "440263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/440263",
          "TitleEnglish": "Hibiya and Kotoko Chat",
          "SummaryEnglish": "Hibiya and Kotoko retell the final third of the series between Hideki and Chi.",
          "Aliases": []
        },
        "4": {
          "ID": "440264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/440264",
          "TitleEnglish": "Chibits: Sumomo and Kotoko Deliver",
          "SummaryEnglish": "A six-minute feature focusing on an adventure with Sumomo and Kotoko where they chase down Chi. This was shown at some anime conventions and can also be found on the Chat Room DVD.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "3440",
      "URL": "https://www.thetvdb.com/series/chobits/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "71885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71885",
          "TitleEnglish": "Chi Awakens",
          "SummaryEnglish": "Hideki has moved to the city from the country to enrol in Prep School in order to pass the college entrance exam. In the city, Hideki is amazed by the mobile computer units called Persocoms that almost everyone has. If only they weren't so expensive! Walking one night he comes across a cute Persocon just lying in the trash and decides he should do his part for the environment and recycle her as his own.",
          "Aliases": []
        },
        "2": {
          "ID": "71886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71886",
          "TitleEnglish": "Chi Goes Out",
          "SummaryEnglish": "Hideki wakes up to discover he really now owns a Persocom! Shinbo comes over and realizes what Hideki was hiding the other night. He tries to help Hideki by seeing if Chii has any DATA or PCN numbers. When he can't find any (after Sumomo crashed from trying) he sends Hideki and Chii to Minoru's house. Minoru too is unsuccesful, but Yuzuki has given info that Chii has DATA, just hidden. Minoru talks about a legendary Persocom series called \"Chobits.\" As they go home, Minoru gives Hideki some advice about Chii.",
          "Aliases": []
        },
        "3": {
          "ID": "71887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71887",
          "TitleEnglish": "Chi Learns",
          "SummaryEnglish": "Things start to look a little better for Hideki as he tries to teach Chii some words and expressions. Although he’s in need of a job, Hideki gets to start cram school today, and it turns out he’s got a very attractive teacher, Ms. Shimizu. After making the rounds for job hunting, Hideki manages to land a job from a wet accident, meeting another cute girl, Yumi Ohmura, in the process.",
          "Aliases": []
        },
        "4": {
          "ID": "71888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71888",
          "TitleEnglish": "Chi Goes on Errands",
          "SummaryEnglish": "Hideki's a decent guy overall and realises it's a bit perverted to have his girl persocom running around the place with no underwear. Unfortunately, inexperienced as Hideki is, buying female undergarments holds a great source of embarrassment for him. Hearing about the dilemma Shinbo offers Sumomo's services as navigator and generally being a source of common sense for Chii, in order for her to go and buy her own underwear. This sounds like a great idea at the time, but causes a seemingly infinite amount of worry during the day at prep school for Hideki.",
          "Aliases": []
        },
        "5": {
          "ID": "71889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71889",
          "TitleEnglish": "Chi Finds",
          "SummaryEnglish": "Hideki's first academic hurdle comes in the form of an impending mock test. This spurs some serious studying, hindered only by the lack of a Japanese-English dictionary. With the help of a visit to the bookstore Hideki gets rather side tracked and decides to teach Chii to read, using a picture book she was seemingly drawn to. With a visit (and some help) from Shinbo Hideki gets back to the books, leaving Chii to finish reading her book by herself. When Hideki finds Chii later she is emitting light and floating in the air! A check from Shinbo finds nothing wrong with Chii, leaving Hideki with more study and less time, but at least Chii is around to motivate him.",
          "Aliases": []
        },
        "6": {
          "ID": "71890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71890",
          "TitleEnglish": "Chi Weakens",
          "SummaryEnglish": "Chii isn't feeling like herself and basically collapses in Hideki's apartment. He gets an adapter from Shinbo but unfortunately can't recharge Chii due to the fact that he never paid his electric bill. He struggles to find a building to recharge Chii but falls when climbing a wall to a building which is open 'til 2am. Luckily for him Ms. Hibiya saw them from a cab window and allowed Hideki to charge Chii from her place. Shinbo arrives and informs Hideki and Ms. Hibiya of how many watts are being used to recharge Chii. Hideki exclaims that he will pay her back for both the electricity used and his rent even if it kills him.",
          "Aliases": []
        },
        "7": {
          "ID": "71891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71891",
          "TitleEnglish": "Chi Works",
          "SummaryEnglish": "With Hideki broke, Chii decides that she wants to find a job to get money and give to Hideki. Hideki has little objection, but stipulates that Chii must find a \"good job\" to work at. Unfortunately for Chii, someone with a very bad job offer finds her while she's out and tells her the job he has to offer is a \"very good job.\"",
          "Aliases": []
        },
        "8": {
          "ID": "71892",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71892",
          "TitleEnglish": "Chi Bewildered",
          "SummaryEnglish": "After Chii's reboot button is pushed, she escapes the 'peep show' room and is jumping around the city disabling all persocoms. She finally exhausts herself and Hideki catches her before she falls off a railing. Chii gets a job at a bakery having a five year anniversary thanks to Hideki. The manager offers Chii a permanent job - which she accepts only if Hideki allows it. She trys to give Hideki her payment but he refuses telling her that since she worked and earned it, it belongs to her and for her to buy her favorite things (whatever they may be).",
          "Aliases": []
        },
        "9": {
          "ID": "71894",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71894",
          "TitleEnglish": "Chi Buys",
          "SummaryEnglish": "While Chii goes shopping for a gift for Hideki, Shimbo and Hideki go out to the bathhouse. Hideki learns that persocoms need to be bathed too but Hideki can't afford the bathing software. So Hideki just needs to teach Chii how to bathe. Riiight no problem.",
          "Aliases": []
        },
        "10": {
          "ID": "71895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71895",
          "TitleEnglish": "Chi Meets",
          "SummaryEnglish": "Hideki goes on his very first date, and it's with Yumi! In the meantime Chii reads more of the picture book series and meets up in a vision with her former self.",
          "Aliases": []
        },
        "11": {
          "ID": "71896",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71896",
          "TitleEnglish": "Chi Confirms",
          "SummaryEnglish": "Hideki hears an urban legend about a mistress who was murdered on a dark, gloomy day in a corner apartment room where the lights were blinking. Then as he is walking home he notices his own apartment complex has a mysterious corner room where the light is blinking on a dark, gloomy day. Then more and more similarities to the legend happen and Hideki gets really paranoid. Chii and friends want to help out but will it be too late?",
          "Aliases": []
        },
        "12": {
          "ID": "71897",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71897",
          "TitleEnglish": "Chi Plays",
          "SummaryEnglish": "Yumi's dad loans Hideki his DVD player, and tells him of a DVD sale coming up. Hoping to get some mature videos, Hideki embarrassingly meets Minoru and sis instead, who offer him a fantasy multiplayer Internet game (Brave Quest Online) that persocoms can play too. Hideki thinks this would be fun to play with Chii. But Hideki knows nothing about hooking up to the internet! Fortunately Shimbo helps him out. Now everyone's logged on, except for Chii; she's missing (in the game)! Oh no, what's Hideki going to do now? Blindly run through the game looking for her of course!",
          "Aliases": []
        },
        "13": {
          "ID": "71898",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71898",
          "TitleEnglish": "Chi Goes to the Ocean",
          "SummaryEnglish": "Hideki and the entire gang are invited to hang out at Minoru's beach home for the weekend to study and to have a lot of fun. This is Chii's first time at the beach. But with Hideki not knowing how to swim, and with Chii going in the water, what's a guy to do?",
          "Aliases": []
        },
        "14": {
          "ID": "71899",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71899",
          "TitleEnglish": "Chi Entertains",
          "SummaryEnglish": "On a hot summer night, Ms. Shimizu pays a surprise visit to Hideki and Chii, and wants to STAY OVER! Is Hideki going to have his first night of passion, or is there some other reason?",
          "Aliases": []
        },
        "15": {
          "ID": "71900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71900",
          "TitleEnglish": "Chi Doesn't Do Anything",
          "SummaryEnglish": "Hideki discovered that Shinbo and Ms. Shimizu on the street hugging each other. The next day, Shinbo and Ms. Shimizu are not in class and Sumomo is left in Hideki's care! Could something be up with those two? And isn't Ms. Shimizu married?",
          "Aliases": []
        },
        "16": {
          "ID": "71901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71901",
          "TitleEnglish": "Chi Provides",
          "SummaryEnglish": "Hideki's in trouble grade-wise, so Ms. Shimizu advises he prepare for a practice exam. Hideki gets ready for studying, but loses his wallet. Chii tries to help him out by cooking for him.",
          "Aliases": []
        },
        "17": {
          "ID": "71903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71903",
          "TitleEnglish": "Chi Helps",
          "SummaryEnglish": "Hideki and Chii help Ms. Hibiya clean her apartment complex, from dusting the stairs and tatame mats to washing windows. While helping to move some equipment upstairs, Hideki finds a room full of cables. When some equipment is turned on, Sumomo gets electrocuted from some exposed wires. Oh no, what will Hideki do now? Ms. Hibiya offers to help, but hmm could she be more than a mere landlady?",
          "Aliases": []
        },
        "18": {
          "ID": "71904",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71904",
          "TitleEnglish": "Chi Disappears",
          "SummaryEnglish": "At work, Hideki is challenged by something Yumi said about persocoms taking the place of relationships with real people. The next day, Hideki has to study late and tells Chii to walk to work by herself. As Chii walks to work, something happens, and when Hideki gets home later, Chii is nowhere to be found!",
          "Aliases": []
        },
        "19": {
          "ID": "71905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71905",
          "TitleEnglish": "Chi Waits",
          "SummaryEnglish": "Chii's manager Ueda tells Hideki the story of how he married a persocom. And somehow this is bothering Yumi who's been listening in.",
          "Aliases": []
        },
        "20": {
          "ID": "71906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71906",
          "TitleEnglish": "Chi Wants",
          "SummaryEnglish": "Hideki continues to look for Chii and gets Minoru and Shinbo to help out. Minoru gets an email attachment showing the whereabouts of Chii's abductor, who turns out to be another guy whose code name is Dragonfly.",
          "Aliases": []
        },
        "21": {
          "ID": "71907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71907",
          "TitleEnglish": "Chi Answers",
          "SummaryEnglish": "Hideki visits Minoru’s house to find out more about Chii. Minoru and Kojima have been busy researching to the point of exhaustion. Yuzuki decides to help out by isolating herself and hacking the main system. A very risky move, considering that the security persocomms Zima and Dita are aware of her moves.",
          "Aliases": []
        },
        "22": {
          "ID": "439955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/439955",
          "TitleEnglish": "Chi Wears and Takes Off",
          "SummaryEnglish": "Hideki and Chii visit Tirol, and find a pensive Manager Ueda. Chii puts on an old uniform, and Hideki notices Yumi looking from outside, running away and crying. Hideki chases her down. Yumi tells Hideki the story of her relationship with Ueda, while Chii consoles with Ueda on his feelings in the situation.",
          "Aliases": []
        },
        "23": {
          "ID": "71909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71909",
          "TitleEnglish": "Chi Decides",
          "SummaryEnglish": "Kojima and Minoru research more and find there are two chobits. Hideki consults with Shimbo on his situation, and Shimbo suggests talking to Chii. Hideki is about to talk with Chii but gives her a hug and leaves the room. Ms. Hibiya shows up in the hall and reveals her role in the Chobits project.",
          "Aliases": []
        },
        "24": {
          "ID": "71910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/chobits/episodes/71910",
          "TitleEnglish": "The Person Only For Chi",
          "SummaryEnglish": "After being confronted with Chii’s confession, Hideki answers yes, he’s in love. But Chii goes into an automated state. Dita and Zima go in to stop her. Then Ms. Hibiya goes in to shut Chii down. Has Chii gotten too dangerous? What can Hideki do to save Chii?",
          "Aliases": []
        }
      }
    }
  }
}