{
  "URL": "https://www.thetvdb.com/series/digimon-digital-monsters",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Family",
    "Fantasy",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0210418/",
    "https://www.toei-anim.co.jp/tv/dejimon/"
  ],
  "TitleEnglish": "Digimon: Digital Monsters",
  "SummaryEnglish": "\"Digimon\" are \"Digital Monsters\". According to the stories, they are inhabitants of the \"Digital World\", a manifestation of Earth's communication network. The stories tell of a group of mostly pre-teens, the \"Chosen Children\" (DigiDestined in the English version), who accompany special Digimon born to defend their world (and ours) from various evil forces. To help them surmount the most difficult obstacles found within both realms, the Digimon have the ability to evolve (Digivolve). In this process, the Digimon change appearance and become much stronger, often changing in personality as well. The group of children who come in contact with the Digital World changes from season to season.",
  "Aliases": [
    "Digimon",
    "Digimon Adventure",
    "デジモンアドベンチャー02"
  ],
  "Modified": "2025-09-26",
  "Seasons": {
    "0": {
      "ID": "19708",
      "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 23,
      "Episodes": {
        "2": {
          "ID": "1322141",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/1322141",
          "TitleEnglish": "Digimon Adventure: Our War Game!",
          "SummaryEnglish": "A year after the events of the first season, a virus Digimon called Diaboromon appears and starts attacking the Internet. The DigiDestined unites once more in order to prevent him from destroying every communications network on the planet.",
          "Aliases": []
        },
        "3": {
          "ID": "1322151",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/1322151",
          "TitleEnglish": "Digimon Adventure 02: Digimon Hurricane Touchdown!! Supreme Evolution!! The Golden Digimentals",
          "SummaryEnglish": "Occurring in the summer during 02, Takeru and Hikari are vacationing in America, visiting their friend Mimi. However, a mysterious wind passes over the world, and suddenly all the original Chosen Children have disappeared. Hikari feels the presence of a 'crying Digimon', and they follow her feeling to where a young American boy is facing off a large Digimon with his Digimon partner. It seems that the boy knows this monster he's fighting, and tells his partner not to hurt it. After being struck a few times, it disappears, and the boy runs away from Hikari and Takeru.",
          "Aliases": []
        },
        "4": {
          "ID": "5222815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/5222815",
          "TitleEnglish": "Digimon Adventure 3D: Digimon Grand Prix!",
          "SummaryEnglish": "Originally screened at the Time Machine of Dreams theme park attraction at Sanrio Puroland from July 20, 2000 to June 23, 2002 and Harmonyland. It made its theatrical debut on October 3, 2009. Together with Digimon Savers 3D: Digital World Kiki Ippatsu!, and 2 other CG anime works by Toei, it was released on DVD February 21, 2010. A short movie of a hilarious race among our beloved Digimon Adventure 01 and 02 digimons.",
          "Aliases": []
        },
        "5": {
          "ID": "1322231",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/1322231",
          "TitleEnglish": "Digimon: The Movie",
          "SummaryEnglish": "A compilation film with footage from the featurettes Digimon Adventure (1999), Digimon Adventure: Children's War Game! (2000), and Digimon Adventure 02: Part 1: Digimon Hurricane Touchdown!!/Part 2: Supreme Evolution!! The Golden Digimentals (2000). It was released in the U.S. and Canada by Fox Kids",
          "Aliases": []
        },
        "6": {
          "ID": "1322161",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/1322161",
          "TitleEnglish": "Digimon Adventure 02: Revenge of Diaboromon",
          "SummaryEnglish": "After the events of 02, everything is finally getting back to normal. That is, until a strangely familiar icon starts showing up on computer systems around the Japan. And not just computer systems... TVs, mobile phones, video games; anything with a screen with online capabilities. And this icon seems to be looking for someone... Yagami Taichi, and Ishida Yamato, who defeated it several years before. Yes, it turns out that this jellyfish digimon is in fact Diablomon, the Virus-type Digimon that was defeated in the second movie. But this time, he's learned to make himself physical, and is sending thousands of copies of himself into the real world. Koushiro and Ken devise a plan to rid the world of the virus once and for all, but it'll take the help of all the Destined, past and present. Once again, it's a race against time to put a stop to Diablomon's plot... but even that is cloaked in shadow.",
          "Aliases": []
        },
        "7": {
          "ID": "7810949",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810949",
          "TitleEnglish": "Digimon Adventure tri. Part 1: Reunion",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "7810951",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810951",
          "TitleEnglish": "Digimon Adventure tri. Part 2: Determination",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "7810954",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810954",
          "TitleEnglish": "Digimon Adventure tri. Part 3: Confession",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "7810956",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810956",
          "TitleEnglish": "Digimon Adventure tri. Part 4: Loss",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "7810958",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810958",
          "TitleEnglish": "Digimon Adventure tri. Part 5: Coexistence",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "7810961",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7810961",
          "TitleEnglish": "Digimon Adventure tri. Part 6: Future",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "7710184",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/7710184",
          "TitleEnglish": "Digimon Adventure: Last Evolution Kizuna",
          "SummaryEnglish": "The team discovers that when they grow up, their relationship with their Digimon will come closer to an end. They realize that the more they fight, the faster their bond breaks and the time to choose is approaching fast.",
          "Aliases": []
        },
        "14": {
          "ID": "9299068",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9299068",
          "TitleEnglish": "Super Evolution Stage: Digimon Adventure tri - August 1 Adventure",
          "SummaryEnglish": "The eight original Digidestined go on a camping trip together on August 1, even if the others were a bit busy. The planned camping trip pushes through, but Mimi suddenly forgets the camping equipment, and things go wrong pretty fast. But then, Taichi remembers that this is exactly like their first camping trip together… to the Digital World. But as they go about their camping trip, the camping grounds slowly reveal its hidden secrets.",
          "Aliases": []
        },
        "15": {
          "ID": "9300422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9300422",
          "TitleEnglish": "Digimon Adventure 20th Anniversary Memorial Story Project - To Sora",
          "SummaryEnglish": "More than 10 years have past since their first adventure in the Digital World, and Sora is now in her 4th year of college. She is also worried about being both the daughter of the grand master of flower arranging, and a Chosen Child.",
          "Aliases": []
        },
        "16": {
          "ID": "9300423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9300423",
          "TitleEnglish": "Digimon Adventure 20th Anniversary Memorial Story Project - Hole in the Heart",
          "SummaryEnglish": "Gathered in the hospital, the Chosen Children discuss the current crisis.",
          "Aliases": []
        },
        "17": {
          "ID": "9300424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9300424",
          "TitleEnglish": "Digimon Adventure 20th Anniversary Memorial Story Project - Medical Student, Kido Jo",
          "SummaryEnglish": "Gomamon and Agumon watch a medical drama on TV in Kido Jō's house. After a horrendous surgery scene, the two Digimon talk about Jō and his fear of blood, which makes Gomamon worried that he won't be able to become a doctor.",
          "Aliases": []
        },
        "18": {
          "ID": "9300425",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9300425",
          "TitleEnglish": "Digimon Adventure 20th Anniversary Memorial Story Project - Longing Jogress Evolution",
          "SummaryEnglish": "As Sylphimon trains in the Digital World, Piyomon and Palmon watch in awe. When V-mon approaches them, they ask him about Jogress evolution.",
          "Aliases": []
        },
        "19": {
          "ID": "9300426",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9300426",
          "TitleEnglish": "Digimon Adventure 20th Anniversary Memorial Story Project - The Shibuya-ish Heroic Saga of Pump and Gottsu",
          "SummaryEnglish": "Gabumon and V-mon are having drinks at a grown-ups bar, when the famous \"Shibuya-type\" Pumpmon and Gottsumon enter. Gabumon recognizes them and asks if they are the two he had met back in Shibuya.",
          "Aliases": []
        },
        "20": {
          "ID": "9717937",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9717937",
          "TitleEnglish": "Digimon Tamers Runaway Locomon",
          "SummaryEnglish": "Runaway Locomon is the sixth Digimon film, and is set after the finale of Digimon Tamers.",
          "Aliases": []
        },
        "21": {
          "ID": "9717941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9717941",
          "TitleEnglish": "Digimon Tamers Battle of Adventurers",
          "SummaryEnglish": "Digimon Tamers: Battle of Adventurers (Japanese: デジモンテイマーズ 冒険者たちの戦い, Hepburn: Dejimon Teimāzu: Bōkensha-tachi no Tatakai) is a 2001 Japanese animated adventure film based on the Digimon franchise created by Akiyoshi Hongo, and its third series, Digimon Tamers. The film is directed by Tetsuo Imazawa, written by Yasuko Kobayashi, and produced by Toei Animation. The film was released in Japan on July 14, 2001, as part of Toei Animation Summer 2001 Animation Fair, featuring alongside Mōtto! Ojamajo Doremi: The Secret of the Frog Stone and Kinnikuman: Second Generation films.[2]",
          "Aliases": []
        },
        "22": {
          "ID": "9717943",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/9717943",
          "TitleEnglish": "Digimon Frontier: Island of the Lost Digimon",
          "SummaryEnglish": "Digimon Frontier: Island of Lost Digimon[a] is a 2002 Japanese animated adventure short film based on the Digimon franchise created by Akiyoshi Hongo, and its fourth series, Digimon Frontier. The short film is directed by Takahiro Imamura, written by Sukehiro Tomita, and produced by Toei Animation. The short film was released in Japan on June 20, 2002, as part of Toei Animation Summer 2002 Animation Fair, featuring alongside Kinnikuman: Muscle Ginseng Competition! The Great Chōjin War and Fierce Fight! Crush Gear Turbo: Kaiserburn's Challenge! films.[3]",
          "Aliases": []
        },
        "23": {
          "ID": "10526977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/10526977",
          "TitleEnglish": "Digimon Adventure 02: The Beginning",
          "SummaryEnglish": "In February 2012, a giant Digitama appears in the sky. Motomiya Daisuke and his group of Chosen Children intervene to save a young man, Ohwada Lui, from falling from Tokyo Tower. Lui claims to them that he was the world's first Chosen Child.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "3764",
      "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/seasons/official/1",
      "TitleEnglish": "Digimon adventure",
      "SummaryEnglish": "Le 1er août 1999, sept enfants sont transportés dans le monde numérique par des Digivices apparus devant eux lors d'une colonie de vacances, où ils se lient d'amitié avec plusieurs Digimon (monstres numériques). Les Digivices des enfants permettent à leurs partenaires Digimon de se transformer en formes plus puissantes et de combattre leurs ennemis. Alors que les enfants explorent pour trouver un moyen de rentrer chez eux, ils apprennent qu'ils sont des \"Digisauveurs\", des enfants choisis pour sauver le monde numérique.",
      "# Episodes": 54,
      "Episodes": {
        "1": {
          "ID": "78767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78767",
          "TitleEnglish": "And So It Begins...",
          "SummaryEnglish": "Seven kids are warped into a strange digital world where they get monsters for companions. Can they find a way home?",
          "Aliases": []
        },
        "2": {
          "ID": "78768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78768",
          "TitleEnglish": "The Birth of Greymon",
          "SummaryEnglish": "After being chased away by Kuwagamon, the digi-destined arrive at a beach where none of the phones work. Then Shelldramon arrives, and the Digimon are too weak to help. Can the kids or any of the digimon find a way to defeat him?",
          "Aliases": []
        },
        "3": {
          "ID": "78769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78769",
          "TitleEnglish": "Garurumon",
          "SummaryEnglish": "The digital world continues to have more monsters attack the kids. Can their digimon find a way to digivolve and keep their friends from being eaten?",
          "Aliases": []
        },
        "4": {
          "ID": "78770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78770",
          "TitleEnglish": "Biyomon Gets Firepower",
          "SummaryEnglish": "Izzy figures out how the Digimon can digivolve. Can Biyomon master the skills to save her friends now, or will the fire Digimon Meramon destroy the kids and their friends?",
          "Aliases": []
        },
        "5": {
          "ID": "78771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78771",
          "TitleEnglish": "Kabuterimon's Electro Shocker",
          "SummaryEnglish": "Izzy finds computer code in a strange factory. What does this code have to do with Tentomon getting hotter and hotter, and can it help them free Andromon from a black gear?",
          "Aliases": []
        },
        "6": {
          "ID": "78772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78772",
          "TitleEnglish": "Togemon in Toy Town",
          "SummaryEnglish": "After escaping in the sewers, the digidestined meet the strange Numemon who fall in love with Mimi. Can the digidestined get away from them, and if they do, what could be worse outside?",
          "Aliases": []
        },
        "7": {
          "ID": "78773",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78773",
          "TitleEnglish": "Ikkakumon's Harpoon Torpedo",
          "SummaryEnglish": "Joe fills he must take some leadership because he is the oldest, but when he heads off on his own, trouble is the result. Can anyone protect him from his own ambitions?",
          "Aliases": []
        },
        "8": {
          "ID": "78774",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78774",
          "TitleEnglish": "Evil Shows His Face",
          "SummaryEnglish": "Leomon is looking for the digidestined to help them in the battle. Instead of finding the digidestined, he is turned into a slave by Devimon. Can he find some way to get free, or will he be forced to destroy the digidestined?",
          "Aliases": []
        },
        "9": {
          "ID": "78775",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78775",
          "TitleEnglish": "Subzero Ice Punch!",
          "SummaryEnglish": "After being seperated from the others, Tai and Agumon find themselves in Freeze Land. Can they find the other digidestined and defeat Devimon, or will they look for their clothes first?",
          "Aliases": []
        },
        "10": {
          "ID": "78776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78776",
          "TitleEnglish": "A Clue From the Digi-Past",
          "SummaryEnglish": "After being chased off the island they were on, Mimi and Palmon find Izzy and Tentomon in a set of ruins. What awaits them in the ruins?",
          "Aliases": []
        },
        "11": {
          "ID": "78777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78777",
          "TitleEnglish": "The Dancing Digimon",
          "SummaryEnglish": "Joe, Sora, Gomamon, and Biyomon get back together on an island with a church where they find a group of people. Are these people real, or is something more hideous being hidden from them?",
          "Aliases": []
        },
        "12": {
          "ID": "78778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78778",
          "TitleEnglish": "DigiBaby Boom",
          "SummaryEnglish": "Devimon decides to focus on the one Digimon that hasn't digivolved since he knows he can defeat the others. What does this mean for TK and Patamon?",
          "Aliases": []
        },
        "13": {
          "ID": "78779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78779",
          "TitleEnglish": "The Legend of the Digidestined",
          "SummaryEnglish": "TK and Patamon are attacked by Leomon. Can the others arrive to save them, and if they do, how can they defeat Devimon?",
          "Aliases": []
        },
        "14": {
          "ID": "78780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78780",
          "TitleEnglish": "Departure For a New Continent",
          "SummaryEnglish": "The mysterious man named Gennai reveals that the kids can't return home until they've defeated the evil on his island. To do so, their Digimon need to digivolve again. How can this be achieved?",
          "Aliases": []
        },
        "15": {
          "ID": "78781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78781",
          "TitleEnglish": "The Dark Network of Etemon",
          "SummaryEnglish": "With Whamon's help, the kids arrive at Server earlier than expected. They head toward a Koromon village, but no Koromon are in sight. What has happened to them?",
          "Aliases": []
        },
        "16": {
          "ID": "78782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78782",
          "TitleEnglish": "The Arrival of SkullGreymon",
          "SummaryEnglish": "With Augumon being the only one that can get to Ultimate form now, Tai decides to give him special treatment, but when Etemon sends an evil Greymon to deal with the kids, what will be the results?",
          "Aliases": []
        },
        "17": {
          "ID": "78783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78783",
          "TitleEnglish": "The Crest of Sincerity",
          "SummaryEnglish": "When Gennai appears and questions the kids abilities, the digimon wonder if they're being taken care of. How can the digi-destined prove to their Digimon that they know how to take care of them properly?",
          "Aliases": []
        },
        "18": {
          "ID": "78784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78784",
          "TitleEnglish": "The Piximon Cometh",
          "SummaryEnglish": "When Agumon and Tai begin doubting themselves, it's up to Piximon to show them the way. Can they pass his test?",
          "Aliases": []
        },
        "19": {
          "ID": "78785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78785",
          "TitleEnglish": "The Prisoner of the Pyramid",
          "SummaryEnglish": "When TK's crest is found, an e-mail comes to Izzy claiming he can help them if they will free him. Should they trust this unknown source?",
          "Aliases": []
        },
        "20": {
          "ID": "78786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78786",
          "TitleEnglish": "The Earthquake of MetalGreymon",
          "SummaryEnglish": "Tai and company realize that Sora and Datamon never left the pyramid, so they figure out where Datamon is at. Tai, Izzy, Agumon, and Tentomon plan a rescue mission, but they'll have to go through an electric wall to succeed. Can Tai master the courage and show he deserves the Crest of Courage?",
          "Aliases": []
        },
        "21": {
          "ID": "78787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78787",
          "TitleEnglish": "Home Away From Home",
          "SummaryEnglish": "When Tai and Agumon realize they are on Earth, they wonder who else has followed them there. What will be the consquences?",
          "Aliases": []
        },
        "22": {
          "ID": "78788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78788",
          "TitleEnglish": "Forget About It!",
          "SummaryEnglish": "When Agumon and Tai find Tokomon abandoned, they wonder what they can do to reunite the entire team.",
          "Aliases": []
        },
        "23": {
          "ID": "78789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78789",
          "TitleEnglish": "WereGarurumon's Diner",
          "SummaryEnglish": "Joe's gets tricked into working at a diner, but Matt agrees to help him. What will happen when Joe's gets framed for accidents? Will the team's friendship be broken for good?",
          "Aliases": []
        },
        "24": {
          "ID": "78790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78790",
          "TitleEnglish": "No Questions, Please",
          "SummaryEnglish": "Your individuality is what makes you you, but what happens when you give up yourself? Izzy is about to find out.",
          "Aliases": []
        },
        "25": {
          "ID": "78791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78791",
          "TitleEnglish": "Princess Karaoke",
          "SummaryEnglish": "Mimi is found with the royal treatment, and she doesn't want to leave. Can Joe and Tai manage to convience her of the truth, or will they be punished instead?",
          "Aliases": []
        },
        "26": {
          "ID": "78792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78792",
          "TitleEnglish": "Sora's Crest of Love",
          "SummaryEnglish": "The 6 digidestined reunite and are led to Sora by Birdramon. Sora tells them what Demidevimon has told her, that she'll never be able to love, so her Crest of Love is useless. Can the others help her see how false this is?",
          "Aliases": []
        },
        "27": {
          "ID": "78793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78793",
          "TitleEnglish": "The Gateway to Home",
          "SummaryEnglish": "Myotismon and the digidestined discover that an eigth child in Japan is the key to saving the digital world. Now it's a race to the gate that will take everyone to the real world, but who can reach the 8th child first?",
          "Aliases": []
        },
        "28": {
          "ID": "78794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78794",
          "TitleEnglish": "It's All in the Cards",
          "SummaryEnglish": "After Myotismon has escaped to the real world, the kids must use a set of cards from Gennai to open the gate. Will they be able to put the cards in the right place, or will the real world be terrorized by Myotismon without any help?",
          "Aliases": []
        },
        "29": {
          "ID": "78795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78795",
          "TitleEnglish": "Return to Highton View Terrace",
          "SummaryEnglish": "After returning to the real world, the kids must figure out how to defeat Myotismon, but why are he and his minions searching Highton View Terrace?",
          "Aliases": []
        },
        "30": {
          "ID": "78796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78796",
          "TitleEnglish": "Almost Home Free",
          "SummaryEnglish": "The kids head to their homes to begin the search anew for the 8th Digi-destined child, but how will they get home when they use all their money on food and subway tickets only to sleep through their stop?",
          "Aliases": []
        },
        "31": {
          "ID": "78797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78797",
          "TitleEnglish": "The Eighth Digivice",
          "SummaryEnglish": "Tai begins to think that Kari is the 8th digidestined, and Izzy decides it's time to hide things from his step-parents, but when Izzy detects a new digivice, trouble begins anew. How can the digi-destined save the eigth child when Izzy's the only one awake?",
          "Aliases": []
        },
        "32": {
          "ID": "78798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78798",
          "TitleEnglish": "Gatomon Comes Calling",
          "SummaryEnglish": "The digi-destined decide to get together to search the city for the 8th child, but when Gatomon runs into Kari, she begins to suspect her. What does this mean for Kari?",
          "Aliases": []
        },
        "33": {
          "ID": "78799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78799",
          "TitleEnglish": "Out on the Town",
          "SummaryEnglish": "With another day of failures aside, the kids head home, but when TK and Matt run into two comic Digimon, they realize their day has only just begun.",
          "Aliases": []
        },
        "34": {
          "ID": "78800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78800",
          "TitleEnglish": "The Eighth Child Revealed",
          "SummaryEnglish": "With help from Wizardmon, Gatomon finds out she's the 8th digimon. Tai and Agumon have a hard time accepting it until er and Wizardmon give Tai Kari's digivice so Myotismon won't know about her. What will happen to Gatomon when Myotismon discovers her true identity?",
          "Aliases": []
        },
        "35": {
          "ID": "78801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78801",
          "TitleEnglish": "Flower Power",
          "SummaryEnglish": "Myotismon decides to divide the kids and their parents into two groups as he overruns the city. Little does he know that the crests will allow something new to happen. What will it be?",
          "Aliases": []
        },
        "36": {
          "ID": "78802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78802",
          "TitleEnglish": "City Under Siege",
          "SummaryEnglish": "While Tai and company try to figure out how to free the parents and kids being held hostage, TK and Joe try to figure out how to get back into the city to help fight Myotismon. What will come of it?",
          "Aliases": []
        },
        "37": {
          "ID": "78803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78803",
          "TitleEnglish": "Wizardmon's Gift",
          "SummaryEnglish": "The digi-destined must try and save Kari from Myotismon. Can Gatomon save the day, or will Wizardmon pay the ultimate price?",
          "Aliases": []
        },
        "38": {
          "ID": "78804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78804",
          "TitleEnglish": "Prophecy",
          "SummaryEnglish": "The digi-destined must learn how to warp digivolve before VenomMyotismon succeeds in eating their parents. Will they succeed?",
          "Aliases": []
        },
        "39": {
          "ID": "78805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78805",
          "TitleEnglish": "The Battle For Earth",
          "SummaryEnglish": "When Wargreymon and Metalgarurumon don't have the power to defeat Venommyotismon, it's up to the kids to remember the prophecy of the digivice. Can their tags and crests have the same type of effect?",
          "Aliases": []
        },
        "40": {
          "ID": "78806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78806",
          "TitleEnglish": "Enter the Dark Masters",
          "SummaryEnglish": "When the digi-destined return to the digital world, they find things in even more chaos than before. Can their new mega Digimon defeat the unknown Dark Masters who are causing the chaos?",
          "Aliases": []
        },
        "41": {
          "ID": "78807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78807",
          "TitleEnglish": "Sea-Sick and Tired",
          "SummaryEnglish": "The digi-destined realize their digimon most once again grow stronger if they are to defeat the Dark Masters, but when Metal SeaDramon's henchmen put them to sleep, can their digimon prove they've gained strength?",
          "Aliases": []
        },
        "42": {
          "ID": "78808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78808",
          "TitleEnglish": "Under Pressure",
          "SummaryEnglish": "When Whamon saves the digi-destined, a water chase ensues. Can the kids sucessfully avoid Metal Seadramon and his Divermon henchmon?",
          "Aliases": []
        },
        "43": {
          "ID": "78809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78809",
          "TitleEnglish": "Playing Games",
          "SummaryEnglish": "When Whamon gives his life to save the digi-destined, Wargreymon must save the day, but even if he succeeds, what will Puppetmon have in store for the digi-destined?",
          "Aliases": []
        },
        "44": {
          "ID": "78810",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78810",
          "TitleEnglish": "Trash Day",
          "SummaryEnglish": "When Matt goes missing, the others begin a search grid trying to find him, but will they succeed when they are being chased by a bunch of Garbagemon?",
          "Aliases": []
        },
        "45": {
          "ID": "78811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78811",
          "TitleEnglish": "The Ultimate Clash",
          "SummaryEnglish": "When an unknown entity takes over Kari's body, the digi-destined's future will change forever, but will it stop the fight between Tai and Matt?",
          "Aliases": []
        },
        "46": {
          "ID": "78812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78812",
          "TitleEnglish": "Etemon's Comeback Tour",
          "SummaryEnglish": "When old enemies return (MetalEtemon and Ogremon), the kids must wonder how they can defeat 2 mega digimon. Perhaps an old friend can go mega to help them out.",
          "Aliases": []
        },
        "47": {
          "ID": "78813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78813",
          "TitleEnglish": "Ogremon's Honor",
          "SummaryEnglish": "Can Ogremon become friends with his old enemy Leomon to help defeat MetalEtemon, and can the others defeat the RedVegiemon so they can finally finish off Puppetmon?",
          "Aliases": []
        },
        "48": {
          "ID": "78814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78814",
          "TitleEnglish": "My Sister's Keeper",
          "SummaryEnglish": "When Kari falls sick, Machinedramon decides it's the perfect time to attack. Can Tai and Izzy find medicine for Kari while dodging Machinedramon's attacks, or will they meet an unpleasant doom?",
          "Aliases": []
        },
        "49": {
          "ID": "78815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78815",
          "TitleEnglish": "The Crest of Light",
          "SummaryEnglish": "The digi-destined have been seperated in the sewers. Can they reunite without running into WaruMonzaemon or Machinedramon, or will Andromon be able to come help them save the day?",
          "Aliases": []
        },
        "50": {
          "ID": "78816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78816",
          "TitleEnglish": "Joe's Battle",
          "SummaryEnglish": "Joe must find himself before facing the last of the Dark Masters. Meanwhile Angewomon and Wargreymon battle LadyDevimon. Can they succeed at defeating her to get through to Piedmon?",
          "Aliases": []
        },
        "51": {
          "ID": "78817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78817",
          "TitleEnglish": "The Crest of Friendship",
          "SummaryEnglish": "When Matt and Joe regain their confidence, they are ready to help in the battle against Piedmon, but when Sora arrives in their weird dimension, she must overcome her own doubts as well. Can Matt and Joe help Sora gain her confidence back?",
          "Aliases": []
        },
        "52": {
          "ID": "78818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78818",
          "TitleEnglish": "Piedmon's Last Jest",
          "SummaryEnglish": "Piedmon reveals his final attack, a white cloth that turns anyone it covers into key chains. Can TK and kari help Angemon digivolve to even the score with Piedmon, and can Mimi arrive in time for the final battle?",
          "Aliases": []
        },
        "53": {
          "ID": "78819",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78819",
          "TitleEnglish": "Now Apocalymon",
          "SummaryEnglish": "Apocalymon arrives and destroys the kids crest and tags making them doubt themselves. can their digimon help them regain their confidence so the digital and real worlds can be saved?",
          "Aliases": []
        },
        "54": {
          "ID": "78820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78820",
          "TitleEnglish": "The Fate of Two Worlds",
          "SummaryEnglish": "The kids chest begin to glow with their crests. It indicates that the power for their digimon to digivolve always came from their hearts. Their digimon digivolve to their ultimate and mega forms, but can they defeat Apocalyamon?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "3765",
      "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/seasons/official/2",
      "TitleEnglish": "Digimon Adventure 02",
      "SummaryEnglish": "Three years after Apocalymon's fall, the Digimon Kaizer emerges. Using dark powers and Control Spires, he subjugates Digimon. New DigiDestined wield Digimentals against the Kaizer, but his sinister Spiral plan may overcome them.",
      "# Episodes": 50,
      "Episodes": {
        "1": {
          "ID": "78821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78821",
          "TitleEnglish": "Enter Flamedramon",
          "SummaryEnglish": "When the original digi-destined Digimon can't digivolve due to a new Black digivice, a new group of digi-destined must be called, but who will be a part of that team, and how can they digivolve if their predecessors can't?",
          "Aliases": []
        },
        "2": {
          "ID": "78822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78822",
          "TitleEnglish": "The Digiteam Complete",
          "SummaryEnglish": "When Davis gets captured, it's up to Cody and Yolei to save the day, but first they must find their digimon partners and digieggs. Can Sora and Izzi help them in doing so?",
          "Aliases": []
        },
        "3": {
          "ID": "78823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78823",
          "TitleEnglish": "A New Digitude",
          "SummaryEnglish": "The new digi-destined return to the Digital World only to have the Digimon Emperoror spoil their fun. Can TK and Kari help Gatomon and Patamon to digivolve, and if so what will it mean for the rest of the team?",
          "Aliases": []
        },
        "4": {
          "ID": "78824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78824",
          "TitleEnglish": "Iron Vegiemon",
          "SummaryEnglish": "When Gabumon gets captured by the digimon emperor, Matt decides to return to the digital world, but can they find a way to get Gabumon to digivolve and help out in the battle?",
          "Aliases": []
        },
        "5": {
          "ID": "78825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78825",
          "TitleEnglish": "Old Reliable",
          "SummaryEnglish": "Gomamon contacts Joe to let him know what the Digimon Emperor's next target is. Can the digi-destined save the day in a world of snow, especially without the help of Cody, who Joe's having to take care of?",
          "Aliases": []
        },
        "6": {
          "ID": "78826",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78826",
          "TitleEnglish": "Family Picnic",
          "SummaryEnglish": "Mimi returns to Japan for a visit and decides to accompany the new digi-destined to the digital world, but what has become of Palmon and all the digimon that think of her as a princess?",
          "Aliases": []
        },
        "7": {
          "ID": "78827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78827",
          "TitleEnglish": "Guardian Angel",
          "SummaryEnglish": "Kari gets caught in the digital world when the Tv is destroyed, but can the rest of the gang find a way to save her?",
          "Aliases": []
        },
        "8": {
          "ID": "78828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78828",
          "TitleEnglish": "Ken's Secret",
          "SummaryEnglish": "Davis has a soccer game against the defending champs, but an even bigger event occurs when the Digimon Emperor's identity is revealed. Who will it end up being?",
          "Aliases": []
        },
        "9": {
          "ID": "78829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78829",
          "TitleEnglish": "The Emperor's New Home",
          "SummaryEnglish": "Ken leaves the real world because his identity has been revealed, but when he targets Agumon for control, can the digi-destined find some way to free their friend?",
          "Aliases": []
        },
        "10": {
          "ID": "78830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78830",
          "TitleEnglish": "The Captive Digimon",
          "SummaryEnglish": "The kids find out where Ken is holding Agumon and decide to free him, but will they be successful?",
          "Aliases": []
        },
        "11": {
          "ID": "78831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78831",
          "TitleEnglish": "Storm of Friendship",
          "SummaryEnglish": "The digi-destined find a new digi-egg, but can they use it to free Agumon from Ken's control, and just who will get to use this new digi-egg?",
          "Aliases": []
        },
        "12": {
          "ID": "78832",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78832",
          "TitleEnglish": "The Good, the Bad, and the Digi",
          "SummaryEnglish": "When Biyomon gets a warrant for her arrest out, it's up to the digi-destined to prove her innocence.",
          "Aliases": []
        },
        "13": {
          "ID": "78833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78833",
          "TitleEnglish": "His Master's Voice",
          "SummaryEnglish": "Kari was seeing visions about an ocean and a village. She realized that someone was desperately calling for help so she answered it. She went to the Village, what could be waiting for her in that small village?",
          "Aliases": []
        },
        "14": {
          "ID": "78834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78834",
          "TitleEnglish": "The Samurai of Sincerity",
          "SummaryEnglish": "The digi-destined return to the digital world in search of a new digi-egg, but can Yolei's lack of trust help them or hurt them?",
          "Aliases": []
        },
        "15": {
          "ID": "78835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78835",
          "TitleEnglish": "Big Trouble in Little Edo",
          "SummaryEnglish": "The Digimon Emperor builds a new control tower in Little Edo, and he manages to take over Shogangekomon with a dark spiral. Can the digi-destined free them without the help of Shurimon, who has a samurai battle of his own to attend to?",
          "Aliases": []
        },
        "16": {
          "ID": "78836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78836",
          "TitleEnglish": "20,000 Digi-Leagues Under the Sea",
          "SummaryEnglish": "The digi-destined search under the seas for a new digi-egg, but the Digimon Emperor sends Megaseadramon down to take them out. When Cody's the only one that can fit in the escape pod, he goes out for help, but can Joe and Ikkakumon arrive in time to save the day, or will the new digi-egg end up being the answer?",
          "Aliases": []
        },
        "17": {
          "ID": "78837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78837",
          "TitleEnglish": "Ghost of a Chance",
          "SummaryEnglish": "The digi-destined of the past and present, including Mimi, meet together to remember the day they defeat Myotismon, but when strange events begin occuring at the TV station, they're the only ones that can save the day, but will they?",
          "Aliases": []
        },
        "18": {
          "ID": "78838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78838",
          "TitleEnglish": "Run Yolei Run",
          "SummaryEnglish": "The digi-destined arrive in the digital world to find it full of control spires. When they realize Ken is taking over everything, they decide to come back to the digital world and not leave until Ken and his base is defetaed, but what will be the consquences?",
          "Aliases": []
        },
        "19": {
          "ID": "78839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78839",
          "TitleEnglish": "An Old Enemy Returns",
          "SummaryEnglish": "Ken goes to get the final piece for his ultimate Digimon creation, but it makes TK start to go crazy. Is there any way TK can defeat Ken in a one on one battle?",
          "Aliases": []
        },
        "20": {
          "ID": "78840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78840",
          "TitleEnglish": "The Darkness Before Dawn",
          "SummaryEnglish": "When Ken's base is finally brought down, it's up to the digi-destined to find a way to free Ken from the powers of darkness.",
          "Aliases": []
        },
        "21": {
          "ID": "78841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78841",
          "TitleEnglish": "The Crest of Kindness",
          "SummaryEnglish": "It's Magnamon versus Chimeramon in the fight to save the digital world, but when Magnamon begins to run out of power, is there any one who can save him?",
          "Aliases": []
        },
        "22": {
          "ID": "78842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78842",
          "TitleEnglish": "Davis Cries Wolfmon",
          "SummaryEnglish": "Davis thinks he must make Veemon digivolve to impress Kari, but will his plan backfire when they want to fix the digital world?",
          "Aliases": []
        },
        "23": {
          "ID": "78843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78843",
          "TitleEnglish": "Genesis of Evil",
          "SummaryEnglish": "Ken must discover his true self by searching out his past, but what horrors await him, and why did he become the Emperor in the first place?",
          "Aliases": []
        },
        "24": {
          "ID": "78844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78844",
          "TitleEnglish": "If I Had a Tail Hammer",
          "SummaryEnglish": "The mysterious shadow from before appears in Kens room and calls him a disgrace for being the Emperor, but who is this mysterious person, and why is she reactivating the control spires?",
          "Aliases": []
        },
        "25": {
          "ID": "78845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78845",
          "TitleEnglish": "Spirit Needle",
          "SummaryEnglish": "While Davis thinks Ken has changed, the others aren't so sure, but their ready to fight when Golemon attaks the dam protecting Primary Village. Can they bring themselves to destroy Golemon though?",
          "Aliases": []
        },
        "26": {
          "ID": "78846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78846",
          "TitleEnglish": "United We Stand",
          "SummaryEnglish": "When Arukenimon reveals that she plans to destory the digital world, it's up to the digi-destined to find a way to defeat her, but can they do it when she keeps creating her own monsters to fight them?",
          "Aliases": []
        },
        "27": {
          "ID": "78847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78847",
          "TitleEnglish": "Fusion Confusion",
          "SummaryEnglish": "After saving the digi-world with Ken, the kids begin to wonder how DNA Digivolution works. Can always knowledable Izzy provide them with the information?",
          "Aliases": []
        },
        "28": {
          "ID": "78848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78848",
          "TitleEnglish": "The Insect Master's Trap",
          "SummaryEnglish": "Arukenimon ends up having the ability to control insect digimon, and she manages to turn Stingmon and Digmon against the kids. Can the digi-destined find a way to free them from her control, or are they about to be defeated?",
          "Aliases": []
        },
        "29": {
          "ID": "78849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78849",
          "TitleEnglish": "Arukenimon's Tangled Web",
          "SummaryEnglish": "With Davis, Cody, and Ken trapped in Dokugaon's web, it's up to Ex-Veemon to free his friends from Arukenimon's control, but is it possible, or will Yolei, TK, and Kari have to save the day?",
          "Aliases": []
        },
        "30": {
          "ID": "78850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78850",
          "TitleEnglish": "Ultimate Anti-Hero",
          "SummaryEnglish": "Can Ken and Cody start to have a friendship, or will Ken be forced to go off on his own? Also, what is Arukenimon going to create next?",
          "Aliases": []
        },
        "31": {
          "ID": "78851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78851",
          "TitleEnglish": "Opposites Attract",
          "SummaryEnglish": "When Gatomon realizes she's in the part of the digital world where she lost her tail ring, the digi-destined decide to search for the tail ring thinking that it may give Gatomon the ability to digivolve again to ultimate, but when the Dark Ocean world comes after Ken and Kari, only Yolei can save them. Will she succeed, or can Arukenimon give a hand to their destruction?",
          "Aliases": []
        },
        "32": {
          "ID": "78852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78852",
          "TitleEnglish": "If I Only Had a Heart",
          "SummaryEnglish": "Arukenimon and Mummymon decide to try and destroy the destiny stones, but when an unknown digimon is shown in the stones Black Wargreymon decides it's his ultimate enemy, and the only way to draw him out is by destroying all the stones. Can the digi-destined stop him with 2 DNA digimon, or is the digital world doomed?",
          "Aliases": []
        },
        "33": {
          "ID": "78853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78853",
          "TitleEnglish": "A Chance Encounter",
          "SummaryEnglish": "Yolei leaves Poromon with the others when she has to go on a field trip, but when unknown portals open allowing digimon into the real world, Yolei must find a way to make them return home. Can she do it without her digimon partner?",
          "Aliases": []
        },
        "34": {
          "ID": "78854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78854",
          "TitleEnglish": "Destiny in Doubt",
          "SummaryEnglish": "Everybody decides to fly to the next destiny stone on their digimon, but TK decides to stay behind and walk with Cody since Armadillomon doesn't have a flying form. Can they get to the destiny stone in time to defeat Blackwargreymon, or are the others doomed to be destroyed?",
          "Aliases": []
        },
        "35": {
          "ID": "78855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78855",
          "TitleEnglish": "Cody Takes a Stand",
          "SummaryEnglish": "With only 3 destiny stones left the digi-destined must find a way to defeat Black WarGreymon. When one of them is found at the bottom of the ocean, only Submarimon can save it, but will a bunch of champion digimon in the ocean be able to defeat Black WarGreymon, or will only 1 destiny stone be left to save?",
          "Aliases": []
        },
        "36": {
          "ID": "78856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78856",
          "TitleEnglish": "Stone Soup",
          "SummaryEnglish": "The search for the final destiny stone begins, but when the digimon become hungry and need additional strength it's up to the kids to make Stone Soup to save the day. Can Cody and TK finally DNA digivolve with some home cooking?",
          "Aliases": []
        },
        "37": {
          "ID": "78857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78857",
          "TitleEnglish": "Kyoto Dragon",
          "SummaryEnglish": "With the last destiny stone discovered, and Shakkakumon formed, can the digi destined find a way to save the stone, or can another mega save the day?",
          "Aliases": []
        },
        "38": {
          "ID": "78858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78858",
          "TitleEnglish": "A Very Digi Christmas",
          "SummaryEnglish": "It's Christmas Eve, so Ken invites the younger digi-destined to a Christmas party while the older ones go to Matt's concert, but there fun is at an end when Control Spires begin appearing in the real world. Can the digi-destined save the day against real digimon in the real world?",
          "Aliases": []
        },
        "39": {
          "ID": "78859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78859",
          "TitleEnglish": "Dramon Power",
          "SummaryEnglish": "Control spires continue to appear over the entire world, but all the digi-ports have also been opened causing more trouble. Can the digi-destined rely on Genni to come up with an answer to their problems like he did in days past?",
          "Aliases": []
        },
        "40": {
          "ID": "78860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78860",
          "TitleEnglish": "Digimon World Tour (1)",
          "SummaryEnglish": "The digi-destined divide into teams of 2 to head to 6 specific locations, because only the D3's can open the digiports. New York and Hong Kong are the first 2 stops, but when the Digimon cause problems can new friends help them get out of a jam?",
          "Aliases": []
        },
        "41": {
          "ID": "78861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78861",
          "TitleEnglish": "Digimon World Tour (2)",
          "SummaryEnglish": "The quest to return all the digimon to the digital world continues in France and Australia. Also more new digi-destined arrive to join in on the fun.",
          "Aliases": []
        },
        "42": {
          "ID": "78862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78862",
          "TitleEnglish": "Digimon World Tour (3)",
          "SummaryEnglish": "The World Tour ends in Moscow and Mexico City, but will the emmense heat in one spot and the emmense cold in the other prevent the digi-destined from saving the day?",
          "Aliases": []
        },
        "43": {
          "ID": "78863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78863",
          "TitleEnglish": "Invasion of the Daemon Corps",
          "SummaryEnglish": "The digi-destined return to Japan to discover that kids have gone missing, and new digimon appear. To make things worse Arukenimon and Mummymon appear to be involved. Can they solve this riddle, or will Ken have to give himself up to find those kids?",
          "Aliases": []
        },
        "44": {
          "ID": "78864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78864",
          "TitleEnglish": "Dark Sun, Dark Spore",
          "SummaryEnglish": "Without the assistance of Imperialdramon, the digi-destined face off against Lady Devimon and her forces. Will Lady Devimon go back to the digital world willingly, or will Yolei be faced with the toughest challenge of her life?",
          "Aliases": []
        },
        "45": {
          "ID": "78865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78865",
          "TitleEnglish": "The Dark Gate",
          "SummaryEnglish": "The kids must defeat Daemon before he can destroy Ken, but when Daemon reveals he can travel back and forth from the digital world, the kids must figure out another place to send him to.",
          "Aliases": []
        },
        "46": {
          "ID": "78866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78866",
          "TitleEnglish": "Duel of the WarGreymon",
          "SummaryEnglish": "Black WarGreymon decides to destroy Arukenimon and Mummymon to free himself from any possible control. Agumon is forcde to Warpdigivolve into WarGreymon to stop him. Who will end up prevailing in the battle of the WarGreymon's?",
          "Aliases": []
        },
        "47": {
          "ID": "78867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78867",
          "TitleEnglish": "BlackWarGreymon's Destiny",
          "SummaryEnglish": "BlackWarGreymon finally realizes his destiny, to make sure no one can use the Highton View Terrace gate again. Will the digi-destined help him out, or do they think he has another destiny?",
          "Aliases": []
        },
        "48": {
          "ID": "78868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78868",
          "TitleEnglish": "Oikawa's Shame",
          "SummaryEnglish": "The kids with the Dark Spores reveal they were told the Dark Spores were their key to the digital world, but it ends up that Myotismon was behind everything so he could gain a new body. The final battle with Myotismon is about to begin, but in what world will it be?",
          "Aliases": []
        },
        "49": {
          "ID": "78869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78869",
          "TitleEnglish": "The Last Temptation of the DigiDestined",
          "SummaryEnglish": "MaloMyotismon captures all the kids in fantasy worlds and decides to take over all the world with his new power. Can the digi-destined realize reality and stop him?",
          "Aliases": []
        },
        "50": {
          "ID": "78870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/digimon-digital-monsters/episodes/78870",
          "TitleEnglish": "A Million Points of Light",
          "SummaryEnglish": "All the digi-destined from around the world and their digimon gather to watch the final battle between MaloMyotismon and the new digi-destined. Who will end up being the victor?",
          "Aliases": []
        }
      }
    }
  }
}