{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0159184/",
    "https://www.themoviedb.org/tv/5660"
  ],
  "TitleEnglish": "Mobile Suit Gundam ZZ",
  "SummaryEnglish": "As the continuation of Zeta Gundam, this series once again follows the story of the Anti Earth Union Group (AEUG) battleship Argama after Zeta's final episode. To fight off the Axis Zeon, now called the Neo Zeon, Captain Bright Noa recruits a group of teenage junk collectors led by the loudmouthed but powerful Newtype Judau Ashta to pilot the Argama's mobile suits. Now sporting a line up of the behemoth MSZ-010 Double Zeta Gundam and the returning MSZ-006 Zeta Gundam, RX-178 Gundam Mk-II and Gundam-like MSN-00100 Hyaku Shiki, the group is nicknamed the Gundam Team. As such, this became the first of a number of Gundam series where a team of Gundam mobile suits fight alongside each other regularly. The climax takes place at Side 3 in the Battle of Axis. Out of the major Zeta Gundam characters, only recurring captain Bright Noa and Axis leader Haman Karn make more than cameo appearances in ZZ; Char Aznable's planned appearance was canceled when Tomino was given the go-ahead to do the Mobile Suit Gundam: Char's Counterattack movie. Yoshiyuki Tomino's original plan for the show which involved Char's return was neither revealed though Glemy's sudden change in motivation seems to give a hint that he fills in for him at the end, nor does Tomino himself remember it and aside from the openings, Amuro Ray does not make an appearance in the series either. The alternate ending presented in Mobile Suit Zeta Gundam: A New Translation retcons the UC Gundam Universe, possibly eliminating the events of ZZ Gundam.",
  "Aliases": [],
  "Modified": "2025-09-05",
  "Seasons": {
    "0": {
      "ID": "19819",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "2197971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/2197971",
          "TitleEnglish": "Gundam Frag - Gundam Team",
          "SummaryEnglish": "Short glimpses of the daily and not-so-daily life on the battlefield of Universal Century.",
          "Aliases": []
        },
        "2": {
          "ID": "2372471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/2372471",
          "TitleEnglish": "Gundam Frag - ZZ G",
          "SummaryEnglish": "Short glimpses of the daily and not-so-daily life on the battlefield of Universal Century.",
          "Aliases": []
        },
        "3": {
          "ID": "7219774",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/7219774",
          "TitleEnglish": "Char's Counterattack",
          "SummaryEnglish": "The year is Universal Century 0093. Char Aznable has taken command of Neo Zeon, the rebels of outer space. He firmly believes that humankind can only achieve peace by relocating to space. Thus, he plans to crash the giant asteroid Axis into Earth and plunge the planet into an uninhabitable winter. Char also eagerly anticipates this opportunity to settle a 14-year rivalry with Amuro Ray. The two have been reluctant allies at times, but Char has never forgiven Amuro for causing the death of one of his comrades during the One Year War. Only the Earth Federation's Londo Bell Unit has the power to stop Char from fulfilling his dangerous goal. Leading the defense of Earth is veteran captain Bright Noa and Amuro Ray with the latest Nu Gundam mobile suit. In this thrilling conclusion to the original Gundam series, Londo Bell engages in a final conflict with Neo Zeon that will decide the fate of Earth and end this long-standing rivalry—once and for all.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "3972",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/seasons/official/1",
      "# Episodes": 47,
      "Episodes": {
        "1": {
          "ID": "83142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83142",
          "TitleEnglish": "Prelude ZZ",
          "SummaryEnglish": "A special program broadcast just before Mobile Suit Gundam ZZ began broadcasting as the sequel to the previous Mobile Suit Z Gundam series. A thorough introduction to the Gundam world of the Universal Century timeline!",
          "Aliases": []
        },
        "2": {
          "ID": "83143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83143",
          "TitleEnglish": "The Boy from Shangri-La",
          "SummaryEnglish": "Damaged after its battle at Gryps 2, the Argama docks at Shangri-La colony at Side 1 for repairs. A local young junk dealer, Judau Ashta, rescues Titan pilot Yazan Gable by chance. At his instigation, Judau and his friends plot to steal the Zeta Gundam.",
          "Aliases": []
        },
        "3": {
          "ID": "83144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83144",
          "TitleEnglish": "The Knight of the Endra",
          "SummaryEnglish": "The Neo Zeon cruiser Endra docks at Shangri-La. Hoping to avoid conflict, Bright has the Argama retreat into the colony's interior. Just then, Judau successfully boards the Argama, hoping to take the Zeta Gundam for himself.",
          "Aliases": []
        },
        "4": {
          "ID": "83145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83145",
          "TitleEnglish": "Hot-Blooded Mashymre",
          "SummaryEnglish": "Having been defeated by the Zeta Gundam, Mashymre Cello seizes an opportunity to strike back. As Judau Ashta and his friends search for the Argama, they happen to spot Mashymre launching into battle. Not wanting to be beaten to the prize, Judau grabs on to Mashymre's Galluss-J, hoping to stop it...",
          "Aliases": []
        },
        "5": {
          "ID": "83146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83146",
          "TitleEnglish": "Judau's Decision",
          "SummaryEnglish": "Junk dealer Gemon Bajack comes to Mashymre Cello, promoting his self-built mobile suit \"Geze.\" With two Gaza-Cs as escorts, Gemon heads out to attack the Argama. But on the way, he spots a giant \"Z-G\" drawn in a schoolyard by Shinta and Qum. Taking it as a written challenge from the Zeta Gundam, he changes course and heads for the school.",
          "Aliases": []
        },
        "6": {
          "ID": "83147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83147",
          "TitleEnglish": "The Zssa Menace",
          "SummaryEnglish": "Deciding that he has no choice but to become more ruthless if he hopes to beat the Zeta Gundam, Mashymre Cello uses the new mobile suit Zssa to attack the residential area of the city. Concerned about the hospital where Kamille Bidan is being treated, Fa Yuiry intercepts it with the Methuss as Astonaige Medoz boards the Zeta, trying to prove that Judau Ashta isn't as special as the others think he is.",
          "Aliases": []
        },
        "7": {
          "ID": "83148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83148",
          "TitleEnglish": "Gaza Storm",
          "SummaryEnglish": "At last, Judau Ashta is a member of the Argama crew. A team of three Gaza-Ds attack, but Judau is away negotiating with the junk dealers association for clearance to open an industrial airlock hatch. They're saved from this tight spot by a core fighter flown by a girl named Roux Louka from the La Vie En Rose.",
          "Aliases": []
        },
        "8": {
          "ID": "83149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83149",
          "TitleEnglish": "The Funeral Bell Tolls Twice",
          "SummaryEnglish": "After sneaking into a meeting of the junk dealers association, Judau and his friends mistakenly signal that the ship can use the industrial airlock hatch to escape. Gemon and Yazan, piloting two Gezes, attack the Zeta Gundam, and the Endra has the Argama in its sights. But the hatch still isn't open...",
          "Aliases": []
        },
        "9": {
          "ID": "83150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83150",
          "TitleEnglish": "Judau in Space",
          "SummaryEnglish": "Having finally departed Shangri-La, the Argama sets course for the La Vie En Rose. Chafing against Bright's command, Beecha and Mondo try to send a message that they're willing to sell out the Argama. Receiving their signal aboard the Endra, Mashymre sorties in the new mobile suit Hamma-Hamma.",
          "Aliases": []
        },
        "10": {
          "ID": "83151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83151",
          "TitleEnglish": "Sayonara, Fa",
          "SummaryEnglish": "Fa worries about Kamille, whom they left behind on the colony. Beecha and Mondo send another message, prompting Mashymre to send Gottn to try and infiltrate the Argama and make contact with these collaborators. Judau sorties in the Zeta Gundam, but his beam rifle is still unplugged...",
          "Aliases": []
        },
        "11": {
          "ID": "83152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83152",
          "TitleEnglish": "Activate! Double Zeta",
          "SummaryEnglish": "Now a prisoner aboard the Argama, Gottn takes Iino hostage and escapes. Chara Soon attacks in the mobile suit R-Jarja. Just then, under Roux's guidance, the core fighter, Core Top, and Core Base begin to transform and combine. The new mobile suit Double Zeta Gundam is born!",
          "Aliases": []
        },
        "12": {
          "ID": "83153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83153",
          "TitleEnglish": "Leina Vanishes",
          "SummaryEnglish": "En route to the La Vie En Rose, Judau and the others abandon their duty and begin salvaging the wreckage of a Zaku II. Feeling responsible for her brother's selfish behavior, Leina and Roux set out for the La Vie En Rose themselves. But when they're attacked by Chara, Leina is thrown out into space.",
          "Aliases": []
        },
        "13": {
          "ID": "83154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83154",
          "TitleEnglish": "Little Sister!",
          "SummaryEnglish": "Leina is taken to Glemy Toto and held captive aboard the Endra. The now enraged Judau is confined to the Argama's mess hall, but escapes with Elle's help. The two of them launch in the Double Zeta and Gundam Mk-II to rescue Leina. But Gottn plans to use Leina as a hostage in order to defeat the Double Zeta.",
          "Aliases": []
        },
        "14": {
          "ID": "83155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83155",
          "TitleEnglish": "The Phantom Colony (Part 1)",
          "SummaryEnglish": "Losing their bearings in a debris cluster, the Argama docks at Moon-Moon, an old colony which has been forgotten by everyone. However, there the Argama is attacked by the mysterious Light tribe Taken captive, Judau seeks help from a beautiful girl named Rasara Moon.",
          "Aliases": []
        },
        "15": {
          "ID": "83156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83156",
          "TitleEnglish": "The Phantom Colony (Part 2)",
          "SummaryEnglish": "Judau is revered by the Light tribe as their messiah, but his refusal to their leader Sarasa soon has him on the run. In order to change her sister's mind, Rasara and Judau try to get the old mobile suit Cattle operational. That's when Glemy attacks in the new mobile suit Bawoo.",
          "Aliases": []
        },
        "16": {
          "ID": "83157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83157",
          "TitleEnglish": "Melee Aboard the Argama",
          "SummaryEnglish": "After the conflict in the Moon-Moon colony the Argama must once again dock with the La Vie en Rose for repairs. Emary reveals her feelings to Bright, who kindly lets her down and Judau tries to raise everyone’s spirit with a speech on how everyone must come together as a team, but is interrupted and punched by Elle for labeling Beecha and Mondo as traitors.",
          "Aliases": []
        },
        "17": {
          "ID": "83158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83158",
          "TitleEnglish": "Retrieve the Core Top!",
          "SummaryEnglish": "Having taken Shinta hostage during the test of their improved main cannon, Chara steals the Core Top and flees the Argama. When Judau and the others fly out to intercept her, they find themselves facing Gottn in his new mobile suit AMX-008 Ga-Zowmn and a squad of Gaza-Cs. Judau attempts to try and retrieve the Core Top by forcibly docking his core fighter with it.",
          "Aliases": []
        },
        "18": {
          "ID": "83159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83159",
          "TitleEnglish": "Haman's Black Shadow",
          "SummaryEnglish": "Hoping to rescue Leina, Judau hides in a dummy meteor and infiltrates Axis. There, he meets a young girl calling herself Elpeo Ple. Meanwhile, having given Glemy the slip, Leina meets up with Beecha and Mondo, who have managed to get away from Gottn. Together, they try to escape from Axis.",
          "Aliases": []
        },
        "19": {
          "ID": "83160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83160",
          "TitleEnglish": "Ple and Axis",
          "SummaryEnglish": "Pretending to surrender with the Double Zeta as an offering, Judau once again goes to Axis. But Glemy, thinking that Judau and Roux are in a relationship, has Judau imprisoned. Judau tricks Ple into letting him go, but the angry Elpeo Ple takes Leina back and then flies off in pursuit in the Qubeley Mk-II.",
          "Aliases": []
        },
        "20": {
          "ID": "83161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83161",
          "TitleEnglish": "Crybaby Cecilia (Part 1)",
          "SummaryEnglish": "Returning from Axis, the Argama docks at Granada on the moon to resupply. Judau, Elle, Torres, and Milly head out into Granada city, where Torres runs into Cecilia, a fried of his from childhood. But then Judau witnesses Cecilia making contact with Gottn.",
          "Aliases": []
        },
        "21": {
          "ID": "83162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83162",
          "TitleEnglish": "Crybaby Cecilia (Part 2)",
          "SummaryEnglish": "Torres agonizes over the knowledge that his old friend Cecilia is a spy for Gottn. Amidst the confusion of Chara's escape, Cecilia escapes on her own and goes to Gottn. Giving him phony information, she gets a ticket for an emigration ship. But the trunk supposedly containing her payment has a bomb set inside...",
          "Aliases": []
        },
        "22": {
          "ID": "83163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83163",
          "TitleEnglish": "Judau, Launch!",
          "SummaryEnglish": "The attack on Earth by Haman Karn's Neo Zeon fleet is now in full swing. To rescue Leina, Judau attaches bombs to the Double Zeta and then launches into battle on his own. Alone, Judau pursues the battleship Sadalahn. Haman, sensing his Newtype potential, invites him aboard.",
          "Aliases": []
        },
        "23": {
          "ID": "83164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83164",
          "TitleEnglish": "The Burning Earth",
          "SummaryEnglish": "At last, the Neo Zeon forces descend to Dakar, where the federation parliament is located, in order to seize control. The Argama sets out to attack the Sadalahn and stop its descent, but Glemy leads the Sandra forces and returns fire. Amidst the battle, the brainwashed Elpeo Ple attacks in the Qubeley Mk-II.",
          "Aliases": []
        },
        "24": {
          "ID": "83165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83165",
          "TitleEnglish": "Sibling Love Blooming in the Southern Seas",
          "SummaryEnglish": "With the Neo Zeon forces now in control of Dakar, Judau slips away from the Argama after it makes a water landing in the south seas, and meets Taman and his sister Anu. Taman takes a large sum of money from the Neo Zeon in exchange for attacking the Argama with the aquatic mobile suit Capule. Anu worries about what her brother is about to do.",
          "Aliases": []
        },
        "25": {
          "ID": "83166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83166",
          "TitleEnglish": "The Face of Rommel",
          "SummaryEnglish": "While the Argama holds position to cooperate with Karaba, the Gundam team receives orders to go on ahead to Dakar. As the team heads for a desert base, they find themselves under attack by the Rommel unit, who have been biding their time for eight years awaiting the restoration of the Zabi family. One by one, the Gundam team crushes the Rommel unit's old mobile suits...",
          "Aliases": []
        },
        "26": {
          "ID": "83167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83167",
          "TitleEnglish": "Masai's Heart",
          "SummaryEnglish": "Hoping to end their water shortage, Judau flies out in a core fighter and ends up being helped by a woman named Masai. In accordance with desert law, she tells Judau where an oasis village is located. However, Masai attacks the Gundam team with a red Gelgoog in order to force the villagers to acknowledge her and her now-dead lover Tag.",
          "Aliases": []
        },
        "27": {
          "ID": "83168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83168",
          "TitleEnglish": "Leina's Blood (Part 1)",
          "SummaryEnglish": "The Neo Zeon occupiers in Dakar invite people from the Earth Federation to a grand party they're throwing. Among them is Leina, brought there by Glemy. Taking advantage of the Gundam team's attack, Judau sneaks into the reception hall and finally gets his heart's desire when he's reunited with Leina. But...",
          "Aliases": []
        },
        "28": {
          "ID": "83169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83169",
          "TitleEnglish": "Leina's Blood (Part 2)",
          "SummaryEnglish": "Ple spots Judau's crashed core fighter, which is carrying an injured Leina. Judau leaves Leina with Ple and flies back out into the battlefield in order to save his friends. But Ple wants Judau to love her and her alone, and hates Leina with a passion. One that's strong enough to kill.",
          "Aliases": []
        },
        "29": {
          "ID": "83170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83170",
          "TitleEnglish": "Runaway Roux",
          "SummaryEnglish": "In shock over not knowing whether his little sister is alive or dead, Judau falls into a depression. Worried to see Judau in such a state, Roux takes it upon herself to administer some tough love. Just then, the Karaba base at El Goléa is attacked. Beecha and Mondo move to assist it, but misunderstanding Roux's motives, use her as a shield.",
          "Aliases": []
        },
        "30": {
          "ID": "83171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83171",
          "TitleEnglish": "Blue Corps (Part 1)",
          "SummaryEnglish": "Now so angry with the Argama that she's deserted, Roux enters the free-trade city of Galdaaya, where an artist named June proceeds to hit on her. Meanwhile, while wandering the desert, Glemy is rescued by the \"Blue Unit\" of the African Independence Front, who coerce him into being a spy sent to Galdaaya's underground city. There he meets Roux.",
          "Aliases": []
        },
        "31": {
          "ID": "83172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83172",
          "TitleEnglish": "Blue Corps (Part 2)",
          "SummaryEnglish": "Searching for Roux, Judau and the others enter Galdaaya, where they run into Glemy, whom is now leading Blue Unit. Just then, August, who is commanding the Mindra, strikes a deal with Gadeb Jasin of the African Independence Front to attack and seize Galdaaya.",
          "Aliases": []
        },
        "32": {
          "ID": "83173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83173",
          "TitleEnglish": "Across the Salt Lake",
          "SummaryEnglish": "The Gundam team is attacked by August's mobile suit Dreissen unit at Chott Melrhir near the rendezvous point. Judau manages to repel the attack, but Beecha can't hide his jealousy. When August attacks them again, Beecha gets the jump on Judau and takes the Double Zeta out first. However...",
          "Aliases": []
        },
        "33": {
          "ID": "83174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83174",
          "TitleEnglish": "Afternoon in Dublin",
          "SummaryEnglish": "The Argama rendezvouses with the Gundam team and sets course for Dublin. Bright heads off on his own for an interview with a federation high official at the Beech estate, but is followed by Judau. When Judau becomes violently angry with the official's lackadaisical response to the situation, he and Bright end up confined in the basement. They're saved from their predicament by Fa.",
          "Aliases": []
        },
        "34": {
          "ID": "83175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83175",
          "TitleEnglish": "Kamille's Voice",
          "SummaryEnglish": "Launching in the Double Zeta, Ple manages to drive off the enemy from the Argama, but now the federal forces are demanding that they disarm. When they hear from Fa that Kamille has disappeared, the Argama's crew divide up to help her search for him. While this is happening, Ple sorties alone in the Mk-II and finds herself in a tight spot. But then she hears someone's voice...",
          "Aliases": []
        },
        "35": {
          "ID": "83176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83176",
          "TitleEnglish": "Falling Sky",
          "SummaryEnglish": "Pressing on with her plan for rule through terror, Haman makes the decision to drop a colony. Receiving a message from Hayato aboard the Audhumla, the Argama joins with the Karaba and heads to Dublin to begin an evacuation. However, the Karaba rescue of the evacuees is interrupted when they're attacked by a mobile suit unit led by Rakan Dahkaran.",
          "Aliases": []
        },
        "36": {
          "ID": "83177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83177",
          "TitleEnglish": "Ple-Two Under Gravity",
          "SummaryEnglish": "Eager for a victory, Glemy awakens Ple Two from cold sleep in order to destroy the Argama. Sensing the evil presence of the Psyco Gundam Mk-II drawing near, Ple boards the half-disassembled Qubeley Mk-II to intercept it. However, she finds that both she and the mysterious pilot are able to anticipate each other's attacks perfectly...",
          "Aliases": []
        },
        "37": {
          "ID": "83178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83178",
          "TitleEnglish": "Nahel Argama",
          "SummaryEnglish": "Leaving the Argama on Earth, the crew returns to space in a shuttle to find the La Vie en Rose waiting with the new battleship Nahel Argama. But Judau and the others refuse when the kids are ordered off the ship. At that moment, they fall under surprise attack by Illia Pazom, a female soldier who has pledged her life to Mashymre.",
          "Aliases": []
        },
        "38": {
          "ID": "83179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83179",
          "TitleEnglish": "The Iron Wall of Jamru Fin",
          "SummaryEnglish": "The Nahel Argama draws near to the Neo Zeon stronghold of Side 3. Heading to resupply them, Emary aboard the La Vie en Rose carelessly sends out an optical signal that gives away their position. This is picked up by the 3-D unit, subordinates of Mashymre piloting the new mobile armor Jamru Fin, who launch an attack.",
          "Aliases": []
        },
        "39": {
          "ID": "83180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83180",
          "TitleEnglish": "The Second Coming of Sarasa",
          "SummaryEnglish": "Heading for Side 3, the Nahel Argama rescues an old civilian transport being attacked by Zakus. Aboard the old transport is Sarasa and Rasara of the Light tribe. However, among the civilian refugees aboard are Neo Zeon soldiers and Haman in disguise, having secreted herself into the crowd in order to make contact with Judau.",
          "Aliases": []
        },
        "40": {
          "ID": "83181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83181",
          "TitleEnglish": "Tigerbaum Dream",
          "SummaryEnglish": "The Nahel Argama docks at the neutral colony Tigerbaum, which is controlled by the influential Stampa Halloi. Stampa takes Elle, Rasara, and other girls he likes for his harem. Judau and Iino disguise themselves as girls in order to infiltrate Stampa's estate and rescue them.",
          "Aliases": []
        },
        "41": {
          "ID": "83182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83182",
          "TitleEnglish": "Rasara's Life",
          "SummaryEnglish": "Sensing Haman's evil mind, Sarasa and Rasara go into the colony with Mondo. But along the way, Stampa's Z'gok appears, and Rasara sacrifices herself to protect Mondo. Thinking that Haman was behind it, Judau marches into Stampa's estate.",
          "Aliases": []
        },
        "42": {
          "ID": "83183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83183",
          "TitleEnglish": "The Girl from Core 3 (Part 1)",
          "SummaryEnglish": "Judau and the others infiltrate the docked mining asteroid Cicero in Core 3 sector. There they find Chara Soon commanding the workers. Although they join in a nascent revolt, the workers still don't entirely trust Judau. At the same time, Ple Two enters Cicero as well.",
          "Aliases": []
        },
        "43": {
          "ID": "83184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83184",
          "TitleEnglish": "The Girl from Core 3 (Part 2)",
          "SummaryEnglish": "The Neo Zeon forces move in to put down the Cicero uprising. Ple Two moves out, having received orders from Glemy to assassinate Haman Karn. However, she lets the captive Lucina escape. A change has come over her personality. Judau rescues Elle and the others from Haman's mansion, then confronts Ple Two in the Qubeley Mk-II.",
          "Aliases": []
        },
        "44": {
          "ID": "83185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83185",
          "TitleEnglish": "Emary's Glory",
          "SummaryEnglish": "Using the revolt against Haman to take control of Axis, Glemy battles Chara's fleet. Judau and Roux use the chance to sneak into Core 3 in order to kidnap Mineva, but fail. As the Nahel Argama appears to be supporting Haman's side, Ple Two approaches in the new mobile armor Queen Mansa.",
          "Aliases": []
        },
        "45": {
          "ID": "83186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83186",
          "TitleEnglish": "The Battle of Axis",
          "SummaryEnglish": "The final battle begins between Haman's forces with Mashymre and Glemy's. The Nahel Argama, taking this chance to first strike at Glemy, launches the Gundam team. Amidst the free-for-all, Mashymre in a Zaku III Custom loses control of his overenhanced mental powers and is lost to the stars.",
          "Aliases": []
        },
        "46": {
          "ID": "83187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83187",
          "TitleEnglish": "Vibration",
          "SummaryEnglish": "Glemy plays his trump card and sends his Newtype unit into battle. He then makes to smash Axis's asteroid Moussa into Haman's fleet. Judau chases the now mentally unstable Ple Two into Axis and confronts both Glemy and Ple Two in the Queen Mansa.",
          "Aliases": []
        },
        "47": {
          "ID": "83188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83188",
          "TitleEnglish": "Warrior, Once More...",
          "SummaryEnglish": "Hoping that a one-on-one battle with Haman will end the conflict, Judau launches in the Double Zeta. Haman too flies out to meet him alone in her white Qubeley. In the face of the Qubeley's furious assault, Judau's back is pushed to the wall. But protected by the wills of many people, he rises to face Haman.",
          "Aliases": []
        }
      }
    }
  }
}