{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159184/",
        "https://www.themoviedb.org/tv/5660"
    ],
    "TitleEnglish": "Mobile Suit Gundam ZZ",
    "SummaryEnglish": "As the continuation of Zeta Gundam, this series once again follows the story of the Anti Earth Union Group (AEUG) battleship Argama after Zeta's final episode. To fight off the Axis Zeon, now called the Neo Zeon, Captain Bright Noa recruits a group of teenage junk collectors led by the loudmouthed but powerful Newtype Judau Ashta to pilot the Argama's mobile suits. Now sporting a line up of the behemoth MSZ-010 Double Zeta Gundam and the returning MSZ-006 Zeta Gundam, RX-178 Gundam Mk-II and Gundam-like MSN-00100 Hyaku Shiki, the group is nicknamed the Gundam Team. As such, this became the first of a number of Gundam series where a team of Gundam mobile suits fight alongside each other regularly. The climax takes place at Side 3 in the Battle of Axis. Out of the major Zeta Gundam characters, only recurring captain Bright Noa and Axis leader Haman Karn make more than cameo appearances in ZZ; Char Aznable's planned appearance was canceled when Tomino was given the go-ahead to do the Mobile Suit Gundam: Char's Counterattack movie. Yoshiyuki Tomino's original plan for the show which involved Char's return was neither revealed though Glemy's sudden change in motivation seems to give a hint that he fills in for him at the end, nor does Tomino himself remember it and aside from the openings, Amuro Ray does not make an appearance in the series either. The alternate ending presented in Mobile Suit Zeta Gundam: A New Translation retcons the UC Gundam Universe, possibly eliminating the events of ZZ Gundam.",
    "TitleJapanese": "機動戦士ガンダムZZ",
    "SummaryJapanese": "宇宙世紀0088年。戦闘による損傷を受けた戦艦アーガマは、その修理と補給のためシャングリラに寄港する。シャングリラに住むジャンク屋稼業の少年ジュドー・アーシタとその仲間たちは、アーガマからモビルスーツを盗み出し、一儲けしようと企らむが…。",
    "Aliases": [
        "高达ZZ UC0088"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "19819",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "2197971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/2197971",
                    "TitleEnglish": "Gundam Frag - Gundam Team",
                    "SummaryEnglish": "Short glimpses of the daily and not-so-daily life on the battlefield of Universal Century.",
                    "TitleJapanese": "GUNDAM FRAG＜前編＞",
                    "SummaryJapanese": "『機動戦士ガンダムΖΖ』Blu-ray BOXに収録された短編映像作品。宇宙世紀0091から0092年頃に木星往還船ジュピトリスの中から真偽のわからない虚実混じりの映像を見ている、というコンセプト。"
                },
                "2": {
                    "ID": "2372471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/2372471",
                    "TitleEnglish": "Gundam Frag - ZZ G",
                    "SummaryEnglish": "Short glimpses of the daily and not-so-daily life on the battlefield of Universal Century.",
                    "TitleJapanese": "GUNDAM FRAG＜後編＞",
                    "SummaryJapanese": "『機動戦士ガンダムΖΖ』Blu-ray BOXに収録された短編映像作品。宇宙世紀0091から0092年頃に木星往還船ジュピトリスの中から真偽のわからない虚実混じりの映像を見ている、というコンセプト。"
                },
                "3": {
                    "ID": "7219774",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/7219774",
                    "TitleEnglish": "Char's Counterattack",
                    "SummaryEnglish": "The year is Universal Century 0093. Char Aznable has taken command of Neo Zeon, the rebels of outer space. He firmly believes that humankind can only achieve peace by relocating to space. Thus, he plans to crash the giant asteroid Axis into Earth and plunge the planet into an uninhabitable winter. Char also eagerly anticipates this opportunity to settle a 14-year rivalry with Amuro Ray. The two have been reluctant allies at times, but Char has never forgiven Amuro for causing the death of one of his comrades during the One Year War. Only the Earth Federation's Londo Bell Unit has the power to stop Char from fulfilling his dangerous goal. Leading the defense of Earth is veteran captain Bright Noa and Amuro Ray with the latest Nu Gundam mobile suit. In this thrilling conclusion to the original Gundam series, Londo Bell engages in a final conflict with Neo Zeon that will decide the fate of Earth and end this long-standing rivalry—once and for all.",
                    "TitleJapanese": "機動戦士ガンダム 逆襲のシャア",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "3972",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/seasons/official/1",
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "83142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83142",
                    "TitleEnglish": "Prelude ZZ",
                    "SummaryEnglish": "A special program broadcast just before Mobile Suit Gundam ZZ began broadcasting as the sequel to the previous Mobile Suit Z Gundam series. A thorough introduction to the Gundam world of the Universal Century timeline!",
                    "TitleJapanese": "プレリュードZZ",
                    "SummaryJapanese": "前作「機動戦士Zガンダム」に引き続いて放映された「機動戦士ガンダムZZ」本編スタート前の先行特別番組。宇宙世紀のガンダムワールドを徹底紹介！"
                },
                "2": {
                    "ID": "83143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83143",
                    "TitleEnglish": "The Boy from Shangri-La",
                    "SummaryEnglish": "Damaged after its battle at Gryps 2, the Argama docks at Shangri-La colony at Side 1 for repairs. A local young junk dealer, Judau Ashta, rescues Titan pilot Yazan Gable by chance. At his instigation, Judau and his friends plot to steal the Zeta Gundam.",
                    "TitleJapanese": "シャングリラの少年",
                    "SummaryJapanese": "グリプス2の攻防で傷ついたアーガマは、修理のためにサイド1のコロニー“シャングリラ”に寄港した。そこに住むジャンク屋の少年・ジュドーは、偶然助けたヤザンにそそのかされて、仲間とともにZガンダムを盗み出そうと計画する。"
                },
                "3": {
                    "ID": "83144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83144",
                    "TitleEnglish": "The Knight of the Endra",
                    "SummaryEnglish": "The Neo Zeon cruiser Endra docks at Shangri-La. Hoping to avoid conflict, Bright has the Argama retreat into the colony's interior. Just then, Judau successfully boards the Argama, hoping to take the Zeta Gundam for himself.",
                    "TitleJapanese": "エンドラの騎士",
                    "SummaryJapanese": "シャングリラに入港してきたネオ・ジオン軍の巡洋艦エンドラ。戦闘を避けようと、ブライトはアーガマをコロニー内に退避させた。その時、ジュドーはZガンダムを奪取するため、アガーマ艦内への潜入に成功していた。"
                },
                "4": {
                    "ID": "83145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83145",
                    "TitleEnglish": "Hot-Blooded Mashymre",
                    "SummaryEnglish": "Having been defeated by the Zeta Gundam, Mashymre Cello seizes an opportunity to strike back. As Judau Ashta and his friends search for the Argama, they happen to spot Mashymre launching into battle. Not wanting to be beaten to the prize, Judau grabs on to Mashymre's Galluss-J, hoping to stop it...",
                    "TitleJapanese": "熱血のマシュマー",
                    "SummaryJapanese": "Zガンダムに破れたマシュマーは反撃の機会をうかがっていた。アーガマを捜すジュドーたちは、マシュマーの出撃を目撃する。ジュドーは先を越されては大変と、マシュマーのガルスJにとりついて、それを阻止しようと試みるが……。"
                },
                "5": {
                    "ID": "83146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83146",
                    "TitleEnglish": "Judau's Decision",
                    "SummaryEnglish": "Junk dealer Gemon Bajack comes to Mashymre Cello, promoting his self-built mobile suit \"Geze.\" With two Gaza-Cs as escorts, Gemon heads out to attack the Argama. But on the way, he spots a giant \"Z-G\" drawn in a schoolyard by Shinta and Qum. Taking it as a written challenge from the Zeta Gundam, he changes course and heads for the school.",
                    "TitleJapanese": "ジュドーの決意",
                    "SummaryJapanese": "マシュマーのもとにジャンク屋のゲモンが自作のMS“ゲゼ”をもって売り込みにやってきた。ガザC2機を護衛につけてアーガマへ向かったゲモンは、シンタとクムが校庭に描いたZGの文字を見てZからの挑戦状と思い込み、進路を学校に向けた。"
                },
                "6": {
                    "ID": "83147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83147",
                    "TitleEnglish": "The Zssa Menace",
                    "SummaryEnglish": "Deciding that he has no choice but to become more ruthless if he hopes to beat the Zeta Gundam, Mashymre Cello uses the new mobile suit Zssa to attack the residential area of the city. Concerned about the hospital where Kamille Bidan is being treated, Fa Yuiry intercepts it with the Methuss as Astonaige Medoz boards the Zeta, trying to prove that Judau Ashta isn't as special as the others think he is.",
                    "TitleJapanese": "ズサの脅威",
                    "SummaryJapanese": "Zを倒すためには非情になることもやむなしと判断したマシュマーは、新型MS“ズサ”を駆って山の手を襲った。カミーユのいる病院を気づかったファがメタスで迎撃、ジュドーが特別でないことを示そうと、アストナージもZに乗り込んだ。"
                },
                "7": {
                    "ID": "83148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83148",
                    "TitleEnglish": "Gaza Storm",
                    "SummaryEnglish": "At last, Judau Ashta is a member of the Argama crew. A team of three Gaza-Ds attack, but Judau is away negotiating with the junk dealers association for clearance to open an industrial airlock hatch. They're saved from this tight spot by a core fighter flown by a girl named Roux Louka from the La Vie En Rose.",
                    "TitleJapanese": "ガザの嵐",
                    "SummaryJapanese": "ついにアーガマの一員となったジュドー。3機のガザD隊が襲撃してきた。ジュドーはジャンク屋組合へ工業用ハッチの開閉権の交渉で、留守をしている。そのピンチを救ったのは、ラビアンローズから来た少女ルー・ルカのコア・ファイターだった。"
                },
                "8": {
                    "ID": "83149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83149",
                    "TitleEnglish": "The Funeral Bell Tolls Twice",
                    "SummaryEnglish": "After sneaking into a meeting of the junk dealers association, Judau and his friends mistakenly signal that the ship can use the industrial airlock hatch to escape. Gemon and Yazan, piloting two Gezes, attack the Zeta Gundam, and the Endra has the Argama in its sights. But the hatch still isn't open...",
                    "TitleJapanese": "鎮魂の鐘は二度鳴る",
                    "SummaryJapanese": "ジャンク屋組合の集会に潜入したジュドーたちは、間違えて工業用ハッチから脱出可能の信号を送ってしまった。ゲモンとヤザンの操る2機のゲゼはZガンダムを襲い、エンドラはアーガマに照準を合わせる。だが、ハッチはまだ開いていないのだ……。"
                },
                "9": {
                    "ID": "83150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83150",
                    "TitleEnglish": "Judau in Space",
                    "SummaryEnglish": "Having finally departed Shangri-La, the Argama sets course for the La Vie En Rose. Chafing against Bright's command, Beecha and Mondo try to send a message that they're willing to sell out the Argama. Receiving their signal aboard the Endra, Mashymre sorties in the new mobile suit Hamma-Hamma.",
                    "TitleJapanese": "宇宙のジュドー",
                    "SummaryJapanese": "シャングリラを出港したアーガマは、ラビアンローズを目指していた。ブライトに反感を抱いたビーチャとモンドはアーガマを売り渡そうと通信を試みる。その電波を受けたエンドラのマシュマーは、新型MS“ハンマ・ハンマ”で出撃するのだった。"
                },
                "10": {
                    "ID": "83151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83151",
                    "TitleEnglish": "Sayonara, Fa",
                    "SummaryEnglish": "Fa worries about Kamille, whom they left behind on the colony. Beecha and Mondo send another message, prompting Mashymre to send Gottn to try and infiltrate the Argama and make contact with these collaborators. Judau sorties in the Zeta Gundam, but his beam rifle is still unplugged...",
                    "TitleJapanese": "さよならファ",
                    "SummaryJapanese": "ファは残ったカミーユのことが気がかりだった。ビーチャたちはまたも通信を送り、マシュマーはゴットンをアーガマに潜入させて協力者との接触を試みる。ジュドーはZガンダムで出撃するが、ビーム・ライフルのプラグが外れたままだった……。"
                },
                "11": {
                    "ID": "83152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83152",
                    "TitleEnglish": "Activate! Double Zeta",
                    "SummaryEnglish": "Now a prisoner aboard the Argama, Gottn takes Iino hostage and escapes. Chara Soon attacks in the mobile suit R-Jarja. Just then, under Roux's guidance, the core fighter, Core Top, and Core Base begin to transform and combine. The new mobile suit Double Zeta Gundam is born!",
                    "TitleJapanese": "始動!ダブル・ゼータ",
                    "SummaryJapanese": "アーガマの捕虜となっていたゴットンはイーノを人質に取って脱出。キャラ・スーンは“R・ジャジャ”で強襲をかける。その時、ルーの指示でコア・ファイター、コア・トップ、コア・ベースの3機が変形合体を始める。ここに新型MS“ZZガンダム”が誕生した！"
                },
                "12": {
                    "ID": "83153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83153",
                    "TitleEnglish": "Leina Vanishes",
                    "SummaryEnglish": "En route to the La Vie En Rose, Judau and the others abandon their duty and begin salvaging the wreckage of a Zaku II. Feeling responsible for her brother's selfish behavior, Leina and Roux set out for the La Vie En Rose themselves. But when they're attacked by Chara, Leina is thrown out into space.",
                    "TitleJapanese": "リィナが消えた",
                    "SummaryJapanese": "ラビアンローズへの途中、ジュドー達は任務を放棄してザクIIの残骸回収を始めてしまった。兄ジュドーの勝手な行動に責任を感じたリィナは、ルーとともにラビアンローズへ向かうが、キャラの攻撃でリィナは宇宙に放り出されてしまうのだった。"
                },
                "13": {
                    "ID": "83154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83154",
                    "TitleEnglish": "Little Sister!",
                    "SummaryEnglish": "Leina is taken to Glemy Toto and held captive aboard the Endra. The now enraged Judau is confined to the Argama's mess hall, but escapes with Elle's help. The two of them launch in the Double Zeta and Gundam Mk-II to rescue Leina. But Gottn plans to use Leina as a hostage in order to defeat the Double Zeta.",
                    "TitleJapanese": "妹よ!",
                    "SummaryJapanese": "リィナはグレミー・トトに連れられ、エンドラに捕まっていた。熱くなったジュドーはアーガマの食堂に軟禁されるが、エルの手助けで脱出。2人はZZとMk-IIでリィナ救出に向かった。だが、ゴットンはリィナを人質に使ってZZを倒そうと企む。"
                },
                "14": {
                    "ID": "83155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83155",
                    "TitleEnglish": "The Phantom Colony (Part 1)",
                    "SummaryEnglish": "Losing their bearings in a debris cluster, the Argama docks at Moon-Moon, an old colony which has been forgotten by everyone. However, there the Argama is attacked by the mysterious Light tribe Taken captive, Judau seeks help from a beautiful girl named Rasara Moon.",
                    "TitleJapanese": "幻のコロニー（前）",
                    "SummaryJapanese": "隕石群の中に迷い込んでしまったアーガマは、だれもが忘れた古いコロニー“ムーン・ムーン”に入港した。だが、そこでアーガマは謎の集団“光族”に襲撃され、拉致されたジュドーは美しい女性ラサラ・ムーンから助力を求められるのだった。"
                },
                "15": {
                    "ID": "83156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83156",
                    "TitleEnglish": "The Phantom Colony (Part 2)",
                    "SummaryEnglish": "Judau is revered by the Light tribe as their messiah, but his refusal to their leader Sarasa soon has him on the run. In order to change her sister's mind, Rasara and Judau try to get the old mobile suit Cattle operational. That's when Glemy attacks in the new mobile suit Bawoo.",
                    "TitleJapanese": "幻のコロニー（後）",
                    "SummaryJapanese": "光族に救世主と崇められたジュドーだったが、指導者サラサを拒否したため、追われる身となってしまった。ラサラは姉サラサの考えを正すため、ジュドーたちと旧式MS“キャトル”を動かそうと試みる。そこへグレミーが新型MS“バウ”で襲ってきた。"
                },
                "16": {
                    "ID": "83157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83157",
                    "TitleEnglish": "Melee Aboard the Argama",
                    "SummaryEnglish": "After the conflict in the Moon-Moon colony the Argama must once again dock with the La Vie en Rose for repairs. Emary reveals her feelings to Bright, who kindly lets her down and Judau tries to raise everyone’s spirit with a speech on how everyone must come together as a team, but is interrupted and punched by Elle for labeling Beecha and Mondo as traitors.",
                    "TitleJapanese": "アーガマの白兵戦",
                    "SummaryJapanese": "グレミーが運んできた新型戦艦ミンドラは、アクシズへの帰還途中、アーガマに向かうランチを捕捉した。ゴットンはこのランチに隠れ、キャラを助け出してアーガマを奪い取る計画を実行。ブライトへの想いを秘めたエマリーが人質になってしまうが……。"
                },
                "17": {
                    "ID": "83158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83158",
                    "TitleEnglish": "Retrieve the Core Top!",
                    "SummaryEnglish": "Having taken Shinta hostage during the test of their improved main cannon, Chara steals the Core Top and flees the Argama. When Judau and the others fly out to intercept her, they find themselves facing Gottn in his new mobile suit AMX-008 Ga-Zowmn and a squad of Gaza-Cs. Judau attempts to try and retrieve the Core Top by forcibly docking his core fighter with it.",
                    "TitleJapanese": "奪回!コア・トップ",
                    "SummaryJapanese": "改装した主砲の発射テスト中、シンタを人質にしたキャラがコア・トップを奪ってアーガマから脱走した。追撃したジュドー達の前に、ゴットンの新型MS“ガ・ゾウム”とガザC隊が現れる。ジュドーはコア・ファイターを強制合体し、コア・トップの奪回を試みる。"
                },
                "18": {
                    "ID": "83159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83159",
                    "TitleEnglish": "Haman's Black Shadow",
                    "SummaryEnglish": "Hoping to rescue Leina, Judau hides in a dummy meteor and infiltrates Axis. There, he meets a young girl calling herself Elpeo Ple. Meanwhile, having given Glemy the slip, Leina meets up with Beecha and Mondo, who have managed to get away from Gottn. Together, they try to escape from Axis.",
                    "TitleJapanese": "ハマーンの黒い影",
                    "SummaryJapanese": "リィナを助け出そうと、ダミー隕石に隠れてアクシズに潜入したジュドーは、エルピー・プルと名乗る少女と出会った。一方、グレミーのすきをついて逃げ出したリィナは、ゴットンから逃げたビーチャとモンドの2人と合流、ともにアクシズから脱出しようとする。"
                },
                "19": {
                    "ID": "83160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83160",
                    "TitleEnglish": "Ple and Axis",
                    "SummaryEnglish": "Pretending to surrender with the Double Zeta as an offering, Judau once again goes to Axis. But Glemy, thinking that Judau and Roux are in a relationship, has Judau imprisoned. Judau tricks Ple into letting him go, but the angry Elpeo Ple takes Leina back and then flies off in pursuit in the Qubeley Mk-II.",
                    "TitleJapanese": "プルとアクシズと",
                    "SummaryJapanese": "ZZを手みやげに投降するフリをして、再びアクシズへやって来たジュドーだったが、グレミーはジュドーとルーが恋仲と誤解して彼を監禁してしまった。プルをだまして脱出したジュドーだったが、怒ったプルはリィナを連れ出し、キュベレイMk-IIでジュドーを追う。"
                },
                "20": {
                    "ID": "83161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83161",
                    "TitleEnglish": "Crybaby Cecilia (Part 1)",
                    "SummaryEnglish": "Returning from Axis, the Argama docks at Granada on the moon to resupply. Judau, Elle, Torres, and Milly head out into Granada city, where Torres runs into Cecilia, a fried of his from childhood. But then Judau witnesses Cecilia making contact with Gottn.",
                    "TitleJapanese": "泣き虫セシリア（前）",
                    "SummaryJapanese": "アクシズから帰還したアーガマは、補給のため月のグラナダへ入港した。ジュドー、エル、トーレス、ミリィの4人はグラナダの市街へ出かけるが、そこでトーレスは幼なじみのセシリアと再会した。だが、ジュドーはゴットンと接触するセシリアを目撃してしまった。"
                },
                "21": {
                    "ID": "83162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83162",
                    "TitleEnglish": "Crybaby Cecilia (Part 2)",
                    "SummaryEnglish": "Torres agonizes over the knowledge that his old friend Cecilia is a spy for Gottn. Amidst the confusion of Chara's escape, Cecilia escapes on her own and goes to Gottn. Giving him phony information, she gets a ticket for an emigration ship. But the trunk supposedly containing her payment has a bomb set inside...",
                    "TitleJapanese": "泣き虫セシリア（後）",
                    "SummaryJapanese": "トーレスは、幼なじみのセシリアがゴットンのスパイと知らされ、悩んでいた。キャラの脱走騒ぎの中で、脱出して1人ゴットンのもとへ向かったセシリアはニセの情報で移民船のチケットを手に入れた。だが報酬金のトランクには爆弾が仕掛けられていたのだ……。"
                },
                "22": {
                    "ID": "83163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83163",
                    "TitleEnglish": "Judau, Launch!",
                    "SummaryEnglish": "The attack on Earth by Haman Karn's Neo Zeon fleet is now in full swing. To rescue Leina, Judau attaches bombs to the Double Zeta and then launches into battle on his own. Alone, Judau pursues the battleship Sadalahn. Haman, sensing his Newtype potential, invites him aboard.",
                    "TitleJapanese": "ジュドー、出撃!!",
                    "SummaryJapanese": "ハマーン率いるネオ・ジオン軍艦隊の地球侵攻が本格化しようとしていた。ジュドーはリィナ救出の為、ZZに爆弾をくくり付けて勝手に出撃する。単身で戦艦サダラーンに迫ったジュドーに、ハマーンはニュータイプとしての素質を感じ、艦内に招き入れる。"
                },
                "23": {
                    "ID": "83164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83164",
                    "TitleEnglish": "The Burning Earth",
                    "SummaryEnglish": "At last, the Neo Zeon forces descend to Dakar, where the federation parliament is located, in order to seize control. The Argama sets out to attack the Sadalahn and stop its descent, but Glemy leads the Sandra forces and returns fire. Amidst the battle, the brainwashed Elpeo Ple attacks in the Qubeley Mk-II.",
                    "TitleJapanese": "燃える地球",
                    "SummaryJapanese": "ついにネオ・ジオン軍は連邦議会のあるダカールへ降下し、覇権を掌握する行動に出た。アーガマはサダラーンの地球降下を阻止しようと攻撃に出たが、グレミー率いるサンドラ隊が応戦してくる。その最中に、洗脳されたプルのキュベレイMk-IIが攻撃をかけてきた。"
                },
                "24": {
                    "ID": "83165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83165",
                    "TitleEnglish": "Sibling Love Blooming in the Southern Seas",
                    "SummaryEnglish": "With the Neo Zeon forces now in control of Dakar, Judau slips away from the Argama after it makes a water landing in the south seas, and meets Taman and his sister Anu. Taman takes a large sum of money from the Neo Zeon in exchange for attacking the Argama with the aquatic mobile suit Capule. Anu worries about what her brother is about to do.",
                    "TitleJapanese": "南海に咲く兄妹愛",
                    "SummaryJapanese": "ダカールはネオ・ジオン軍に制圧され、南の海上に着水したアーガマから抜け出したジュドーは、地元の少年タマンとその妹アヌに出会う。タマンはネオ・ジオンに大金を渡され、水陸両用MSカプールでアーガマに攻撃をかける。アヌはそんな兄のことを心配していた。"
                },
                "25": {
                    "ID": "83166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83166",
                    "TitleEnglish": "The Face of Rommel",
                    "SummaryEnglish": "While the Argama holds position to cooperate with Karaba, the Gundam team receives orders to go on ahead to Dakar. As the team heads for a desert base, they find themselves under attack by the Rommel unit, who have been biding their time for eight years awaiting the restoration of the Zabi family. One by one, the Gundam team crushes the Rommel unit's old mobile suits...",
                    "TitleJapanese": "ロンメルの顔",
                    "SummaryJapanese": "アーガマはカラバと連携のため待機となり、ガンダムチームにはダカールへの先行命令が出た。砂漠地帯へと向かった一行に、ザビ家再興を8年もの間待ち続けていたロンメル隊が包囲する。ロンメル隊の旧式モビルスーツをガンダムチームは次々と撃破していく……。"
                },
                "26": {
                    "ID": "83167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83167",
                    "TitleEnglish": "Masai's Heart",
                    "SummaryEnglish": "Hoping to end their water shortage, Judau flies out in a core fighter and ends up being helped by a woman named Masai. In accordance with desert law, she tells Judau where an oasis village is located. However, Masai attacks the Gundam team with a red Gelgoog in order to force the villagers to acknowledge her and her now-dead lover Tag.",
                    "TitleJapanese": "マサイの心",
                    "SummaryJapanese": "水不足の解消にコア・ファイターで出たジュドーは、マサイという女性に助けられた。砂漠の掟にしたがってオアシスの村を教えてもらうジュドー。しかし、マサイは亡き恋人ダグと自分を村人に認めさせようと、赤いゲルググでガンダムチームに挑んでいく。"
                },
                "27": {
                    "ID": "83168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83168",
                    "TitleEnglish": "Leina's Blood (Part 1)",
                    "SummaryEnglish": "The Neo Zeon occupiers in Dakar invite people from the Earth Federation to a grand party they're throwing. Among them is Leina, brought there by Glemy. Taking advantage of the Gundam team's attack, Judau sneaks into the reception hall and finally gets his heart's desire when he's reunited with Leina. But...",
                    "TitleJapanese": "リィナの血（前）",
                    "SummaryJapanese": "ダカールを占拠したネオ・ジオンは、地球連邦の人々を招いて盛大なパーティを繰り広げていた。そこにはグレミーに連れられたリィナの姿もあった。ガンダムチームが攻撃を仕掛けたすきに、ジュドーは迎賓館に忍び込んで、念願のリィナとの再会を果たすが……。"
                },
                "28": {
                    "ID": "83169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83169",
                    "TitleEnglish": "Leina's Blood (Part 2)",
                    "SummaryEnglish": "Ple spots Judau's crashed core fighter, which is carrying an injured Leina. Judau leaves Leina with Ple and flies back out into the battlefield in order to save his friends. But Ple wants Judau to love her and her alone, and hates Leina with a passion. One that's strong enough to kill.",
                    "TitleJapanese": "リィナの血（後）",
                    "SummaryJapanese": "負傷したリィナを乗せて不時着したジュドーのコア・ファイターをプルが発見した。仲間を助けるため、ジュドーはリィナをプルに任せて再び戦場へ向かっていく。しかし、プルはジュドーの気持ちを独占するリィナを激しく憎悪し、亡き者にしようとしてしまう。"
                },
                "29": {
                    "ID": "83170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83170",
                    "TitleEnglish": "Runaway Roux",
                    "SummaryEnglish": "In shock over not knowing whether his little sister is alive or dead, Judau falls into a depression. Worried to see Judau in such a state, Roux takes it upon herself to administer some tough love. Just then, the Karaba base at El Goléa is attacked. Beecha and Mondo move to assist it, but misunderstanding Roux's motives, use her as a shield.",
                    "TitleJapanese": "ルーの逃亡",
                    "SummaryJapanese": "妹が生死不明となったショックで、ジュドーは消沈していた。ルーはそんなジュドーを案じつつ、あえて厳しい言葉を浴びせる。そんな時、カラバの拠点・エルゴレアが襲撃を受けた。救援に向かったビーチャとモンドはルーのことを誤解し、盾にしてしまった。"
                },
                "30": {
                    "ID": "83171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83171",
                    "TitleEnglish": "Blue Corps (Part 1)",
                    "SummaryEnglish": "Now so angry with the Argama that she's deserted, Roux enters the free-trade city of Galdaaya, where an artist named June proceeds to hit on her. Meanwhile, while wandering the desert, Glemy is rescued by the \"Blue Unit\" of the African Independence Front, who coerce him into being a spy sent to Galdaaya's underground city. There he meets Roux.",
                    "TitleJapanese": "青の部隊（前）",
                    "SummaryJapanese": "怒りのあまりアーガマを飛び出したルーは自由貿易の街・ガルダーヤに入り、芸術家のジュネに口説かれていた。一方、砂漠をさまよっていたグレミーはアフリカ独立戦線の「青の部隊」に助けられ、ガルダーヤの地下都市へのスパイを強要されてルーとめぐりあう。"
                },
                "31": {
                    "ID": "83172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83172",
                    "TitleEnglish": "Blue Corps (Part 2)",
                    "SummaryEnglish": "Searching for Roux, Judau and the others enter Galdaaya, where they run into Glemy, whom is now leading Blue Unit. Just then, August, who is commanding the Mindra, strikes a deal with Gadeb Jasin of the African Independence Front to attack and seize Galdaaya.",
                    "TitleJapanese": "青の部隊（後）",
                    "SummaryJapanese": "ルーを捜索のためガルダーヤの街へ入ったジュドー達は、「青の部隊」を率いることになったグレミーと出会ってしまう。そこへ、ミンドラを指揮するオウギュストとアフリカ独立戦線のガデブ・ヤシンが手を結び、ガルダーヤの街を手に入れようと攻撃をかけてきた。"
                },
                "32": {
                    "ID": "83173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83173",
                    "TitleEnglish": "Across the Salt Lake",
                    "SummaryEnglish": "The Gundam team is attacked by August's mobile suit Dreissen unit at Chott Melrhir near the rendezvous point. Judau manages to repel the attack, but Beecha can't hide his jealousy. When August attacks them again, Beecha gets the jump on Judau and takes the Double Zeta out first. However...",
                    "TitleJapanese": "塩の湖を越えて",
                    "SummaryJapanese": "ガンダムチームは合流地点付近のメルリル湖畔でオウギュストのドライセン部隊に襲撃された。ジュドーの活躍で撃退したものの、ビーチャは嫉妬を隠しきれない。再びオウギュストが攻撃を仕掛けたとき、ビーチャはジュドーを出し抜いてZZガンダムで出撃するが……。"
                },
                "33": {
                    "ID": "83174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83174",
                    "TitleEnglish": "Afternoon in Dublin",
                    "SummaryEnglish": "The Argama rendezvouses with the Gundam team and sets course for Dublin. Bright heads off on his own for an interview with a federation high official at the Beech estate, but is followed by Judau. When Judau becomes violently angry with the official's lackadaisical response to the situation, he and Bright end up confined in the basement. They're saved from their predicament by Fa.",
                    "TitleJapanese": "ダブリンの午後",
                    "SummaryJapanese": "アーガマはガンダムチームと合流しダブリンへと向かう。ブライトは地球連邦の高官と面談するため単身「ブナ屋敷」へ赴いたが、後をつけてきたジュドーが怠惰な高官に暴力をふるったため、2人とも地下室に監禁されてしまった。その窮地を救ったのはファだった。"
                },
                "34": {
                    "ID": "83175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83175",
                    "TitleEnglish": "Kamille's Voice",
                    "SummaryEnglish": "Launching in the Double Zeta, Ple manages to drive off the enemy from the Argama, but now the federal forces are demanding that they disarm. When they hear from Fa that Kamille has disappeared, the Argama's crew divide up to help her search for him. While this is happening, Ple sorties alone in the Mk-II and finds herself in a tight spot. But then she hears someone's voice...",
                    "TitleJapanese": "カミーユの声",
                    "SummaryJapanese": "ZZで出撃したプルの活躍で敵を退けたアーガマだったが、今度は連邦軍が武装解除を要求してきた。ファからカミーユが行方不明と聞いたアーガマのクルーは手分けして捜索に出る。その間に1人Mk-IIで出撃したプルは窮地に陥るが、そのとき何者かの声が……。"
                },
                "35": {
                    "ID": "83176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83176",
                    "TitleEnglish": "Falling Sky",
                    "SummaryEnglish": "Pressing on with her plan for rule through terror, Haman makes the decision to drop a colony. Receiving a message from Hayato aboard the Audhumla, the Argama joins with the Karaba and heads to Dublin to begin an evacuation. However, the Karaba rescue of the evacuees is interrupted when they're attacked by a mobile suit unit led by Rakan Dahkaran.",
                    "TitleJapanese": "落ちてきた空",
                    "SummaryJapanese": "ハマーンは恐怖支配を押し進めるため、コロニー落としを敢行した。アウドムラのハヤトから連絡を受けたアーガマは、カラバと連携して目標となったダブリンへと向かい救出活動を開始する。しかし、ラカン率いるMS部隊がカラバの避難民救助中に攻撃をかけてきた。"
                },
                "36": {
                    "ID": "83177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83177",
                    "TitleEnglish": "Ple-Two Under Gravity",
                    "SummaryEnglish": "Eager for a victory, Glemy awakens Ple Two from cold sleep in order to destroy the Argama. Sensing the evil presence of the Psyco Gundam Mk-II drawing near, Ple boards the half-disassembled Qubeley Mk-II to intercept it. However, she finds that both she and the mysterious pilot are able to anticipate each other's attacks perfectly...",
                    "TitleJapanese": "重力下のプルツー",
                    "SummaryJapanese": "戦功を焦ったグレミーは、アーガマ撃沈のためコールドスリープさせていたプルツーをついに目覚めさせた。迫り来るサイコ・ガンダムMk-IIの邪悪な気配を感じたプルは、解体中のキュベレイに乗り込み迎撃に出るが、互いに攻撃方法をことごとく読まれてしまう……。"
                },
                "37": {
                    "ID": "83178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83178",
                    "TitleEnglish": "Nahel Argama",
                    "SummaryEnglish": "Leaving the Argama on Earth, the crew returns to space in a shuttle to find the La Vie en Rose waiting with the new battleship Nahel Argama. But Judau and the others refuse when the kids are ordered off the ship. At that moment, they fall under surprise attack by Illia Pazom, a female soldier who has pledged her life to Mashymre.",
                    "TitleJapanese": "ネェル・アーガマ",
                    "SummaryJapanese": "アーガマを地球に残し、シャトルで宇宙へ戻って来たクルーを待っていたのは、ラビアンローズと新造戦艦ネェル・アーガマだった。だが、子供たちには退艦命令が出され、反発するジュドーたち。その時、マシュマーの命を受けた女戦士イリアが奇襲を仕掛けてきた。"
                },
                "38": {
                    "ID": "83179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83179",
                    "TitleEnglish": "The Iron Wall of Jamru Fin",
                    "SummaryEnglish": "The Nahel Argama draws near to the Neo Zeon stronghold of Side 3. Heading to resupply them, Emary aboard the La Vie en Rose carelessly sends out an optical signal that gives away their position. This is picked up by the 3-D unit, subordinates of Mashymre piloting the new mobile armor Jamru Fin, who launch an attack.",
                    "TitleJapanese": "鉄壁、ジャムル・フィン",
                    "SummaryJapanese": "ネェル・アーガマはネオ・ジオンの本拠地サイド3へと接近する。補給に向かったラビアンローズのエマリーは、位置が掴めず不用心にも発光信号をあげてしまう。それをマシュマー配下の新型MAジャムル・フィンを操る3D隊に発見され、急襲を仕掛けられてしまった。"
                },
                "39": {
                    "ID": "83180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83180",
                    "TitleEnglish": "The Second Coming of Sarasa",
                    "SummaryEnglish": "Heading for Side 3, the Nahel Argama rescues an old civilian transport being attacked by Zakus. Aboard the old transport is Sarasa and Rasara of the Light tribe. However, among the civilian refugees aboard are Neo Zeon soldiers and Haman in disguise, having secreted herself into the crowd in order to make contact with Judau.",
                    "TitleJapanese": "サラサ再臨",
                    "SummaryJapanese": "サイド3を目指すネェル・アーガマは、ザクに襲われている民間の輸送船と旧式船を救助した。旧式船には、光族のサラサ、ラサラたちが乗っていた。だが、輸送船の避難民の中にはネオ・ジオン兵士と変装したハマーンがジュドーに接触する目的で紛れ込んでいたのだった。"
                },
                "40": {
                    "ID": "83181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83181",
                    "TitleEnglish": "Tigerbaum Dream",
                    "SummaryEnglish": "The Nahel Argama docks at the neutral colony Tigerbaum, which is controlled by the influential Stampa Halloi. Stampa takes Elle, Rasara, and other girls he likes for his harem. Judau and Iino disguise themselves as girls in order to infiltrate Stampa's estate and rescue them.",
                    "TitleJapanese": "タイガーバウムの夢",
                    "SummaryJapanese": "中立コロニー・タイガーバウムに入港するアーガマ。それは実力者スタンパ・ハロイが支配するコロニーだった。スタンパはハーレムにエルやラサラたち好みの女性を連れて行ってしまう。ジュドーとイーノは女装してスタンパの屋敷に潜入、救助しようとするが……。"
                },
                "41": {
                    "ID": "83182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83182",
                    "TitleEnglish": "Rasara's Life",
                    "SummaryEnglish": "Sensing Haman's evil mind, Sarasa and Rasara go into the colony with Mondo. But along the way, Stampa's Z'gok appears, and Rasara sacrifices herself to protect Mondo. Thinking that Haman was behind it, Judau marches into Stampa's estate.",
                    "TitleJapanese": "ラサラの命",
                    "SummaryJapanese": "ハマーンの邪悪の気を感じたサラサとラサラは、モンドとともにコロニー内へと向かった。しかし、途中でスタンパのズゴックが現れ、モンドをかばったラサラが犠牲となってしまった。ジュドーはハマーンこそがその原因と考え、スタンパの屋敷に乗り込んでいく。"
                },
                "42": {
                    "ID": "83183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83183",
                    "TitleEnglish": "The Girl from Core 3 (Part 1)",
                    "SummaryEnglish": "Judau and the others infiltrate the docked mining asteroid Cicero in Core 3 sector. There they find Chara Soon commanding the workers. Although they join in a nascent revolt, the workers still don't entirely trust Judau. At the same time, Ple Two enters Cicero as well.",
                    "TitleJapanese": "コア3の少女（前）",
                    "SummaryJapanese": "コア3の宙域で、ジュドーたちはドッキング中の鉱山隕石キケロに潜入する。そこで労働者たちの指揮をとっていたのは、キャラ・スーンだった。一緒に反乱を起こそうとした労働者たちは、ジュドーに不審の念を抱く。同じ頃、プルツーもキケロに乗り込んでいた。"
                },
                "43": {
                    "ID": "83184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83184",
                    "TitleEnglish": "The Girl from Core 3 (Part 2)",
                    "SummaryEnglish": "The Neo Zeon forces move in to put down the Cicero uprising. Ple Two moves out, having received orders from Glemy to assassinate Haman Karn. However, she lets the captive Lucina escape. A change has come over her personality. Judau rescues Elle and the others from Haman's mansion, then confronts Ple Two in the Qubeley Mk-II.",
                    "TitleJapanese": "コア3の少女（後）",
                    "SummaryJapanese": "キケロの反乱鎮圧に乗り出すネオ・ジオン軍。プルツーはグレミーからハマーン暗殺の命を受けて動き出すが、捕虜にしたルチーナを逃がす。その心理には変化が生じていたのだ。ジュドーはハマーンの館からエルたちを救出、プルツーのキュベレイMk-IIと対決する。"
                },
                "44": {
                    "ID": "83185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83185",
                    "TitleEnglish": "Emary's Glory",
                    "SummaryEnglish": "Using the revolt against Haman to take control of Axis, Glemy battles Chara's fleet. Judau and Roux use the chance to sneak into Core 3 in order to kidnap Mineva, but fail. As the Nahel Argama appears to be supporting Haman's side, Ple Two approaches in the new mobile armor Queen Mansa.",
                    "TitleJapanese": "エマリー散華（さんげ）",
                    "SummaryJapanese": "ハマーンに反旗を翻してアクシズを制圧したグレミーは、キャラ艦隊と交戦する。その隙をついてミネバを誘拐しようと、ジュドーとルーはコア3に忍び込むが失敗。ハマーン側につく姿勢を見せたネェル・アーガマに、プルツーの新型MSクィン・マンサが迫る。"
                },
                "45": {
                    "ID": "83186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83186",
                    "TitleEnglish": "The Battle of Axis",
                    "SummaryEnglish": "The final battle begins between Haman's forces with Mashymre and Glemy's. The Nahel Argama, taking this chance to first strike at Glemy, launches the Gundam team. Amidst the free-for-all, Mashymre in a Zaku III Custom loses control of his overenhanced mental powers and is lost to the stars.",
                    "TitleJapanese": "アクシズの戦闘",
                    "SummaryJapanese": "マシュマーが参戦したハマーン軍とグレミー軍の最終決戦が始まった。ネェル・アーガマは、この機にまずアクシズのグレミーを叩こうとガンダムチームを発進させる。混戦の中で、ザクIII改のマシュマーは強化されすぎた精神力を暴走させ、宇宙に散っていく……。"
                },
                "46": {
                    "ID": "83187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83187",
                    "TitleEnglish": "Vibration",
                    "SummaryEnglish": "Glemy plays his trump card and sends his Newtype unit into battle. He then makes to smash Axis's asteroid Moussa into Haman's fleet. Judau chases the now mentally unstable Ple Two into Axis and confronts both Glemy and Ple Two in the Queen Mansa.",
                    "TitleJapanese": "バイブレーション",
                    "SummaryJapanese": "グレミーは切り札のニュータイプ部隊を出撃させた。そして、アクシズの小惑星モウサをハマーン艦隊にぶつけようとする。精神に混乱をきたしたプルツーを追ってアクシズ内部へと侵入したジュドーは、グレミーとプルツーが乗ったクィン・マンサと対峙する。"
                },
                "47": {
                    "ID": "83188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-zz/episodes/83188",
                    "TitleEnglish": "Warrior, Once More...",
                    "SummaryEnglish": "Hoping that a one-on-one battle with Haman will end the conflict, Judau launches in the Double Zeta. Haman too flies out to meet him alone in her white Qubeley. In the face of the Qubeley's furious assault, Judau's back is pushed to the wall. But protected by the wills of many people, he rises to face Haman.",
                    "TitleJapanese": "戦士、再び……",
                    "SummaryJapanese": "ハマーンと1対1の戦いで最後の決着をつけようと、ZZで出撃するジュドー。対するハマーンもただ1人白いキュベレイで迎え撃つ。キュベレイの激しい攻撃の前に窮地におちいるジュドーだが、多くの人々の意志の力に守られて、ハマーンに立ち向かっていく……。"
                }
            }
        }
    }
}