{
  "URL": "https://www.thetvdb.com/series/golden-boy",
  "Genres": [
    "Adult Animation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0159145/",
    "https://www.themoviedb.org/tv/34105"
  ],
  "TitleEnglish": "Golden Boy",
  "SummaryEnglish": "Kintarou Oe doesn't look like it, but he's a genius who completed all his university courses and then quit before graduating. He becomes a wandering student, going from place to place on his bicycle, seeking to study what he can about life, the world, and women. He is willing and able to do any job he can to prove himself. His travels take him to a variety of locations and a variety of women, each who learns to love the hardworking guy, but not before he can run off.",
  "Aliases": [],
  "Modified": "2025-07-21",
  "Seasons": {
    "0": {
      "ID": "531539",
      "URL": "https://www.thetvdb.com/series/golden-boy/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "8835554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/8835554",
          "TitleEnglish": "Opening Theme: \"Golden Boy\" by Joyo Katayanagi",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "8835555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/8835555",
          "TitleEnglish": "Opening Theme: \"My Golden Boy\" by Computerjockeys",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "8835556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/8835556",
          "TitleEnglish": "Ending Theme: \"Study A Go! Go!\" by Golden Girls",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "4089",
      "URL": "https://www.thetvdb.com/series/golden-boy/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "84871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84871",
          "TitleEnglish": "Computer Studies",
          "SummaryEnglish": "Kintaro obtains a janitorial job at an all-woman software firm led by the Ferrari-driving, skimpily-clad Madame President (voiced by Hiromi Tsuru and Tiffany Grant). An electrical accident jeopardizes the firm's future, allowing Kintaro to put his newly acquired programming skills to the test.",
          "Aliases": []
        },
        "2": {
          "ID": "84870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84870",
          "TitleEnglish": "Temptation of the Maiden",
          "SummaryEnglish": "Working as a campaign staffer for a mayoral candidate, Kintaro is assigned to tutor his boss' attractive teenaged daughter, Naoko Katsuda (voiced by Yuko Minaguchi and Allison Keith), who wants more from him than help with her math homework.",
          "Aliases": []
        },
        "3": {
          "ID": "84869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84869",
          "TitleEnglish": "Danger! The Virgin's First Love",
          "SummaryEnglish": "A car accident has left the owner of a udon restaurant temporarily handicapped, and Kintaro is helping out and learning the trade. The owner's daughter, Noriko (voiced by Yuri Shiratori and Kim Sevier) has a well-heeled boyfriend, but a series of events leads Kintaro to doubt his sincerity.",
          "Aliases": []
        },
        "4": {
          "ID": "84868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84868",
          "TitleEnglish": "Swimming in the Sea of Love",
          "SummaryEnglish": "Kintaro has challenged the local swimming coach (and former Olympic athlete) to a race, but he first needs to learn how to swim. While training, however, his situation with the coach, Ayuko Haramizu (voiced by Kikuko Inoue and Sue Ulu) is compromised.",
          "Aliases": []
        },
        "5": {
          "ID": "84866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84866",
          "TitleEnglish": "Unstoppable Youth",
          "SummaryEnglish": "Kintaro becomes a servant in a traditional-style mansion of a wealthy family, but is quickly dismissed. He then challenges the daughter Reiko Tarayama (voiced by Sakiko Tamagawa and Laura Chapman), who abhors men and has a fetish for her motorcycle, to a race.",
          "Aliases": []
        },
        "6": {
          "ID": "84867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/golden-boy/episodes/84867",
          "TitleEnglish": "Animation is Fun!",
          "SummaryEnglish": "Chie (voiced by Mika Kanai and Yvonne Aguirre) is a cel-painter at the animation studio where Kintaro works as an errand-boy. Production difficulties ensue, and Kintaro must rely on old friends to pull things through. An animated rendition of Tatsuya Egawa, voiced by the author himself, makes a cameo appearance in this episode.",
          "Aliases": []
        }
      }
    }
  }
}