{
    "URL": "https://www.thetvdb.com/series/ruin-explorers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0246901/"
    ],
    "TitleEnglish": "Ruin Explorers",
    "SummaryEnglish": "Fam and Ihrie are willing to do almost anything to make a buck. So when these debt-driven damsels discover the potential profits to be hand in recovering a particularly dangerous mystical object, it means mortal peril for an entire civilization. There's no guarantee that they'll live long enough to squander the fabulous wealth they've been promised, and danger lurks around every turn as they cross dark seas in pursuit of legendary evil. Haunted by an unspeakable curse, plagued by doomsday prophecies, plotted against by untrustworthy traveling companions and looked in desperate race to gain the Ultimate Power, Fam and Ihrie are the Ruin Explorers!",
    "TitleJapanese": "秘境探検ファム＆イーリー",
    "SummaryJapanese": "遺跡探索者であるファムとイーリーは、呪いをとくための手段を探して各地の遺跡で冒険を繰り広げる。",
    "Aliases": [
        "Hikyou Tanken Fam & Ihrlie"
    ],
    "Modified": "2025-05-22",
    "Seasons": {
        "1": {
            "ID": "32971",
            "URL": "https://www.thetvdb.com/series/ruin-explorers/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "370551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ruin-explorers/episodes/370551",
                    "TitleEnglish": "As I Command Thee",
                    "SummaryEnglish": null,
                    "TitleJapanese": "我が意のままに・・・",
                    "SummaryJapanese": "巨大魔法文明の秘宝を探す遺跡探検者、ファムとイーリー。二人は、願いが叶うという“万能なる力”を求めて遺跡を旅していた。ある日二人は、旅の商人ガルフから、万能なる力のありかを記した地図を手にいれる。さっそく城跡に踏み込む二人。しかしそこは、地図にないトラップだらけ！　さらに二人の行く手を阻もうと、もう一組の遺跡探検者ラーシャ＆ミゲルも動いていた……！"
                },
                "2": {
                    "ID": "370552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ruin-explorers/episodes/370552",
                    "TitleEnglish": "Oh, Spirits that Reside in the Air",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大気にあまねく精霊よ",
                    "SummaryJapanese": "「万能なる力」を得るために三つの秘宝の一つ、王家の証を手に入れたファムとイーリー。ところがちょっとしたことでけんか別れしてしまう。ファムは偶然出会ったラエルと行動を共にし、片や財布を持っていかれたイーリーは一文無し。おまけにガルフやライバルのラーシャ＆ミゲルに遭遇して……。そんな中、第二の秘宝の情報を手に入れ、各々が別々に地下都市サレイエムの遺跡へと向かった。だが、彼らを待っていたのは、凶悪な魔王ルグドゥルだった……!!"
                },
                "3": {
                    "ID": "370553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ruin-explorers/episodes/370553",
                    "TitleEnglish": "Let the Light of Admonishment Shine Upon the Fools",
                    "SummaryEnglish": null,
                    "TitleJapanese": "愚か者に戒めの光を",
                    "SummaryJapanese": "ファムたちは、第二の秘宝を得たラエルとともに、船の上にいた。めざすは第三の秘宝「真実の鏡」の眠る島。その途上、ラエルが語る悲しい過去の物語……とは言っても、緊張感のないファムとラーシャは相変らずラエルを巡って大騒ぎ。そんな中、イーリーはラーシャとミゲルに頭を下げた。「このままじゃルグドゥルに勝てない。だから自分とラエルに剣を、ファムに魔法を教えてくれ」と。そして特訓が始まるが、戦いの影はすぐそばに迫っていた!!"
                },
                "4": {
                    "ID": "370554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ruin-explorers/episodes/370554",
                    "TitleEnglish": "The Skies, the Sea, and the Woods",
                    "SummaryEnglish": null,
                    "TitleJapanese": "空や海や森や・・・",
                    "SummaryJapanese": "「万能なる力」の三つの秘宝をすべて揃えたルグドゥル。だが力は呼び出せない!?　同じ頃、ファムたち6人と1匹も目指す北の大陸、ラエルの故郷レバルト王国に到着した。だが、そこで見たのは廃墟と化した街の姿だった。ラエルは国を守れなかった罪の意識で心を乱していく。そんな時一行は、教会跡で「誓いの石」を発見。その封印を解かれ、現れるルグドゥルの過去――。"
                }
            }
        }
    }
}