[
  {
    "URL": "https://www.thetvdb.com/series/sonic-x",
    "Genres": [
      "Action",
      "Adventure",
      "Anime",
      "Children",
      "Comedy",
      "Family",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0367413/",
      "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP00587586",
      "https://www.themoviedb.org/tv/10926"
    ],
    "TitleEnglish": "Sonic X",
    "SummaryEnglish": "A slight malfunction causes Chaos Control, and sends Sonic the Hedgehog to Earth. While there, Sonic meets Chris Thorndyke, who aids at collecting the Chaos Emeralds, so Sonic and friends can go home.",
    "Aliases": [],
    "Modified": "2025-07-24",
    "Seasons": {
      "0": {
        "ID": "19926",
        "URL": "https://www.thetvdb.com/series/sonic-x/seasons/official/0",
        "# Episodes": 7,
        "Episodes": {
          "1": {
            "ID": "389244",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389244",
            "TitleEnglish": "International Pilot",
            "SummaryEnglish": "Presentation of Sonic X series for the US and International Market.",
            "Aliases": []
          },
          "2": {
            "ID": "389245",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389245",
            "TitleEnglish": "Japanese Pilot",
            "SummaryEnglish": "Presentation of Sonic X for the Japanese Market and details about the characters in the show.",
            "Aliases": []
          },
          "3": {
            "ID": "6451067",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/6451067",
            "TitleEnglish": "So Long Sonic (Alternate Version)",
            "SummaryEnglish": "For episode 78, France didn’t recieve the final version of the episode. So in some scenes, animations are a bit different from the final version.",
            "Aliases": []
          },
          "4": {
            "ID": "389246",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389246",
            "TitleEnglish": "Textless Opening 1",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "5": {
            "ID": "389247",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389247",
            "TitleEnglish": "Textless Ending 1",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "6": {
            "ID": "389248",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389248",
            "TitleEnglish": "Textless Opening 2",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "7": {
            "ID": "389249",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/389249",
            "TitleEnglish": "Textless Ending 2",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "4191",
        "URL": "https://www.thetvdb.com/series/sonic-x/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "86498",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86498",
            "TitleEnglish": "Chaos Control Freaks",
            "SummaryEnglish": "At the end of the battle for the Chaos Emeralds with Dr. Robotnik, Sonic crosses time and space and ends up in the human world. He rushes through the highway and is met with the high-speed patrol group S-Team who try to stop him, but he easily outruns them. After the chase, Sonic ends up running through the highway's blockade and falls into a mansion's pool, which he can't swim out from. He is then rescued by a boy named Chris Thorndyke, who lives in the mansion due to his parents being busy with their jobs as a technology business CEO and movie star.",
            "Aliases": []
          },
          "2": {
            "ID": "86499",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86499",
            "TitleEnglish": "Sonic to the Rescue",
            "SummaryEnglish": "While watching TV at Chris' house, Sonic learns that his friends Cream and Cheese are captured in a high security, top secret military research facility named Route 99. Chris speaks to his grandfather Chuck, and finds out the location of the facility. Sonic successfully sneaks in there, but the rescue operation immediately gets a lot more hectic and dangerous. It is then where Tails arrives at the scene and joins the group.",
            "Aliases": []
          },
          "3": {
            "ID": "86500",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86500",
            "TitleEnglish": "Missile Wrist Rampage",
            "SummaryEnglish": "Dr. Robotnik begins wreaking havoc in the city, taking his E-series robot E-23 Missile Wrist along with him. He then proclaims through a broadcast signal intrusion that he is going to make this world his. Tails and Chris go up against him, but are driven into a corner. That's where Knuckles and Amy make an appearance and join the fight. However, Amy ends up being captured in the struggle. Everybody pins their hopes on Sonic to solve the situation.",
            "Aliases": []
          },
          "4": {
            "ID": "86501",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86501",
            "TitleEnglish": "Chaos Emerald Chaos",
            "SummaryEnglish": "From the previous incident, the President becomes aware of Sonic's existence and views Robotnik's scientific power as a threat. Afterwards, an agent (Mr. Stewart) is sent into Chris' school to pose as a teacher. It is then reported that a mysterious stone that causes a machine to malfunction has been discovered. Robotnik and Sonic's group arrive at the scene and get in a struggle, knowing that the stone is a (green) Chaos Emerald. Soon after, Chris obtains the Chaos Emerald, but ends up falling from a high place, with Sonic rescuing him in the nick of time.",
            "Aliases": []
          },
          "5": {
            "ID": "86502",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86502",
            "TitleEnglish": "Cracking Knuckles",
            "SummaryEnglish": "Having parted with Sonic and the others, Knuckles, the red-quilled echidna, who is taking independent action, hides in the city. There, he comes in contact with Robotnik, who claims that he wants to collect the Chaos Emeralds to return to their own world and apologizes for the evil deeds he has done until now, asking Knuckles to deal with Sonic. Knuckles is tricked by those words. It is then reported that an unidentified gem has been discovered. It turns out to be a trap Robotnik had made up, but Knuckles and Sonic's group fall for it. That's where Sonic and Knuckles begin their fight. After Knuckles realizes that Robotnik lied to him about wanting to live in peace, he teams up with Sonic to defeat him.",
            "Aliases": []
          },
          "6": {
            "ID": "86503",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86503",
            "TitleEnglish": "Techno Teacher",
            "SummaryEnglish": "Chris and his classmates go outside the school for an extracurricular lesson. Eggman believes that it is necessary to educate children in order to conquer the world, and sends a robot named E-51 Intelligente to Chris and the others. The robot is highly enthusiastic about teaching, but goes berserk and puts Chris and the others in danger. That's where Sonic rushes in and begins a heroic battle with the robot.",
            "Aliases": []
          },
          "7": {
            "ID": "86504",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86504",
            "TitleEnglish": "Party Hardly",
            "SummaryEnglish": "Chris, learning of his school's teacher Mr. Stewart's (who is actually a spy sent by the President) sudden calls to his home, is in a huge panic as he can't let anybody know about Sonic, Tails, Amy, Cream, or Cheese. Of course, they are not known to anyone other than Chuck yet, so the two try their best to hide the secret from Ella and Tanaka. However, Cream and Cheese end up leaving the room without permission and cause an uproar.",
            "Aliases": []
          },
          "8": {
            "ID": "86505",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86505",
            "TitleEnglish": "Satellite Swindle",
            "SummaryEnglish": "Knowing that he is being monitored by the military, Dr. Eggman uses a new robot (E-90) that ends up swallowing the man-made satellites. Because of this, the surface is in mayhem, with Cream ending up unable to watch the TV program she was enjoying. Sonic goes on to try and solve the issue, but the bi-plane Tornado cannot reach the void of space. That's where Tails and Chuck remodel the Tornado, take Sonic on board, and head on to take down Eggman's robot.",
            "Aliases": []
          },
          "9": {
            "ID": "86506",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86506",
            "TitleEnglish": "The Last Resort",
            "SummaryEnglish": "Since Chris is going to attend the opening ceremony of a resort establishment, everyone goes to the villa of Chris' house. However, Sonic decides to run off somewhere else. Amy gazes at the sea, wishing to have come here with Sonic. Then, Dr. Eggman arrives at the ceremony's site and wreaks havoc with his robots intent on building his own amusement park in its place. Sonic, aided by Amy, arrives to save the day and Eggman is defeated by Amy, but ends up falling into the ocean, with Sonic going in to save her despite his aquaphobia.",
            "Aliases": []
          },
          "10": {
            "ID": "86507",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86507",
            "TitleEnglish": "Unfair Ball",
            "SummaryEnglish": "A (cyan) Chaos Emerald is discovered in a stadium that is set to be demolished. Sonic and the others come running for it without a moment's delay, but of course, Eggman arrives there as well and takes the emerald for himself, staring the group down. It is then when Chuck proposes a fair and square baseball match, with Eggman and Sonic's team commencing a competition for the Chaos Emerald.",
            "Aliases": []
          },
          "11": {
            "ID": "86508",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86508",
            "TitleEnglish": "Fly Spy",
            "SummaryEnglish": "Due to Chaos Control that happened in episode 1, Rouge the Bat is warped into this world as well, where she continues to be a jewel thief. Soon after, in order to defeat Dr. Robotnik, the office of the President sets up a plan to get Sonic and his friends on their side. Then, they attempt to capture Sonic by making up a hoax about a Chaos Emerald making an appearance. Rouge ends up falling into that trap. The government tells Rouge to become the President's agent, and to infiltrate Dr. Robotnik's base. Rouge, however, finds a (cyan) Chaos Emerald inside the base and fights against a Badnik while trying to rob it.",
            "Aliases": []
          },
          "12": {
            "ID": "86509",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86509",
            "TitleEnglish": "Beating Eggman (1)",
            "SummaryEnglish": "The Office of the President is polishing up a plan of attack on Eggman's base. The presidential envoys visit Chris' house and ask for Sonic's help, but their negotiations fail. The government attempts to infiltrate Eggman's base with a special force led by Rouge in the gap they escaped the base from previously. Meanwhile, the battle revolving around the (yellow) Chaos Emerald ensues between Eggman, Tails, and Chris' group. Having learned this, Sonic heads out to Chris' group's assistance.",
            "Aliases": []
          },
          "13": {
            "ID": "86510",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86510",
            "TitleEnglish": "Beating Eggman (2)",
            "SummaryEnglish": "Sonic comes running to help Chris' group from their predicament, but the Chaos Emerald ends up being robbed by Eggman. When Sonic and the others follow him to his base, a battle between Eggman and the government's military unfolds before them there. Rouge, Knuckles, and the others who infiltrated the base set up a bomb in the power sector and attempt to escape, but they are locked up by the shutter door. Sonic has to take it upon himself to obtain the (cyan and yellow) Chaos Emeralds and defeat Eggman.",
            "Aliases": []
          },
          "14": {
            "ID": "86511",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86511",
            "TitleEnglish": "That's What Friends are For",
            "SummaryEnglish": "Eggman's base is destroyed. However, the press conference's topic is focused on Sonic, who is not present. The presidential aide is upset by this, believing that if this goes on, the President will lose his next election. Wanting to somehow raise the President's popularity, he decides to open up Sonic's victory celebration and have the photo of Sonic shaking hands with the President taken by the media. He immediately sends Sonic a written invitation. Chuck prepares brand new tuxedos for Sonic and the others. However, Sonic says he has something else to do. It turns out he promised to meet with Helen, a girl who is Chris' classmate and wheelchair bound. Wanting to have Sonic present at any cost, the aide uses special forces to chase after him.",
            "Aliases": []
          },
          "15": {
            "ID": "86512",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86512",
            "TitleEnglish": "Skirmish in the Sky",
            "SummaryEnglish": "After his base got destroyed, Dr. Eggman spreads terror through the city with the mobile fortress Egg Fort that was hidden underground. Sonic rushes in to help, but he can't reach the high-flying Egg Fort. Chris and the others, exasperated at the fact that they could have reached it with the X-Tornado, are met with the plane arriving to where they are, brought by Tanaka in a trailer. Sonic boards the X-Tornado and assaults the Egg Fort. The great battle with the Egg Fort starts to unfold.",
            "Aliases": []
          },
          "16": {
            "ID": "86513",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86513",
            "TitleEnglish": "Depths of Danger",
            "SummaryEnglish": "While above the overseas resort spot, the (green) Chaos Emerald starts reacting, with the fourth (blue) Chaos Emerald appearing to be under the sea. However, Sonic can't swim. That's when the group goes to the diving shop, wears the necessary equipment, and dives into the ocean. The group goes on a search while relying on the Chaos Emerald's signal, and discovers a sunken ship from the age of exploration. When they find the Chaos Emerald there, they are suddenly attacked by Eggman's robot and get in a dire situation.",
            "Aliases": []
          },
          "17": {
            "ID": "86514",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86514",
            "TitleEnglish": "The Adventures of Knuckles and Hawk",
            "SummaryEnglish": "In Oriental City, Knuckles searches for and reunites with a treasure hunter known as Hawk. The two get out of the dungeon, ride the pedicab, and go to the (red) Chaos Emerald's hiding place. That is where they're met with the pedicab driver from earlier, who turns out to be a female ninja robot (kunoichi) Eggman sent in. Knuckles begins his heroic battle revolving around the Chaos Emerald against the female ninja robot.",
            "Aliases": []
          },
          "18": {
            "ID": "86515",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86515",
            "TitleEnglish": "The Dam Scam",
            "SummaryEnglish": "Tails and Chris meet the two men who are building a dam right in the middle of the savanna, and question the pointlessness of its construction. They ask for the construction to be stopped, but the men ignore them. After that, Tails and Chris start a protest march in the city while accompanied by the animals. The men oppose them in order to carry out the construction by all possible means. Then, Eggman's robot arrives, finds Sonic and a fight ensues, with the men getting caught up in the mayhem as well.",
            "Aliases": []
          },
          "19": {
            "ID": "86516",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86516",
            "TitleEnglish": "Sonic's Scream Test",
            "SummaryEnglish": "Chris and the others arrive at the old castle by the lake shore to watch the making of Chris' mother Lindsay's movie. However, the filming is temporarily stopped due to strange noises that occur during the shooting. It turns out that someone ended up moving the hourglass that sealed the ghosts living in the old castle. Because of that, various mysterious phenomena start happening there.",
            "Aliases": []
          },
          "20": {
            "ID": "86517",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86517",
            "TitleEnglish": "Cruise Blues",
            "SummaryEnglish": "Chris and friends are enjoying a trip on the luxurious passenger boat to the fullest, but Sonic, who runs at supersonic speeds, gets exasperated and anxious at the ship's sluggish pace. When his stress reaches its peak, he resorts to unthinkable actions in an attempt to get home.",
            "Aliases": []
          },
          "21": {
            "ID": "86518",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86518",
            "TitleEnglish": "Fast Friends",
            "SummaryEnglish": "The leader of S-Team (Sam) suddenly arrives at Chris' house and challenges Sonic to a race showdown. It appears to be a race carried out at the presidential aide's suggestion in order to elevate the President's popularity. Sonic reluctantly participates and the race showdown begins.",
            "Aliases": []
          },
          "22": {
            "ID": "86519",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86519",
            "TitleEnglish": "Little Chao Lost",
            "SummaryEnglish": "On a summer vacation, Chris takes Tails' group and his school friends along to enjoy summer camp in a certain island country. Then suddenly, a giant Eggman mech that's trying to capture Chris' group descends and crumbles a mountain which floods a river, leading to quite a dire situation.",
            "Aliases": []
          },
          "23": {
            "ID": "86520",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86520",
            "TitleEnglish": "Emerald Anniversary",
            "SummaryEnglish": "Chris' dad purchases a ring (actually a Chaos Emerald) in a jewelry store intending for it to be a gift to Chris' mom for their wedding anniversary. On that day, while she is filming in the studio, he calls Chris, Chuck, the leader of S-Team etc. there and secretly plans a flashy surprise party, but having noticed the (purple) Chaos Emerald, Eggman, as well as Rouge and Topaz, surge in as well and cause mayhem.",
            "Aliases": []
          },
          "24": {
            "ID": "86521",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86521",
            "TitleEnglish": "How to Catch a Hedgehog",
            "SummaryEnglish": "While fighting Eggman, Sonic suddenly starts going wild. Chuck and Tails' group commence a Sonic capture operation in order to stop him as he's running all around. Knuckles, Amy, and Sam Speed join in as well and their plans get increasingly more complicated.",
            "Aliases": []
          },
          "25": {
            "ID": "86522",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86522",
            "TitleEnglish": "A Dastardly Deed",
            "SummaryEnglish": "Knuckles arrives at Chris' house, intending to persuade Sonic into working with Eggman in order to obtain the seventh Chaos Emerald as soon as possible. However, instead of meeting Sonic, Chris ends up listening to what Knuckles has to say, and the two head into the forest where Eggman is.",
            "Aliases": []
          },
          "26": {
            "ID": "86523",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86523",
            "TitleEnglish": "Countdown to Chaos",
            "SummaryEnglish": "Chris, wanting to get Sonic and his friends back to their own world as soon as possible, ends up handing the Chaos Emeralds stored by Chuck over to Eggman. Having noticed that, Sonic and the others run after him in a hurry. However, Eggman ends up finding the last (white) Chaos Emerald. A tense battle ensues.",
            "Aliases": []
          }
        }
      },
      "2": {
        "ID": "4192",
        "URL": "https://www.thetvdb.com/series/sonic-x/seasons/official/2",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "86524",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86524",
            "TitleEnglish": "Pure Chaos",
            "SummaryEnglish": "What has happened? Two huge islands formed on the shores of Station Square, one of them being Angel Island, which is falling! Chaos Control apparently brought Sonic's world to Station Square, leaving Chris happy but Eggman to formulate a way to destroy the city. Next, Eggman is instructing his E-100 team to set out and destroy things. Even more terrible, Chaos is loose on Station Square streets reeking havoc! The beginning of the Sonic Adventure adaptation has begun!",
            "Aliases": []
          },
          "2": {
            "ID": "86525",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86525",
            "TitleEnglish": "A Chaotic Day",
            "SummaryEnglish": "After a brief discussion with Chuck,Sonic & Tails search for the Chaos Emeralds, Knuckles searches for the pieces of the Master Emerald, and Big & Chris search for Froggy. Knuckles gets an image from the past. Sonic & Tails encounters Eggman & Chaos, who goes under another transformation, while finding a Chaos Emerald. Sonic beats Chaos and Eggman escapes in his Egg Carrier. Sonic & Tails goes into the X Tornado and chases Eggman, but Eggman shoots down the X Tornado. Meanwhile, Amy runs into a small bird and they both get kidnapped by one of Eggman's robots. Can Sonic rescue Amy?",
            "Aliases": []
          },
          "3": {
            "ID": "86526",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86526",
            "TitleEnglish": "A Robot Rebels",
            "SummaryEnglish": "After Amy's kidnapping, Sonic & Tails head off in the X Tornado to rescue her. Meanwhile, Knuckles gains most of the Master Emerald pieces and gets another vision of the past. After the vision, Knuckles puts the pieces on the altar and discovers the remaining pieces are in the Egg Carrier. Big & Chris manages to find Froggy, but gets stolen by E-102 Gamma and They sneak into the Egg Carrier. After Gamma's success of getting Froggy, Eggman sends the other E-series into other places and orders Gamma to get the bird that's with Amy. When Gamma confronts Amy, she persuades him to help her escape. Knuckles hitches a ride with Sonic & Tails and battles the Egg Carrier. After getting through the weapons, they enter the Egg Carrier where dangers await them.",
            "Aliases": []
          },
          "4": {
            "ID": "86527",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86527",
            "TitleEnglish": "Heads Up, Tails!",
            "SummaryEnglish": "It's a battle on the Egg Carrier. Knuckles tries to get the last peices of the master emerald, Big and Chris need to get Froggy, and Sonic and Tails need to get Eggman. But when Chaos turns into Chaos 6 and captures Froggy, Big ,and Chris, It's up to Sonic and Knuckles to set them free. When Eggman launches a missle to destroy Station Square, It's all up to Tails to detonate it.",
            "Aliases": []
          },
          "5": {
            "ID": "86528",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86528",
            "TitleEnglish": "Revenge of the Robot",
            "SummaryEnglish": "After the missle attack was prevented, E-102 Gamma deletes master obedience data and heads off. Meanwhile, Amy sets of to find Lilly's brothers. Then, Sonic explores an ancient temple and gets a vision of the past. Then, he fights the Egg viper. Gamma frees Delta, Epsilon, and Zeta. But, Beta tries to destroy him. Can Gamma free Beta?",
            "Aliases": []
          },
          "6": {
            "ID": "86529",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86529",
            "TitleEnglish": "Flood Fight",
            "SummaryEnglish": "It's total chaos! Chaos absorbs the 7th Chaos Emerald and starts to destroy Station Square! Now with the Emeralds drained of their power, Sonic & friends must use their friendship to power the Emeralds and Sonic changes to Super Sonic! Will Sonic be able to defeat the mystical sea monster known as Chaos?",
            "Aliases": []
          },
          "7": {
            "ID": "86530",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86530",
            "TitleEnglish": "Project: Shadow",
            "SummaryEnglish": "After accidentally finding Prof. Gerald's diary, Eggman breaks into the military searching for the \"\"Ultimate Creature\"\": Shadow. Thanks to the Egg Mobile, Eggman finds the console & finds an unknown creature...",
            "Aliases": []
          },
          "8": {
            "ID": "86531",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86531",
            "TitleEnglish": "Shadow Knows",
            "SummaryEnglish": "After Shadow steals one of the Chaos Emeralds, Sonic is blamed for the crime and finds himself on the run from the law. As he does so, he runs into Shadow, and realizes why he's suddenly become a wanted criminal, because Sonic and Shadow look very much alike. As the two collide, Shadow reveals his ability to harness the power of the Chaos Emerald to use Chaos Control, which gives him an edge over Sonic.",
            "Aliases": []
          },
          "9": {
            "ID": "86532",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86532",
            "TitleEnglish": "Sonic's Big Break",
            "SummaryEnglish": "Under a new alliance, Shadow, Rouge, and Eggman carry out their latest plan. As Eggman launches an attack on Prison Island, Rouge breaks in to steal three Chaos Emeralds, and Shadow sneaks in to plant a bomb which will destroy the island. As Chris and Tanaka use a small boat to get to Prison Island, Tails and Amy arrive at the island in the X Tornado to rescue Sonic. When Amy accidently runs into Shadow, Eggman comes in to finish her off but Tails jumps in and fights with Eggman. Amy goes in and frees Sonic, who then finds Shadow. The two hedgehogs battle it out. However, problems arise. Rouge gets trapped in the compound, and Shadow, having another flashback of Maria, breaks away from the battle to go save her. When he gets there, Chris is there too, and pleads with Shadow because Sonic wound up taking the blame for his actions. With less than 10 seconds left before the bomb explodes, Shadow activates Chaos Control, enveloping Rouge and Chris in its energy. The bomb explodes, destroyi",
            "Aliases": []
          },
          "10": {
            "ID": "86533",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86533",
            "TitleEnglish": "Shadow World",
            "SummaryEnglish": "Sonic, Tails, Knuckles & Amy manage to break into Eggman's base, undetected. At least they THINK they've entered undetected. Bokkun finds them & calls on the Egg Golem! They board the space shuttle, but their adventure has just begun...",
            "Aliases": []
          },
          "11": {
            "ID": "86534",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86534",
            "TitleEnglish": "Robotnik's Revenge",
            "SummaryEnglish": "Sonic, Tails, Knuckles, Amy and Tanaka have arrived at the ARK, but when Robotnik, Rouge and Shadow programme the ARK on a path to oblivion, it's Sonic The Hedgehog to the rescue in outer space!",
            "Aliases": []
          },
          "12": {
            "ID": "86535",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86535",
            "TitleEnglish": "Showdown in Space",
            "SummaryEnglish": "As the clock ticks for Space Colony Arc's crash, Sonic, Eggman, Bokkun, Dekkun, Knuckles, Tails, and Rouge try to get the Master Emerald to the power source, The Chaos emeralds. Meanwhile, Shadow is faced by Chris, who reminds him of Maria's Wish, to help Mankind. As Sonic, Knuckles and the two robots reach the power source, a recreated temple of Chaos, a robot/organic beast attacks the crew, thinking of a way past, Shadow offers to distract the beast long enough to stop the colony. Will they succeed? Watch and find out!",
            "Aliases": []
          },
          "13": {
            "ID": "86536",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86536",
            "TitleEnglish": "Defective Detectives",
            "SummaryEnglish": "The Chaotix Detectives made up of Vector the Crocodile, Espio the Chameleon, and Charmy the Bee have arrived in Station Square. Their goal is to find Cream for a specific reason, even when they think Sonic stole her. Meanwhile, Dr. Eggman rebuilds half the moon (after part of it was destroyed last episode) into the Eggmoon and claiming to Sonic that he has become reformed. Is this true? And will the others know why the Chaotix Detectives have come for Cream.",
            "Aliases": []
          },
          "14": {
            "ID": "86537",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86537",
            "TitleEnglish": "Sunblock Solution",
            "SummaryEnglish": "When an eclipse from the newly-repaired moon blocks the sun, Station Square faces a risk of panic. Eggman steps in and creates an artificial sunlight orb to provide light through out the city. It seems like Eggman is truly doing some good. Unfortunately, Sonic dosen't think so...",
            "Aliases": []
          },
          "15": {
            "ID": "86538",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86538",
            "TitleEnglish": "Eggman for President",
            "SummaryEnglish": "After the success of the sunshine balls, Eggman then tries to execute the rest of his plan. Sonic explains how Eggman eggmoon is moving to block, meaning Eggman set up the eggmoon as part of his master plan. Eggman then captures the president, and as he starts to make his own money, Sonic and Tails crash the X-Tornado into the white house and explain what happen while Mr. Tanaka and Topaz move the eggmoon out of the suns path. Sonic then set up a trivia challenge and traps Eggman by hitting him on the head with a big metal pan, and Eggman is sent to jail.",
            "Aliases": []
          },
          "16": {
            "ID": "86539",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86539",
            "TitleEnglish": "A Date to Forget",
            "SummaryEnglish": "Sonic is supposed to have a date with Amy, but he doesn't show up. So instead, she has a date with Sam Speed. Meanwhile on Eggman's old island base, Bokkun finds one of Prof. Gerald Robotnik's other creations: Emerl & tries to tell him to defeat Sonic. Bokkun opens the door, & he & Emerl walk to the tank. Sonic is trying to get to his date with Amy, but Bokkun stops him to free Eggman, Decoe & Bocoe from jail with the new tank. Can Sonic stop Bokkun & Emerl from freeing Eggman? Or will he be late for his date with Amy?",
            "Aliases": []
          },
          "17": {
            "ID": "86540",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86540",
            "TitleEnglish": "Mean Machines",
            "SummaryEnglish": "As the Freedom Movement spreads, Thorndyke Industries appliances become less than perfect as workers quit to copy their hero. Nelson is furious because he will lose his job because of Sonic until he has a phone call from Ella that Chris has caught a cold. Nelson departs his business and takes Lindsey and both go see Chris. At the same time in prison, Eggman, Decoe and Bocoe are repairing the appliances where Eggman puts a chip on them which makes them crazy and evil to seek revenge on Sonic. When he activates them, the appliances turn evil and begin to attack the city.",
            "Aliases": []
          },
          "18": {
            "ID": "86541",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86541",
            "TitleEnglish": "The Sewer Search",
            "SummaryEnglish": "Stewart keeps a close eye on Eggman. Unfortunetly for him, Chris, Helen, Danny, Cream, Cheese, and Emerl stick with Stewart for the ride. When they are all captured by Eggman, they must try to find a way out, or at least figure a way to contact Sonic to help...",
            "Aliases": []
          },
          "19": {
            "ID": "86542",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86542",
            "TitleEnglish": "Prize Fights",
            "SummaryEnglish": "A tournament at a nearby stadium is being held, with a red Chaos Emerald as the prize. Sonic, Tails, Knuckles, Rouge, Amy, Emerl, and several of their Station Square friends show up to participate in this outstanding event...",
            "Aliases": []
          },
          "20": {
            "ID": "86543",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86543",
            "TitleEnglish": "A Wild Win",
            "SummaryEnglish": "The fight tournament draws to a close with Emerl being the winner. However, Emerl starts going beserk after holding the Chaos Emerald and begins to destroy everything in his path. When Amy, Sonic, Knuckles, Tails, and Rouge are unable to stop it, Cream shows up to confront her robotic friend. Will she be able to talk Emerl into ceasing his uncontrollable mayhem, or will she have no choice but to fight and shut him down?",
            "Aliases": []
          },
          "21": {
            "ID": "86544",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86544",
            "TitleEnglish": "Map of Mayhem",
            "SummaryEnglish": "Eggman, Decoe, and Bocoe hatch a plan to destroy the Equator with a giant Robot, and it's up to Sonic, Tails, Knuckles, Amy, Chris, and Rouge to stop him.",
            "Aliases": []
          },
          "22": {
            "ID": "86545",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86545",
            "TitleEnglish": "The Volcanic Venture",
            "SummaryEnglish": "With Eggman under the Volcano Sonic, Rouge, Knuckles, Tails and Chris follow him. But is there something hidden from the world there?",
            "Aliases": []
          },
          "23": {
            "ID": "86546",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86546",
            "TitleEnglish": "The Beginning of the End",
            "SummaryEnglish": "It is discovered that Earth and Mobius are merging. If they join together completely, then time will stop forever. It is decided that Sonic and co. must return home through chaos control. This upsets Chris, who runs off to confront Eggman thinking it is one of his tricks to get rid of Sonic.",
            "Aliases": []
          },
          "24": {
            "ID": "86547",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86547",
            "TitleEnglish": "Running Out of Time",
            "SummaryEnglish": "This episode tells of what happens before Sonic & co. leave for home. Everyone is sad that they'll leave, especially Chris. There are many flashbacks to the first two episodes until they leave. Eggman, Cream, Amy, and Knuckles leave, but at the last second, Chris shuts the portal to Sonic's world, leaving Sonic trapped on Earth. So begins the (not so) long journey of Chris and Sonic...",
            "Aliases": []
          },
          "25": {
            "ID": "86548",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86548",
            "TitleEnglish": "Friends 'Til the End",
            "SummaryEnglish": "After Chris stops him from going home, Sonic goes on a long journey with Chris, who decides to run away. However, his parents want him back and they soon go looking for him. Will Nelson and Linsey find Chris or has he run away forever?",
            "Aliases": []
          },
          "26": {
            "ID": "86549",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/86549",
            "TitleEnglish": "A New Start",
            "SummaryEnglish": "All the animals (except Sonic) are now back at their original world. Amy is having dinner with Cream and Cream's mom at their house, and Knuckles and Rouge are talking in the woods. Suddenly, Eggman hatches a plan, and Tails gets in his plane to stop him. Tails, is almost beaten, but luckily an old friend, Sonic, as Super Sonic, has finally returned, and pops in, saves him and beats Eggman. Meanwhile in Chris' world years have passed. Chris is now a adult. Suddenly he starts remembering all the fun, and the struggles he had with Sonic as a kid.",
            "Aliases": []
          }
        }
      },
      "3": {
        "ID": "30072",
        "URL": "https://www.thetvdb.com/series/sonic-x/seasons/official/3",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "347705",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347705",
            "TitleEnglish": "A Cosmic Call",
            "SummaryEnglish": "Sonic returns to his planet after releasing the seven chaos emeralds into space.",
            "Aliases": []
          },
          "2": {
            "ID": "347706",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347706",
            "TitleEnglish": "Cosmic Crisis",
            "SummaryEnglish": "Chris arrives in Sonic's world as his 12-year-old self. He makes contact with everyone, but Sonic faints shortly after. Apparently, the recent battle tailed him off. Back to Cream's house, Cosmo explains the Metarex goals and the consequences of the planet egg's removal. Cosmo also admits that she's the only survivor from her group, which was eliminated by the Metarex. Everybody (except for Knuckles, who's suspicious of her) agrees that the Metarex must be stopped and they decide to go into space to destroy the Metarex and to find the lost Chaos Emeralds. Luckily for them, Tails has just finished to build his new invention: a big flying fortress called the Blue Typhoon. Unfortunately, his new ship used to be powered by the Chaos Emeralds. Chris thinks that they could use the Master Emerald. Knuckles disagrees, but with some female persuasion, he finally agrees. At the same time, another Metarex is sent to the planet in order to destroy Sonic and the Blue Typhoon. A fight engages between the Metarex and Sonic & Knuckles. With the help of the Typhoon's primary weapon, the \"Sonic Power Cannon\" (\"Sonic Driver\" in the original Japanese version), the Metarex is destroyed. The Blue Typhoon takes off, but it is followed by Dr. Eggman and Rouge.",
            "Aliases": []
          },
          "3": {
            "ID": "347707",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347707",
            "TitleEnglish": "H2 Whoa",
            "SummaryEnglish": "Sonic is captured by the Metarex.",
            "Aliases": []
          },
          "4": {
            "ID": "347709",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347709",
            "TitleEnglish": "An Enemy in Need",
            "SummaryEnglish": "During the brief period of planet Hydo's people thanking Sonic and his friends for defeating the Metarex, Eggman tricks Knuckles and tries to obtain the Chaos Emerald. However, a frog-shaped Metarex appears and swallows it. The group must prevent the Metarex from stealing the Planet Egg again.",
            "Aliases": []
          },
          "5": {
            "ID": "347710",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347710",
            "TitleEnglish": "A Chilling Discovery",
            "SummaryEnglish": "With the help of Chris' new program, the Blue Typhoon spots a Chaos Emerald on planet Freezy. Followed by Dr. Eggman's Crimson Egg, the Blue Typhoon approaches planet Freezy, but it's attacked by a Metarex and it crashes on the planet. Sonic, Chris, Knuckles and Cosmo decide to go get the Chaos Emerald with the X-Tornado. Rouge is also on her way for getting the emerald before Sonic. Everybody has to fight Metarex before reaching an ice palace, where the emerald is supposed to be located. Sonic's group find it, but it's sealed in a solid ice block. A more powerful Metarex appears and gets power from the emerald to become even stronger. A fight engages and Cosmo finds the way to defeat it with a laser beam. Knuckles finds the Chaos Emerald but before he gets it, Rouge steals it. However, Tails discovers that the emerald was a fake one.",
            "Aliases": []
          },
          "6": {
            "ID": "347711",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347711",
            "TitleEnglish": "Desperately Seeking Sonic",
            "SummaryEnglish": "The Blue Typhoon detects two Metarex who just stole a Planet Egg on a jungle planet. Sonic destroys the biggest Metarex with the Power Cannon, but he is launched too hardly and he falls straight to the planet. He crashes on Dr. Eggman, who is already on the planet, and he takes the Green Chaos Emerald that the evil doctor has just discovered. Having landed on the planet, Tails and Knuckles get aboard the X-Tornado in order to find Sonic, leaving Amy behind. Amy desperately wants to find Sonic by herself and she enters into the jungle. She is accompanied by Cosmo, who wants to find the Planet Egg, and Cream & Cheese, who don't want to be left alone. Discovering he was left alone, Chris contacts Tails, but at the same moment, the X-Tornado spots a Chaos Emerald. Inside the jungle, Amy, Cosmo, Cream & Cheese struggle to find Sonic and the Planet Egg, but they are captured twice by the small Metarex who survived the previous fight. However, they escape and are able to take possession of the Planet Egg. Sonic is still running in the jungle with the Chaos Emerald in his hand and he is found by Tails and Knuckles. Dr. Eggman arrives and he steals the emerald from Sonic. Sonic and Knuckles prepare to fight, but the girl group and the Metarex appear. Eggman captures everybody (even the Metarex). The Planet Egg begins reacting and huge creepers wraps everyone. Chris arrives and Sonic is able to free himself and with a little help from Tails and Chris, he defeats Eggman. Finally, the Planet Egg gets back where it belongs and Sonic & his friends get back to the Blue Typhoon with two Chaos Emeralds in account now.",
            "Aliases": []
          },
          "7": {
            "ID": "347717",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347717",
            "TitleEnglish": "Galactic Gumshoes",
            "SummaryEnglish": "Chris' grandfather, Chuck, finds a way to teleport material objects to Sonic's world. The stuff is discovered by Vanilla and she asks the Chaotix Detective Agency to deliver it to Chris. She's also worried about her daughter Cream and she asks them to check on her. Vector accepts, but Espio tells him that they don't have any space ship. However, Chuck also sends a space ship to Sonic's planet and the Chaotix are on their way. Aboard the Blue Typhoon, Sonic and Knuckles are playing chess. Knuckles takes time before moving a piece, and Sonic decides to take a quick walk on the ship. Accidentally, Sonic slips from the ship and he diverts into space. Knuckles leaves the Typhoon to retrieve him. Inside the ship, Tails points out that another space ship is approaching and everybody is convicted that it's a Metarex ship. Vector, Espio and Charmy try, one by one, to get aboard the Blue Typhoon, but they are all thrown out from it. They take a little distance from the Typhoon temporarily, but Tails pursues them. He discovers a little house on the Chaotix ship and he realizes that it wasn't an enemy ship. Chris and the other ones apology and everybody unburdens the Chaotix ship from the stuff sent by Chris' family. Vector, having misinterpreted Vanilla's wishes, decide to leave the Blue Typhoon, taking Cream with them. Vector kidnaps Cream, but Cosmo sneaks along with them. Luckily, Sonic is back and he fights Vector in order to take the girls back with him. Finally, an agreement is settled and Cream gets back to the Blue Typhoon. The episode closes in Eggman's Egg Carrier, where Rouge finds a strange capsule in a secret room.",
            "Aliases": []
          },
          "8": {
            "ID": "347712",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347712",
            "TitleEnglish": "Trick Sand",
            "SummaryEnglish": "The episode opens with a dream from Chris, where he remembers the events of Space Colony ARK and the loss of Shadow. He is awakened by Tails who tells him he has just found the signal from a Chaos Emerald. Inside the Crimson Egg, Rouge returns to the secret room she has just discovered and she spots the Red Chaos Emerald which is powering the strange capsule. She tries taking the emerald, but she launches an alarm and at the same time, she discovers that Shadow is currently hibernating inside the capsule. She's found out by Dr. Eggman. The Blue Typhoon follows the Chaos Emerald's signal to a dark, abandoned planet. Sonic, Amy and Knuckles search inside an old castle, while Chris and Cosmo look inside an ancient colony. Sonic's group quickly notices that the castle is a trap. In fact, it's an illusion created by a Metarex. This Metarex suddendly turns the castle into a sandtrap and almost catches Sonic. The Metarex attacks Sonic's group and Chris, who is in the Hyper Tornado. Sonic tries to counter-attack, but he is not able to beat the Metarex. Chris tries his luck and he fails too. At the same moment, in the Egg Carrier, Shadow awakens and he teleports himself to the fight place. He easily defeats the Metarex and he shows his presence to everybody. He looks at Chris, who just said Shadow's name, and he disappears with the Purple Chaos Emerald.",
            "Aliases": []
          },
          "9": {
            "ID": "347713",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347713",
            "TitleEnglish": "Ship of Doom",
            "SummaryEnglish": "The show opens with a fight involving a huge Metarex named Scarship and an armada of smaller ships. Scarship destroys every ship and he's assigned to a new mission: to destroy Sonic and Dr. Eggman. Inside the Blue Typhoon, everybody questions himself about Shadow's return. Aboard the Egg Carrier, Dr. Eggman finds out that Scarship is approaching and the battle engages. Eggman sends Shadow to destroy Scarship, but Shadow is unable to do the job. Rouge flees from the Egg Carrier, just before Starship sends a missile and seems to have destroyed it. Rouge informs the Blue Typhoon's crew of the situation and sends them images from the battle. Cosmo recognizes Scarship, it's the Metarex who destroyed her group's ship. Cosmo begs Tails to flee away, because she doesn't want to risk her friend's lives. However, Sonic and the others insist that they need to face Scarship. The battle starts and nobody gets the advantage. However, Sonic, Amy and Knuckles leave the ship unnoticed and they find a way to block Scarship's weapons. Scarship decide to destroy the Blue Typhoon by crashing into it. The Typhoon won't be able to get out of its way in time, but Shadow appears from nowhere and takes Scarship away. It appears that Eggman was able to escape from Scarship. Sonic and Shadow get inside Scarship and they destroy the engine room. However, Scarship won't ever surrender and it's about to self-destroy. Shadow is able to freeze time around it and Sonic defeats it with the Power Cannon.",
            "Aliases": []
          },
          "10": {
            "ID": "347714",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347714",
            "TitleEnglish": "An Underground Odyssey",
            "SummaryEnglish": "The show opens with a sequence inside Cosmo's ship and ends when Scarship (see previous episode) destroys it, leaving Cosmo alone. Then, we find out the Blue Typhoon's crew on a new planet. It seems that there's a Chaos Emerald nearby. Tails, Knuckles and Cosmo follow the emerald's track to an abandoned city. Knuckles discovers a deep gorge. Lower, there's a cave. Tails and Cosmo enter, but Cosmo accidentally pushes a button which launches an avalanche and seals them inside the cave. Tails still receives the emerald's signal and he and Cosmo pursue their searches. Inside the Blue Typhoon, Amy receives a distress call from Knuckles and she informs Chris, Sonic, Cream and Cheese (who are all aboard the X-Tornado) of the situation. Inside the cave, Tails and Cosmo discover a big factory full of Metarex. They enter unnoticed and they find the Chaos Emerald inside a manufacturing plant of fake emeralds. They are found out by the Metarex, but they are able to escape with the White Chaos Emerald. Then, Tails fools the Metarex with special \"fireflies\". Tails and Cosmo are found retrieved by the Metarex and they steal the emerald from them. Tails engages a fight and Cosmo can take back the emerald. Tails is caught by a Metarex, but fortunelately for them, Sonic and the others come to the rescue. Tails and Cosmo also are starting to have feelings for each other.",
            "Aliases": []
          },
          "11": {
            "ID": "347715",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347715",
            "TitleEnglish": "Station Break-In",
            "SummaryEnglish": "Dr. Eggman discovers that the last two Chaos Emeralds (Cyan and Yellow) are located inside a huge Metarex fortress. The Crimson Egg and the Blue Typhoon arrive on location at the same moment. Eggman suggests Sonic to put their efforts together in order to enter inside the fortress. His plan: a little group will enter first and disconnect the fortress' security system, so the other ones could penetrate. Eggman sends Shadow and Rouge while Chris volunteers to accompany them. They enter with the help of Chaos Control. Rouge tries to get away from Shadow and Chris to get the Chaos Emeralds for herself. She reminds Shadow of the ARK and Maria, which causes Shadow to drop his guard as he has a sort of 'meltdown'. Rouge tries to escape, but is ambused by a Metarex. Shadow saves her and tells her not to run off. Chris finds the control room and they succeed in their job. Sonic & Knuckles penetrate in the fortress aboard the X-Tornado, Amy & Cosmo follow them and Eggman, Bocoe & Decoe are right behind. However, Eggman secretly installed a special device on each ship and he can take control of Sonic and Amy's ships. Eggman almost succeeds, but Sonic finds the emeralds first. The only thing: he is welcomed by an entire army of Metarex, led by Dark Oak, the Metarex leader, and the battle is about to begin.",
            "Aliases": []
          },
          "12": {
            "ID": "347716",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347716",
            "TitleEnglish": "A Metarex Melee",
            "SummaryEnglish": "The fight between Sonic and Dark Oak starts. Sonic directly attacks Dark Oak, but he instantly disappears: it was a hologram. Outside the fortress, a Metarex armada, led by Red Pine, is approaching. Surprisingly, the Red Pine army begins to attack their own fortress, while there still are Metarex inside. Shadow, Rouge and Chris are transported, via Chaos Control, inside the Egg Carrier. Chris finds a way to steal the emeralds found by Eggman and flees away by using one of Eggman's mini-ships. Shadow follows him and he stops him. The seven Chaos Emeralds are put together, transforming Sonic and Shadow into their super forms. Super Sonic and Super Shadow engage into a fight inside the fortress. At the same moment, a gravitational field is activated inside the fortress and it starts to destroy itself from the inside. The Metarex armada is destroyed, Super Shadow sees the Crimson Egg fly down to the center of the gravity feild and jumps in to follow it and stay with it, while the Blue Typhoon escapes with the power of the Master Emerald. However, during the event, the seven Chaos Emeralds disappeared.",
            "Aliases": []
          },
          "13": {
            "ID": "347718",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347718",
            "TitleEnglish": "Mission: Match-Up",
            "SummaryEnglish": "The Blue Typhoon encounters the Chaotix ship. Once aboard the Typhoon, Vector and Espio explain that they lost themselves in space and that their radio got broken. Tails agrees to fix their ship and he warns them that he doesn't want any trouble on the Typhoon. Tails begins his work when Cosmo brings him lunch. She reveals that she's planning a surprise for everybody. The Chaotix watch the scene and Vector notices the growing relationship between Tails and Cosmo. In order to thank Tails for fixing his ship, Vector decides to help him winning Cosmo's heart. At the same time, Tails unintentionally discovers Cosmo's surprise : she plans to throw a party on the ship. Cosmo is disappointed because it won't be a surprise for Tails now, but the little fox tells her that she won't be able to prepare everything all by herself. Also on the scene, the Chaotix propose their help and Vector takes it as an opportunity to throw his match-up plans. However, they all fail one by one. Espio believes that their relationship should develop naturally. After finishing the preparations, the Chaotix go get everybody to the party room when they cross Knuckles' path. Knuckles was used against his will in one of Vector's plans and he decides to take his revenge. Accidentally, they end up in the party room and they ruin everything. Arriving on the scene, Tails and Cosmo are disappointed, but Sonic says it's no problem and that they'll put everything back. He also thanks Cosmo for her party idea. The episode ends with Cosmo and Tails watching the stars outside in space.",
            "Aliases": []
          },
          "14": {
            "ID": "347719",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347719",
            "TitleEnglish": "Clash in the Cloister",
            "SummaryEnglish": "The Blue Typhoon is pulled into the Intergalactic Cloister, a strange region of space. Eager to do battle, Metarex Commander Yellow Zelkova launches an attack on the Blue Typhoon. Sonic and Knuckles team up to fight him, finding that Zelkova is too powerful for them. However, they then trick him into freeing the Blue Typhoon from a formation of space stalactites, and put him in line with the Sonic Driver cannon. They fire, and Zelkova is thrown back, but not destroyed. They then escape as he swears vengeance.",
            "Aliases": []
          },
          "15": {
            "ID": "347720",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347720",
            "TitleEnglish": "Testing Time",
            "SummaryEnglish": "Sonic and friends come across a barren planet with 500 Chaos Emerald signals coming from it.",
            "Aliases": []
          },
          "16": {
            "ID": "347721",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347721",
            "TitleEnglish": "A Revolutionary Tale",
            "SummaryEnglish": "While traveling through space, Dr. Eggman and his forces come across a group of humans battling the armada of Pale Bay Leaf. The two groups talk, and Shadow and Rouge get to know a human girl named Molly. After seeing Shadow in battle, Molly comes to believe that Shadow is a hero of folklore named Black Wind. Shadow, Rouge and Molly infiltrate an old factory where they find the White Chaos Emerald. Eggman is then taken prisoner by the humans, revealing that they have made a deal with the Metarex. Molly flees in shame*, while Shadow uses the Chaos Emerald to devastate the Metarex forces. Despite the damage, Pale Bay Leaf survives, and communicates with Dr. Eggman.",
            "Aliases": []
          },
          "17": {
            "ID": "347722",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347722",
            "TitleEnglish": "The Planet of Misfortune",
            "SummaryEnglish": "In this episode, Sonic and the others find a meteor in space while searching for the Chaos Emeralds. Tails pulls it in, and they find it to actually be a space ship. Inside, small chao-like creatures called Marmolians are discovered and it is revealed that they have the Green/Cyan Chaos Emerald. The Marmolians and Sonic go back to their home planet, the Planet Marmolim, and Sonic destroys a diseased part of the planet that encased the Planet Egg. Amy thinks they have magic on the planet, so she tries to put a love spell on Sonic. However, it ends up backfiring, and instead works on Tails and Cosmo at the end of the episode, leading to the two embracing while watching the moon. This episode basically confirms Tails and Cosmo's relationship, while Amy gets extremely angry that she didn't catch Sonic.",
            "Aliases": []
          },
          "18": {
            "ID": "347723",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347723",
            "TitleEnglish": "Terror on the Typhoon",
            "SummaryEnglish": "While traveling in the Galactic Cloister, the Blue Typhoon comes under attack from the Metarex fleet, led by the three surviving commanders and Dr. Eggman. Sonic attempts to attack from the Sonic Driver, but Dr. Eggman deploys a shield that not only repulses Sonic's attack, but causes an overload explosion that puts Knuckles out of commission. With Sonic and Knuckles both out cold, Tails assumes command reluctantly until Cosmo boosts his confidence. Coming up with a plan, Tails pilots the Blue Typhoon towards a black hole in the Cloister. Sonic and Knuckles recover long enough to deploy the Sonic Driver, reversing the black hole and allowing the Blue Typhoon to escape. Visiting the medical bay, Tails is praised by the injured Sonic and Knuckles.",
            "Aliases": []
          },
          "19": {
            "ID": "347724",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347724",
            "TitleEnglish": "Hedgehog Hunt",
            "SummaryEnglish": "Following their battle with the Metarex fleet, Sonic and the gang are stranded on an alien planet with the Chaotix, who are running a cafe to pay for parts to their own ship. Dr. Eggman arrives looking for Sonic and the others, while Pale Bay Leaf waits in orbit to shoot the Typhoon down. Helping out Sonic and the gang, the Chaotix provide parts for their ship. However, Dr. Eggman provides the real assistance when he disguises the Crimson Egg as the Blue Typhoon and takes the full force of the Metarex attack. Pale Bay Leaf moves off, and no ambush awaits the real Typhoon once it takes off.",
            "Aliases": []
          },
          "20": {
            "ID": "347725",
            "TYPE": "OVA",
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347725",
            "TitleEnglish": "Zelkova Strikes Back",
            "SummaryEnglish": "Yellow Zelkova attacks the Blue Typhoon, equipped with a special energy shield built by Dr. Eggman. Sonic attempts to stop him, but is unable to break through the shield. Picking up where they left off, Zelkova and Knuckles get into a fierce battle, during which Knuckles smashes Zelkova's knee and breaks the spurs on one of his gloves. Using cable from the Blue Typhoon, Sonic and the others channel lightning to overload Zelkova's shield. Zelkova's mechanical outer body is destroyed, revealing his flesh form beneath. Zelkova attacks, but is knocked into a nearby lava pit by Knuckles. Pale Bay Leaf informs Eggman of Zelkova's demise, mocking the failure of his shield. Shadow and Rouge find a fake Chaos Emerald at the top of the tree, but they hear groaning from its base. They find Leon (from the Resistance in Episode 68) being consumed by the tree, saying that the Metarex betrayed them. He also give Shadow a memory chip and says it's not too late to destroy the Metarex.",
            "Aliases": []
          },
          "21": {
            "ID": "347726",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347726",
            "TitleEnglish": "The Cosmo Conspiracy",
            "SummaryEnglish": "Shadow attacks the Blue Typhoon trying to kill Cosmo for reasons (at the time) unknown. Despite the efforts of Sonic, Tails and Knuckles to hold him off, Shadow reaches Cosmo. However, before he can harm her, Dark Oak's flagship arrives and steals the Chaos Emeralds, and Cosmo is revealed to have an implant that allows the Metarex to monitor everything she hears and sees. Along the way he nearly kills Sonic, Tails, Knuckles, and Chris",
            "Aliases": []
          },
          "22": {
            "ID": "347727",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347727",
            "TitleEnglish": "Eye Spy",
            "SummaryEnglish": "When the team discovers that Cosmo's brain is emitting a signal to the Metarex, they plan on trying to eliminate the signal, except that the signal is connected to the part of her brain that translates sounds and sight. While Tails and Cosmo are torn about this, Knuckles pushes for the surgery. Meanwhile, Amy starts searching for Sonic (as always), but ends up bumping into Rouge. They both discover that this planet is not only Cosmo's homeworld, but the Metarex's as well. They also discover that Cosmo's people were able to transform into huge dinosaur-like beings to protect their planet from an alien invasion. However, a few of them wanted to be able to completely destroy the alien hoarde, and so crystallized the Planet Egg in order to keep the transformation from sapping their energy. They eventually led to the abandonment of the planet. Cosmo, horrified by the fact that the Metarex are using her to spy on them, intends to leave, but Tails reassures her that they all will help her defeat the Metarex. Sonic and the rest of the gang also support the new resolution, and they all are ready for an attack on the Metarex, maybe the last attack. At the end of the episode, Bokkun arrives, telling Shadow and Chris that Eggman has been captured by the Metarex.",
            "Aliases": []
          },
          "23": {
            "ID": "347728",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347728",
            "TitleEnglish": "Agent of Mischief",
            "SummaryEnglish": "Blue Typhoon heads to the coordinates (0,0,0), leaving planet Green Gate behind. There, they find planet Aquarius which requires Chaos Emeralds and a giant Planet Egg. They finally break into the final showdown with the Metarex armada.",
            "Aliases": []
          },
          "24": {
            "ID": "347729",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347729",
            "TitleEnglish": "The Light in the Darkness",
            "SummaryEnglish": "Amy tries to rescue Sonic from the watery planet, but everyone else keeps her back, trying to come up with another plan. Then, Rouge comes up with a brilliant idea: use the Master Emerald to cut off the energy supply to Dark Oak! The team charges up the Sonic Driver with the Master Emerald and fires it at Black Narcissus and Pale Bayleaf, destroying them. Unfortunately, after this is done, the Master Emerald shatters, and it is revealed that the Metarex have sucked up all the Chaos Emerald's energy! Dark Oak's beast head becomes extremely weak because of a hit from the Sonic Driver, and finally ceases movement. The planet expands, taking Dark Oak along with it. Inside the planet, Sonic sees what happens after the Forestation process is complete. He manages to fight a bunch of sand monsters and plant-like tentacles, only to find out he's fighting in a dream. Suddenly, Amy spots Sonic inside the planet is able to get Sonic out of there, crashing through the roots into the water to rescue him but is knocked unconcsious. However as Amy and Sonic are going down an energy sphere surrounds them, protects them and heals them. They fly out of the planet and Amy hugs Sonic in relief and happiness. Suddenly, the planet condenses into a giant seed-like object. Sonic stares at it, probably in despair.",
            "Aliases": []
          },
          "25": {
            "ID": "347730",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347730",
            "TitleEnglish": "A Fearless Friend",
            "SummaryEnglish": "When the giant seed finally reaches the final stage of its metamorphosis and starts sucking the life out of everyone except for Cosmo, she takes the Chaos Emeralds to Eggman, thinking that he'll know what to do. Unfortunately, Dark Oak attacks Cosmo, who drops the Chaos Emeralds into space. Thankfully, they close in on Sonic and Shadow, who use them to transform into Super Sonic and Super Shadow and attack the Metarex seed. But, once they destroy it, they reveal an even smaller planet with a gravitational force that could potentially destroy the whole galaxy! Cosmo feels helpless but her mother, in her mind, assures her that she is the one who will save the galaxy. She then transforms into a new form and becomes determined to stop this once and for all. She flies over to the planet, passes through the gravitational force that neither Super Sonic nor Super Shadow could pass through, and plants herself on top of it. She then becomes a tree, saying that she has now immobilized Dark Oak. She tells Tails to load and fire the Sonic Driver and shoot it at the planet. Everyone is shocked and does not know whether or not to risk saving the galaxy if they're going to kill Cosmo in the process. Tails, however, is very hesitant, but Cosmo re-assures him that her seeds will be spread throughout the galaxy. He then thinks back to all of the good times they've had and their love and, tearfully, fires Super Sonic and Super Shadow at the planet, completely destroying it. Tails and Cosmo, during the ending sequence (which was cut from the English dub), say farwell to each other. At the very end as Cosmo floats off, she says \"I love you.\"",
            "Aliases": []
          },
          "26": {
            "ID": "347731",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/sonic-x/episodes/347731",
            "TitleEnglish": "So Long, Sonic",
            "SummaryEnglish": "With Final Mova defeated, Tails is heartbroken following his decision to sacrifice Cosmo for the universe. Sonic solemnly gives him a Cosmo seed as the only thing left behind, much to Tails' devastation. Later, Knuckles informs Chris that the Master Emerald is not restoring any time soon, so Chris decides to stay in Sonic's world. However, Eggman offers Chris a one-way ride back to Earth, or stay in Sonic's world forever. Chris reluctantly decides to return to Earth, without the chance to say goodbye to his friends. It was revealed to be a trick from Eggman to weaken Sonic's team without Chris and plots to rebuild his army, with Sonic and company to battle him once again. The final shot pans to Tails' workshop, showing a sprout from the Cosmo seed Sonic gave to Tails earlier.",
            "Aliases": []
          }
        }
      }
    }
  }
]