{
    "URL": "https://www.thetvdb.com/series/kiddy-grade",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1318-CFCE-F2BD-D438-EE97-S",
        "https://www.imdb.com/title/tt0377210/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH842033",
        "https://www.tvmaze.com/shows/14052/show-slug",
        "https://www.themoviedb.org/tv/9319",
        "https://www.themoviedb.org/tv/9319",
        "https://www.wikidata.org/wiki/Q870265"
    ],
    "TitleEnglish": "Kiddy Grade",
    "SummaryEnglish": "In the distant future, humans have rapidly spread across the galaxy, creating thousands of independent planetary states. However, as humans begin to dominate solar systems, the scale of the skirmishes between planets escalates. The Intergalactic Planetary Federation (IPF) was established to maintain peace and stability, to promote economic prosperity and to head off the threat of large-scale war. An era of peace prevails, but as each solar system begins to prosper, so do economic markets, which become the new battlegrounds. The IPF then establishes a new organization called the Galactic Organization of Trade and Tariffs (GOTT) to oversee fair trade among the aggressively competing planetary states. Enter our two heroines, GOTT receptionists Eclair and Lumiere - but you soon find out that receptionist is just their cover, because they`re really secret agents of Encounter of Shadow-work (ES), working on important economic dispute resolutions assigned by their boss Eclipse. Flying a hi-speed space cruiser, together with Donnershlag, their guardian robot, Éclair and Lumiere solve problems between planets and organizations. Although their exploits are always thrilling, traps lurk in unexpected places, waiting to ensnare the unwary. Our heroines have special abilities. Éclair is a beautiful battle titan and Lumiere has sophisticated computer-like information processing abilities. Working as secret agents of the Galactic Organization of Trade and Tariffs (GOTT), the two work to resolve disputes planets and organizations, sometimes brilliantly and other times disasterously. With international spy-like action and meticulously planned SF setups, this is a true SF action story! This is the first work by director Keiji Gotoh, the character designer for Nadesico the Mission and Gatekeepers.",
    "TitleJapanese": "キディ・グレイド",
    "SummaryJapanese": "1年以上前の記憶を無くした主人公の少女・エクレールは、GOTT.（銀河通商関税機構：Galactic Organization of Trade and Tariffs）に所属する受付嬢兼ESメンバー（Encounter of Shadow-work）である。 パートナーの少女・リュミエールと共に銀河市民の固有財産と権利を守るべく、GOTT局長エクリプスの命令の元、特殊任務を行っていた。",
    "Aliases": [
        "銀河戰警"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "19938",
            "URL": "https://www.thetvdb.com/series/kiddy-grade/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1857761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/1857761",
                    "TitleEnglish": "Ignition",
                    "SummaryEnglish": "This Movie is a recap of the original anime's first quarter.",
                    "TitleJapanese": "－IGNITION－ 覚醒編",
                    "SummaryJapanese": "人類が宇宙に進出してから数世紀。宇宙惑星連合の中の一機関・銀河通商関税機構（GOTT）で受付嬢をしているエクレール（声：永田亮子）とリュミエール（平野綾）。彼女たちは『Eシフト』を命じられると、経済紛争に実力で対抗するエージェント『ESメンバー』の任務に就く。今回の局長エクリプスからの特務指令は、経済問題の摩擦が激しい惑星メディアと惑星ファウヌスの調停の為に、宇宙惑星連合の役人を無事にメディアまで送り届けることだ。2人はガードロボットのドナシュラークと共に専用の高速巡航艦・ラミューズでメディアへ向かう。だが、メディア近辺は惑星ファウヌスの宇宙艦隊が封鎖していた……。"
                },
                "2": {
                    "ID": "1857771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/1857771",
                    "TitleEnglish": "Maelstrom",
                    "SummaryEnglish": "This Movie is a recap of the original anime's second quarter.",
                    "TitleJapanese": "－MAELSTROM－ 氾濫篇",
                    "SummaryJapanese": "遠い未来、人類が外宇宙に進出、地球以外にも定住し、多くの惑星国家が成立した。しかし、空間の拡大と人口の増大に比例して、紛争規模も拡大していた。相次ぐ大規模紛争を回避する為に、各惑星系政府は協議の上、『宇宙惑星連合』を成立させ、平和と安全の維持、人類と言う「種」の更なる繁栄を目指した。その為、武力を使う紛争は減少し、各星系は繁栄の道を歩み始めたが、それに伴い今度は経済による衝突が顕在化し始めた。それらは新たな惑星間戦争の火種になる事が十分に懸念されたため、宇宙惑星連合は惑星国家群相互の関税と貿易を監視し、取り締まる実行機関として、銀河通商関税機構（Galactic　 Organization　of　Trade　and　Tariffs）＝GOTTを設立した。GOTTに所属する2人の少女、「美獣」とも言える戦闘能力を誇るエクレール（声：永田亮子）と超コンピューター的情報処理に長けているリュミエール（声：平野綾）は、普段はGOTTの受付嬢をしているが、局長エクリプスの特務指令『Eシフト』を命ぜられると、経済に基づく紛争に、実力で対抗するエージェント、『ESメンバー（Encounter　of　 Shadow－work　Member）』の任務に就くのだった。2人は専用の高速巡航艦・ラミューズを駆り、ガードロボットのドナシュラークと共に、各惑星間や組織間の諸問題を、時にはスマートに、時には破滅的に解決を図る。しかしその活動自体には、罠が潜んでいた……。"
                },
                "3": {
                    "ID": "1857781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/1857781",
                    "TitleEnglish": "Truth Dawn",
                    "SummaryEnglish": "This Movie is the retelling of the original anime's final.",
                    "TitleJapanese": "－TRUTH DAWN－ 黎明篇",
                    "SummaryJapanese": "ワープ航法の技術が確立し、人類は地球を離れ銀河へと居住を移した。多くの惑星国家が誕生したが、それは様々な摩擦や軋轢を生じさせ、対立と抗争の時代の幕開けとなった。数次に渡る惑星間戦争の末、ひとつの組織が成立された。『宇宙惑星連合』である。この成立によって、人々は平和と安全の維持、そして人類のさらなる繁栄を目指した。宇宙惑星連合成立以前の武力戦争の多くは、地球時代のそれと大きくは違わず、やはり、国家間の経済問題に端を発するものが顕著であった。この事から、宇宙惑星連合は成立と同時に、その組織の中に惑星国家群相互の関税と貿易を監視し、取り締まる実行機関として、 GOTT（Galactic　Organization　of　Trade　and　Tariffs＝銀河通商関税機構）を設立。大規模紛争の火種を未然に防ぐべく活動を開始させたのであった。人類が宇宙に進出して数世紀。1年以上前の記憶を無くした16歳の主人公の少女・エクレール（声：永田亮子）は、 GOTTに所属する受付嬢兼ESメンバー（Encounter　of　Shadow－work　Member）である。パワー（Power）という特殊な能力を持ち、電子機器を自由に操れるパペット（Puppet）という能力を持ったパートナーの少女・リュミエール（平野綾）と共に銀河市民の固有財産と権利を守るべく、GOTT局長エクリプスの命令の元、特殊任務を行っていた。エクレールは次第に記憶を取り戻すが、それは銀河全体を巻き込む大事件へと繋がっていく。"
                }
            }
        },
        "1": {
            "ID": "4212",
            "URL": "https://www.thetvdb.com/series/kiddy-grade/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "86855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86855",
                    "TitleEnglish": "Depth/Space",
                    "SummaryEnglish": "ES members Éclair and Lumière are assigned by their commander, Eclipse, to escort Galatic Union (GU) Inspecter Armbrust to planet Medeia so that peaceful negotiations can begin between Medeia and planet Faunus. Faunus's corrupt space army stands in their way, and Éclair and Lumière must all their fire power to defeat them!",
                    "TitleJapanese": "デプス・スペース",
                    "SummaryJapanese": "経済問題の摩擦が激しい惑星メディアと惑星ファウヌスの調停の為に、宇宙惑星連合の役人を無事にメディアまで送り届けることになったエクレールとリュミエール。2人はガードロボットのドナシュラークと共に専用の高速巡航艦・ラミューズでメディアへ向かう。だが、メディア近辺は惑星ファウヌスの宇宙艦隊が封鎖していた。"
                },
                "2": {
                    "ID": "86856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86856",
                    "TitleEnglish": "Tight/Bind",
                    "SummaryEnglish": "Éclair and Lumière join with ES members Alv and Dvergr to recover a stolen gravity control unit that could revolutionize the already-destructive Gravity Bomb. Unbeknownst to them, Armbrust stole the gravity unit in an attempt to capture a notorius arms dealer, who is then brought down by all four ES members!",
                    "TitleJapanese": "タイト・バインド",
                    "SummaryJapanese": "ESメンバーのアールヴとドヴェルグは重力制御物質『Hi・G』の違法取引を摘発するが、押収したはずの『Hi・G』が何者かの手によって奪われる。アールヴ達に協力し事件の解決に乗り出すエクレールとリュミエールは、違法取引犯が拘置されている収容所を訪れる。だが、そこには重力爆弾の罠が待ち受けていた。"
                },
                "3": {
                    "ID": "86857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86857",
                    "TitleEnglish": "Prisoner/Escort",
                    "SummaryEnglish": "Éclair and Lumière are ordered to escort a couple of perps to prison. Their leader, Drake, is under the protection of a powerful organization, but betrayal is in the air when his rescue squad doubles as his executioner. Éclair saves Drake and punishes those who tried to kill him.",
                    "TitleJapanese": "プリズナー・エスコート",
                    "SummaryJapanese": "コルス星系で、星間詐欺事件の大立者・ドレイクとその一味を逮捕したエクレール達。コルス警察の孟警部とともに、ドレイクを銀河中央司法局まで護送する。護送中も若いエクレール達に憮然とした態度を取る警部。そんな中、囚人護送船襲撃を生業とする『保険屋』がドレイク奪還のためにエクレール達に襲い掛かる。"
                },
                "4": {
                    "ID": "86858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86858",
                    "TitleEnglish": "High/Speed",
                    "SummaryEnglish": "Éclair heads out on a solo mission to track down Foxy, who's been implanted with illegal strength enhancements. Foxy turns out to be good, and the two women combine their powers to take down the cyborgs who try and thwart Éclair's rescue attempt!",
                    "TitleJapanese": "ハイ・スピード",
                    "SummaryJapanese": "売買取引が制限されている戦闘サイボーグ。その闇取引が行われている宇宙ステーション『キュボス』では戦闘サイボーグの格闘大会が開かれていた。盗まれた強化パーツの捜査のため、エクレールは選手として闘技場に潜入する。だが、1体の戦闘サイボーグがエクレールの事を覚えていたために、周囲の者が敵となってしまう"
                },
                "5": {
                    "ID": "86859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86859",
                    "TitleEnglish": "Day/Off",
                    "SummaryEnglish": "When Éclair is caught in the middle of a gang war, she's recruited by one of the gangs to stop a child smuggling ring operated by the other. After rescuing Lumière from smugglers, the two ES members bring both gangs down.",
                    "TitleJapanese": "デイ・オフ",
                    "SummaryJapanese": "久々の休日。エクレールはリッキィと食事に、リュミエールは優雅にオペラ鑑賞へ出かける。だが、エクレール達が食事をする高級クラブでは悪質な企業と経済界の裏情報を商品とした地下組織とのインサイダー取引が行われていた。"
                },
                "6": {
                    "ID": "86860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86860",
                    "TitleEnglish": "Twin/Star",
                    "SummaryEnglish": "Éclair and ES members Sinistra and Dextera help fellow GOTT operative Mrs. Padushka uncover the suspects behind a recent string of airplane burglaries. An intense battle ensues in the belly of a plane, but the ES members as usual kick butt and take names.",
                    "TitleJapanese": "ツイン・スター",
                    "SummaryJapanese": "エクレールとSOメンバーのパドゥーシカは軌道エレベータでの盗難が続出している交易惑星サテュロスでデータ運搬の任務に就く。エクレールはESメンバーとしての身分を隠し、少し頼りないパドゥーシカの助手として同伴する事になる。"
                },
                "7": {
                    "ID": "86861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86861",
                    "TitleEnglish": "Trial/Child",
                    "SummaryEnglish": "Viola and Cesario help Éclair and Lumière transport a young boy named Timothy to claim his inheritance: the exclusive ownership of a huge corporation! The Nobles aren't happy about this, but the four ES members help Timothy prove himself worthy of the Noble title.",
                    "TitleJapanese": "トライアル・チャイルド",
                    "SummaryJapanese": "13歳の少年ティムは父の死去によりローゼンフェルト財閥を引き継ぐことになった。財産を相続するためには、遺言の指定日時までに父が生まれた惑星を探し当てる必要がある。エクレール達はティムに協力して指定の場所を探す事になるのだが…。"
                },
                "8": {
                    "ID": "86862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86862",
                    "TitleEnglish": "Forbidden/Instrument",
                    "SummaryEnglish": "Éclair and Lumière join forces with siblings Tweedledee and Tweedledum to uncover a smuggling ring that deals in planet-destroying missiles! When discovered, the smugglers activate one of the explosives in an attempt to destroy the evidence. It takes the full force of the ES team (plus Alv and Dvergr) to bring down these king missiles!",
                    "TitleJapanese": "フォビドゥン・インストゥルメント",
                    "SummaryJapanese": "エクレールとリュミエールはジオソート弾流通ルートの解明と裏取引を阻止するべく、惑星クローニンへ向かう。だが、クローニンでは同じくESメンバーのトゥイードゥルディとトゥイードゥルダムの姉弟も局長から同じ特務を受けていた。エクレール達は姉弟と協力し合い、ジオソート弾の調査に乗り出す。"
                },
                "9": {
                    "ID": "86863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86863",
                    "TitleEnglish": "Mirage/Snare",
                    "SummaryEnglish": "Éclair and Lumière are sent to investigate some mysterious disappearances on the planet Dardanos. They discover that the government has been secretly brainwashing people, and have killed the authorities who discovered the truth! Éclair destroys the transmitters, but they have a negative effect on her mind.",
                    "TitleJapanese": "ミラージュ・スネア",
                    "SummaryJapanese": "惑星ダルダノスでは、ここ数年経済界の大立者が次々と消息を絶つ事件が起きていた。エクレールはGOTTの地元出張所に所属しているSOメンバーのブッフフォルツとホルスを引き連れて事態の解明に乗り出す。"
                },
                "10": {
                    "ID": "86864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86864",
                    "TitleEnglish": "Rebirth/Slave",
                    "SummaryEnglish": "Éclair confronts her mental dark side, which taunts her with the knowledge that she will always be a killer! Later, she and Lumière rescue A-ou and Un-ou, two ES members; Éclair pulls off a dangerous maneuver, and ends up in the hospital for her troubles.",
                    "TitleJapanese": "リバース・スレイブ",
                    "SummaryJapanese": "休暇中のエクレールはなじみの軽食店に行く。ウエイトレスのカプリスはエクレールが普段と違い、気力を喪失していることに気づく。やがて軽食店を出て、あてもなく歩くエクレールは湖畔の公園にたどり着く。芝生に寝そべり、自らにまつわる秘密と向き合い葛藤する。"
                },
                "11": {
                    "ID": "86865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86865",
                    "TitleEnglish": "Set/Free",
                    "SummaryEnglish": "Eclipse sends Éclair and Lumiere to help the Nobles quell a peasant revolt. At a demonstration, the Nobles kill some of the protestors! Outraged, Éclair and Lumiere defy their orders and attack the Noble's army. As a result, they're erased from the GOTT files and declared fugitives!",
                    "TitleJapanese": "セット・フリー",
                    "SummaryJapanese": "地球に似たバカンスの惑星、アウレーでは銀河系を支配する支配階級『ノーヴルズ』が君臨している。美しい星とは裏腹に、ロボットのように働かされる住民を見てエクレールは複雑な気持ちになる。アウレー管理局の管理次官ミステルはそんなエクレールにデモ隊沈静の依頼を要請する。"
                },
                "12": {
                    "ID": "86866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86866",
                    "TitleEnglish": "Frozen/Life",
                    "SummaryEnglish": "Cornered on a planet by the majority of GOTT's army, Éclair and Lumière are inflicted with a virus that causes painful swelling and immobilizes them! Though Armbrust betrayed their location to GOTT, he gives them the vaccine and orders the army to let them escape.",
                    "TitleJapanese": "フローズン・ライフ",
                    "SummaryJapanese": "アウレーでの件が原因でエクレール達はGOTTの登録を抹消されてしまう。逃亡するエクレール、リュミエール、そしてアームブラストの3人。だが、エクリプス局長の命令のもと、GOTTの局員達が追跡者として彼女達を追う。"
                },
                "13": {
                    "ID": "86867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86867",
                    "TitleEnglish": "Conflict/Destiny",
                    "SummaryEnglish": "With Éclair and Lumière on the run, Eclipse sends A-ou and Un-ou out to kill them! The battle between the two takes place in space and on land, ending when both Lumière and Un-ou badly wounded. Since they failed to kill the girls, A-ou and Un-ou have become fugitives as well.",
                    "TitleJapanese": "コンフリクト・ディスティニー",
                    "SummaryJapanese": "エクリプス局長はアンオウ・エイオウの2人にエクレールとリュミエールの追撃を命じる。それを聞いて彼女達との因縁が深いアンオウは笑みを浮かべる。一方、追撃の手を逃れようとエクレールとリュミエールは辺境のとある廃棄コロニーへと向かっていた。"
                },
                "14": {
                    "ID": "86868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86868",
                    "TitleEnglish": "Steel/Heart",
                    "SummaryEnglish": "Tweedledee and Tweedledum reluctantly infect Éclair and Lumière's ship and mecha with the assassin program Hashish. They are now programmed to kill the two, but when the girls immobilize them, they self-destruct! The final line is drawn, and Éclair and Lumière decide to attack GOTT's headquarters.",
                    "TitleJapanese": "スティール・ハート",
                    "SummaryJapanese": "エクレール達2人の消去命令の特務を受けたトゥイードゥルディとトゥイードゥルダムはテラフォーミング中の惑星でメンテナンス中のラミューズを発見した。2人の消去に対して気が進まないトゥイードゥルディ。だが、特務と割り切りドナシュラーク、ヴィルヴェルヴィンドにとあるプログラムを仕掛ける。"
                },
                "15": {
                    "ID": "86869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86869",
                    "TitleEnglish": "Break/Down",
                    "SummaryEnglish": "The entire force of the ES team is ent against Éclair and Lumière as they blow up the GOTT headquarters bit by bit. As if destroying the building wasn't enough, they also assassinate Eclipse!",
                    "TitleJapanese": "ブレイク・ダウン",
                    "SummaryJapanese": "惑星アイネイアースに現れたエクレールとリュミエール。エクリプス局長に会う為に、GOTT本局ビルを訪れる。しかし、本局ビルではそんな2人を待つ者達が出迎えるのだった。2人は意外な形での歓迎を受け、それに応える事になる。"
                },
                "16": {
                    "ID": "86870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86870",
                    "TitleEnglish": "Look/Back",
                    "SummaryEnglish": "A flashback details what Éclair was like when she first woke up i her most recent body, devoid of the memories from her past. In the present, Armbrust briefs his supervisor on the events leading up to the destruction of the GOTT building. They order him to keep an eye on Éclair now that she's assumed the role of vice-commander of GOTT.",
                    "TitleJapanese": "ルック・バック",
                    "SummaryJapanese": "ベッドで眠るエクレール。リュミエールは、そんなエクレールに付き添い、あれこれと世話を焼くのだった。一方、アームブラストは報告の為に連合監理委員会の上司の下に出頭する。その報告の内容には驚くべき事実が含まれていた……。"
                },
                "17": {
                    "ID": "86871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86871",
                    "TitleEnglish": "Phantasm/Reborn",
                    "SummaryEnglish": "Éclair orders Sinistra and Dextera to train the newest ES members, who actually six teams of Éclair and Lumière clones! Later, Éclair holds a press conference where she declares that GOTT will now be a more powerful force. Two mysterious motorcycle riders crash the meeting and speak out against Éclair and GOTT before making their escape.",
                    "TitleJapanese": "ファンタズム・リボーン",
                    "SummaryJapanese": "GOTTに新たなESメンバー達が配属される事となった。上司に呼び出さた、ESメンバーのデクステラとシニスラの2人は新規ESメンバーの教育係に任命される。新人に手を焼くデクステラ達だったが、2人はある事に気がついていた。"
                },
                "18": {
                    "ID": "86872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86872",
                    "TitleEnglish": "Unmasked/Face",
                    "SummaryEnglish": "Éclair orders all available GOTT forces to kill the two riders. During the pursuit, two of the clones disobey her orders. When Éclair tries to kill the clones, the masked riders save them and reveal themselves as the real Éclair and Lumière in new bodies.",
                    "TitleJapanese": "アンマスクド・フェイス",
                    "SummaryJapanese": "GOTTに軟禁状態のアームブラスト。しかし、エクレールに促され新規ESメンバー達のサポートにつく事に。新規ESメンバー達の任務はGOTTの活動を妨害する者達の追跡であった。その追跡行の途上、新規メンバーが体調不良を訴え、アームブラストはそんな新規メンバー達にある事を話し始める……。"
                },
                "19": {
                    "ID": "86873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86873",
                    "TitleEnglish": "Take/Revenge",
                    "SummaryEnglish": "Turns out that Alv Dvergr used their powers to absorb Éclair and Lumière's powers and appearance. A long fight ensues and Eclipse, who's arrived with a newer model of Éclair's old ship, ends it by killing Alv and Dvergr! Though they weren't meant to live very long, the clones are given their own ships as a reward for helping during the fight.",
                    "TitleJapanese": "テイク・リベンジ",
                    "SummaryJapanese": "遂にエクレール、リュミエール達の対決が始まる。敵は彼女達の能力と拮抗しうる力を持っている為、その戦いは一進一退を繰り返す事に。だが、そんな膠着状態は意外な人物によって撃ち破られるのであった。"
                },
                "20": {
                    "ID": "86874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86874",
                    "TitleEnglish": "Lost/Days",
                    "SummaryEnglish": "Lumière passes out since she was having problems adjusting to her new body, with all the information she's gathered over her lives. Her dreams are a series of flashbacks detailing all the different lives Éclair and Lumière had. When she wakes, she realizes that she's lost her ability to control machines!",
                    "TitleJapanese": "ロスト・デイズ",
                    "SummaryJapanese": "様々な事件が起きる中、それでもGOTTは再建の道を歩んでいた。一方、エクレールは自分の記憶と身体に関する問題と向き合い、それを乗り越えようと決意を固める。しかし、その傍らで、リュミエールの身に異変が起きようとしていた。"
                },
                "21": {
                    "ID": "86875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86875",
                    "TitleEnglish": "Nouvlesse/Ark",
                    "SummaryEnglish": "Chevalier D'Autrich, head of GOTT and GU's Economic Department, is given the news of his dismissal from both organizations by Alv and Dvergr, who are now working for the Nobles! Upon learning this, Chevalier steals the Nobles' titanic spaceship Deucalion!",
                    "TitleJapanese": "ノーヴルス・アーク",
                    "SummaryJapanese": "GOTTでの事件をよそに、銀河系では《星暦》が始まって以来、最大の出来事が幕を開けようとしていた。トゥイードゥルディ姉弟が現場に向かう一方、アームブラストもまた密かにその実態を探っていた。その実態はGOTTを揺るがすのに十分なものであった。"
                },
                "22": {
                    "ID": "86876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86876",
                    "TitleEnglish": "Demolition/Titan",
                    "SummaryEnglish": "Alv and Dvergr confront Chevalier on Deucalion, but he traps Alv inside the Reception System Chamber and turns her into pure energy! Éclair and Lumière arrive on the Deucalion to confront Chevalier, but their chit-chat is ended abruptly when Chevalier is shot and it's discovered that Alv has actually merged with the ship!",
                    "TitleJapanese": "デモリッション・タイタン",
                    "SummaryJapanese": "GOTT長官のシュバリエによって幕が開けられた一大事件は、GOTTのみならず宇宙惑星連合のノーヴルズ、ひいては銀河全体を震撼させうるものであった。シュバリエの元に向かうエクレールとリュエール。やがて、シュバリエの前に現れた彼女達は…。"
                },
                "23": {
                    "ID": "86877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86877",
                    "TitleEnglish": "Annihilation/Zero",
                    "SummaryEnglish": "Alv traps Éclair and Lumière within the Reception System Chamber and reduces them to energy! Outside, all of the ES members, the entire GOTT army, and all the clones join forces to attack the Deucalion before it can destroy Earth. While Alv tries to gather more energy from the sun's rays, Éclair and Lumière re-form thanks to Lumière's true power: control over particles!",
                    "TitleJapanese": "アニヒレイション・ゼロ",
                    "SummaryJapanese": "全銀河の人々が見守る中、エクレール達の戦いの場は大きく移動し、皆にとって懐かしい場所が舞台と成るのだった。退く事もままならぬまま、強大な敵を相手に苦戦を強いられるエクレール達は、ついに絶体絶命の窮地に立たされることになる。"
                },
                "24": {
                    "ID": "86878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiddy-grade/episodes/86878",
                    "TitleEnglish": "As Time Goes By",
                    "SummaryEnglish": "Though it looks like Alv might win, Dvergr reveals Alv's weakness: her left side is completely numb! Éclair offers all of her energy to Lumière, who then uses that power to destroy the left side of the Deucalion. With its main weapon destroyed, the remaining ships make short work of what's left. Dvergr joins her daughter as she dies, and Éclair looks on as Chevalier dies from his own wounds. In the end, Éclair and Lumière return to GOTT to continue the fight for galactic peace!",
                    "TitleJapanese": "アズ・タイム・ゴーズ・バイ",
                    "SummaryJapanese": "最後の戦いの火蓋が切って落とされる。既に人外の力を手にした敵に対し、あらゆる術を尽くして対抗する一同。だが、力及ばぬ戦いを強いられる中、唯一残された手段は皆の哀しみを誘うものであった…。戦いの行方と共に、物語は最後の時を迎える。"
                }
            }
        }
    }
}