{
    "URL": "https://www.thetvdb.com/series/silent-mobius",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0250921/",
        "https://www.themoviedb.org/tv/46338"
    ],
    "TitleEnglish": "Silent Möbius",
    "SummaryEnglish": "The year is 2023 and Alien Beings known as \"Lucifer Hawks\" have begun invading earth from another dimension. All that stands between them and the enslavement of the human race is the Attacked Mystification Police Department - a special division of the Tokyo Police staffed by women with amazing paranormal abilities.",
    "TitleJapanese": "サイレントメビウス",
    "SummaryJapanese": "人口は増加の一途をたどり、環境破壊による酸性雨が降りしきる近未来のTOKYO。2000年を過ぎた頃から、人知を越えた不可思議な事件が起きるようになっていた。3rd-AT（サード・アトラクション）と呼ばれ一般人に秘匿されていたそれらの事件は、妖魔（ルシファーホーク）と呼ばれる異世界（ネメシス）の住人たちが引き起こす事件であった（連載当初は妖魔が直接関与しない3rd-ATも発生しており、妖魔は「何でもあり」な3rd-ATの一部でしかなかった）。\n\n妖魔は異なる秩序が支配する宇宙に存在する「邪界（ネメシス）」から来ており、自分の世界の秩序に従った魔法を使えるが、こちらの宇宙に来るには、こちらの宇宙の秩序に合わせ、自分の姿を人間に近づける必要がある。妖魔は、2000年以前にも稀に来ており、妖魔とかかわりを持った者（とその子孫）も異世界の秩序＝魔法が使える。ギゲルフ・リキュール（香津美の父）もそうした者の一人であり、香津美に邪界との扉を開く「鍵」としての能力を与えたとされる。\n\n2023年、頻発する妖魔事件に対し、ラリー・シャイアンは「Attacked Mystification Police Department（対妖魔用特殊警察、通称AMP―アンプ）」を結成し、これに対抗する。女性は「何も生み出さない戦いのなかでも次代に繋がる命を生み出せる」との思想から、AMPは女性だけで構成されている。2026年時点（漫画第1巻）のAMPのメンバーはラリーに加えて、主人公・香津美・リキュール、キディ・フェニル、レビア・マーベリック、闇雲那魅、彩弧由貴の6人。彼女たちは各々が持つ特殊な能力を駆使し、妖魔に対抗する。",
    "Aliases": [
        "Silent Mobius"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "19960",
            "URL": "https://www.thetvdb.com/series/silent-mobius/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1540831",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/silent-mobius/episodes/1540831",
                    "TitleEnglish": "Silent Möbius",
                    "SummaryEnglish": "In a futuristic Tokyo, several policewomen fight a monster. One of them, Katsumi Liqueur, remembers where she saw it before... Katsumi Liqueur, an American-born woman of Japanese descent, travels to Tokyo to visit her mother, Fuyuka, who is sick in the hospital. She takes a shortcut through an alley after her taxi gets stuck in traffic, only to encounter a monster and two policewomen fighting it. Later, she meets their chief, Rally Cheyenne, who, it seems, has been expecting her, though Katsumi has never met her before. The policewomen want Katsumi to help them fight the monster, but Katsumi, who does not want to believe in magic, resists.",
                    "TitleJapanese": "サイレントメビウス／THE MOTION PICTURE",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3362441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silent-mobius/episodes/3362441",
                    "TitleEnglish": "Silent Möbius 2",
                    "SummaryEnglish": "After the dreadful events related to her mother, Katsumi Liqueur has just one thing in mind: To leave this horrible town as fast as possible, a town where she knows nobody and has no friends. But she soon faces serious obstacles as Rally Cheyenne, the commander of the Attacked Mystification Police, hasn't given up her plan to recruit Katsumi for her team in order to defend the citizens against the Lucifer Hawk demons. And the AMP aren't the only ones interested in making use of Katsumi's magical powers...",
                    "TitleJapanese": "サイレントメビウス2",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "4275",
            "URL": "https://www.thetvdb.com/series/silent-mobius/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "87717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silent-mobius/episodes/87717",
                    "TitleEnglish": "Awake",
                    "SummaryEnglish": "The year is 2024, and it's a rainy night in Tokyo. Getting soaked is the least of one man's troubles, however, as he is fleeing from something that has him visibly shaken. One wrong turn down an alley, and the man becomes a bloody crime scene, courtesy of a towering, shadowy figure. Two detectives converge on the alley to collect evidence, but they're interrupted by four females belonging to AMP (the Attacked Mystification Police Department), a division of the Tokyo police force. Judging from how they are greeted by the two male cops, their organization doesn't command much respect from others in the department. AMP is there because they specialize in destroying the Lucifer Hawk, the perpetrator of this crime and a life form discovered at the turn of the century that feeds on humans. Unfortunately, the creature is still around, and emerges from through a wall ready for another meal. Something, however, captures its attention and it takes off in pursuit. What the Lucifer Hawk s",
                    "TitleJapanese": "覚醒",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "87718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silent-mobius/episodes/87718",
                    "TitleEnglish": "Decide",
                    "SummaryEnglish": "Haunted by visions of her deceased mother, Katsumi Liqueur heads off to Tokyo at the request of Rally Cheyenne, a police officer who claims to have information concerning her mother's mysterious death several years earlier. Expecting a smooth landing, Katsumi instead notices the Lucifer Hawk that sensed her arrival to the city standing on the wing of her plane. She awakens to burning pieces of the aircraft -- and to the creature as well, which chases her down and corners her. The members of AMP arrive just in time, but their efforts to control the Lucifer Hawk are for the most part ineffective. Katsumi then calls upon a power she herself didn't realize she had, and destroys the creature. Cheyenne arrives shortly afterwards to explain as much as she can. Though information concerning the threat she just faced is scarce, it is known that there are three types of Lucifer Hawks. Category one is the most plentiful but least intelligent, and category two is somewhat smarter, and cap",
                    "TitleJapanese": "決断",
                    "SummaryJapanese": null
                },
                "