[
  {
    "URL": "https://www.thetvdb.com/series/pilot-candidate",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Drama",
      "Fantasy",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0291343/",
      "https://www.themoviedb.org/tv/27736"
    ],
    "TitleEnglish": "Pilot Candidate",
    "SummaryEnglish": "In the future, mankind has been left to a planet called Zion. They have been forced on to this planet by space creatures called \"Victims.\" Terrorized by these Victims, Zion remains the only human inhabited planet left, thus mankind's last hope for survival. But with the alien invasion of Victims moving in, their only defense are the five \"Goddesses\" sentient mechas, each bonded to her own pilot and repairer. it's up to the Goddess Academy to train young candidates with gifted abilities (called EX) to one day become a pilot of a Goddess. Candidate #88 - Zero has just joined the academy and deep dark mysteries and secrets soon unfold between Zero. Zero hopes to one day fulfill his dream of becoming a goddess pilot. \"For those with wings, fly to your dreams\"",
    "Aliases": [
      "Megami Kouhosei",
      "Candidate for Goddess"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "531688",
        "URL": "https://www.thetvdb.com/series/pilot-candidate/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "5313268",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/5313268",
            "TitleEnglish": "Curriculum 12-Friends",
            "SummaryEnglish": "A retelling of the TV series from the point of view of one of the Goddess Pilots.",
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "4633",
        "URL": "https://www.thetvdb.com/series/pilot-candidate/seasons/official/1",
        "# Episodes": 12,
        "Episodes": {
          "1": {
            "ID": "94578",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94578",
            "TitleEnglish": "Curriculum 00-Connection",
            "SummaryEnglish": "A distress call has made. \"\"This is...area 9...the 38th platoon..under attack by unidentified...request further command...INCOMING!!\"\" Narrator: \"\"4084 A.D. Mankind..has fallen into its most dire crisis, because of a fatal mistake..and lost one planet after the other. The only planet left..Zion. And mankind..must protect it to ensure their future. From those who sought after Zion, the Victim.\"\" A victim has spotted! The five goddesses fly in and begin formation. Aqui-Keameia activates a level two shield. Tellia-Kallisto is in attack postion. Ernest scans for other vicims...none detected. Teela instructs the pilots to go into Formation 5B. Garu asks for a number three and says, \"\"I'll take it down in one shot.\"\" A giant box suddenly appears and in it, is released a gun of somekind. The Eeva Leena equips it. All pilots are ready to go! Teela instructs them to engage attack! The Eeva Leena gets ready to attack, and shoots the victim. A nice view of Zion is now seen, along with a space shutt",
            "Aliases": []
          },
          "2": {
            "ID": "94579",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94579",
            "TitleEnglish": "Curriculum 01-In Tune",
            "SummaryEnglish": "\"\"The boy wanders the world of eternity. The girl will lead his way. What is she trying to show him? Breaking planets...Crumbling hopes. Is this the past or the future? Megami Kouhosei - Curriculum number 01 - Alignment.\"\"",
            "Aliases": []
          },
          "3": {
            "ID": "94580",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94580",
            "TitleEnglish": "Curriculum 02-EX",
            "SummaryEnglish": "\"\"The boys are still now aware of their abilities. Exhausting strength, yet still missing skill. For what... or for whom they should use it. They have not realized it yet. Megami Kouhosei - Curriculum Number 02 - EX.\"\"",
            "Aliases": []
          },
          "4": {
            "ID": "94581",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94581",
            "TitleEnglish": "Curriculum 03-Self Awareness",
            "SummaryEnglish": "\"\"The young boys...as time passes by...try to step foward..and try to step ahead. They are bewildered..they hurt each other..because they have forgotten their place to be? Because they fear the dream to be distant? Megami Kouhosei - Curriculum 03 - Conciousness.\"\"",
            "Aliases": []
          },
          "5": {
            "ID": "94582",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94582",
            "TitleEnglish": "Curriculum 04-Partner",
            "SummaryEnglish": "\"\"The boys and girls meet. But their minds differ. Their opinions collide. Colliding and colliding yet again. Will they feel their mutual passionate spirit? Megami Kouhosei - Curriculum 04 - Parter.\"\"",
            "Aliases": []
          },
          "6": {
            "ID": "94583",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94583",
            "TitleEnglish": "Curriculum 05-Combination",
            "SummaryEnglish": "\"\"Those unknown and uncontrolled powers. The boys are bewildered by their powers. What they can do and what they cannot. Will the girls be able to control their energy? Megami Kouhosei - Curriculum 05 - Combination\"\"",
            "Aliases": []
          },
          "7": {
            "ID": "94584",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94584",
            "TitleEnglish": "Curriculum 06-Pro-Ing",
            "SummaryEnglish": "\"\"Stepping up the stairs one by one...the boys go for their next step. But, it also means leaving something important to them. The fading memories of mother...the distant home. Megami Kouhosei - Curriculum 06 - Pro-Ing.\"\"",
            "Aliases": []
          },
          "8": {
            "ID": "94585",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94585",
            "TitleEnglish": "Curriculum 07-Land Battle",
            "SummaryEnglish": "\"\"Feeling the unimaginable weight of the craft...is the reality. And the boy's vivid imagination...collides with reality...and broken against the wall. Will they overcome it...or break through it? Or will they...Megami Kouhosei - Curriculum 07 - Ground Battle.\"\"",
            "Aliases": []
          },
          "9": {
            "ID": "94586",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94586",
            "TitleEnglish": "Curriculum 08-Death",
            "SummaryEnglish": "\"\"This moment will not last forever. During battle, the time of separation comes quick...but if we carry on the dreams of those passed away, they will be with us again. Megami Kouhosei - Curriculum Number 08 - Death.\"\"",
            "Aliases": []
          },
          "10": {
            "ID": "94587",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94587",
            "TitleEnglish": "Curriculum 09-Dreams",
            "SummaryEnglish": "\"\"The future of the boys has parted their ways. Eventually they go their own paths. But if you turn back, would you be able to see your other self taking a different path? Can you go back? Megami Kouhosei - Curriculum Number 09 - Dreams.\"\"",
            "Aliases": []
          },
          "11": {
            "ID": "94588",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94588",
            "TitleEnglish": "Curriculum 10-Jealousy",
            "SummaryEnglish": "\"\"The boy's heart was filled with darkness. Regardless if he tries to get rid of it, the darkness won't go away. The girl who tried to save him makes a mistake. The more his energy encompassed him in ecstasy...the more the surrounding landscape disappears. Megami Kouhosei - Curriculum Number 10 - Jealousy.\"\"",
            "Aliases": []
          },
          "12": {
            "ID": "94589",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/pilot-candidate/episodes/94589",
            "TitleEnglish": "Curriculum 11-Drifting",
            "SummaryEnglish": "\"\"Thrown out into space, the boy wanders about. He feels the anxiety...the loneliness...If you can only go on, just go on. If you go on...someone will surely discover you. Megami Kouhosei - Curriculum Number 11 - Drift.\"\"",
            "Aliases": []
          }
        }
      }
    }
  }
]